{"id":"n6YHrUuv","poster":"Melendriel","date":"2016-05-04T08:07:42.307+0000","title":"RIOT verklagen wg. unrechtmäßigen Accountbans","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":77,"body":"Es ist echt der Oberwitz für was Riot mittlerweile Accounts bannt: Z.b. dafür, dass man \"Noob\" schreibt - Mitspieler die schlecht spielen also sachgerecht als Anfänger kritisiert...\r\n\r\nGanz ehrlich - Noob ist keine Beleidigung sondern eine Kurzform von Newbe - Neuling... Sind Riot Mitarbeiter wirklich sooo dumm, dass sie dies nicht wissen könnten?\r\n\r\nWenn ich also jemanden als Neuling bezeichne/beschimpfe, der wie ein Neuling spielt und auch keine Anstalten macht meine Tipps anzunehmen - werde ich dafür bestraft, dass ich mich ehrlich wütend gegenüber solchen Mitspielern äussere, die mir das Spiel und die Lust daran zerstörend??!...\r\n\r\nDas ist etwa vergleichbar, wie wenn ich im Fußball jedesmal eine rote Karte bekommen würde, wenn ich einem Mitspieler - KEINEM GEGENSPIELER - sage, dass er gerade aus meiner Sicht Scheiße gebaut hat/eine falsche Entscheidung getroffen hat oder unseren Vorteil auf eine Art und Weise verspielt hat, die ich so nicht für die Zukinft akzeptieren kann und will...\r\n\r\nWen ich also z.b. bei LoL, als ADC meinen SUPP als NOOB kritisiere, wenn er z.b. NICHT WARDET, MEINEN FARM ZERSTÖRT ODER KLAUT, STÄNDIG KS MACHT, DURCH SEIN VERHALTEN UNSEREN GEGENSPIELERN VORTEILE MIR BZW: UNS GEGENÜBER VERSCHAFFT und absolut BERATUNGSRESISTENT IST - dann beleidige ich meinen Mitspieler also persönlich???...\r\n\r\nRIOT EURE MENSCHENKENNTNIS UND EUER WELTVERSTÄNDNIS SCHEINT = 0  zu sein.\r\n\r\nWo hab ich dabei jemanden persönlich beleidigt?... UND beleidigt sich derjenige nicht selbst, wenn sich jemand persönlich beleidigt fühlt, von einer hitzigen Äusserung, die im Eifer eines Wettbewerbes geäussert wurde?...\r\n\r\nEigentlich müsste man RIOT wegen BETRUGes VERKLAGEN - kein Gericht in Duetschland würde das Wort \"Noob\" als Beleidigung werten - vor allem nicht, in dem Kontext, in dem es bei LoL in der Regel geäussert wird...﻿\r\n\r\nSpiel 1\r\nMelendriel: ez go mid\r\nMelendriel: ez ure mid noob\r\nMelendriel: im adc\r\nMelendriel: omg karma\r\nMelendriel: stop push my lane like a big noob\r\nMelendriel: stop feed noob\r\nMelendriel: i said play safe and dont push noob sup\r\nMelendriel: what do u? push and feed\r\nMelendriel: report karma for useless and feed pls\r\nMelendriel: y u re sooo noob karma\r\nMelendriel: report this useless noob sup pls\r\nMelendriel: useless noob szup\r\nMelendriel: no wards - gg noob sup+\r\nMelendriel: and how many farmsteal?\r\nMelendriel: u re such a useless noob\r\nMelendriel: noob feeder\r\nMelendriel: report karma for feed and useless pls\r\nMelendriel: lol\r\nMelendriel: u ve no noob sup who fck ur lane\r\nMelendriel: report vi for stupid pls\r\nMelendriel: 0 wards on bot noob sup\r\nMelendriel: rpeort this feeders\r\nMelendriel: stupid noob sup\r\nMelendriel: u trolled the whole game noob kamra\r\nMelendriel: good feed noob\r\nMelendriel: report karma\r\nMelendriel: u feed before too noob - what should be the difference noob karma?\r\nMelendriel: u re sooo useless karma\r\nMelendriel: idiot\r\nMelendriel: noob vi really\r\nMelendriel: seems so\r\nMelendriel: ty for help noob ez\r\nMelendriel: report karma for useless, feeding and trolling\r\n\r\nSpiel 2\r\nMelendriel: play safe\r\nMelendriel: ty\r\nMelendriel: blitz ward pls\r\nMelendriel: ty\r\nMelendriel: lol\r\nMelendriel: for?\r\nMelendriel: ty for feed jinx bot\r\nMelendriel: stop talk and play\r\nMelendriel: ,ol\r\nMelendriel: LOL\r\nMelendriel: noob\r\nMelendriel: LOL\r\nMelendriel: pls report ekko for want surrender\r\nMelendriel: stop talk blitz and ward noob\r\nMelendriel: ekko reported\r\nMelendriel: GODD SS NOOB MID\r\nMelendriel: stop flame ekko ure soo useles\r\nMelendriel: sand blitz u 2\r\nMelendriel: fck u\r\nMelendriel: stop flame and play noobs\r\nMelendriel: cz we can win\r\nMelendriel: if u noobs stop flame and play\r\nMelendriel: gj\r\nMelendriel: LOL\r\nMelendriel: u should shut up noob\r\nMelendriel: where is ur sightstone noob sup?\r\nMelendriel: why w e ve no vision?\r\nMelendriel: gj\r\nMelendriel: gj\r\nMelendriel: fck u noob feeder\r\nMelendriel: why jinx is fed noob ?\r\n\r\nOK - ICH GEBE ZU HART ZU FLAMEN - ABER: Tue ich das ohne Grund? Wer meine Stats betrachtet und den Chatverlauf studiert, dem wird auffallen, dass ich \r\n\r\n1. nicht wahlllos flame\r\n2. nicht wahllos andere beleidige\r\n3. ich mich mit guten grund aufreg(t)e - wenn meine supps einfach wie vollarschlöcher spielen und sich auch nicht bessern wollen\r\n\r\nNun kommen wir mal zu den angeblichen Beleidigungen - tun wir mal das, was Riot anscheinend zu hoch ist - analysieren wir den Chatverlauf:\r\n\r\n**Spiel 1 - wie kam es zum Flame?**\r\n - Ich schrieb: ez mid - vermutlich, weil ein Ezrael zu Beginn des Games nicht auf seine richtige Position lief.\r\netwas später schrieb ich wohl: _**ez u re mid noob - im adc**_   - vermutlich spielte ich jinx (mit der man nicht gut mid spielen kann) sonst wäre ich vermutlich selbst mid gegangen - normal habe ich soviel spielverständnis und teamgeist - was ich von meinen teammates leider oft so nicht erwarten kann...\r\n\r\n- das lässt darauf schließen, dass dieser Ezrael wohl zu dumm (sein Gehirn arbeitete langsamer als meines) war - selbst zu erkennen, dass er MID spielt und wohl auch nicht auf meine vorherige Aufforderung reagiert hatte - was vielleicht für mich ein Grund war, anzunehmen, dass er nicht zu dumm sei - sondern ein Anfänger (Noob), weshalb ich ihm diesen Eindruck mitteilte durch das angehängte \"noob\" - welch eine Beleidigung...\r\n\r\n- als nächstes kritisierte ich karma (meinen sup) vermutlich, weil sie gleich zu beginn selbstmord (suicide) begangen hatte und somit gleich von Beginn an meine Lane gefeedet hatte, indem ich ihr versagen so kommentierte: _**OMG KARMA **_- heftige Beleidigung muss man schon sagen...\r\n\r\n- Daraufhin schrieb ich: _**Stop push my lane noob**_ - was darauf hindeutet, dass Karma nicht nur gefeedet hatte sondern auch meinen Farm bereits zu Beginn des Spiels zerstörte und klaute (was definitiv ihren Aufgaben als Supp wiedersprach - was mich zu der Annahme bringen musste, sie isei ein Anfänger (Noob), da sie sich so verhielt... Dies teilte ich ihr somit mit in der Hoffnung, sie würde daraus lernen und das feeden, wie auch meinen Farm in Ruhe lassen...\r\n\r\nDAS MAN WÄHREND DES SPIELS NICHT IMMER ZEIT HAT LANGE AUSFÜHRUNGEN AUF ENGLISH ZU SCHREIBEN, KÖNNTEN VIELLEICHT SOGAR RIOT MITARBEITER VERSTEHEN KÖNNEN... ABER ANSCHEINEND IST DIES NICHT SO...\r\n\r\nGenauso wie es euch anscheinend auch am nötigen Abstraktionsvermögen mangelt, unterscheiden zu können zwischen Flame (grundlose Beleidigung) und hitztiger Konversation innerhalb eines Teams während eines Spiels... FUSSBALL KENNT IHR ALLE VERMUTLICH AUCH NICHT - IHR HINTERWÄLDLER BEI RIOT??? WAS DENKT IHR WIEVILE SPIELER NACH 90 Minuten noch auf den Platz stünden, würde jeder für hitztige Äusserungen seinen Mitspielern gegenüber gleich des Platzes verwiesen?\r\n\r\nUND WIEVIELE WÜRDEN AM ENDE DER SAISON ÜBERHAUPT NOCH SPIELEN DÜRFEN; WENN SIE AUFGRUND SOLCHER HITZIGEN ÄUSSERUNGEN IN SPIELEN  AUF LEBENSZEIT GESPERRT WÜRDEN?\r\n\r\nIn Anbetracht solcher Zusammenhänge kommen mir starke Zweifel an der sozialen Intelligenz der verantwortlichen Riot-Entscheider... Wollte ich nur mal so mitgeteilt haben... Vollpfeiffen scheint ihr  zu sein - Menschen vor denen man keinen Respekt haben kann und darf...","replies":[{"id":"","poster":"eingew","date":"2016-05-04T08:45:54.825+0000","up_votes":21,"down_votes":1,"body":"Riot hat dich gebannt ja, aber entschieden hat das die Community. Die Community findet dein Verhalten grob asozial und hat dich so oft und lange reported, bis du endlich weg warst.\n\nRiot ist nur die ausführende Gewalt. Wenn du so willst, der hirnlose Zombie, von dem du sprichst. Die Community will dich nicht haben.\n\nDer Unterschied zum Fußball ist hier wohl offensichtlich: Du und deine Mitspieler, ihr seid ein Team aus gegenseitig Unbekannten. Ihr habt keine feste Struktur, die den Schiri nichts angeht. Im Gegenteil. Bei League ist es ja sogar so, dass Riot das Team zusammenstellt. Also doch, Riot hat eindeutig die Befugnis, dich aus ihrem Etablissement zu entfernen - vor allem dann, wenn niemand mehr mit dir spielen will.\nDu hast dich selbst vergrault.\n\nIch werde jetzt zu den Logs schreiben, was mich persönlich daran stört und warum es mich stört, vielleicht kann ich dadurch etwas Licht in die Dunkelheit bringen, die du hier propagierst. (Mein Kommentar ist kursiv.)\n\n> Melendriel: ez go mid\n> Melendriel: ez ure mid noob *Im Gegensatz zu deiner Behauptung ist es Beleidigend, jemanden Noob zu nennen, vor allem dann, wenn er scheinbar nichts gemacht hat, außer Entscheidungen treffen, die du nicht für optimal hältst.*\n> Melendriel: im adc\n> Melendriel: omg karma *Das ist passiv aggressiv. Mich persönlich nervt es schon ziemlich, wenn ich einen Fehler mache und das erste was ich danach lesen darf ist ein \"omg\".*\n> Melendriel: stop push my lane like a big noob *Nochmal steigern? Und du bist dir ganz sicher, dass du dich hier über niemanden aufregen wolltest? Für mich klingt das nämlich eindeutig so, als ob du jemanden beleidigen* **wolltest.**\n> Melendriel: stop feed noob *Dieser Kommentar ist (neben dem \"noob\") auf einem Cpt Obvious Niveau. Sinnloses vorhalten der Fehler macht niemanden besser, nein, es nervt einfach nur. Mich fuckt sowas ab, ich verliere meine Konzentration und mache noch mehr Fehler und habe weniger Spaß. Also mute und reporte ich dich. Sowas nervt einfach. Du hast gerade mal 6 Kommentare geschrieben und ich habe das Gefühl als wolltest du mit jedem einzelnen jemanden abfucken.*\n> Melendriel: i said play safe and dont push noob sup *Cpt Obvious...*\n> Melendriel: what do u? push and feed *weiteres Vorhalten der Fehler*\n> Melendriel: report karma for useless and feed pls *Absolut destruktives Verhalten. Welche positive Wirkung willst du erzielen, wenn du nach einer Strafe für deine Teammates forderst?! Hast du nicht weiter oben in deinem Thread gefordert, dass die Leute dich nicht für Kleinigkeiten wie \"noob\" reporten sollten? Wieso fordest du Zeitgleich Reports (aka Strafen) für kleinere Fehler deiner Teammates? So eine Doppelmoral...*\n> Melendriel: y u re sooo noob karma *Das ist beleidigend. Ich bitte dich. Du kannst das nicht ernst meinen. Du willst die Spieler doch eindeutig auslachen. Ich habe das Gefühl, dass du lügst, wenn du behauptest, du würdest dieses Wort und deinen Umgang damit nicht als beleidigend empfinden.*\n> Melendriel: report this useless noob sup pls *Siehe oben...*\n> Melendriel: useless noob szup\n> Melendriel: no wards - gg noob sup+\n> Melendriel: and how many farmsteal?\n> Melendriel: u re such a useless noob\n> Melendriel: noob feeder \n> Melendriel: report karma for feed and useless pls *und so weiter und so fort*\n> Melendriel: lol\n> Melendriel: u ve no noob sup who fck ur lane\n> Melendriel: report vi for stupid pls *Jemanden als \"dumm\" zu bezeichnen ist ebenfalls beleidigend.*\n> Melendriel: 0 wards on bot noob sup\n> Melendriel: rpeort this feeders\n> Melendriel: stupid noob sup\n> Melendriel: u trolled the whole game noob kamra\n> Melendriel: good feed noob\n> Melendriel: report karma\n> Melendriel: u feed before too noob - what should be the difference noob karma?\n> Melendriel: u re sooo useless karma\n> Melendriel: idiot\n> Melendriel: noob vi really\n> Melendriel: seems so\n> Melendriel: ty for help noob ez\n> Melendriel: report karma for useless, feeding and trolling\n\nAlso ganz ehrlich... was ist eigentlich los mit dir? Ein Spiel ist doch normalerweise dazu da Spaß zu haben. Natürlich macht man da Fehler... du wirst sogar bei den Pros in den Wettbewerben zum Teil richtig massive Fehler sehen... Das ist vollkommen normal. Ja, die Spieler sind schlecht. Die *meisten* Spieler sind schlecht. Silber ist nun mal noch nicht gut. \nAber du wirst in League immerhin mit Leuten gematcht, die deinem Spielniveau entsprechen. Aber das scheint dir nicht zu genügen. Stattdessen setzt du dich hin und ballerst den Chat zu mit ständigem Spam, von wegen dies sei kacke und der soll reported werden, und jeder einzelne Kommentar fokussiert dabei dein eigenes Team. Das Team, mit dem du in diesem Spiel eigentlich gegen die Gegner gewinnen solltest. Und dir fällt nichts besseres ein, als denen das Spiel zu versauen und dich dann am Ende noch zu beschweren, dass keiner mehr Lust hat zu spielen.\nIch wette dir passiert es regelmäßig, dass die Leute vor allem zum Ende hin auch keine Motivation mehr zeigen. Was erwartest du denn auch? Du warst es schließlich, der seinem Team die Motivation genommen hat. Kein Wunder, dass die Leute schlecht spielen und viele Fehler machen. Ohne Motivation spielt niemand gut. \n\nDas zweite Spiel besteht eigentlich aus demselben Spam, daher lasse ich genauere Kommentare darüber und gehe direkt zu deinen unteren Absätzen über.\n\n> OK - ICH GEBE ZU HART ZU FLAMEN - ABER: Tue ich das ohne Grund? Wer meine Stats betrachtet und den Chatverlauf studiert, dem wird auffallen, dass ich\n\nWieso haben diese Spieler es verdient zu flamen? Weil sie schlecht gespielt haben? Findest du, du solltest auch für jeden Fehler, den du machst, geflamet werden?\n\nWenn niemand außer dir diese Meinung vertritt und alle anderen finden, dass du dich in diesem Spiel wie ein %%%%%%%%% benommen hast, aus welchem Grund sollte dann dennoch deine Meinung vertreten werden?\n\n> ich mich mit guten grund aufreg(t)e - wenn meine supps einfach wie vollarschlöcher spielen und sich auch nicht bessern wollen\n\nWieso ist man ein %%%%%%%%%, wenn man Fehler macht? Machst du keine Fehler?\n\nIst ein Tollpatsch auch ein %%%%%%%%%, weil er ständig Fehler macht, ihm dies aber peinlich ist und er sich bemüht, besser zu werden?\n\n> das lässt darauf schließen, dass dieser Ezrael wohl zu dumm (sein Gehirn arbeitete langsamer als meines) war - selbst zu erkennen, dass er MID spielt und wohl auch nicht auf meine vorherige Aufforderung reagiert hatte - was vielleicht für mich ein Grund war, anzunehmen, dass er nicht zu dumm sei - sondern ein Anfänger (Noob), weshalb ich ihm diesen Eindruck mitteilte durch das angehängte \"noob\" - welch eine Beleidigung...\n\nDu willst also die Situation irgendwie lösen. Fühlst du dich dabei überfordert?\n\nWenn nein: Wieso glaubst du, dass der Ezreal mid geht, nur weil du ihn dafür beleidigst? Würdest du mid gehen, nur weil dich jemand beleidigt? Wieso gehst du nicht mid, etwa weil dich niemand beleidigt hat? Gut, das war provokant. Aber merkst du nicht die Absurdität hinter der Hoffnung, Ez würde auf die Mid kommen, nur weil du ihn als Vollidiot bezeichnet hast?\n\nDeine Reaktion ist vollkommen nachzuvollziehen, ja, du hast völlig Recht, mich würde ein dreister Positionsklau ebenfalls aufregen (und sowas wird von Riot übrigens auch bestraft). Aber deshalb löst eine Kurzschlussreaktion die Situation nicht zum guten auf. Im Gegenteil. Statt die Situation zu lösen eskalierst du einfach... schlimmer, im Laufe des Spiels lässt du deine Wut an weiteren Mitspielern aus.\n\n> als nächstes kritisierte ich karma (meinen sup) vermutlich, weil sie gleich zu beginn selbstmord (suicide) begangen hatte und somit gleich von Beginn an meine Lane gefeedet hatte, indem ich ihr versagen so kommentierte: OMG KARMA - heftige Beleidigung muss man schon sagen...\n\nEs geht hier ja gar nicht um die Heftigkeit. Es geht um die Konstanz. Es geht darum, dass du konstant mehreren Mitspielern die Lust am Spiel entzogen hast. Du musst nicht die härtesten Beleidigungen und wüstesten Flüche kennen, um eine nervige Person darzustellen. Dein Team bestand ja auch nicht aus den schlimmsten Feedern, die du je gesehen hast... trotzdem scheinst du dich im Laufe des Spiels ziemlich aufzuregen. \n\n> DAS MAN WÄHREND DES SPIELS NICHT IMMER ZEIT HAT LANGE AUSFÜHRUNGEN AUF ENGLISH ZU SCHREIBEN, KÖNNTEN VIELLEICHT SOGAR RIOT MITARBEITER VERSTEHEN KÖNNEN... ABER ANSCHEINEND IST DIES NICHT SO...\n\nDas ist ja im Normallfall auch nicht nötig.\n\nAber das ist auch wieder nicht Thema eigentlich. Wenn du einen Aufsatz darüber geschrieben hättest, für wie dumm du Karma hältst, hätte dich das trotzdem in dieselbe Lage wie jetzt gebracht. Wir haben hier zum Teil Logs, da glaubt man gar nicht, dass die Spieler auch gespielt haben, die haben eigentlich nur geschrieben. Gebannt wurden sie trotzdem... auch permanent.\n\n> In Anbetracht solcher Zusammenhänge kommen mir starke Zweifel an der sozialen Intelligenz der verantwortlichen Riot-Entscheider... Wollte ich nur mal so mitgeteilt haben... Vollpfeiffen scheint ihr zu sein - Menschen vor denen man keinen Respekt haben kann und darf...\n\nUnd genau da scheiden sich eindeutig unsere Geister. Der Großteil der League-Spielerschaft sind Menschen, die Respekt als gar nicht mal so unwichtig empfinden. Und den Respekt vor deinen Mitspielern verlierst du für diese Spieler eindeutig zu schnell. Du hast dich unbeliebt gemacht. Niemand will mehr mit dir Spielen. Und solange du dich weiter so verhältst wirst du auch auf jedem folgenden Account gebannt.\n\nWeißt du, es ist tatsächlich nicht so schwer zu verstehen, was dich dazu treibt sowas zu schreiben. Ich jedenfalls kenne das. Ganz ehrlich: Ich finde meine Teammates machen zum Teil auch dumme Aktionen. Heute morgen erst habe ich ein Spiel verloren, weil mein Team ständig in unserem Jungle gestorben ist. Niemand hat gewarded und die sind zum Teil mehrmals hintereinander in dieselbe Stelle gerannt, haben ein 1v1 gestartet und waren dann, mehrmals, überrascht, als es plötzlich zum 1v3 wurde. Man sollte meinen die Spieler verstehen das spätestens bei zweiten Mal... aber nein, ein drittes und viertes gab es auch.","replies":[{"id":"","poster":"eingew","date":"2016-05-04T08:47:29.858+0000","up_votes":17,"down_votes":1,"body":"(Leider war kein Platz mehr)\n\nAber weißt du was? Ich bin doch auch gestorben. Meinst du ich war so viel besser als meine Mates?\n\nMeinst du, du warst so viel besser als deine Mates?\n\nMan wird nicht umsonst mit denen gematcht. \n\nUnd wenn die Leute Fehler machen, dann ist ein \"dw, we got this\" hilfreicher als deine Variante. Bringt Mut und Unterstützung nicht immer deutlich mehr, als jemandem das Gefühl zu geben, er sei nutzlos?\n\nAlles in allem: Ich freue mich auf deine Antwort. Ich hoffe ich konnte einige deiner Fragen beantworten und hoffe auch, dass du einige der meinen beantworten kannst.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T08:59:26.449+0000","up_votes":5,"down_votes":1,"body":"Eine Hammergeduld die Du hier an den Tag legst ! Hut ab. Könnt ich net. \n\nEgal, bin ja mal gespannt ob hier eher eine Einsicht erfolgt als beim letzten Kollegen. \n\nmfg\nMB","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-04T09:05:49.777+0000","up_votes":6,"down_votes":2,"body":"Ja, der Eingew trägt das Grün schon zu Recht.","replies":[{"id":"","poster":"eingew","date":"2016-05-04T15:09:50.579+0000","up_votes":4,"down_votes":1,"body":"Danke für die Blumen euch beiden :)\n\nUnd ich hab mehr Upvotes als Humpel! Wie ist das überhaupt möglich? Ich glaub das Forum ist plötzlich verbuggt :D","replies":[{"id":"","poster":"clair de lune289","date":"2016-05-04T19:55:13.860+0000","up_votes":3,"down_votes":1,"body":"ich spring immer gleich zu dem Kommentar wo dem Flamer erklärt wird was er falsch gemacht hat,ist wesentlich angenehmer zu lesen. ^^!\n\nhast mal wieder gute arbeit geleistet.","replies":[{"id":"","poster":"eingew","date":"2016-05-05T05:19:58.033+0000","up_votes":2,"down_votes":1,"body":"Danke :)","replies":[]}]}]}]}]},{"id":"","poster":"Nalren","date":"2016-05-04T09:15:53.005+0000","up_votes":2,"down_votes":3,"body":"Bans sind zumindest zum Teil automatisiert, Reports aus der Community unterstützen das System nur.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-05-04T09:20:07.347+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Nalren,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=000800000001,timestamp=2016-05-04T09:15:53.005+0000)\n>\n> Bans sind zumindest zum Teil automatisiert, Reports aus der Community unterstützen das System nur.\n\nDem Bannsystem liegen jedoch die ursprünglichen Urteile des alten Tribunals zugrunde, wo die Community aktiv über Fehlverhalten abgestimmt hat, und so quasi Fehlverhalten definiert hat.\nDarüber hinaus entwickelt sich die Chatanalyse weiter und lernt dazu. Wenn die Community häufig jemand reportet, der aber kein bekanntes Fehlverhalten in seinen Chats hat (zum Beispiel sagt er statt idiot einfach horst), wird geprüft, weswegen der Spieler trotzdem so oft reportet wird, und die auffälligen Worte \"lernt\" dann die Chatanalyse","replies":[{"id":"","poster":"UnPreDicTabIE","date":"2016-05-27T10:37:32.436+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-27T16:26:23.007+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=UnPreDicTabIE,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=00080000000100000000,timestamp=2016-05-27T10:37:32.436+0000)\n>\n> laber nicht so ein scheiss bitte, wenn du 0 ahnung von dem system hast.....perma bans und 14 tägige bans erfolgen AUTOMATISCH. Riot Supportmitarbeiter scherren sich ein dreck um eure meinung und die kontrollieren auch nur vllt. 0,000001 % der spieler. SPÄtESTenS WENN DU DAFÜR GEBANEND WIrSt; auch wenn du 0 geflamed hast....kommst du hier heulend angekrochen.\n\nBlöd nur, dass du geflamet hast wie nochwas, auch hier ohne Flame und Blame nicht auskommst und deutlich zeigst, dass du selber keine Ahnung vom System hast.\nJo die Banns erfolgen automatisch, genauso wie die Überprüfung.\n\n>FALl nr. 2 habe 2. FAKE account erstllt auf den geflamed....in 2-3 tagen dirket chat sperre dann in 4-5 tage DIREKT 14 tage ban.......danach perma ban...weil ih NACH 14 tagen in einem GAME von 10 \"RANDOM satz geschrieben habe\".....\n\nJo geiler Beweis, du flamest, kriegst Strafe, bist vorbestraft, wieder negativ, 4. Stufe erreicht,Ende. Alles wie vorgesehen. Genialer Punkt.\n\n>was zeigt es uns ??? RIOT WILL DASS MÖRDER und TERORISTEN auf der welt rumlaufen, aber leute die sich über diese AUFREGEN nicht mehr existieren....Super.....dann habt ihr in 3-4 monaten keine spieler mehr in rankd und high elo....\n\nDu bist so putzig, wenn alle Spieler deiner Sorte direkt beim ersten Mal komplett wegbannen könnten, gäbe es schlagartig viel weniger Mörder und Terroristen und wahrscheinlich noch mehr Spieler, da genug wegen Leuten wie dir nicht mehr aufhören, sondern dabei bleiben.\nIch hoffe ganz ehrlich, dass du noch minderjährig bist und dem Irrglauben unterliegst, die Welt habe sich so zu drehen, wie du das gern hättest.","replies":[]}]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2016-05-04T09:45:04.329+0000","up_votes":11,"down_votes":0,"body":"1. Noob IST eine Beleidigung. Ob etwas eine Beleidigung ist oder nicht, hängt nicht davon ab was zu diesem Wort im Wörterbuch steht, sondern ob dieses Wort als Beleidigung verwendet wird. Beispiel: Àrschloch. Ein äußert wichtiges Körperteil, also keine Beleidung? Doch, denn es wird als solche verwendet. Genauso ist es mit Noob. Du hast ja selbst geschrieben, dass du es verwendet hast um andere zu beschimpfen,  und dein Chatlog macht auch mehr als deutlich, dass deine Absicht war andere zu beleidigen. \n\n> shut up noob, stupid noob, idiot,  fck u noob feeder, useless noob, vollarschlöcher \n\nDu willst uns nicht ernsthaft erzählen, dass du hier noob NICHT als Beleidigung verwendet hast, oder? Dass es hier keinen beleidigenden Kontext gab? Mach dich nicht lächerlich!\n\n2. Beleidigungen jedweder Art sind in LoL verboten. Ob dir das nun gefällt oder nicht ist irrelevant. Das sind nunmal die Regeln hier und mit jedem Patch stimmst du zu, dich an diese Regeln zu halten. Das hast du nicht getan, daher wurdest du bestraft. \n\n3. Es spielt keine Rolle ob du einen Grund für Flaming hast. JEDER Flamer hat einen Grund und es ist auch mit Grund verboten.\n\n>  UND WIEVIELE WÜRDEN AM ENDE DER SAISON ÜBERHAUPT NOCH SPIELEN DÜRFEN; WENN SIE AUFGRUND SOLCHER HITZIGEN ÄUSSERUNGEN IN SPIELEN AUF LEBENSZEIT GESPERRT WÜRDEN?\n\nGute 99%. Etwa 0,006% der Community bringen es fertig, für Flaming permagebannt zu werden. Insgesamt 5% der Community kriegen überhaupt irgendeine Strafe im Laufe ihrer LoL-\"Karriere\". Ich hoffe das beantwortet deine Frage. \nDu machst einen Fehler den fast alle Flamer machen: Du denkst alle würden sich so verhalten wie du. Das ist aber nicht der Fall, die überwältigende Mehrheit der Community tut dies nicht. \n\n> Genauso wie es euch anscheinend auch am nötigen Abstraktionsvermögen mangelt, unterscheiden zu können zwischen Flame (grundlose Beleidigung) und hitztiger Konversation innerhalb eines Teams während eines Spiels... FUSSBALL KENNT IHR ALLE VERMUTLICH AUCH NICHT - IHR HINTERWÄLDLER BEI RIOT??? [...]Vollpfeiffen [....] kommen mir starke Zweifel an der sozialen Intelligenz [....]\n\nIch möchte dich darauf hinweisen, dass auch im Forum Verhaltenregeln gelten. Bitte unterlasse weitere Beleidigungen, egal gegen wen. Von der Regelwidrigkeit mal abgesehen, helfen diese Beleidigungen dir auch nicht gerade bei deinem Vorhaben zu beweisen, dass du eigentlich ein netter Kerl bist. Hast du vorhin nicht noch von dir behauptet, dass du nie ohne Grund und wahllos flamest? Warum beleidigst du uns dann alle hier direkt im Startpost bevor irgendjemand überhaupt Gelegenheit hatte dir dafür einen Grund zu liefern. Dein Post macht sehr deutlich dass du sehr wohl wahllos und grundlos flamest...nicht dass es eine Rolle spielen würde (wie gesagt, der Grund ist egal), aber vielleicht solltest du doch mal darüber Gedanken machen, ob dein Verhalten okay ist.","replies":[]},{"id":"","poster":"Markishi","date":"2016-05-04T08:24:52.661+0000","up_votes":7,"down_votes":0,"body":"Gibt es einen Grund, warum in der letzten Zeit alle im Forum schreiben, das sie \"grundlos gebannt\" wurden und dabei Riot unfähigkeit oder was auch immer Vorwerfen? nein ernsthaft, was hab ich verpasst, das jetzt alle rauskommen?\nAlso, zu deiner Information, wenn man deine Chatverläufe liest, finde ich den Bann absolut gerechtfertigt. Und du wirst auch nicht wegen 2 Spielen gebannt, das heisst, das deine Weste auch vorher nicht rein war. Und das mit dem verklagen scheint ja jetzt in Mode gekommen zu sein. Bei fast jedem, der eben nicht grundlos gebannt wurde, steht, das er Riot anzeigen will oder was auch immer... Wer sich nicht benehmen kann, der muss halt die Konsequenzen tragen. Und mit verklagen wirst du nicht weit kommen. Bann ist gerechtertigt, und wir vernünftigen Spieler sind froh, einen flamer weniger zu haben :)","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T08:26:03.700+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Markishi,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=0004,timestamp=2016-05-04T08:24:52.661+0000)\n>\n> Gibt es einen Grund, warum in der letzten Zeit alle im Forum schreiben, das sie &quot;grundlos gebannt&quot; wurden und dabei Riot unfähigkeit oder was auch immer Vorwerfen? nein ernsthaft, was hab ich verpasst, das jetzt alle rauskommen?\n\nEs wird Sommer, da kriechen die aus ihren Löchern {{sticker:slayer-jinx-wink}} \n\nmfg\nMB","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T08:33:56.547+0000","up_votes":2,"down_votes":0,"body":"Schreckloch... dann werden wir uns wohl noch auf einige solcher Posts hier im Forum einstellen müssen ._.{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Illion","date":"2016-05-04T09:22:52.897+0000","up_votes":5,"down_votes":0,"body":"wieso schrecklich? Ich liebe diese \"Permanbann\" Posts. Das gibt mir in irgendeiner Form eine Befriedigung das das System funktioniert und die toxic Spieler aus dem Verkehr gezogen werden. \nStelle mir immer gerne vor wie sie vor ihrem PC sitzen und die Bann Mitteilung mit offenen Mund anstarren o.o","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T09:32:54.754+0000","up_votes":1,"down_votes":0,"body":"Okay, das stimmt natürlich, aber je mehr vin diesen Posts kommen, desto mehr sehe ich, wie schlecht es doch um manche Menschen steht ...","replies":[]}]},{"id":"","poster":"BM Vilich","date":"2016-05-04T10:19:43.936+0000","up_votes":3,"down_votes":0,"body":"Ist doch unterhaltsame Lektüre :)","replies":[{"id":"","poster":"Jihadist PVS","date":"2016-05-06T21:48:13.020+0000","up_votes":1,"down_votes":3,"body":"Oh,ein Challenger.\nHow do i git gud?","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2016-05-04T08:59:45.313+0000","up_votes":1,"down_votes":0,"body":"> Gibt es einen Grund, warum in der letzten Zeit alle im Forum schreiben, das sie \"grundlos gebannt\" wurden und dabei Riot unfähigkeit oder was auch immer Vorwerfen? nein ernsthaft, was hab ich verpasst, das jetzt alle rauskommen?\n\nDie Leute wurden doch schon immer \"grundlos\" gebannt.","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T09:09:47.330+0000","up_votes":1,"down_votes":0,"body":"Stimmt, das hatte ich vergessen. Böses, böses Rito...","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T09:38:34.060+0000","up_votes":1,"down_votes":0,"body":"Vor den ersten Chatlogs war das noch anstrengend. Seit den Chatlogs, sind die Threads eher amüsant zu lesen.","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T09:44:00.205+0000","up_votes":1,"down_votes":0,"body":"Echt,ist das immer noch amüsant ? ich find das eher traurig, das es immer noch so viele Leute gibt, die meinen, sie wären im Recht, und dann noch mit de Beweis um die Ecke kommen, das sie ganz und gar nicht im Recht sind.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T10:02:25.908+0000","up_votes":3,"down_votes":0,"body":"Auch, das hängt vom Einzelfall ab. Meistens sind da Fremdscham und ein wenig Schadenfreude dabei.  Geht aber in Richtung Frustration und der Gewissheit, dass das Strafsystem excellent funktioniert, wenn sich der TE als absolut Beratungsresistent erweist.","replies":[]}]}]}]},{"id":"","poster":"Jihadist PVS","date":"2016-05-06T21:49:17.695+0000","up_votes":2,"down_votes":0,"body":"Ist dann immer toll Threads zu sehen,wo Leute akzeptieren,dass sie Permabanend wurden und wissen weshalb.\nLeider sind diese in der Minderheit.","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2016-05-04T09:48:42.279+0000","up_votes":2,"down_votes":0,"body":"> Gibt es einen Grund, warum in der letzten Zeit alle im Forum schreiben, das sie \"grundlos gebannt\" wurden und dabei Riot unfähigkeit oder was auch immer Vorwerfen? nein ernsthaft, was hab ich verpasst, das jetzt alle rauskommen?\n\nIch bin jetzt seit 5 Jahren im Forum aktiv und kann dir versicher: Das war schon immer so^^","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T09:53:04.896+0000","up_votes":1,"down_votes":0,"body":"Hm, kommt mir so vor, als wäre es in der letzten Zeit mehr ^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T10:03:50.978+0000","up_votes":1,"down_votes":0,"body":"Aktuell gibt es scheinbar recht viele davon. Früher gab es solche Threads immer in Wellen. Bei dem hier frage ich mich, warum er so lange gewartet hat, sich hier zu melden. Das Spiel ist schon etwa 3 Wochen her, bei dem er Karma und Ezreal im Team hatte.","replies":[]}]}]}]},{"id":"","poster":"4 Faker","date":"2016-05-04T08:10:39.729+0000","up_votes":7,"down_votes":0,"body":"Du bist ein Kandidat bei dem Hopfen und Malz verloren ist.","replies":[]},{"id":"","poster":"Maexle","date":"2016-05-04T09:11:43.464+0000","up_votes":6,"down_votes":0,"body":"Ich habe grade ernsthafte Zweifel an deiner \"sozialen Intelligenz\". \n\nDu spamst die ganze Zeit und nennst deine Mates \"Noob\" und forderst dazu auf, sie zu reporten. Es ist jetzt nicht unbedingt eine schlimme Beleidigung, aber es ist trotzdem ein sehr negatives Verhalten und hat mit konstruktiver Kritik nichts zu tun. Wenn du nichts wichtiges zu sagen hast, dann lass es am besten einfach. Die Bedeutung des Wortes \"Noobs\" ist übrigens \"newbie out of brain\". Du bezeichnest deine Mates also nicht nur als Anfänger, sondern auch als **hirnlose** Anfänger und das kann man schon als Beledigung ansehen. \nDazu kommt, dass du öfters als diese zwei Spiele geflamt hast. Du hattest 2 Chatsperren und einen zwei Wochenbann und flamst immernoch. Das zeugt nicht grade von Intelligenz…\nIch bin übrigens gespannt, wie du etwas einklagen willst, das dir nicht gehört… {{champion:17}}","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-05-04T09:17:14.964+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=0010,timestamp=2016-05-04T09:11:43.464+0000)\n>\n> Ich habe grade ernsthafte Zweifel an deiner &quot;sozialen Intelligenz&quot;. \n> \n> Du spamst die ganze Zeit und nennst deine Mates &quot;Noob&quot; und forderst dazu auf, sie zu reporten. Es ist jetzt nicht unbedingt eine schlimme Beleidigung, aber es ist trotzdem ein sehr negatives Verhalten und hat mit konstruktiver Kritik nichts zu tun. Wenn du nichts wichtiges zu sagen hast, dann lass es am besten einfach. Die Bedeutung des Wortes &quot;Noobs&quot; ist übrigens &quot;newbie out of brain&quot;. Du bezeichnest deine Mates also nicht nur als Anfänger, sondern auch als **hirnlose** Anfänger und das kann man schon als Beledigung ansehen. \n> Dazu kommt, dass du öfters als diese zwei Spiele geflamt hast. Du hattest 2 Chatsperren und einen zwei Wochenbann und flamst immernoch. Das zeugt nicht grade von Intelligenz…\n> Ich bin übrigens gespannt, wie du etwas einklagen willst, das dir nicht gehört… {{champion:17}}\n\nUm mal ein klein wenig von der Bedeutung des Wortes wegzukommen:\nIch könnte jemand auch statt noob schlicht und ergreifend Bob, Horst oder Banane an den Kopf werfen. Die Worte für sich betrachtet bedeuten nichts schlimmes. Was ist gegen Namen oder Obst auszusetzen? Viel wichtiger ist hier die Intention dahinter. Im Kontext der Chatlogs unterstelle ich dem TE, dass er mit dem noob die Intention hatte, die anderen Spieler herunter zu machen, streng genommen zu beleidigen.","replies":[{"id":"","poster":"Maexle","date":"2016-05-04T10:12:42.323+0000","up_votes":1,"down_votes":0,"body":"Ja da hast du auch wieder recht. {{champion:17}}","replies":[]}]}]},{"id":"","poster":"Nohgolgh","date":"2016-05-11T17:10:05.871+0000","up_votes":4,"down_votes":0,"body":"Lassen wir mal die ethischen, moralischen und auf Regeln des Anstandes und der Community beruhenden Argumentationen beiseite (dazu haben hier echt jetzt schon genug Leute etwas gesagt und ich stimme ihnen zu, aber man muss nicht alles doppelt und dreifach schreiben). \n\nIch gehe mal davon aus, dass du dein Spiel gewinnen willst, denn das ist das eigentliche Ziel eines Matches. Nun muss ich mir aber die Frage stellen, welche deiner Äußerungen im Chat da in irgendeiner Weise hilfreich sein soll. Dein permanentes Geflame demoralisiert {{summoner:3}} dein ganzes Team. Jedenfalls bin ich immer super genervt, wenn jemand andere heruntermacht, selbst wenn ich gar nicht das eigentliche Ziel bin- das wirkt sich dann auch auf meine Spielweise aus.  Ferner provozierst du Reaktionen von wenigstens den Leuten, die du beleidigst, was heißt, dass diese nicht nur demoralisiert wurden, sondern sich selbst auch noch ablenken, indem sie dir antworten. \n\nDas heißt nicht, dass du andere nicht auf ihre Fehler hinweisen darfst (hierbei gehe ich übrigens davon zu deinen Gunsten aus, dass du wenigstens inhaltlich Recht hast und wirklich Fehler bei deinem Team vorlagen). Man sollte es nur in einer konstruktiven und förderlichen Weise tun, mit dem Bewusstsein und der Zugabe eigener Fehler. Anstatt also Dinge zu schreiben wie:\n\n> Melendriel: omg karma\nMelendriel: stop push my lane like a big noob\nMelendriel: stop feed noob\nMelendriel: i said play safe and dont push noob sup\n\nkönnte ein Dialog so aussehen:\n-**Please** stop pushing my lane as it will make us vulnerable to the jungler.\n- **Maybe** you should stay a little more back and poke from a safer position, so that they won't catch you.\n-Your playstyle is very risky. \n\nWörter, wie \"bitte\" wirken oftmals echt Wunder. Außerdem klingt das Ganze dann weniger wie ein Befehl (gleiches gilt für relativierende Wörter wie vielleicht, man unterhält sich einfach auf einer Ebene und nicht wie Vorgestzter und Unterling). Auch eine kurze Begründung (erste zwei Beispiele) oder einfach nur Einschätzung (drittes Beispiel) sind hilfreich, da die Leute in deinem Team grundsätzlich das gleiche Ziel haben wie du, nämlich zu gewinnen. Wenn du den Leuten also sagst, warum du ihren Stil für falsch hältst und sie dein Argument für richtig halten (was recht häufig passiert), dann korrigieren sie ihr Verhalten auch entsprechend oder bemühen sich wenigstens darum (sie werden natürlich keine Meister, aber der Unterschied ist recht deutlich). Wenn du jemanden hingegen nur \"noob\" nennst, wissen sie nicht, was sie falsch geamcht haben und wieso das falsch war und die Chancen sind extrem hoch, dass in der gleichen Situation der gleiche Fehler nochmal gemacht wird, weil er eben als solcher nicht erkannt wurde. \n\nIm Übrigen wirkt deine Kritik viel authentischer, wenn du die eigenen Fehler auch im Chat festhälst. \n\nDinge wie:\n-sorry\n-my bad\n-wow I failed so hard, good that Jax was there\n\nzeugen von einer Kritik gegenüber dir selbst und machen deine Kritik objektiver. Diese Selbstkritik hilft im Übrigen auch, dass andere dich nicht flamen (was ein Team nach obiger Argumentation generell vermeiden sollte). Ebenso helfen Dinge wie Lob für eine gute Aktion, das hebt die Moral und führt dazu, dass die Leute solche Plays wiederholen und wiederholen wollen.","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-05-04T11:27:40.904+0000","up_votes":4,"down_votes":0,"body":"Ich könnte ja darüber hinwegsehen wenn du noob 1-2 mal benutzen würdest, aber dann ist es gut... jedes weitere mal ist es ehr erniedrigend. So wie als wenn du einen dicken menschen sagst das er Dick ist und es alle 2 Minuten erwähnst ist das auch nicht ok ....\n\nAber sagen wir mal so, du betreibst Reportcalling und Blaming auf unterstem Niveau - Somit bist du ein einfach nur toxischer Spieler.\n\nWas ist eigentlich daran so schwer die Entertaste nicht zu drücke ?! Spiel doch einfach normal weiter und mehr als einmal sagen musst dus nicht,entweder er hört auf dich oder er macht weiter. Alle paar Sekunden/Minuten zu schreiben das er scheiße ist, behebt weder dein momentanes Problem oder bringt dir sonst irgendwas außer das du dich noch mehr aufregst oder dein Teammitglied anfängt noch schlechter zu spielen.Entweder absichtlich durch Trollen oder weil die Performance noch mehr durch blames abbaut...\n\nNur mal so ein Screenshot wie oft du \"noob\" schreibst (Das wahrscheinlich noch vor der 20. Minute)\n\n[Screenshot](http://fs5.directupload.net/images/160504/39yabelr.jpg)","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-04T08:44:54.688+0000","up_votes":4,"down_votes":0,"body":"Ich würde dir echt gerne helfen, aber ich sehe da gerade wirklich keinen Ansatz, man könnte also sagen, dass mich diese abnorme Menge an Ignoranz und Realitätsbiegung, sprachlos macht. Chapeu!\n\nDas Einzige was ich machen kann, ist dir zu sagen, dass sowohl ich als auch etwa 90% der LoL-Community, exakt gegenteiliger Meinung sind und du vielleicht mal überlegen könntest, was das über die Wahrscheinlichkeit aussagt, dass du richtig liegst.\n\nDa ich diese Chance aber für sehr gering halte, verbleibe ich leicht geknickt und traurig darüber, was es so für Menschen gibt.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-05-04T08:11:38.833+0000","up_votes":5,"down_votes":1,"body":"Noob = Newbie out of brain = Hirnloser Anfänger.\nAlso doch, Noob ist sehr wohl eine Beleidigung.\n**Warum** du flamest, ist ebenfalls egal. Was gegen die Regeln ist, denen du übrigens immer wieder aufs Neue zugestimmt hast, dein Flamen.\n\nUnd deine Formulierungen spiegeln recht gut wieder, dass der Ban gerechtfertigt ist.","replies":[{"id":"","poster":"4 Faker","date":"2016-05-04T08:14:47.211+0000","up_votes":1,"down_votes":1,"body":"zu deiner Erklärung was noobs sind :) \n\nNewbie ist nicht noob!\nhier auch ein Link der das nochmal etwas ausführlicher erklärt :\n\nhttp://www.urbandictionary.com/define.php?term=Noob","replies":[]}]},{"id":"","poster":"Parunpata","date":"2016-05-06T07:07:13.415+0000","up_votes":3,"down_votes":0,"body":"Der Bann ist sowas von verdient, ich habe Glücksgefühle ausgestoßen während ich das gelesen habe","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-05-04T08:17:18.236+0000","up_votes":3,"down_votes":0,"body":"OMG , NOCH SO EINER ! {{sticker:slayer-jinx-unamused}} {{sticker:zombie-brand-facepalm}} \n\nHab mich vom letzten schon net richtig erholt ! Spar uns Deine Ausflüchte, BITTE. Lies Dir den Thread :\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/Ko6bjeAw-2-wochen-ban-far-nichts\n\nerstmal durch und überleg, ob Du hier die Diskussion weiter anheizen willst !\n\nUnd lass son Scheiß von wegen \"RIOT-verklagen\" ! Lies Dir erstmal die Geschäftsbedingungen durch die Du jedesmal akzeptierst. Is ja wohl nen Witz das Ganze hier !\n\nAch ja, noch mehr Lesestoff :\n\nhttps://support.riotgames.com/hc/de/articles/201898070-Mein-Konto-wurde-gesperrt\n\nviel Spaß dabei. Ich leih Dir auch meine Brille für's Kleingedruckte. Alternativ kannste auch die Zoom-Funktion vom Firefox benutzen.","replies":[]},{"id":"","poster":"JarJarBinks22","date":"2016-05-04T10:39:48.638+0000","up_votes":1,"down_votes":5,"body":"hab ich momentan auch das gleiche bekomme nur noch Teams die absichtlich feeden","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T11:01:42.764+0000","up_votes":1,"down_votes":0,"body":"Naja, mit dem Beschwörernamen ... {{summoner:6}}","replies":[{"id":"","poster":"JarJarBinks22","date":"2016-05-04T12:58:56.051+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=00170000,timestamp=2016-05-04T11:01:42.764+0000)\n>\n> Naja, mit dem Beschwörernamen ... {{summoner:6}}\n\nhoffe du meinst nicht mich -.- wenn doch ist deiner auch nicht grad besser","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T14:12:08.325+0000","up_votes":2,"down_votes":0,"body":"Jaaaaa, meiner isses auch net, aber Deiner ausgerechnet JarJar !? \n\nhttps://www.youtube.com/watch?v=EdS2kCUGvfo\n\n{{sticker:slayer-jinx-wink}} \n\nwww.alles-nur-spass.de ;) - passte halt nur grad so gut, weil Du Dich beschwert hast, deine Mates würden alle feeden. Wenn JarJar spricht würd ich auch freiwillig in den Tower rennen. Weil der einfach nur genervt hat ^^, also in den Filmen. Ich meinte nur, hoffentlich ist Dein Name nicht Programm ;) - War halt nur aus Spass gemeint .\n\nWenns jetzt natürlich deine Lieblingsfilmfigur ist, dann Entschuldigung  {{champion:18}} !\n\nmfg\nMB","replies":[{"id":"","poster":"JarJarBinks22","date":"2016-05-04T14:57:01.804+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=0017000000000000,timestamp=2016-05-04T14:12:08.325+0000)\n>\n> Jaaaaa, meiner isses auch net, aber Deiner ausgerechnet JarJar !? \n> \n> https://www.youtube.com/watch?v=EdS2kCUGvfo\n> \n> {{sticker:slayer-jinx-wink}} \n> \n> www.alles-nur-spass.de ;) - passte halt nur grad so gut, weil Du Dich beschwert hast, deine Mates würden alle feeden. Wenn JarJar spricht würd ich auch freiwillig in den Tower rennen. Weil der einfach nur genervt hat ^^, also in den Filmen. Ich meinte nur, hoffentlich ist Dein Name nicht Programm ;) - War halt nur aus Spass gemeint .\n> \n> Wenns jetzt natürlich deine Lieblingsfilmfigur ist, dann Entschuldigung  {{champion:18}} !\n> \n> mfg\n> MB\n\nnaja xd er ist auch lustig ^^ deswegen ja der name ^^ jup ist er ^^ :D aber hab jetzt eh eine gruppe gefunden mit denen ich spielen kann ;D","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T15:43:56.627+0000","up_votes":3,"down_votes":1,"body":"Wenn hier über Jarjar geredet wird, poste ich auch mal ein Video dazu:\n\nhttps://www.youtube.com/watch?v=8yy3q9f84EA","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-11T15:23:51.351+0000","up_votes":2,"down_votes":0,"body":"LOL , XDXD - ich habs doch gewußt, irgendwie. Oder zumindest geahnt ;)\n\nups, wollt hier gar nicht mehr reinschreiben ^^ - Egal, mal was anderes, hatten wir bzw. ihr (bin ja noch net lang dabei) schon mal nen Thread mit 58 downvotes ?\n\nmfg\nMB","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-11T17:44:25.691+0000","up_votes":2,"down_votes":0,"body":"Sowas ist hier ziemlich selten. Dazu müssen wohl einige Sachen zusammenkommen. Es hilft natürlich, wenn  unliebsame Threads am Leben gehalten werden, damit sie mehr Downvotes sammeln.","replies":[{"id":"","poster":"Abasin","date":"2016-05-13T11:08:54.887+0000","up_votes":2,"down_votes":0,"body":"Ich würde ihn trotzdem so langsam dichtmachen. Ist alles gesagt, echten Mehrwert kann wohl keiner mehr hinzufügen. Ausser man will wiklich dreistellige Downvotes provozieren.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-13T19:15:10.030+0000","up_votes":2,"down_votes":0,"body":"Das kann ich nicht bestimmen.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"BabyBoyBash","date":"2016-05-05T02:06:24.209+0000","up_votes":2,"down_votes":0,"body":"Das traurige ist das du dich über diese \"Noobs\" aufregst und dennoch auf der gleichen Elo spielst. Blind vor eigenen Fehlern :)","replies":[]},{"id":"","poster":"gyyyr","date":"2016-05-04T22:23:20.956+0000","up_votes":2,"down_votes":0,"body":"> Ganz ehrlich - Noob ist keine Beleidigung sondern eine Kurzform von Newbe - Neuling... Sind Riot Mitarbeiter wirklich sooo dumm, dass sie dies nicht wissen könnten?\n\nkommt immer auf die Verwendung an. Sehr viele Wörter können sowohl beleidigend als auch nicht beleidigend verwendet werden.\n\n> Wenn ich also jemanden als Neuling bezeichne/beschimpfe, der wie ein Neuling spielt und auch keine Anstalten macht meine Tipps anzunehmen - werde ich dafür bestraft, dass ich mich ehrlich wütend gegenüber solchen Mitspielern äussere, die mir das Spiel und die Lust daran zerstörend??!...\n\nDer denkt vileicht dass du wie ein Neuling(Noob) spielst.\ndu zerstörst auch ihnen das Spiel und die Lust daran.\n\n> Das ist etwa vergleichbar, wie wenn ich im Fußball jedesmal eine rote Karte bekommen würde, wenn ich einem Mitspieler - KEINEM GEGENSPIELER - sage, dass er gerade aus meiner Sicht Scheiße gebaut hat/eine falsche Entscheidung getroffen hat oder unseren Vorteil auf eine Art und Weise verspielt hat, die ich so nicht für die Zukinft akzeptieren kann und will...\n\nEs ist etwa vergleichbar, wie wenn dein Fussballtrainer dich nach dem spiel verwarnt und nach einer gewissen anzahl an verwarnungen aus dem Verein schmeisst.\nJemanden auf seine Fehler hinzuweisen kan beleidigend wirken, besonders wenn sie ihren Fehler schon kennen.\n\n> Wen ich also z.b. bei LoL, als ADC meinen SUPP als NOOB kritisiere, wenn er z.b. NICHT WARDET, MEINEN FARM ZERSTÖRT ODER KLAUT, STÄNDIG KS MACHT, DURCH SEIN VERHALTEN UNSEREN GEGENSPIELERN VORTEILE MIR BZW: UNS GEGENÜBER VERSCHAFFT und absolut BERATUNGSRESISTENT IST - dann beleidige ich meinen Mitspieler also persönlich???...\n\nWieso wardest du nicht selber? das Warden ist aufgabe aller, nicht nur die des Supports.\nEr securet den Farm nur oder möchte puschen.\nEin KS kann zu mehr Teamgold führen also nichts schlechtes.\nEr denkt sich sehr wahrscheinlich dass du schlecht bist weil du ihm nicht hilfst. ausserdem macht er es wohl kaum absichtlich(und wenn doch muss deine persönlichkeit etwas damit zu tun haben, denn ich habe in den letzten 200 spielen oder so nicht einen gehabt, der absichtlich feedet)\nBist du selber denn überhaupt besser? setzt du alles direkt um das dir deine Teammitglieder sagen?(wenn ja tut es mir leid für dich. Manchmal empfehlen sie dir auch einen ganz schönen Blödsinn)\n\n> RIOT EURE MENSCHENKENNTNIS UND EUER WELTVERSTÄNDNIS SCHEINT = 0 zu sein.\n\nIch glaube es ist grösser als deins und auch als meins. Das reicht.\n\n> Wo hab ich dabei jemanden persönlich beleidigt?... UND beleidigt sich derjenige nicht selbst, wenn sich jemand persönlich beleidigt fühlt, von einer hitzigen Äusserung, die im Eifer eines Wettbewerbes geäussert wurde?...\n\nwieso soll man sich im Eifer eines Wettbewerbs nicht beleidigt fühlen wenn jemand einen beleidigt? auch dann sollte man auf seine Wortwahl achten.\n\n> Eigentlich müsste man RIOT wegen BETRUGes VERKLAGEN - kein Gericht in Duetschland würde das Wort \"Noob\" als Beleidigung werten - vor allem nicht, in dem Kontext, in dem es bei LoL in der Regel geäussert wird...﻿\n\nEs ist kein Betrug. Die Gründe stehen in der [EULA](http://euw.leagueoflegends.com/de/legal/eula), den [Nutzungsbedingungen](http://euw.leagueoflegends.com/de/legal/termsofuse) und in dem [Weg der Beschwörer](http://gameinfo.euw.leagueoflegends.com/de/game-info/get-started/summoners-code/)\n\nSpiel 1\n> stop feed noob\nwhat do u? push and feed\ny u re sooo noob karma\nuseless noob szup\nu re such a useless noob\nnoob feeder\nstupid noob sup\nu trolled the whole game noob kamra\ngood feed noob\nu feed before too noob - what should be the difference noob karma?\nu re sooo useless karma\nidiot\nty for help noob ez\n\nBeleidigung\n\n> report karma for useless and feed pls\nreport this useless noob sup pls\nreport karma for feed and useless pls\nreport vi for stupid pls\nrpeort this feeders\nreport karma\nreport karma for useless, feeding and trolling\n\nunsportliches Verhalten\n\n> no wards - gg noob sup+\n0 wards on bot noob sup\n\nWieso platzierst du selber denn keine? das ist nicht nur aufgabe des supports sondern die des ganzen teams. geh mit gutem vorbild voraus, villeicht macht er es ja dann nach.\n\nSpiel 2\n> ty for feed jinx bot\nfck u\nfck u noob feeder\n\nBeleidigung\n\n> pls report ekko for want surrender\n\nunsportliches verhalten\n\n> GODD SS NOOB MID\n\ngute mapawareness\n\n> stop flame ekko ure soo useles\nstop flame and play noobs\nif u noobs stop flame and play\n\naber du selbst darfst natürlich flamen. geh mit gutem vorbild voraus und eventuell machen sie es dir nach.\n\n> why w e ve no vision?\n\nweil du zu wenig wards plazierst.\n\n> OK - ICH GEBE ZU HART ZU FLAMEN - ABER: Tue ich das ohne Grund? Wer meine Stats betrachtet und den Chatverlauf studiert, dem wird auffallen, dass ich\n\n> nicht wahlllos flame\nnicht wahllos andere beleidige\nich mich mit guten grund aufreg(t)e - wenn meine supps einfach wie vollarschlöcher spielen und sich auch nicht bessern wollen\n\nvieleicht woll(t)en sie sich bessern nur du hast nichts davon gemerkt.\n\n> Nun kommen wir mal zu den angeblichen Beleidigungen - tun wir mal das, was Riot anscheinend zu hoch ist - analysieren wir den Chatverlauf:\n\ndas hat Riot schon gemacht.\n\n> Spiel 1 - wie kam es zum Flame?\n- Ich schrieb: ez mid - vermutlich, weil ein Ezrael zu Beginn des Games nicht auf seine richtige Position lief.\netwas später schrieb ich wohl: ez u re mid noob - im adc - vermutlich spielte ich jinx (mit der man nicht gut mid spielen kann) sonst wäre ich vermutlich selbst mid gegangen - normal habe ich soviel spielverständnis und teamgeist - was ich von meinen teammates leider oft so nicht erwarten kann...\n\nVielleicht bildest du dir nur ein dass deine teammates so wenig teamgeist haben. Vielleicht vertraust du ihnen zu wenig.\n\n> das lässt darauf schließen, dass dieser Ezrael wohl zu dumm (sein Gehirn arbeitete langsamer als meines) war - selbst zu erkennen, dass er MID spielt und wohl auch nicht auf meine vorherige Aufforderung reagiert hatte - was vielleicht für mich ein Grund war, anzunehmen, dass er nicht zu dumm sei - sondern ein Anfänger (Noob), weshalb ich ihm diesen Eindruck mitteilte durch das angehängte \"noob\" - welch eine Beleidigung...\n\neinem anfänger ständig zu sagen dass er ein anfänger ist, kann sehr beleidigend wirken. besonders wenn man es so sagt wie du.\n\n> als nächstes kritisierte ich karma (meinen sup) vermutlich, weil sie gleich zu beginn selbstmord (suicide) begangen hatte und somit gleich von Beginn an meine Lane gefeedet hatte, indem ich ihr versagen so kommentierte: OMG KARMA - heftige Beleidigung muss man schon sagen...\n\nvilleicht war es ein engage den du nicht gesehen hast.\nes ist eine art ihr mitzuteilen dass sie schlecht ist, das kann beleidigend wirken\n\n> Daraufhin schrieb ich: Stop push my lane noob - was darauf hindeutet, dass Karma nicht nur gefeedet hatte sondern auch meinen Farm bereits zu Beginn des Spiels zerstörte und klaute (was definitiv ihren Aufgaben als Supp wiedersprach - was mich zu der Annahme bringen musste, sie isei ein Anfänger (Noob), da sie sich so verhielt... Dies teilte ich ihr somit mit in der Hoffnung, sie würde daraus lernen und das feeden, wie auch meinen Farm in Ruhe lassen...\n\nein supp darf den Farm nehmen wenn er ihn braucht, da ist nichts falsch dran\nNur weil sie ein anfänger ist musst du ihr das nicht mittteilen. ausserdem wird es eher angenommen wenn man dieses \"Noob\" weglässt.\n\n> DAS MAN WÄHREND DES SPIELS NICHT IMMER ZEIT HAT LANGE AUSFÜHRUNGEN AUF ENGLISH ZU SCHREIBEN, KÖNNTEN VIELLEICHT SOGAR RIOT MITARBEITER VERSTEHEN KÖNNEN... ABER ANSCHEINEND IST DIES NICHT SO...\n\nKlar kann man nicht lange ausführungen machen aber deine sind eigentlich schon zu lange. Du schreibst so oder so schon zu viel. \nDas meiste kann man mit Pings mitteilen und sachen wie \"xy no flash\", \"xy no sums\", \"xy no ult\" usw. sind schnell geschrieben.\n\n> Genauso wie es euch anscheinend auch am nötigen Abstraktionsvermögen mangelt, unterscheiden zu können zwischen Flame (grundlose Beleidigung) und hitztiger Konversation innerhalb eines Teams während eines Spiels... FUSSBALL KENNT IHR ALLE VERMUTLICH AUCH NICHT - IHR HINTERWÄLDLER BEI RIOT??? WAS DENKT IHR WIEVILE SPIELER NACH 90 Minuten noch auf den Platz stünden, würde jeder für hitztige Äusserungen seinen Mitspielern gegenüber gleich des Platzes verwiesen?\n\nauch in einer hitzigen Konversation sollte man auf seine wortwahl achten.\nEs wird auch in lol niemand des platzes verwiesen sondern nach dem spiel verwarnt und im wiederholungsfall ausgeschlossen(aus dem verein geschmissen).\n\n> UND WIEVIELE WÜRDEN AM ENDE DER SAISON ÜBERHAUPT NOCH SPIELEN DÜRFEN; WENN SIE AUFGRUND SOLCHER HITZIGEN ÄUSSERUNGEN IN SPIELEN AUF LEBENSZEIT GESPERRT WÜRDEN?\n\nscheinbar einige. Es hat auch im Fussball schon leute gegeben die bestraft wurden wegen ihrer wortwahl.\n\n> In Anbetracht solcher Zusammenhänge kommen mir starke Zweifel an der sozialen Intelligenz der verantwortlichen Riot-Entscheider... Wollte ich nur mal so mitgeteilt haben... Vollpfeiffen scheint ihr zu sein - Menschen vor denen man keinen Respekt haben kann und darf...\n\nsehe ich genau umgekehrt. immerhin können die sich benehmen und das verdient meiner Meinung nach Respekt\n\nRiot ist nicht perfekt allerdings sind ihre grössten fehler definitv nicht in dem accountban-system. Sie wollen allen einfach das best möglich erlebnis bieten und leute die beleidigen oder sonst irgendwie den spielspass zerstören sind da einfach fehl am platz.","replies":[]},{"id":"","poster":"Sakunosuke Oda","date":"2016-05-04T13:04:05.282+0000","up_votes":2,"down_votes":1,"body":"Top du hast es geschafft im ersten Chatverlauf insgesamt 23 mal Noob zu schreiben.\n\nEdit: Alle Accounts und Rechte sind Riot vorbehalten die könnten auch deinen Account ohne Grund bannen ohne das du was tun kannst. Der Account gehört Riot und nicht dir somit ist es ihr Eigentum und sie können machen und tun was sie wollen was aber nicht der Fall ist. Als Beispiel bei der Registrierung fragst du Riot nach einem Account und diese leihen dir den auf unbefristete Zeit aus auf dem Account kannst du dann spielen oder auch RP kaufen allerdings hat Riot auch das Recht den \"geliehenen\" Account zu bannen ohne das du was machen kannst. Und vor allem für die Aussage \"IHR HINTERWÄLDLER BEI RIOT???\" könnte dich Riot verklagen ;) \n\nPS: Du sagtest selber \"wie kam es zum Flame\".","replies":[{"id":"","poster":"Shiggyvara","date":"2016-05-04T14:46:12.464+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=J3ounce,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e,timestamp=2016-05-04T13:04:05.282+0000)\n>\n> Top du hast es geschafft im ersten Chatverlauf insgesamt 23 mal Noob zu schreiben.\n> \n> Edit: Alle Accounts und Rechte sind Riot vorbehalten die könnten auch deinen Account ohne Grund bannen ohne das du was tun kannst.\n\nFalsch...\n\nAber mit Leuten wie dir würde ich gern mal Geschäfte machen offensichtlich ist der Betreiber ja immer im Recht, wenn er das nur behauptet :)","replies":[{"id":"","poster":"Sakunosuke Oda","date":"2016-05-04T15:15:19.688+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e0000,timestamp=2016-05-04T14:46:12.464+0000)\n>\n> Falsch...\n> \n> Aber mit Leuten wie dir würde ich gern mal Geschäfte machen offensichtlich ist der Betreiber ja immer im Recht, wenn er das nur behauptet :)\n\nGeistiges Eigentum. Alle Rechte und Ansprüche an und im Zusammenhang mit dem Eigentum und alle enthaltenen Inhalte (insbesondere NUZERKONTEN, Computercode, Titel, Objekte, Artefakte, Charaktere, Charakternamen, Orte, Ortsbezeichnungen, Geschichten, Handlungsstränge, Dialoge, Schlagworte, Bildmaterialien, Grafiken, Strukturen oder Landschaftsgestaltungen, Animationen, Klänge, musikalische Kompositionen und Aufzeichnungen, Riot Points (nachfolgend definiert), audio-visuelle Effekte, Charakterportraits und Betriebsmethoden, Markenzeichen, Dienstleistungszeichen, Markennamen, Logos, Domainnamen, Slogans, Patente, Erfindungen, Nutzungsmodelle, Wissen und anderes geistiges Eigentum) stehen allein Riot Games oder deren Lizenzgebern zu.\n\nEDIT: UNGEACHTET DER HIER AUFGEFÜHRTEN PUNKTE ERKENNEN SIE AN UND STIMMEN ZU, DASS SIE KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN IHREM KONTO HABEN UND SIE ERKENNEN WEITERHIN AN UND STIMMEN ZU, DASS ALLE RECHTE AN UND IM ZUSAMMENHANG MIT IHREM KONTO DAUERHAFT BEI RIOT GAMES LIEGEN UND RIOT GAMES ZUGUTE KOMMEN. SIE ERKENNEN AN UND STIMMEN ZU, DASS SIE KEINE FORDERUNG, KEIN RECHT, KEINEN ANSPRUCH UND KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN DEN SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER VON IHNEN ERWORBENEN RIOT POINTS HABEN, UNABHÄNGIG VON DER GEGENLEISTUNG DIE SIE IM AUSTAUSCH GEGEN RIOT POINTS ODER VIRTUELLE GEGENSTÄNDE ANGEBOTEN ODER ERBRACHT HABEN.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-04T17:53:26.040+0000","up_votes":4,"down_votes":5,"body":"Müssen wir das jetzt wieder von vorne durchdiskutieren...\nWenn das ein anderes Thema wäre könnte ein Riotler sicherlich mal einen Sticky Thread dazu machen...\n\nNochmal kurz zusammengefasst: Riot ist ein Dienstleister. Wenn man als Kunde Geld in den Account investiert, dann kann man eine Dienstleistung erwarten. Wenn Riot sich aus Lust und Laune dazu entschließt diese Dienstleistung durch Schließen des Accounts nicht zu erfüllen, dann ist das ein Vertragsbruch und das ist gesetzeswidrig (Juristisch gesehen ist das ein \"Betrug\").","replies":[{"id":"","poster":"drexxsack","date":"2016-05-04T18:23:39.592+0000","up_votes":5,"down_votes":4,"body":"Das Riot ein Dienstleister ist, ist ersteinmal eine Irreführung(der Begriff Dienstleister ist schwammig).\nDie Vertragsart die Riot nutzt, ist definitiv ein Vertrag eigener Art, der Merkmale von einigen gesetzlich definierten Vertragsarten enthält. \nDa es zu diesem Vertragskonstrukt aber keine gefestigte höchstrichterliche Rechtsprechung gibt(es gibt ein paar sich widersprechende Urteile auf Ebene der Landgerichte), steht noch gar nicht fest, welche AGB-Teile rechtens sind und damit auch nicht welche Pflichten existieren.\nIch bin zwar ebenfalls der Meinung, dass Accountschließungen vollkommen ohne Grund nicht Rechtens sein dürfte, sofern Geld ausgegeben wurde, aber ansich ist deine Zusammenfassung schlicht ohne jede Basis.\n\nUm den \"Betrug\" aufzugreifen, den du so schön in Anführungszeichen gesetzt hast, um deutlich zu machen, dass du weißt, dass es kein Betrug ist: In jeder Variante wurden alle Verträge erfüllt.\nKauft man RP schließt man eigentlich mehrere Verträge. In einem Vertrag werden die Pflichten festgehalten, in einem die Überschreibung des Geldes und in einem weiteren wird die Übertragung der RP geregelt. Dieses Konstrukt dürfte einen weiteren konkludent geschlossenen Vertrag erzeugen, der den Vertrag über den Account modifiziert und genau das ist ein Problem, denn bisher gibt es keine gefestigte Rechtsprechung darüber, welche Pflichten sich aus diesem Vertrag ergeben.\n\nAnsonsten ist der Beitrag der Anwaltskanzlei Ferner Alsdorf recht interessant:\nhttp://www.ferner-alsdorf.de/rechtsanwalt/it-recht/spielerecht-computerspiele-browserspiel-cheaten-bot-agb-urteil-games-rechtsfragen/7442/","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-04T19:50:41.620+0000","up_votes":3,"down_votes":4,"body":"> Um den \"Betrug\" aufzugreifen, den du so schön in Anführungszeichen gesetzt hast, um deutlich zu machen, dass du weißt, dass es kein Betrug ist: In jeder Variante wurden alle Verträge erfüllt.\n\nFrüher gab es diese Betrügerseiten, wo man kostenlose Software herunterladen konnte und sich dazu irgendwie registrieren musste und das dabei abgeschlossene Abo und der Preis war ganz klein irgendwo versteckt. Ist jemand darauf reingefallen, so sind dort auch \"jede Bedingung des Vertrags erfüllt worden\". Man hat diese Seiten trotzdem später als betrügerisch klassifiziert.\nGenau so würde es einem Gericht ergehen, wenn er den Sachverhalt hier analysieren würde.\n\nWie du schon richtig bemerkt hast, gibt es keine feste Rechtsprechung darüber, weswegen ein deutsches Gericht Riot als  eine Art Unternehmen interpretieren müsste, zu dem es Rechtsprechung kennt. Das ist das Dienstleistungsgewerbe.\n\n\"Bannen ohne Grund\" kommt hier \"Geld kassieren unter  einem Vorwand einer (wissentlich) später nicht getätigten Dienstleistung\" gleich und das ist nicht nur juristisch, sondern auch nach der Definition im Lexikon schlichtweg Betrug (Du kannst natürlich deine eigene Definition von Betrug haben und die Anführungszeichen stehen lassen).\n\nIch bin das Thema mittlerweile Leid und werde darüber nicht weiter diskutieren.","replies":[{"id":"","poster":"drexxsack","date":"2016-05-04T21:02:57.567+0000","up_votes":5,"down_votes":4,"body":"> https://dejure.org/gesetze/StGB/263\n> \n> \n> (1) Wer in der Absicht, sich oder einem Dritten einen rechtswidrigen Vermögensvorteil zu verschaffen, das Vermögen eines anderen dadurch beschädigt, daß er durch Vorspiegelung falscher oder durch** Entstellung oder Unterdrückung **wahrer Tatsachen einen Irrtum erregt oder unterhält, wird mit Freiheitsstrafe bis zu fünf Jahren oder mit Geldstrafe bestraft.\n> \n> (2) Der Versuch ist strafbar.\n> \n> (3) In besonders schweren Fällen ist die Strafe Freiheitsstrafe von sechs Monaten bis zu zehn Jahren. Ein besonders schwerer Fall liegt in der Regel vor, wenn der Täter\n> \t1. \tgewerbsmäßig oder als Mitglied einer Bande handelt, die sich zur fortgesetzten Begehung von Urkundenfälschung oder Betrug verbunden hat,\n> \t2. \teinen Vermögensverlust großen Ausmaßes herbeiführt oder in der Absicht handelt, durch die fortgesetzte Begehung von Betrug eine große Zahl von Menschen in die Gefahr des Verlustes von Vermögenswerten zu bringen,\n> \t3. \teine andere Person in wirtschaftliche Not bringt,\n> \t4. \tseine Befugnisse oder seine Stellung als Amtsträger oder Europäischer Amtsträger mißbraucht oder\n> \t5. \teinen Versicherungsfall vortäuscht, nachdem er oder ein anderer zu diesem Zweck eine Sache von bedeutendem Wert in Brand gesetzt oder durch eine Brandlegung ganz oder teilweise zerstört oder ein Schiff zum Sinken oder Stranden gebracht hat.\n> \n> (4) § 243 Abs. 2 sowie die §§ 247 und 248a gelten entsprechend.\n> \n> (5) Mit Freiheitsstrafe von einem Jahr bis zu zehn Jahren, in minder schweren Fällen mit Freiheitsstrafe von sechs Monaten bis zu fünf Jahren wird bestraft, wer den Betrug als Mitglied einer Bande, die sich zur fortgesetzten Begehung von Straftaten nach den §§ 263 bis 264 oder 267 bis 269 verbunden hat, gewerbsmäßig begeht.\n> \n> (6) Das Gericht kann Führungsaufsicht anordnen (§ 68 Abs. 1).\n> \n> (7) Die §§ 43a und 73d sind anzuwenden, wenn der Täter als Mitglied einer Bande handelt, die sich zur fortgesetzten Begehung von Straftaten nach den §§ 263 bis 264 oder 267 bis 269 verbunden hat. § 73d ist auch dann anzuwenden, wenn der Täter gewerbsmäßig handelt.\n> \n\nDie Seiten die du ansprichts werden deshalb als betrügerisch klassifiziert, weil ihr Zweck die Täuschung über die Kostenlosigkeit war, die mittels Design des Preishinweises erreicht wurde. Das trifft hier aber nicht zu. Es wird nirgendwo auch nur eine Täuschung oder Irreführung unternommen. \nEine Straftat hat immer einen objektiven Teil und einen subjektiven Teil. Das gleiche gilt damit  für die einzelnen Tatbestandsmerkmale. Zunächst muss eine Handlung überhaupt zur Täuschung geeignet sein und dann muss die Täuschung auch absichtlich erfolgen(es gibt keinen fahrlässigen Betrug - hat man das Ausräumen des Irrtums fahrlässig unterlassen, ist die Täuschung nicht zurechenbar). Während sich ersteres begründen lässt, lässt sich zweiteres bei Riot nicht begründen.\nSoweit die Kurzfassung zum strafrechtlichen Teil.\n\nZivilrechtlich  sind die angesprochenen Klauseln nicht zu erwarten, damit überraschend und nach §305c BGB nicht Teil das Vertrags. \nDie von Riot gebrauchten Klauseln sind nicht unüblich und damit in dem Bereich zu erwarten, womit sie nicht überraschend sein können. \nOffenen Frage ist, ob die Klauseln gegen das Gebot von Treu und Glauben verstoßen und das ist bei manchen gar nicht so abwegig(zumindest ist es begründbar).\n\nEs mag sein, dass du das Thema leid bist. Ich werde dir dennoch immer wieder widersprechen, wenn du einem eindeutigen Irrtum über die rechtliche Bedeutung des Betrugs unterliegst.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-04T21:39:40.014+0000","up_votes":4,"down_votes":5,"body":"Es steht dir frei zu widersprechen. Da du allerdings deine Aussagen nicht mit Argumenten stützen kannst, wird der aufmerksame kritische Leser davon unbeeindruckt bleiben. \nEs bleibt immer die Aufgabe eines Gerichts bestehende Gesetze richtig zu interpretieren. \n\n> Zunächst muss eine Handlung überhaupt zur Täuschung geeignet sein und dann muss die Täuschung auch absichtlich erfolgen\n\nVon der reinen Wortbedeutung her, beschreibt ein oben geschildertes Szenario ganz klar einen Betrug - Riot bannt ja niemanden \"unwissentlich\" und bereichert sich außerdem am Geld des Kunden.\n\n>  Das trifft hier aber nicht zu. Es wird nirgendwo auch nur eine Täuschung oder Irreführung unternommen.\n\nEs würde darüber hinaus sogar exakt in das Schema fallen, weil Riot auf der Website nicht gut sichtbar damit warnt, dass Accounts ohne Grund gebannt werden könnten.\n\n\nDas deutsche Recht hat in vielen Bereichen keine logische Struktur, und ist durchsetzt von Ausnahmen - was die Lebensgrundlage von Juristen bildet. \n\nDu kannst keine Argumente liefern, die Riot in diesem Szenario eine Rechtfertigung für einen Ban liefern könnten, egal wie viele Paragraphen du zitierst. Sollte Riot irgendwann einmal bereit sein, sich mit der Verbraucherschutzzentrale anlegen zu wollen und einen Account aus reiner Willkür bannen, dann sehen wir ja wie das dann ausgeht. \n\nPS: Bitte füge deinen Posts ein tldr hinzu, oder formuliere kurz und exakt.\nAch ja: such doch mal die Definition von \"eindeutig\" heraus. Du bist ja so gut im Recherchieren","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T22:01:01.464+0000","up_votes":5,"down_votes":4,"body":"Hast du dich gerade wirklich darüber beschwert, dass er keine Zusammenfassung eines Textes gemacht hat, der so lange ist, wie dein vorheriger? \n\nSolltest du dann nicht selbst überall tldr druntersetzen, was eine Viertel DIN-A4 Seite überschreitet?","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-04T22:13:07.001+0000","up_votes":4,"down_votes":7,"body":"Sein Post besteht aus Rezitieren von Paragrpahen. Es ist die klassische Politikerantwort: Viel Reden ohne etwas zu sagen. Ich denke es wird ziemlich eindeutig für welche Antowrt ein tldr angebracht ist und für welche nicht.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-04T22:16:32.900+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Game of Thr0ws,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e000000000001000000000000000000000000,timestamp=2016-05-04T22:13:07.001+0000)\n>\n> Sein Post besteht aus Rezitieren von Paragrpahen.\n\nIhr führt hier eine Diskussion, ob etwas rechtens ist, wie soll er da keine Paragraphen zitieren dürfen?","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-05-04T22:24:12.464+0000","up_votes":2,"down_votes":5,"body":"Zunächst mal: Ich will eigentlich keine Diskussion mehr führen. Und eine gute Antowrt seinerseits \"enthält\" bestenfalls Paragraphen und dazu eine treffende Erläuterung, warum was wie wo zutrifft. Letzteres bleibt leider aus. Zwischen \"bestehen\" und \"enthalten\"gibt es einen Unterschied.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-05T02:03:29.266+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Game of Thr0ws,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e00000000000100000000000000000000000000000000,timestamp=2016-05-04T22:24:12.464+0000)\n>\n> Zunächst mal: Ich will eigentlich keine Diskussion mehr führen. Und eine gute Antowrt seinerseits &quot;enthält&quot; bestenfalls Paragraphen und dazu eine treffende Erläuterung, warum was wie wo zutrifft. Letzteres bleibt leider aus. Zwischen &quot;bestehen&quot; und &quot;enthalten&quot;gibt es einen Unterschied.\n\nUnd wo sind deine Grundlagen? Ichbin nur Laie, aber so wie ich das sehe, hat das - egal wer von euch beiden nun Recht behielte - doch ein Richter zu entscheiden, dazu gehört auch die Basis deiner Argumentation- Riot muss als Dienstleister klassifiziert werden, damit der Rest überhaupt greift. Das ist nicht noch nicht geschehen (oder doch?). Wenn alles so klar wäre bräuchte es doch keine Gerichte mehr, Anwälte schon gar nicht...","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-05T09:23:24.143+0000","up_votes":1,"down_votes":1,"body":"Nicht umsonst heißt es \"vor Gericht und auf hoher See bist du in Gottes Hand\".\n\nAm Ende geht es immer nur darum, die Wahrscheinllichkeit des Ausgangs eines Falles zu ermitteln, bevor der Richter dann die Entscheidung trifft.\nDie Wahrscheinlichkeit, Riot hier erfolgreich Angehen zu können, würde ich aber als sehr gering einschätzen.","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Shiggyvara","date":"2016-05-04T15:30:18.156+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=J3ounce,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e00000000,timestamp=2016-05-04T15:15:19.688+0000)\n>\n> Geistiges Eigentum. Alle Rechte und Ansprüche an und im Zusammenhang mit dem Eigentum und alle enthaltenen Inhalte (insbesondere NUZERKONTEN, Computercode, Titel, Objekte, Artefakte, Charaktere, Charakternamen, Orte, Ortsbezeichnungen, Geschichten, Handlungsstränge, Dialoge, Schlagworte, Bildmaterialien, Grafiken, Strukturen oder Landschaftsgestaltungen, Animationen, Klänge, musikalische Kompositionen und Aufzeichnungen, Riot Points (nachfolgend definiert), audio-visuelle Effekte, Charakterportraits und Betriebsmethoden, Markenzeichen, Dienstleistungszeichen, Markennamen, Logos, Domainnamen, Slogans, Patente, Erfindungen, Nutzungsmodelle, Wissen und anderes geistiges Eigentum) stehen allein Riot Games oder deren Lizenzgebern zu.\n> \n> EDIT: UNGEACHTET DER HIER AUFGEFÜHRTEN PUNKTE ERKENNEN SIE AN UND STIMMEN ZU, DASS SIE KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN IHREM KONTO HABEN UND SIE ERKENNEN WEITERHIN AN UND STIMMEN ZU, DASS ALLE RECHTE AN UND IM ZUSAMMENHANG MIT IHREM KONTO DAUERHAFT BEI RIOT GAMES LIEGEN UND RIOT GAMES ZUGUTE KOMMEN. SIE ERKENNEN AN UND STIMMEN ZU, DASS SIE KEINE FORDERUNG, KEIN RECHT, KEINEN ANSPRUCH UND KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN DEN SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER VON IHNEN ERWORBENEN RIOT POINTS HABEN, UNABHÄNGIG VON DER GEGENLEISTUNG DIE SIE IM AUSTAUSCH GEGEN RIOT POINTS ODER VIRTUELLE GEGENSTÄNDE ANGEBOTEN ODER ERBRACHT HABEN.\n\nUnd der Punkt wäre null und nichtig, sobald man Geld für das Spiel ausgegeben hat und sich tatsächlich nichts zu Schulden hat kommen lassen (es sei denn Riot stellt LoL insgesamt ein wofür der Punkt eigentlich gedacht ist).\n\nDas der TE seinen Account nicht zu Recht verloren hat bestreite ich nicht ich bestreite aber sehr wohl, dass Riot einen Account aus Lust und Laune dicht machen darf (sofern Geld in den Account geflossen ist und das Spiel als solches weiterhin besteht).\n\nWie gesagt in seine AGB darf jeder gerne erstmal reinschreiben was er möchte das heißt aber noch lange nicht, dass jeder Punkt der AGB rechtskräftig ist.","replies":[{"id":"","poster":"Sakunosuke Oda","date":"2016-05-04T17:50:27.710+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e000000000000,timestamp=2016-05-04T15:30:18.156+0000)\n>\n> Und der Punkt wäre null und nichtig, sobald man Geld für das Spiel ausgegeben hat und sich tatsächlich nichts zu Schulden hat kommen lassen (es sei denn Riot stellt LoL insgesamt ein wofür der Punkt eigentlich gedacht ist).\n> \n> Das der TE seinen Account nicht zu Recht verloren hat bestreite ich nicht ich bestreite aber sehr wohl, dass Riot einen Account aus Lust und Laune dicht machen darf (sofern Geld in den Account geflossen ist und das Spiel als solches weiterhin besteht).\n> \n> Wie gesagt in seine AGB darf jeder gerne erstmal reinschreiben was er möchte das heißt aber noch lange nicht, dass jeder Punkt der AGB rechtskräftig ist.\n\n. WEITERHIN IST RIOT GAMES, SOWEIT NACH ANWENDBAREM RECHT MÖGLICH, NICHT HAFTBAR FÜR JEDWEDE SCHÄDEN, LÖSCHUNGEN, VERÄNDERUNGEN, BEHINDERUNGEN, „HACKING\" ODER SONSTIGE SCHÄDEN ODER VERLUSTE JEGLICHER ART AN SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER RIOT POINTS, INSBESONDERE DER LÖSCHUNG VON SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER RIOT POINTS BEI DER STILLLEGUNG ODER DEM ABLAUF IHRES KONTOS.\n\nMein Fehler hab wohl nur die Hälfte markiert da ich es beim lesen bis dahin markiert habe. Die AGBS sind gültig da du ihnen mit der Registrierung und auch bei jedem Patch zugestimmt hast^^","replies":[{"id":"","poster":"drexxsack","date":"2016-05-04T18:28:54.894+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=J3ounce,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=001e0000000000000000,timestamp=2016-05-04T17:50:27.710+0000)\n> Mein Fehler hab wohl nur die Hälfte markiert da ich es beim lesen bis dahin markiert habe. Die AGBS sind gültig da du ihnen mit der Registrierung und auch bei jedem Patch zugestimmt hast^^\n\nFTHGN hat in diesem Falle allerdings recht, dass die Zustimmung zu den AGBs nicht zwangsläufig auch bedeutet, dass sie gültig sind.\nDer Abschnitt im BGB sollte eigentlich alles sagen(die Dinger sind btw Ausläufer einer europarechtlichen Regelung und gelten in der gesamten EU und selbst wenn das nicht der Fall wäre gibt es ein paar Regelungen in der EU die selbst dann dafür sorgen würden, dass diese Regelungen gültig sind)\nhttps://www.gesetze-im-internet.de/bgb/BJNR001950896.html#BJNR001950896BJNG023401377\n\nAnsonsten verweise ich auf meinen anderen Post, da die Rechtsprechung in diesem Rechtsbereich noch nicht existiert.\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/n6YHrUuv-riot-verklagen-wg-unrechtmaaaigen-accountbans?comment=001e0000000000010000","replies":[]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-05-04T11:17:09.308+0000","up_votes":2,"down_votes":0,"body":"Ich würde mal sagen, eingew hat uns allen aus der Seele gesprochen. Aber noch mal für dich eine kleine Nachhilfestunde in englische Schimpfwörter:\nNoob heißt Newbie out of brain. Auf deutsch bedeutet das so viel wie hirnloser Neuling. Jemanden als hirnlos zu bezeichnen, ist beleidigend (außer es handelt sich dabei um Mundo oder Fiddle), da ist das \"Neuling\" noch das kleinere Übel. Jemanden als etwas zu bezeichnen, was er nicht ist und was einen niederen Rang hat (Neuling gegenüber Erfahrenen) gilt als beleidigend. Allein einen erfahrenen Spieler als Neuling zu bezeichnen, ist eine Herabwertung. Herabwertungen sind beleidigend.\nSO, jetzt hab ich mehr getippt als ich wollte. Ich hoffe trotzdem, dass du jetzt schlauer bist.","replies":[]},{"id":"","poster":"Snowgen","date":"2016-05-04T10:25:53.923+0000","up_votes":2,"down_votes":0,"body":"\"Wie Kam es zum Flame \"\n\nDas interessiert niemanden . Flame ist verboten und es gibt keinen Grund, der flamen erlaubt. Egal wie sehr du getrollt/ beleidigt wirst, sobald du anfängst zu flamen bist du genau so schuld wie die anderen. Fertig","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-05-04T09:06:46.013+0000","up_votes":2,"down_votes":0,"body":"Nur noch eine Anmerkung aus fachlichem Interesse:\n\nRiot verwendet - jedenfalls gehe ich davon aus - im Wesentlichen ihre amerikanischen AGB, das wäre zumindest üblich. Hier in Deutschland sind AGB aber kein Freifahrtschein für unbegrenzte Risikoverlagerungen oder Haftungsausschlüsse. Besonders der Wirksamkeit dieser Passage könnte (ich sage bewusst könnte, ich habe keine Lust in einem Spieleforum eine ausführliche Prüfung vorzunehmen) \n> Weiterhin erkennen Sie an und stimmen zu, dass Riot Games berechtigt, aber nicht verpflichtet ist, einzelne oder alle Spielelemente jederzeit beliebig, mit oder ohne eine Mitteilung an Sie, zu löschen, zu verändern, zu verschieben, zu entfernen oder zu übertragen und dass hieraus keinerlei Haftung Ihnen gegenüber entsteht.\n> \n\n§ 307 I BGB entgegen stehen. Zudem erscheint sie mir auch Licht von § 308 Nr.4, 8 BGB jedenfalls nicht völlig unproblematisch.\n\nIch würde also nicht pauschal jede Klagemöglichkeit mit Hinweis auf die AGB ablehnen. Kürzlich wurden erst vom BGH Sparkassen-AGB für unwirksam erklärt. Wenn also schon ein deutsches Staatsunternehmen fehlerhafte AGB verwendet, dürfte das bei US-Amerikanischen Unternehmen noch viel eher der Fall sein. Aber das hängt vom Einzelfall ab.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T09:39:29.902+0000","up_votes":2,"down_votes":0,"body":"Dazu hab ich bei \"Frag einen Anwalt\" folgende interessante Stellungnahme gefunden :\n\n> ehr geehrter Fragesteller,\n\n>Sehr geehrter Fragesteller,\n\n>nach deutschem Recht ist es tatsächlich so, wie Sie vermuten: AGB dürfen einem Vertragspartner nicht einseitig alles aufbürden und ihm andererseits keine Rechte geben. Sie dürfen auch keine „überraschenden\" Klauseln enthalten, § 305 c BGB.\n\n>Soweit, so gut. Die Frage ist allerdings, ob überhaupt deutsches Recht nach Ihrem Individualvertrag Anwendung findet und falls nein, das Recht welchen Landes.\n\n>Und der dritte Schritt wäre dann die Klärung, ob die AGB sodann nach dem Recht des nichtdeutschen Landes gelten und schließlich, ob es dort ähnliche Wirksamkeitsvoraussetzungen für AGB gibt.\n\n\n>Zuvor ist aber noch zu klären, weshalb – also wegen welcher konkreter angeblicher Vertragsverletzung – Ihr Account gesperrt wurde. Denn denkbar ist ja auch, dass damit ein fristloser Kündigungsgrund nach Ansicht des Betreibers Riot (nachfolgend „Gegner\") gesetzt wurde, **so dass es im Streitfall überhaupt nicht auf die AGB ankommt, selbst wenn sich der Gegner darauf beruft. Denn dann handelt es sich allein um eine Vertragsverletzung des Individualvertrags. Der Gegner nennt das unter seinen AGB VI A. – M „Verhaltenskodex\".**\n\n\n>Dies zum besseren Verständnis vorangestellt, ist es so, dass Ihre Frage sich nach dem sog. IPR (internationalen Privatrecht) darstellt.\n\n>Konkret: In der EU ist das IPR vereinheitlicht. Es gilt seit Dezember 2009 die Rom-I-VO. In Ihrem Fall könnte Art. 6 = Verbraucherverträge Anwendung finden, so dass Verträge, die mit einem gewerblichen Anbieter zu privaten Zwecken abgeschlossen wurden grundsätzlich dem Recht am gewöhnlichen Aufenthaltsort des Verbrauchers unterstellt sind.\n\n>Riot reklamiert unter Abschnitt XV C. für sich grundsätzlich die Anwendung Irischen Rechts unter Ausschluss des an sich in Deutschland geltenden \"Übereinkommens der Vereinten Nationen über Verträge über den Internationalen Warenkauf\". Sollte dieser Ausschluss wirksam sein – muss hilfsweise auf das eigentliche Zustandekommen des Vertrages abgestellt werden (Art. 14 ff CISG), ob die eigenen AGBs Vertragsbestandteil geworden sind. Der Bundesgerichtshof (BGH) führt dazu aus, dass es im grenzüberschreitenden Handelsverkehr erforderlich ist, einen für den ausländischen Adressaten verständlichen Hinweis auf die Geltung der eigenen AGBs zu geben und dies in einer für ihn verständlichen Sprache. Dem ersten Anschein nach ist das in Ihrem Fall erfolgt.\n\n>Entgegen Ihren Angaben bietet der Gegner unter XV. „Rechtsstreitigkeiten\" durchaus auch unter A. „Verhandlungen\" an, die Sie innerhalb der gebotenen 30 Tage aufnehmen sollten.\n\n>Allerdings setzt er unter B. auch den Ausschluss von Verhandlungen bei bestimmten Forderungen. Ob dies rechtlich gerechtfertigt ist, kann an dieser Stelle nicht geklärt werden, solange nicht klar ist, welche Verstöße man Ihnen vorwirft. Dieser Passus ist der Kern Ihres Anliegens.\n\n\n>Ich rate Ihnen also, zunächst schriftlich innerhalb der 30 Tage mit dem Gegner Kontakt aufzunehmen und sich unter Berufung auf das IPR (Art. 6 Rom-I-VO) und das deutsche Verbraucherschutzrecht darlegen zu lassen, warum genau die „Disziplinarmaßnahme\" Ausschluss auf Lebenszeit die einzig mögliche aus deren Sicht sein soll. Eine Darlegungspflicht des Gegners korrespondierend mit einem Recht zu Stellungnahme Ihrerseits besteht nach deutschem und IP-Recht in jedem Falle.\n\n\n>Ich hoffe, Ihre Frage verständlich beantwortet zu haben und bedanke mich für das entgegengebrachte Vertrauen. Bei Unklarheiten können Sie die kostenlose Nachfragefunktion benutzen.\n\n>Mit freundlichen Grüßen\n\n\n>Rechtsanwalt Krim.-Dir. a.D. Willy Burgmer\n\n\nQuelle :\nhttp://www.frag-einen-anwalt.de/Riot-League-of-Legends-Online-Game-AGBs---f270520.html\n\nAlso ganz so einfach ist es nit. So wie ich das verstanden hab ist das Einzigste was man wohl machen kann , innerhalb von 30 Tagen sich plausibel erklären zu lassen, warum ausgerechnet die Sperre die einzig mögliche Bestrafung ist um eventuell eine Begrenzung oder niedrigere Strafe herauszuhandeln. Interessant ist auch das Anführen des \"Verhaltenskodex\" welcher an den AGB's vorbei greifen kann - Stichwort : Vertragsverletzung der Individualvertrages .\n\nmfg\nMB","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-05-04T09:51:13.785+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=000f0000,timestamp=2016-05-04T09:39:29.902+0000)\n>\n> Dazu hab ich bei &quot;Frag einen Anwalt&quot; folgende interessante Stellungnahme gefunden :\n> \n> \n> Quelle :\n> http://www.frag-einen-anwalt.de/Riot-League-of-Legends-Online-Game-AGBs---f270520.html\n> \n> Also ganz so einfach ist es nit. So wie ich das verstanden hab ist das Einzigste was man wohl machen kann , innerhalb von 30 Tagen sich plausibel erklären zu lassen, warum ausgerechnet die Sperre die einzig mögliche Bestrafung ist um eventuell eine Begrenzung oder niedrigere Strafe herauszuhandeln.\n> \n> mfg\n> MB\n\nIn der Antwort vom Anwalt geht es nur um die Frage, ob der Ausschluss aufgrund einer Vertragsverletzung rechtmäßig war. Die Frage hinsichtlich der Wirksamkeit der AGB wird nicht gestellt. Das wäre zumindest mein Ansatz. Denn wenn die AGB unwirksam sind, ist auch erstmal der Ausschluss unwirksam. Klar kann man so einen Bann auch nach deutschem Recht rechtfertigen, zB über § 314 BGB. Aber dafür braucht man einen wichtigen Grund, während ein Bann laut AGB grundlos möglich ist. Letztlich behält sich Riot ein fristloses, grundloses Kündigungsrecht vor. Genau das sehe ich als mit dem deutschen Recht unvereinbar an, weil es entsprechenden deutschen Regelungen widerspricht. Du kannst nur grundlos mit Frist oder mit Grund ohne Frist kündigen.\n\nRechtsanwendungsschwierigkeiten sehe ich keine. Das CISG ist ersichtlich nicht anwendbar, stattdessen beruft § 6 Rom-I-VO das deutsche Recht.","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-05-04T10:10:33.556+0000","up_votes":2,"down_votes":0,"body":"Um ehrlich zu sein: Ich sehe das Ganze nicht als \"fristlos\" an. Man bekommt den Perma fürs Flamen ja nicht einfach so. Mann muss ja 2 mal CR hinter sich bringen und dann auch noch den 14 Tagebann, wobei dort klargestellt wird, dass weiteres negatives Verhalten in nem Permabann endet. Das ist meiner Meinung nach erstens eine art Frist und zweitens ein Grund dafür, dass genau diese Strafe sein muss.\n\nIst wahrscheinlich Ansichtssache, aber ich denke auch nicht, dass es zu solch einem Fall kommt.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-04T10:08:46.943+0000","up_votes":2,"down_votes":1,"body":">Letztlich behält sich Riot ein fristloses, grundloses Kündigungsrecht vor. Genau das sehe ich als mit dem deutschen Recht unvereinbar an, weil es entsprechenden deutschen Regelungen widerspricht.\n\nLetztes mal als das Thema aufkam, wurde ein Gesetzt aufgeführt, bei dem das für andauernde Dienstleistungsverträge nicht verboten ist. Worunter auch der Account bei Riot fallen dürfte.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-05-04T10:04:19.174+0000","up_votes":1,"down_votes":0,"body":"> Denn wenn die AGB unwirksam sind, ist auch erstmal der Ausschluss unwirksam.\n\nAlso ich kenn mich in der Materie nu überhaupt nicht aus, aber ich hab den Anwalt so verstanden, das hier die Verletzung des Individualvertrages vorliegt. Deshalb gibts wohl die 30 Tage wo RIOT dann offenlegen muß, ob die fristlose Kündigung wirklich gerechtfertigt war. Ich mein, wenn die nachweisen können, daß Du gegen den Codex verstoßen hast, dann haben die wohl auch die Begründung. Anders sieht es wohl bei der Verwendung von Drittanbieter-Programmen aus. Da gibts wohl vlcht. eher Möglichkeiten dagegen anzugehen. \n\nWie gesagt keine Ahnung. Fand den Artikel halt nur passend ^^\n\nMan kann es drehen und wenden wie man will, einfach wird es nicht. Und gegen Flamen hilft das auch nicht. Wenn meine Tochter wegen so Flaming wie vom TE gekickt werden würde, dann würd ich nen Teufel tun und nen Rechtskrieg gegen RIOT anfangen. Sie kriegt dann von mir eher noch zusätzlich nen halbes Jahr Online-Verbot.\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"Shadowscreen","date":"2016-05-04T08:54:46.179+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Schwacher Geist","date":"2016-05-04T08:58:19.686+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich? Dein Text ist jetzt auch nicht gerade viel besser...","replies":[{"id":"","poster":"Shadowscreen","date":"2016-05-04T09:12:47.015+0000","up_votes":2,"down_votes":0,"body":"tschuldigung\n\nich bereue meine Tat und habs korrigiert.\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2016-05-04T08:53:18.806+0000","up_votes":2,"down_votes":0,"body":"Gegen ein einziges \"noob\" hätte wohl nur ein wirklich pienziger Mitspieler etwas einzuwenden. Aber Du spammst das Wort ja geradezu. Plus der Rest Deines Chatverlaufs, der eine Schimpfkanonade ist, die fast jene aus \"Full Metal Jacket\" übertrifft. In Summe reicht das locker für Deinen Bann. Und nein, Du bist absolut im Unrecht, wirst auch hier allerhöchstens von Leidensgenossen mit _unbegründetem Bann_ getröstet werden. Vielleicht hast Du mit Deinem nächsten Account mehr Einsicht.","replies":[]},{"id":"","poster":"Bodycounter","date":"2016-05-04T11:40:45.110+0000","up_votes":3,"down_votes":1,"body":"Einer weniger innerhalb der Community, den niemand vermissen wird. Der Ban ist gerechtfertigt.","replies":[]},{"id":"","poster":"Scrotum 420","date":"2016-05-04T11:07:50.244+0000","up_votes":1,"down_votes":5,"body":"Lol, nichts für ungut aber dich hätte ich auch ohne Zwinkern gebannt. Auf der anderen Seite hast du Ansatzweise recht mit deinen Aussagen, vor etwa 6 Monaten habe ich einen sehr ähnlichen Text geschrieben und sogar den Vergleich mit Fussball gebracht. \nOffensichtlich wird man mittlerweile tatsächlich für jeden noch so kleinen Flame reported und gebüsst (Chat- oder Ranked-Restrictions). Dabei lässt Rito oder die Community (wer auch immer die Strafen verhängt) aber komplett ausser Acht, weshalb man gegenüber den Teammates erbost ist. Soll heissen: Ob ein Mate 0/20/0 steht interessiert die einen Dreck, die sehen nur deinen Flame. Und genau da ist das Problem dieses Systems. Wenn ein Mate 0/20/0 steht und aufgrund dessen das ganze Team verliert, hätte dieser Spieler eine Strafe garantiert  mehr verdient als ich. Wenn ich dem Typen dann klarmachen will dass er doch etwas passiver spielen soll etc. kommt meistens ein \"stfu\" oder \"you don't deserve to win when you can't carry me\"  zurück. Und dann meine Lieben, dann kann ich nicht mehr ruhig bleiben. Wenn einer, der nur reinfeedet und absolut kritikresistent ist noch das Gefühl hat er könne Anstalten machen, dann ist das Fass voll und dann flame auch ich. \nWas ich bei deinem Log aber sehe ist, dass du wegen absoluten Kleinigkeiten in einem total unangemessenen Ton deine Mitspieler schikanierst und ich danke Gott bzw. Rito, dass solche Spieler gebannt werden.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-04T11:12:03.636+0000","up_votes":1,"down_votes":0,"body":"Für 0/20/0 gibs den Feederbuster, welcher wohl auch schon erfolgreich zugeschlagen hat. Ansonsten nix schreiben und am Ende reporten und ja, RUHIG BLEIBEN !\n\nEin Beispiel :\n\nBei diesem Spiel http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2634334732/220545630?tab=overview  waren Zed und Talon in der Mitte. Irgendwann ab Mitte des Spiels oder am Ende vom Anfang fing der Talon an meine Mates und mich zu 1hitten . Ein Treffer quasi und tot. Dann hab ich einfach mal im Chat geschrieben \"Why is Talon so strong ?\" - Eijeijeijei, dann legte der Zed Spieler aber los. Wie'n Rohrspatz schimpfte der . Da war obiger Flame fast harmlos dagegen. Habs mir durchgelesen, was der geschrieben hat. Unter anderem hat er mir auch die Schuld für seinen Laneverlust gegeben. Und weiste was, er hat recht gehabt. Wenn ich eher die Midlane gegankt hätte, dann wär es vlcht. besser gelaufen für ihn. Also wenn Dein Mate 0/20/0 steht, dann könnte es ja vlcht. sein, das Du vlcht. was ganz klein wenig , nur unter bestimmten Umständen, natürlich nicht absichtlich, falsch gemacht hast !? Also ich hab in dem Spiel nen Fehler gemacht. Hab meinen Mate im Stich gelassen. \n\nmfg\nMB","replies":[{"id":"","poster":"Scrotum 420","date":"2016-05-05T12:48:44.672+0000","up_votes":2,"down_votes":1,"body":"Nein, wenn einer meiner Mates 0/20/0 steht, ist das definitiv nicht meine Schuld. Was kann ich machen wenn ich supporte und die Toplane reinfeedet? Klar kann es passieren dass man 2-3 mal stirbt, ich spreche hier aber von härterem Feed und von kritikresistent. Ich schreibe dem Mate in ANGEMESSENEM Ton, dass er doch etwas passiver spielen soll. Denkst du er macht das? Nein, er feedet einfach munter weiter. \nIch flame niemanden grundlos und vor allem versuche ich immer, konstruktive Kritik auszuüben oder aufzumuntern. Wer aber sein Team komplett ignoriert und einen **** draufgibt, nur weil er tilted ist, hat wie oben bereits erwähnt eine Strafe eher verdient als ich. Keine Ahnung was ihr daran nicht begreift, du gewinnst auch kein Fussballspiel mit einem Torwart, der keine Bälle fangen kann. \nIch habe nirgends gesagt dass ich perfekt spiele, ganz klar feede auch ich manchmal. Aber dann versuche ich eben, das alles unter Kontrolle zu halten oder sonst irgendwie nützlich zu sein. Die Mentalität der meisten Spieler ist einfach scheisse, ganz ehrlich. Man liegt 10-5 hinten und alle wollen surrendern.\nUnd zum Schluss nochmal, damit es auch der Letzte begreift: Ich flame NIEMANDEN, der einen schlechten Tag hat oder einfach ein paar mal doof stirbt. Niemand ist perfekt. Aber hört um Gottes Willen auf aufzugeben, nur weil es in der Lane nicht läuft. ","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-09T06:20:13.076+0000","up_votes":1,"down_votes":0,"body":"Ich versteh Dich. Aber wie gesagt/geschrieben, bei 0/20/0 gibts den Feederbuster. Was ich meinte ist, wenn's auf der eigenen Lane halt gut läuft und man sieht, das der Teammate net klarkommt, dann , natürlich nur wenns die Situation zuläßt, sollte man eventuell nen Besuch abstatten. Oder sogar swappen. Ist natürliche Mate -und Situationsabhängig. \n\nNur ich denke, die Leuts mit denen Du zusammenspielst sind ja mittlerweile lvl30. Die wissen das man save unter dem Tower spielen kann. Da ist eben ein \"PlaySave\" vlcht. überflüssig oder kann für denjenigen nervig sein. Also wenn er weiter stirbt Dein Mate, dann kann es eigentlich nur 2 Gründe haben. Der erste wär natürlich pure Absicht. Dagegen kann man wohl schlecht was machen, ausser reporten. Sowas sieht man eventuell auch am Itembuild (Schuhe bis zum abwinken und Tränen z.B. wo es keinen Sinn macht) .\n\nDer 2. Grund ist interessanter. Dein Mate will es einfach immer noch reißen. Vlcht. erhofft der sich auf ein besseres Lategame. Vlcht. will er auch einfach net aufgeben und sieht einfach den \"Untergang\" nicht. Manchmal ist man so davon überzeugt es doch noch gegen einen sehr starken Gegner zu schaffen, daß man es eben immer wieder probiert. Manchmal nützt es auch nix direkt beim Tower zu stehen, weil der Gegner es eben versteht den permanent zu diven. Selber will man den Tower aber nicht aufgeben.  Ratzfatz rutscht man dann auf drölfzig Tode ... Manchmal weiß man auch nicht wie man \"PlaySave\" umsetzen soll , wenn man eben so nen Diver hat. Der vlcht. sogar noch Hilfe bekommt. Ich hab mich auch schonmal bis zu meinem Inhib zurückgezogen, obwohl ich noch 2 Türme auf der Lane hatte. So'n kack Darius in Kombo mit nem Chaco haben mir das Leben zur Hölle gemacht. Hab dann einfach meine Lane verlassen, weil ich überhaupt kein Mittel gegen die hatte und auch permanent gestorben bin. Die haben dann meine Türme gefräßt und wir haben verloren. Klar hab ich da um Hilfe gepingt. Die kam aber immer erst dann, wenn ich back mußte oder eben ungünstig stand. Wenn dann der Jungler dadurch selber 2 mal stirbt, dann kommt der einfach nicht mehr, was auch verständlich ist. \n\n\nmfg\nMB","replies":[{"id":"","poster":"Scrotum 420","date":"2016-05-10T11:39:28.179+0000","up_votes":1,"down_votes":0,"body":"Auf Platin bzw. hohem Gold-Niveau erwarte ich von meinen Mates, dass sie solche Situationen einschätzen können. Ansonsten gehören sie nicht in diese Elo. Wenn man so hart von der Lane gedrängt bzw. ständig gedived wird und man vom Jungler keine Hilfe bekommt, geht man roamen und lässt den 1. Tower fallen. In Realität aber sieht es so aus, dass der Toplaner (oder wer auch immer) in dieser Situation bereits absolut mad und salty ist und weiterhin auf der Lane rumgammelt: \"Scheiss drauf wenn ich wieder sterbe, vielleicht begreift der Jungler irgendwann dass er mir helfen soll. Einfach weiterfeeden bis er kommt\". \nDieses Psychospielchen kannst du quasi auf jede Lane auslegen.\n\nEin \"could you please try to play safe?\" ist  i.d.R. eine gut gemeinte Bitte mit der Absicht, den Jungen vielleicht doch noch carrien zu können. Das Problem ist nicht die Phrase, sondern der Spieler. Und wenn einer 0/4 oder so steht kannst du mir auch nicht erzählen dass diese Aussage fehl am Platz sei, denn dann versteht er es offenbar tatsächlich nicht, passiv am Tower zu spielen.\n\nSpielst du keine oder nur wenige Rankeds? Meine Einstellung war deiner mal sehr ähnlich, die vielen Stunden Ranked haben meine Ansichten aber arg geändert...","replies":[]}]}]}]},{"id":"","poster":"DontKillMySoraka","date":"2016-05-04T14:46:01.557+0000","up_votes":1,"down_votes":1,"body":"Nur weil jemand schlecht spielt, muss er deine Neunmalklugen Kommentare auch nicht dankend annehmen.","replies":[{"id":"","poster":"Scrotum 420","date":"2016-05-05T12:43:27.441+0000","up_votes":1,"down_votes":1,"body":"Du hast meine Aussagen wohl auch nicht verstanden, was? Mehr muss ich nicht sagen.","replies":[]}]}]},{"id":"","poster":"HiiiiiPower","date":"2016-05-04T08:51:54.491+0000","up_votes":2,"down_votes":1,"body":"Endlich biste weg und das zu recht.","replies":[]},{"id":"","poster":"FrankerX","date":"2016-05-04T08:12:18.733+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Melendriel,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=,timestamp=2016-05-04T08:07:42.307+0000)\n> \n> Eigentlich m&amp;uuml;sste man RIOT wegen BETRUGes VERKLAGEN - kein Gericht in Duetschland w&amp;uuml;rde das Wort &amp;quot;Noob&amp;quot; als Beleidigung werten - vor allem nicht, in dem Kontext, in dem es bei LoL in der Regel ge&amp;auml;ussert wird...﻿\n\nes würde auch kein gericht in deutschland nem typen zuhören der nach jedem patch den AGB zustimmt und sich dann trotzdem beschwert wenn er gegen diese verstößt.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-05-04T14:44:37.462+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FrankerX,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=0002,timestamp=2016-05-04T08:12:18.733+0000)\n>\n> es würde auch kein gericht in deutschland nem typen zuhören der nach jedem patch den AGB zustimmt und sich dann trotzdem beschwert wenn er gegen diese verstößt.\n\nBlödsinn....\n\nEs gibt nen Grund dafür, warum die BGB-Paragraphen 305 ff bestehen und das liegt bestimmt nicht daran, dass das Gericht Leute, die AGBs (in denen alles drinstehen kann) erstmal bestätigen, nicht ernst nehmen würde, wenn sich später ein Problem mit der Auslegung oder Gültigkeit ergibt.","replies":[]},{"id":"","poster":"4 Faker","date":"2016-05-04T08:16:32.135+0000","up_votes":1,"down_votes":0,"body":"bei einem free to play game. WOHL GEMERKT :D","replies":[]}]},{"id":"","poster":"DeadlyCookie002","date":"2017-05-02T09:25:14.370+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich trockne gleich aus. Soviel Salz...kann.. nicht mehr...at..men *krächz* *tot*","replies":[]},{"id":"","poster":"König der Möwen","date":"2016-05-10T12:36:34.244+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe du bekommst nie wieder Zugang zu LoL :) Spieler wie du machen einfach das Spiel kaputt.\nDer eigentliche NOOB bist du da du mit Kritik nicht umgehen kannst und die Fehler nur bei anderen statt dir selbst suchst.\nBei dem Chatverlauf brauchst du dich nicht wundern dass dich die Community nicht haben will.","replies":[]},{"id":"","poster":"Ajjantis","date":"2016-05-09T09:31:54.402+0000","up_votes":1,"down_votes":0,"body":"Du gehörst definitiv gebannt. Mit solchem Verhalten möchte ich mich in meiner Freizeit nicht beschäftigen müssen.","replies":[]},{"id":"","poster":"Khasta La Vista","date":"2016-05-07T15:33:39.232+0000","up_votes":1,"down_votes":0,"body":"Leider haste da selber Schuld!","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-05-07T11:24:15.774+0000","up_votes":1,"down_votes":0,"body":"Danke RIOT, dass solche destruktiven flamer aus dem Spiel genommen werden.\n\nDanke vielmals.","replies":[]},{"id":"","poster":"XenesisCH","date":"2016-05-06T11:58:31.559+0000","up_votes":1,"down_votes":0,"body":"> In Anbetracht solcher Zusammenhänge kommen mir starke Zweifel an der sozialen Intelligenz der verantwortlichen Riot-Entscheider\n\nJa in Sachen Sozialkompetenz scheinst du dich perfekt auszukennen und um jemanden zu kritisieren ist \"noob\" in jeder Situation perfekt, sodass niemand dies auch nur im Ansatz als Beleidigung auffassen könnte (Ironie off).\n\nÜbrigens hat die Community (v. a. deine Mitspieler) dein Verhalten als verfehlt empfunden (m. E. völlig zurecht) und Riot hat dich definitiv nicht willkürlich vom Spiel ausgeschlossen.","replies":[]},{"id":"","poster":"Homunculi","date":"2016-05-06T06:57:36.398+0000","up_votes":1,"down_votes":0,"body":"Hach, solche Threads zum ersten Kaffee im Büro :D, da hat man wieder Spaß im Leben.","replies":[]},{"id":"","poster":"Caligo","date":"2016-05-05T06:22:18.994+0000","up_votes":1,"down_votes":0,"body":"meine zeit ist mir zu wertvoll, um dir zu erklären was deine fehler sind.\n\ntipp: versuch nicht die fehler von andern zu betrachten, sondern arbeite an dir selbst. wenn jemand beginnt zu flamen oder du merkst, dass du dich aufregst, mute einfach die jeweiligen spieler","replies":[]},{"id":"","poster":"Wernicke","date":"2016-05-04T11:04:07.492+0000","up_votes":1,"down_votes":0,"body":"Ich habe nicht mal alles gelesen, aber, brauche ich auch nicht... \nIch würde dich auch reporten. Mal von \"Noob\" abgesehen, ist dein Schreibstiel unter aller Sau und würde mich recht stark nerven. Weiterhin verschwendest du selbst zuviel Zeit und konzentrierst dich nicht aufs Spiel.\nAußerdem sind ja noch mehr beleidigende Sachen enthalten als noob (was wie du selbst am besten weisst, abwertend gemeint ist), wie z.B. \"fck u\", und du rufst dazu aus andere Spieler zu reporten, und und und...\nWieder mal ein weiterer gerechtfertigter Bann :)","replies":[]},{"id":"","poster":"Batrix2","date":"2016-05-04T11:00:23.902+0000","up_votes":1,"down_votes":0,"body":"btw wenn du jemanden sagst er ist nutzlos dann ist es ne beleidigung","replies":[]},{"id":"","poster":"Tentacle Smurf","date":"2016-05-04T10:33:08.593+0000","up_votes":1,"down_votes":0,"body":"Ich finde es ironisch, wenn ein Bronze Spieler andere als Noob bezeichnet:D","replies":[]},{"id":"","poster":"Pearli","date":"2016-05-04T10:01:19.705+0000","up_votes":1,"down_votes":0,"body":"Du würdest ja nicht gebannt, weil du lediglich noob geschrieben hast. Du hast öffentlich zum Report aufgerufen und weitere Dinge geschrieben, die schon seit langem von der Community als Report würdig eingestuft wurden und auch bestraft werden. Wenn du dir deinen Chat mal selbst durchliest, wirst du bestimmt merken, wie negativ die aussagen sind ;-)","replies":[]},{"id":"","poster":"MisterFirstBlood","date":"2016-05-04T08:25:42.760+0000","up_votes":1,"down_votes":0,"body":"es liegt nicht am wort noob, du beleidigst nonstop leute als stupid verwendest ausdrücke wie fck, shut up & feeder und machst alles - außer  das was vorgesehen ist.\n\ndu ziehst sämtliche motivation der teammitglieder herunter, beleidigst leute die du nicht persönlich  kennst und beurteilst diese nach ihrem spielstil in einem onlinespiel.\n\nleute wie du - auch wenn sie gameplaytechnisch kann ok sein können (was ich mir bei diesem Salzgehalt nicht vorstellen kann) ruinieren das spiel und verdienen einen sieg oder gnade beim reporten in keinster weise.\nwenn du dich so sehr über das spiel aufregst lass es sein oder bau deine enter taste aus oder whatever aber lass deine probleme nicht an den leuten ab die in ihrer freizeit um Spaß zu  haben ein spiel spielen wollen.\n\ndesweiteren viel Spaß beim hochzocken eines neuen acc's & hoffentlich hattest du nicht soviele skins wie ich.\n\nmfg\nmister","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T09:37:28.912+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir mal das Spiel angesehen. Er hat sogar weniger Championschaden als sein Support verursacht. Im Grunde scheint er das Spiel über nur gefarmt zu haben, während sein Team ihn gecarriet hat. Das beste was ich sehen kann ist, dass er Pinkwards gekauft hat.","replies":[{"id":"","poster":"MisterFirstBlood","date":"2016-05-04T09:50:32.262+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=n6YHrUuv,comment-id=00050000,timestamp=2016-05-04T09:37:28.912+0000)\n>\n> Ich habe mir mal das Spiel angesehen. Er hat sogar weniger Championschaden als sein Support verursacht. Im Grunde scheint er das Spiel über nur gefarmt zu haben, während sein Team ihn gecarriet hat. Das beste was ich sehen kann ist, dass er Pinkwards gekauft hat.\n\ngeht ja nicht drum der beste zu sein. ein team wird immer besser sein als das andere. auch im bronze 5 auf 0 lp werden spiele verloren ^^\naber auch wenn man sich darüber aufregt sollte man das nicht im chat ablassen und das ist der wichtige  faktor dabei \ndarüber hinaus sollte man wenn man selbst schlecht spielt aber eher auf eigene fehler eingehen als auf die anderer sonst verbessert  man sich  nicht \n\nbei dieser  rage würde wahrscheinlich ein gold spieler in bronze stecken  bleiben weil das nichts mehr mit dem spiel an sich zutun hat. ^^ aggressionsbewältigungstherapie hilft :D","replies":[]}]}]},{"id":"","poster":"ilovethisfeed","date":"2016-05-04T09:22:39.368+0000","up_votes":1,"down_votes":0,"body":"Du als B5 solltest glaub niemanden Noob nennen weil du selber noch viel zu lernen hast^^ Step 1: Hör auf Leute zuzuflamen das alles was du da geschrieben hast ist: provokant, beleidigend und total unnötig. \n\nSpiel 1\nMelendriel: ez ure mid noob  - Du als B5 Callst ihm Noob?\nMelendriel: stop push my lane like a big noob - Man kann auch schreiben: Pls stop Push my Lane oder sowas.\nMelendriel: stop feed noob - Unnötiger Kommentar weil das niemand hören will wenn man mal schlecht spielt damit bewirkst du nur das die Afk gehen ect.\nMelendriel: i said play safe and dont push noob sup\nMelendriel: what do u? push and feed - Warum beschäftigst du dich Ingame über unnötige Konversationen?\nMelendriel: report karma for useless and feed pls - Du drohst mit Reports im All Chat sogar + Flaming.\nMelendriel: y u re sooo noob karma - wieder unnötig.\nMelendriel: report this useless noob sup pls - Wieder Flame+Report drohungen/spaming.\nMelendriel: useless noob szup - schonwieder\nMelendriel: no wards - gg noob sup - dann Warde doch selber nur weil du ADC bist heißt das nicht das du keine Pinkwards setzten musst. Btw wieder Flaming.\nMelendriel: and how many farmsteal? - Bei nen Flamer wie dir brauchst dich net wundern das der das macht^^\nMelendriel: u re such a useless noob - unnötig.\nMelendriel: noob feeder - flaming+ unnötiger Kommentar.\nMelendriel: report karma for feed and useless pls - siehe oben^^\nMelendriel: u ve no noob sup who fck ur lane - unnötige Konservation\nMelendriel: report vi for stupid pls - Du hast ihm als Dumm bezeichnet ist übrigens eine Beleidigung.\nMelendriel: 0 wards on bot noob sup - Flame\nMelendriel: rpeort this feeders - Flame\nMelendriel: stupid noob sup - Flame \nMelendriel: u trolled the whole game noob kamra - Du trollst das Game da du flamest, beleidigst und den Chat zuspamst.\nMelendriel: good feed noob - Warum stehst du nicht 20/0?\nMelendriel: report karma - jaja\nMelendriel: u feed before too noob - what should be the difference noob karma? - you feed before ist eine Ausrede das man selber zu schlecht zum Carryn ist.\nMelendriel: u re sooo useless karma - Du genauso^^\nMelendriel: idiot - Beleidigung.\nMelendriel: noob vi really - wieder \nMelendriel: ty for help noob ez - Sarkastische Provokation^^\nMelendriel: report karma for useless, feeding and trolling - und wieder^^\n\nSpiel 2\nMelendriel: ty for feed jinx bot - wieder unnötig.\nMelendriel: stop talk and play - richtig erkannt.\nMelendriel: LOL - Capslock ziemlich Provokant.\nMelendriel: noob - Dein Lieblingswort?\nMelendriel: LOL - wieder^^\nMelendriel: pls report ekko for want surrender - na klar Reporte ihm weil er Surrendern will^^ \nMelendriel: stop talk blitz and ward noob - das noob weg und der Satz wäre okay.\nMelendriel: ekko reported - Report Drohung\nMelendriel: GODD SS NOOB MID - Schau auf deine Map? Mapavarness entwickeln und selber schauen wer fehlt die müssen dir nicht jeden SCH... callen.\nMelendriel: stop flame ekko ure soo useles - dasure soo uselesse weg und der satz wäre okay.\nMelendriel: fck u -  wieder eine Beleidigung-\nMelendriel: stop flame and play noobs- noobs weg pls\nMelendriel: if u noobs stop flame and play - lass noob bitte mal weg\nMelendriel: gj -  ohoo :D\nMelendriel: LOL - ???\nMelendriel: u should shut up noob - Beleidigung.\nMelendriel: where is ur sightstone noob sup? - unnötig^^\nMelendriel: why w e ve no vision? - Weil du selber keine Wards setzt^^\nMelendriel: fck u noob feeder - und wieder ne Beleidigung GJ :D\nMelendriel: why jinx is fed noob ? - Warum bist du nicht so feed wie die?\n\nEntweder du hörst auf sowas zu schreiben oder du wirst niemals normal League spielen können^^","replies":[]},{"id":"","poster":"Septiplier","date":"2016-05-04T09:22:24.602+0000","up_votes":1,"down_votes":0,"body":"Das kann doch niemand ernst meinen oder? O.ô","replies":[]},{"id":"","poster":"Nalren","date":"2016-05-04T08:59:10.519+0000","up_votes":1,"down_votes":0,"body":"\"noob\" ist generell nicht furchtbar schlimm. Deine Reportaufrufe wiegen sicher schwerer, genauso wie \"fck u\", was bereits offensive language ist, einen Buchstaben weglassen hilft nicht.\n\nMute Leute die dir auf die Nerven gehen, lerne damit umzugehen, dass Leute in low Elo regelmäßig furchtbar blöde Plays machen. Diskutieren hilft nie weiter.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-05-04T08:58:31.894+0000","up_votes":1,"down_votes":0,"body":"Um mal ehrlich zu sein: Deine Mitspieler treffen taktisch vermeintlich schlechte Entscheidungen und du bist der Ansicht, du darfst sie dafür beleidigen? Du bist Bronze V. Weder du noch deine Mitspieler haben irgendeine Ahnung von Taktik. Sage ich als Silberspieler. Darf ich dich deswegen flamen? Darf mich der Goldspieler flamen, weil ich aus seiner Sicht keine Ahnung habe? Und darf der Challenger alle flamen, weil außer ihm und einer Handvoll Außerwählten niemand das Spiel wirklich versteht? Nein, darf er nicht, wie man an den Bans für Incarnation, Tyler1 und ähnliche Typen sehen kann. \n\nWo soll das auch hinführen? Sollen wir uns alle gegenseitig flamen, weil wir unterschiedliche taktische Auffassungen haben? Bronze-Gold ist eh völlig Wurst, ob du mit Adc und ohne Tank oder mit 4 Tanks und einem Mage oder 3 Adcs und 2 Supports spielst, solange das Makro-Game stimmt.","replies":[]},{"id":"","poster":"DerPunkt","date":"2016-05-04T08:51:17.048+0000","up_votes":1,"down_votes":0,"body":"Nutzungsbedingungen\n\n§IV\nAbs. B\n\n>Spielelemente, virtuelle Gegenstände und Konten.Bei der Nutzung des Spiels können Sie im Spiel Elemente sammeln, die Ihrem Konto zugeordnet werden. Hierzu gehören insbesondere Objekte, Artefakte, Währungen, Gegenstände, Geld, Items, Ausrüstung und/oder andere Wert- oder Statusindikatoren (die „Spielelemente“), die als Daten auf den Servern von Riot Games hinterlegt sind. Sie erkennen an und stimmen zu, dass diese Spielelemente als Teil Ihres Kontos gesammelt werden und Sie daher keine Inhaberschaft oder andere Vermögensrechte daran haben. Sie können zudem unser Riot Points-System (wie unten definiert) nutzen, um bestimmte Spielelemente gewährt zu bekommen, die während des Spielens des Spiels eingesetzt werden können. Dazu gehören unter anderem besondere Champions, Champion-„Skins“ und Boosts („virtuelle Gegenstände“). Weiterhin erkennen Sie an und stimmen zu, dass Riot Games berechtigt, aber nicht verpflichtet ist, einzelne oder alle Spielelemente jederzeit beliebig, mit oder ohne eine Mitteilung an Sie, zu löschen, zu verändern, zu verschieben, zu entfernen oder zu übertragen und dass hieraus keinerlei Haftung Ihnen gegenüber entsteht. Riot Games bietet oder garantiert keinen Geldwert oder sonstigen Gegenwert hinsichtlich der auf den Servern von Riot Games hinterlegten Daten, insbesondere den Ihrem Konto zugeordneten Spielelementen und virtuellen Gegenständen, und widerspricht dem auch ausdrücklich.\n\nDer Anwalt, der diese Klage vorbereiten darf reibt sich jetzt schon die Finger viel Geld mit null arbeit zu verdienen. Denn die Klage wird verloren, egal was man macht. Riot muss nicht mal Begründen wieso sie dein Konto gesperrt haben. Du erlaubst es ihnen, das jeder Zeit ohne Mitteilung und Angabe von Gründen zu tun. \nNatürlich wenn du nen anständigen Anwalt findest, dann wird er dir das sagen bevor er ein Honorar verlangt.\n\nUnd Noob steht schon lange nicht mehr für Newbie, schon als es sich über newb zu noob, kurz nub, oder auch mal boon entwickelt hat, war die Intention dahinter, dass man sich von Newbie löst, denn Newbie impliziert, dass jemand nichts für sein schlechtes Spiel kann, da er wie das Wort sagt ein New beeing im Kontext des Spiels ist (eine neue Existenz im Spiele Kosmos) durch die Änderung des Wortes blieb zwar der Wortstamm enthalten, doch wurde impliziert, dass es nicht darum geht schlecht zu spielen weil neu, sondern so schlecht zu spielen wie ein Neuling.\nSchon allein daher ist noob eine beleidigende Wirkung an zurechnen. \nUm bei deinem Fußball beispiel zu bleiben. Du würdest eurem Topscorer sicher nicht ständig \"Anfänger\" an den Kopf schmeißen wenn er sich verdribblet. Zumindest bei mir in der Gegend würde jemand der ständig seine Mitspieler herabwürdigt und ihre Kompetenz in Frage stellt spätestens nach einer Handvoll spielen nur noch auf der Bank sitzen.\n\nUnd da sind wir auch beim Ziel. Vielleicht ist Noob keine Beleidigung. Aber es ist eine Herabwürdigung. Denn du unterstellt deinen Mitspielern immer schlechter zu sein als du und keine signifikante Entwicklung im Spiel gehabt zu haben, obwohl sie (und das ist der Hammer) auf dem selben Level wie du spielen. Was sagt das über dich aus? Du noo*\n\nUnd jetzt stell dir die Frage, als ich gerade das n Word dir gegen über impliziert habe. War das nicht ein wenig verletzend? hat es dich wütend gemacht, dass ein Silber Bob wie ich es bin dir sowas an den Kopf wirft?\nWenn ja, sind wir am Ziel angekommen, denn es stellt sich heraus, dass eine andere Tatsache hier zum tragen kommt. Denn selbst wenn wir das Wort nicht als Beleidigung sehen, was wie ich hoffentlich hinreichend dargelegt habe, in diesem Kontext sehr schwer wird, selbst dann habe ich etwas gemacht, was du mit der Erstellung deines Accounts versprochen hast nicht zu tun. Du hast anderen Spielern den Spaß verdorben. Du hast sie Verbal belästigt. Du hast ihnen ständig ins Spiel gelabert. Du hast einfach die Schnau... nicht halten können und permanent rum lamentiert. In Fachkreisen, nennt man das auch unsportlich. In keinem Team der Welt, um wieder zu deinem Spiel zu kommen, würde man sich auf dauer einen Spieler halten, der die Chemie des Teams so dermaßen angreift.\n\nJetzt nimm es wie ein Mann und mach dir einen neuen Account und Lern was draus. Riot hat dir oft genug gesagt, dass dein Verhalten nicht erwünscht ist (mit diversen Bans) wenn du daraus nicht gelernt hast, dass selbst wenn du noob nicht als Beleidigung ansiehst, Riot dies aber sehr wohl tut und du Folglich das Wort weiter benutzt hast. Dann bist du, so leid es mir tut, schlicht und ergreifend lernresitent und jetzt lediglich wütend weil Geld und Zeit weg sind. Vermutlich weißt du sogar selber, dass hier alles mit rechten dingen zu geht. Du willst es nur nicht einsehen da du dir dann eingestehen müsstest selbst schuld zu sein. Und das ist nun mal schwer, wenn man so davon überzeugt ist, besser als der Rest der Welt zu sein, was du ja anhand deines Chatlogs offensichtlich sein musst, sonst hättest du ja keinen Grund ständig allen zu sagen, wie viel Schlechter als du sie sind und dass du Progamer, alles im Blick hast und sicher besser machen würdest.\nP.S.: Dieser Text wurde nur zu Veranschaulichung, dass manche Worte eben doch verletzend sein können, ohne das mancher sie als Beleidigung deklarieren würde gespikt. Ich erlaube mir keine Aussage über das Skilllevel des TE sondern probiere damit nur zu reflektieren, wie sich Mitspieler fühlen.\n*Drops the Mic*","replies":[]},{"id":"","poster":"Seyubi","date":"2016-05-04T08:25:46.640+0000","up_votes":1,"down_votes":0,"body":"Man bin ich froh, dass riot solche flamer bannt. Wie kann man so hart glamen und dann noch der Ansicht sein zu unrecht gebannt worden zu sein? Unfassbar","replies":[]},{"id":"","poster":"IcedOutMissplays","date":"2016-05-06T08:17:47.302+0000","up_votes":1,"down_votes":9,"body":"muss dir auch wenn ich es als Support hasse nen Flamer adc zu haben recht geben noob ist noch lang keine Beleidigung das omg kannst du dir aber echt kneifen manche Leute wie haben eben auch manchmal nen scheiß Tag und als supp wirkt sich das stark auf den Spielstil aus.  aber Naja hirnlose Zombies sind riotler nicht manchmal eher zu voreingenommen aber riotler sind (meistens) auch nur Menschen Ich muss aber auch zugeben schon öfter geflamed zu haben weil das spielverhalten mancher leute zu kotzen ist (z.b. diese tollen pro jungler die selbst nur flamen wie scheiße man wäre und einem dann 3 waves midlanefarm wegnehmen -.-' oder diese adc die blöde rein springen und erwarten das ihr supp mit Selbstmord begehen) aber alles in allem ist das halöt normal schlisslich sind wir alles individuen die emhr oder weniger denken das sie der mittelpunkt des games sind und das muss sich ändern und sry riot das würd es nicht durch irgendwelche guides auf der Seite von denen ich erst seid season 4 was wusste (sind mir vorher halt nichtmal aufgefallen :D) aber kurz und knapp riot ist nicht perfekt unsere community aber auch nicht ist auch nicht möglich aber irgendwie muss sich was ändern :/ MfG. Keks{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"SorisDynasty","date":"2016-05-07T12:22:39.711+0000","up_votes":1,"down_votes":0,"body":"Doch, \"Noob\" **ist** eine Beleidigung, das kannst du drehen wie du willst. Vor allem wurde es in dem Kontext **ständig** als Beleidigung gebraucht.","replies":[]}]},{"id":"","poster":"Jihadist PVS","date":"2016-05-06T19:32:05.932+0000","up_votes":2,"down_votes":4,"body":"http://puu.sh/oIDv5/c776d05c1a.jpg\n\nAyyy lmao","replies":[]},{"id":"","poster":"UnPreDicTabIE","date":"2016-05-27T10:32:16.708+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-27T11:05:21.895+0000","up_votes":1,"down_votes":0,"body":"Da ist so viel falsch, ich weiß gar nicht, wo ich anfangen soll und werde auch nicht alles abdecken. Ich habe gerade leider auch nur wenig Zeit. \n\nZuerst einmal, nein, Premadereports haben keine Garantie auf Strafe. Ich habe auch noch nie gesehen, dass sich ein Unschuldiger hier über einen Bann beschwert hat. Wer gemeldet wird, wird überprüft. Wer sich daneben benimmt, wird bestraft. Ob deine Freunde im Büro total beliebt sind, interessiert keinen. Wenn sie ingame Flamen, gibt es eine Strafe, da sind sie mit dem Verhalten schließlich unbeliebt. Bei Twitchspielern ist es doch auch egal, ob sie über Twitch streamen oder Twitch spielen. Wer sich nicht benimmt, muss gehen.\n\nFür deinen Fakeaccounttest habe ich eine einfache Erklärung. Du hast einen neuen Account erstellt und gefeedet. Der Feederbuster ist aber sehr konservativ eingestellt. Vielleicht sieht dich das Spiel auch einfach als extrem schlechten Spieler an. Da du von Anfang an nur am sterben bist, wird es dich als sehr schwach ansehen. Wenn du dagegen schon bewiesen hättest, dass du \"gut\" bist und dann regelmäßig 0/20/0 in 15 Minuten stehst, wirst du aber wohl gebannt. \n\nDu hast damit Recht, dass Cheating schlimmer ist als Flaming. Aber alles was du mit Flaming verglichen hast ist schlimm. Alles davon gehört bestraft, auch Flaming. \n\nNiemand wird wirklich in seiner Meinungsfreiheit beschnitten. Erstens ist das nämlich ein Recht gegenüber dem Staat. Riot ist aber ein Unternehmen. Zweitens sind Beleidigungen nicht von der Meinungsfreiheit geschützt. Das beinhaltet also so ziemlich deinen kompletten Beitrag. \n\nUm zu deinem Fußballbeispiel zu kommen. Wenn du zu einem Probetraining kommst und da wild anfängst alle zu Beleidigen und sagst, dass sie in die Kreisliga statt in die Bundesliga gehören und auch nach 3 Ermahnungen vom Trainer nicht damit aufhörst, werden die dich sicher nicht in die Mannschaft aufnehmen. Das wäre dann in etwa ein Bann bei LoL.","replies":[]}]}]}