{"id":"62ME3xv5","poster":"MrManie","date":"2016-05-03T13:19:21.701+0000","title":"Wiso das Große rumgeheule wegen der SOLO Q","subforum":"Champions & Gameplay","up_votes":3,"down_votes":6,"body":"Also ich spiele dieses spiel erst seit ende Saison 5.\r\nMit anfang Saison 6 wurde ich erst Lev. 30 und hab mich erlich gesagt &uuml;ber die damalige Lanig Position immer aufgeregt, da ich meistens nie die Position bekommen hab die ich gerne spiele.\r\nUnd seit der Dymamic Q ist es doch viel angenehmer als fr&uuml;her.\r\nNun zur meiner Frage: Was war an der damaligen SOLO Q so toll im Ranking? Wurde man nach seiner Perfomence  beurteilt, wie KDA, WARDS, T&uuml;rme zerst&ouml;rt und Kill beteiligung oder wurde man nach WIN &amp; LOOSE beurteilt.\r\nWiso die Frage? NAJA ich h&ouml;re st&auml;ndig wie toll {{sticker:zombie-nunu-hearts}} die damalige SOLO Q war und wie KACKE{{sticker:slayer-pantheon-rainbows}}  die heutige Dynamic Q ist.","replies":[{"id":"","poster":"Nalren","date":"2016-05-03T13:25:55.758+0000","up_votes":2,"down_votes":0,"body":"a) die Championauswahl hat nichts mit dem Queuetyp zu tun, das kam nur gleichzeitig. Der Ärger richtet sich viel mehr gegen die variable Premadegröße. Die Championauswahl hat durchaus auch ihre Probleme, schon alleine dass einfach viele ihre Position strategisch wählen (\"womit kriege ich meine main-Lane öfter?\") statt danach, was sie besser können, und dass Leute wie ich, die durchaus gerne mal supporten jetzt gar nicht mehr Support nehmen, weil man mit Support/ Fill als Sekundärauswahl knapp 100% Support bekommt.\n\nb) das verwendete Elo-System (die Ligen/ Divisionen sind nur kosmetisch, im Endeffekt verwendet League Elo) funktionierte früher wenn überhaupt deswegen, weil du die einzige Konstante in deinen Spielen warst. Dass jetzt reine Solospieler, Premadegruppen von 2 bis 4 Leuten, jede Kombination davon sowie Fünferpremades alle zusammengeworfen werden führt das gesamte Wertungssystem ad absurdum. Sich darüber zu ärgern ist nicht unbegründet.\n\nc) es heißt \"lose\".","replies":[{"id":"","poster":"MrManie","date":"2016-05-03T13:33:19.302+0000","up_votes":1,"down_votes":0,"body":"Also wurde man doch nach seiner Performece beurteilt oder was??","replies":[{"id":"","poster":"Sihari","date":"2016-05-03T14:16:20.982+0000","up_votes":1,"down_votes":0,"body":"Über einen längeren Zeitraum gesehen gleichen sich die Performance und das Win/Lose-Verhältniss an, weswegen man als Solospieler früher wie heute schlussendlich nach der eigenen Performance bewertet wurde.\nFür mehr Kills/Assists/Türme ect. Punkte zu geben würde schon allein deswegen unsinnig, weil sich bestimmte gute Spielzüge, wie sich opfern, während man den Gegner ablenkt, einen Drake aufgeben um andere Dinge zu tun ect. nicht messen lassen.","replies":[]},{"id":"","poster":"Nalren","date":"2016-05-03T13:40:52.992+0000","up_votes":1,"down_votes":0,"body":"Achso, nein. Das war nie so. Ganz früher konntest du deine Elo/ MMR sogar einfach so sehen. Verändert hat die sich einfach nach Sieg oder Niederlage, wie jetzt auch.","replies":[{"id":"","poster":"clair de lune289","date":"2016-05-03T17:21:27.344+0000","up_votes":1,"down_votes":1,"body":"Die Antwort ist falsch. Man wird immer noch nach Elo bewertet(Diese bestimmt wie viele LP man bekommt oder verliert)\nDas ganze Ligensystem dient eigentlich nur dazu das ganze für Leute,die sich nicht mit dem Thema Elo beschäftigen wollen, übersichtlicher zu machen.\n\nSilber 2 ist eben leichter zu \"verstehen\" wie Elo 1350 etc.","replies":[]}]}]}]},{"id":"","poster":"OrangeBubble","date":"2016-05-03T21:45:19.907+0000","up_votes":1,"down_votes":0,"body":"Es geht viel mehr darum, dass man alleine keinen  Einfluss mehr hat, wenn man 3-4 Premades im Team hat (logischerweise hat der Gegner auch Premades dann). Ich hab' auch die Erfahrung gemacht, dass wenn ich mit 2-3 vernünftigen Premades schneller voran komme, allerdings komme ich alleine mehr oder weniger voran. \n\nDynamicQ ist halt Normal mit sichtbare Wertung, also nichts wirklich aussagekräftig. Dazu kommt noch, dass Riot so dreiß war und behauptet hatte, dass SoloQ ja bald nach kommt, weswegen die Leute noch mehr verärgert sind als vorher, weil sie obendrein noch belogen wurden. Und um die Krönung zu geben, wurde Teamranked auch entfernt, womit man nicht mehr mit seinen Freunden spielen kann ohne dass die eigene Wertung darunter leiden könnte :) \n\nIm Low Elo macht es minimal einen Unterschied, im High Elo hingegen soll der Unterschied angeblich stärker bemerkbar sein und man braucht angeblich ein Team, um dort zu climben. Ich kann es allerdings nicht bestätigen bzw. verifizieren :d \n\nSoloQ war meiner Meinung nach einfach entspannender als DynamicQ.","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-05-03T16:15:49.951+0000","up_votes":1,"down_votes":0,"body":"Die Leute heulen rum, weil sie ihre Spiele angeblich nur wegen Premades verlieren und Premades immer toxisch sind. Diese Leute können nicht mehr \"solo carrien\" und können somit nicht zeigen wie toll sind, weil Premades ihnen das ja kaput machen, weil Teamplay unso.\nFrüher hatte man als Firstpick das Zeptar in der Hand. Man hatte das alleinige Recht zu bannen und konnte sich die Lane aussuchen. Der letzte hatte natürlich die Arschkarte und musste spielen was übrig blieb, auch wenn er diese Rolle gar nicht konnte.\nDer einzige Nachteil an der DynamicQ ist aus meiner Sicht nur die längere Warteschlange.","replies":[]},{"id":"","poster":"Harrîz KEKW","date":"2016-05-03T13:37:01.882+0000","up_votes":1,"down_votes":0,"body":"*Wieso","replies":[]}]}