{"id":"ckzegzVj","poster":"Lunakyrion","date":"2016-05-02T18:02:48.908+0000","title":"Main Support (aktuell silver 1) sucht Ranked-Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo erstmal,\r\nMich hat es jetzt einfach mal &uuml;berkommen und ich habe beschlossen mir ein Team f&uuml;rs 5vs5 zu suchen.\r\n\r\nAber erstmal zu mir:\r\nIch bin 20 Jahre jung, m&auml;nnlich und spiele LoL seit 3 Jahren und das ziemlich aktiv. Allerdings habe ich wegen Studium und Freundin, etc. mehr oder weniger immer nur recht spontan Zeit zum zocken, was vielleicht eine H&uuml;rde ist um Mitglied eines Teams zu sein. Darum suche ich eher ein Team, das mich jetzt nicht unbedingt an mehreren Tagen in der Woche braucht. (1-2 mal w&auml;r top, auch nicht schlimm, wenn es mal gar nicht klappt :D)\r\n\r\nWas meine F&auml;higkeiten angeht, ist es so, dass ich auf allen Lanes im Silver-Niveau eine winrate &uuml;ber 50% vorweisen kann, jedoch w&uuml;rde ich mich als Support am st&auml;rksten einsch&auml;tzen, da ich auch auf der Top und der Mid gerne Champs mit supportendem Charakter einsetze ({{champion:98}} /{{champion:154}} /{{champion:3}} /{{champion:25}} /..) und meine winrate als Supp auch am h&ouml;chsten ist.\r\n\r\nAktuell bin ich Silver 1 in der Solo Queue, habe aber den Anspruch mich im solo in dieser Season noch durch Gold durchzuarbeiten.\r\n\r\nVon meinem Team erwarte ich vor allem den Anspruch daran Spa&szlig; am Spiel zu haben, weil das ist doch das wichtigste :)\r\nEs w&uuml;rde mir auch nichts ausmachen mit bronze 5 Spielern zu spielen, wichtig ist mir allerdings, dass es ,wie bereits erw&auml;hnt, nicht an mehr als 2 Tagen in der Woche sein muss.\r\nIch will, bzw. muss mich auch nicht auf die Rolle des Support festlegen, ich kann auch gerne Top, Mid und wenn es notwendig ist ADC oder im Jungel spielen..\r\n\r\nW&uuml;rde mich freuen, wenn es diese Season mal klappt mit einem ranked-team! :)","replies":[{"id":"","poster":"Mipha","date":"2016-05-02T19:44:07.718+0000","up_votes":2,"down_votes":0,"body":"Hallöchen,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/MKbf17v7-magic-mirror-a18-multigaming-community-sucht-dich\n\nWir sind eine neu Gegründete ü18 Multigaming Community und haben einen Altersdurchschnitt von ca. 22 Jahren.\nBei uns findest du neben einem aktiven Forum außerdem täglich genug Mitspieler/innen für ein paar gemütliche Runden durch die Kluft.\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nmôonchild","replies":[]}]}