{"id":"4Tz2y5Eb","poster":"HoloHoroHolo","date":"2016-05-03T13:47:15.492+0000","title":"Mainrolle gegen Mainrolle und Mainrole vs Offrole?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Sch&ouml;nen guten Tag liebe Leserinnen und Leser^^,\r\n\r\nin meinen Haufen von Spielen im SoloQ (bin prim&auml;r immer alleine Unterwegs) ist es mir schon des &ouml;fteren aufgefallen, dass Beispielsweise in der Midlane, Toplane oder sonstige Lane ein &quot;Main-Midlaner&quot; gegen einen &quot;2nd-Role Midlaner&quot; spielt. \r\nNat&uuml;rlich passiert dies mal auf der einen und mal auf der anderen Seite. Aber fast immer ist zu beobachten, dass die Person mit der belegten Zweitrolle deutlich untergeht oder unterlegen ist (in cs, roaming, kills oder sonstigem).\r\nNat&uuml;rlich kann man sagen &quot;Ja passiert mal deinem und mal Gegner Team, dann ist es ausgeglichen&quot;, das stimmt auch, aber es nimmt f&uuml;r diese einzelnen Spiele immer einen gewissen Spielspa&szlig; weg. Denn in diesen Spielen misst man sich nicht mit gleichstarken Spielern, sondern meist mit etwas schw&auml;cheren. \r\nLeider wei&szlig; ich nicht was genau meine Mitspieler als Haupt/Zweitrolle angeben und es kann demzufolge vorkommen, dass das System es vielleicht ausgleicht?\r\nAber gerade als Main-Supporter f&auml;llt es mir h&auml;ufiger auf (was ich dann nach dem Spiel nachschaue), dass ich einen Offrole-ADC gegen einen Main-ADC spielen habe. Und diese Unterscheide merkt man in der Regel sehr deutlich :)\r\nEbenfalls eine Rolle wo es &quot;sehr h&auml;ufig&quot; aus meiner Sicht auff&auml;llt ist der Jungle. Dort scheint es so zu sein, dass Offrole-Jungler h&auml;ufig nicht genau wissen, wie man ganked, welche Wege man gehen kann etc (zugegeben ich wei&szlig; es auch nicht^^), aber wenn es der Gegner wei&szlig; ist dies meist sehr problematisch/&auml;rgerlich.\r\nWie es bei Mitte/Top aussieht kann ich leider wenig sagen, da schaue ich selten/weniger drauf, da es mich h&auml;ufig weniger betrifft. \r\n\r\nVielleicht habt ihr aber auch schon des &ouml;fteren damit Erfahrung gemacht? \r\nGibt es vielleicht eine M&ouml;glichkeit dies vom System anzupassen, ohne dass dies auf irgend eine Weise ausgenutzt werden kann? (Wenn ich z.B. f&uuml;r Mitte 1st und Support 2nd Q w&uuml;rde, w&uuml;rde ich 90% der Spiele Support bekommen und das System sieht es als 2nd Role, obwohl ich eigentlich Main bin).\r\nOder bleibt mir schlicht weg nur das 5er Premade :3\r\n\r\nLG\r\nSpicyHoro\r\n\r\nP.S. einen Erfahrungsbericht von Offrole-ADC&#039;s den ich leider zu oft erlebt habe ist die Gier. Die Gier nach kills. Ist mir &uuml;berraschenderweise prim&auml;r bei offrole-ADC&#039;s aufgefallen, da sie aufgrund der niedrigeren Erfahrung h&auml;ufig nicht ihren eigenen Schaden einsch&auml;tzen k&ouml;nnen.\r\nWir haben die Lane durch fr&uuml;hes Level 2 sogut wie gewonnen. Der Gegner ist mit um die 20% (oder gar noch weniger) am Turm zur&uuml;ck gedr&auml;ngt und man selbst steht noch in voller frische mit locker 60% etwa da. Man versucht den Gegner entweder weiter zu poken, zu killen, vom Farm wegzudr&uuml;cken und vielleicht sogar vom Recall abzuhalten, damit er so low da bleiben muss und vielleicht stirbt. \r\nWas macht aber ein gieriger ADC. Er versucht ein Tricky Flash-Autoattack-Q angriff. Der gegner F&auml;llt auf 5%. Man selbst hat in der Zeit 2 Turmsch&uuml;sse bekommen. Heal. AA. Gegner auf 1%. 3 Turmschuss. AA vorm Gegner. ADC Tod. RIP.\r\n2 Beschw&ouml;rerzauber+kill in einer gewonnen Lane abgegeben. Lane nun eher auf verlustposition. :/\r\nVielleicht erkennt ihr euch ja wieder oder habt selbst solche erkenntnisse sammeln d&uuml;rfen :)","replies":[{"id":"","poster":"Bergelmir32","date":"2016-05-03T15:02:29.790+0000","up_votes":1,"down_votes":0,"body":"Würde sicher gehen das anzupassen, in Verbindung mit nicht unerheblicher Erhöhung der ohnehin schon von vielen als zu lang wahrgenommenen Wartezeiten.\nUm Dingen wie den von dir bereits angesprochenem vorzubeugen, könnte man eine eigene MMR für die verschiedenen Lanes und Champs haben, so wie es das im Teamersteller war, wobei fraglich ist ob das das Matchmaking im ganzen verbessern würde oder nicht eher verschlechtern. Hinzu kommt das die Menge an \"Matchmaking is kacke, bin silber musste gegen platin spielen, etc.\"- Beschwerden dadurch deutlich zunehmen dürfte.\n\nHinzu kommt, jetzt stelle man sich mal den Vergleich zu früher vor, wo Leute von iher besten bis zu iher schlechtesten Position alles spielen mussten, anstatt nur auf 2 Positionen beschränkt zu sein.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-05-03T14:19:27.861+0000","up_votes":1,"down_votes":0,"body":"Mich würde mal interessieren, wie du an die Daten gekommen bist. Also mit Erstrolle gewählt und Zweitrolle gewählt. Hast du die Leute einfach gefragt?","replies":[{"id":"","poster":"HoloHoroHolo","date":"2016-05-03T14:28:20.453+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=YnZkMR0R,discussion-id=4Tz2y5Eb,comment-id=0000,timestamp=2016-05-03T14:19:27.861+0000)\n>\n> Mich würde mal interessieren, wie du an die Daten gekommen bist. Also mit Erstrolle gewählt und Zweitrolle gewählt. Hast du die Leute einfach gefragt?\n\n\"Leider weiß ich nicht was genau meine Mitspieler als Haupt/Zweitrolle angeben und es kann demzufolge vorkommen, dass das System es vielleicht ausgleicht?\"\n\nDamit wollte ich ausdrücken, dass ich es natürlich nicht weiß und es nur vermuten kann. Deshalb kann es sein, dass es das System ausgleicht, was ich aber nicht 100% weiß.\nDa ich nicht Frage, bleibt nur nach den gespielten Champion's/Rollen zu schauen. Wenn jemand Beispielsweise 100 Spiele Vi, 80 Gragas, 70 Nidalee, 10 Lucian, 7 Ezreal hat, dann nehme ich an dass er für Jgl > ADC in die Warteschlange gegangen ist.\nAber natürlich kann das auch falsch sein. 100% Bestätigung kann ich niergendwo her bekommen, außer ich habe Systemdaten :)\nVielleicht hat er sich gedacht \"hey ich Spiel dise Runde mal ADC>MId\". Auszuschließen ist es nicht.\n\nMfG","replies":[]}]}]}