{"id":"2EAPmNkd","poster":"Hi im aCebUu ","date":"2016-05-03T12:47:13.333+0000","title":"Seit 6.8 ruckelt das Spiel bei Funktionsausführungen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Seit dem neuesten Patch ruckelt es ab und zu, wenn ich eine Aktion ausf&uuml;hre, vorher lief alles einwandfrei... Hab alle m&ouml;glichen Funktionen &uuml;berpr&uuml;ft, nur leider ohne Erfolg.\nEs ruckelt ganz kurz l&auml;uft wieder normal und wieder einen Spell ausgef&uuml;hrt, oder Gegner macht einen spotanen Zug und es h&auml;ngt das Bild ganz kurz ...\nK&ouml;nnt Ihr mir helfen?\n\nDanke im Voraus \nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Sree","date":"2016-05-03T13:06:33.283+0000","up_votes":1,"down_votes":0,"body":"FPS-Einbrueche, die bei ganz bestimmten Situationen immer wieder kehren, sind oft die Folge fehlerhafter Dateien.\n\nVersuche die Reperaturfunktion vom Patcher. Sollte das nicht helfen, dann deinstalliere LoL und loesche alle eventuellen Reste im Installationsordner (standardmaessig C:\\Riot Games\\) und installiere das Spiel dann erneut. Spaetestens dann sollte dein Problem hoffentlich behoben sein.","replies":[{"id":"","poster":"Hi im aCebUu ","date":"2016-05-03T13:44:45.981+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für deine Antwort ... Werde die Reperaturfunktion später mal ausführen.\nEine Frage ... Bei der Deinstallation werden dort auch meine Ingame Einstellungen ( Steuerung GFX Einstellungen usw ) mit gelöscht, sodass ich sie wieder neu einstellen muss?\n\nMFG","replies":[{"id":"","poster":"Sree","date":"2016-05-03T14:35:27.305+0000","up_votes":1,"down_votes":0,"body":"Nein. Die meisten Einstellungen, die du vornimmst werden serverseitig gespeichert. Ausgenommen sind Einstellungen zur Grafik (Aufloesung, Effekte)\nDu kannst dir jedoch die game.cfg sichern und nach der Neuinstallation wieder an die richtige Stelle packen, dann werden auch Grafikeinstellungen so sein wie vorher (die Datei befindet sich im Installationordner --> Config)","replies":[]}]}]}]}