{"id":"IlUiyAO2","poster":"SoloQ Adventure","date":"2016-05-03T13:42:13.365+0000","title":"Champion Vorschlag : Zabrakin, der abgewichene Magus","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Gudden Tach an alle, die sich diesen Text durchlesen!\r\nDiese Idee entsprang urspr&uuml;nglich aus kompletter Spontanit&auml;t.\r\nIch habe absichtlich noch keine Cooldowns/Damage/Scalings usw. reingepackt, da ich bei sowas keine gute balance finde.\r\nDie basics sind drinne und wie er funktionieren k&ouml;nnte.\r\n\r\nZabrakin, der verlorene Magus\r\n\r\nGeschichte:\r\n\r\nZabrakin wurde als Edward am Rande von Noxus bei einer kleinen, armen Familie geboren. Er war ein gl&uuml;ckliches Kind, dass viel Freude am Leben hatte. Die Familie war zwar relativ arm, wurde jedoch geachtet, da das Kind eine geheime Eigenschaft besa&szlig;. Edward konnte seltsame, au&szlig;ergew&ouml;hnliche Dinge machen, die an Magie grenzten. Seine F&auml;higkeiten baute er im Laufe der Zeit immer weiter aus. Mit 16 wurde er im Schlaf von Waldr&auml;ubern entf&uuml;rt und in eine dunkle H&ouml;hle geworfen. Sie wollten wissen, zu was Edward in der Lage war und diese Kr&auml;fte f&uuml;r sich nutzen. Edward wusste, in einer Nah-Tod Situation zu stecken und begann still, aber nicht lautlos zu Meditieren. Er wollte damit versuchen seinen Geist zu befreien und sp&auml;ter wiedergeboren zu werden. Die R&auml;uber bekamen dies allerdings mit und bekamen es mit der Angst zutun, da sie so etwas noch nie beobachtet hatten. Da sie dachten, er w&uuml;rde seine Rache aus&uuml;ben, ermordeten sie ihn Eiskalt, w&auml;hrend er am meditieren war. Nun wurde sein Geist schwer besch&auml;digt, was dazu f&uuml;hrte, dass er trotz Messer im Herz aufstand und die R&auml;uber dazu brachte, sich gegenseitig zu zerfleischen. Voller Hass und auf der Suche nach seinem Geist, streift er nun als\r\nUntoter - Lich durch die W&auml;lder von Noxus. Da er mit allem, was ihm noch bleibt, nicht mehr unterscheiden kann, was gut und was b&ouml;se ist, bestraft er all die Menschen, die ihm &uuml;ber den Weg laufen. Dies f&uuml;hrte auch dazu, dass seine Eltern durch ihn einen ewigen Schlaf erlitten...\r\nDie Menschen bekamen die Geschichte mit Edward mit und tauften ihn darauf Zabrakin. Es hei&szlig;t, er soll Heute immernoch durch die leblosen W&auml;lder von Noxus streifen, die Klinge, die Ihm das antat, immernoch fest im Griff......\r\n\r\nDu kannst mir Leid zuf&uuml;gen.... Du kannst mich verfluchen. Aber denke stehts: &quot;Mein Leid ist auch dein Leid&quot;       - Zabrakin, Der abgewichene Magus\r\n\r\n\r\nPassive:          Unheil          ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nJedes Mal wenn Zabrakin einen Gegner mit einer F&auml;higkeit trifft, wird dieser verflucht.\r\nDieses bewirkt, dass der gegner eine eingeschr&auml;nkte Sicht hat.\r\nDiese Passive ist bis zu 5 mal Stapelbar und bewirkt am Ende einen leichteren Effekt der Graves Rauch-Granate. Sollten die follen 5 Stacks erreicht sein, sind diese anf&auml;lliger f&uuml;r Zabrakin, wodurch er an verfluchten Zielen Bonusschaden anrichtet und Laufgeschwindigkeit generiert.\r\n\r\nQ-F&auml;higkeit:          Dunkle Markiereung          --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nZabrakin sucht sich einen Gegner aus, den er f&uuml;r eine bestimmte Zeit markiert. Zabrakin f&uuml;gt ihm Schaden zu und erh&auml;lt einen Schild. Sollte dieser Schild vom markierten Ziel durchbrochen werden, erh&auml;lt das Ziel nochmal den gleichen Schaden und wird f&uuml;r eine kurze Dauer bet&auml;ubt. Andere nicht markierte Gegner k&ouml;nnen Zabrakin sch&auml;digen, ohne das Schild zu sch&auml;digen. F&uuml;r sie ist es sozusagen &quot;nicht vorhanden&quot;.\r\n\r\nW-F&auml;higkeit:          Stiller Weg          ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nZabrakin entsendet seinen Geist, der zum gew&auml;hlten Zielort fliegt. Zabrakin bleibt aber an der urspr&uuml;nglichen Position (kann aber noch Laufen,Zaubern usw.). Zabrakin kann die F&auml;higkeit erneut aktivieren um mit dem Geist die pl&auml;tze zu tauschen. Danach verschwindet der Geist und hinterl&auml;sst f&uuml;r einige Sekunden ein Feld, welches Gegner aufdeckt.(Sollte Zabrakin die Position nicht tauschen, verweilt der Geist dort einige Sekunden l&auml;nger)\r\n\r\nE-F&auml;higkeit:          Lautlose Bluthandlung          -----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nZabrakin tr&auml;nkt seine Klinge mit seinem eigenen Blut. Dies bewirkt, dass sein Angriffstempo gesteigert wird, je nachdem wieviele verfluchte Stacks er verursacht hat. (z.B. 1 stack = 10% 2 stacks = 20% ... 5 stacks = 50% bis einem maximum von 70%)\r\nSeine Angriffe verlangsamen Gegner, sollte er mind. 3 Stacks haben.\r\n(Bei Aktivierung bekommt er sofort einen bestimmtem Wert an Angriffstempo)\r\n\r\nR-F&auml;higkeit:          Akt des Lich&#039;s          --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\n\r\nPassive: Zabrakin&#039;s normale Angriffe werden mit Schaden verst&auml;rkt. Dieser Effekt steigert sich, sollte ein Gegner vollkommen Verflucht sein, oder das Schild von &quot;Dunkle Markierung&quot; durchbrochen werden.\r\n\r\nZabrakin verursacht an Ort und Stelle eine gewaltige Explosion die Gegner in einem Umkreis sch&auml;digt und sie f&uuml;r eine kurze Zeit die vollgestackte Sichteinschr&auml;nkung von &quot;Unheil&quot; gew&auml;hrt. Die Sichteinschr&auml;nkung geht schnell vorbei, jedoch kann Zabrakin Seinen Passiven Bonus einige Sekunden danach noch gegen diese Gegner anwenden.\r\nSollte Zabrakin einen Champion damit treffen, wird er Unsichtbar f&uuml;r eine kurze Zeit.","replies":[{"id":"","poster":"HoloHoroHolo","date":"2016-05-03T15:06:58.735+0000","up_votes":1,"down_votes":0,"body":"Habe nur einmal kurz drübergefolgen (Story nicht gelesen^^).\nErstmal gute Arbeit, das alles aufzuschreiben. Jedoch finde ich, dass der ein oder andere Skill etwas zu OP ist. \nNehmen wir nur mal das Q.\n1. Es ist es Schild. Wobei es nur Gegen eine Person gilt.\n2. Es macht Schaden ? Schild+SChaden schon.\n3. Es kann Stunnen bzw. verhindert, dass der markierte Gegner dich angreift, da sonst Stun+nochmal Schaden.\nDies klingt nun im Teamfight nicht so \"extrem\" toll, aber jede 1v1 Lane ist damit so gut wie gewonnen. Denn du kannst frei Schaden machen ohne dass der Gegner etwas dagegen tun kann (außer weglaufen).\nAlleine die vielfallt und die Stärke der Fähigkeit würde verlangen, dass dies mindestens eine R Fähigkeit ist (wenn nicht selbst dafür zu stark :) ).\nMan könnte überlegen den Stun raus zu nehmen. Dann ist es noch stark, kann aber mit passenden Skalierungen denke ich gehalten werden.\n\nAllgemein sind deine Fähigkeiten alle realtiv stark und haben dann immenroch einen super Bonus drauf. Zum Beispiel die Passive ermöglicht pro Stack verringerte Sicht. Die ist schon extrem stark. Jeder der schon einmal in eine Graves Granate stand (bei 5 Stacks) weiß, dass man nichts mehr machen kann. ABER es kommt oben drauf dann nochmal der Bonusschaden. Die Sichtverringerung alleine ist schon Mächtig (denke ich), warum dann noch was draufpacken.\n\nInsbesondere, dass die R Fähigkeit alle Ziele im Umkreis in eine Graves-Granate wirft. => Alle im Umkreis sind total useless für die Zeit. Auch wenn hier natürlich gesagt ist kurz, dennoch ist es übel.  Aber auch hier wird nicht nur die Stacks aufgeladen, der Bonusschaden aktiviert nein auch hier wird bei der Starken fähigkeit noch zusätzlich eine Bonus-Unsichtbarkeit gegeben :)\n\nKurz um: Schöne Ideen. Es gibt wenige Champion, welche mit Sichteinschränkungen arbeiten, weshalb ich dies durchaus Interessant finde. Aber ein Champion sollte einen Fokus haben. Du überlädst ihn etwas. Insbesondere die Fähigkeiten die meist nicht nur einen, sondern bis zu 3 Effekte gleichzeitig haben. \nAber ich denke es ist normal, dass man seine Ideen immer etwas OP macht, weil man will dass er cool und stark klingt^^ Aber man muss auch auf das gesamte Balancing achten.\nTut mir leid, dass es hart klingt, ist aber nicht böse gemeint <3\n\nHoffe konnte weiterhelfen :)\n\nLg\nSpicy","replies":[]}]}