{"id":"Ko6bjeAw","poster":"redeemer1","date":"2016-05-02T10:51:38.243+0000","title":"2 Wochen Ban für NICHTS!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":30,"body":"&quot;me\r\nlol khazix top is better then ez\r\nnice flash\r\nrengar u suck stfu\r\ni will\r\n;)\r\nnice gank\r\ngh\r\nn\r\nall cool imma win this for u ;)\r\nu mad?\r\nlost a lot gameS?\r\nseems like\r\nso u dont like urself?\r\nreported btw\r\nnoc\r\nu know ganks?\r\nu all are\r\nu were silver last season\r\nwtf\r\nxD\r\nnice babysitt brand\r\nreport rengar btw\r\nyep noc, u are a noob, true\r\n0 ganks\r\nrengar 5 ganks\r\nnice how u describe urself\r\nits lost anyway look top\r\nRengar 100% report =)\r\nok u too report =) muted\r\nthey always need 2\r\ncan u just gank me?\r\nomg\r\nthis nocturne ... ^^\r\nbtw u cant 1v1 me brand?\r\nhes salty and toxic player ^^ if ur good sportsmen u report him for beeing like this\r\nwhy u dont push top^^\r\nits won there^^\r\nagain u need help from rengar for mid XD\r\nnocturne u did a good job in jungle\r\nbut i think we can surr\r\nthis rengar just 1 hits us all\r\nwho did N ?\r\nits lost\r\nofc u....\r\ndude\r\ntry 2 learn\r\njgl\r\n;)\r\ncause of u\r\n4/7 boy\r\nur like mr bean\r\nand hes like rambo\r\nworst jungler ive ever seen\r\nits correctly that ur silver\r\nstop blaming midlaner if u dont gank and hes camping midlane, u dont have any idea of this game and blaming me\r\nreport nocturne pls flaming.\r\nand verbal abusement\r\ni know, i can read\r\nbut no reason fot not reporthing him for flaimg and verbal abusement\r\ni dont except anything from this game , like rengar camped me mid and nocturne was afk jungling and is blaming me^^\r\nu cant win such games\r\nnope\r\nits lost\r\nwe dont even have 1 TURRET                                      [Mann muss dazu sagen Nocturne schreibt zwischenzeitlich &quot;pls play&quot; obwohl er selber 3/7 hatt\r\nthis is bullshit                                                                , ich wollte dem einfach nur ein Ende machen und manche leute verstehen aber nicht wann \r\ni hate this game                                                             ein Spiel vorbei ist. Und NUR mal so am RANDE! NOCTURNE WURDE NICHT GESPERRT \r\ncant u accept the loss?                                                OBWOHL ER MICH BELEIDIGT HAT ! was man nat&uuml;rlich hier nicht sieht weil Riot so gut ist und \r\nits over                                                                          nur sein eigenen chat verlauf schickt.]\r\nsince u leave me midlane alone\r\n?\r\nnope\r\nreport&quot;\r\n\r\n\r\nSo Leute, daf&uuml;r habe ich einen 2 Wochen-Bann bekommen obwohl ich innerhalb von 2 Monaten 2x Geld f&uuml;r Riot bezahlt habe, Insgesammt knapp 50&euro;, in 2 Monaten!\r\n\r\nKann mir IRGENDWER SAGEN wieso ich daf&uuml;r gesperrt werde? Ich sehe jeden Tag leute die meine Mutter- Meine schwester und auch andere mitglieder meiner Familie den Tod w&uuml;nschen oder diverse andere sachen. Ich verstehe nicht wieso ich f&uuml;r 1 Match gebannt werde wo ich GANZ klar im Recht bin!\r\n\r\nIch w&uuml;rd mal gern wissen wieso dieses bann system so schei&szlig;e geworden ist? Ich werde von Leuten Reported die das Spiel nicht k&ouml;nnen und auch nicht interessiert. Ich dagegen spiele um zu gewinnen. Und ich habe mich glaube ich relativ normal verhalten daf&uuml;r das man ja nicht sehen kann das dieser Nocturne mich auch noch ausgelacht hat im Chat. Also ich er hat mich echt Proviziert und wenn der keinen Bann bekommt wieso dann ich? Hab einfach versucht auf eine &quot;noch&quot; normale art und weise denen klar zu machen das ich hilfe in der midlane braucht. &Uuml;brigends hat er mich dann noch als Noob beleidigt worauf hin ich geschrieben habe &quot;Nice how u describe urself&quot; und f&uuml;r sowas werd ich dann gebannt. NICE RIOT! LETZTE MAL GELD AUSGEGEBEN F&Uuml;R EUCH! spiele &uuml;brigens seid Season 1 und der Acc ist auch schon vor 3 Monaten futsch mit 200-300&euro;f&uuml;r skins. Also langsam reicht es mir mit eurer Kinderschei&szlig;e. Leute Reporten einen weil man besser ist und dies am Spiel naja ausl&auml;sst so ist es nunmal. Ich weiss nicht was ich tun soll oder was ich machen kann. Ich m&ouml;chte nicht schon wieder einen Account anfangen und wieder Geld rein stecken. \r\n\r\nDieser 2 Wochen Bann ist unbegr&uuml;ndet und m&ouml;chte nochmal Betonung auf den Rengar im gegnerischen Team legen, er hat mich gecamped und mich provoziert. ich h&auml;tte viel mehr drauf eingehen k&ouml;nnen habe ich aber nicht. er meinte nur er w&auml;re der coolste und st&auml;rkste. Nat&uuml;rlich Konter ich einmal auf so etwas. Lass mich doch nicht als untermenschen behandeln.\r\n\r\nAlso Riot. WAS SAGT IHR? ENTSPERRUNG ?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:01:31.543+0000","up_votes":1,"down_votes":11,"body":"Wieso bann für nichts \"kappa\" es ist ein bann für nichts. Es sah so aus das Rengar mitte gekommen ist und mich SOFORT geflamed hat SOFORT! er meinte \"spam mastery 5\" und das hat er selber gespammt jedesmal wenn er mich gekilled hat. dann hat er ein dummmen kommentar von sich gegeben wodrauf ich mit \"STFU\" reagiere. ist für mich kein böses wort und lese ich hmm 20000 mal am tag in lol ? Ja mein englisch ist vorallem in Situationen wo ich mich angegriffen fühle sehr individuell.","replies":[{"id":"","poster":"Spicavius","date":"2016-05-02T11:05:01.832+0000","up_votes":4,"down_votes":2,"body":"Echt ? \"Shut the fuck up\"  = Halt dein ver%%%%tes Maul\"  Ist also eine nette Geste, die man jedes mal zu einer fremden Person sagt?\nGuter Junge weiter so..","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:13:10.403+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=00040000,timestamp=2016-05-02T11:05:01.832+0000)\n>\n> Echt ? &quot;Shut the fuck up&quot;  = Halt dein ver%%%%tes Maul&quot;  Ist also eine nette Geste, die man jedes mal zu einer fremden Person sagt?\n> Guter Junge weiter so.\n\nBeim nächsten mal sag ich dann \"bitte könntest du dein Mundwerk geschlossen halten, danke\" GENAU DAS SELBE . Mein gott manche Leute fangen echt an die 0,0000000000001 stellen hier auszupacken. Jungs ihr wart alle schonmal an dem Punkt das ihr \"STFU\" zu einer Fremden person gesagt habt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T11:23:48.764+0000","up_votes":2,"down_votes":0,"body":"Du hast weit mehr geschrieben als nur \"stfu\". Du hast auch beleidigt, durchgehend Mitspielern ihre Fehler vorgehalten (nennt sich blaming), Reportaufrufe getätigt und negative Einstellung gezeigt. Es geht um weit mehr als nur ein \"stfu\". Wäre das deine einzige negative Zeile gewesen, wärst du jetzt nicht hier.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:38:47.798+0000","up_votes":1,"down_votes":5,"body":"ja aber da sieht man doch wieder wie behindert manche leute sind. Du erzählszt mir hier was von : ahhhh ums STFU gehst nicht . um die anderen sachen\" andere sagen \"ahhhhh 4te Zeile \"Stfu\" direkt reporten\" ich raaaaaaaaaaffff es nicht mehr was ist los ? Jeder der einen für sowas reported gehört meiner meinung nach nicht in den ESPORT. es ist ein SPORT und es gehört ergeiz dazu. und da ich hanbballer war 10 jahre habe ich nunmal siegeswillen. mein gott. behalt die rechtschreibfehler","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T11:45:31.828+0000","up_votes":11,"down_votes":0,"body":"Brüllst du beim Handball auch dauernd herum, dass alle Scheiße spielen, unfähig sind und in die Oberliga Nordsee gehören, wenn deine Mannschaft in der Bundesliga spielt? Liegst du dem Schiri das ganze Spiel über in den Ohren, dass er den Spieler vom Platz verweisen soll, der deinen Pass abgefangen hat und dabei gegrinst hat? Legst du dich auf den Boden, sobald die Gegner ein paar Punkte Vorsprung haben und rufst, das Spiel ist vorbei, wir sollten Kraft sparen und uns schlafen legen oder das Spielfeld verlassen?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T11:50:24.305+0000","up_votes":6,"down_votes":0,"body":"Dank dem letzten Punkt habe ich mich gerade fast verschluckt. :D","replies":[]},{"id":"","poster":"redeemer1","date":"2016-05-02T12:09:21.379+0000","up_votes":1,"down_votes":1,"body":"Ja brülle andauernd um mehr motivation zu schaffen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:22:08.233+0000","up_votes":5,"down_votes":0,"body":"Und du glaubst in einer Mannschaft die gerade das erste mal zusammen spielt, hilft es, wenn du alle anbrüllst, dass sie unfähig sind und den Sport an den Nagel hängen sollen, weil es keine Liga gibt, in der sie mithalten könnten?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:31:51.227+0000","up_votes":1,"down_votes":5,"body":"ALso das ist jetz ein dummer vergleich sirraks.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:39:30.031+0000","up_votes":5,"down_votes":0,"body":"Das ist aber das, was du im Chatlog gemacht hast. Du hast zum Beispiel dem Jungler vorgeworfen, er hätte keine Ahnung vom Spiel und hältst ihm vor, dass er an den 5 Rengarganks schuld sei und dir noch nicht geholfen hätte. All die Spieler in dem Match, hast du noch nie zuvor gesehen. \n\nIch glaube, um den Wettbewerbscharakter einzubringen, könnte man das am ehesten so mit Sport vergleichen.\n\nDu bist bei einem wichtigem Verein zu einem Training eingeladen worden, weil sie junge Talente für ihre Mannschaft suchen. Du gehst da hin und sollst mit 9 anderen ein Match abhalten. Der Trainer sieht dann, wie Rengar deinen Pass abfängt und dir die Zunge jedes mal rausstreckt, wenn er das macht. Du schreist dann jedes mal Nocturne an, weil der den Rengar nicht beschäftigt hat, als du den Ball weitergeben wolltest. Nocturne erwidert, dass du unfähig bist und er dir keinen Ball mehr zu spielen wird. Du antwortest darauf, indem du ihm sagst, er soll zurück in seine Kreisklasse gehen, da gehört er hin. \n\nIch weiß nicht was du machen würdest, wenn du entscheiden würdest, wer in die Mannschaft aufgenommen wird, du wärst aber garantiert nicht darunter. Nocturne und Rengar wohl auch nicht. Ihr werdet alle freundlich gebeten, das Vereinsgelände zu verlassen (das wäre wohl der Bann).","replies":[{"id":"","poster":"D4RKEVA","date":"2016-05-02T12:57:19.320+0000","up_votes":2,"down_votes":0,"body":"Ich denke rengar würde bei sowas sogar aufgenommen werden ^^\n\nUnd nocturne auch wenn er nur das gemacht hätte\n\nAber er naja ...\n\n\nAber du hast es natürlich nur verschönert :>","replies":[]}]}]}]}]},{"id":"","poster":"redeemer1","date":"2016-05-02T12:00:22.811+0000","up_votes":1,"down_votes":2,"body":"Nein ich bin kein midlane down runner. WÜRDE ICH NIEMALS tun. Aber ja ich brülle und schreie rum und versuche Energie zu kanalisieren für das Spiel. Aufgeben? Niemals. Aber ich weiss wann man verloren hat in LOL wenn man total vernascht wird. du vergleichst hier pommes mit äpfeln.","replies":[]}]},{"id":"","poster":"Fr3shdumbledore","date":"2016-05-02T17:22:29.067+0000","up_votes":1,"down_votes":0,"body":"> und da ich hanbballer war 10 jahre\n\nDass du es als Sportler nicht besser weißt, ist einfach nur erschreckend... Ich bin Trainer bei einem Sportverein und wenn du dich bei mir mehr als einmal so benehmen würdest (eine 2. Chance bekommt jeder), wie du es in dem LoL-Game getan hast, dann würde ich dich ohne Umschweife rauswerfen. \n\nJa, man kann versuchen, andere (und vor allem sich selbst) zu motivieren. Und dabei vielleicht sogar mal laut werden. Aber jemanden beleidigen? Niemals. Zudem war dein Umgang mit deinen Gegner und Mitspielern einfach nur respektlos. Und Respekt vor den anderenund vor sich selbst ist für mich eine absolute Grundlage für ein vernünftiges Miteinander, gerade in Wettkämpfen! Aber wo ist dieser Respekt? Wo ist die Vorbildfunktion? Wo ist der Teamgeist? Wo ist dein Sportsmanship? Dein Verhalten ist peinlich, vor allem für einen Sportler, und sonst nichts!","replies":[]}]}]},{"id":"","poster":"Spicavius","date":"2016-05-02T12:01:29.206+0000","up_votes":1,"down_votes":0,"body":"Du brauchst doch garnicht schreiben. Mute die Leute doch einfach. Du kannst deren Mundwek selber einfach abstellen, als sie darum zu fragen oder sonstiges.\n\nWenn ich \"Sftu\" schreiben möchte, dann mute ich die Person. Dann brauche ich auch kein Stfu zu schreiben. Verstehst du ?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:09:47.270+0000","up_votes":1,"down_votes":1,"body":"Die leute sollen einfach wissen das man es mit mir nicht machen kann. Verstehst du?","replies":[{"id":"","poster":"Spicavius","date":"2016-05-02T12:31:35.620+0000","up_votes":2,"down_votes":0,"body":"Ok. ok.\nVersuchen wir es anders.\nDu sagst, dass du 12 Spiele lang andauernd getrollt und beleidigt wirst.\nIch spiele 12 Spiele und werde vllt in einem 1 Spiel beleidigt oder von mir aus 2 Spiele.\nAlle andere 10 Spiele waren ruhig und angenehm zu spielen.\n\nSo das geht bei mit aber schon seit LoL Beta so. Ich habe noch NIE eine Stufe einer Strafe erreicht.\nDas höchte war eine Warnung ala \"jeder Spieler hat mal einen schlechten Tag\".\n\nSo vorausgestzt du spielst seit der Beta.\nSo nun hast du in den 5-6 Jahren aber bereits einen Permabann und schon einen 2 Wochenbann kassiert.\nIch habe nichts bekommen.\n\nIch habe andauernd sehr angenehme Spiele während du andauernd frustrierende Spiele hast.\n\nDu siehst wohin der Vergleich geht.\nIch mute sofort, wenn mich jemand anschauzt, denn dann brauche ich ihm nicht antworten und jeder spielt effektiv weiter und letztendlich gewinne ich das Match vllt sogar.\n\nDu hingegen antwortest zurück und es kommt zum Flamewar. Der andere Spieler fängt an dich zu trollen ala dir die Jungle Monster zu stealen oder gibt dir einfach als Jungler den Bluebuff nicht oder hilft dir auf der Lane nicht mehr.\nFolge ihr verliert beide das Spiel, während euch beide die restlichen 3 Spieler reporten, weil ihr euch beide geflamt habt.\n\nGenau deswegen hast du 12 Spiele lang beleidigende MItspieler und Trolls, während ich 10-12 Spiele lang eine sehr angenehme Spielerfarhung habe und du nicht.\n\n**Fazit: SCHREIB AB JETZT NICHTS MEHR. Nichts schreiben ist ERLAUBT. NICHTS schreiben RETTET deinen Account.\nAlso wenn du keinen Permabann haben willst, MUTE die Leute und SCHREIBE NICHTS, egal was der andere schreibt.**","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:41:53.236+0000","up_votes":2,"down_votes":1,"body":"Also muss ich einfach mein Mund halten wenn ich als Midlaner total auf den sack bekomme , keinen blue bkomme und mir jedes Camp gestealt wird vom Jungler was ich grade mache weil lane gepushed ist? Muss ich alles hinnehmen was man meiner familie wünscht? muss ich alles so hinnehmen?","replies":[{"id":"","poster":"Spicavius","date":"2016-05-02T12:53:59.196+0000","up_votes":2,"down_votes":0,"body":"Riot hat dir und mir die beste Verteidigung gegeben, die wir kriegen können und zwar den Mute-Button. Als Offensive gegen die Beleidigung, die du und ich ab und zu mal kriegen, gibt es für uns beide den Reportbutton.\n\nFlamer ist gemutet und kann dich und mich nicht mehr nerven. Flamer ist reportet und wird somit (wie du leider am eigenen Leib erfahren hast) bestraft.\nWärst du so vorgangen wie ich würdest du jetzt weiter spielen, während die Flamer sich über die 2 Wochenbanns beschweren. (nicht persönlich nehmen^^)\n\nJa. Du musst, denn letztendlich werden diese Leute dann gebannt, während du weiter spielen darfst.\nP.S. In 5-6 Jahren LoL wurde meine Familie noch nie beleidigt oder mir der Tod gewünscht.\nIn den 5-6 Jahren habe ich nur einmal gesehen, dass ein Gegner ein Teammate von mir aus Frust wegen der Niederlage solche Sachen gewünscht hat.\n\nDir passiert das aber andauernd. Es liegt wirklich an dir. Du provozierst die Leute durch einen für dich \"harmlosen\" Kommentar, den die aber als Beleidigung empfinden.\nEs ist wie mit dem Ligasystem.\nDu bist der einzige konstante Faktor in all deinen Spielen. Deine Gegner + Teammates sind immer andere Spieler.\nDurch dein Verhalten entsteht erst die Situation, dass du andauernd Trolls oder Todeswünsche kriegst.\n\nWie gesagt: Jetzt darfst du NICHTS mehr schreiben. NICHTS bedeutet nichts. Auch wenn es in deinen Fingern juckt. Nimm die Entertaste raus wenn es nicht anders geht..\nSonst ist der Account weg.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-05-02T12:46:00.875+0000","up_votes":1,"down_votes":0,"body":"Verlangt keiner: mute die Leute und reporte sie nach dem Spiel. Riot kümmert sich dann um sie.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-05-02T12:42:32.761+0000","up_votes":1,"down_votes":0,"body":"Schade das es keine Option gibt, den Text auch zu unterstreichen. Hätte den wichtigen Teil vielleicht besser betont^^","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-05-02T16:23:25.584+0000","up_votes":1,"down_votes":0,"body":"Für den Fall der besonderen Hervorhebung hat die Typografie eigentlich den _Kursiv-Schnitt_. Unter Typografen ist das die gängige Art, wenn sie etwas \"unterstreichen\" wollen. Der Grund warum es unterstrichen nicht mehr gibt ist ein ganz einfacher: Unterstrichene digitale Texte im Web sind Links. Deshalb sieht man davon ab, Unterstreichungen als Stil-Mittel einzusetzen ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T17:03:13.745+0000","up_votes":1,"down_votes":0,"body":"Macht Sinn.","replies":[]}]},{"id":"","poster":"Z3ndom","date":"2016-05-02T16:23:59.046+0000","up_votes":1,"down_votes":0,"body":"Du kannst 2 ** vor und nach dem Teil schreiben damit dieser dick geschrieben wird.","replies":[]},{"id":"","poster":"Spicavius","date":"2016-05-02T12:58:32.200+0000","up_votes":1,"down_votes":0,"body":"Habe auch nach dieser Funktion gesucht (früher gab es sie :( ).\nJetzt gibt es nur noch diese blöde \"Durchstreich\"-Funktion... -.-^^","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T12:12:40.556+0000","up_votes":2,"down_votes":0,"body":"Das einzige was du den Leuten dadurch zeigst ist aber, dass du wenig Selbstbewusstsein hast und empfindlich bist. Verstehst du?\nDenn wäre das nicht so, könntest du einfach drüber stehen!\n\nGenau genommen zeigst du sogar, dass man es gerade mit dir doch machen kann, weil du darauf eingehst.","replies":[{"id":"","poster":"Xiet us","date":"2016-05-02T12:34:13.228+0000","up_votes":1,"down_votes":0,"body":"Darüber hinaus gibst Du den Leuten auch noch einen Grund Dich zu reporten.","replies":[{"id":"","poster":"Z3ndom","date":"2016-05-02T16:25:48.839+0000","up_votes":1,"down_votes":0,"body":"Und Riot einen Grund ihn zu bannen.","replies":[]}]}]},{"id":"","poster":"Z3ndom","date":"2016-05-02T16:21:50.653+0000","up_votes":1,"down_votes":0,"body":"Du wirst getriggered durch Random Leute im Internet.\nDie sollen sich net anlegen?Mute und Report und die bekommen nen Punish wenn die so weitermachen,so wie du jetzt.\nIst definitiv besser als zurückzuflamen und nen Ban zu kassieren.\nDas wirst du noch verstehen.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-05-02T12:34:36.564+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=00040000000100010000,timestamp=2016-05-02T12:09:47.270+0000)\n>\n> Die leute sollen einfach wissen das man es mit mir nicht machen kann. Verstehst du?\n\nTja die Leute wissen dann wohl eher, dass man dich easy triggern kann.\nAnfangen tust du ja schon von alleine und das auch noch im all.\nFreut mich immer da kann man den Bannprozess so leicht beschleunigen ohne selbst negativ zu werden.\nSo hätte ich dir gezeigt, dass du dein Temperament irgendwo anders ausleben kannst und nicht in der Kluft.\nAber es sind ja alle anderen dumm, nur du nicht, der jetzt kurz vorm 2. Perma steht.","replies":[]}]}]}]},{"id":"","poster":"redeemer1","date":"2016-05-02T11:11:07.521+0000","up_votes":1,"down_votes":5,"body":"Wie gesagt habe zuvor 8 matches gepsielt wurde mehrfach beleidigt und habe auch mit stfu pls geantwortet. für mich ist dies nicht auf seine mutte rbezogen oder sonstiges. sondern auf sein persönliches geflame. also sehe ich keinen grund jemanden für so etwas zu bannen. ehrlich ich hab das 1000000000000000 x schon gelesen , leute sagen das andauernd in dieser Community. Also ein bisschen , ja wie nennt man das, ein bisschen \"Eier\" soltle man schon habe das man dann nicht sagt \"ohh ja bitte ok beleidige mich\" natürlich sag ich stfu wenn mich jemand beleidigt.","replies":[{"id":"","poster":"Zulwar","date":"2016-05-02T11:29:36.650+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nicht, was dir deine Eltern oder Lehrer über Respekt und Rücksichtnahme gelehrt haben, aber wenn dich jemand beleidigt, kann man sich sicher auf sein Niveau runterbewegen und zurück beleidigen. Jedoch muss man sich dann natürlich der Konsequenzen nicht wundern. Jedoch das schöne daran ist, das man das nicht muss. Also wenn dich jemand beleidigt, kann man dieses auch ganz gut ignorieren, da du selber dich ja am besten kennst und somit weißt, was du kannst und was nicht. Wenn somit also eine Wildfremde Person dich beleidigt, kann sie dich schlecht beurteilen, da ihr euch ja gar nicht kennt.\n\nDas extremste, was ich je in LOL erlebt habe, war ein zu Tode flamen am Anfang an mich gerichtet mit Aussagen, wie z.b. \"Report ..\". Nach dem ich aber den Sieg für uns gesichert hatte, wollten sie mich alle hornorn.\n\nDeswegen, Lobe dein Team, wenn es was gut macht und schweige, wenn du sie am liebsten an die nächste Wand hauen möchtest. Denn über Leute zu Urteilen, die man nicht kennt, ist immer schwierig. Unteranderem ist es auch egal, was andere schreiben oder wie oft du gewisse Wörter liest. Das worauf es ankommt, ist wie du dich selber verhältst, denn nur das kannst du ändern.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:22:15.232+0000","up_votes":2,"down_votes":0,"body":">Also ein bisschen , ja wie nennt man das, ein bisschen \"Eier\" soltle man schon habe das man dann nicht sagt \"ohh ja bitte ok beleidige mich\" natürlich sag ich stfu wenn mich jemand beleidigt.\n\nDu hättest ein wenig Rückrat zeigen können und dich nicht auf deren Niveau herabbegeben können. Dann hättest du noch keinen einzigen Bann gehabt, könntest ins Spielerverhaltenforum gehen und dir denken \"warum schreibt der sowas, wenn er nicht bestraft werden will?\", wenn wieder ein \"mein Bann ist ungerecht, obwohl ich durchgehend negatives Zeug in den Chat schreibe\" Thread geöffnet wird.","replies":[]},{"id":"","poster":"SeaHorseCalamity","date":"2016-05-02T11:19:46.258+0000","up_votes":2,"down_votes":0,"body":"und genau deshlab hast du jetzt einen Bann. Wenn du die Eier dazu hast, mach genau so weiter und schau was passiert, wenn sich Leute nach dem 14-Tagebann nicht bessern.\n\nWenn dich jemand beleidigt, mute ihm und reporte ihn am Ende des Spiels.","replies":[]}]}]},{"id":"","poster":"Batrix2","date":"2016-05-02T15:59:44.836+0000","up_votes":1,"down_votes":0,"body":"btw weisst du wie man mutet? dann ist das Problem auch gelöst.","replies":[]}]},{"id":"","poster":"OMG Nerf Diana","date":"2016-05-02T10:55:23.125+0000","up_votes":6,"down_votes":0,"body":"Das Geld welches du ausgibst hat genau 0 Relevanz wenn es um einen Bann geht. Du kannst auch 10 000 € ausgeben und 1 Woche später einen Permabann kassieren.\n\nWenn du nach dem Durchlesen des Chats nicht verstehst warum du einen Bann kassiert hast, dann weiß man wenigstens dass man dir nicht mehr helfen kann.\n\nMir ist allerdings aufgefallen, dass die meisten Leute mit einem Bann die den Chatlog posten kein, oder nur sehr schlecht Englisch können.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:04:15.298+0000","up_votes":1,"down_votes":7,"body":"Weisst du was die andere Seite geschrieben hat? Weisst du vielleicht wie die anderen 15 Games zu vor gelaufen sind? Nein oder? Manche Leute denken echt sie wären Krösus oder sonst was und würden dauerhaft nur in der GentlemenSprache reden. Schwachsinn. Wacht auf. ich werde am tag ungelogen 200000 x beleidigt. egal wann egal wo egal wie. Ich gewinne die Lane, werde beleidigt, ich verliere, werde beleldigit. Ich hab minimum 100 Leute die letzten 2 Wochen für GENAU das selbe reported. Und ich hab 1x die PopUp Nachricht bekommen das jemand Gesperrt wurde. Also irgendwas ist doch falsch an diesem System. Und NOCHMALS möchte ich betonen das ich mehrere jahre Spiele und einiges an flames gesehen habe.","replies":[{"id":"","poster":"OMG Nerf Diana","date":"2016-05-02T11:13:07.835+0000","up_votes":2,"down_votes":0,"body":"Du zeigst auf jeden Fall, dass du keine Ahnung vom Bannsystem Riots hast. \n\nEs ist egal wer dich wie oft beleidigt und was er schreibt. Es geht nur darum was du machst, ohne andere Personen miteinzubeziehen. Außerdem zeigt der Chatlog nur die letzten 2 Spiele oder so, aber es werden alle vorherigen Spiele von dir hergenommen.\n\nSoso du wirst also \"ungelogen 200000x am Tag beleidigt\". Interessant. Angenommen du spielst 100 Spiele am Tag, was übrigens unmöglich ist, dann wären das 2000 Beleidigungen pro Spiel. So viel zu \"ungelogen\".","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:28:32.826+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Maíko","date":"2016-05-02T12:03:07.811+0000","up_votes":1,"down_votes":0,"body":"Jeder hier im Forum versucht sachlich mit dir zu diskutieren, aber von dir kommt immer nur sowas wie \n> meine güte eyhhhh werd erwachsen.\n\nWenn du eine solche Einstellung an den Tag legst, was erwartest du wird  dann passieren?\nRichtig nichts....\n\nUnd nein....es ist nicht nur 1 Spiel.\nDir wird vielleicht nur 1 Chatverlauf zugeschickt, trotzdem werden weitaus mehr deiner Spiele in das Urteil mit einbezogen.\nWenn man etwas in Frage stellt sollte man sich erst mal richtig darüber informieren.\n\nEbenfalls hattest du bereits mehrere CRs....also bist du schon öfters negativ aufgefallen.\nUnd wie in der realen Welt auch, wird bei vorbestraften etwas härter durchgegriffen...was ja jetzt nicht gerade was neues ist.\n\n> Ich hab minimum 100 Leute die letzten 2 Wochen für GENAU das selbe reported. Und ich hab 1x die PopUp Nachricht bekommen das jemand Gesperrt wurde.\n\n1. Je öfters du reportest desto weniger Gewicht haben deine Reports.\n2. Es wird dir nicht jedesmal diese Meldung zugeschickt, wenn einer Bestraft wird den du Reportet hast.\n\n\n> Und NOCHMALS möchte ich betonen das ich mehrere jahre Spiele und einiges an flames gesehen habe.\n\nIch bin schon ziemlich lange am Leben, hab schon einige Leute stehlen sehen.\nNach deiner Logik dürfte ich jetzt auch anfangen zu stehlen?\n(Stehelen und flame stellen beides Regelverletzungen da....also komm mir bitte nicht mit \"das kann man nicht vergleichen\")","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:06:41.659+0000","up_votes":1,"down_votes":0,"body":">Je öfters du reportest desto weniger Gewicht haben deine Reports.\n\nEs ist eher so, dass viele falsche Reports das Reportgewicht senken. Vielleicht werden auch toxische Spieler Reportgewicht verlieren, dafür kenne ich aber keine Quellen.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:19:51.028+0000","up_votes":1,"down_votes":2,"body":"dumm. sowas ist pure dummheit von riot. leute die extrem toxisch sind werden nach einiger zeit nicht mehr so gewichtet wie andere. FEIN! sehr gut RIOT","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:21:09.292+0000","up_votes":2,"down_votes":0,"body":"Hä? Was willst du? \n\nWer extrem toxisch ist, kriegt einen Permabann. Die interessieren ab da eh niemanden mehr.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:31:23.653+0000","up_votes":2,"down_votes":0,"body":"Was ist schwerer? Eine Tonne Federn oder eine Tonne Steine?","replies":[{"id":"","poster":"MilliDieFrau","date":"2016-05-02T11:42:13.327+0000","up_votes":2,"down_votes":0,"body":"Die Federn!\n\nDu trägst auch noch das Gewicht der Schuld für die Grausamkeit, die du den armen Vögeln angetan hast.","replies":[{"id":"","poster":"Z3ndom","date":"2016-05-02T16:28:19.658+0000","up_votes":1,"down_votes":0,"body":"Was ist wenn die Vögel an Alterschwäche gestorben sind :^)","replies":[]}]}]},{"id":"","poster":"OMG Nerf Diana","date":"2016-05-02T11:31:04.981+0000","up_votes":2,"down_votes":0,"body":"Mir fehlen die Worte. ...\n\nIch weiß echt nicht mehr ob du trollst oder das ernst meinst.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:46:35.147+0000","up_votes":1,"down_votes":1,"body":"Ich meine es zu 100% ernst. und der chat log zeigt nur 1 spiel. mehr nicht. für 1 spiel wurde ich gebannt. ja hatte vorher schon chat restriction war auch ok habe ich mich abgefunen nach mehrmaligen support tickets an RIot. hab danahc auch NICHTS mehr gemacht bis zu diesem Spiel. Mir fehlen die Worte erst Recht bro. Ich bin gebannt . nicht du","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T11:58:19.440+0000","up_votes":1,"down_votes":0,"body":">Mir fehlen die Worte erst Recht bro. Ich bin gebannt . nicht du\n\n\nMit dem Chatlog hast du aber förmlich um einen Bann gebettelt, wenn du schon 2 CRs hattest.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:11:26.257+0000","up_votes":1,"down_votes":1,"body":"Wo ist den da ein Betteln? Ich sehe nur meine verteidigung. Ich kann nur wiederholen ich kann verstehen das man mir ne restriction gibt oder so , aber BANN . total unrealistisch","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:19:55.340+0000","up_votes":1,"down_votes":0,"body":"Das liegt daran, dass das System so aufgebaut ist. \nEs gibt 4 Strafstufen. Erst 2 mal CR, dann 2 Wochenbann und zum Abschluss den Permabann. Du hattest schon 2 CRs und sagst selbst, du hättest noch eine CR verdient. \n3 mal CR = 2 Wochenbann. Das nächste mal, wenn du dich so verhältst, dass du eine CR verdienen würdest, wird daraus der Permabann.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xiet us","date":"2016-05-02T11:12:22.871+0000","up_votes":3,"down_votes":0,"body":"Für Deine Bestrafung spielt es keine Rolle wie sich die anderen im Chat verhalten. Wichtig ist nur was Du geschrieben hast, daher steht in dem Chatverlauf den Du von Riot bekommst auch nur Dein Geschreibsel. Solltest Du die Leute im Game auch reportet haben und sollten diese sich regelmäßig so verhalten, dann werden auch die früher oder später ihre Strafe bekommen.\nEs ist auch ebenso wenig relevant, ob Du Geld ausgegeben hast für das Spiel oder nicht. Riot bevorzugt zahlende Spieler nicht, da Du mit Deinem Verhalten weitaus mehr potenzielle ''Kunden'' vergraulst.\n\nDein Bann ist absolut gerechtfertigt. So viel wie Du in den Chat schreibst, schreibe ich in 200 Spielen nicht.\nMute einfach alle von Anfang an (Bitte ohne dies vorher anzukündigen), so kommst Du gar nicht erst in die Versuchung etwas negatives zu schreiben. Dein nächstes Fehlverhalten wird zum Permabann führen, ich glaube kaum, dass Du das möchtest. Gerade weil Du Geld für Lol ausgegeben hast.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:18:25.397+0000","up_votes":1,"down_votes":6,"body":"wie gesagt ich sehe diesen Bann als unbegründet und kenne durchaus leute mit denen ich selber Spiele die für EINDEUTIG mehr NICHT gesperrt werden. Ich weiss nicht wieso ihr alle so locker damit umgeht?! Für mich ist 2 Wochen schluss mit irgendwas am PC. Ich find das nicht lustig wenn ich 10000000 beleidigt werde und dann 1x kontere. ich glaub ihr merkt das auch wie triggerd ich bin. Riot ist so ein Saftladen das ist nicht mehr schön. Grade weil ich seit season1 gespielt hatte weiss ich wie diese Community gebaut ist. Früher haben wir auch alle geschrieben \"NOT EVEN CLOSEEEEEEEEEE BABY\" das war auch eine art von Provocation. WIeso habe ich dafür kein Bann bekommen? Weil es da noch nicht dieses ÜBER beschissene neue System gab was MICH unbegründert Sperrt. Vielleicht bist du so geschnürrt das du denkst viel schreiben ist flamen. Nein für mcih bedeutet das nur Temprament. Und ich bin sehr Temprament voll und dafür werde ich dann gebannt. Für meinen CHarracter. Was ist das für ein Scheiß System was leute nach Charackter bewertet und Banned?","replies":[{"id":"","poster":"Xiet us","date":"2016-05-02T11:28:18.378+0000","up_votes":4,"down_votes":0,"body":"Für mich ist viel Schreiben definitiv nicht gleichzusetzen mit flamen. Ist natürlich für die Mitspieler blöd wenn einer non stop was in den Chat schreibt, denn dieser wird kaum in der Lage sein noch anständig zu spielen und sich zu konzentrieren.\nDer Unterschied ist nur, dass Du nicht zu denen gehörst, die einfach nur viel schreiben. Du flamest Deine Mitspieler, rufst zu Reports auf und hast im Großen und Ganzen nichts positives zu verkünden.\nOb Du Lol nun weiterspielst oder nicht ist natürlich Deine Entscheidung. Ich wollte Dich nur warnen, solltest Du Dich weiter so verhalten, Dein nächster Bann der Perma sein wird.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:31:12.562+0000","up_votes":1,"down_votes":4,"body":"ne werde aufhören und anderen leuten auch von LoL abraten. denn klar viellcith schreibe ich 1 von 10 matches viel , so ist das nunmal und das werde ich nie ändern können- Wenn jemand mich beleidigt hau ich den entweder zu brei oder er entschuldigt sich , versteht ihr das??? Ich bin kein Mensch der einfach Muted und sagt. Ok RIOT BANND MICH WEIL DIESE IDIOTEN PREMADES WIEDER MAL SO TOLL SIND UND MICH FÜR NICHTS REPORTEN WOLLEN WOHOOOOOOOO\" hammer , hammer game!","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-05-02T11:41:48.842+0000","up_votes":2,"down_votes":0,"body":"also du schriebst 1 von 10 Games viel und du sihest das als in Ordnung?\nWenn jeder Spieler alle 10 Games flamed, ist fast jedes Game mit flame verschlechtert, da 10 Spieler an einem Game beteiligt sind. Und GENAU DAS will Rito verhindern, indem sie die Leute bannen, die häufig negativ auffallen.\n\nDiese \"idioten premades\" können dich reporten wie sich möchten, wenn du nichts falsch machst gibts normal auch keine Strafe.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:52:43.220+0000","up_votes":1,"down_votes":3,"body":"hab schon eine restriciton dafür bekommen weil premades mich reported haben sogar nachdem ich NICHTS gesagt habe. Hatte dann noch einen Report im nächsten Game von den selben leuten die dann in meinem Team waren. 5 min nach dem game komme ich wieder an PC und sehe ich hab ne Chat restriction.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T11:56:52.928+0000","up_votes":4,"down_votes":0,"body":">hab schon eine restriciton dafür bekommen weil premades mich reported haben sogar nachdem ich NICHTS gesagt habe. \n\nChatlog or didn´t happen.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:06:48.729+0000","up_votes":1,"down_votes":4,"body":"Also wenn die Machine doch so gut funktioniert wieso muss ich mein Chatlog jetz hier posten? ;) also irgendwas ist doch da komisch =) und dazu gibt es kein chatlogg weil es LEER ist , Wir haben NICHTS geschrieben und NICHTS gemacht und 5 leute von uns haben die Meldung bekommen gleichzeitig \"Dein Verhalten in Lol blabla bla) ist jetz 2-3 monate her!","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:15:18.941+0000","up_votes":4,"down_votes":0,"body":"Ganz einfach. Du behauptest, dass du und deine Freunde für nichts gebannt wurden. Wirklich für nichts. Einen leeren Chatlog um genau zu sein. Die Aussage ist äußerst unglaubwürdig. Die ist in etwa so unglaubwürdig, als würdest du behaupten, du hättest eben einen 6er im Lotto gehabt, das Geld abgeholt, dann wurde das Geld vom Blitz getroffen und ist verbrannt und hast dabei einen Schlaganfall erlitten. \n\nDas System zum Chatverhalten hat etwa alle 6000 Strafen einen Fehler. Der Fehler kann aber auch sein, dass jemand eine Stufe zu hart bestraft wird, obwohl das nicht so sein sollte und nicht nur, dass jemand für nichts bestraft wurde. Du willst uns aber erzählen, dass es gleich mal 3 Spieler erwischt hat. Ihr habt Chatlogs dazu erhalten. Die kannst du uns zeigen, um die Behauptung (dass das System gleich 3 Fehler auf einmal gemacht hat) zu untermauern.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T12:09:42.856+0000","up_votes":3,"down_votes":0,"body":"Wenn du bestraft wurdest, hast du auch eine E-Mail bekommen, der Rest deines Beitrages ist so sinnlos, dass ich nicht darauf eingehen kann.\n\nNatürlich zwingt dich Niemand, den Link der in dieser Mail, extra für solche Situationen mitgeliefert wurde, zu posten, aber bis du es tust, wird dich jeder vernunftbegabte Mensch für einen Lügner halten.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:17:53.926+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T12:25:27.303+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=000600000000000000000000,timestamp=2016-05-02T11:52:43.220+0000)\n>\n> hab schon eine restriciton dafür bekommen weil premades mich reported haben sogar nachdem ich NICHTS gesagt habe. Hatte dann noch einen Report im nächsten Game von den selben leuten die dann in meinem Team waren. 5 min nach dem game komme ich wieder an PC und sehe ich hab ne Chat restriction.\n\nWar also ne glatte Lüge!\nDen Chatlog kannst du ja trotzdem mal posten, ich habe so eine Ahnung, dass da mehr Negatives drin sein wird als ein \"stfu\", aber überzeuge uns gerne vom Gegenteil!","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:29:11.665+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:45:25.119+0000","up_votes":1,"down_votes":0,"body":"Du hast behauptet eine CR erhalten zu haben, für einen leeren Chatlog. Die Nachricht mit \"du wurdest oft in letzter Zeit gemeldet\" hat aber nichts mit einer Chatrestriction zu tun. Das ist keine Strafe, sondern nur die Info, dass man (warum auch immer) vor kurzem öfter gemeldet wurde als sonst.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:50:15.401+0000","up_votes":2,"down_votes":0,"body":"Kein Problem, bei so vielen Verschachtelungen, wird es für mich auch schwer.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-05-02T12:49:32.544+0000","up_votes":1,"down_votes":0,"body":"OT : sorry, aber dieses Forumformat treibt mich iwie zum Wahnsinn. Ich wollte auf einen Post vom TE antworten un dat Ding hat das immer woanders reingepoppt. Sorry für Doppellöschung/Post :(\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T12:33:39.192+0000","up_votes":2,"down_votes":0,"body":"Man muss kein Detektiv sein um zu erkennen, dass eine Behauptung, die der Realität entgegensteht, eine Lüge ist.\n\nAber ja, mich würde es auch nerven wenn meine plumpen Versuche, dem System Fehler zu unterstellen, auffliegen würden.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T12:41:38.785+0000","up_votes":1,"down_votes":0,"body":"Wie wärs wenn du jetzt mal bis 3 zählst, tief einatmest und dich endlich mal benimmst!\nIch versuche hier, sehr angestrengt, respektvoll mit dir zu reden obwohl du dich so dermaßen kindisch benimmst! Dann kann ich das Selbe von dir erwarten!!\n\nUnd um das ein für alle Male klarzustellen, du hast behauptet eine CHAT RESTRICTION bekommen zu haben, das mit der Meldung, hast du dann später irgendwann eingestreut, als die Luft um die Lüge immer dünner wurde!\n\nDiese Meldung sagt nur aus, dass du öfter reportet wurdest, NICHTS Anderes! Wenn diese Reports dann überprüft wurden und klar ist, dass du Nichts gemacht hast, passiert auch Nichts.\n\nUnd zum Abschluss noch einmal, hör auf pampig zu werden nur weil du beim lügen erwischt wurdest, oder zumindest nicht in der Lage warst dich zu artikulieren!","replies":[]},{"id":"","poster":"redeemer1","date":"2016-05-02T12:35:49.777+0000","up_votes":1,"down_votes":3,"body":"Habe ich nicht. und es ist keine unterstellung. Es ist fakt. Ich habe dafür keinen bann bekommen aber ihr WISST alle das man diese Nachrichten bekommen hat wenn man Reported wurde. Also hör auf ein auf Gangster zu machen der mich hier bloßstellen will vor allen anderen um Cool zu sein. OK ? Mein Gott wenn du nix produktives dazu geben kannst mach dich vom acker, ganz einfach.","replies":[]}]},{"id":"","poster":"Jastol","date":"2016-05-02T12:46:51.500+0000","up_votes":1,"down_votes":0,"body":"Baust du in Lol Scheiße und bekommst du eine Strafe bekommst du auch eine Mail von Riot. Diese Mail enthält einen Link zu einer permanenten URL, welche für alle einsehbar ist un in der dein Chatlog des betroffenen Spiels oder eine Begründung steht. Kannst du das nicht vorlegen müssen wir davon ausgehen, dass du lügst, da dies das Standardvorgehen (SOP) von Riot ist und wahrscheinlich sogar implementiert ist und automatisch abläuft. Ist dabei ein Fehler aufgetreten wende dich an den Support und beantrage nochmal diese Mail.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-05-02T12:29:14.385+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=0006000000000000000000000001000000010000,timestamp=2016-05-02T12:17:53.926+0000)\n>\n> Leute wie DUMM Seit ihr? LERNT LESEN. ICH HABE INGAME DIE VERWARNUNG BEKOMMEN IM CLIENTEN! vor 2-3 MONATEN WAR ES SO WENN DU TOXISCH WARST WURDEST DU DIREKT DARAUF HINGEWEISEN IM CLIENTEN! DAFÜR HABE ICH KEINE EMAIL. Dannach habe ich wohlmöglich mal stfu geschrieben oder so was für mich wieder unbegründet. Daher wusste ich die Spiele vorher haben mir weniger Puffer besorgt wie es eben gennannt wurde. VERSTEHST DU DAS??????{{sticker:zombie-brand-mindblown}}\n\nVerstehst du, dass die Meldung durch viele Reports mit den Strafen nichts zu tun hat?\n\nDas löst maximal die Kontrolle aus, tja und dann hast du eben geliefert und dann wären da ja noch Spiele vor dem \"Test\"...","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:36:57.516+0000","up_votes":1,"down_votes":2,"body":"Moment, bedeutet also ich wurde für 2 -3  flames gebannt?\nUNd andere leute die meine Mutter beleidigt und ihr den TOt gewünscht haben spielen noch? GG RIOT! GG","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-02T12:46:33.673+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=00060000000000000000000000010000000100000001000000000000,timestamp=2016-05-02T12:35:49.777+0000)\n>\n> Habe ich nicht. und es ist keine unterstellung. Es ist fakt. Ich habe dafür keinen bann bekommen aber ihr WISST alle das man diese Nachrichten bekommen hat wenn man Reported wurde. Also hör auf ein auf Gangster zu machen der mich hier bloßstellen will vor allen anderen um Cool zu sein. OK ? Mein Gott wenn du nix produktives dazu geben kannst mach dich vom acker, ganz einfach.\n\neijeijei, immer noch sehr offensiv. Du solltest echt den Rat beherzigen nix mehr zu schreiben oder eben vorher mal einfach tief Luft zu holen. Es macht absolut keinen Sinn sich hier so auszutoben.\n\nWorum es den Leuten hier mMn. geht ist Deine Behauptung :\n\n> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=000600000000000000000000,timestamp=2016-05-02T11:52:43.220+0000)\n>\n> hab schon eine restriciton dafür bekommen weil premades mich reported haben sogar nachdem ich NICHTS gesagt habe. Hatte dann noch einen Report im nächsten Game von den selben leuten die dann in meinem Team waren. 5 min nach dem game komme ich wieder an PC und sehe ich hab ne Chat restriction.\n\nWelche ja so nicht stimmt, weil du eben KEINE Restriction erhalten hast, sondern nur eine Meldung, daß Du häufig reportet wurdest. Insofern ist das irrelevant. Du bekommst IMMER einen Chatlog, wenn Du gebannt wirst. Ansonsten steht bei RIOT :\n\n> Wieso wurde ich bestraft, obwohl die andere Person sich noch schlimmer verhalten oder sogar damit angefangen hat?\n\n>    Vergeltung ist einfach kein akzeptables oder gerechtfertigtes Verhalten. Ein Streit zwischen zwei Spielern kann schnell zu einem negativen Spielerlebnis für die übrigen beteiligten Spieler führen. Die Taten anderer Spieler rechtfertigen nicht deine eigenen Taten. Du allein bist für deine Taten im Spiel verantwortlich. Wenn du auf solch einen toxischen Spieler triffst, melde ihn einfach und beschäftige dich nicht weiter mit ihm.\n>    Meldungen sind ein wichtiger Bestandteil des Systems. Wenn du dir nicht sicher bist, welches Verhalten du melden solltest, dann lies dir die häufig gestellten Fragen dazu durch, wie man einen Spieler meldet.\n\n\n>Wird mein Konto mit einer Strafe belegt, wenn ich zu Unrecht gemeldet wurde?\n\n>       Das ist unwahrscheinlich, weil Meldungen nur ein Bestandteil des Gesamtsystems sind. Sie sind zwar wichtig, damit wir auf Spiele aufmerksam werden, aber das System wägt das Verhalten im Spiel immer erst noch ab, bevor Strafen erfolgen. Außerdem werden die Meldungen von Spielern, die häufig unberechtigte Meldungen machen, weniger beachtet und haben daher kaum Folgen.\n\nQuelle :\nhttps://support.riotgames.com/hc/de/articles/207489286#h1q7\n\nKeep calm \n\nmfg\nMB","replies":[{"id":"","poster":"drexxsack","date":"2016-05-02T12:57:27.666+0000","up_votes":1,"down_votes":0,"body":"Er hat erstmal n Tag Zeit für ne Board-Pause","replies":[]}]}]}]},{"id":"","poster":"Xiet us","date":"2016-05-02T12:24:48.997+0000","up_votes":2,"down_votes":0,"body":"Wie ich unten schon geschrieben habe bekommst Du diese Meldung wenn Du in letzter Zeit ''übermäßig'' viel reportet wurdest. Für einen Report musst Du nicht mal etwas gemacht haben.\nAber wie ich ebenfalls unten erwähnte, sind diese ganzen Reports nichts wert, wenn man wirklich unschuldig ist.\nIst bei Dir nun nicht ganz der Fall.","replies":[]}]}]},{"id":"","poster":"Xiet us","date":"2016-05-02T12:12:04.312+0000","up_votes":2,"down_votes":0,"body":"Damit wir Dir glauben?\n\nUnd Du bist Dir wirklich ganz sicher, dass Du eine CR hattest?\nDiese Meldung von der Du sprichst bekommt man, wenn man übermäßig viel reportet wurde. (Wobei es auch hier egal ist: Hast Du nichts gemacht, kannst Du 1.000 Reports und diese Meldung bekommen und Dir passiert nichts)","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-05-02T12:09:02.866+0000","up_votes":2,"down_votes":0,"body":"Weil du eine Behauptung aufstellst. Entweder du beweist dieses durch einen Link zu deinen Logs oder du flunkerst hier. Ganz einfach.","replies":[]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-05-02T11:55:50.871+0000","up_votes":1,"down_votes":0,"body":"hast du vielleicht in der champselect oder nach dem game etwas geschrieben? oder übertrieben emotes gespammt?\nwären noch so gründe die evtl was ausmachen könnten. (kenn mcih auch nciht sehr gut aus, könnte mir aber vorstellen, dass sowas auch ein reportgrund ist.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:02:31.020+0000","up_votes":1,"down_votes":3,"body":"nein da ich im januar schon einen bann hatte war ich reformed. dachte ich jedenfalls. Ich bin kein Spammer oder Flamer, nur wenn ich angegriffen werde VERTEIDIGE ich mich. also ich kann dir zu 100% sagen das ich und 4 andere mates in diesm Spiel alle Reported wurden da wir diese Nachricht bekommen hatte \"dein spielverhalten.......\" ist jetz knapp 2-3 monate her.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:32:22.891+0000","up_votes":2,"down_votes":0,"body":"Du sagtest ihr hättet Restrictions erhalten. Jetzt ist es nur noch die Nachricht, dass man oft gemeldet wurde. Die Nachricht, die nichts weiter bedeutet als \"Hallo, du wurdest in letzter zeit oft gemeldet, kann sein, dass du dich tadellos verhältst und einfach Pech hattest oder dass dein Verhalten sich verschlechtert hat. Pass in Zukunft bitte auf, was du in den Chat schreibst. In Ordnung?\"\n\nNur weil man die Info erhält gemeldet worden zu sein, wird man nicht bestraft. Die Nachricht habe ich sogar einmal dafür erhalten, die aktive von Mikaels eingesetzt zu haben. Da hat der Gegner gemeint, dass es Cheating ist, das einzusetzen. Ein anderes mal habe ich die gekriegt, weil ich in einem Botspiel einen Kill gemacht habe, als kein anderer da war und der Midlaner meinte, das wäre KS, obwohl er noch locker 2 Bildschirme entfernt war und keine Fähigkeit mit so großer Reichweite hatte. \n\nIch werde dafür aber nicht bestraft, weil ich mich anständig verhalte. Ich kann die Meldung getrost ignorieren, weil mein Chatlog meistens so aussieht:\n\ngl hf\ngj\ndrake 1.20\ngg\n\nMehr ist nicht nötig und selbst den Drake könnte ich mit einem Ping ersetzen. Ich beleidige nicht, ich blame nicht, ich flame nicht, ich werde nicht bestraft.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:38:25.448+0000","up_votes":1,"down_votes":0,"body":"ja genau die nachricht ist gekommen nach den matches wo wir NCIHT ein wort geschrieben haben. Wir hatten 2 stück gemacht und nach den Matches kam die Nachricht.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:54:13.717+0000","up_votes":2,"down_votes":0,"body":"Dann stimmt deine Aussage nicht, dass ihr dafür Restrictions erhalten habt. Ich glaube dir ohne weiteres, dass du für einen leeren Chat die Nachricht erhältst, oft gemeldet worden zu sein. \n\nDie wird nämlich vollautomatisch verteilt, sobald man öfter gemeldet wurde als sonst. Bei mir zum Beispiel reicht scheinbar 1 Report oder kurz aufeinander 2 Reports aus, um die Nachricht zu triggern. Was die Nachricht für den Empfänger bedeutet ist \"Wenn du dir keiner Schuld bewusst bist, ignoriere sie einfach\". Wie schon erwähnt, wird die vollautomatisch verteilt und zwar noch vor jeder Kontrolle. Das heißt, die kann völlig unbegründet versendet worden sein, weil dich wer ärgern wollte oder glaubt \"gl hf\" am Anfang zu schreiben wäre Bööhhse. Dafür wird man aber nicht bestraft. Um bestraft zu werden, muss man sich falsch verhalten.","replies":[]}]}]}]}]},{"id":"","poster":"Xiet us","date":"2016-05-02T12:03:45.138+0000","up_votes":1,"down_votes":0,"body":"Es ist vollkommen egal ob Du 9 Reports bekommen hast oder nur einen. Solange Du Dir nichts zu Schulden kommen lässt, wirst Du auch nicht betraft.\nUnd es fällt mir leider ein wenig schwer zu glauben, dass Du tatsächlich kein Wort geschrieben hast...","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:56:28.529+0000","up_votes":3,"down_votes":0,"body":">Wenn jemand mich beleidigt hau ich den entweder zu brei oder er entschuldigt sich\n\nIch hoffe du weißt, dass dein Gegenüber zwar dafür ins Krankenhaus darf, du aber in den Knast wandern wirst?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:08:34.597+0000","up_votes":1,"down_votes":2,"body":"Jetz mal ehrlich, hört mal auf mit diesen Lachnummersachen von wegen Gefängniss. Man werd mal erwachsen und sieh ein das ich damit ausdrücken möchte , jeder der sich mit mir anlegt hat 2 Möglichkeiten. Entweder er ist korrekt zu mir und ich zu ihm oder er bekommt genau das zurück was er mir gibt. Kein Respekt. Verständlich jetz?","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-02T12:10:53.577+0000","up_votes":1,"down_votes":0,"body":"Du schlägst jemanden zusammen -> du kommst in den Knast. Verständlich jetzt?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:18:26.523+0000","up_votes":1,"down_votes":3,"body":"Ich werde geschlagen , ich schlage zurück -> Notwehr. Verständlich jetzt?","replies":[{"id":"","poster":"Irrsinn","date":"2016-05-02T12:21:52.012+0000","up_votes":2,"down_votes":0,"body":"Notwehr hört aber an dem Punkt auf, an dem du über das erforderliche Mass an Gewalt gehst, um dich selbst zu schützen. Das ist garantirt der Fall, wenn du jemanden zu Brei schlägst.\n\nIst aber einerlei: das hier ist nicht Notwehr. Dein Leben ist nicht in Gefahr, genauso wenig wie dein Hab und Gut. Du führst hier quasi die selbe Straftat durch wie dein Gegenüber.","replies":[{"id":"","poster":"drexxsack","date":"2016-05-02T13:02:12.052+0000","up_votes":1,"down_votes":0,"body":"Notwehr hört in seinem Beispiel schon früher auf. In seinem Beispiel ist der Angriff bereits beendet und damit keine Notwehrsituation gegeben.\nAnsonsten ist der letzte Punkt von dir allerdings falsch. Notwehr greift nicht erst dann, wenn das Leben in Gefahr ist\n\n> https://dejure.org/gesetze/StGB/32.html\n> (1) Wer eine Tat begeht, die durch Notwehr geboten ist, handelt nicht rechtswidrig.\n> \n> (2) Notwehr ist die Verteidigung, die erforderlich ist, um einen gegenwärtigen rechtswidrigen Angriff von sich oder einem anderen abzuwenden.\n>\n\nEin Angriff muss rechtswidrig und gegenwärtig sein. Ein Angriff ist dann rechtswidrig, wenn er gegen geltendes Recht verstößt(Nirgendwo gibt es eine Beschränkung auf Lebensgefahr).\nDas ist im Beispiel gegeben.\nEin Angriff ist gegenwärtig, wenn der Angriff unmittelbar bevorsteht, einem später bevorstehenden Angriff nicht ausgewichen werden kann(Der Fall ist etwas komplizierter - ich spar mir deshalb mal die erklärung) oder der Angriff andauert.\nDas ist im Beispiel nicht gegeben. Der Angriff ist beendet.\n\nNicht viel anders sieht es beim rechtfertigenden Notstand aus.\n\n> https://dejure.org/gesetze/StGB/34.html\n> \n> Wer in einer gegenwärtigen, nicht anders abwendbaren Gefahr für Leben, Leib, Freiheit, Ehre, Eigentum oder ein anderes Rechtsgut eine Tat begeht, um die Gefahr von sich oder einem anderen abzuwenden, handelt nicht rechtswidrig, wenn bei Abwägung der widerstreitenden Interessen, namentlich der betroffenen Rechtsgüter und des Grades der ihnen drohenden Gefahren, das geschützte Interesse das beeinträchtigte wesentlich überwiegt. Dies gilt jedoch nur, soweit die Tat ein angemessenes Mittel ist, die Gefahr abzuwenden.\n\nHier ist als taugliches Rechtsgut der Leib mit angegeben, was also auch Körperverletzungen erfasst. Das Erfordernis eines gegenwärtigen Angriffs wird gegen die gegenwärtige Gefahr ausgetauscht, was den Rahmen ansich weiter fasst, als es die Notwehr tut. Um dem entgegenzuwirken wird dem Handelnden die Pflich gegeben, eine Abwägung zwischen den Interessen vorzunehmen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:35:42.726+0000","up_votes":4,"down_votes":0,"body":"Wie wäre es, wenn du erst einmal deinen Kopf frei kriegst, dir eine Auszeit nimmst und Morgen oder übermorgen wieder kommst? So wie du aktuell gelaunt bist, kann man sich nicht mit dir unterhalten. \n\nDu willst wissen, warum du gebannt wurdest, reagierst aber allergisch auf die Antworten dazu. Komm erst mal runter, lies dir deinen Chatlog dann nochmal durch, denk darüber nach, was davon unnötig war und dann kann man nochmal mit dir reden.","replies":[]},{"id":"","poster":"Maíko","date":"2016-05-02T11:49:14.021+0000","up_votes":2,"down_votes":0,"body":"> wie gesagt ich sehe diesen Bann als unbegründet \n\nDein auftreten hier im Forum und dein Chatlog zeigen, dass er eindeutig gerechtfertigt ist.\n\n> und kenne durchaus leute mit denen ich selber Spiele die für EINDEUTIG mehr NICHT gesperrt werden.\n\nDann hatten sie bisher Glück....wenn sie sich weiter negativ Verhalten werden auch sie bestraft werden.\n\n> Ich weiss nicht wieso ihr alle so locker damit umgeht?!\n\nWeil wir uns an die Regeln halten und somit nichts zu befürchten haben.\n\n> Für mich ist 2 Wochen schluss mit irgendwas am PC\n\nDas ist dein persönliches Problem und nicht unseres.\nEs ist ja auch nicht so als gäbe es genug andere Spiele die man in der Zeit spielen könnte.\n\n> Ich find das nicht lustig wenn ich 10000000 beleidigt werde und dann 1x kontere.\n\nLustig ist das wirklich nicht. Aber dennoch kein Grund selbst gegen die Regeln zu verstoßen.\n\n>  Riot ist so ein Saftladen das ist nicht mehr schön.\n\nErneut ein Beweis dafür, dass der Ban gerechtfertigt ist und sich dein Verhalten nicht ändern wird.\n\n> Weil es da noch nicht dieses ÜBER beschissene neue System gab was MICH unbegründert Sperrt.\n\nDas Reportsystem führt nur dazu, dass dein Chatverlauf bei zu vielen Reports von einem Riot-Mitarbeiter geprüft wird.\nHeißt es ist keine Maschine die dich random sperrt.\n\n> Und ich bin sehr Temprament voll und dafür werde ich dann gebannt.\n\nDu wurdest gebannt, weil deine Kommentare größtenteils negativ sind und du damit anderen Leuten den Spaß am Spiel nimmst.\n\n> Was ist das für ein Scheiß System was leute nach Charackter bewertet und Banned?\n\nEin System, dass die Community vor negativen Einflüssen schützt und dabei hilft das Spielerlebnis zu verbessern.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:04:48.083+0000","up_votes":1,"down_votes":2,"body":"Machinen machen nie fehler. HOCH LEBEN DIE MACHINEN. Oh werd ich jetz im Forum gebannt weil ich Offensiv über Machinen geschrieben habe? Weisst du so ungefähr sehe ich das.. Ich habe niemanden stark beleidigt oder seine eltern angegriffen\nIM SELBEN match wie ich gesperrt wurde hat mich jemand \"mutter%%%%er\" genannt. ;)  aber IST OK SPERRT MICH !!! SPERRT MICH RIOT IHR SEITS DIE BESTEN!","replies":[{"id":"","poster":"Maíko","date":"2016-05-02T12:21:59.759+0000","up_votes":2,"down_votes":1,"body":"> Machinen machen nie fehler. HOCH LEBEN DIE MACHINEN. Oh werd ich jetz im Forum gebannt weil ich Offensiv über Machinen geschrieben habe?\n\nDa ist nichts offensives. Maschinen machen nie Fehler, nur diejenigen die die Maschinen programmieren bzw. konstruieren.\n\n> Ich habe niemanden stark beleidigt oder seine eltern angegriffen\n\nDu hast dich negativ Verhalten....Punkt...der Rest ist egal.\nIch weiß nicht warum du dich so oft darauf beziehst, nicht die Familien der anderen beleidigt zu haben.\nAls wäre das dass einzige schlimme was man schreiben kann.\n\n> IM SELBEN match wie ich gesperrt wurde hat mich jemand \"mutter%%%%er\" genannt.\n\nDa würde ich mir denken...Na und?\nSolange es nicht der Wahrheit entspricht musst du dir doch keine Gedanken darüber machen. Und selbst wenn...jedem das seine.\n\nAußerdem ist es komplett egal was andere gemacht haben.\nEin weiteres Beispiel nach deiner Logik:\n\nDu bist in der Stadt und dir wird das Handy geklaut...du gehst zu der nächsten Person und klaust ihr ebenfalls das Handy...ist ja in Ordnung weil dir das gleiche passiert ist richtig?\n\nNur weil jemand gegen die Regeln verstößt, gibt es dir noch lange keinen Freischein das gleiche zu tuen.\n\n> RIOT IHR SEITS DIE BESTEN!\n\nDas sehe ich übrigens genauso :3\nSie leisten echt großartige Arbeit.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:39:00.373+0000","up_votes":1,"down_votes":2,"body":"jo total gute arbeit Riot , mega balanced season und so.","replies":[{"id":"","poster":"Maíko","date":"2016-05-02T13:01:34.500+0000","up_votes":1,"down_votes":0,"body":"Das einzige, was mich diese Season bisher etwas gestört hat war Tank-Ekko....\n\nund den haben sie mittlerweile angepasst","replies":[]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T11:41:32.975+0000","up_votes":1,"down_votes":0,"body":"Du verwechselst hier eindeutig \"temperamentvoll\" mit unbeherrscht und zart besaitet.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T11:32:27.210+0000","up_votes":4,"down_votes":0,"body":"Wenn du nicht *noch einen* Account verlieren willst, musst du wohl oder übel anfangen, dich wie ein Erwachsener mit sozialem Verständnis zu benehmen.\n\nEs ist mehr als alarmierend, dass du das nach einem bereits erfolgten Permabann und weiteren Strafen auf deinem neuen Account, noch immer nicht verstanden hast.\nAm wichtigsten ist dabei, folgendes zu verstehen:\n\nIm Internet, mit Beleidigungen auf Provokationen zu reagieren, drückt einzig und allein mangelndes Selbstbewusstsein aus! Du wirkst dadurch nicht stärker und \"gewinnen\" kannst du auch Nichts außer einem Bann.\nAuch \"verteidigen\" musst du dich nicht, denn bisher wurde noch Niemandem Krebs an den Hals geflamed und selbst wenn es schon passiert wäre, könnte man das sicher nicht mit Kindereien von der eigenen Seite aus verhindern.\nLoL findet online und anonym statt! Da besteht zu keinem Zeitpunkt eine Gefahr für deine Unversertheit, \"verteidigen\" KANNST du dich also gar nicht, das einzige was geht ist zurück stänkern und das bringt dir, wie du siehst, nur eine Strafe ein.\n\nDass andere Spieler, die dich beleidigen nicht bestraft werden, liegt, wenn es denn stimmt, daran, dass sie sich eben nicht in JEDEM Spiel so unbeherrscht benehmen wie du, tun sie das doch, erhalten sie auf lange Sicht auch ihre Rechnung dafür.\nGerade du, der du nun schon auf zwei Accounts bestraft wurdest, solltest ja am besten Wissen, dass Riot auf diesem Auge nicht blind ist.\n\nRiot räumt seinen Spielern eine große Menge an \"Ausrutschern\" ein, die erstmal aufgebraucht werden müssen, bevor die erste Strafe kommt, die Anderen haben diese Grenze, im Gegensatz zu dir, wohl noch nicht überschritten.\n\nDamit kommen wir auch schon zu einem der wichtigsten Punkte; Du wirst nicht für das eine Spiel bestraft, der Chatlog ist nur ein Beispiel für dein generelles Verhalten, welches Riot nun nicht weiter bereit ist zu dulden.\nSolltest du dein Verhalten irgendwann zum Positiven verändern, wirst du merken, dass du viel seltener geflamed werden wirst.\nSeit ich mich versuche im Chat stets positiv zu verhalten, bekomme ich zwar noch immer viel Flame mit, dieser bezieht sich aber fast nie auf mich.\nBeleidigt werde ich eigentlich nur noch in Spielen, in denen ich wirklich eine lausige Performance abliefere, das ist zwar weder schön, noch begründet, ich weiß aber immerhin woran es liegt.\n\nWenn unschuldige Teammitglieder zu sehr geflamed werden, passiert es mir manchmal noch, dass ich vergesse, dass es Nichts bringt, pöbelnden Flamern im Spiel die Meinung zu sagen, dann rutscht mir manchmal noch ein \"shut up and play plz\" oder \"thats enough now!\" raus.\nWäre ich aber so klug wie ich gerne wäre, würde ich auch diese Nutzlosigkeiten unterlassen.\nDas Einzige wofür man den Chat, neben Timern, im positiven Sinne benutzen kann, ist Ermutigung! Es ist viel klüger, einen demotivierten und geflameten Mate, moralisch aufzubauen, als gegen den Übeltäter zu stänkern!\n\nDiese moralische Unterstützung hat mir schon so einige Spiele gewonnen, in denen das \"Opfer\" mir am Ende schrieb, dass es nur darum nicht afk ging, weil es nicht wollte, dass ich mit dem Flamer zusammen verliere, dem es die Niederlage gegönnt hätte.\n\nDenk einfach mal darüber nach, zum Wohle deines Accounts und vor Allem zum Wohle deiner Mitmenschen!","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:15:52.816+0000","up_votes":4,"down_votes":0,"body":"Hallo redeeemer1, \n\nich kann verstehen, dass dich der Bann stört. Ich kann dir auch gerne das Reportsystem erklären, wenn du Fragen dazu hast.\n\n>So Leute, dafür habe ich einen 2 Wochen-Bann bekommen obwohl ich innerhalb von 2 Monaten 2x Geld für Riot bezahlt habe, Insgesammt knapp 50€, in 2 Monaten!\n\nBanns werden nicht davon beeinflusst, wie viel Geld du ausgegeben hast. Jemand der noch keinen einzigen RP gekauft hat, durchläuft das selbe Verfahren wie jemand, der jedes Jahr 1000 € für RP und Merchandise ausgibt. \n\n>Kann mir IRGENDWER SAGEN wieso ich dafür gesperrt werde? Ich sehe jeden Tag leute die meine Mutter- Meine schwester und auch andere mitglieder meiner Familie den Tod wünschen oder diverse andere sachen. Ich verstehe nicht wieso ich für 1 Match gebannt werde wo ich GANZ klar im Recht bin!\n\nDu wurdest aufgrund deines negativen Verhaltens bestraft. Nachdem du zum ersten mal bestraft wurdest (meist eine kurze CR) reagiert das Reportsystem auf dich besonders empfindlich, da du deinen Puffer an Spielen aufgebraucht hast. Von da an kann jedes einzelne Spiel mit störendem Verhalten eine Strafe nach sich ziehen, wenn du gemeldet wirst. \n\nEinige der Zeilen, die dir die Strafe eingehandelt haben, werde ich zitieren:\n\n>lol khazix top is better then ez (hängt davon ab, was gemeint ist, flamst du gerade wen, weil er Ezreal spielt oder mit Kha gegen Ez verliert)\nnice flash (vermutlich ein hämischer Kommentar auf einen schlecht genutzten Flash)\nrengar u suck stfu (klar negativ)\nnice gank (schwer zu beurteilen, vermutlich aber wieder Blaming für einen Fehler)\nu mad?\nlost a lot gameS?\nseems like\nso u dont like urself?\nreported btw (Reportcalling)\nnoc\nu know ganks? (blaming)\nu all are\nu were silver last season\nnice babysitt brand\nreport rengar btw (mehr Reportcalling)\nyep noc, u are a noob, true (Beleidigung)\n0 ganks (blaming)\nrengar 5 ganks (yupp, konstantes Jungler blaming)\nnice how u describe urself (unnötige Wortgefechte)\nits lost anyway look top (negative Einstellung)\nRengar 100% report =) (noch mehr Reportcalling)\nok u too report =) muted (davon kriegst du gar nicht genug)\nthey always need 2\ncan u just gank me?\nthis nocturne ... ^^ (wieder blaming, das \"^^\" hilft dir da auch nicht)\nbtw u cant 1v1 me brand? (wen juckt ein 1vs1 in einem 5vs5?)\nhes salty and toxic player ^^ if ur good sportsmen u report him for beeing like this (reportcalling, schon wieder)\nwhy u dont push top^^\nits won there^^\nagain u need help from rengar for mid XD (provozieren der Gegner)\nnocturne u did a good job in jungle (ganz klar blaming)\nbut i think we can surr (kann negativ angesehen werden)\nits lost\nofc u....\ndude\ntry 2 learn (blaming)\ncause of u (schätze mal das ist eine antwort auf etwas wie \"this is lost\" also wieder blaming)\n4/7 boy\nur like mr bean (wieder blaming/beleidigung)\nand hes like rambo\nworst jungler ive ever seen (du hast das wirklich oft genug betont)\nits correctly that ur silver\nstop blaming midlaner if u dont gank and hes camping midlane, u dont have any idea of this game and blaming me\nreport nocturne pls flaming. (noch mehr reportcalling)\nand verbal abusement\ni know, i can read\nbut no reason fot not reporthing him for flaimg and verbal abusement\ni dont except anything from this game , like rengar camped me mid and nocturne was afk jungling and is blaming me^^\nu cant win such games\nnope\nthis is bullshit \ni hate this game \ncant u accept the loss? \nits over \nsince u leave me midlane alone (blaming)\nreport\n\nDu hast fast durchgehend nur negatives Verhalten gezeigt und den Jungler geblamt, Reportcalling betrieben, beleidigt und auch noch die Gegner unnötig provoziert.\n\nOb der Nocturn ebenfalls beleidigt hat, tut hier nichts zur Sache. Er kriegt seinen eigenen Fall und wenn er zu oft negativ auffällt, wird er bestraft, so wie du eben bestraft wurdest. \n\n> spiele übrigens seid Season 1 und der Acc ist auch schon vor 3 Monaten futsch mit 200-300€für skins.\n\nDa du scheinbar schon einen Permabann erhalten hast, will ich dir kurz erklären, was der bedeuten soll. Riot will dich nicht mehr in LoL sehen. Permagebannte sollen keine neuen Accounts machen und wenn sie doch einen neuen Acc erstellen, sollten sie sich zumindest anständig benehmen. Ansonsten werden sie eh nur wieder gebannt. Es ist egal, wie viel Geld du ausgegeben hast, das ist kein Argument das für dich spricht. Mit deinem toxischem Verhalten sorgst du nämlich dafür, dass viele andere weniger Geld ausgeben. Selbst wenn es nur 5  € weniger wären, du aber konstant negativ bist und damit womöglich 100 Leute dazu gebracht hast, 5 € weniger auszugeben, hast du immer noch einen finanziellen Schaden für Riot angerichtet. \n\n>Also langsam reicht es mir mit eurer Kinderscheiße. Leute Reporten einen weil man besser ist und dies am Spiel naja auslässt so ist es nunmal. Ich weiss nicht was ich tun soll oder was ich machen kann. Ich möchte nicht schon wieder einen Account anfangen und wieder Geld rein stecken.\n\nDas ist einfach. Du könntest versuchen an deinem Verhalten zu arbeiten. Wenn du dich in Zukunft anständig benimmst, nicht mehr flamst, blamst und negativ auffällst, darfst du den Account behalten. Du wirst auch nicht dafür gemeldet, dass du besser bist als andere. Du wirst dafür gemeldet, dass du deinen Frust an den Mitspielern auslässt. Wenn du jemanden siehst, der dich beleidigt, auslacht und dergleichen, setzte ihn auf Stumm, wenn es dich stört und antworte ihm nicht. Melde ihn nach dem Spiel und wie du am eigenen Leib erfahren hast, wird er früher oder später dafür bestraft.\n\nSolltest du es nicht schaffen, dich zusammenzureisen und auch diesen Account verlieren, empfehle ich dir mit LoL aufzuhören. Die Spieler mögen dich nicht, du gehörst zu den 0,006 % der schlimmsten Spieler (was das Verhalten angeht), du regst dich eh nur unnötig auf, wenn du LoL spielst und der Accountverlust erzeugt eh nur weiteren Frust. \n\n\n>Dieser 2 Wochen Bann ist unbegründet und möchte nochmal Betonung auf den Rengar im gegnerischen Team legen, er hat mich gecamped und mich provoziert.\n\nAuch wenn es dir sicher nicht gefällt, das nochmal zu lesen. Der Bann geht ganz klar in Ordnung. Es ist egal wer anfängt. Das Reportsystem bringt es zu Ende.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:27:35.899+0000","up_votes":1,"down_votes":4,"body":"Dazu möchte ich noch sagen das ich vorher 2x Support offen hatte weil ich 2x hintereinander von Premades reported wurde OBWOHL ich nichts gesagt hatte. Wir waren 5 Premades und wir haben ALLE das ganze match nichts geschrieben, Dennoch haben 2 Von uns danach eine Restriction bekommen weil sie genau in diesem Spiel für unsportlich empfunden wurden. Wisst ihr wieso? Weil die gegner nicht EINEN Kill hatten. Verstehst du jetz warum ich so angepisst bin? Ich kann das ja nachvollziehen und verstehe auch neue spieler können nicht alles. Da bin ich auch immer einer der netten und versuche weiter zu helfen. Aber irgendwie scheint Riot ein sehr schlecht programmiertes Bannsystem.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T11:38:52.582+0000","up_votes":3,"down_votes":0,"body":"Wenn du hier den Link zu diesem, dann ja leeren Chatlog posten kannst, bekommst du einen Mysterie-Skin von mir.","replies":[]},{"id":"","poster":"Maíko","date":"2016-05-02T11:34:26.184+0000","up_votes":1,"down_votes":0,"body":"Die Reports ziehen erstmal keine Strafe mit sich.\n\nDas einzige was dadurch bewirkt wird ist, dass der Chatverlauf des jeweiligen Spielers geprüft wird.\nWenn dieser dann negativ ausfällt wird man halt bestraft.\n\nWie sehr viele Beiträge in dem Forum zeigen, funktioniert das Bannsystem sehr gut.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:37:48.995+0000","up_votes":1,"down_votes":0,"body":">Dazu möchte ich noch sagen das ich vorher 2x Support offen hatte weil ich 2x hintereinander von Premades reported wurde OBWOHL ich nichts gesagt hatte\n\nWas meinst du mit \"Support offen\"?\n\n\n>Wir waren 5 Premades und wir haben ALLE das ganze match nichts geschrieben, Dennoch haben 2 Von uns danach eine Restriction bekommen weil sie genau in diesem Spiel für unsportlich empfunden wurden. \n\nZeig mir die Chatlogs dazu, wenn du willst, dass ich dir glaube.","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-05-02T11:18:01.583+0000","up_votes":3,"down_votes":0,"body":"Hmmm, mit der Einstellung würd ich sagen :\n\nDer Perma ist nicht mehr weit. Mach weiter so und Du hast ihn. Schon wieder ! Ich würd an Deiner Stelle nen Buch darüber schreiben.\n\nUND ich möchte nochmal hinzufügen, was andere im Chat schreiben interessiert keine Sau. NUR was DU schreibst ist von belang. Und wenn Du Dich nicht beherrschen kannst, dann hast halt gelitten !\n\nmfg\nMB\n\np.s.:\nIch hatte auch so'n Besserwisser als Gegner der mich permanent mit dem Babysitter-Gequatsche auf die Nerven ging. Ich war Garen-Top mit Teemo. Allein für Dein \"nice babysitt brand\" würd ich dich sowas von reporten {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:22:09.928+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-02T11:35:15.158+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=00090001,timestamp=2016-05-02T11:22:09.928+0000)\n>\n> Hast du se noch alle? Bist du so ein Schwacher Mensch das du nicht über sowas hinweg sehen kannst? Es ist nichtmal ne beleidigung. Also du scheinst mir total fehl am Platz zu sein. {{sticker:zombie-brand-mindblown}} \n> \n> also manche leute sind mit doofheit gesegnet. Wie du nämlich selber sagst , PERMANENT! ich habs einmal gesagt das babysitten :D junge junge junge was ist nur aus LoL geworden. Alles nur noch Leute mit Stöcken in ihren Ärschen und dann können se nichtmal einsehen wenn sie schlecht sind im Spiel. Mein Gott wo leben wir das man jemanden Reported für 1 Satz der ausdrückt das man Babysitted wird? BITTE!\n\nEijeijeijei, was ist mit Dir und Deiner Erziehung bloß falsch gelaufen ?\n\nmfg\nMB","replies":[{"id":"","poster":"Maexle","date":"2016-05-02T11:51:15.957+0000","up_votes":2,"down_votes":0,"body":"Zu viel. {{champion:17}}","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T11:37:14.482+0000","up_votes":1,"down_votes":0,"body":"Das ist so ironisch, das musste ich einfach mal kennzeichnen","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:40:27.799+0000","up_votes":1,"down_votes":0,"body":">nice babysitt brand\n>btw u cant 1v1 me brand?\n\nMinimum 2 mal.","replies":[]},{"id":"","poster":"Maexle","date":"2016-05-02T11:54:08.625+0000","up_votes":1,"down_votes":0,"body":"Meinst du das ernst? Du wurdest nicht wegen einem Satz gebannt, sondern wegen 70% von den Sachen, die du da geschrieben hast. Ich finde Leute wie dich lustig, die nicht merken, dass sie toxic sind und sich noch darüber beschweren, dass sie bestraft wurden. Schadenfreude ist doch immer wieder schön ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"redeemer1","date":"2016-05-02T11:20:03.511+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-02T11:24:50.568+0000","up_votes":2,"down_votes":0,"body":"Nope, Du bist hier fehl am Platze. Haste ja schon einmal bewiesen und jetzt wieder. Ich glaub eher das Du schwach bist, weil du ja gegen den \"Babysitter\" nicht ankamst und Dich genötigt sahest ihn damit vollzuflamen ^^\n\nDas Babysitting- Gequatsche nervt einfach total. Ist für mich reportbar. Ich hab's in letzter Zeit einfach zu oft gehört/gelesen . Ich würd sowas nie schreiben. Entweder ich stell mich auf ein Duo-Top ein und ping gelegentlich um Hilfe oder ich zieh mich zum Tower zurück und defend nur, aber ich würd dem Gegner niemals Babysitting vorwerfen. Hat für mich was abwertendes. Duo Top ist legitim, wenn man z.B. kein Jungler hat.\n\nSowas reicht wahrscheinlich als Grund net aus, aber Du hast ja mit dem restlichen Flame genug Stoff geliefert.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:37:04.303+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-05-02T11:44:49.816+0000","up_votes":2,"down_votes":0,"body":"Ach, weißte was, machs doch einfach mal so wie @Sirrkas es vorgeschlagen hat :\n\n> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=000600000001,timestamp=2016-05-02T11:35:42.726+0000)\n>\n> Wie wäre es, wenn du erst einmal deinen Kopf frei kriegst, dir eine Auszeit nimmst und Morgen oder übermorgen wieder kommst? So wie du aktuell gelaunt bist, kann man sich nicht mit dir unterhalten. \n\nVersuch's mal, bitte :) Das führt hier doch zu nix. Nimm nen Kissen oder nen Holzbrett und klopp drauf ein, wenn Du so'n Frust hast. Dann freu Dich einfach, daß es eben nur nen 14Tage is und noch KEIN Perma. Dann zockst Du einfach mal ne Runde Minecraft und setzt dich erst am WE wieder an LOL ran.\n\nmfg\nMB","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T12:13:05.871+0000","up_votes":1,"down_votes":2,"body":"Wobei LoL das einzige PC spiel ist was spaß macht .","replies":[]},{"id":"","poster":"redeemer1","date":"2016-05-02T11:56:59.161+0000","up_votes":1,"down_votes":2,"body":"Werde genau das tun!","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-05-02T11:50:58.434+0000","up_votes":1,"down_votes":0,"body":"Wäre ich in dem Spiel und deine Beschreibung des Spiels war korrekt, hätte ich wohl 3 Leute gemeldet. Soweit ich verstanden habe, waren du, dein Junger und der gegnerische Jungler unsportlich. Nach dem Spiel kriege ich dann eine Nachricht, dass jemand bestraft wurde und da alle 3 es verdient haben, weiß ich auch, dass es zumindest einen richtigen erwischt hat. \n\nWenn du glaubst, dass die Leute hier nicht richtig im Kopf sind, schau dir ein einziges mal deinen Chatlog richtig an. Setze meinetwegen Sirrkas davor und sag mir danach ehrlich deine Meinung. Hättest du das gemeldet oder nicht?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:59:02.214+0000","up_votes":1,"down_votes":2,"body":"Teilweise ja aber eher nein mit der begründung das ich das nachvollziehen kann. Ist aber warscheinlich weil ich in der situation bin aber trotzdem total unrealistisch für 2 Wochen gebannt zu werden für sowas, da habe ich schon eindeutig mehr gesehen.","replies":[]},{"id":"","poster":"redeemer1","date":"2016-05-02T12:12:34.023+0000","up_votes":1,"down_votes":3,"body":"nein hätte ich nicht. Keine Familie wurde von redeemer1 beleidigt. Ich habe nur fakten angesprochen.","replies":[]}]},{"id":"","poster":"Maíko","date":"2016-05-02T12:12:01.845+0000","up_votes":1,"down_votes":1,"body":"> nd btw scheine ehr stark zu sein wenn man mich dauerhaft ganken muss \n\nIch würde eher vermuten, dass der Jungler gemerkt hat, dass du ein leichtes Ziel darstellst.\nDa du ja eh weißt, dass er bei dir ist solltest du einfach warden und was defensiver spielen.\n\nIch persönlich mag es, wenn der gegnerische Jungler sich dauern auf eine Lane fokussiert.\nSo weiß man immer wo er ist und kann ungestört die anderen Lanes ganken, counterjunglen, objectives sichern, oder einfach counterganken.\n\nVorausgesetzt natürlich, dass derjenige der dann in Unterzahl spielt die Intelligenz besitzt sich etwas defensiver zu Verhalten.","replies":[]}]}]}]}]},{"id":"","poster":"Irrsinn","date":"2016-05-02T10:58:37.355+0000","up_votes":3,"down_votes":0,"body":"Ich musste genau bis zur vierten Zeile lesen um nen Grund zu finden, aber dein Log ist generell voll davon.\n\nNiemand interessiert wieviel du gezahlt hast. Der nächste Bann ist Permanent. Unterlasse also alles flamen, runtermachen und Reportaufrufe oder verliere deinen Account.","replies":[]},{"id":"","poster":"Batrix2","date":"2016-05-02T10:57:37.397+0000","up_votes":3,"down_votes":0,"body":"Ban für nichts Kappa{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Lasse Laufen","date":"2016-05-02T15:59:42.613+0000","up_votes":1,"down_votes":0,"body":"Ich geb dir den Tipp, einfach den Chat aus dem Fenster zu ziehen und alle trotzdem von Beginn an zu muten. \n\nWenn dir das Spielverhalten von deinen Mitspielern nicht gefällt einfach leaven.\nEs ist nämlich so das ein Flamer, der weiter spielt und versucht noch zu gewinnen härter bestraft wird (2 Wochen / Perma Bann ) als ein Leaver der Stumm war und einfach aus dem Spiel geht (höchstens 20 Minuten vor Game warten). Trotzdem würde ich dann nur jedes 3te oder 4te Spiel leaven.\n\nZudem bringt es gar nichts zu flamen, also wenn du nur Rankeds spielst einfach nur dein Bestes geben und nichts mit den Mitspielern schreiben. Denk immer daran: je öfter du verlierst, desto schlechter werden die Gegner. Kannst auch anstatt dein Team zu flamen die einfach mal vor dem PC auslachen \"Lol was macht der für Aktionen, alles Boosted hier\".\n\nRiot macht keine Unterschiede ob du etwas gezahlt hast oder nicht, klingt zwar doof, ist aber so.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-03T05:02:40.099+0000","up_votes":1,"down_votes":0,"body":"Zeigt mal wieder, dass es Zeit wird, auch Permabanns für Unbelehrbare in das Leaverbustersystem zu integrieren.\nHoffentlich packt Riot das bald an.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T08:08:54.780+0000","up_votes":2,"down_votes":0,"body":"Bei notorischem absichtlichem Verlassen von Spielen, gibt es auch einen Permabann.\n\nNein, ich kann dir dazu keine Quelle geben, da das aus einem privatem Gespräch mit einem Riotmitarbeiter stammt.","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-05-04T11:56:23.592+0000","up_votes":1,"down_votes":0,"body":"Du sagst bei absichtlichem verlassen. Wie ist das wenn jedes 3te Spiel mein Internet \"ausfällt\"?","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T12:05:26.799+0000","up_votes":2,"down_votes":0,"body":"Wenn du das Spiel oft genug verlässt, damit Riot glaubt, du würdest absichtlich ständig afk gehen, hast du es wohl verdient, auch wenn dein PC einfach nur  alle 40 Minuten den Geist aufgibt und eine Stunde abkühlen muss.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-05-04T12:02:49.003+0000","up_votes":1,"down_votes":0,"body":"Reparieren {{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-04T08:22:57.359+0000","up_votes":1,"down_votes":0,"body":"Sehr gut :)\nDas ist doch eine der besten Quellen die es gibt, wobei das natürlich nur gilt, weil ich dich für vertrauenswürdig halte. ;)","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-05-04T11:54:09.677+0000","up_votes":1,"down_votes":0,"body":"Mh k. Dann muss man aber ziemlich oft leaven. Sehr sehr oft ;)","replies":[]}]}]}]},{"id":"","poster":"Markishi","date":"2016-05-03T15:15:03.888+0000","up_votes":1,"down_votes":0,"body":"Wieso gibt man jemandem den Tipp, aus einem Spiel zu leaven? Also ob das besser ist? Jemand der rumflamed kann wenigstens noch mitspielen, und man gewinnt vielleicht noch, aber wenn man 4 v 5 ist, ist das , logischerweise, wesentlich schwerer. Bitte erst denken, dann Kommentare schreiben..","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-05-04T04:57:47.162+0000","up_votes":1,"down_votes":0,"body":"Ganz einfach;\nWeil Riot meint Flamer zu Perma bannen,  und Leaver bekommen nur in ne 20 Minütige Warteschlange.\n\nIch hatte ja auch gesagt das wenn er Ranked spielt, einfach den Chat aus macht / nicht flamen soll und einfach sein Bestes geben soll, ungeachtet dessen was sein Team macht.\nBei Normals ist es was anderes, es geht um \"nichts\". Und wenn man schon den Spielspaß seiner Mitspieler killen möchte / das Gefühl hat in ein Team gekommen zu sein, wo alle betrunken sind, ist es nicht gut für den eigenen Account wenn man diese beleidigt, deswegen werden die auch nich besser.\n\nAnstatt zu flamen (wenn man weiß das man verliert) ist es viel besser vor dem flamen zu leaven, damit man sich das nicht mehr antun muss.\n\nIst das nicht schön? Beides zerstört Spiele, aber bei einem ist man wenigstens noch zu 5 und trotzdem bekommt man da die härtere Strafe.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-04T10:38:58.187+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Deut,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=000e00010000,timestamp=2016-05-04T04:57:47.162+0000)\n>\n> Ganz einfach;\n> Weil Riot meint Flamer zu Perma bannen,  und Leaver bekommen nur in ne 20 Minütige Warteschlange.\n> \n> Ich hatte ja auch gesagt das wenn er Ranked spielt, einfach den Chat aus macht / nicht flamen soll und einfach sein Bestes geben soll, ungeachtet dessen was sein Team macht.\n> Bei Normals ist es was anderes, es geht um &quot;nichts&quot;. Und wenn man schon den Spielspaß seiner Mitspieler killen möchte / das Gefühl hat in ein Team gekommen zu sein, wo alle betrunken sind, ist es nicht gut für den eigenen Account wenn man diese beleidigt, deswegen werden die auch nich besser.\n> \n> Anstatt zu flamen (wenn man weiß das man verliert) ist es viel besser vor dem flamen zu leaven, damit man sich das nicht mehr antun muss.\n> \n> Ist das nicht schön? Beides zerstört Spiele, aber bei einem ist man wenigstens noch zu 5 und trotzdem bekommt man da die härtere Strafe.\n\nLiegt vlt. auch daran, dass ein DC immer mal passieren kann und seis der berühmte Bagger am Ende der Straße, der ungewollt die Kabel trennt.\nFlame ist dagegen immer selbst generiert.","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-05-04T11:00:50.402+0000","up_votes":1,"down_votes":0,"body":"Also wenn jedes 3te Spiel nen Backer übers Kabel fährt?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-05-04T11:27:02.454+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Deut,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=000e0001000000010000,timestamp=2016-05-04T11:00:50.402+0000)\n>\n> Also wenn jedes 3te Spiel nen Backer übers Kabel fährt?\n\nDann gibt es wohl noch Zeitbans bis Perma, wie zuvor erwähnt.","replies":[{"id":"","poster":"Lasse Laufen","date":"2016-05-04T11:59:25.339+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe es. Vllt. mach ich mal nen Versuch mit nem Smurf ;).\nKann das nämlich nicht glauben.","replies":[]}]}]}]},{"id":"","poster":"Markishi","date":"2016-05-04T05:44:05.568+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht, das man auf lange Sicht weniger Strafe bekommt, wenn man raus geht, als wenn man flamed. Vielleicht kriegt man Anfangs weniger Strafe, weil das System noch versucht, zwischen unabsichtlichem Raus gehen, oder absichtlichem Rausgehen zu unterscheiden, aber ich kann mir beim besten Willen nicht vorstellen, das du auf Lange Sicht , als jemand der sein Team verlässt, weniger Strafe bekommt, als jemand, der \"nur\" flamed.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-04T08:09:36.337+0000","up_votes":1,"down_votes":0,"body":"Am Ende erhalten beide einen Permabann.","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T08:11:55.592+0000","up_votes":1,"down_votes":0,"body":"Dachte ich mir. Wieso sollte ein verlassen des Spiels zu einer geringeren Strafe führen . Sirrkas is here, to safe the Day :)","replies":[]}]}]}]}]}]},{"id":"","poster":"redeemer1","date":"2016-05-02T11:08:08.679+0000","up_votes":1,"down_votes":8,"body":"UND FAKTEN SIND KEINE BELEIDIGUNG! DAS MÖCHTE ICH NOCHMAL HINZUFÜGEN! Kein wunder das jeder Toxisch wird bei so einer Community. Ich hab andere Probleme wie Todesfälle oder sonstiges. Und dann kommt einer daher und beleidigt deine Familie oder beleidigt dich. Und selber spielt er als wäre er niemals aus bronze rausgekommen. Dann kann ich ja wohl MIT RECHT sagen das er genau da hingehört weil er schlecht ist. ES IST KEINE BELEIDIGUNG sondern Fakt. Und natürlich sage ich den leuten das ich sie Rpeorte. Immerhin möchte ich ihnen nochmal die chance geben sich zu bessern. Ihr leute habt echt keine Ahnung und zerstört diese Community mit eurem GentlemenmöchtegernBehavior. Siehe Tyler1. Dieser Junge ist für manche ein Gott gewesen und der Grund wieder mit LoL anzufangen. Was macht Riot? Permabann. Tolle Community. Super. Und ich WETTE jeder von euch hat schon wen beleidigt und macht hier ein auf Unschuldslamm. GG {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T11:26:50.793+0000","up_votes":1,"down_votes":0,"body":">UND FAKTEN SIND KEINE BELEIDIGUNG! DAS MÖCHTE ICH NOCHMAL HINZUFÜGEN!\n\nDoch. Nur weil etwas wahr ist, schließt das Beleidigungen nicht aus. Jemand kann sich wie der letzte Depp benehmen und absolut asoziales Verhalten an den Tag legen. Wenn man ihn dann %%%%%%%%% und Idiot schimpft, ist das objektiv wohl zutreffend, ändert aber nichts daran, dass es immer noch beleidigend ist.\n\nEdit:\n\n>Siehe Tyler1. Dieser Junge ist für manche ein Gott gewesen und der Grund wieder mit LoL anzufangen. Was macht Riot? Permabann. Tolle Community. Super. Und ich WETTE jeder von euch hat schon wen beleidigt und macht hier ein auf Unschuldslamm. GG \n\nTut mir leid, dir ist nicht mehr zu helfen. Du kannst gerne so wie dein Vorbild 20 Permas sammeln und dann einen Lifetimebann kassieren. Nach allem was ich weiß, war Tyler1 durchgehend toxisch. Einmal geht etwas nicht nach seinem Kopf? Zeit zu trollen und das fast sicher gewonnene Spiel in den Sand zu setzen. Am besten feedet man dann den gegnerischen Midlaner, wenn dir dein eigener nicht den Bluebuff überlassen hat. \n\nKindischer geht es wirklich nicht mehr.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:33:13.650+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"MilliDieFrau","date":"2016-05-02T12:11:14.643+0000","up_votes":2,"down_votes":0,"body":"Dumm ist der, der Dummes tut.\n\nDu benutzt den Chat für negative Kommentare, das ist aus meiner Sicht dumm, denn dafür kann man gebannt werden.\nWillst du jetzt von mir hören, dass du dumm bist? \nLaut deiner Aussage ist das ja in dem Fall keine Beleidigung.","replies":[]},{"id":"","poster":"Zulwar","date":"2016-05-02T12:02:13.839+0000","up_votes":1,"down_votes":0,"body":"So jetzt wird es interessant. Wenn du wie du schreibst, jemanden sagt, das er dumme Sachen macht, wenn er dumme Sachen macht, ändert das nichts daran, das es negativ ist. Jedoch ist eventuell die Person Froh darüber, das du es ihr gesagt, hast da sie sich nun bessern kann. Zum anderen, kennt man sich auf der Arbeit. Jedoch kann auch das genaue Gegenteil eintreten und der andere fühlt sich angegriffen.\n\nJedoch hat deine Arbeit nichts mit LOL zu tuen und Riot hat klare Regeln festgelegt, die besagen, das du dich nicht negativ deinen Mitspielern oder Gegnern verhalten sollst. Wenn du das nicht tust und Riot das zu Bund wird, wirst du halt bestraft.\n\nMan kann dies natürlich jetzt auch ausreizen und versuchen die Grenzen auszutesten, jedoch sind wir dann bei einem Verhalten im Pubertäts alter oder eines Kleinkindes. Ich weiß nicht, ob du dein Verhalten gerne mit Pubertät oder Kleinkindern vergleichen möchtest, aber darauf läuft es so langsam hinaus.","replies":[]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-05-02T11:17:19.276+0000","up_votes":1,"down_votes":0,"body":"Jemandem zu sagen, dass er schlecht ist, ist negatives Verhalten. Es geht nicht nur um Beleidigungen, sondern allgemein um negatives Verhalten. Was die Anderen schrieben ist irrelevant. DU hast dich dazu hinreißen lassen, den Anderen das Spielerlebnis zu verschlechtern und jetzt hast du deine Strafe. Also wenn dich wieder Leute provozieren: Mute -> report und gut is.\nAchso: Auch Fakten können als beleidigend empfunden werden. Das liegt im Auge des Betrachters und die meisten Betrachter sehen dein Verhalten als negativ.\n\nWenn du nochmal auch nur eine kleine negative äußerung wie \"noob\" oder \"report xy for...\" oder \"stfu\" schreibst kannst du dir nen Permabann einfangen, weshalb ich dir davon abrate.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:23:04.507+0000","up_votes":1,"down_votes":4,"body":"Danke endlich mal jemand der Sachlich redet. DANKE!","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-05-02T11:47:28.394+0000","up_votes":1,"down_votes":0,"body":"Auch Fakten können Beleidigungen sein.\n\nz.b. mit meinem ersten Beitrag, ist indirekt betrachtet eine Beleidigung, da du ja von dir selber ausgehst, das du für nichts gebannt wurdest, ich dir aber gesagt habe, obwohl ich dich nicht kenne, das das was in deinem Chatlog steht negatives Verhalten und negative Wortwahl war.\nDies sind Fakten, welche aber dich im Grunde dennoch beleidigen.\n\nDer einzige unterschied ist, das du uns gefragt hast ob dieser Bann gerecht ist, was ich somit mit den Fakten untermauert habe. Mit dem du im Spiel warst, vermute ich mal hat dich nicht gefragt ob du meinst, das er da hingehört wo er gerade ist, wodurch ich es nur als gegen Beleidigung betrachten würde, was aber wiederum negativ ist.","replies":[]}]},{"id":"","poster":"Futanarî Soraka","date":"2016-05-02T11:12:26.734+0000","up_votes":2,"down_votes":0,"body":"Warum lasst ihr euch alle von Beleidigungen so hart triggern?","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:14:53.138+0000","up_votes":1,"down_votes":5,"body":"weil es nervt von 12 matches am Tag in 11 Matches beleidigt zu werden. Im 12ten REICHTS MIR  DANN!","replies":[{"id":"","poster":"Futanarî Soraka","date":"2016-05-02T11:23:48.495+0000","up_votes":1,"down_votes":0,"body":"Ja, dann mach doch mal ein Beispiel was die sagen und ich schreibe dir, was du (ohne einen Bann zu riskieren) zurückschreiben kannst.","replies":[{"id":"","poster":"redeemer1","date":"2016-05-02T11:43:50.259+0000","up_votes":1,"down_votes":1,"body":"also meistens beginnt es damit das ich MID calle und jemand sagt; ist mir egal ich geh mid.\nSo das ist nur ein Punkt , Das ignoriere ich sag dann einfach chill ist nur ein troll ist ok.\n2tes Match = Jungler der nur afk rum jungled und ich ihn 5x pinge und frage kannst du bitte ganken und ich dann noch ne dumme antwort bekomme das ich mein lane verliere oder ein noob bin. Siehe auch das letzte game. Habe da einen Yasuo mit Yasuo besiegt im 1on1 auf der TOplane und wurde als Noob bezeichnet. sogar vom gegnerischen Yasuo. \nDas sind nur wenige Punkte weisst du? und irgendwann reichts mir mal. irgendwann sit einfach genug...... ich bin 27 jahre und lass mich nicht von kleinen kindern so anmachen. verstehst du das? Ich bin ein total sozialer liebevoller mensch habe mich 1 x im meinem Leben geprügelt. aber manchmal werd ich so hart provoziert da setzt sogar bei mir alles aus. Genau wie da im Chatlogg. also ich kann euch noch ein Screen schicken von der email, wurde nur für 1 match gebannt. also das was ich da oben gepostet habe. Davor hatte ich eine Chat restriction für nichts, hatte sogar Support auf gemacht aber RIOT schickt immer nur die Selben automatischen EMAILS. fühle mich so verarscht.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-02T12:11:00.273+0000","up_votes":2,"down_votes":0,"body":"Der leere Chatlog wäre aber viel interessanter. Also der zur CR für nichts.","replies":[]},{"id":"","poster":"BabyBoyBash","date":"2016-05-03T04:35:01.700+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=0007000000000000,timestamp=2016-05-02T11:43:50.259+0000)\n>\n> also meistens beginnt es damit das ich MID calle und jemand sagt; ist mir egal ich geh mid.\n> So das ist nur ein Punkt , Das ignoriere ich sag dann einfach chill ist nur ein troll ist ok.\n> 2tes Match = Jungler der nur afk rum jungled und ich ihn 5x pinge und frage kannst du bitte ganken und ich dann noch ne dumme antwort bekomme das ich mein lane verliere oder ein noob bin. Siehe auch das letzte game. Habe da einen Yasuo mit Yasuo besiegt im 1on1 auf der TOplane und wurde als Noob bezeichnet. sogar vom gegnerischen Yasuo. \n> Das sind nur wenige Punkte weisst du? und irgendwann reichts mir mal. irgendwann sit einfach genug...... ich bin 27 jahre und lass mich nicht von kleinen kindern so anmachen. verstehst du das? Ich bin ein total sozialer liebevoller mensch habe mich 1 x im meinem Leben geprügelt. aber manchmal werd ich so hart provoziert da setzt sogar bei mir alles aus. Genau wie da im Chatlogg. also ich kann euch noch ein Screen schicken von der email, wurde nur für 1 match gebannt. also das was ich da oben gepostet habe. Davor hatte ich eine Chat restriction für nichts, hatte sogar Support auf gemacht aber RIOT schickt immer nur die Selben automatischen EMAILS. fühle mich so verarscht.\n\nMan du bist der einzige der glaubt einen Bann und cr für nichts zu bekommen. Du fühlst dich von fremden Leuten im Internet angegriffen wenn fremde dich auf sonst was für eine Art beleidigen. Ich versteh ja wenn Leute bei einer Diskussion aufbrausend werden aber nicht bei so einem dünnpfiff.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-05-02T12:20:28.433+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=0007000000000000,timestamp=2016-05-02T11:43:50.259+0000)\n>\n> also meistens beginnt es damit das ich MID calle und jemand sagt; ist mir egal ich geh mid.\n> So das ist nur ein Punkt , Das ignoriere ich sag dann einfach chill ist nur ein troll ist ok.\n> 2tes Match = Jungler der nur afk rum jungled und ich ihn 5x pinge und frage kannst du bitte ganken und ich dann noch ne dumme antwort bekomme das ich mein lane verliere oder ein noob bin. Siehe auch das letzte game. Habe da einen Yasuo mit Yasuo besiegt im 1on1 auf der TOplane und wurde als Noob bezeichnet. sogar vom gegnerischen Yasuo. \n> Das sind nur wenige Punkte weisst du? und irgendwann reichts mir mal. irgendwann sit einfach genug...... ich bin 27 jahre und lass mich nicht von kleinen kindern so anmachen. verstehst du das? Ich bin ein total sozialer liebevoller mensch habe mich 1 x im meinem Leben geprügelt. aber manchmal werd ich so hart provoziert da setzt sogar bei mir alles aus. Genau wie da im Chatlogg. also ich kann euch noch ein Screen schicken von der email, wurde nur für 1 match gebannt. also das was ich da oben gepostet habe. Davor hatte ich eine Chat restriction für nichts, hatte sogar Support auf gemacht aber RIOT schickt immer nur die Selben automatischen EMAILS. fühle mich so verarscht.\n\n27?\n\nIch bin 30 und deshalb geht es mir auch sonstwo vorbei, was mir irgendein \"Kind\" irgendwo in EUW virtuell in einem Spiel, wo kleine Hamster rumlaufen und Giftpfeile schießen, anmacht.\n\nOhja das trifft mich total...\n\nDu verhälst dich total kindisch, mMn sogar kindischer als viele Kinder.\n\nAchja wage es ja nicht jetzt deswegen beleidigt zu sein, denn du bist ja der Meinung Fakten können nicht beleidigend sein.","replies":[]},{"id":"","poster":"Futanarî Soraka","date":"2016-05-02T12:17:05.822+0000","up_votes":1,"down_votes":0,"body":"Hm, irgenwie scheinst du dir das alles etwas zu sehr zu herzen zu nehmen. Am besten ist einfach freundlich bleiben und wenn wer zu sehr nervt, kannst du ihn meist mit folgenden phrasen ruhigstellen:\n\n- Blablabla\n- Ja, cool, you are the best\n- And still I am the best\n- man, can you just be quiet? It's kinda annoying\n- yh, funny, I'll visit your comedy show on friday, if you are quiet now\n etc.\n\nDie meisten Flamer musst du einfach väterlich authoritär behandeln, dann sind die immer ganz schnell still.","replies":[]}]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-05-02T10:59:10.879+0000","up_votes":2,"down_votes":0,"body":"Ich sehe keine Unbegründung.\nIch habe beim überfliegen schon 3x Reportaufrufe gelesen, wobei schon einer als Banngrund reicht.\nIst nämlich nebenbei unsportliches Verhalten.\n\nansonsten sehe ich grade beim überfliegen auch keine Positiven Chatnachrichten, sondern nur negative.\nEin paar kann man als neutral einstufen, aber ich sehe hier keinen Fehler vorliegen.","replies":[]},{"id":"","poster":"XPekeks","date":"2016-05-04T06:31:02.228+0000","up_votes":1,"down_votes":0,"body":"Hmm du hast echt keine einzige gute Gegenantwort gegeben, pass auf das du nicht noch ein Forumbann bekommst :)","replies":[]},{"id":"","poster":"Hi iam Xolo","date":"2016-05-03T15:22:30.063+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=redeemer1,realm=EUW,application-id=KYnfKGf0,discussion-id=Ko6bjeAw,comment-id=,timestamp=2016-05-02T10:51:38.243+0000)\n>\n> &amp;quot;me\n> lol khazix top is better then ez\n> nice flash\n> rengar u suck stfu\n> i will\n> ;)\n> nice gank\n> gh\n> n\n> all cool imma win this for u ;)\n> u mad?\n> lost a lot gameS?\n> seems like\n> so u dont like urself?\n> reported btw\n> noc\n> u know ganks?\n> u all are\n> u were silver last season\n> wtf\n> xD\n> nice babysitt brand\n> report rengar btw\n> yep noc, u are a noob, true\n> 0 ganks\n> rengar 5 ganks\n> nice how u describe urself\n> its lost anyway look top\n> Rengar 100% report =)\n> ok u too report =) muted\n> they always need 2\n> can u just gank me?\n> omg\n> this nocturne ... ^^\n> btw u cant 1v1 me brand?\n> hes salty and toxic player ^^ if ur good sportsmen u report him for beeing like this\n> why u dont push top^^\n> its won there^^\n> again u need help from rengar for mid XD\n> nocturne u did a good job in jungle\n> but i think we can surr\n> this rengar just 1 hits us all\n> who did N ?\n> its lost\n> ofc u....\n> dude\n> try 2 learn\n> jgl\n> ;)\n> cause of u\n> 4/7 boy\n> ur like mr bean\n> and hes like rambo\n> worst jungler ive ever seen\n> its correctly that ur silver\n> stop blaming midlaner if u dont gank and hes camping midlane, u dont have any idea of this game and blaming me\n> report nocturne pls flaming.\n> and verbal abusement\n> i know, i can read\n> but no reason fot not reporthing him for flaimg and verbal abusement\n> i dont except anything from this game , like rengar camped me mid and nocturne was afk jungling and is blaming me^^\n> u cant win such games\n> nope\n> its lost\n> we dont even have 1 TURRET                                      [Mann muss dazu sagen Nocturne schreibt zwischenzeitlich &amp;quot;pls play&amp;quot; obwohl er selber 3/7 hatt\n> this is bullshit                                                                , ich wollte dem einfach nur ein Ende machen und manche leute verstehen aber nicht wann \n> i hate this game                                                             ein Spiel vorbei ist. Und NUR mal so am RANDE! NOCTURNE WURDE NICHT GESPERRT \n> cant u accept the loss?                                                OBWOHL ER MICH BELEIDIGT HAT ! was man nat&amp;uuml;rlich hier nicht sieht weil Riot so gut ist und \n> its over                                                                          nur sein eigenen chat verlauf schickt.]\n> since u leave me midlane alone\n> ?\n> nope\n> report&amp;quot;\n> \n> \n> So Leute, daf&amp;uuml;r habe ich einen 2 Wochen-Bann bekommen obwohl ich innerhalb von 2 Monaten 2x Geld f&amp;uuml;r Riot bezahlt habe, Insgesammt knapp 50&amp;euro;, in 2 Monaten!\n> \n> Kann mir IRGENDWER SAGEN wieso ich daf&amp;uuml;r gesperrt werde? Ich sehe jeden Tag leute die meine Mutter- Meine schwester und auch andere mitglieder meiner Familie den Tod w&amp;uuml;nschen oder diverse andere sachen. Ich verstehe nicht wieso ich f&amp;uuml;r 1 Match gebannt werde wo ich GANZ klar im Recht bin!\n> \n> Ich w&amp;uuml;rd mal gern wissen wieso dieses bann system so schei&amp;szlig;e geworden ist? Ich werde von Leuten Reported die das Spiel nicht k&amp;ouml;nnen und auch nicht interessiert. Ich dagegen spiele um zu gewinnen. Und ich habe mich glaube ich relativ normal verhalten daf&amp;uuml;r das man ja nicht sehen kann das dieser Nocturne mich auch noch ausgelacht hat im Chat. Also ich er hat mich echt Proviziert und wenn der keinen Bann bekommt wieso dann ich? Hab einfach versucht auf eine &amp;quot;noch&amp;quot; normale art und weise denen klar zu machen das ich hilfe in der midlane braucht. &amp;Uuml;brigends hat er mich dann noch als Noob beleidigt worauf hin ich geschrieben habe &amp;quot;Nice how u describe urself&amp;quot; und f&amp;uuml;r sowas werd ich dann gebannt. NICE RIOT! LETZTE MAL GELD AUSGEGEBEN F&amp;Uuml;R EUCH! spiele &amp;uuml;brigens seid Season 1 und der Acc ist auch schon vor 3 Monaten futsch mit 200-300&amp;euro;f&amp;uuml;r skins. Also langsam reicht es mir mit eurer Kinderschei&amp;szlig;e. Leute Reporten einen weil man besser ist und dies am Spiel naja ausl&amp;auml;sst so ist es nunmal. Ich weiss nicht was ich tun soll oder was ich machen kann. Ich m&amp;ouml;chte nicht schon wieder einen Account anfangen und wieder Geld rein stecken. \n> \n> Dieser 2 Wochen Bann ist unbegr&amp;uuml;ndet und m&amp;ouml;chte nochmal Betonung auf den Rengar im gegnerischen Team legen, er hat mich gecamped und mich provoziert. ich h&amp;auml;tte viel mehr drauf eingehen k&amp;ouml;nnen habe ich aber nicht. er meinte nur er w&amp;auml;re der coolste und st&amp;auml;rkste. Nat&amp;uuml;rlich Konter ich einmal auf so etwas. Lass mich doch nicht als untermenschen behandeln.\n> \n> Also Riot. WAS SAGT IHR? ENTSPERRUNG ?\n\n Jung wer in einem game so einen Text verfasst mit \"suck\"  \"report btw\" \"noob\"  \"l2p\" \"you know gank you noob\"? Usw. hats nicht besser verdient oder?","replies":[]},{"id":"","poster":"NuKulaR85","date":"2016-05-03T13:50:51.983+0000","up_votes":1,"down_votes":0,"body":"bei \"rengar u suck stfu\" hab ich aufgehört. Vollkommen verdienter Ban","replies":[]},{"id":"","poster":"B04LeJo","date":"2016-05-02T16:51:41.681+0000","up_votes":1,"down_votes":0,"body":"Tyler1 hat es so verdient permagebannt zu werden xD\netwas tut er mir ja Leid, der hat ja auch ne Menge Kohle in LoL gesteckt und LoL ist sein ''Job''\nAber mates wie er nerven komplett...\nAußerdem hat Riot gezeigt dass es sie nicht juckt ob jemand viel Geld in das Spiel steckt oder ob er berühmt ist oder sonst was. Die Regeln sind für alle GLEICH. Riot habt ihr gut gemacht mit dem Bann an Tyler1 und Redeemer. Ihr solltet noch einige Leute mehr bannen, dann würden auch die anderen vielleicht mal ANgst haben dass sie gebannt werden...ich habe erst 1 mal die Meldung bekommen dass jemand den ich reported habe bestraft wurde...und dass in 2 1/2 jahren...bei sso vielen flamern unglaublich dass es so wenige trifft\n{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Feeding Rengar","date":"2016-05-02T16:35:47.300+0000","up_votes":1,"down_votes":0,"body":"Zuerst:\n*seit.\nIch denke du solltest dir mal ne Auszeit nehmen , da du klar über reagierst und es nicht mitbekommst.Du beleidigst Leute und sagst,dass sie Toxic sind ? Das ergibt kein Sinn.Du solltest dich bessern.","replies":[]},{"id":"","poster":"Mirage Of Mesmer","date":"2016-05-02T15:41:27.900+0000","up_votes":1,"down_votes":0,"body":"gibt es keine Möglichkeiten solche Spieler für immer zu bannen?\n\nAlso das sie sich auch keine neuen Accs machen bei nem perma ban?","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-05-02T12:40:01.206+0000","up_votes":1,"down_votes":0,"body":"Du bist salty as fck und ich will dich nicht mal als Gegner haben obwohl du uns feeden würdest, da tut mir dein team einfach nur leid. \n\nSiehst du eigentlich nicht das du mehr als ne DIN A4 Seite Text schreibst wovon 9/10 einfach nur blame und flame sind... Lass die leute doch ein schlechten Tag haben.\n\nDie zwei Wochen sind vollkommen gerechtfertigt und ich denke das der Account nach dem ban nicht alt werden wird. \n\nAch und nebenher, nur weil du geld ausgegeben hast schützt das dich nicht vor der Strafe!","replies":[]},{"id":"","poster":"Maexle","date":"2016-05-02T11:31:28.119+0000","up_votes":1,"down_votes":0,"body":"Verdienter Bann. Mehr haben die anderen Leute hier sicher schon gesagt. Du schreibst übrigens mehr als ich in einem halben Jahr und nichts davon ist irgendwie nützlich. \n{{champion:17}}","replies":[]}]}