{"id":"bVAvEXEx","poster":"Der Großmugister","date":"2016-05-01T12:24:19.482+0000","title":"[OT] Das Mugiwara Institut für Pseudowissenschaften und Halbwissen","subforum":"Allgemeiner Chat","up_votes":22,"down_votes":1,"body":"Willkommen Reisender!\n\nDein Weg auf der Suche nach wahrer Erleuchtung, die man nur in fachfremden Foren oder auf lieblos gestalteten Blogs und Homepages, von wildfremden und anonymen Personen, fernab des sch&auml;ndlichen Einflusses der L&uuml;genpresse finden kann, hat vielleicht endlich ein Ende gefunden!\n\nIn diesem meinem Institut, werde ich nicht davor zur&uuml;ckschrecken, all die Halbwarheiten und pers&ouml;nlichen, teils unreflektierten Meinungen, in Gestalt der Tatsachen als welche ich sie darstellen werde, in einer schonungslosen und in Schachtels&auml;tze verpackten Weise ans Licht zu bringen, dass das gesamte Galileo-mysterie-Team, vor Ehrfurcht erblassen w&uuml;rde.\n\nIn unregelm&auml;&szlig;igen, aber stets kurzen Abst&auml;nden, werde ich hier, am ersten Institut f&uuml;r Pseudowissenschaften und Halbwarheiten, des K&ouml;nigreichs OT, dessen k&ouml;niglicher Klugschei&szlig;er ich bin, entweder eure Fragen &uuml;ber das Leben, das Universum und den Rest beantworten, oder ganz von Selbst ein paar weltbewegende Wahrheiten verbreiten.\n\nManch Unwissender mag nun behaupten, dass dies das selbe Konzept, wie das von Eiberts Sch&auml;nke ist aber all Jenen die dies behaupten soll gesagt sein, dass Ihr hier bei mir, eure eigenen Getr&auml;nke mitbringen m&uuml;sst!!\nWeiterhin wird es hier keine heiteren Geschichten und neckischen Tratsch, sondern nur kalte, nackte, Fakten geben! (Au&szlig;er nat&uuml;rlich dem Leiter des Instituts, welchen meine Vieligkeit verk&ouml;rpert, stehet spontan der Sinn nach heiteren Geschichten oder neckischem Tratsch.)\n\nSo lasst mich also euren Fragen lauschen, ihr Wissensdurstigen, auf dass Ihr und auch ich, illuminert werden m&ouml;gen!\n\n\nListe der nicht fiktiven Lehrkörper:\n\nProf. Namiultedformose, Fakultät für Außerdimensionales-Raum-Zeit-kontinuums-Bereisen\n\nProf. Yjuq, Fakultät für Porologie und Artenschutz\n\nProf. sNooBDogg, Fakultät für Teemologie und Schleimereien","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-20T09:29:17.598+0000","up_votes":8,"down_votes":0,"body":"Geehrte Studenten und Lehrkräfte,\n\nwie die Nüchternen unter euch sicher bemerkt haben, starten bald die Semesterferien an den deutschen Universitäten.\nFür das Mugiwara-Institut bedeutet das, dass die Zeit des Rulungerns ein Ende hat!\n\nBald werden sich seine Pforten wieder für all Jene öffnen, die auf der Suche nach wahrer Erleuchtung sind!\nUm die beste Zeit des Jahres gebührend einzuleuten, habe ich die Instituskasse geplündert, das meiste Geld versoffen und will mit dem kläglichen Rest nun etwas schönes machen.\n975RP sind übrig geblieben, was bietet sich also an? Ein Wettbewerb!\n\nDas Thema für Selbigen ist schnell gefunden, denn wie hier sicher alle wissen, hat es im \"Institut für Türen und Kennen\" im Nachbarreich, einen Studentenaufstand gegeben, den der dortige Institutsleiter Nagodre, gnadenlos niederschlug, indem er den Bier- und Gras-Hahn, für volle 10 Stunden abdrehte.\nWie jeder weiß, ist nüchtern revoluzern in etwa so spaßig wie nüchtern angeln, oder nüchtern grillen, oder nüchtern Radfahren...\nJedenfalls hatte schon nach 9 Stunden, keiner mehr Lust und alle sind schlafen gegangen.\n\nMan kann sich denken, dass mir, eurem geliebten Institutsleiter, dabei die Galle hochkommt!\nDenn nachdem Nagodre, auf dem letzten internationalen Institutsgipfel, dem \"Iih!\", die selben Hosenträger trug wie ich, ist er der erklärte Erzfeind des gesamten Institutes!\n\nWas das mit dem Wettbewerb zutun hat?! Ganz einfach!\nNagodre hasst nichts mehr, als Leute die Spaß haben, ganz besonders, wenn dieser Spaß auf seine Kosten geht.\n\nIch rufe euch nun also dazu auf, ein Schmähgedicht auf Nagodre zu schreiben und als Antwort zu diesem Kommentar zu posten.\nDer Verfasser des Gedichtes, das am Montag dem 25.07.2016 um 10uhr morgens die meisten Upvotes hat, bekommt von mir die vollen 975RP in Form eines geheimnisvollen Skins.\nDie einzigen Regeln sind:\n\n- jeder darf nur mit einem Account teilnehmen und nur ein Gedicht einreichen.\n- jeder darf nur mit einem Account upvoten.\n- wenn das Gewinnergedicht so kacke ist, dass ich davon ausgehen muss, dass man sich selbst mit mehreren Accounts upgevotet hat, behalte ich mir vor, den Zweitplatzierten zum Sieger zu ernennen, sollte es da genauso aussehen, geht es zum Dritten usw.\n- das Gedicht muss hauptsächlich, in negativer Art, von \"Nagodre\" handeln.\n- \"Nagodre\" muss richtig geschrieben sein! Sollte jemand aus Versehen den Namen verunglimpfen oder sogar spiegeln, übernehme ich keine Verantwortung für eventuelle Gerichtsverfahren und Auslieferungen ins Ausland.\n- denkt dran, dass weiterhin die Forenregeln gelten! Wenn niemand euer Gedicht meldet, werden die Volus hier sicher ein Auge zudrücken, wenn aber jemand rumpinst und eure Ode zu fies war, kann es sein, dass sie gelöscht wird.\n\nDann mal los! Ran an die Tasten und gereicht dem Mugiwara-Institut zu fragwürdiger Ehre!!","replies":[{"id":"","poster":"Maexle","date":"2016-07-20T19:40:34.882+0000","up_votes":1,"down_votes":1,"body":"Frage: Wenn ich den Namen doch spiegeln würde und das Risiko eingehe nach Artikel 103 StGB angezeigt zu werden, wird dann mein Gedicht trotzdem berücksichtigt?\n\nAlso abgesehen davon, dass ich schrecklich unkreativ bin… \n{{champion:17}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-20T19:50:06.481+0000","up_votes":2,"down_votes":0,"body":"Hm, wäre nicht Regelkonform und daher unfair fürchte ich.\nZumindest der Großteil muss vom nicht gespiegelten Namen handeln, wenn zufällig auch ein Wort vorkommt, dass so geschrieben wird wie das gespiegelte Ebenbild, dann ist es okay.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-07-20T11:54:59.451+0000","up_votes":3,"down_votes":1,"body":"Diesen Nagodre kenne ich nicht, aber wer den Bier- und Grasharn zudreht kann nicht bei Sinnen sein. Sicherheitshalber habe ich gleich mal eine Fuhre Rümmelbier losgesandt, dass so etwas in Zukunft nicht noch einmal vorkommt. \n\nNagodre widme ich folgende Ode. Sie trägt den Arbeitstitel \"A-R-S-C-H-L-O-C-H\"\n\ndarf man ein %%%%%%%%% %%%%%%%%% nennen\ndass alle im Land das %%%%%%%%% als %%%%%%%%% kennen\ndarf Jax eine Laterne in des %%%%%%%%%s %%%%%%%%% stemmen\noder gelten für des %%%%%%%%%s %%%%%%%%% Grenzen\n\ngeht das nicht klar\nschreien wir halt DE-MA-CI-A\nin Nagodres Gesicht \nweil in des %%%%%%%%%s %%%%%%%%% \nkein Platz mehr war\nworan der alte Platzhirsch starb\n\nweil für Jax Nagodres Gesicht \nwie ein %%%%%%%%% aussah\n\n\nEdit: Wie sich der braune Faden durch das Gedicht zieht ;)","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-10T08:59:19.476+0000","up_votes":4,"down_votes":0,"body":"Lange haben wir es schon vermutet, nun steht es fest, die Menschheit wird nicht länger von der eigenen Rasse regiert!\n\nSeriöse Wissenschaftler und andere Quaksalber mögen es ja noch immer abstreiten, aber die Forscher unserer Fakultät für Verschwörungen und fesche Kopfbedeckungen konnten nun feststellen, dass die Geschuppten nicht nur unter, sondern hauptsächlich über uns sind!\n\nEin Großteil aller Herrscher unserer Welt, wurden als Reptilienmenschen enttarnt! Ebenso diverse berühmte Schauspieler, Musiker und Sportler!\nNoch ist nicht sicher, ob Menschen zu Reptilien werden oder ob die fremde Spezies, das Aussehen und den Platz der jeweiligen Persönlichkeiten einnimmt.\nBisher lassen die Forschungen auf Ersteres schließen, da anscheinend ein Zusammenhang zwischen schlechten Kameras und der vermeindlichen Verwandlung besteht.\nErst nachdem die Promis mit altem oder qualitativ minderwertigem Gerät abgelichtet wurden, scheint sich der Wandel zu vollziehen. Erkannt werden kann dieser an den rot leuchtenden Reptilienaugen der Betroffenen, deren geschlitzte Form man deutlich erkennen kann.\n\nAuf Grundlage dieser Erkenntnis, forschte die VufK-Fak unter Hochdruck auf dem Gebiet der Fabelwesen und schlechten Kameras, wodurch weitere, erschreckende Fakten zu Tage gefördert wurden.\n\n*Schlechte Kameras erschaffen Fabelwesen!*\n\nUnter der Leitung von Prof. Meinhold Ressner, wurden mehrere Forschungsteams, ausschließlich bestehend aus anerkannten Alu-Hut-Trägern, an Orte geschickt, die für das Aufkommen von Fabelwesen berühmt sind, die Hälfte der Teams erhielt moderne Kameras mit hoher Auflösung, die andere wurde mit alten Einwegkameras losgeschickt.\nDas Ergebnis war eindeutig, oftmals fotografierten die Teams, die gleichen Objekte, doch die Erscheinungen auf den Bildern unterschieden sich maßgeblich!\nWährend das Team mit den guten Kameras, nur einen alten Baumstamm mit Ast dran ablichtete, verwandelte sich eben dieser Stamm, nur wenige Sekunden später, unter Einfluss der schlechten Kamera, in das Monster von Loch Ness!\nÄhnliche Verwandlungen, waren aller Orts zu beobachten, Wetterballons wurden zu Raumschiffen und Büsche zu Werwölfen, das Schlimmste jedoch war die Verwandlung unseres haarigen Fakultätsmitglieds Hermanns, der sich vor der schlechten Kamera von Prof. Ressner selbst, in einen Yeti verwandelte!\n\nHermanns Metamorphose, war, wie schon von den Reptilienmenschen bekannt, auch nach der Verwandlung, nicht mit bloßem Auge zu erkennen, ein weiteres Foto zeigte jedoch eindeutig, dass Prof. Messner sich nicht geirrt hatte, Hermann konnte also, zu seinem eigenen Besten, noch vor Ort notgeschlachtet werden.\nDas Gerücht, Hermann hätte kurz vorher, Kritik an der vermeindlichen \"Verkleidung\" geäußert, die Prof. Ressner ihn angeblich bat anzulegen, konnte nicht bestätigt werden, da alle Zeugen, im Verlauf der Ermittlungen, ebenfalls von Prof, Ressner, als Fabelwesen enttarnt wurden.\nEs ist also von einem Komplott der Fantasie-Wesen gegen unseren geehrten Kollegen auszugehen.\n\nDas Institut kann bisher leider keine Ratschläge geben, wie mit dem enormen Problem umgegangen werden sollte und rät den Lesern nur dazu die Alu-hüte fest zu schnallen und sich nicht vor die Linse schlechter Kameras zu begeben.\nIn Panik zu geraten, ist in jedem Fall ratsam!\n\nSIE SIND MITTEN UNTER UNS!\n\n\nMit panischen Grüßen\n\nMugiwara, Institutsleiter und Alu-Hut-Träger","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-03T16:11:26.684+0000","up_votes":3,"down_votes":0,"body":"Werte Studenten und Dozenten des Institutes,\n\nIch freue mich Ihnen mitteilen zu können, dass Prof. sNooBDogg seit heute ein offizieller Bürger des Königreiches ist und daher, mit sofortiger Wirkung, die Fakultät für Teemologie und Schleimereien, einrichten und leiten wird.\nAlle Studenten, die Fragen über den kleinen Flauschedämon haben, lernen wollen, wie man sich bei der Institutsleitung beliebt macht, oder einfach Stoff brauchen, melden sich von nun an bitte bei Prof. sNooBDoggydog.\n\nWeiterhin möchte ich sie darüber in Kenntnis setzen, dass der Verzehr von Teemopilzen auf dem Institutsgelände, zu Forschungszwecken, ab sofort gestattet ist.\nDie Institutsleitung ist sich bewusst darüber, dass der Pastaclub, der eindeutig nur gegründet wurde, um die abnormen Mengen an \"Oregano\" in den Fachschaftsräumen zu rechtfertigen, nun wohl geschlossen werden wird.\n\nAllen tatsächlichen Pastafreuden, sei ein Lichtblick gewährt, denn Prof. Ryze von der Fakultät für kohlehydratreiche Beilagen, wendet gerade eine große Menge an Forschungsgeldern dafür auf, das Kochen von Nudeln zu erlernen un anschließend auch zu lehren.\n\nAbschließend bitte ich sie nochmals darum, unseren neuen Kollegen Prof. sNooBDogg, herzlich an unserem Institut willkommen zu heißen.\n\n\nMit hoheitlichen Grüßen\n\nMugiwara n Luffy, königl. Klugscheißer und Institutsleiter","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-05-04T16:09:33.018+0000","up_votes":4,"down_votes":0,"body":"Geschätztes Visitorium, werte Liebhaber der Wissenschaften und Geniesser von Teemokeksen!\n\nSchwanzwedelnd und voller Stolz freue ich mich über die Ernennung zum königlichen Teemologen nebst der damit einhergehenden Einbürgerung in OT Königreich, welches ich forthin als mein Revier bezeichnen darf, wohlwissend welch große Bürde die Erforschung der teemologischen Phänomene in all ihren Facetten im Hinblick auf die erwarteten Resultate darstellt.\n\nZu gerne würde ich den Mond anheulen, auf daß mein weithin hörbares _wahooooo_ allen im Königreiche die tiefempfunde Freude über diesen Meilenstein meines Lebensweges verdeutlichen möge, jedoch bietet sich dies durch die  heutige Neumondnacht nicht an. \n\nDaher lade ich zum heutigen Abend die verehrten Kollegen, allen voran unseren klugen, in seinen Personalentscheidungen so weitsichtigen, ebenso scharfsinnigen wie stattlichen, stets gut frisierten und für Lob so unvermindert zugänglichen Herrn und Meister der Wissenschaften Mugiwara N Luffy, in Eiberts Rümmelbude zum Umtrunk.\n\nAls Ehrengäste sind der ehrenwerte und um seine Verdienste für das OT noch allzu selten gepriesene OT Becks samt seines illustren Hofstaates gern gesehene Gäste. Ja ich will mich sogar zu der Kühnheit aufschwingen zu behaupten, daß ohne Euer hoheitlich geselliges Mitwirken der Kulminationspunkt, der Klimax dieser Veranstaltung, verfehlt werden dürfte! \n\nBegrüssenswert wäre das Mitbringen von reichlich Teemokeksen zur vergleichenden Verkostung mit anschliessender Analyse und Diskussion in der Sofaecke des eibertschen Etablissements.\n\nIn freudiger Erwartung bitte ich um zahlreiches Erscheinen\n\nEuer Prof. Dr. teem. sN00Bdogg,","replies":[]},{"id":"","poster":"Maexle","date":"2016-05-03T20:54:13.735+0000","up_votes":1,"down_votes":0,"body":"Wieso denn Teemologie kombiniert mit Schleimereien? {{champion:17}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-04T04:15:14.327+0000","up_votes":1,"down_votes":0,"body":"Weil es die beiden Fachgebiete des Professors sind. ;)","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-03T16:14:18.731+0000","up_votes":1,"down_votes":0,"body":"Wir haben einen Lehrstuhl für Teemologie <3<3<3<3<3<3\n\nDas wurde aber auch Zeit ;)","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-03T16:50:10.270+0000","up_votes":1,"down_votes":0,"body":"Vielleicht wird ja jetzt ein wenig über die berühmt-berüchtigten Teemokekse geforscht :O","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-03T16:56:41.694+0000","up_votes":1,"down_votes":0,"body":"Das hoffe ich doch sehr, vielleicht komme ich dann irgendwann doch noch in den Genuss","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T20:27:11.712+0000","up_votes":1,"down_votes":0,"body":"Verehrte Kollegen, geschätzte Studenten, ich bitte sie unseren neuesten Dozenten, Namiultedformose, am Lehrstuhl für Außerdimensionales-Raum-Zeit-kontinuums-Bereisen, willkommen zu heißen!\n\nEr wird Dr. Prof. Prof. Mag. Z.-Zilean in der Rolle des Fakultätsleiters erstzen, da dieser aus bekannten Gründen keinen Fuß mehr in dieses Institut setzen darf!\n\nFragen chromatischer Natur werden fortan von Namiultedformose beantwortet. In dessen Abwesenheit wird der Leiter des Instituts, selbstverständlich, schamlos in dessen Namen sprechen und vielleicht auch lügen.\n\nIch wünsche allen Beschwöreren des Königreichs eine erholsame Nacht.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T21:18:35.106+0000","up_votes":4,"down_votes":0,"body":"*fake-applaus*\n\ndanke, danke.\n\n*noch mehr fake-applaus*\n\ndanke... da.. JETZT REICHTS ABER!!!11!!!elf!!11\n\n*stellt den Applaus ab*\n\nräusper... aaaalso. Ich danke unserem Werten Institutsdirektor, der Ikone unseres Instituts, für diese wundervolle Einführung.\nAb heute ersetze ich Dr. Prof. Prof. Mag. Z.-Zilean, meinen alten mitarbeiter und rivalen in allen seinen Stellen und lache jetzt nicht schadenfroh *kicher* da... das ist kein lachen! Ich fühle mit ihm, er ist sehr alt, fast schon zu alt für seine Leidenschaft.\nEine Leidenschaft die ich Teile! Eine Leidenschaft... \n*seufz* \nach egal. ich mach das hier wann anders. falls ihr fragen habt, dann los.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-01T22:25:41.115+0000","up_votes":2,"down_votes":0,"body":"Darf ich Namiutedformose nach dem Geschmack der Farbe Lila fragen? Ich habe schon oft darüber gehört, dass der Geschmack von etwas mit Lila verglichen wird, weiß aber leider nicht, wie Lila schmeckt.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T23:17:37.990+0000","up_votes":2,"down_votes":0,"body":"Da müssen Sie die Dozentin dr. prof. Lulu fragen, die hat da mehr ahnung von. Dr. Lulu ist vor allem durch ihr Zitat: „Die beste Verbindung zwischen zwei Punkten ist umgekehrt, mittendurch, dann umgedreht und wieder drumherum.“ bekannt, allerdings auch durch ihre hochrausragende Farbenlehre (\"Lass uns ALLE Farben nutzen!\") bekannt.\n\nAllerdings finde ich, dass die Farbe Grün um einiges besser schmeckt als Lila. Lila ist irgendwie sooo... wertend... xD\nansonsten lässt sich zu dem Thema hier noch einiges finden: https://dasschmecktlila.wordpress.com/","replies":[]}]}]}]},{"id":"","poster":"Kind Prow","date":"2017-05-27T19:00:08.466+0000","up_votes":1,"down_votes":0,"body":"Ich habe eine Anfrage an die Gelehrten des Mugiwara Instituts für Pseudowissenschaften und Halbwissen.\n\nNun ist es zwar eine allgemein anerkannte Tatsache, dass ein Spieler mit Skin um einiges besser performt als ohne. Trotzdem fehlt an dieser Stelle immer wieder ein grundlegender, unwiderlegbarer Beweis im Fundament der Argumentation. Meine Bitte an das Institut ist, jenen Beweis zu erbringen.\n\nIch bezahle auch 100 Fässer Rümmelbier.","replies":[{"id":"","poster":"Der Großmugister","date":"2017-05-29T07:41:02.052+0000","up_votes":3,"down_votes":0,"body":"Aber nichts leichter als das!\n\nDass diese These, eher eine Tatsache ist, kann jeder leicht selbst ausprobieren!\nMan starte einfach ein Spiel und nehme einen Chat, für den man einen Skin besitzt und spiele so gut man kann, danach starte man eine weitere Runde und wähle einen zufälligen Champion, für den man keinen Skin besitzt, am besten einen, mit dem man ncoh nie oder selten gespielt hat.\n\nIn fast jeder Situation dieses Experimentes, wird man mit dem Champion, für den man einen Skin hat, besser spielen!\n\nBeweis erbracht! Ich warte dann auf das Bier.","replies":[]}]},{"id":"","poster":"dêr zwerg","date":"2016-05-01T20:21:52.847+0000","up_votes":3,"down_votes":0,"body":"Nachdem der zwerg das Fundament für sein neues Heim fertiggestellt hatte, beschloss er durch das Königreich zu spazieren. Er hatte seit drei Tagen kein Rümmelbier mehr getrunken und hatte nicht vor dies an diesem Abend zu ändern. Zu viel hatte er sich für die nächsten Tage vorgenommen, um seinen Körper und Geist zu benebeln. \nSo bog er vor der Schänke rechts in dieses Gäßchen ein, dass er zuvor noch nie betreten hatte. Er maschierte vorbei an an einer goldenen Dravenstatue und erreichte nach kurzem Fußmarsch einen Platz den man schon fast als Forum bezeichnen konnte. Reges Treiben herschte an diesem Platz. Studenten saßen lesend unter Schatten spendenden Bäumen. Gelehrte diskutierten hier über Gott und die Welt. \nNachdem er zum Spaße sich in eine Diskussion einmischte und die Beteiligten durch seine Argumente in Staunen versetzte, betrat er das große Gebäude, das das Herzen des Forums zu sein schien. Es herschte ein reges Treiben. Bücher Hier, Flipcharts da. Auf einem Podium hielt ein Proffesor mit blauer Gesichtsfarbe und einem Punkt auf der Stirn einen Vortrag über Magie und deren Anwendungsgebiete im Alltag eines OT Bürgers. All dies erinnerte Ihn an die Bibliothek und die Universität von Alexandria, die er einst bauen ließ um Toth den Lichtbringer ein Denkmal zu schaffen. \n\nder zwerg sah, dass es gut war.\n\nDa störte Ihn das Halbwissen, dass man Pyramiden in dieser Welt tatsächlich für Grabstätten hielt wenig. Eines Tages würde er die Bürger hier an seinen Wissen teilhaben lassen, aber vorerst hatte er wichtigeres zu tun. Er hatte Hunger. Nachdem er hier nichts zu essen fand, machte er sich auf den Weg zu Rümmels Schänke, um die Reste des Bratens zu vertilgen.","replies":[]},{"id":"","poster":"Siracor","date":"2016-07-23T17:37:45.586+0000","up_votes":4,"down_votes":1,"body":"(Hab es dummerweise erst nach schreiben des Gedichts gespiegelt xD hoffe es passt trotzdem, naja egal)\n\nDunkel und finster schreitet Nagodre herein \nDoch! Was erleuchtet den Raum wie im Kerzenschein?\nIst es die Plattnase oder doch die Segelohren?\nSelbst ein Schönheitschirurg fühlt sich beim Anblick verloren\n\n'Was will die hässliche Kröte hier?'\n'So wie er aussieht ganz sicher kein Bier'\n'Gras scheint auch etwas zu viel für den Knilch'\n'Ich weiß, bringt dem Kleinen ein Glas warme Milch'\n\n'RUHE' scheppert Nagodre vor Wut\n'HALTET EUER MAUL, meine Laune ist nicht gut\nEure Eskapaden führen uns bald in den Bankrott\nDen nächsten der kichert bring ich zum Schafott'\n\nStille kehrte bei seinen Worten ein\nNiemand wollte beim Widersprechen der erste sein\n\n'Gewerkschaft' schrie einer ganz und gar blau\n'Gerechtigkeit' ein anderer, frisch aus dem Bau\n\n'Stürzt die Spaßbremse, stürzt sie herunter'\n'Sein blasses Gesicht scheint schon viel bunter'\n\nTatsächlich ist Nagodres Gesicht schon ganz grün\nUnd bei seinem Anblick die Bande auch nicht mehr so kühn\n\nSo verlässt unter seiner Aufsicht der Alkohol das Zimmer \n'Nun schreibt ein Gedicht oder was auch immer'\nTränen fließen, aber der Zapfhahn bleibt zu\n'Wir werden uns rächen, warte nur du'\n\nUnd die Moral von der Geschicht\nLangweilige Menschen trinken nicht","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-23T18:00:38.323+0000","up_votes":2,"down_votes":0,"body":"Ignorier meinen ersten Kommentar einfach^^ so viel Teilnehmer sind es nun auch nciht, dass man Angst vor Beschwerden haben müsste, nur weil es nciht als Antwort auf den Aufruf gepostet wurde :D","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2017-08-31T07:14:14.173+0000","up_votes":2,"down_votes":0,"body":"Geschätzte Lehrkörper und Studenten,\n\nDer Grossmugister überträgt ab jetzt live und in Farbe, direkt aus dem Institut!\nEs wäre mir eine Ehre, wenn ihr mich besuchen würdet, bleibt ein Weilchen und hört zu...\n\nUnd  wenn ihr schon da seid, schickt dem Music-Bot doch bitte einen Songrequest (!Songs), Prof. Heimerdinger hat das Teil so eingestellt, dass es ansonsten andauernd Nickelback spielt!\n\nhttps://www.twitch.tv/grossmugister","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-08-31T20:30:32.362+0000","up_votes":1,"down_votes":0,"body":"coole Sache! Schaut rein ihr Frühaufsteher und lasst ein ABO da...","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2017-05-15T08:01:26.203+0000","up_votes":2,"down_votes":0,"body":"Werte Magier, Kämpfer und Beschwörer des Instituts!\n\nEinige wissen es schon, manche haben es verschlafen, unser König, der sich mittlerweile zum Kaiser ernannte, leidet am Wahn der Macht!\nDie einzige Möglichkeit, unseren geliebten Herrscher zu heilen, ist eine umfassende Entmachtung!\nMit der Befugnis meines Postens als Großmugister, erlasse ich hiermit den ersten Marschbefehl in der Geschichte des Institutes.\n\nBeschwörer:\n\nWeckt die Golems und Simulacren, sie werden mit den Truppen des Nekromanten, die Frontlinie bilden. Ihr selbst haltet euch im Hintergrund!\n\nKrieger:\n\nSchützt die Beschwörer! Ihr bildet die zweite Reihe, gleich hinter den Untoten und Unbelebten.\n\nMagier:\n\nGreift nicht direkt ins Kampfgeschehen ein! Die Rolle des Hofmagiers ist noch ungewiss! Sollte er gegen uns vorgehen, müsst ihr all eure Macht aufbringen, Barrieren und Feuerwände gegen seine Angriffe zu errichten!\n\n\nIm Idealfall, wird es zu keiner Schlacht kommen, doch man weiß nie, wie der Zwerg und seine Truppen reagieren werden, eventuell ist er zu eng mit dem König verbunden, um seinen Wahn zu bemerken!\nGeht nur im äußersten Notfall gegen Bürger des OT vor! Dies ist kein Putsch, sondern eine Rettungsaktion!","replies":[{"id":"","poster":"Zamonianer","date":"2017-05-15T10:42:56.523+0000","up_votes":1,"down_votes":0,"body":"Langsam gehe ich von meinem hinteren Platz nach vorne: \"Was wird das denn hier? Gerade unsere wissenschaftliche Einrichtung, wenn auch nur für Pseudowissenschaft und Halbwissen, hätte doch in der nötigen Distanz verbleiben sollen, um von dort mit Hilfe von Wissen und Wissenschaft dem Königreich bestmöglich zu dienen, anstatt sich für den Krieg zu rüsten.\n\nNeuwahlen, eine Entmachtung aufgrund von Machtwahn oder auch eine friedliche Revolution kann ich unterstützten, nicht aber einen als Rettungsaktion getarnten Krieg namenloser Institutsmitglieder gegenüber den Bürgern des Königreich OffTopic.\n\nLasset ab von dieser Narretei, beendet eure Kriegsvorbereitungen und kehret zurück an den Verhandlungstisch - denn ich werde für das OT kämpfen, so ich denn muss, und ich will nicht, wenn ich nicht muss!\"\n\nGruß\nZamo","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2017-04-25T00:09:53.526+0000","up_votes":2,"down_votes":0,"body":"Werter und hochverehrter  Mugiwara n Luffy, Stolz der Wissenschaft und geliebter Patron!\n\nHeute möchte ich mich an Euch in Eurer Funktion als hellstes Licht und ausgebleichteste der angegrauten Eminenzen des Wissens ansprechen. Untertänigst senke ich meine Rute und erflehe Euer Wohlwollen in der nachfolgenden Angelegenheit, zu deren Initialisierung ich mich am heutigen Tage kühn aufschwingen möchte.\n\nGar lange schon erforsche ich an meinem bescheidenen Institute die Geheimnisse Teemologie. Dieser Lehrstuhl, eingerichtet durch Euer Eminenz weitsichtige Persönlichkeit und in unermesslicher Güte meiner Person anvertraut, erforscht seit dem Gründungstage nicht nur das Teilgebiet der Teemologie, nein auch interdisziplinär wird hier geforscht. So kennt ihr sicherlich unsere auf den Deckeln in Rümmels Schenke bestens dokumentierten Ergebnisse bezüglich der Koexistenz und Korrelation der beiden Grundnahrungsmittel in unserem Königreiche (Teemokekse und Rümmelbier). Auch die Langzeitfolgen übermäßigen Konsums in unausgewogenen Mengenverhältnissen und ihr Beitrag zur Klimaerwärmung sind nun hinreichend bekannt. Unter anderem konnten in diesem Frühjahr die Heizkosten im Königreich gegenüber dem letzten Quartal deutlich gesenkt werden. \n\nMein Ansinnen, für welches ich Euch zu begeistern trachte, ist die Schaffung eines Organs, mit dem wir unsere bahnbrechenden Erkenntnisse in die Welt tragen können, auf daß alle von unserem Wissen profitieren und sich der Wohlstand weit über die Grenzen unseres Reiches verbreite.\nEin  heller Stern am Firmament der Alchimie soll von nun an das Lichte des Fortschritts in allen Hütten erscheinen lassen. Nicht länger sollen die Erkenntnisse unserer Forschungen im  Keller der Verdammnis verrotten. Nein! Von nun an wollen wir in  regelmäßig variierenden Abständen über die sensationellen Ergebnisse unserer Studien berichten. \n\nHierzu werden wir in den \"WTF news\" die neuesten wissenschaftlich-teemologischen Fakten veröffentlichen. All meine Kollegen seien herzlichst aufgerufen, sich mit ihrem Salmon einzubringen und das Blatt mit Leben zu füllen. Wir folgen dem Konzept einer offenen Redaktion und sind somit nie um einen Verleger verlegen. \n\nAuch über die Mauern unseres Institutes hinaus wollen wir eine offene Plattform sein und uns weltweit für Frieden und Yordlerechte einsetzen. Denn nicht nur über den königlichen Genuss von Rümmelbier oder die fachgerechte Zubereitung von Teemokeksen soll  berichtet werden, nein auch wirklich ernsten Themen wollen wir unsere Patenschaft anbieten. So zum Beispiel in der Enthüllungs-Plattform \"WTF-leaks\" \n\nLangfristig kommen wir um die Errichtung einer königlichen Druckerei nicht vorbei, doch solange diese noch nicht realisiert werden konnte, werde ich die Publikationen im Audienzsaal des Königs persönlich verlesen.\n\nAbschliessend erflehe ich erneut Eure  Gunst und Unterstützung hinsichtlich meines Vorhabens,  bevor ich mich sogleich in meiner Hundehütte zur Nachtruhe begeben werde.\n\nEuer ergebenster Diener der Wissenschaften und oberster Schleimer am Hofe Königs Eibert I.\n\nProf. sNooBDogg \nTeemologe und Hund","replies":[{"id":"","poster":"Der Großmugister","date":"2017-04-28T14:55:12.858+0000","up_votes":1,"down_votes":0,"body":"Nach reiflicher Überlegung bin ich zu dem Entschluss gelangt, dass ihr Recht habt!\n\nWir sollten sogleich den königlichen Nekromanten mit der Schaffung des besagten Organs betrauen, er ist dafür wohl am besten geeignet! Ich persönlich stelle mir etwas Nierenartiges vor.\n\nWas mich etwas stutzig macht, ist eure Forderung, die Lachse anderer Forscher mit einzubeziehen. Sollten wir einen Kalender oder ähnliches anbieten, bin ich natürlich gerne bereit, meinen Lachs für den guten Zweck herzuzeigen, allerdings nur im Monat Juli!\nOb der Rest des Lehrkörpers ebenfalls so freizügig ist, kann ich leider nicht garantieren.\n\nWie sollte die Druckerei denn aufgebaut sein? als ein weiteres Gebäude des Königreiches?","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-20T09:43:13.348+0000","up_votes":1,"down_votes":0,"body":"Wo is hier der Psychologie Professor? Ich hätte ein Frage über die Konsistenz und Stärke eines nicht von Menschen errichteten Staates. Genauer gesagt errichtet von ratten. In der Schlosskanalisation.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-20T09:58:59.388+0000","up_votes":2,"down_votes":0,"body":"Die Verlässlichkeit der Informationen hängt von einigen Faktoren ab.\n\nHaben die Ratten, das Gebiet in dem sie nun siedeln, von den vorherigen Bewohnern, zu einem lächerlichen Preis ergaunernt, besagte Bewohner anschließend, beinahe vollständig ausgerottet und ihre Kultur lächerlich gemacht?\nHaben die Ratten dann sogar einen höhnischen Feiertag eingeführt, an dem die Ausrottung der Bewohner gefeiert, aber plump als freudiges Miteinander dargestellt wird?\n\nHaben die Ratten ein minderwertiges Sozial- und Gesundheitssystem, eine Kluft zwischen den Schichten und Ethnien, die tiefer ist als der Mariannengraben, sehen sich aber dennoch als die Krone der Schöpfung und Herren der Welt?\n\nSollten diese Faktoren alle zutreffen, kann ich dich beruhigen, dann ist es nämlich mehr als wahrscheinlich, dass sich, in naher Zukunft, eine Ratte mit grausig schlechtem Toupet, dessen Lächerlichkeit bloß von der Weltanschauung des Trägers übertroffen wird, zum Herrscher der Ratten erheben, eine Mauer um die Kanalisation bauen und das Rattenvolk in windeseile zur eigenen Vernichtung treiben.\n\nSo läuft das jedenfalls sonst immer ab, wenn Ratten einen Staat gründen.","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-05-13T21:35:37.769+0000","up_votes":3,"down_votes":1,"body":"Werte Kollegen des Mugiwara Institutes!\n\nHocherfreut möchte ich Neuigkeiten verkünden, denn das Schicksal hat mich im Rahmen meiner Forschungen in folgenden Kanal geführt: \n\nhttps://www.twitch.tv/exploreforce\n\nSo stellt Euch vor wie mir geschah! Bietet sich dieser Teemo doch an ihn bei der Ausübung seiner Tätigkeit zu beobachten. Ein Angebot, das auszuschlagen keinem echten Teemologen je in den Sinn kommen würde! Sogleich nahm ich eine bequeme Sitzposition ein und verfolgte das bunte Treiben des kleinen Pilzliebhabers. Er freute sich darüber so sehr, daß ich sogleich auch an seiner Tombola teilnehmen durfte und ehe ich mich versah wurde ich sogar mit einem Willkommensgeschenk belohnt. \"GIVE AWAY\" war seine Bezeichnung für das Gastgeschenk, das mir von einem Herrn namens NIGHTBOT zugewiesen wurde.\n\nNun stellt Euch nur seine freudige Erregung vor als ich mich nach Entgegennahme des Geschenkes in meiner wahren Identität und Berufung als Teemologe offenbarte! Nun ... zu sagen, daß er ganz aus dem Häuschen war, wäre glatterdings eine Untertreibung. Er ehrte mich indem er mehrfach meinen Namen allen anwesenden zu rief und ich glaube, ich habe dem kleinen Kerl eine riesige Freude bereitet.\n\nDie Tombola ist noch nicht zu Ende und er würde sich sicher über weitere Besuche von allen Teemopathen an diesem Wochenende freuen\n\nEuer Sn00bdogg\n\nTeemologe und Hund!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-13T21:41:53.966+0000","up_votes":2,"down_votes":0,"body":">Ich hatte den Stream heute auch für 5 Minuten an, denn Teemo Liebhaber verdienen meiner Unterstützung. In Exakt diesen 5 Minuten wurde Snoopdogg als Gewinner bekannt gegben. Was hab ich gelacht :)","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-05-13T23:47:12.769+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=bVAvEXEx,comment-id=001a0000,timestamp=2016-05-13T21:41:53.966+0000)\n>\n> \n\nIch auch ^^\n\nMein erstes give away ever ^^\n","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-14T09:18:57.275+0000","up_votes":1,"down_votes":0,"body":"Teemokarma oder so","replies":[]}]}]}]},{"id":"","poster":"Kind Prow","date":"2016-05-08T18:54:02.423+0000","up_votes":2,"down_votes":0,"body":"Ich wünsche den Leiter zu sprechen. Aufgrund neuester Erkenntnisse im Fach magischer Wesen, müsste sich das Institut mal mit Aggressionsleveln aller bekannter Wesen auseinandersetzen, und deren (Aus)Nutzbarkeit.\n\n[Holger die Waldfee](https://www.youtube.com/watch?v=rR5tkD7pFrg)","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-09T15:48:02.571+0000","up_votes":1,"down_votes":0,"body":"Das trifft sich ausgezeichnet, denn ich bin fast fertig mit meiner neuen Abhandlung zum Thema \"Fabelwesen und wie sie uns beherrschen\".\nMorgen wird sie sicher fertig und wie immer, absolut wahr sein.\n\n*Spoiler*:\n\nEs geht um Reptilienmenschen","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-04T08:57:46.596+0000","up_votes":2,"down_votes":0,"body":"Geschätzte Studenten\n\nProf. Ian Kar´dash von der Fakultät für schwarze Löcher und Realitätsbiegung hat mich darum gebeten, alle Studenten ihrer eigenen Veranstaltungen, sowie den gesammten Fachbereich \"Ignoranz\" darauf hinzuweisen, dass sich eine Exkursion in folgenden Thread\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/n6YHrUuv-riot-verklagen-wg-unrechtmaaaigen-accountbans\n\nfür Alle lohnen könnte, die gerne mehr über die Denkweise von schwarzen Löchern lernen möchten.\n\nUm Missverständnissen wie denen beim letzten Mal vorzubeugen, weise ich ausdrücklich darauf hin, dass sich Prof. Sion noch immer auf Kur befindet und diesen dämlichen Spitznamen sicher nicht mögen würde.\nAuch wird es mit Sicherheit keinen Ex-kur Sionskin geben!\n\nMit fordernden Grüßen\n\nMugiwara n Luffy, Institutleitung und Leitungsinstitut","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-04T10:50:33.663+0000","up_votes":1,"down_votes":0,"body":"holy...","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-04T06:26:13.987+0000","up_votes":2,"down_votes":0,"body":"Werte Studenten, Besucher und Foruminierer auf der Durchreise,\n\nDas Institut hat sich einer Beliebtheit erfreut, die ich nicht erwartet hätte und somit war ich die letzten zwei Tage sehr mit der Verwaltungsarbeit beschäftigt, statt mit dem, wofür ich das Institut gegründet habe, der Verbreitung von Halbwissen!\nDa sich der anfängliche Trubel, der mich sehr erfreute, nun etwas gelegt hat, konnte ich mich wieder der Forschung widmen und möchte euch auch sogleich meine neuesten Erkenntnisse präsentieren.\n\nIn Zusammenarbeit mit dem Fachbereich für Quacksalberei der Fakultät für innere Angelegenheiten sowie unserem Experten für Meinungsforschung, Prof. Farro Hüllgrabe, ergaben sich erstaunliche Neuigkeiten auf dem Gebiet des Impfschutzes!\n\n*Impfungen sind pures Teufelswerk!*\n\nDurch die Befragung einer ausschließlich aus Impfgegnern bestehenden Testgruppe, konnte Prof. Hüllgrabe herausfinden, dass 90% der gesamten Bevölkerung der Meinung sind, dass Menschen die sich impfen lassen, dumm und ignorant sind! Ganze 10% sagen, \"dass die mal lesen sollen die Mitläufer\".\n\nDas allein ist schon Beweis genug, dass Impfungen dumm und ignorant machen und dass die Impfungsbefürworter mal lesen sollten, die Mitläufer!\nWie könnten 100% falsch liegen?!\nDoch das Institut wäre nicht das Institut, würden wir unsere Ergebnisse nicht durch absolut allgemeingültige Tests untermauern!\n\nUm Gewissheit zu erlangen, impfte die Belegschaft des Fachbereiches für Quacksalberei, einen freiwilligen, vollständig geimpften Probanden, welcher bereits durch die Einwilligung zu diesem Experiment seine Dummheit und Ignoranz bewies, nochmals mit allen, dem Institut zur Verfügung stehenden Impfstoffen.\nDas Ergebnis war so verheerend wie eindeutig, die Hirnfunktion des Probanden verringerte sich um erschreckende 100% und in seinem Blut ließen sich Spuren diverser, vorher nicht vorhandener Krankheitserreger feststellen!\n\nImpfungen machen einen also nicht nur zu einem dummen, ignoranten Mitläufer, der mal lesen sollte, sie machen auch noch krank!\n\nDas Institut rät also eindeutig dazu, jedwede Impfung zu verweigern! Damit schützen sie nicht nur sich selbst vor den direkten Folgen, sondern die Welt auch vor Überbevölkerung und tun ganz nebenbei auch Etwas für den Artenschutz, denn nur so kann sichergestellt werden, alte, kranke und immunschwache Menschen, die sich nicht mal impfen lassen könnten, wenn sie es wollten, mit all den Krankheiten anzustecken, die durch flächendeckende Impfung, gnadenlos ausgerottet würden.\n\nMit verschleimten Grüßen\n\nMugiwara n Luffy, königl. Klugscheißer und Bazillenschleuder","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-05-02T01:33:02.264+0000","up_votes":2,"down_votes":0,"body":"Oh königlicher Klugscheisser,\n\nuntertänigst erbitte ich Gehör, denn hinzuweisen auf einen Eurem Institut unwürdigen Missstandes ich trachte! \n\nBedenket wohl, daß blanker Neid in meinem Innersten brennet, wenn ich mich vergleichend auf Euren Beitrag für die völkische Aufklärung und Erleuchtung besinne und sollte ich auch 100 Leben leben, so ich doch nie den Grad Eurer Durchdringung des universalen Verständnisses erringen könnte. Entsprechend gibt es niemanden sonst weit und breit, der sich im Wissen, um das Weltengefüge mit Euch messen könnte!\n\nBevor ich mein Anliegen konkretisiere, will ich mich vorstellend zu meiner Person äussern und erhoffe demütigst, daß ihr die Zeit aufbringen möget meinen Zeilen ausreichende Aufmerksamkeit zu widmen.\nGeboren in Caniopäa wuchs ich zunächst eines Hundes würdig auf. Doch bereits in meiner Rangordnungsphase im heimischen Rudel kam es zum prägenden Erlebnis meiner Entwicklung. Im Zuge der Erkundung des Reviers entdeckte ich diverse Pilze im hohen Gras. Neue Erkenntnisse nicht scheuend (und hungrig obendrein) verschlang ich diese Pilze. Ja! Sie mundeten so wohlschmeckend, daß ich erst innehielt als alle Exemplare verschlungen waren. Längst war nicht mehr Hunger mein Antrieb gewesen, nein die pure Verzehrenslust trieb mich voran. \nDoch kaum war der Gabenteller leer gefressen, verfiel ich in eine Stasis, die nur durch die wildesten und bislang süßsesten Visionen erfüllt wurde. Starr aber beseelt, verharrte ich mehrere Zyklen im Gras, ohne zu sehen und ohne gesehen zu werden. Doch die Stasis war nicht fortwährend und weiterhin nichts sehend begann ich mich durch Laute zu erkennen zu geben. \nDank der  hervorragenden Lauscher des Suchtrupps war ich bald aufgefunden und wurde zum Doggital, unserer Heilanstalt, gebracht. Kaum war ich wieder sichtbar, starteten weitreichende Untersuchungen meiner Physiognomie durch unsere heilkundigen Medidoggs. \nDie Diagnose war recht bald gefunden: Bei den Pilzen handelte es sich um die Gattung  _Fungus arkanum officinalis_ , dem gemeinen Teemopilz, im Volksmund auch der Simplfizierung halber Shroom genannt.\nNun woher sollte ein Welpe wie ich bereits wissen, daß allein die Berührung mit diesem heimtückischen Gewächs nicht selten zum Tode führte. Einem der  ehrlosesten Tode im Königreich möchte ich betonen!\nSo war auch ich an _Teemorrhoe vulgaris_  erkrankt, welche gemeinhin durch die mit den Pilzen eingenommenen  Teemokokken übertragen wird.\n\nEuer erleuchtet Haupt mag nun in seiner Weisheit vorausahnen, welch Triebfeder mich fortan auf den Pfad der Neugier  führte und welch Antrieb mich spornte zu ergründen die Tiefen des Wurzels des Übels. Unstillbarer Drang nach Erkenntnis als Grundlage der Bekämpfung der um sich greifenden Teemopathie im Reiche ist nun mein Daseinszweck! \nDoch nach den vielen Jahren der Erforschung aller teemologischen Phänomene gelangte ich ins dunkle  Verliess des Stillstands, aus dem ich nur durch Assistenz und dem Unterbau Eures Institutes zu entrinnen zu glauben vermag.\nJedoch, so hörte ich nun vor Kurzem, ist dieses Forschungsgebiet den OTianern gänzlich unbekannt und lediglich die bei Rümmelbier verkündeten Halbwahrheiten sind Ausgangspunkt für Vorsorge und Edukation. \nDiesem Missstand gilt es ein Ende zu setzen, um den Namen Eures Institutes bis weit über die Grenzen des Landes wieder in altem Licht erstrahlen zu lassen!\n\nSo erlaubt mir die Frage, und ich flehe zu den Monden ein lautes _wahooooo_ in all meinen Nächten um Euer Wohlgesinntheit, gestattet mir die Bitte zur Errichtung einer teemologischen Fakultät an Eurem Institute.\n\nFolgende Fachgebiete gedenke ich untertänigst mit dem Wohlwollen  Eurer Gesalbtheit einzurichten:\n\nTeemogenese - Herkunft und Wurzeln des Übels \n\nTeemopathie - Erkennung, Vorbeugung und Heilung.\n\nTeemotonie - Soziologische Auswirkungen einees Phänomens\n\nTeemokratie - Ist sie machbar? \n\n\nÜber die Maßen geehrt würde ich mich fühlen, die Einzelheiten mit Euch zu besprechen. Vielleicht während des Verzehr einiger Halbgarheiten des verehrten Kollegen Professor Ryze. \n\nMit letztmaliger eindringlicher Mahnung erbitte ich Euer wohlwollendes Interesse an meinem Ansinnen und wünsche Euch einen luffigen pilzfreien Tag\n\nEuer sNOOBdogg","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T04:57:54.641+0000","up_votes":2,"down_votes":0,"body":"Das kann ja gar nicht sein! Ein Institut ohne eine teemologische Fakultät ist ja keinen Pfifferling wert!\nWie konnte ich es nur versäumen diesen Lehrstuhl einzurichten?!\n\nUm diesen Misstand so schnell wie möglich zu beseitigen, bitte ich euch, so ihr denn wollt, schnellst möglich unseren verehrten König im Audienzsaal des OT aufzusuchen, um die Bürgerrechte des Königreichs zu erbitten. ( http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7eIrrBQX-audienzsaal-des-offtopics )\nZwar darf ein Angehöriger jeder Nationalität, in unseren Hallen nach Wissen suchen, das promovieren in Amt und Würden ist jedoch, abgesehen von einer Gastprofessur, nur OTlern gestattet.\n\nIch hoffe, dass diese Formalität in aller Bälde erledigt sein wird, solltet ihr euch denn dem Königreich anschließen wollen.\nUnser Institut wird in der Zwischenzeit, die nötigen Räumlichkeiten zur teemologischen Forschung und Lehre vorbereiten.\nNatürlich wäre das Institut geehrt, euch die Leitung dieser Fakultät zu überlassen, da ihr alles habt, was es dafür braucht, nämlich die Fähigkeit, euch äußerst geschickt bei unserem geliebten Institutsleiter einzuschleimen.","replies":[]}]},{"id":"","poster":"The mute Swan","date":"2016-05-01T16:02:56.259+0000","up_votes":1,"down_votes":0,"body":"Herr Doktor!!\nMein Bier habe ich mir selbst mitgebracht, wie stehet es mit einem kleinem Mittagsschmaus?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T16:11:02.439+0000","up_votes":1,"down_votes":0,"body":"Für Fragen das leibliche Wohl betreffend, wenden sie sich bitte an den neuen Leiter der Fakultät für kohlehydratreiche Beilagen, Professor Ryze.\nIch weise sie aber ausdrücklich darauf hin, dass an diesem Institut, ausschließlich vegetarische Kost gereicht wird, sollte ihnen der Sinn nach Fleisch stehen, besuchen sie bitte den königlichen Chefkoch Eibert Rümmel in seiner Schänke.\n\nDie Anschuldigung, der vegetarische Grundsatz gründe sich nur auf der Tatsache, dass unser Professor, ausschlieslich Reis kochen könne und der ehrenwerte Mugiwara zu geizig sei, einen richtigen Koch für die Mensa zu engagieren, weisen wir entschieden zurück.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T16:33:26.969+0000","up_votes":1,"down_votes":0,"body":"Solange der Reis seines Lebens lang keinen schatten warf, soll mir dies recht sein. Meine Wenigkeit gehört nämlich zu dem kreis der Veganer 8 Grades. Allerdings muss Ich jetzt fragen, wie es denn mit Popcorn aussieht, denn ich habe den Ehrenwerten Dozenten Zeitmaschinen-Zilean noch nicht zu Gesichte bekommen.\n\nZudem bin ich noch auf der Suche nach einer Festen Anstellung. Lässt sich hier etwas finden?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T16:40:16.544+0000","up_votes":1,"down_votes":0,"body":"Von dem mussten wir uns leider trennen, nachdem sein Alter-Ego Hippie-zilean, die gesamte Jahresausbeute an Samen, von Professorin Zyra von der pflanzologischen Fakultät für Grünzeug, geraucht hat und daraufhin auf einem Schwein durch die Mensa ritt und die Büste unseres geliebten Gründers Mugiwara verschandelte, indem er den schlecht gezeichneten Phallus aus seinem Gesicht entfernte.\nDaher gibt es weder jetzt, noch in fernster Zukunft, jemals wieder Popcorn auf dem Gelände des Institutes!\n\nAbgesehe davon versucht Professor Ryze ohnehin gerade das Patent auf Mais und alle Folgeprodukte zu erhalten, da sie laut seiner Aussage nur ein billiger Abkaltsch seines Namens sind. ","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T16:45:30.217+0000","up_votes":1,"down_votes":0,"body":"Dies hört sich danach an, als sei ein Lehrstuhl für außerdimensionales Raum-Zeit-kontinuums-bereisen wieder Frei geworden. Zufälligerweise bin ich ebenfalls ein Experte auf dem Gebiet, resultierend aus jahrelanger Zusammenarbeit mit dem Ehrenwerten Dr. Prof. Prof. Mag. Z.-Zilean und würde mich Freuen, wenn ich diesen Wunderbaren Posten übernehmen könne.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T17:00:33.030+0000","up_votes":1,"down_votes":0,"body":"Das sollte sich machen lassen, die einzigen Vorraussetzung für ein Amt am Institut sind Überzeugungskraft und ein vom König authorisierter Bürger des Köigreiches OT zu sein.","replies":[{"id":"","poster":"Yjuq","date":"2016-05-01T22:35:55.215+0000","up_votes":2,"down_votes":0,"body":"Eijeijei, habt ihr denn schon einen Dozenten der die Vorlesungen über die Poros hält? Falls nein, stehe ich euch da gerne zur Verfügung, allerdings habe ich derzeitig dringende Angelegenheiten zu erledigen welche meine komplette Konzentration benötigen. Die Thematik der Poros ist in vieler Hinsichten wichtig für die Kluft, den Beschwörern sowie Braum. Es ist wichtig dass unbedingt Vorlesungen über Poros gehalten werden müssen! Ich biete mich gerne an nachdem ich meinen wichtigen Verpflichtungen, und meiner RETTET DIE POROS! Aktion nachgegangen bin. Ansonsten stelle ich alternativ dem Institut gerne meine langjährigen Forschungsarbeiten, bezogen zu den Poros, zur Verfügung.","replies":[]},{"id":"","poster":"The mute Swan","date":"2016-05-01T17:56:28.556+0000","up_votes":1,"down_votes":0,"body":"So bitte ich Ihre Majestät untertänigst, sollte sie sich zufällig in unsere unteren Gefilde verirren und dies zu lesen bekommen, meine Existenz anzuerkennen und mir eine königliche Empfehlung zu erteilen.\nDas mit der Überzeugungskraft sollte kein Problem sein, zur not krame ich einfach meine Päsentation zu Kerr-schwarzen Löchern und den LHC-Bananen-Mikrowellen-experimenten wieder hervor, das dürfte meine Expertise in außerdimensionalem Raum-Zeit-kontinuums-bereisen hervorheben und legitimieren.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T18:23:23.467+0000","up_votes":1,"down_votes":0,"body":"Ich denke auch, dass da nix im wege stehen sollte. Denn den Lehrstuhl für außerdimensionales Raum-Zeit-kontinuums-bereisen sollten wir schon schnellst möglich wieder besetzten. Der Doctor ist schon etwas pampig, weil er beim \"Klaue den Punkt Spiel\" so eingespannt wird ;)","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T21:22:03.244+0000","up_votes":2,"down_votes":0,"body":"Unsere Majestät Empfahl mir, mich etwas mit Ihnen zu unterhalten, Herr Rümmel. Sie meinte meine Leidenschaft für Teemo-kekse könne wohl hier endlich auf erwiderung Treffen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T21:28:20.957+0000","up_votes":2,"down_votes":0,"body":"hörte ich Teemo? <3<3<3<3<3<3\n\nOhja sehr gerne würde ich da kosten, nur sind die immer so schwer zu finden. Ich back täglich welche, doch kaum sind sie fertig.... kosten konnte ich noch nie einen :(\n\nIch setz mir dann vor Frust immer meinen Teemo Hut auf und Kuschel mit meinem Teemo Plüschtier, aber es hilft nicht. Wie gerne würde ich den sagenhaften Geschmack eines Teemo Kekses nur einmal auf meinem Gaumen schmecken. Vielleicht hast du da ja eine Lösung?","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-01T22:12:22.424+0000","up_votes":2,"down_votes":0,"body":"Ich habe gehört, es gibt einige Möglichkeiten, dafür zu sorgen, dass die Teemokekse nicht so einfach verschwinden. Die Dozentin für Gleichgewicht und Gewichtsänderungen Karma empfahl mir, sie an einer kurzen Leine anzubinden, solange man sie hinter sich her zieht, sollen sie keine Möglichkeit haben, davonzulaufen, wenn man kurz weg sieht. \n\nVon Fräulein Lulu aus der Abteilung Schabernack und anderer Unsinn, meinte, es würde helfen eine Fee darum zu bitten, auf die Kekse aufzupassen. Als ich ihren Assistenen Pix aber letztes mal darum bat, die Kekse in Augenschein zu nehmen und kurz darauf wieder kam, fand ich leider nur noch Krümel vor.","replies":[]},{"id":"","poster":"The mute Swan","date":"2016-05-01T21:42:11.206+0000","up_votes":2,"down_votes":0,"body":"Leider nein. es gelang mir nur einmal, als ich damals noch in meiner Heimat, dem fernen Freljord unterwegs war, einen zu kosten, dafür musste ich allerdings ein Orakel verjüngen und zu mir nehmen, was mir einiges an Ärger einbrachte, wie man sich vielleicht vorstellen kann. dafür konnte ich aber für eine kurze Weile meine Bisherigen Teemokekse sehen und probieren. \nEs war wundervoll. Einen magischeren Trip hatte ich nie. \nAllerdings sind seit kurzem die Orakel unter Artenschutz geraten und somit die Teemokekse aus unserer Reichweite. :/","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T18:10:03.076+0000","up_votes":1,"down_votes":0,"body":"Bewerbungen können im Audienzsaal des OT vorgetragen werden:\n\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7eIrrBQX-audienzsaal-des-offtopics\n\nWenn du ein aktiver Foruminierer bist, wird deiner Aufnahme sicher Nichts im Wege stehen.\nIch halte die Stelle bis dahin frei.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T19:04:14.122+0000","up_votes":1,"down_votes":0,"body":"Bewerbung ist raus, ich hoffe sie ist mir gelungen. ansonsten werde ich wohl weiterziehen müssen, nach zhaun, wo man mich eventuell auch benötigen könnte.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2016-05-01T20:36:59.135+0000","up_votes":1,"down_votes":0,"body":"Ach danke, den Bären hab ich immer vergessen. Es gibt aber auch Zubereitungsweisen mit Fledermausnägeln und Riesenzehen. Habt ihr im Institut vllt irgendwo eine Art Raritätenzimmer? Oder ich muss Rümmel erfragen, ob er so etwas verkauft...","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T21:27:47.179+0000","up_votes":2,"down_votes":0,"body":"Bei Raritäten empfehle ich sich an Herrn Dr. L. Messi zu wenden. Er sammelt sehr viele Sachen und manchmal kann es schwer sein ihm etwas abzuluchsen. Glücklicherweise gibt es da eine Standard-verfahrensweise, die etwas mit Bällen zu tun hat. Bei näherem Interesse an dieser Methode empfehle ich den Kontakt zu Prof. S. Yndra. Sie soll ein Profi im umgang mit Bällen sein.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T04:46:05.500+0000","up_votes":1,"down_votes":0,"body":"Nicht umsonst leitet sie die Fakultät für Bälle und Dienstleistungen!","replies":[]}]}]},{"id":"","poster":"Dramos","date":"2016-05-01T21:12:47.139+0000","up_votes":2,"down_votes":0,"body":"Man merkt deutlich an deiner Formulierung: Du skillst auf Redekunst.\n\nGefällt mir.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T17:39:36.981+0000","up_votes":1,"down_votes":0,"body":"Wieso wird Teemo unsichtbar, wenn er still steht?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T18:06:13.696+0000","up_votes":2,"down_votes":0,"body":"Manche behaupten, die Unsichtbarkeit käme durch den geballten Hass der Community, dessen sich Teemo immer dann bewusst ist, wenn er Zeit hat darüber nachzudenken.\nEr schämt sich dann so sehr, dass er einfach verschwindet.\n\nDie Wahrheit sieht allerdings anders aus!\nTeemo wird nämlich gar nicht unsichtbar, er bildet sich das nur seit jahrelangem Magic-Mushroom-Missbrauch ein und die restlichen Champions sind so rücksichtsvoll, mitzuspielen.\nDamit soll ein weiterer Absturz wie der im Jahre 2013 verhindert werden, in dem Teemo wie ein wild gewordener Hamster hinter Cho´gath her war, da er sich einbildete, dieser wolle die Welt verschlingen.","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T18:21:27.888+0000","up_votes":1,"down_votes":0,"body":"Das erklärt einiges :)","replies":[]}]}]},{"id":"","poster":"XExEcUtOrX04","date":"2016-05-01T15:02:56.058+0000","up_votes":1,"down_votes":0,"body":"Kann das Institut das Gerücht bestätigen das Piltovers Leitungswasser nach Zirtone schmeckt und Zhauns Wasser den Haarwuchs um 120% steigert?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T15:54:29.899+0000","up_votes":2,"down_votes":0,"body":"Die lang ersehnten Ergebnisse sind da!\nFarro konnte herausfinden, dass das Leitungswasser in Piltover tatsächlich eine starke Zitronen-note besitzt!\nBesonders eindeutig war dies zu merken, als er ein ganz normales Wasserglas, mit der typischen Zitronenscheibe, mit dem Leitungswasser befüllte.\nDa er danach keinen Durst mehr hatte, blieb es bei dem einen Versuch.\n\nIn Zhaun konnte unser Kollege auch ganze zehn Minuten nach dem Verzehr von 500ml Leitungswasser, keine merkliche Veränderung feststellen und auch die von ihm befragte Testgruppe, bestehend aus einem gewissen Dr. Warwick, antwortete auf die Frage nach dem Wahrheitsgehalt dieses Gerüchtes nur, dass er die Angst unseres Forschungsteams riechen könne.\n\nWir konnten also eindeutig beweisen, dass Gerücht Nr. 1 der Wahrheit entspricht, Gerücht Nr. 2 aber eine feiste Lüge der Bourgeoisie ist.\n\nDie fleißigen Bienchen unserer Abteilung für Verschwörungen und fesche Kopfbedeckungen werden nun daran arbeiten, herauszufinden, ob die Reptielienmenschen hinter dem Zitronenkomplott stecken. (Kleiner Spoiler: Die Antwort lautet \"Ja!\")","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T15:20:03.939+0000","up_votes":2,"down_votes":0,"body":"Wir werden einen unserer besten Feld-Forscher, Farro Hüllgrabe von der Fakultät für ekliges Essen und weite Reisen, darauf ansetzen, die eindeutige und unumstößliche Wahrheit herauszufinden, indem er es ein einziges Mal ausprobiert und Jemand völlig willkürlich ausgewählten dazu befragt.\nDa empirische Studien mit einem Hauch Wahrheitsanspruch, eine Menge Zeit benötigen, werden die Egebnisse sehr bald geliefert.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-28T09:54:29.974+0000","up_votes":2,"down_votes":1,"body":"Stahlkrieger Velkoz - Siracor\nVerbannte Morgana - Eibert\n\nwurden soeben versandt, ich hoffe ihr habt Spaß mit den Skins! :)","replies":[{"id":"","poster":"Neamhoilte","date":"2016-09-29T06:41:05.111+0000","up_votes":1,"down_votes":0,"body":"Hey Mugiwara, \n\nmelde dich für unser Match. \nGruß OT Becks","replies":[{"id":"","poster":"Der Großmugister","date":"2016-09-29T10:02:48.635+0000","up_votes":1,"down_votes":0,"body":"Hey, bin gerade leider sehr inaktiv, samstag gegen 10 vormittag?","replies":[{"id":"","poster":"Neamhoilte","date":"2016-09-29T11:31:16.800+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=YnZkMR0R,discussion-id=bVAvEXEx,comment-id=002100010000,timestamp=2016-09-29T10:02:48.635+0000)\n>\n> Hey, bin gerade leider sehr inaktiv, samstag gegen 10 vormittag?\n\nIch sag mal ja. Danach werde ich völlig inaktiv sein!","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-07-28T12:31:26.420+0000","up_votes":1,"down_votes":0,"body":"awesome :)\n\nDanke dir :)","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-07-25T11:33:34.826+0000","up_votes":2,"down_votes":1,"body":"Ich hätte mir zwar mehr gedichte gewünscht, aber die beiden die ich bekommen habe, sind immerhin gut, darum gibts auch für beide einen Mysterieskin.\nEibert habe ich schon in der Liste, Siracor muss mich adden und ich glaube eine Woche? warten bis ich ihm was schenken kann.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-08-31T09:09:04.801+0000","up_votes":1,"down_votes":0,"body":"Endlich mal Qualitätsrundfunk.\n\nIn meiner Eigenschaft als Koordinator des offiziellen Rundfunkkanals des Offtopics rekrutiere ich sie hiermit als partiellen Streamer für Kriege und Großevents.\nHabe die ehre.","replies":[{"id":"","poster":"Der Großmugister","date":"2017-09-01T12:13:25.487+0000","up_votes":1,"down_votes":0,"body":"Sag einfach bescheid wenn ich den Kommentator und Streamer memen soll, reden wie ein Wasserfall kann ich, wenn ich dabei nichtmal selber spielen muss, sülze ich euch gnadenlos die Ohren voll.^^","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-05-29T14:32:18.459+0000","up_votes":1,"down_votes":0,"body":"Ihr könnt es euch im PLanungszelt abholen. 100 Fässer allerfeinstes Rümmelbier!","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-05-15T11:32:15.163+0000","up_votes":1,"down_votes":0,"body":"So wartet denn ab, Narr.\n\nWenn König Eibert erst einmal der Patriarch der Welt ist, und nicht einmal ihr ihn mehr aufhalten könnt, werdet ihr bereuen ihn noch weiter unterstützt zu haben. Doch selbst wenn ihr nicht einsehen wollt, welch fatale Konsequenzen sein Machtaufstieg mit sich bringen wird, so werden wir auch nicht davor zurückschrecken, euch zu bekämpfen.\nWir wollen die Welt, und noch wichtiger, das Königreich vor Schaden bewahren. Also wählt weise!","replies":[]},{"id":"","poster":"Der Großmugister","date":"2017-04-08T11:25:35.106+0000","up_votes":1,"down_votes":0,"body":"Sehr geehrte Studenten und Professoren,\n\nals euer Großmugister ist es mir eine Freude bekannt zu geben, dass der Unterricht und die Forschung am Institut, mit sofortiger Wirkung wieder aufgenommen werden!\nIch möchte daher alle Lernenden und Lehrenden darum bitten, sämtliche Fässer und Kästen, die sich nicht schon vor Ende des letzten Semesters in den Hörsälen und Seminarräumen befanden, aus selbigen zu entfernen und nicht länger Rum in die Bierbrunnen auf den Gängen zu füllen.\n\nWeiterhin möchte ich sie alle dazu auffordern, Professor Shaco zu seiner Beförderung zum Leiter der psychologischen Fakultät zu gratulieren! Der Abendkurs \"Springteufel-bauen für Dummies\" wird ab diesem Jahr, daher nicht weiter angeboten.\nTrotz der Diskriminierungsvorwürfe seitens Prof. Trundle, wird der obligatorische Kurs \"Trolle ignorieren wie ein Großer\", an seine Stelle treten.\n\nIch wünsche allen Studenten und Lehrkörpern viel Erfolg dabei, bis Montag wieder annährend nüchtern und/oder wach zu werden, als kleine Hilfestlleung hat Prof. Ryze von der Fakultät für kohlehydrathaltige Beilagen, Bloody Marrys und kalte Pizza von gestern, in der Mensa für sie vorbereitet.\nIm Zuge dessen hat mich Prof. Ryze gebeten, sie darauf hinzuweisen, dass die frische Pizza nicht angerührt werden soll, da es morgen sonst keine Pizza von gestern geben kann.\n\nMit abschätzigen Grüßen\n\nDer Großmugister","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-07T14:46:35.968+0000","up_votes":1,"down_votes":0,"body":"Nun denn, wo findet sich hier denn das schwarze Brett? Ich suche nach einer sinnentleerten Zeitbeschäftigung und gelangte zur Konklusion, dass wohl ein Studienkurs an dieser Instanz des pseudo-wissens genau das Richtige wäre. Bieten sie denn Lehrgänge in fortgeschrittenem Schaufelschmieden an?","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-06T19:37:26.818+0000","up_votes":1,"down_votes":0,"body":"Professor, Professor! Da seid ihr ja! Ich habe euch wegen eines wahnsinnig wichtigen Forschungsauftrages schon vergeblich gesucht! Es gibt immer noch vereinzelte Leugner der größten und unabdingbasrtsen Weisheit des Universums. Wir brauchen endgültig Fakten, um sie zum schweigen zu bringen.\n\nWir brauchen Beweise für das goldene Gesetz des Königreiches: \"Frauen mit Teemo Hut sind einfach sexy!\"","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-07-28T20:04:14.339+0000","up_votes":1,"down_votes":0,"body":"UNFAIR\n\nIch war baden, 2 Wochen lang, und hatte keine Zeit Namen zu spiegeln. Und ich werde jetzt nicht zugeben dass ich dass nicht von Anfang an mitgekriegt habe.\n\n:P\n\nHat jemand Bock auf Creativerse?","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-20T22:35:03.072+0000","up_votes":1,"down_votes":0,"body":"Das ist eine Art der Süßhaftigkeit. Eher die satansische. Was is mit der Süße von Keksen, von kahlan oder von Gnar? Von babys, Bäumen, Sirupsaft überzogenen Pfannkuchen mit Nutella?","replies":[]},{"id":"","poster":"The mute Swan","date":"2016-05-05T17:58:59.496+0000","up_votes":1,"down_votes":0,"body":"Sehr geehrtes Kollegium, sehr geehrte Studenten,\n\nVor kurzem bat mich unser Erzmagier dem geschätzten kollegen Prof. Snoobdogg aus der Fakultät für Teemologie dieses Dokument zu überreichen. Allerdings denke ich, dass dies für alle relevant sein dürfte. darum hier das dokument:\nhttp://euw.leagueoflegends.com/de/news/community/community-spotlight/die-geburt-des-bosen-teemo\n\nIch wünsche euch viel Spaß beim Lesen, auch wenn die Frage nach der Art (ob gut, ob böse, ob neutral) des Teemos in die Philosophie fallen dürfte.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-05T18:11:15.379+0000","up_votes":1,"down_votes":0,"body":"Die Antwort darauf, was gut, böse oder neutral ist, habe ich natürlich parat!\nGenau wie die auf den Sinn des Lebens, aber das verrate ich alles erst später, soll ja spannend bleiben!","replies":[]}]},{"id":"","poster":"Markishi","date":"2016-05-02T17:58:31.788+0000","up_votes":1,"down_votes":0,"body":"Werter Fakultätsleiter Mugiwara.\nZu erst möchte ich euch meine besten Wünsche aussprechen, auf dass das Pech, welches ich verbreite, nicht eure Fakultät erreicht, und falls doch, ihr gewappnet seid. Wobei es für mich schöner zu sehen ist, wenn ein Opfer vollkommen überrascht wird... Nun, egal. Wie gesagt, meine besten Wünsche für euch. Vielleicht versehe ich sie mit ein paar geheimen, Pech anziehenden Formeln, aber man muss ja nicht gleich mit der Tür in eben jene Faklutät fallen, nicht wahr?\nWeiterhin möchte ich euch darüber in Kenntnis setzen, das es für mich, und die gesammte Zunft der pessimistischen Schwarzseher und apokalyptischen Propheten, welche in meiner Person hier repräsentiert wird, nicht in Ordnung geht, das sie nicht auf jede Frage, die ein jeder hier, vom gemeinen Fußvolk über die werten Bürger des OTs, über die Würdenträger und Repräsentanten des OTs oder die höhere Macht, stellt, mit einer, für den Fragesteller nicht zufrieden stellenden Antwort an eben jenen herantretet. Ihr macht den Leuten am Ende noch Hoffnung, auf eine bessere Welt! Und wie wir alle wissen, gibt es diese nicht, und wird auch niemals existieren. So wahr ich meine Zunft vertrete!","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T18:22:02.416+0000","up_votes":1,"down_votes":0,"body":"Das ist ja wohl eine hodenlose Frechheit! Ich bin weder ein einfacher Fakultätsleiter, noch sind meine Antworten zufriedenstellend!!!","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T18:55:24.274+0000","up_votes":1,"down_votes":0,"body":"Sehr Wohl! Ich bin empöhrt! Es gibt sehr wohl eine bessere Welt! und zwar in der Vergangenheit. Jeder kleine Hauch von Reue oder Trauer weist darauf hin!!!\nWarum glaubt Ihr wohl, gibt es die Fakultät für Außerdimensionales-Raum-Zeit-kontinuums-Bereisen???\nWenn die Gegenwart scheiße ist und die Zukunft nur noch schlimmer werden kann, dann müssen wir Zurück in die Vergangenheit!!!11elf!!!","replies":[{"id":"","poster":"Markishi","date":"2016-05-02T19:56:02.875+0000","up_votes":1,"down_votes":0,"body":"Mwahahaha! Und schon habe ich dafür gesorgt, das ihr, wenn auch nur für einen kleinen Moment, euch aufregt, vielleicht die guten Ereignisse des Tages vergesst. Der Weltunterging wird kommen, und wenn cih dafür sorgen muss. Wenn sich jeder aufregt, und die guten Ereignisse vergisst, wird die Welt zwangsläufig auseinander brechen!","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-03T04:39:27.118+0000","up_votes":1,"down_votes":0,"body":"Und wenn ich nun ein guter und gläubiger Christ bin, der sich darum sicher ist, dass die Apokalypse für ihn nur die Himmelfahrt und dadurch die ewige Glücksseeligkeit bedeutet?","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-03T07:42:41.348+0000","up_votes":1,"down_votes":0,"body":"sowas gibts? :O","replies":[{"id":"","poster":"Markishi","date":"2016-05-03T08:12:46.453+0000","up_votes":1,"down_votes":0,"body":"Nun, jenes ist ganz einfach: So etwas gibt es nicht. Oder habt ihr schon einmal gehört, das ein Christ, der an eben jenes glaubte, davon berichtete, was ihm wiederfahren ist? Also ich nicht.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T10:09:05.579+0000","up_votes":1,"down_votes":0,"body":"Geschätzte Studenten und Dozenten,\ndie Institutsleitung möchte sie daran erinnern, dass am 04.05.2016, erneut das alljährliche Flunkyballturnier, zwischen den Dozenten der Fakultät des Rechts und Denen der Fakultät des Links, ausgetragen wird.\nDer Schauplatz ist wie immer die Institutssporthalle, welche daher gesperrt bleibt, bis unsere Putzkolonne, bestehend aus Dr. Sona, die Sauerei bereinigt hat.\n\nAn dieser Stelle möchte die Institutsleitung, ihren Dank an Dr. Sona dafür ausdrücken, dass diese noch keinen Ton, über solch scheußliche Dinge wie Unterbesetzung oder Überqualifikation verloren hat.\n\nDie gesamte Fakultät für innere Angelegenheiten, wird hiermit auf offiziellem Wege daran erinnert, dass jeder Alkoholleiche der Puls gefühlt werden muss, um VOR dem Beginn der Sezierung festzustellen, ob sie vielleicht noch lebt!\nSollte sich das Geschrei von letztem Jahr wiederholen, wird dies ernste Konsequenzen, für die gesamte Fakultät nach sich ziehen!\n\nDie Institutsleitung wünscht ein frohes und faires Turnier.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T12:25:01.154+0000","up_votes":1,"down_votes":0,"body":"ach... leichen... die sind mir doch egal? aber was mache ich mit robotern? ist ja nicht so leicht festzustellen, ob die noch leben... puls fühlen hat auf jeden fall das letzte mal nicht geklappt. deshalb hab ich mittlerweile bei dr. Viktor in zhaun hausverbot...","replies":[]}]},{"id":"","poster":"Sirius00","date":"2016-05-01T15:52:36.274+0000","up_votes":1,"down_votes":0,"body":"O weiser Klugscheisser des Königreichs OT, wie wird sich der neue patch auf den Herald auswirken?\n\nMit reichlich besoffenen Grüssen(durch Rümmelbier) Sirius00{{champion:79}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T16:03:11.037+0000","up_votes":1,"down_votes":0,"body":"Der Patch wird den Herald viel bedeutender und zu einem wichtigen Ziel auf der Karte machen.\nDieser Ruhm, gepaart mit der gewaltigen Verantwortung, wird ihn nach einer kurzen Hochphase mit vielen Drogen- und Alkoholexzessen, in ein tiefes Loch stürzen, aus dem er aus eigener Kraft nichtmehr herauskommen wird.\nGrund dafür wird die Erkenntnis sein, dass er, egal wie wichtig er wird, immer nur die zweite Geige, nach dem ehrenwerten Herrn Baron spielen kann.\n\nNach einem Lebensabschnitt voller Rückstöße, der Scheidung von Frau Herald und dem Verlust des Sorgerechtes für die beiden Heraldinios, wird er sich schließlich auf das besinnen, worauf es in seinem Leben immer ankam, rumstehen und warten, dass ihn Jemand als Trostpreis mitnimmt weil die Gegner den Drachen getötet haben.","replies":[{"id":"","poster":"Sirius00","date":"2016-05-01T16:14:09.876+0000","up_votes":1,"down_votes":0,"body":"O werter Klugscheisser des Königreichs, vielen Dank für ihre Weisheit, ich habe nun den Sinn des Lebens entdeckt. Leider verstehe ich nicht, wie ein Schwarzes Loch die Raumzeit biegen kann, liegt das an dessen Langeweile?\n\nMfg Sirius00{{champion:15}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T16:30:36.049+0000","up_votes":1,"down_votes":0,"body":"Da, werter Reisender, habt ihr aber großes Glück, dass wir eine der Ikonen auf diesem Gebiet, an unserem Institut beherrbergen!\nProfessorin Ian Kar´dash von der Fakultät für Realitätsbiegung und schwarze Löcher.\n\nDa sie ihr ganzes Leben der Forschung widmet, lebt sie an der Seite eines schwarzen Loches, welches versucht, Alles, ganz besonders Aufmerksamkeit, an sich zu reißen und nicht bereit ist, auch nur die kleinste Wenigkeit wiederzugeben.\nDurch ihre Hingebungsvolle Langzeitforschung fand sie heraus, dass schwarze Löcher durch eine enorme Selbst-zentrierung entstehen und somit in der Lage sind, Alles auf sich zu beziehen und niemals über etwas Anderes zu sprechen als sich Selbst.\nDies sorgt dafür, dass sollte man einmal in die Fänge des schwarzen Loches geraten, sich die Zeit zu biegen und endlos in die Länge zu ziehen scheint.\n\nÜbrigens ist das einzige was davor schützt, volständig von einem schwarzen loch verschlungen zu werden, ein enormer Podex.\nWelche Ausmaße genau benötigt werden, müssen sie allerdings bei Professorin Kar´dash erfragen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-01T22:05:28.304+0000","up_votes":1,"down_votes":0,"body":"Ich komme nicht umhin, diese Neuigkeiten als höchst beunruhigend wahrzunehmen, ehrenwerter königlicher Klugscheißer. Bei der Tendenz zur Selbstbezogenheit, die bei Disputen von Beschwörern gerne zur Schau gestellt wird, muss ich davon ausgehen, dass sich unter den Teilnehmern viele potentielle schwarze Löcher befinden. Könnte das, für die Gesellschaft wie wir sie kennen, eine Gefahr darstellen? Und was geschieht, wenn sich zu viele schwarze Löcher den selben Raum teilen müssen?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-02T05:38:23.196+0000","up_votes":1,"down_votes":0,"body":"Diese Beunruhigung kann ich durchaus nachvollziehen, die Realität sieht aber, Draven sei Dank, weniger schlimm aus als die Theorie!\nDenn auch wenn viele Individuen das Potenzial in sich tragen, zum schwarzen Loch zu werden, so müssen zur endgültigen Metamorphose, einige Voraussetzungen erfüllt sein.\n\nZum Ersten, muss sich der Wirt, von einer ihm übergeordneten Instanz, ungerecht behandelt fühlen, zum Zweiten, und das ist der Punkt, der uns in den meisten Fällen vor Schlimmerem bewahrt, muss der Wirt, trotz eindeutigem Fehlverhalten, zumindest vorläufig, Unterstützung von einer breiten Masse erhalten.\nDiese beiden Faktoren, kommen so selten vor, dass es beinahe unmöglich ist, mehrere schwarze Löcher auf kleinem Raum vorzufinden.\nDies ist ein wahrer Glücksfall, denn laut der Einschätzung von Prof. Ian Kar´dash, würde die Entstehung multipler schwarzer Löcher in einem Raum, möglicherweise zu einem fast nicht mehr zu kontrollierendem Ignoranzinferno werden.\n\n*Ring*\n\nEinen Moment bitte, der Anruf könnte wichtig sein...\nHoheitlicher Klugscheißer hier, was können sie für mich tun?..... Jetzt beruhigen sie sich doch erstmal... BITTE WAS?! Kar´dash, sind sie sich ABSOLUT sicher?....Oh Gott.... ja untersuchen sie das...SO VIELE?! Wie wahrscheinlich ist es, dass das Problem im NA-Forum bleibt? Aha... DANN SORGEN SIE DAFÜR!!\n\nEntschuldigen sie die Störung, wie es aussieht, gibt es ein kleines Problem mit schwarzen Löchern in Übersee, es scheint als hätte es ein Loch der Kategorie \"A\" geschafft, trotz seiner Sperrung, die Saat in einigen weiteren Wirten aufgehen zu lassen.\n\nDas ist aber absolut kein Grund zur Beunruhigung!... Ich schwitze doch gar nicht!...Nein! das Lächeln ist echt!","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T10:12:42.036+0000","up_votes":1,"down_votes":0,"body":"Puh... nur Gut, dass die wichtigsten Forschungseinrichtungen, wie der LHC bei uns in EUW stehen. so kann der wenigstens nicht mit NA untergehen, wenn da drüben tatsächlich der Donald Duck... äh, Drumpf, meine ich, an die Macht kommt. Der Hamster könnte zusammen mit dem Bieber und dem West einiges an Schaden anrichten...","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-02T05:16:50.294+0000","up_votes":1,"down_votes":0,"body":"Gerade die jüngsten Ereignisse im königlichen Zoo zeigen deutlich, wie wichtig es ist, dem Königreich die Bedeutung des Artenschutzes näher zu bringen!\n\nIch freue mich daher Ihnen mitteilen zu können, dass Professor Yjuq, welcher vor kurzem zum Bürger des OT ernannt wurde, mit sofortiger Wirkung, die Fakultät für Porologie und Artenschutz übernimmt!\nProfessorin Ian Kar´dash bat mich weiterhin darum, sie daran zu erinnern, dass der Fachbereich der Popologie, weiterhin ihrer Verantwortung unterliegt und Teil der Fakultät für Realitätsbiegung und schwarze Löcher bleibt.\n\nIch bitte sie, unseren neuen Kollegen gebührend willkommen zu heißen.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T05:22:49.164+0000","up_votes":1,"down_votes":0,"body":"*applaus*","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-01T20:26:45.647+0000","up_votes":1,"down_votes":0,"body":"Nach langem Suchen in den Büchern fand ich doch keine Antwort auf meine Frage: warum schmeckt Bärlauchtee nicht?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T20:31:28.012+0000","up_votes":1,"down_votes":0,"body":"Das muss an einer falschen Zubereitungsweise liegen!\nNimmt man wie vorgesehen, einen ungewaschenen Bären und eine Hand voll Lauch pro Kanne, schmeckt der Bärlauchtee vorzüglich!","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-01T19:21:29.296+0000","up_votes":1,"down_votes":0,"body":"Die Schlossbibliothek stellt dem Institut gern eine Reihe aufschlussreicher Bücher zur Verfügung, von pampelnden Goldörlen bis tretisch-oxamilogischem Diffundationsreglementierungsgesetzen ist alles vorhanden. Ich werde sobald als möglich machforschen ob auch sinnvolle Werke zu finden sind, und diese natürlich umgehend dem Institut überreichen. In Gegenzug bitte ich darum, alle im Institut gewonnenen Informationen in Form von Manuskripten der Schlossbibliothek zuzuschicken (für Transporte fragen sie bitte den Verantwortlichen für magisches Zransportwesen; Schlossmagier Zamonianer) damit diese in Buchform dem Wissen des Königreichs OT hinzugefügt werden können.\n\nMit ehrfürchtigen Grüßen; K.P königlicher Nekromant und Verwalter der Bibliothek","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T19:44:24.216+0000","up_votes":1,"down_votes":0,"body":"Das nenne ich mal eine sinnvolle Kooperation!\nUnd das Beste daran ist, dass reihenweise Schüler und Untergebene, viele Tonnen von Papier durch die Gegend tragen müssen, obwohl wir uns mitten im Zeitalter des Internets befinden.\n\nDas Institut entwickelt sich immer mehr zu einer waschechten Universität!\n\nBesonders wird sich darüber Professor Ryze freuen, er liebt Erstausgaben über Alles und ich bin mir recht sicher, dass Doc. Noc. sein Exemplar von pampelnde Goldörlen, beim letzten Flunkyball-turnier der Lehrkörper, zerschnitten hat.","replies":[]}]},{"id":"","poster":"IcedOutMissplays","date":"2016-05-01T19:03:15.255+0000","up_votes":1,"down_votes":0,"body":"oh weiser klugscheisser warum finde ich keine schlüsselfragmente und ist es wahr das poro snacks besser als gabelkekse schmecken sollen ?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T19:35:36.416+0000","up_votes":1,"down_votes":0,"body":"Der \"Schlüssel\" zum Erfolg, liegt bei Schlüsselfragmenten, wie der Name vermuten lässt, bei den anderen beiden Morphemen \"frag\", welches für \"fragen\" steht und \"mente\", der Kurzform von \"Menten\", dem Plural von Mentos.\nDas Problem ist also eindeutig, dass du dir bisher niemals die Schlüsselfrage gestellt hast, ob du genug Menten isst, während du spielst.\nSich die Frage zu stellen bedeutet leider noch nicht, auch die Antwort zu kennen, ich gehe aber mal davon aus, dass du nicht einmal ansatzweise genug Menten isst!\n\nDie zweite Frage hat Professor Farro, Draven sei Dank, bereits beantwortet.\nIhm persönlich und einer weiteren Testperson von der Straße, schmecken Porosnacks besser, daher kann das ruhigen Gewissens als allgemeingültige Wahrheit betrachtet werden und Jeder der etwas Anderes behauptet ist ein schmuddeliger Lügner!","replies":[]},{"id":"","poster":"The mute Swan","date":"2016-05-01T19:27:46.444+0000","up_votes":1,"down_votes":0,"body":"Ich habe gehört, dass teemo-kekse noch besser schmecken","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T13:14:28.815+0000","up_votes":1,"down_votes":0,"body":"Das Mugiwara Institut ist erfreut Ihnen mitteilen zu können, dass Professor Ryze soeben eingewilligt hat, die Fakultät für kohlehydratreiche Beilagen zu leiten.\n\nEinige von Ihnen kennen unseren neuen Kollegen bestimmt als Autor diverser Fachliteratur, darunter Werke wie \"Zauberei aus der Sushirolle - togo Magie für den Rucksack\" und \"Langkorn oder Basmati - bring die Lane zum kochen\"\n\nWir wünschen unserem neuen Kollegen, alles erdenklich Gute und hoffen auf eine, beidseitig bereichernde Zusammenarbeit.","replies":[]},{"id":"","poster":"XExEcUtOrX04","date":"2016-05-01T12:26:21.732+0000","up_votes":1,"down_votes":0,"body":"Oh königlicher Klugscheißer, wird es irgendwann Frieden in der Kluft geben?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T13:00:05.416+0000","up_votes":1,"down_votes":0,"body":"Obwohl eine zweite Meinung, neben der der magischen Miesmuschel, eigentlich keinereli Daseinsberechtigung hat, schildere ich sie trotzdem.\n\nFrieden in der Kluft würde ihrer gesamten Existenz widersprechen, da der Kampf der Beschwörer, sowohl Grund als auch Berechtigung ihres Daseins ist.\nOhne Kampf bräuchte es keine Kluft, was im Zuge von Sparmaßnahmen für eine Entlassung der Selbigen bedeuten würde.\nDurch den Verlust ihres Jobs würde die Kluft, auf der verzweifelten Suche nach Anerkennung, in die Fänge einer extremen Partei geraten.\nDiese Partei würde das Denken und Handeln der Kluft, welche dann zu Einigem bereit ist, so lange sie sich nur endlich wieder gebraucht fühlt, auf lange Zeit vergiften und sie entweder zum Klassenkampf oder zu Pöbeleien gegen Ausländer aufstacheln.\n\nich fürchte also, so oder so kann es für die Kluft niemals Frieden geben.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T12:40:09.957+0000","up_votes":1,"down_votes":0,"body":"*zzzzzzzzip* Eines Tages vielleicht.","replies":[]}]},{"id":"","poster":"RealMonkkiller","date":"2016-05-01T12:32:30.839+0000","up_votes":1,"down_votes":0,"body":"Wie viele Danks braucht man für ein Meme?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T12:41:08.446+0000","up_votes":1,"down_votes":0,"body":"Vier\n\nEdit: Dies lässt sich ganz einfach vom wort Dank-meme herleiten, wie jeder sehen kann, hat das Wort \"Dank\" genau vier Buchstaben, genau wie das Wort \"Meme\", die Antwort liegt also auf der Hand!","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T12:30:08.603+0000","up_votes":1,"down_votes":0,"body":"Was heißt Pyramide auf Deutsch?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-01T12:40:39.624+0000","up_votes":1,"down_votes":0,"body":"3-D-Eck, das weiß ja nun Jeder...\nWeiterhin leitet sich das Wort \"Pyramide\" ohnehin von dem deutschen Wort \"Pyromane\" ab und bedeutet soviel wie \"brennendes Interesse an geometrisch geformten Grabstätten\", die Kurzform davon ist widerrum 3-D-Eck.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-05-01T12:39:10.808+0000","up_votes":1,"down_votes":0,"body":"Erschreckende Meldung! Schon am Tag seiner Enstehung hat das Mugiwara Institut, bahnbrechende Fortschritte auf dem Gebiet der Verschwörungsforschung zu verzeichnen!\n\nDie Fakultät für Verschwörungen und fesche Kopfbedeckungen, hat einen eindeutigen Zusammenhang zwischen Aluhüten und Lernresistenz beweisen können.\nDieser Umstand lässt sich auf die Tatsache zurückführen, dass Aluminius Papyrus, im Volksmund auch Knitterfolie genannt, auf Grund seiner Beschaffenheit, als seltenes Handwerksmaterial gilt.\nDies hat zur Folge, dass ein jedes aus diesem Material gefertigte Artefakt, von mindestens seltener Qualität ist.\nWie jeder weiß, haben seltene Gegenstände Werte, welche im Falle von denen aus Aluminus Papyrus, neben einem geringen Plus auf Feuerwiderstand, auch die Lernresistenz um satte 100 Punkte erhöt.\n\nDer Leiter der VufK-Fakultät rät auf Grund dieser neuen Erkentnisse, allen Besitzern von Alu-Hüten, diese besonders im Falle von drohenden Belehrungen aufzuziehen, da jede Abweichung von einem falschen Standpunkt als Schwäche gewertet werden könnte!\n\nDas Mugiwara Institut wird sie auch weiterhin auf dem neusten Stand halten und stets über neue Forschungsergebnisse, in allen Bereichen informieren.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-20T17:11:36.354+0000","up_votes":1,"down_votes":1,"body":"Werter allwissender Proffeseur,\n\nIch wende mich an euch mit der Bitte die Süsiesssssierung in eure Forschungsgebiete einzubringen. Bei der Süsiesssssierung, die man mit verdammt viel s`s schreibt, handelt sich um ein Phänomen, bei dem man eine friedliebende Welt schafft, indem man genug süße Lebenswesen in sie hineinsetzt, die so verdammt süß sind, dass Sie alles gehässige in sich hineinsaugen. Gerüchten zu Folge soll aus der Kreuzung von Teemos und Katzen ein Lebewesen herauskommen, dass den Effekt  der Süsiesssssierung in neue Dimensionen hieft. \n\nIch denke die Süsiesssssierung ist eine Zukunftstechnologie, die den Käse schützen könnte.\n\nHochachtungsvoll\nEuer Eibert\n--------------------------------\nHab einen Laib Käse dabei","replies":[]}]}