{"id":"tLE33Q0n","poster":"xXTheFalloutXx","date":"2016-05-01T09:14:23.585+0000","title":"Twisted Fate Jungle","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Vor ein Paar Wochen hab ich mir das Video &quot;How To Twisted Fate (Devourer)&quot; Angesehen und daraufhin mir Tf gekauft trotz vieler guter Spiele werde ich meist zugeflamt von der ersten Minute, ich spiele Tf Jgl auch Ranked, wenn daraufhin das spiel verloren geht ist es den meisten egal wie gut ich gespielt habe und Reporten mich, so war es einmal so das ich gecarried habe und mit 11/4 das Match verloren habe und f&uuml;r Feed Reportet wurde.\r\nIch hab bereits eine Verwarnung bekommen, ka warum. Bisher bin ich nicht aufgrund von Flame/feed/Afk aufgefallen.\r\n\r\nSpielt ihr auch Tf jgl und werdet ohne grund reportet?","replies":[{"id":"","poster":"Staatsanwalt","date":"2016-05-01T09:17:33.296+0000","up_votes":2,"down_votes":0,"body":"Diese Warnung, war wahrscheinlich nur, dass du in letzter Zeit häufiger reportet wurdest. Solltest du allerdings nicht schlimmes gemacht haben, passiert dir auch nichts. Wegen einem \"Meta-Break\" wird dich niemand bestrafen.","replies":[]},{"id":"","poster":"Send Νudes","date":"2016-05-01T09:23:48.542+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Mirage Of Mesmer","date":"2016-05-01T09:57:35.518+0000","up_votes":1,"down_votes":0,"body":"dann wird er halt auch hart geflamed. teemo an sich ist ja schon ein rotes Tuch.\n\nAußerdem hat es einen Sinn wieso diese Champs nicht Meta auf dieser position sind: siehe Only4000 Beitrag.\n\nEin Lee sin kann einen TF/Teemo im jungle lv 3 auseinander nehmen und ihn dann zu tote Counterjungeln.","replies":[]}]},{"id":"","poster":"StillYasuoMain","date":"2016-05-01T09:25:03.801+0000","up_votes":1,"down_votes":0,"body":"Wie Staatsanwalt schon gesagt hat, wirst du nicht dafür gebannt oder so^^\n\nTF jungle devourer ist auch eigentlich gar nicht so schlecht. Das Problem ist eher dass er von jedem ge1shotted wird ohne zhonyas, was auch der grund ist warum man mit ihm nicht carrien kann. \n\nHab ihn mal adc gespielt: 38/10/15 (18 höchste killingspree) 300+ cs, baron gestealed aber verloren...","replies":[]},{"id":"","poster":"N3CROW","date":"2016-05-01T09:19:06.470+0000","up_votes":1,"down_votes":0,"body":"Da stand dann das du oft reportet wurdest aber nicht das du dafür bestraft wirst, das taucht halt einfach mal auf aber solang du nicht flamest oder mit absicht spiele sabotierst passiert nichts","replies":[]}]}