{"id":"z1wmtUJa","poster":"Revelate","date":"2016-04-30T19:37:51.858+0000","title":"Runen - Armor vs Scaling Armor vs Scaling HP","subforum":"Level Up: Guides & Tipps","up_votes":5,"down_votes":2,"body":"Hall&ouml;le zusammen.\n\nIch habe gestern und heute an einer etwas &uuml;bersichtlichen Tabelle gearbeitet, in der ich das Effektive Leben berechne unter verschiedenen Voraussetzung.\n\nWie immer ist es nie eine exakte Wissenschaft, sondern dient eher als Richtwert, was in welcher Situation besser ist/sein k&ouml;nnte.\nAm Schluss muss sich jeder Spieler seine Runen an den Gegner und an seinem Build anpassen, ich zeige nur auf was in welchen Situationen besser ist.\n\nErste 3 Spalten immer Effektives Leben (EHP) Wenn der Gegner NUR normal DMG macht.\nZweite 3 Spalte sind die berechneten Effektiven HP (EHP) wenn der Gegner euch vollen Ignite DMG mitgibt.\nDritte 3 Spalte ist dann noch zus&auml;tzlich zum Ignite noch miteinberechnet, dass der Gegner 10% eurer HP magischen Schaden zuf&uuml;gt. \n Laut Champion.gg GP 22-23% Magic dmg / Yasuo 19-20% magic dmg / Zed 10-11% / Varus 18-19% / Talon 6-7% nur so zur allgemeinen Orientierung.\n\nEHP AR = Effektives Leben mit Flat Armor Runen\nEHP SCAR = Effektives Leben Scaling Armor Runen\nEHP SCHP = Effektives Leben Scaling HP Runen\n\nDie erste Tabelle sind die Berechnungen mit den reinen Grundwerten +60HP (Dorans)\nGrundwerte sind von dem Champ Ahri &uuml;bernommen worden.\n\nHier sieht man, dass die Flat Armor Runen in den ersten 2-4 lvl stark sind und dann Extrem Abfallen.\nDie Scaling HP l&ouml;sen die Flat Armor Runen ab, w&auml;hrend die Scaling Armor Runen erst effektiver werden w&uuml;rden, wenn schon weitere Items vorhanden sind. \nhttp://images.devs-on.net/Image/CDhqgP2Q7Pij9c6t-Bereich.png\n\n\nDarum kommen wir zur 2. Tabelle, die ersten lvl sind hier weggelassen da diese nicht mehr Relevant sind, desshalb m&uuml;ssen wir auch nicht mehr &uuml;ber Flat Armor reden.\n\nHier wurde mit 15 Zus&auml;tzlicher Armor gerechnet (eine Stoffr&uuml;stung oder Armguards und der Gegner hat gut Armorpen)\nAuch hier sind die Scaling HP st&auml;rker im Midgame und w&uuml;rden erst im Lategame von den Scaling Armor Runen abgel&ouml;st werden, wenn man rein den normalen Schaden beachtet. Durch die Einberechnung von Ignite und Magic dmg sind die Sclaing HP Runen das ganze Spiel &uuml;ber besser.\nSollte der Gegner kein Ignite haben, denke ich dass der Unterschied in den letzten paar lvl minimal besser f&uuml;r die Scaling Armor Runen ist.\nWobei durch andere Magic Schadensquellen im Gegnerteam Scaling HP sinnvoller ist.\nhttp://images.devs-on.net/Image/8F4yylObKo0Qxtz2-Bereich.png\n\n\ndritte Tabelle Vollgestackte Armguards - Gegner besitzt keine Armorpen.\nDurch die Zus&auml;t&auml;tzliche R&uuml;stung wird der Effekt von der R&uuml;stung durch die Runen deutlich abgeschw&auml;cht und die Scaling HP Runen sind eindeutig besser. Also erstes Fazit: Ihr seid ein Mage der kein HP Item baut, und sch&uuml;tzt euch mit Armguards gegen AD Midlaner -&gt; Scaling HP Runen sind sehr stark ab lvl 4-5 Wenn ihr vorher st&auml;rker sein Wollt Flat Armor, finde ich aber f&uuml;r meinen eher passiven Spielstil die ersten paar lvl ineffizient. Muss jeder selbst wissen.\nhttp://images.devs-on.net/Image/N9elLHOrh0mMObXg-Bereich.png\n\nvierte Tabelle +400 HP also etwas in Richtung Rylais, RoA, Lyandris\nHier sieht man dass die Scaling Armor Runen w&auml;hrend lvl 7-10 effektiver werden als die Scaling HP je nach dem wieviel True und Magic DMG euer Gegner mitbringt. Solltet ihr also einen Champ spielen der HP baut und auf Armguards verzichtet, sind Scaling Armor Runen ab lvl 7-10 &auml;usserst stark, w&auml;hrend euch Flat Armor Runen nur bis lvl 7 gut helfen. Scaling HP zwischen lvl 4 und 9 gut.\nScaling Armor profitiert zus&auml;tzlich wenn Gegner so ziemlich Full AD sind, w&auml;hrend Scaling HP euch besser vor AP Champs sch&uuml;zt.\nDas muss man im Mid/Lategame immer beachten\nhttp://images.devs-on.net/Image/JdGwy1xpCOB6ydGm-Bereich.png\n\n\nfünfte Tabelle +400 HP + 15 Armor (Armguards und Gegner hat Armorpen)\nDurch die bereits zus&auml;tzliche Armor k&ouml;nnen sich die Scaling HP Runen im Midgame besser halten. Hier kommt es ganz drauf an wieviel gemischter Schaden euer Gegner mitbringt. Ich w&uuml;rde eher Richtung Scaling HP tendieren. Gut ab lvl 3/4 stark im Midgame und hilft euch auch gegen bedrohlichere AP Schadensquellen sp&auml;ter in Teamfights, wenn der Gegner auf einer anderen Position einen AP Champ geparkt hat.\nhttp://images.devs-on.net/Image/eQ2Dq7fZnAsekHKX-Bereich.png\n\nAlles in allem muss ich sagen, das die Scaling HP Runen ein Allrounder sind. Sind im Midgame st&auml;rker gegen AD Champs auf der Lane, die mit Ignite und auch etwas Magic DMG viel gemischten Schaden mitbringen wodurch die Scaling HP Runen euch besser besch&uuml;tzen.\nBraucht zwar 3-4 lvl um mit den Flat Armor Runen auf dem selben lvl zu sein. Skaliert aber gut ins Midgame und sch&uuml;tzt euch auch gleichzeitig vor AP Champs. W&auml;hrend Scaling Armor Runen eher eine Lategame Variante gegen Full AD Teams darstellt, vorallem wenn ihr etwas HP in eurem Build habt.\n\nNoch wichtig: Armor Runen haben den Vorteil dass sie eure Heilung und Schilde verstärken, so kann der Sustain durch Armor verbessert werden, während HP besser viel Schaden in kürzerer Zeit abdämpfen (besser geschützt vor oneshots)\n\nNoch zur Ergänzung: Schilde und Heilung profitieren von Armor.\nSomit auch die Beschwörerzauber Heal und Barrier.\n\nWie gesagt es wird nie eine genaue Wissenschaft sein, aber es kann durchaus helfen, ein bisschen ein Gefühl zu \nbekommen wenn man die Zahlen etwas studiert, was wann besser sein könnte.\nWenn man aufsteigen will muss man sich auch an den kleinen Orten verbessern :D\n\nJedenfalls kann man sagen, dass wenn ihr als Midlaner eher wenig HP Baut und Armguards/Zhonyas ansteuert, dann würden die Scaling HP Runen sicherlich die bessere Variante darstellen.\n\nWenn du nen Malzhar mit RoA/Rylais/Lyandris bist, hast du so viel HP, dass du die Armor von den Runen besser gebrauchen kannst.\n\nHeisst du Vladimir kannst du wegen deiner Heilung auch eher darauf gehen, dass Armorrunen besser sind, da ja Vlad auch son HP Stacker ist. Wobei die HP in den Runen ihm wieder AP geben würde, was dann wieder eher offensiv wäre.\n\nOb Scaling Armor oder Flat das muss jeder selbst wissen.\nJeder Midlaner der passiv spielen kann bis lvl 5-6-7 wird extrem stark von den Scaling Armor Runen profitieren können.\n\n\n\n\n","replies":[]}