{"id":"5LOHbxpE","poster":"Rysja","date":"2016-04-30T23:13:15.565+0000","title":"Hextech Schlüsseln","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Hi\r\n\r\nwie heftig sinkt eigentlich die Wahrscheinlichkeit ein Schl&uuml;ssel(fragment) zu bekommen, wenn man bereits mehrere gedroppt hat? Ich finde es teilweise grausam nach ca. 20 Wins keine bekommen zu haben. Moralapostel sind in dem Thread nicht willkommen - von wegen free etc. - Ich finde wenn man sowas einf&uuml;hrt, dann auch anst&auml;ndig.\r\n\r\nIch habe auch gelesen das wenn man &quot;geflamt&quot; bzw. sich nicht angemessen verhalten hat, keine Schl&uuml;sseln mehr bekommt. Bekommt man bei sowas eine Meldung? (URF bekam ich welche)","replies":[{"id":"","poster":"HoloHoroHolo","date":"2016-05-01T11:56:18.846+0000","up_votes":1,"down_votes":0,"body":"Ich habe nun schon mehrere dieser Beitrage gelesen und Frage mich immer, wie viel diese Leute spielen, bzw. wie viel diese Leute erwarten.\n\nVorab muss man sagen, dass die Kisten etwas einführen was es vorher nie gab (mit minimalen Ausnahmen). Kostenlose Skins.\n\nJedoch sind sie stark limitiert. 1 Kiste pro Woche. Natürlich hat man zu beginn relativ viele (man konnte direkt 5 Kisten haben).\n\nAber betrachten wir es auf 1 Kiste pro Woche. Also müsstest du 3 Schlüssel pro Woche bekommen um es optimal zu nutzen. Da es logischerweise nicht so \"einfach\" sein sollte, dürfte man erwarten, dass die droprate nicht so hoch ist.\nZusätzlich spielt da ein kleiner Faktor \"Glück\" denke ich mit ein. \n\nAlso ich habe auf meinem Account aktuell alle bis auf 2 Kisten geöffnet und schon alle gesammelt die gehen (nächste in 4 Tagen). Ich habe aktuell 1 Schlüssel. Also würde mir 5 Fehlen zum kompletten clear. Finde das persönlich okaisch.\n\nIch glaube die Leute verlagnen immer \"direkt alle Truhen sofort öffnen\"... seid mal nicht so gierig. Mal hat man höhere Droprat, mal geringere. Also ich hatte auch schon relativ viele Spiele hintereinander, da gab es gar keine Schlüssel aber auch erst vor kurzen ein paar Matches da habe ich in glaub 5 Spielen 3 Schlüssel bekommen. Es ist natürlich etwas zufall.\n\nIch weiß auch nicht ob es stimmt, aber habe mal gehört, dass das persönliche ranking (S, A, B...) mit einbezogen wird. \n\nEbenfalls habe ich glaub bei Urf ebenfalls bei 3 spielen 2 bekommen (glaube net sicher), weshalb ich vermute, dass sondermodi erhöhte Dropchance haben?\n\nAber kurz gesagt. Gedulde dich. Sei nicht so gierig. Dann hast du halt mal 2-3 Kisten rumliegen. Kisten farmen sich einfach. Schlüssel hat etwas schwerer. ABer du bekommst auch etwas, was früher eigentlich GELD echte € gekostet hat, also sei froh darauf anstatt wie jeder andere immer darüber zu klagen wie dumm es ist.\n\nSpicy","replies":[]}]}