{"id":"ZZ2EGn8E","poster":"StillYasuoMain","date":"2016-04-30T19:59:37.053+0000","title":"Yasuo build guide(lvl 18 full build demonstriert)","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":2,"body":"Hallo Leute\r\n\r\nIch habe mit Yasuo nun mehrere verschiedene Items ausprobiert. Kennt es jemand wenn man mit Yasuo das ganze Team ultet und danach sofort geoneshotted wird? Oder wenn ein Xin, Aatrox, eine Riven oder Fiora kommt und euch in ein paar Sekunden platt macht? Mit diesem build sollte das nicht mehr dauernd geschehen:\r\n\r\nStart Items:\r\n\r\n{{item:1051}} {{item:2003}} {{item:3340}} (mit der frass mastery ist 20% crit chance und 2 pots besser als lifesteal, schaden und 1 pot)\r\n\r\nBoots:\r\n\r\n{{item:3006}} (Mit full build und wenn du maw of malmortius gew&auml;hlt hast, in bloodthirster umkaufen)\r\n\r\n\r\n\r\nMust have:\r\n\r\n{{item:3046}} {{item:3031}} {{item:3053}} {{item:3153}} \r\n\r\nW&auml;hle 1:\r\n\r\n{{item:3156}} {{item:3072}} (falls hextrinker, boots in bloodthirster umwandeln)\r\n\r\n \r\nBuild order:\r\n\r\nStartet mit Phantomdancer. Danach kauft ihr die boots und infinity. Bilgewater f&uuml;r schon fr&uuml;her lifesteal und danach folgt steraks oder hextrinker bzw maw of malmortius. Bloodthirster kommt erst am Schluss. Boots verbesserung w&auml;re die gr&uuml;ne.\r\n\r\nElixier:\r\n\r\n{{item:2140}} \r\n\r\n\r\nMastery:\r\n\r\nhttps://picload.org/image/rgarppip/bildschirmfoto2016-04-30um21.4.png\r\n\r\n\r\nDemonstration:\r\n\r\nIn dem Video seht ihr im totalen lategame(alle lvl 18, fulll build) wie stark es sein kann. Ich heale doppelt so schnell wie Aatrox und mach fast doppelten Schaden. Seit wann kann ein Aatrox ein Yasuo nicht downbringen? Ich meine es ist Aatrox...dazu schaut euch noch den doppelten Schild von hextrinker und Steraks an. Dazu erhalte ich noch bonus Schaden und Leben.\r\n\r\nhttps://youtu.be/SLX-PiRYJ2M","replies":[{"id":"","poster":"ClAO KAKAO","date":"2016-04-30T20:58:19.764+0000","up_votes":2,"down_votes":3,"body":"Dorans ist immer noch besser als Starteritem als der Crithandschuh, außerdem das Video das du geposted hast war Mechanisch wirklich auf sehr niedrigem Niveau. Wenn ich Yasuo spielen möchte gucke ich lieber meine Mitspieler an, z.B. den Spieler namens ArKaDaTa. Der kann ihn wenigstens.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-04-30T21:05:22.104+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=69 IQ Player,realm=EUW,application-id=vatevpvi,discussion-id=ZZ2EGn8E,comment-id=0000,timestamp=2016-04-30T20:58:19.764+0000)\n>\n> Dorans ist immer noch besser als Starteritem als der Crithandschuh, außerdem das Video das du geposted hast war Mechanisch wirklich auf sehr niedrigem Niveau. Wenn ich Yasuo spielen möchte gucke ich lieber meine Mitspieler an, z.B. den Spieler namens ArKaDaTa. Der kann ihn wenigstens.\n\nDas build ist auch für niedrige niveau spieler^^\nIch finde 20% crit besser statt 0% crit und 4% lifesetal und 8% ad\n\nZudem kommen auch noch die 2 statt 1 pots dazu","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-05-01T01:54:25.391+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-05-01T09:16:28.131+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=SKT T1 1ND3R,realm=EUW,application-id=vatevpvi,discussion-id=ZZ2EGn8E,comment-id=000000000000,timestamp=2016-05-01T01:54:25.391+0000)\n>\n> Dorans Blade gibt dir HP, was für die early all ins super wichtig ist und Sustain, auch nach dem ersten Recall. Das macht sehr sehr viel aus, wenn du 10 Minuten farmst. Es gibt keine Situation, in der du mit dem Crit Item besser traden könntest. Zum Critten musst du Autoattacken und das bedeutet Trading und All in Gefahr. Für eine pokelane würde man Schuhe 4 Pots oder Longsword 3 Pots nehmen. Ich behaupte mal, dass es nicht mal persönliche Präferenz ist, sondern schlichtweg schlechter.\n> \n> 2 andere Sachen:\n> \n> Attackspeed Boots sind sicher nicht die einzige Option und eher schlecht als core.\n> \n> Das Boots Upgrade ist definitv das Rote, als Melee Fighter gibt das mehr Speed und Utility. Und man ist immer im Fight drin,\n\nOk vielleicht ist dorans ja besser^^ Irgendwie verliere ich mit dorans aber immer die lane und mit crit gewinne ich fast immer die lane...ka wieso und ob es zufall ist xD \n\nLongsword und dorans schild hatte ich auch schon ein paar mal probiert, doch hatte kein grossen Erfolg. Boots muss ich mal testen^^\n\nWas ich vergessen habe zu erwähnen ist, dass ich mit dem crit item viel schneller phantomdancer bauen kann(weil es ein teil davon ist).\n\nIch benutze die grüne weil ich es mag einfach so schnell zu sein(rote ist aber schon besser^^). Ich kauf mir manchmal auch sogar {{item:3009}} mit der grünen und hab +90 Lauftempo und verlangsamungsresistenz.","replies":[]}]}]}]}]}