{"id":"ew8OkFwV","poster":"Don Alfonso","date":"2016-04-29T06:30:19.620+0000","title":"Könnt Ihr mir ein paar Tipps geben ? ;)","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nwie auch im Titel schon beschrieben brauche ich mal ein paar Tipps, um vll schlecht laufende Spiele noch zu drehen.\r\n\r\nMir f&auml;llt z.B. nichts ein, wie man gegen ein gefeedeten Tank spielt (Poppy/Olaf etc.pp).\r\n\r\nOder wenn die Lanes schon vor Minute 10   2-3 Kills abgegeben haben.\r\n\r\nIch versuche diese Leute durch Ganks zu helfen oder Sie zu motivieren,dass wir im Tf besser sind oder in Splitpush wie auch immer das Matchup ist.\r\n\r\nfreue mich &uuml;ber Tipps von euch und sag schon mal im voraus danke\r\n\r\nMFG","replies":[{"id":"","poster":"Sikn3ss","date":"2016-04-29T07:35:04.711+0000","up_votes":1,"down_votes":0,"body":"Es ist nie einfach, wenn das Gegnerische Team schon im early fed ist. Wenn ihr schon zu diesem Zeitpunkt in jedem Fight auseinander genommen werdet, solltest du versuchen das Spiel zu stallen, also hinauszögern. So ermöglichst du dir und deinem Team durch Farmen mit Items und XP aufzuholen. Versucht Teamfights auszuweichen da ihr auch mit einer besseren TF comp nicht gewinnt wenn sie zu ahead sind. \nWichtig sind nun auch die Fehler der Gegner zu punishen. Ist z.B. ihr Carry gerade alleine auf der Top zu weit reingepusht? Pickt ihn raus und nun könntet ihr 4v5 einen TF starten. \n\nViel Glück in der Kluft.","replies":[{"id":"","poster":"Don Alfonso","date":"2016-04-29T08:03:48.893+0000","up_votes":1,"down_votes":0,"body":"danke dir ;) \nFragt sich nur was ich mit einem gefeedeten Tank anfangen soll,der alles wegtankt. :D","replies":[{"id":"","poster":"Sikn3ss","date":"2016-04-29T08:30:33.646+0000","up_votes":1,"down_votes":1,"body":"Gegen einen Tank kann man alleine meistens nichts ausrichten, ausser man ist selber fed und kann ihn outplayen oder kiten. Das einzige was einen Tank kontern kann ist Zusammenarbeit. CC'd ihn und nehmt ihn als Priority Target. Wenn die Gegner nun z.B einen Garen haben der fed ist aber die Carrys also ADC und Midlaner selbst keine Gefahr darstellen, dann muss dein Team Garen zuerst töten da er das stärkste Glied ist.","replies":[{"id":"","poster":"Kakerlaknschwarm","date":"2016-04-29T14:55:18.542+0000","up_votes":2,"down_votes":1,"body":"Einen Tank focussen ist eine schlechte Idee.\nWenn er fed ist und nur tanky gebaut hat, dann könnt ihr ihn kiten.\nAber bitte NICHT focussen!\n\nWeil dann gewinnt er das Game alleine, weil er nicht stirbt.\nSterben aber seine Teammates zuerst, macht er auch nicht mehr viel.\n\nXin Zhao/Jax/Gnar sind keine Tanks, zumindest nicht bis sie 4 Items haben. \nDie könnt ihr focussen, aber einen Shen focussen bringt dir nichts.","replies":[{"id":"","poster":"Sikn3ss","date":"2016-05-02T08:51:26.225+0000","up_votes":1,"down_votes":0,"body":"Es geht hier schlicht um die Tanks die auch viel Schaden machen e.g. Garen/Vi/Darius. Ist einen von denen Fed dann darfst du sie nicht ignorieren, da diese dein ganzes Team alleine auseinander nehmen und in einen ausgebrochenen Teamfight ist nichts mit Kiten wenn er mal vor deinem ADC steht ist er wahrscheinlich tot. Also doch Focus wenn diese fed sind und die carrys noch nicht so problematisch sind.\n\nUnd wenn dir meine Meinung nicht passt, dann schau dir Don Huaps Video How to deal with Tanks an.\nDa sagt dir ein High-Elo Spieler genau das. Video hat viel Humor und dumme Sprüche drin aber bleibt trotzdem konstruktiv!\n\nhttps://www.youtube.com/watch?v=mUe28CXOUpY","replies":[{"id":"","poster":"Kakerlaknschwarm","date":"2016-05-02T15:21:54.351+0000","up_votes":1,"down_votes":0,"body":"Gut, dann unterscheidet sich unsere Definition von Tank wahrscheinlich.\n\nEin Tank ist jemand, der Tank-Items gebaut hat. Also Sunfire, Randuins oder Warmogs etwa.\nEine Vi mit Warrior Enchant und Black Cleaver ist KEIN Tank! Die ist bestenfalls ein Bruiser.\n\nAber ist auch egal.","replies":[]}]}]}]}]}]},{"id":"","poster":"ninju7su","date":"2016-04-29T07:32:22.597+0000","up_votes":1,"down_votes":0,"body":"Das ist oft recht unterschiedlich was man dad machen kaann. Wichtig ist das man den Grund erkennt _warum_ genau man zurückfällt. Ich hatte letztens ein extrem interessantes Ranked game. Ich als Support Nami kam in das Midgameund sehe das die Toplane (Shen) von einem Tryndamare so krass reinpusht wurde das bereits der Inhibitor down war. in so einem Fall gehe ich auch als Ap support auf tanky Items und Peel nur diesen einen krassen Typen. Hat geholfen.\n\nWenn ihr zu oft im Jungle rausgepickt werdet und alleine sterbt, solltet ihr mehr warden. Sterbt ihr immer im Teamfight, solltet ihr versuchen diese zu meiden und vllt eher splitpushen oder zu Cachen. Einfach überlegen was euch Probleme macht und frühzeitig dagegen vorgehen. \n\nWenn man selber seine Lane gewinnt, versuch das auf die anderen Lanes zu tragen und einzelnen Spielern auch anch vorne zu bringen.","replies":[{"id":"","poster":"Don Alfonso","date":"2016-04-29T08:06:55.638+0000","up_votes":1,"down_votes":0,"body":"das Problem ist in SoloQ ist es sehr schwer die anderen Mates zu unterstützen,wenn sie bereits getiled sind.\n\nIch versuche schon immer die top und die bot zu unterstützen und gute Wards zu platzieren. ;S","replies":[{"id":"","poster":"ninju7su","date":"2016-04-29T08:49:31.181+0000","up_votes":2,"down_votes":2,"body":"Ich kenn das Problem,.. Main-Support eben. Solo-Q Spieler sind wie Frauen,.. Sie wollen jemanden der weiß was er tut und einfach mal macht und nicht lange labert. Also rauf auf die Lanes und denen den Kill geben. \n\nWobei der Vergleich spätestens bei dem Kill aufhören sollte ;)","replies":[{"id":"","poster":"Don Alfonso","date":"2016-04-29T09:01:19.449+0000","up_votes":1,"down_votes":0,"body":"alles klar danke :)","replies":[]}]}]}]}]}