{"id":"nEkmNQ90","poster":"Jaeylin","date":"2016-04-26T19:30:21.908+0000","title":"Bronze Midlanerin sucht ein Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, \r\nIch bin 25 Jahre alt und spiele seit knapp 2 Monaten LoL. Meine Main Lane ist Mid Lane mit meinem Lieblingschamp Ahri und meine Second Lane ist Adc. Ich spiele im Bronze 5-4 Bereich und schaffe es leider nicht raus. Meine St&auml;rken und Schw&auml;chen im Game bin ich selbst noch am rausfinden da ich ja noch nicht so lange Erfahrungen sammeln konnte. Teamspeak und HS ist vorhanden. Das Team sollte so wie ich im Bronze Bereich sein. Mein Ziel ist es mich Skilltechnisch weiterzuentwickeln, um mich sp&auml;ter im High Elo Bereich mitzumischen.\r\n\r\nBei Interesse einfach adden -&gt; **Jaeylin** {{champion:103}}","replies":[{"id":"","poster":"Kazuma Engel","date":"2016-04-26T19:44:53.962+0000","up_votes":1,"down_votes":0,"body":"Hab dich mal geaddet, mal schauen:)","replies":[]},{"id":"","poster":"Mayowo","date":"2016-04-27T06:10:07.602+0000","up_votes":1,"down_votes":2,"body":"Hallöchen Jaeylin,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/MKbf17v7-magic-mirror-u18-mutigaming-community-sucht-dich\nWir sind eine familiäre ü18 Multigaming Community seit April 2016 und haben einen Altersdurchschnitt von ca. 23 Jahren. Bei uns findest du neben einem aktiven Forum außerdem sich gründende Teams, die noch engagierte Mitglieder suchen.\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nstarbôrn | Mayo","replies":[]},{"id":"","poster":"NGC Polyxena","date":"2016-04-27T04:36:31.484+0000","up_votes":1,"down_votes":2,"body":"Guten Morgen Jaeylin,\n\nwenn du nicht ausschließlich auf der Suche nach einem Team sein solltest und dir außerdem vorstellen könntest neue, nette Menschen kennenzuleren schau dir doch Mal unsere Vorstellung an:\n\n[★ Nerds Go Casual | ü18 Multigaming Community lädt zum Zocken ein ★](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/sQr3vvV9-a-nerds-go-casual-a18-multigaming-community-laadt-zum-zocken-ein-a)\n\nWir haben in unserer noch recht kleinen Truppe alles dabei von Unranked bis Dia und du wärest bei weitem nicht die einzige Frau =). Du kannst dir ja einfach überlegen, ob dir unsere Vorstellung und die Homepage zusagt und mich bei noch offenen Fragen gerne kontaktieren.\n\nLiebe Grüße und vielleicht bis bald\nP0lyxena | Julia","replies":[]}]}