{"id":"IvPRP3Xr","poster":"Ekairidium","date":"2016-04-25T21:54:20.481+0000","title":"Schnellere und härtere Strafen","subforum":"Spielerverhalten & Moderation","up_votes":19,"down_votes":8,"body":"**Achtung! Es folgt ein l&auml;ngerer Text.**\r\n\r\n\r\n\r\nLangsam aber sicher nimmt die ganze Flamerei und das unsportliche Verhalten &uuml;berhand. Ich komme aus keinem einzigen Match ohne nicht mindestens 3 Spieler zu reporten. Meistens sind es sogar noch mehr. Dabei ist es v&ouml;llig egal ob die Spieler in meinem Team sind oder nicht. Es wird beleidigt dass sich die Balken biegen.\r\n\r\nMan wird als &quot;noob&quot; oder &quot;retard&quot; bezeichnet nur weil man einen bestimmten Champion spielt. Gibt ein Spieler das First Blood ab kommt sofort ein &quot;omg&quot; vom eigenen Team oder ein &quot;ez&quot; vom anderen. Wird man get&ouml;tet h&ouml;rt man nur &quot;u suck&quot; und &quot;get rekt&quot;.\r\n\r\nIch habe nicht das Gef&uuml;hl dass etwas gegen diesen Missstand unternommen wird, da diese Zust&auml;nde meiner Erfahrung nach im letzten Jahr und besonders seit Seasonbeginn stark zugenommen haben.\r\n\r\nIch habe mir aufgrund der schlechten Erfahrungen w&auml;hrend der Preseason vorgenommen genau zu notieren wie viele Reports ich gebe und dies einmal auszuwerten. Nach nunmehr 300 Ranked-Spielen sind es sage und schreibe 1437 Reports. Das enspricht einem Durchschnitt von 4,79 Reports pro Spiel. Deshalb kann ich der Aussage von Seiten Riots, dass toxische Spieler nur einen sehr kleinen Teil ausmachen, nicht so ganz zustimmen.\r\n\r\nNat&uuml;rlich sind nicht alle dieser Spieler chromische Flamer, aber trotzdem ist einen Beleidigung, auch wenn es nur eine Einzelne ist, immernoch eine Beleidigung. Deshalb bin ich der Meinung, dass jedes einzelne Vergehen bestraft werden muss. Ich habe nichts dagegen diese Spieler zu verwarnen, aber ich denke eine rein schriftliche Verwarnung geht bei den meisten zum einen Ohr rein und zum anderen wieder raus. Daher mein Vorschlag, auch einzelne Vergehen mit leichten Strafen zu belegen. \r\n\r\nZum Beispiel:\r\nSpieler A flamed einen Spieler B. Am Ende reported Spieler B Spieler A. Sofort wird der Chat &uuml;berpr&uuml;ft und der Flame entdeckt. Innerhald von maximal 60 Minuten bekommt Spielert A seine Strafe. Es ist das erste Vergehen von Spieler A, also wird die Strafe milder ausfallen als bei einem chronischen Flamer. Es wird abgewogen wie schwer die Beleidigung war. Hat er ihn &quot;lediglich&quot; als noob bezeichnet, erh&auml;lt Spieler A z.B. 2 Spiele Chatbann. Hat er ihn als &quot;bastard&quot;, &quot;retard&quot; oder &quot;motherfucker&quot; (sind die h&auml;ufigsten Beleidigungen die ich zu lesen bekomme) bezeichnet, erh&auml;lt er 10 Spiele Chatbann. Ist der Flame noch h&auml;rter, wie z.B. &quot;die in a car accident&quot;, &quot;get %%%%%%&quot; oder andere Todesw&uuml;nsche und Drohungen gegen die k&ouml;rperliche Unversehrtheit, erh&auml;lt Spieler A 40 Spiele Chatbann und 20 Spiele Rankedbann.\r\n\r\nAuch wenn es einen breiten Zuspruch zur antiautorit&auml;ren Erziehung gibt, hei&szlig;t dies nicht, dass die Kinder tun und lassen k&ouml;nnen was sie wollen. Auch in diesem Erziehungsmodell sind Ma&szlig;nahmen jenseits von gutem Zureden beinhaltet. Es ist nicht angebracht die ungezugenen Kinder k&ouml;rperlich anzugehen, aber auf Dauer bringt es nichts ihnen nur zu sagen &quot;das darfst du nicht&quot; oder &quot;das tut man nicht&quot;. Ein probates mittel ist es ihnen zum Beispiel den Zugang zu Fernseher und Computer zu verweigern, was im Falle von Legue of Legends einem zeitweiligen Bann gleichkommt.\r\n\r\nDie bisherige Politik von Riot ist schlicht zu weich. Es ist bekannt, dass man erst &uuml;ber einen l&auml;ngeren Zeitraum negativ auffallen muss eine Strafe zu erhalten. Ich sehe das so, als w&uuml;rde man den Ladendieb erst beim 10 Mal klauen bestrafen. Oder ein anderes Beispiel. Geht doch mal in die Disco und p&ouml;belt da mal so herum wie es viele hier im Spiel tun. Mal sehen wie oft ihr das machen k&ouml;nnt bevor ihr Hausverbot habt.\r\n\r\nIch bin keineswegs daf&uuml;r Spieler sofort wegen jeder kleinigkeit zu bannen, aber so ein kleiner Wink mit dm Zaunpfahl wirkt manchmal Wunder. Ich denke manche Spieler werden es sich zweimal &uuml;berlegen jemanden zu beleidigen wenn sie wissen, dass auch dieses eine Mal schon bestraft wird.\r\n\r\nEine weitere Verbesserung die ich mir w&uuml;nschen w&uuml;rde, w&auml;re ein besseres Feedback, was die Reports bewirken. Nar&uuml;rlich bekommt man die Nachricht, dass ein Spieler bestraft wurde, aber ich w&uuml;rde mir w&uuml;nschen auch zu wissen welcher. Ich will gar nicht unbedingt wissen welche Strafe er bekommen hat, aber ich m&ouml;chte wissen wer es war. Der Name des Spielers w&auml;re mir schon wichtig um einen Bezug hestellen zu k&ouml;nnen. Bevor jetzt jemand sagt &quot;aber das verst&ouml;&szlig;t doch gegen die naming und shaming Regeln&quot; m&ouml;chte ich anmerken, dass ich ja bereits weis was derjenige getan hat da ich ihn ja reported habe und somit kenne ich seinen Namen und sein Vergehen bereits.\r\n\r\nAlle diese &Auml;nderungen w&uuml;rden auch eine bessere Transparenz zeigen, was tolleriert wird und was nicht. Nat&uuml;rlich sollte jeder wissen was eine Beleidigung ist und was nicht, aber wir alle kommen aus unterschiedlichen L&auml;ndern, haben verschiedene Erziehungen genossen und auch andere Wertvorstellungen. Hier m&ouml;chte ich zum Beispiel auch erw&auml;hnen, dass es hier im Forum Leute gibt, die Ausdr&uuml;cke wie &quot;noob&quot; und &quot;idiot&quot; schon nicht mehr als Beleidigung auffassen, sondern als normalen Sprachgebrauch. \r\n\r\nAuch gibt es Leute in diesem Spiel, die denken es sei v&ouml;llig in Ordnung andere zu Beleidigen, wenn dies ihrer Meinung nach der Wahrheit entspricht. Wenn also jemand ein schlechtes Spiel macht ist es, deren Meinung nach, richtig den Betreffenden in Grund und Boden zu Flamen und ihm zu sagen wie erb&auml;rmlich schlecht und wertlos er ist, da es ja der Wahrheit entspricht. Ich bin der Meinung, dass Beleidigungen in jeder Hinsicht unangebracht sind. Auch wenn jemand absichtlich feeded, flamed, trolled etc. habe ich nicht das Recht ihn zu beleidigen. Am Ende reporten und ab auf die Blockliste um garnicht mehr in die Gefahr zu geraten jemals wieder etwas von ihm lesen zu m&uuml;ssen.\r\n\r\nAbschlie&szlig;end m&ouml;chte ich noch ein kleines Beispiel aus meiner eigenen Erfahrung im Spiel auff&uuml;hren, welches verdeutlichen soll, dass es momentan zu lange dauert bis manch toxischer Spieler entfernt wird.\r\nEin Spieler hat zuerst einzelne Spieler beleidigt und zu Reports aufgerufen. In den Lobby nach dem Spiel ging es munter weiter und als dann die Nationanlit&auml;ten ins Spiel kamen ist er v&ouml;llig ausgetickt. Die deutschen wurden als Nazi... (mit verschiedenen tierischen Erweiterungen) bezeichnet. Aber gegen auf die Franzosen in der Runde hatte er es besonders Abgesehen. Er hat offen Partei f&uuml;r die Terroristen des Charlie Hebdo Anschlags bezogen und ge&auml;u&szlig;ert er w&uuml;rde sich ihnen anschlie&szlig;en um noch mehr Franzosen zu t&ouml;ten. \r\nEgal ob er das nur dummes Geschw&auml;tz ist oder nicht, es ist in jedem Fall niveaulos und abartig. Solche Dinge sollten meiner Meinung nach nicht tolleriert werden und hier w&auml;re ein sofortiger, permanenter Bann bestimmt nicht unverdient. Denn es gibt Grenzen die man auch bei sclechter Laune nicht &uuml;berschreiten sollte.\r\nDieser Fall ereignete sich am 14.02.2015 und es hat tats&auml;chlich bis zum 08.02.2016 gedauert bis anscheinend ein Bann erfolgte, denn seit diesem Tag sind keine Spiele mehr gespielt worden. Bei solchen &Auml;u&szlig;erungen dauert es ein Jahr bis zum Bann. Dies ist meiner Meinung nach viel zu lang.\r\n\r\nNun m&ouml;chte ich jedoch nicht noch mehr schreiben. Ich entschuldige mich f&uuml;r den doch etwas l&auml;ngeren Text.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-04-26T07:07:03.416+0000","up_votes":7,"down_votes":2,"body":"hmm... du forderst als das, was Riot schon macht... GJ... Nur dass ein einzelner Report halt nicht ausreicht um eine Überprüfung auszulösen. Was auch gut ist, da die meisten Reports bei LoL völlig übertrieben sind... und ja, ich hatte gestern in nem Normal Game ne Kata, die dafür reported worden ist, dass sie einen neuen Champ ausprobiert hat... und \"Absichtlich gefeedet\" hätte... Letztens hat mein ADC behauptet, ich hätte ihn permanent geflamet, dabei habe ich ihn nach 5 Minuten gemuted und nichts zu ihm gesagt... Wahrscheinlich hat der auch wirklich geglaubt, dass ich ihn die ganze Zeit beleidigt habe... (Wobei ich mich auch vorm Muten zu einem Grenzwertigen Satz hinreißen ließ... aber deswegen kam dann ja auch der Mute... Damit ich mich nicht mehr mit ihm, sondern mit dem Spiel beschäftige.)\n\nBei deinen Reportzahlen muss ich mal dazu sagen: \"Let's go Drake\" ist keine Beleidigung. Man muss an der Stelle auch mal direkt sagt: Wenn du mit mehr als der Hälfte aller LoL Spieler ein Problem hast (du triffst ja nur auf 9 Spieler pro Spiel...), bist du vielleicht auch nur zu sensibel. Allein schon, dass du Buch führst... ich hatte auch mal mein Buch des Grolles, bis ich gemerkt habe, dass einem das wirklich nicht gut tut...\n\nUnd ja, ich reporte auch regelmäßig. Und sobald wirklich Beleidigungen dabei sind, reicht da auch eine davon aus (da der Spieler danach gemuted wird). Trotzdem komme ich nicht auf 4,9 Reports pro Spiel. Und ganz ehrlich: Wenn mich die Community so sehr nerven würde, dass ich in jedem Spiel ein ganzes Team reporte, hätte ich schon längst aufgehört. Ich war auch kurz davor, dies zu tun. Damals, als das Tribunal abgeschafft, aber kein Ersatz geschaffen wurde. Als man wirklich regelmäßig Sätze wie \"Report me, I dont care, the tribunal is down\" gelesen hat... Nur um euch mal von den richtig schlimmen Zeiten zu erzählen...\n\nDas faszinierendste an unseren Realitäten: Bei mir schreiben 4,9 Spieler pro Spiel gar nichts außer vielleicht ein \"GG WP\" wenn der Nexus fällt. Ok, 4,9 ist wahrscheinlich ein wenig zu hoch, aber 4,4 sind es bestimmt. Mit dem Gegnerteam habe ich eher selten Kontakt und einer in meinem Team schreibt auch relativ häufig gar nichts sondern konzentriert sich auf seine Lane... Aber die reportest du dann wahrscheinlich auch... wegen Kommunikationsverweigerung...\n\nOh und das lustigste ist dein Diskotheken Vergleich... ich habe da Insider Information, weil ich unter anderem Chef in so einer Diskothek bin... So wie du wahrscheinlich LoL spielst... würdest du in einer Disco eine Frau anflirten... dann scheitert das und ein daneben stehender Gast sagt laut \"OMG Noob\". \nUnd dann rennst du zum Einlass und sagst \"Schmeiß den Raus, der hat mich angepöbelt\"... \nDann lacht dich der Einlass, nach dem du ihm die Situation beschrieben hat, erst ein Mal aus. Wenn du dann immer noch darauf bestehst, sagen sie dir ein \"Bitte behindern sie uns nicht bei unserer Arbeit\"... und wenn du jede Woche mit derartigen Problemen zu denen kommst, lachen sie dich schon aus, wenn du den Laden betrittst und nehmen deine Beschwerde selbst dann nicht mehr wahr, wenn sie berechtigt ist...\nWas nebenbei nicht heißt, dass sie nebenbei ein Auge auf den angeblich pöbelnden Werfen. Aber du wirst halt nicht für jedes \"Fuck You\" sofort des Hauses vermieden... vor allem, weil es in Discos dann unter männlichen Besuchern sehr schnell sehr leer werden würde, da irgendwie jeder jeden wegen irgendwas denunziert, nur weil der schneller bei der Frau war, die man gerne gehabt hätte... (Und ja, das ist der Ursprung 75% allen Stresses in Klubs... es sei denn man geht in die falschen...)","replies":[{"id":"","poster":"VeniVediVicii","date":"2016-05-04T17:13:15.094+0000","up_votes":2,"down_votes":0,"body":"BS - die community wird immer heftiger.. mitllerweile von einem, in fast jedem spiel der richtig abgegangen ist, sind es 3 spieler des Teams die mehr chatten und sich gegenseitig hoch schaukeln als zu spielen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-05-04T22:31:44.439+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=VeniVediVicii,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=00040000,timestamp=2016-05-04T17:13:15.094+0000)\n>\n> BS - die community wird immer heftiger.. mitllerweile von einem, in fast jedem spiel der richtig abgegangen ist, sind es 3 spieler des Teams die mehr chatten und sich gegenseitig hoch schaukeln als zu spielen.\n\nDann spielst du in einer anderen Community als ich... also klar, es gibt Spiele, die so laufen, aber das ist bei weitem nicht fast jedes...","replies":[]}]}]},{"id":"","poster":"ςharŁεζεζΞ","date":"2016-04-26T06:39:31.766+0000","up_votes":2,"down_votes":2,"body":"An und für sich muss ich dir recht geben, jedoch kannst du einen für ein Kommentar nicht bestrafen. Du hast auch mal schlechte Laune und sagst dann auch mal was wie Shut the Fuck ab oder ähnliches, ich würde sagen das man ab einer bestimmten anzahl an Schimpfwörter erst bestraft werden kann....\n\nDu hast bestimmt auch mal einen beleidigt wenn er zu dir noob gesagt hat, z.b. Shut the fuck ab oder so :)\nund fändest du es dann fair gleich einen bann von 2 spielen oder mehr zu bekommen? Denke nicht, man muss immer schauen wie man so was macht.!\n\nLG\nCharlélélé {{champion:12}} {{summoner:31}}","replies":[{"id":"","poster":"KeylanX","date":"2016-04-26T07:21:17.380+0000","up_votes":4,"down_votes":0,"body":"> Du hast auch mal schlechte Laune und sagst dann auch mal was wie Shut the Fuck ab oder ähnliches,\n\n> Du hast bestimmt auch mal einen beleidigt wenn er zu dir noob gesagt hat, z.b. Shut the fuck ab oder so :)\n\nEben nicht... das käme mir einfach nicht in den Sinn. Und genau hier geht es schon los, dass manche sowas schon für normal halten. \n\nIST ES NICHT!\n\nSTFU -> Report -> 1 Spiel Ban!  ...dann hat man mal 30min Zeit darüber nachzudenken wo der ganze Mist eigentlich anfängt.\n\nEdit:\nIch rede nicht vom Perma und will auch nicht den Zugriff auf Hex-Tech verwehren... aber nen kleinen Aha-Effekt auslösen wäre hier bereits wünschenswert.","replies":[{"id":"","poster":"VeniVediVicii","date":"2016-05-04T17:18:24.211+0000","up_votes":2,"down_votes":0,"body":"vollkommen richtig die leute sollten mal spüren das es das tribunal auch gibt - Ein Report, diesen auf richtigkeit prüfen direkt 1 Tag Chat sperre und 1 Game 30 min abkühlzeit. Sollte dies eine fehl Meldung sein bzw die unwahrheit den spieler der reported hat zur rechenschafft ziehen ihm einen 30 minütigen bann aussprechen. Das direkt klar gemacht wird, das Fehlverhalten nicht gedulded wird.","replies":[]}]}]},{"id":"","poster":"Lasse Laufen","date":"2016-04-26T08:40:21.780+0000","up_votes":0,"down_votes":0,"body":"Du hast einen Spieler ein Jahr lang \"beobachted\" o.O ?\n\nIch wäre trotzdem auch für (schnellere) Strafen, da ich weiß wie viele Spiele man anderen versauen kann bevor man eine Strafe kassiert.\n\nEDIT : und die ganzen AFK und Leaver sollen endlich mal auch nen Perma Bann bekommen können, schön das man mit Leute beleidigen komplett fliegt aber wenn man jedes 3te Spiel leavt nur für ewig 20 min warten muss (übertrieben)","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T06:29:24.131+0000","up_votes":2,"down_votes":0,"body":"wie in meinem längeren Kommentar. Wer diese armen Schweine (ich zähle auch manchmal und immer öfter dazu und beobachte das mit Sorge) nicht stummschaltet und härtere Strafen fordert ist im Grunde genommen ein Sadist. Schlimmer noch, wenn ich vor dem Match nach einer Serie schlechter Spiele ankündige: \"please mute me, I might be flaming and raging.\", die Leute mich NICHT muten und später reporten wollen. Da siehst Du dass es neben den Flamern auch noch die erbsenzählenden Sadisten gibt. Dass sind eben diese scheinbar korrekten Leute, die genau darauf abzielen jemanden zu reporten und am liebsten in der Verwaltung, beim Ordnungsamt nach Jobs suchen. Diese Leute sind kaum besser als Flamer - nur auf andere Art und Weise brutal.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-27T07:03:21.188+0000","up_votes":1,"down_votes":1,"body":"Mit Verlaub, das ist doch Quark!\nWürdest du auch sagen, dass ein Polizist ein Sadist sein muss und nicht besser ist als die Verbrecher die er fängt, weil er ihnen dadurch ja auch was antut?\n\nGerade die Entwicklung die du beschreibst zeigt doch, dass es umso wichtiger ist Flamer zu reporten, damit sie bestraft werden.\nhierbei geht es aber keineswegs um den Akt der Bestrafung an sich, sondern um die Resozilaisierungsmaßnahme, die die Strafe darstellt.\nJe länger die Leute keine Konsequenzen für ihr Verhalten spüren, desto mehr gewöhnen sie sich daran.\nDie Unverbesserlichen werden per Permabann aus dem Spiel entfernt und können somit keine weiteren Spieler zu Flamern machen.\n\nGerade weil dieses unsägliche Verhalten so stark abfärbt, sollte man jeden einzelnen Flamer reporten und Riot viel schneller Strafen ansetzen, denn sonst wird das Tribunalsystem langsamer Reformieren, als die Flamer neue Flamer züchten.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T08:38:06.846+0000","up_votes":3,"down_votes":0,"body":"\"Sadist\" klingt hier natürlich als Extrem etwas harsch, aber wenn man sagt: \"Leute ich bin grad etwas heiß gelaufen und werde wahrscheinlich flamen und ragen - bitte muted mich\" - und wenn die Leute dann stattdessen die Bleistifte spitzen, dann ist das eben passiv-agressives Verhalten und eine andere Form des unfairen Verhaltens und dem Sadismus SEHR nahe.\n\nHier ist eine Kultur des Gifts und Hasses herangewachsen, man kann dieses Monster nicht ersticken. Man muss damit Leben, dass die Kultur an sich so ist, wie sie ist und dass LoL (und natürlich vielen anderen Online Games) scheinbar die schlechten Seiten in Menschen hervorbringt. Ich verallgemeine jetzt nicht bestimmte Berufe mit Sadismus (auch wenn es da sicher Tendenzen gibt). Worauf ich hinaus will ist, dass es verschiedene Menschentypen gibt, und die einen sind nicht unbedingt so viel besser als die anderen. Man könnte z.B. die Typenlehre heranziehen. Der Rote Typ ist lebhaft und energetisch (z.B. Südländer), geht aus sich heraus, Flucht häufiger, etc. Der Blaue oder Grüne Typ sind introvertiert und Erbsenzähler. Das sind dann eher die überkorrekten Reporter. \nSo sind wir eben verschieden.\n\nMuted doch einfach die armen Schweine, die ihren Frust abladen, weil sie nichts anderes zum Frustabbau haben. Dann ist das Problem erledigt. Man kann doch nicht 50% der Spieler reporten, und Riot wird kaum 50% der Community dauernd bestrafen und sich damit den eigenen, finanziellen Ast absägen. Darum geht´s doch letztendlich.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-27T08:59:34.197+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Djhrum,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=000a000000000000,timestamp=2016-04-27T08:38:06.846+0000)\n>\n> &quot;Sadist&quot; klingt hier natürlich als Extrem etwas harsch, aber wenn man sagt: &quot;Leute ich bin grad etwas heiß gelaufen und werde wahrscheinlich flamen und ragen - bitte muted mich&quot; - und wenn die Leute dann stattdessen die Bleistifte spitzen, dann ist das eben passiv-agressives Verhalten und eine andere Form des unfairen Verhaltens und dem Sadismus SEHR nahe.\n\nlol wann passiert das denn bitte? Er könnte auch einfach die Fresse halten und tun wofür er sich eingeloggt hat..spielen. Riot und die anderen Spieler sind nicht dazu da seine psychischen Probleme zu lösen, wenn er meint nicht anders zu können, als ob er Torett in den Händen hätte...\n> \n> Hier ist eine Kultur des Gifts und Hasses herangewachsen, man kann dieses Monster nicht ersticken. Man muss damit Leben, dass die Kultur an sich so ist, wie sie ist und dass LoL (und natürlich vielen anderen Online Games) scheinbar die schlechten Seiten in Menschen hervorbringt. Ich verallgemeine jetzt nicht bestimmte Berufe mit Sadismus (auch wenn es da sicher Tendenzen gibt). Worauf ich hinaus will ist, dass es verschiedene Menschentypen gibt, und die einen sind nicht unbedingt so viel besser als die anderen. Man könnte z.B. die Typenlehre heranziehen. Der Rote Typ ist lebhaft und energetisch (z.B. Südländer), geht aus sich heraus, Flucht häufiger, etc. Der Blaue oder Grüne Typ sind introvertiert und Erbsenzähler. Das sind dann eher die überkorrekten Reporter. \n> So sind wir eben verschieden.\n\nSchön und? Der rote Typ fliegt ja nur dann raus, wenn er meint seine Flüche in den Chat packen zu müssen und selbst da kann er fluchen, solange er nicht andere verflucht. Also was willst du uns dammit sagen?\n\n> \n> Muted doch einfach die armen Schweine, die ihren Frust abladen, weil sie nichts anderes zum Frustabbau haben. Dann ist das Problem erledigt. Man kann doch nicht 50% der Spieler reporten, und Riot wird kaum 50% der Community dauernd bestrafen und sich damit den eigenen, finanziellen Ast absägen. Darum geht´s doch letztendlich.\n\nIch hab im vorherigen Post schon genannt, warum das Probem damit eben nicht erledigt ist, vorallem dann wenn ich zwar das Geschreibsel ignoriere oder mute, andere im Team aber nicht und im besten Falle auch noch drauf eingehn.\nUnd wieder die 50%, die ma eigentlich nur erreichn kann, wenn manselber dazugehört.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T09:23:17.692+0000","up_votes":2,"down_votes":0,"body":"etwas verwirrend ist das Forum schon. Als ich mit LoL im Dezember 2015 angefangen habe war ich fleißig am \"reporten\" wurde mir nahegelegt, das lockerer zu sehen. jetzt geht´s in die andere Richtung. Eigentlich ganz amüsant, dass Du jetzt Aufregung durch ein Action-Spiel und meine Bitte mich zu muten ins Lächerliche ziehen möchtest und gleich mal psychische Erkrankungen heranziehst.\n\nDas spricht nicht gerade für Dich und ist eben auch wieder nur scheinheiliges passiv-agressives Verhalten, indem Du hier auf scheinbar sehr korrekte Weise meinen Post in den Dreck ziehst und mich auch noch subtil als psychisch erkrankten definieren möchtest. \n\nUnd genau darum geht es ja. Es sind Leute wie Du grade, über die ich rede. Da hilft es auch nicht zu sagen: ich hab heut einen schlechten Tag und könnte blödsinn schreiben. Da wird dann erst recht gnadenlos provoziert und bleistifte gespitzt. Der wird jetzt mal richtig angeheizt - da legen wir eine Akte an. \n\nUnd ich sagte nie, dass ich ein Standard-Flamer sei. Und ich glaube nicht (soweit ich die Streams bei youtube sehe), dass sich Leute in höheren Ranks davon befreien können ab und zu zum Flamer zu mutieren. Weil das spiel eben aufregend ist und die kommunikation sehr beschränkt - deswegen entsteht flaming - weil Emotionen entstehen, die man nicht mitteilen kann und irgendwann explodieren die Leute, wegen der mangelhaften Konzeption der Kommunikationswege in Online Games. Es soll auch welche geben, die haben einfach nur Spass daran andere Leute zu schikanieren. Zum Teil hängt es auch mit katastrophalem Game-Design zusammen, etwa indem man die Leute die das ganze Spiel andere \"anpingen\" und ping-spammen als ob es kein morgen gibt, nicht ausschalten kann (man kann ja nur alle akustischen pings ausschalten, was aber auch nicht hilft, wenn einer Dich massenweise mit Question-Marks zuballert und Du das siehst, aber nicht mehr hörst - zudem ist das kontraproduktiv, denn dann siehst Du ja gar keine Informationen mehr von deinen Teammates). Nach 30 Minuten mit Pings in den Ohren werde ich zum Beispiel häufig agressiv und fange an das auch so in den Chat zu schreiben, wenn bitten und flehen nicht mehr hilft. Da greift das Sytsem von Riot aber auch nicht ein und analysiert ob ich 30 Minuten lang angepingt wurde - wie sonne die das denn machen? - es wird ja nur registriert, dass jemand was ins Chatfenster schreibt.\n\n> Schön und? Der rote Typ fliegt ja nur dann raus, wenn er meint seine Flüche in den Chat packen zu müssen und selbst da kann er fluchen, solange er nicht andere verflucht. Also was willst du uns dammit sagen?\n\nDu kannst den Roten Typ nicht aus dem Spiel bannen. Genauso wenig aus der Welt. Es ist eine der vier Seiten des Menschen und kein Typ, der es irgendwie mehr verdienen würde als andere, gebannt zu werden. genauso gibt´s Phlegmatiker und Choleriker. Es steht Dir natürlich frei eine Welt zu verlangen in der Du nur unter Deutschen oder ruhigen Skandinaviern zockst, und diese dann ausschließlich phlegmatisch agieren und keiner mehr heiss läuft. So wird es aber nicht laufen. Denn auch die werden ab und zu nen schlechten Tag haben und \"Rot\" anlaufen. Kannst Du dan als perfekter Mensch, der ganz bestimmt nicht passiv-agressiv andere als psychisch Erkrankte versucht in Forumposts zu beleidigen, ja gerne für Dich erschaffen - Deine ganz eigene schöne Welt. \n\nIm Grunde genommen müsstest Du jetzt für so einen Post ja schon \"reported\" werden. Genau dafür willst Du ja sein, dass man konsequent auch dieses Subtile Flaming bzw. Beleidigen reported. Dann bist Du jetzt eben fällig.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-27T10:45:47.138+0000","up_votes":1,"down_votes":1,"body":"Du lässt aber auch grundsätzlich außer Acht, dass du dich auch einfach benehmen könntest.\nWieso sollen denn immer alle Rücksicht auf dich nehmen, wenn du dich auch einfach an die Regeln halten könntest?!\n\nBesonders weil alle deine Mitspieler darunter leiden, wenn dich nur einer von ihnen nicht muted, der verschwendet dann nämlich wieder Zeit mit tippen und evtl. tilten.\nDas ist eine sehr selbstsüchtige und im eigentlichen Wortsinne asoziale Grundeinstellung, da verwundert es nicht, dass das Viele ärgert.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T11:02:38.538+0000","up_votes":2,"down_votes":0,"body":"wieso gehst Du davon aus, dass IMMER (Diskussions-Killerwort) alle Rücksicht auf mich nehmen sollen und, dass ich das verlange? Als wäre ich irgendein Dauerflamer. Scheinbar hast Du nicht aufmerksam gelesen, was ich schreibe. Du schreibst hier gegen diesen Dauerfamer an, den es in der Form, wie Du ihn Dir vorstellst so nicht gibt. Es geht um Emotionen und um Typen von Menschen, die einen heissblütiger als die anderen. \n\nWenn Du eine schönere Welt mit lauter ruhigen Zeitgenossen willst wie mir, dann kauf uns beiden ein Ticket zum Mars. Aber selbst da kann ich Dir nicht garantieren, dass ich nicht mal einen schlechten Tag hätte. Zum Glück ist das bei Dir anders ;)\n\nEs gibt nicht DEN Flamer an sich, sondern ganz viele Leute die heisslaufen...DEN Flamer an sich zu finden (also jemand der wirklich absichtlich und dauerhaft seine Mitmenschen schikaniert) ist sicher nicht ganz so einfach, aber vielleicht hat Riot da Werkzeuge für. So wie ich sehe, wie sich das Flamen wie ein Strohfeuer breitmacht (letztendlich überall Online - auch im Social Media) wage ich das aber zu bezweifeln. man kann diese Masse an Frustration kaum in den Griff bekommen. Besser ist zu lernen damit besser umzugehen. Stummschalten. Erst recht wenn jemand darum bittet stummgeschaltet zu werden, weil ihm irgendwelche \"neuen Medien\" dazu antreiben manchmal zum Tier zu werden.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-27T12:17:54.491+0000","up_votes":1,"down_votes":1,"body":"Auch Temperament kann man zügeln, mir ist es egal ob du vor deinem Bildschirm mit Schuhen um dich wirfst oder Galle spuckst, aber im Spiel musst du dich zurückhalten.\nAußerdem ignorierst du konsequent, dass die Ignoranz die du einforderst, dieses \"Strohfeuer\" nur noch mehr anheitzt.\n\nGenau wegen dieser Verbreitung, ist es umso wichtiger dagegen vorzugehen und sich dabei zurückzulehnen und davon auszugehen, dass Nichs machen besser sei, weil ja ohnehin angeblich Niemand Selbstbeherrschung habe, ist zwar leicht, aber helfen wird es nicht.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T12:43:40.267+0000","up_votes":2,"down_votes":0,"body":"Du schreibst mich weiter persönlich an, als wäre ich ein Dauerflamer, nur weil ich schrieb, dass ich besorgt beobachte, dass mir hin und wieder auch Flaming passiert, nachdem ich lang genug selber beleidigt oder durchgehen medial mit Ping-Spam beschossen wurde wurde. Letztendlich bist Du Teil der Entflammten Community und flammst jetzt mal eben mich an. Im Grunde genommen traue ich Dir zu, dass Du auch im Spiel Leute rumkommandierst und ein bisschen hier und da kritisierst. Ist dann wenn Du es machst wahrscheinlich kein Flaming, nur freundliche Kritik - so wie hier eben.\n\nLies doch mal richtig und frage Dich ob die Probleme ausschließlich von den Menschen ausgehen, oder ob die Umwelt sie manchmal in ungünstige emotionale Lagen bringt. Von allen anderen Deine geistige Reife zu verlangen finde ich insgesamt als Gesamtkonzept etwas zu hoch angesetzt.\n\nDu kannst hier versuchen etwas Ordnung reinzubringen, die Leute zu lehren oder zu therapieren. Ich hätte nichts dagegen. Tue es, wenn Du meinst das klappt. Bei mir bist Du da in dem Sinne einfach etwas verkehrt. \n\n","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-27T13:02:06.880+0000","up_votes":1,"down_votes":1,"body":"Du schreibst hier einfach nur Floskeln runter... Aber zumindest hast du es geschafft, dass ich es aufgebe.\nIch hätte dir gerne gezeigt, wieso deine Einstellung für dich und die Communty negativ ist.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T13:04:56.468+0000","up_votes":1,"down_votes":0,"body":"Floskeln, ja? Zeige mir warum meine \"Einstellung\" für mich und die Community negativ ist. Ich habe nichts dagegen.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-27T13:48:57.559+0000","up_votes":1,"down_votes":1,"body":"Steht alles in meinen Beiträgen weiter oben.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-04-27T08:55:33.516+0000","up_votes":1,"down_votes":1,"body":"Dass du etwa 70% von dem was ich gesagt habe ignoriert hast, werte ich einfach mal als Zeichen dafür, dass du ohnehin nicht gewillt bist, deine Position zu überdenken, da du dein Verhalten weder ändern, noch deine eigene Schuld daran anerkennen willst.\nSchade, auch für dich, denn das wird dich auf lange Sicht deinen Account kosten.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T09:03:01.486+0000","up_votes":2,"down_votes":0,"body":"Glaube nicht, dass Du beurteilen kannst, ob mich was genau meinen Account kosten wird. Ich weiss jetzt gar nicht in welche Schublade, Du mich grade versuchst zu stecken. Sehe auch nicht, wie ich angelich ausgerechnet 70% von dem was Du sagts ignoriere. Scheint, als fühlst Du Dich einfach gerne im Recht. Was soll ich denn noch dazu sagen? Ich war ja noch vor 2-3 Monaten Deiner Meinung. Hat sich eben grundlegend verändert - auch durch den kontakt zu diesen ominösen Volunteers hier, die mich gelehrt haben Leute zu muten, um nicht selbst zum Flamer zu werden. \n\nReporte fleißig weiter. Ich tue es ja auch, aber ich nicht mehr so oft, weil ich flamer einfach stummschalte und damit weder verärgert bin, noch zu viel Zeit mit Reports verliere, auf die eh nicht sichtbar Wert gelegt wird. Du kriegst ja kein Feedback für das Zeug, was Du da ins Fenster schreibst. Also reporte fleißich weiter. Mach doch, ich bin der Letzte der irgendjemand daran hindern würde.","replies":[]}]}]}]},{"id":"","poster":"Lasse Laufen","date":"2016-04-27T10:37:07.948+0000","up_votes":1,"down_votes":0,"body":"Ich werde mal nichts zu meinem Chat-Verhalten im Spiel sagen, das wäre jetzt zu unnötig von mir aufzuzählen.\nJedoch bekommt man nicht \"so schnell\" nen Bann wenn man einfach nur übelst nervt, aber niemanden direkt beleidigt.\n\nWieso denn auch, man schreibt das ganze Spiel über wie schlecht *man selber* spielt, das die Gegner easy gewinnen können, das jeder (im eigenen Team) nur auf Score und nicht auf Teamplay spielt usw.\nSchreibt fast nur (Spielt natürlich so halb afk mit) und freut sich das man ja erst sein Team beleidigen muss damit man ne Strafe bekommt.\n\nZudem kann man auch jedes 3. Spiel leaven, genau so sehr wie die Flamer einem das Spiel kaputt macHen, und wird nicht gebannt.\n\nWenn du meinst wir sollen die Flamer einfach muten, warum machen wir dann nicht einfach das die Flamer (da wo normalerweise der Perma Bann ist), einen Char Bann geben bei dem zwar der Flamer im Chat schreiben kann, aber er ist von sich aus immer gemuted,  kann nicht entmuted werden oder kann gar nicht schreiben. Wenn er dann halt immer noch Stress sucht (fängt an zu sabotieren) bekommt er halt nen Perma Bann,  hätte er jauch eh verdient.","replies":[]}]}]},{"id":"","poster":"Kuhakuù","date":"2016-04-26T07:29:01.295+0000","up_votes":2,"down_votes":18,"body":"langer text viel erklärung\ntl dr\n\nfazit\nrito machts uns echt einfach permabanns zu sammeln\nund tut nichts gegen die richtigen probleme\n\nfrüher wars schwer nen perma bann oder geschweige \"7/14/2 months\" sperry zu bekommen\nheute hingegen spiele ich 10 games und hab nen 100 games chat restrict\nokey wieder 10 games zack 7 days bann\nokey ne woche später wieder 10 games\nzack 14 days bann\nund wieder 10 games später\npermabann \n\nerklärung dazu  ich spiele relativ gut leider gegen viel schlechter spieler \n(da mmr recht hoch aber promos bis zu 14x machen müssen da man in die promo kommt (0/3 direkt 2 spiele verliert)\ndann 3 mal gewinnt in die promo kommt und sich das ganze wiederholt (JA bis zu VIERZEHN mal)\n\nam ende hat man ne (keine fiktion) platin 1 mmr und ist immernoch gold4\n\nwarum überhaupt banns bekommen?\ntja ganz einfach man spielt mit 4 leuten in einem team\nwovon einer grundsätzlich schlechter ist\nvon den anderen 3 einer afk\ndie restlichen 2 duoq mates sind und nur ihre lane versuchen zu gewinnen und nicht die nötige erfahrung \"das team\" (team hierbei aus 5 leuten bestehend)\nzu carryn indem sie nicht nur ihre lane ganken (jungle und x lane)\noder mal vll wenn man adc + sup spielt mitte zu rotieren und dort druck aufzubaun\n\nnein es kommt noch besser\nes wird nicht gegankt\nnicht gewarded\nnicht rotiert\nsondern stumpf weiter pve (aka ich farme die npcs in jungle) betrieben und damit das game für alle anderen ruiniert\n\nhmm man könnte sagen jeder hat mal nen schlechten tag oder nen troll/afk/insert random excuse here\n\nABER JEDEN TAG IN JEDEM SPIEL? srslee ?\n\njust my 2 cents\n\nich werd auf jeden fall nen neuen account anfangen und wieder so spielen wie jetzt (scheiß auf 300 euro die ich in skins gebuttert hab)\n\nvll checkt es rito mal das strafen keine abschreckung sind und das ganze system mit \"tribunal\" (welches es seit season 2 nimma gibt)\nund \"leaverbuster\" nicht funktioniert\nund diese ich kann selber leute reporten kacke funktioniert auch nicht\n2-4 premades und zack hat man 4 reports weil man 7-0 mid spielt und nurnoch mid pusht damit die  gegnerische botlane/jungler/top rotieren muss \ndamit man den 7-0 mid zed aufhalten kann\n\naber da wären natürlich höhere mathematik kenntnisse erforderlich um komplexe rechnungen anzustellen (sarkasmus pur)\num zu verstehen warum der 7-0 (ja 7-0 ist fiktion es kann auch nur 2-0 10-0 oder sonstwas sein) das tut\n\nanother 2 cents here now ur rich rito","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T12:15:17.028+0000","up_votes":2,"down_votes":0,"body":">nein es kommt noch besser\nes wird nicht gegankt\nnicht gewarded\nnicht rotiert\nsondern stumpf weiter pve (aka ich farme die npcs in jungle) betrieben und damit das game für alle anderen ruiniert\n\nIch finde es interessant, wie du selbst machst, was du als falsch ansiehst. \n\n>2-4 premades und zack hat man 4 reports weil man 7-0 mid spielt und nurnoch mid pusht \n\nDu beschwerst dich erst darüber, dass alle nur auf ihren Lanes bleiben und dem Team dadurch zur Last fallen, wenn du das machst, ist es aber plötzlich das beste für das Team?","replies":[{"id":"","poster":"Revilous","date":"2016-04-26T14:40:52.057+0000","up_votes":3,"down_votes":0,"body":"Egal was er macht, es ist das allerbeste was man machen kann. Nur wenn es die anderen machen ist das total schlecht weil die können das nämlich gar nicht.","replies":[]},{"id":"","poster":"Kuhakuù","date":"2016-04-27T00:41:26.409+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=00070003,timestamp=2016-04-26T12:15:17.028+0000)\n>\n> es wird nicht gegankt\n> nicht gewarded\n> nicht rotiert\n> sondern stumpf weiter pve (aka ich farme die npcs in jungle) betrieben und damit das game für alle anderen ruiniert\n> \n> Ich finde es interessant, wie du selbst machst, was du als falsch ansiehst. \n> \n> Du beschwerst dich erst darüber, dass alle nur auf ihren Lanes bleiben und dem Team dadurch zur Last fallen, wenn du das machst, ist es aber plötzlich das beste für das Team?\n\nschön wie nur das gequotet wird was gegen mich sprechen würde\n\nzum ersten das ich selber nicht die oben genannten punkte nutzen würde - doch tuhe ich sonst würd ichs ja nicht bemängeln\n\nzum 2ten wenn du schon quotest dann bitte alles\n\nes steht als erklärung genau dahinter warum man mid immernoch pusht\nwarum ich es trotzdem bemängel?\nweil niemand von meinem teammates 7-0 steht und mid (top/bot oder jungle control erorbert) pusht so das die anderen (gegnerischen) \nlanes rotieren MÜSSEN\n\naber wie gesagt dieses komplexe spielverhalten erfordert hohe mathematische berechnungen zudenen nur etwa 1.337% aller menschen imstande sind zu berechnen\n\nmy 2 cunts","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-27T09:02:01.719+0000","up_votes":1,"down_votes":0,"body":"Und da ist doch das Problem. Du gehst davon aus, dass nur du weißt, was richtig ist. Wenn du etwas machst, weißt du genau, warum du das tust, auch wenn du dadurch das Spiel 1/7/1 beendest. Deine Mitspieler siehst du aber als Unfähig an, weil sie keinen Roman zu ihren Entscheidungen geschrieben haben? \n\nJa, du hast ein paar gute Spiele. Wenn deine KDA in Ordnung ist, scheinst du das Spiel meistens für dich entscheiden zu können. Wenn es für dich aber nicht so gut läuft und du wenige Killbeteiligungen hast, scheinst du aber viel falsch zu machen. Sonst wäre deine Winrate größer als 35 % über die letzten 20 Spiele.\n\nBei einem deiner Spiele hast du offensichtlich sogar getrollt. 1/3/0 Anni auf Level 5, mit 3 mal {{item:3070}} und 920 Schaden an Champions nach 23 Minuten ist garantiert kein \"Ich habe das richtige gemacht\".\n\nLass den Unsinn mit den komplexen mathematischen Berechnungen für Spielzüge, die so gut wie niemand versteht. Was man noch am ehesten ausrechnen könnte wäre, wie man den Schaden maximiert, die EP oder das Gold. Objectives nehmen, wenn die Gegner gerade anderweitig beschäftigt sind (zum Beispiel mit Respawnen oder zu dritt Toplane ganken) ist aber ein no brainer und hat nichts mit Berechnung zu tun. \nWenn es sie gäbe, und du einer der Auserwählten wärst, die sie durchführen können, wärst du entweder Coach eines Profiteams oder Challenger, minimum wenigstens Dia 1, solange du in der Lage bist, Maus und Tastatur anständig zu bedienen. Ich kann mir nämlich nicht vorstellen, dass man mit dem Skill \"genau zu wissen, was zu tun ist um zu gewinnen\" in Gold stecken bleibt. Außer vielleicht man hat eine APM von 60. \n\nÜbrigens habe ich nur einen Ausschnitt deines Posts zitiert, der gegen dich spricht. Um ehrlich zu sein, ist da kein Absatz, der für dich spricht. Du kennst dich mit dem Reportsystem nicht aus, kritisierst es aber, hast mehrere Banns erhalten und zeigst keinerlei Besserung deines Verhaltens. Du befindest dich in der imaginären Elohell, verlierst laut eigener Aussage oft gegen Spieler, die eigentlich schlechter als du sein sollten, was bedeutet, du bist nicht so gut wie du glaubst und hältst dich für unfehlbar (was zumindest in Bezug zu LoL nicht stimmt, sonst wärest du garantiert schon Challenger).","replies":[{"id":"","poster":"Kuhakuù","date":"2016-04-28T07:44:15.775+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-28T09:02:51.719+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kuhakuù,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=00070003000100000000,timestamp=2016-04-28T07:44:15.775+0000)\n>\n> Ja, du hast ein paar gute Spiele. Wenn deine KDA in Ordnung ist, scheinst du das Spiel meistens für dich entscheiden zu können.\n> Wenn es für dich aber nicht so gut läuft und du wenige Killbeteiligungen hast, scheinst   das team  viel falsch zu machen. \n>  Ja Ich habe das richtige gemacht weil gegen ein full gefeedetes team surrendert man nach 20 minuten oder wartet bis sie das spiel enden\n> \n> An folgendem punkt musste ich anfangen zu weinen ...vor lachen\n> ich schreibs sogar dazu das es sarkasmus ist da viele leute diese form der unterhaltung nicht verstehen wenn man es nicht dazu schreibt\n> und da du es überlesen hast/nicht als sarkasmus erkannt hast/es nicht als sarkasmus nehmen wolltest\n> sehe ich nur das du entweder nicht in der lage dazu bist\n> oder einfach nur mich schlechtreden willsz\n> was dich - ja dich lieber ich hab nen grünen namen im forum - nicht  besser macht wie die leute mit denen ich soloq spiele.\n> \n>  Was man noch am ehesten ausrechnen könnte wäre, wie man den Schaden maximiert, die EP oder das Gold. Objectives nehmen, wenn die Gegner gerade anderweitig beschäftigt sind (zum Beispiel mit Respawnen oder zu dritt Toplane ganken) \n> ja richtig darum herum gitbs genug strategien...scheints ja doch kein bronzie newb zu sein sondern eher silber - gold  zu spielen\n> denn dort bemühen sich manche sogar so sehr das die die richtigen items kaufen \n> \n> wenn das nen no brainer wäre dann könnten ja ALLE 100% lolspieler dieses tun....effektiv machen sie es nicht daher ist es wohl kein no brainer.\n> \n> und wieder ich heule vor lachen\n> das beweißt wieder das du den sinn von generell mobas oder multiplayer games nicht erkennst\n> es ist ein TEAM spiel\n> daher wenn nicht die mehrheit des team 3/5 gewinnt\n> hat man sehr schlechte karten überhaupt das gesamte spiel zu gewinnen \n> aber das ist dir ja wohl bekannt - oder?\n> \n> Ich kann mir nämlich nicht vorstellen, dass man mit dem Skill genau zu wissen, was zu tun ist um zu gewinnen in Gold stecken bleibt.\n> \n> doch leider wahr...jedenfalls euw und eune\n> korea is da was anderes da dort selbst die bronzies wissen was zu tun ist\n> \n>  Außer vielleicht man hat eine APM von 60.\n> \n> 2 jahre lang sc2 gezockt zerg main masters erreicht danach langweilig - argumente sollten schon wehtun wenn man sie ausspricht sonst wird das nix\n>  und ja ich hab genug apm und meine zerg die choke hoch hoch zu mikron\n> \n> wenn du sonst noch irgendwelche spiele abklappern willst gerne doch :D \n> bf3 6,2kda\n> wow einige eu firstkills im bereich vanilla - icc lichking eu #3\n> wc3 undead ka was fürn rank müsst ich nachschaun\n> dota in wc3 auch ziemlich gut auf tournys gespielt\n> gw2 mitglied von Red Guard und Second law gewesen\n> und viele weitere spiele auf eu niveau \n> kannst dich gern mit mir messen aber ich sags gleich es wird nix gutes bei rauskommen \n> nur das du schlechter als ich bist ;)\n> \n> entspricht vollkommen meiner aussage von oben\n> \n>  Um ehrlich zu sein, ist da kein Absatz, der für dich spricht.\n> \n> erkennen du musst den sarkasmus junger troll\n> \n> Du kennst dich mit dem Reportsystem nicht aus, kritisierst es aber, hast mehrere Banns erhalten und zeigst keinerlei Besserung deines Verhaltens. \n> \n> falsche annahmen und falsche auslegung sag mal bist du irgendwie nen gläubiger oder so?\n> \n> Du befindest dich in der imaginären Elohell, verlierst laut eigener Aussage oft gegen Spieler, die eigentlich schlechter als du sein sollten, \n> \n> was bedeutet, ich spiele halt mit newbs zusammen ja danke für die feststellung\n> \n> \n> du bist nicht so gut wie du glaubst  sonst wärest du garantiert schon Challenger\n> \n> doch irgendwie schon danke ;)\n> oder ist korea dia3 nicht gleichgut wie euw challanjeur?\n> \n> und hältst dich für unfehlbar \n> \n> wo hab ich das gesagt?\n> mein statement war nur das ich relativ gut bin\n> natürlich kein faker/bjergsen whatever insert random pro here\n> \n> versuch ja nicht mir meine worte im mund umzudrehn danke ;)\n> \n> viel spaß mit meinem text lieber grüner name namens sirrkas\n\nWow so viele Worte, um zu sagen wie toll du bist.\nKannst ja noch dein Tetrisrekordlevel posten und dich noch mehr in deinem Ego baden.\nKeine Ahnung, was die anderen Spiele jetzt mit LoL zu tun haben sollen und natürlich spielst du alle auf eu-niveau(was soll das sein?)\nDu bist sooo ein toller Hecht und der allerallerbeste Spieler in allen Spielen, nicht nur Eu weltweit glaub ich.\nIst das hier dein gebannter Acc.? Warum laberst du von Korea Dia 3, wenn du vor Saeson6 nichtmal an Gold gekratzt hast?\nEinfach wahnsinn wie gut du doch bist, ich bin weg und bau dir einen Schrein.","replies":[{"id":"","poster":"Kuhakuù","date":"2016-04-28T10:18:51.879+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=000700030001000000000000,timestamp=2016-04-28T09:02:51.719+0000)\n>\n> Wow so viele Worte, um zu sagen wie toll du bist.\n> Kannst ja noch dein Tetrisrekordlevel posten und dich noch mehr in deinem Ego baden.\n> Keine Ahnung, was die anderen Spiele jetzt mit LoL zu tun haben sollen und natürlich spielst du alle auf eu-niveau(was soll das sein?)\n> Du bist sooo ein toller Hecht und der allerallerbeste Spieler in allen Spielen, nicht nur Eu weltweit glaub ich.\n> Ist das hier dein gebannter Acc.? Warum laberst du von Korea Dia 3, wenn du vor Saeson6 nichtmal an Gold gekratzt hast?\n> Einfach wahnsinn wie gut du doch bist, ich bin weg und bau dir einen Schrein.\n\nstrichliste +1 fanboy\ndanke und lass paar donations da bedanke mich im vorraus\n\nzur erklärung\ndas \"eu niveau\" ist ganz einfach\ndu spielst so gut das du im eu ranking weit vorne bist platz 10 aufwärts\nmeinerseits war ich unter anderem an viele eu first kills beteiligt\nund komplett ein raid eu #1 dps bei 8/11 bossen\ndas ist eu niveau\n\nwas die anderen spiele mit lol zu tun haben?\ndas ist selbst erklärend und wenn du nicht drauf kommst frag jmd ich bin nicht in der pflicht dich aufzuklären und selbst wenn würdest du es wohl nicht verstehen bei deinem kommentaren :D\nhf my treuer fanboy und mögest du noch viel mehr geld ausgeben","replies":[{"id":"","poster":"Soúp","date":"2016-04-28T11:36:50.195+0000","up_votes":2,"down_votes":0,"body":"Dia3 in KR und steckt in Gold EUW fest? Da gibt's ausnahmsweise mal ein klassisches: xD \n\nWenn du ne Platin1-MMR hast, warum wirst du dann nur mit mittlerem Gold - Platin5 gematched?","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-04-28T09:11:52.466+0000","up_votes":2,"down_votes":0,"body":">kannst dich gern mit mir messen aber ich sags gleich es wird nix gutes bei rauskommen\nnur das du schlechter als ich bist ;)\n\nDas glaube ich dir aufs Wort, wenn ich gegen dich in einem Spiel antreten würde, das ich noch nie aus Spielersicht erlebt habe. Wenn du aber in einem Spiel gegen mich antrittst, das du nicht kennst, ich hingegen schon, wird das Gegenteil der Fall sein. Ich weiß also wirklich nicht, was das mit dem Thema zu tun hat.\n\n>oder ist korea dia3 nicht gleichgut wie euw challanjeur?\n\nWenn du wirklich so gut wärst und es da nach Dia schaffst, sollte Gold für dich ein Kinderspiel sein. Du behauptest also, du bist viel besser als Gold, also beweise es doch einfach. Wie du das schaffst? Steige in EUW einfach auf, du musst nur langfristig besser spielen, als die anderen. Das sollte ja kein Problem für einen EUW Challenger sein, die schaffen das schließlich ständig, Smurfs von Unranked nach Dia 1 zu ziehen. \n\nUnd das beste ist, sogar die Mathematik ist auf deiner Seite. Nach dem Gesetzt der großen Zahlen ist es unausweichlich, dass du früher oder später aufsteigst, wenn du so gut bist. Die ganzen Feedernoobteams, die dich angeblich unten halten, können dich nämlich nicht über mehrere Hundert Spiele runterziehen. Klar, einige Niederlagen wirst du wegen deinen Teammates erhalten, es gibt eben Spiele die man nicht gewinnen kann. Eben so oft, wirst du aber von deinen Mitspielern gecarriet, wenn du nicht besser als die bist, manche Spiele kann man nicht verlieren. Bei allen anderen ist es wichtig, was du aus der Situation macht. An denen entscheidet sich dann, ob du besser bist als deine aktuelle Division oder nicht.\n\n>Wenn es für dich aber nicht so gut läuft und du wenige Killbeteiligungen hast, scheinst das team viel falsch zu machen.\n\nEines weiß ich aber Sicher, wenn du schreibst, dass dein Team immer daran Schuld ist, wenn du schlechte Leistungen bringst und das als Entschuldigung für ein 1/7/1 in einem Goldspiel verwendest, gehörst du mit deiner Leistung nicht nach Challenger.\n\nEdit:\n>Ja Ich habe das richtige gemacht weil gegen ein full gefeedetes team surrendert man nach 20 minuten oder wartet bis sie das spiel enden\n\nDir ist bewusst, dass man dein [Tränen Anni Spiel](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2632385045/25165122?tab=overview) ansehen kann? Du hast bei Minute 5 dein Golditem verkauft, bei Minute 6 eine Träne gekauft und bei Minute 12 die nächste. Du hast scheinbar bei Minute 6 aufgegeben. Vielleicht sogar früher, da stand es gerade mal 2 zu 3 von den Kills. Es war noch kein Turm gefallen und die Gegner hatten etwas über 1 K Goldvorteil. Da war eigentlich noch lange nichts verloren, das Comeback war da noch jederzeit für dich möglich. Es war verloren, als du entschieden hast, dass es verloren ist und es besser ist zu trollen. \n\nIch weiß ehrlich nicht, wie du mir mit so einer Einstellung weiß machen willst, dass du so gut sein sollst.\n\nNur damit dir das klar wird, der Teemo hat in dem Spiel eine bessere Leistung gebracht als du und der stand 1/11/2.","replies":[{"id":"","poster":"Kuhakuù","date":"2016-04-28T10:31:09.328+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=000700030001000000000001,timestamp=2016-04-28T09:11:52.466+0000)\n\n> Dir ist bewusst, dass man dein [Tränen Anni Spiel](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2632385045/25165122?tab=overview) ansehen kann? Du hast bei Minute 5 dein Golditem verkauft, bei Minute 6 eine Träne gekauft und bei Minute 12 die nächste. Du hast scheinbar bei Minute 6 aufgegeben. Vielleicht sogar früher, da stand es gerade mal 2 zu 3 von den Kills. Es war noch kein Turm gefallen und die Gegner hatten etwas über 1 K Goldvorteil. Da war eigentlich noch lange nichts verloren, das Comeback war da noch jederzeit für dich möglich. Es war verloren, als du entschieden hast, dass es verloren ist und es besser ist zu trollen. \n\nda du so detailiert beschrieben hast was passiert ist\nwirst du sofern du nicht blind bist oder unfähig zu lesen\nfestgestellt haben so wie dir möglich ist\ndas der teemo als support im game war und ich toplane\nnoch in der champselect fängt mr support\nan zu trollen daraufhin bitte ich ihn nicht zu trollen und woraufhin er teemo pickt und meint ich geh jetzt teemo support\ndamit wenigtens der adc die lane gewinnt habe ich entschieden ein support item zu kaufen und support zu spielen damit teemo top geht\nsoweit teamplay und alles beachtet trotz trolls springe ich in die fehlende wichtige rolle um das team zu carrien\nweiter im text\nder adc beschließt auch noch zu trollen und geht mit \"support\" teemo toplane und lässt mich bot solo mit nem support item und 0 farm\nwenige minuten später beschloss ich afk zu gehn und bei 20 zu surrendern da ich diese art von leuten nicht carryn will\nes gibt viele leute die dodgen queues wenn xyz champ gebannt/gepickt ist\nes gibt zig leute die gehn afk wenn fb verloren wurde\nes gibt zig leute die nicht diese \"mmr geboosteten spieler\" carryn wollen \nweil es ist einfach nicht hilfreich diese schlechten spieler auch noch zu belohnen indem man sie carryd\na werden sie nicht draus lernen\nb werden sie \"oh ich kann sogar troll teemo support spielen und das spiel gewinnen\" weiterführen\nwas daraufhin das ehh schon \"ich kann ALLE champions für eine rolle picken\" spiel ankurbelt\nwas wiederum die spielergemeinschaft noch weiter zerrüttet als ehh schon die trolls/newbs/afkler machen\n\nwenn du damit ein problem hast das ich nicht diese newbs carryn will und lieber ff20 surrender fahre\ndann spiel du doch mit diesen newbs und carry sie challanjeur\ndort gehören sie auch hin \nwenn  du immernoch der meinung bist das sie es verdient haben kann ich dir auch nichtmehr helfen\n und du solltest mal einen coach/lifecoach oder arzt besuchen.\n\nhonest opinions im internet sind selten aber sie existieren.\ngenau wie gute teammates (aber nicht auf euw)","replies":[{"id":"","poster":"Shiggyvara","date":"2016-04-29T08:35:02.501+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Kuhakuù,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=0007000300010000000000010000,timestamp=2016-04-28T10:31:09.328+0000)\n>\n> noch in der champselect fängt mr support\n> an zu trollen daraufhin bitte ich ihn nicht zu trollen und woraufhin er teemo pickt und meint ich geh jetzt teemo support\n> damit wenigtens der adc die lane gewinnt habe ich entschieden ein support item zu kaufen und support zu spielen damit teemo top geht\n> soweit teamplay und alles beachtet trotz trolls springe ich in die fehlende wichtige rolle um das team zu carrien\n> weiter im text\n> der adc beschließt auch noch zu trollen und geht mit &quot;support&quot; teemo toplane und lässt mich bot solo mit nem support item und 0 farm\n\nKlingt nach dem typischen \"ich sag dir welche Rolle du wie zu spielen hast und wenn du das nicht machst trollst du\"-Typen.\nDer ADC hatte offensichtlich keine Probleme mit seinem Teemosupport, der es auch ungünstiger gehabt hätte, wenn er mit Supportmasteries plötzlich Solo spielen muss.","replies":[]},{"id":"","poster":"eingew","date":"2016-04-29T10:53:07.511+0000","up_votes":2,"down_votes":0,"body":"Was ich an deinem Vorgehen fragwürdig finde, ist dass du deinen Mitspielern, egal wie sie spielen, nicht die Chance auf den Sieg lässt. Ja, Teemo Support ist absurd und nicht sonderlich effektiv... aber deshalb diesem Spieler die Chance auf den Sieg, die trotzdem noch da ist, mit allen Mitteln nehmen zu wollen und damit nicht nur selbst Strafen riskieren, sondern gleich auch noch dem Team das Spiel zu versauen?\n\nDas klingt für mich weniger nach durchdachtem Vorgehen, als eher nach einer Kurzschlussreaktion.\n\nVor allem wo dein Hauptargument ist, dass er nichts lernen würde, wenn er gewinnt. Aber wenn er verliert wird er sein Verhalten ändern? Obwohl du ihm doch eine eindeutige Ausrede geliefert hast, die die Schuld für den Loss von ihm auf dich abwälzt? Wenn er lernen würde, dass sein Pick suboptimal ist, weil er fair verloren hat, okay, vollkommen nachzuvollziehen. Aber wenn du den Loss erzwingst machst du so ziemlich alles falsch, was man falsch machen kann.\n\nDu schadest dir selbst und dem Team, weil jemand anderes das deiner Auffassung nach auch tut. (Obwohl sein Verhalten, laut deinem Urteil, weit weniger Schlimm ist. Denn hätte er als Teemo Support keine Chance auf den Sieg müsstest du ja nicht mehr AFK gehen, oder?)\n\n___\n\nAbgesehen davon: Hör auf die Leute so herablassend zu behandeln. Das ist kein angemessenes Verhalten in diesem Forum.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Alustus","date":"2016-04-26T09:01:12.871+0000","up_votes":5,"down_votes":0,"body":"> vll checkt es rito mal das strafen keine abschreckung sind und das ganze system mit \"tribunal\" (welches es seit season 2 nimma gibt)\n\nNur weil es dich nicht abschreckt würde ich das nicht verallgemeinern. \nIch kenne einige Spieler die eine CR hatten und aufgrund dieser aufgehört haben zu flamen weil sie angst um ihren account haben.\n\n\n> und \"leaverbuster\" nicht funktioniert\n\nfunktioniert sehr wohl.\nWobei er in meinen Augen zu gutmütig ist hier sollte Riot mMn schneller Banns vergeben.\n\n> und diese ich kann selber leute reporten kacke funktioniert auch nicht\n>  2-4 premades und zack hat man 4 reports weil man 7-0 mid spielt und nurnoch mid pusht damit die gegnerische botlane/jungler/top rotieren muss\n\nFunktionier auch seht gut.\nReports von Premades zählen weniger, außerdem macht es kaum einen unterschied ob man 1 oder 7 reports bekommt.\n\nMal davon abgesehen das ein ungerechtfertigter Report keine auswirkungen hat. Sprich wenn du dir nichts zu schulden kommen lassen hast können dich tausende Spieler reporten ohne dass du eine Strafe bekommst.\n\n--------\n\nZu deiner Selbsteinschätzung das du eine Platin MMR hast sage ich mal nichts und das du \"nur\" wegen deiner Premades nicht aufsteigst.","replies":[{"id":"","poster":"Kuhakuù","date":"2016-04-26T09:20:36.607+0000","up_votes":1,"down_votes":11,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=00070001,timestamp=2016-04-26T09:01:12.871+0000)\n\n> Mal davon abgesehen das ein ungerechtfertigter Report keine auswirkungen hat. Sprich wenn du dir nichts zu schulden kommen lassen hast können dich tausende Spieler reporten ohne dass du eine Strafe bekommst.\n\n> Zu deiner Selbsteinschätzung das du eine Platin MMR hast sage ich mal nichts und das du &quot;nur&quot; wegen deiner Premades nicht aufsteigst.\n\n\nja ich habe eine platin mmr...von exact 1980 nach dem heutigen games.\n\nund wenn ich 10000 reports bekomm und mir nix zu schulden kommen lasse thema\n\nis ja echt interressant\nwarum hab ich dann obv den perma bekommen?\nda ich mir nix hab zu schulden kommen lassen würd ich das gern wissen\n\nich habe weder geflamt noch getrollt oder das game verlassen also bitte \nohh du allwissender warum elo hell existiert und warum gott nen kleines kind ist\nsag mir warum ich trotzdem einen perma bann hab?\nis ja nich das erste mal - und wird auch nich der letzte sein wenn das game so den bach runtergeht\n\nfür alle anderen...kommt nach korea oder spielt dort\nviel angenehmer als hier \nselbst die bronzies da spielen besser als hier manch diamond - master spieler\nin dia2 in korea is echt was los die games machen fun und es wird auch mal gewarded hust","replies":[{"id":"","poster":"Alustus","date":"2016-04-26T09:33:22.551+0000","up_votes":5,"down_votes":0,"body":"> ja ich habe eine platin mmr...von exact 1980 nach dem heutigen games.\n\nWoher weißt du das?\nOP.GG, Lolking usw. verwenden nicht die gleiche berechnung wie Riot und Riot gibt die MMR nicht preis\n\n> warum hab ich dann obv den perma bekommen?\n> da ich mir nix hab zu schulden kommen lassen würd ich das gern wissen\n\nWeil du dir was zu schulden kommen lassen hast, den Chatverlauf solltest du per e-mail bekommen haben.\nKannst gerne einen eigenen Thread eröffnen in dem du den link zu deinem Chatverlauf postest dann können wir über den \"ungerechtfertigten\" Bann reden.\n\nIch kann dir nur sagen ich habe schon sicher 100 solcher Threads gelesen und habe noch keinen ungerechtfertigten bann gesehen.\nAuch wenn ich selber keinen Ban vergeben hätte war immer ein Fehlverhalten festzustellen.\n\n\nEdit:\n\nSogar auf Lolking und Op.gg hast du eine MMR von ca.1600 würde gerne wissen wo du den 1980 Wert hast","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-26T13:37:56.101+0000","up_votes":2,"down_votes":0,"body":"Du hast nicht geflamed, nicht getrollt und bist auch nicht AFK gewesen? Hast du deine Riot Points nicht bezahlt? Welcher Grund wurde denn als Banngrund angegeben?","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-04-26T12:11:04.978+0000","up_votes":2,"down_votes":0,"body":">sag mir warum ich trotzdem einen perma bann hab?\n\nZeig mir deinen Chatlog und ich sage dir, wofür du bestraft wurdest.","replies":[]}]}]},{"id":"","poster":"DigiDeity","date":"2016-04-26T11:51:33.388+0000","up_votes":3,"down_votes":0,"body":"Hallo Kuhakuù.\n\nDeine Aussagen sind etwas kontrovers wenn ich es so nennen darf.\n> 2-4 premades und zack hat man 4 reports weil man 7-0 mid spielt und nurnoch mid pusht\n\nDu pusht mid weil du fed bist aber die Bot darf nicht pushen, weil Sie helfen müssen. \n---\n> erklärung dazu ich spiele relativ gut leider gegen viel schlechter spieler\n\n1 - Deiner Meinung nach bist du besser als die Gegner.\n\n> tja ganz einfach man spielt mit 4 leuten in einem team\nwovon einer grundsätzlich schlechter ist\nvon den anderen 3 einer afk\ndie restlichen 2 duoq mates sind und nur ihre lane versuchen zu gewinnen und nicht die nötige erfahrung \"das team\" (team hierbei aus 5 leuten bestehend)\nzu carryn indem sie nicht nur ihre lane ganken (jungle und x lane)\noder mal vll wenn man adc + sup spielt mitte zu rotieren und dort druck aufzubaun\n\n2 - Du nimmst an mehr Erfahrung zu haben um Games carrien zu können, gehst davon aus, dass einer generell schlecht ist und ein weiterer afk.\n\n> hmm man könnte sagen jeder hat mal nen schlechten tag oder nen troll/afk/insert random excuse here\n\n>ABER JEDEN TAG IN JEDEM SPIEL? srslee ?\n\n3 - Die oben genannten \"Fakten\" generalisierst du als Regeln für jede Runde.\n\nAufgrund deiner 300+ Ranked Games würde ich behaupten deine Elo/MMR hat sich ziemlich genau eingependelt, auch wenn du deine Lane \"gewinnst\" scheinst du nicht genug Erfahrung zu haben um Games zu carrien. (Punkt 2)\n---\nDa du im Folgendem auch die \"Elohell\" erwähnst, sollte dir bewusst sein, dass du alle Argumente gegen die \"Elohell\" genannt hast. \nNehmen wir an, dass du besser bist als der Rest auf deiner Elo. (Punkt 1)\nDes weiteren akzeptieren wir auch die Tatsache, dass 1 \"Feeder\", 1 \"AFK\" und zwei egoistische Premades in dem Teams vorhanden sind. (Punkt 2)\nDies geschieht nicht nur aus Pech ein mal in 100 Spielen sondern jede Runde. (Punkt 3)\nFassen wir es zusammen heißt es, dass sowohl die Gegner als auch dein Team 4 Personen haben die wenig taugen. Die 5. Person bist in dem Falle **du** und ein **random** im gegnerischem Team, da **du** aber vorgibst besser zu sein als der **random** sollte dein Team jede einzelne Runde im Vorteil sein!\nNatürlich kann Punkt 3 nicht jede Runde gelten, dementsprechend ist man selbst die einzige Konstante die bleibt und wovon Sieg oder Niederlage zum größten Teil abhängt, da die Gegner 5 potenzielle Derps bekommen können und dein Team höchstens 4. ( Falls du selbst keiner bist. :^) )\n---\nMeine 2 Cent.","replies":[]},{"id":"","poster":"Illion","date":"2016-04-26T08:37:02.923+0000","up_votes":4,"down_votes":1,"body":"Also du bist ein Flamer und du wurdest gebannt. Und wenn du dir noch einen Account machst und weiter flamst dann wirst du halt wieder gabannt.\nAlso funktioniert das System von Rito doch. Versteh nicht was du meinst mit \"rito system funktioniert nicht\". Klappt doch super wie man an dir sieht.","replies":[]},{"id":"","poster":"Time2Whine","date":"2016-04-26T13:54:33.897+0000","up_votes":2,"down_votes":0,"body":"> früher wars schwer nen perma bann oder geschweige &quot;7/14/2 months&quot; sperry zu bekommen\n> heute hingegen spiele ich 10 games und hab nen 100 games chat restrict\n> okey wieder 10 games zack 7 days bann\n> okey ne woche später wieder 10 games\n> zack 14 days bann\n> und wieder 10 games später\n> permabann \n\nSpricht ja mal eindeutig für dein Verhalten während des Spiels - anscheinend verdienst du es nicht anders wenn du ständig gebannt wirst!","replies":[]},{"id":"","poster":"Namlesshero","date":"2016-04-28T10:59:52.103+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kuhakuù,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=0007,timestamp=2016-04-26T07:29:01.295+0000)\n>\n\n> 2-4 premades und zack hat man 4 reports weil man 7-0 mid spielt und nurnoch mid pusht damit die  gegnerische botlane/jungler/top rotieren muss \n\nNur weil du 4 Reports hast bekommst du noch lange keinen Bann/Chat restricten ECT. du musst dich auch so verhalten :)","replies":[]}]},{"id":"","poster":"Protective Puppy","date":"2016-04-25T22:39:11.158+0000","up_votes":3,"down_votes":0,"body":"Es wäre hilfreich wenn du dazuschreiben würdest ab wann du genau reported hast. \nWeil für mich ist zum Beispiel ein \"Omg\" oder \"Why\" nicht direkt ein Reportgrund. \nSolche kleinen \"Ausraster\" habe ich selber ja auch mal. (Auch wenn meine TS-Genossen eher darunter leiden müssen)\n\nAusserdem bin ich mir nicht sicher ob man sich vornehmen kann sich die Reports zu notieren und sich dann großartig auf dieser Studie stützen kann. \nDenn ich kann mir vorstellen dass man dann empfindlicher auf Sachen reagiert. Ob man es zugibt oder nicht. Da müsste man schon einen Random nehmen von dem man weiß dass er auch Toxic Player reported.\n\nWarum ich das hier schreibe? Weil ich im Leben nicht auf annähernd so viele Reports kommen würde. \n\nIch finde das momentane Report/Bestrafungs-System in Ordnung. Da die Bans (Oder generell Bestrafungen?) aber in Wellen kommen (Und ich nicht weiß in welchem Abstand) Kann es schon sein dass es etwas länger braucht bis jemand gebannt ist. \n\nZum Feedbacksystem würde es mir gefallen wenn dort sowas wie:\n\"Ein Spieler aus folgendem Spiel wurde aufgrund deines Reports bestraft: -LINK ZUR MATCHHISTORY\", stehen würde. Dort muss nicht unbedingt der Name stehen. \nUnd die Feedback-Nachricht generell öfter anzeigen wäre super. Habe nämlich manchmal das Gefühl dass das ziemlich selten angezeigt wird.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-26T07:00:28.464+0000","up_votes":1,"down_votes":0,"body":"Das Bannwellenprinzip greift eigentlich nur bei Cheatern/Hackern etc. Ein Bann für Beleidigungen greift nahezu sofort, sobald die Chatanalyse abgeschlossen ist und die startet direkt nach dem Spiel.","replies":[{"id":"","poster":"Protective Puppy","date":"2016-04-26T13:10:14.136+0000","up_votes":1,"down_votes":0,"body":"Anhand der Forenthreads (die auch Welleweise kommen) glaub ich dass es bei Toxischem auch Wellenweise kommt. \nOb es so ist, weiß natürlich Rito. (Oder die Grünis)","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-26T13:32:37.150+0000","up_votes":1,"down_votes":0,"body":"Vielleicht sprechen die sich ab ;)\nIch hab jedenfalls in so manchem \"ungerechtfertigt gebannt\"-Thread öfter gelesen, dass sie direkt nach dem Spiel oder nach einem weiteren Spiel gebannt wurden. Deswegen meine Annahme, dass es bei unsportlichem/beleidigendem Verhalten sofort Konsequenzen mit sich bringt.","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2016-04-28T07:58:44.092+0000","up_votes":2,"down_votes":2,"body":"Auch wenn mein kleiner Beitrag gelöscht (weil destruktiv???) und ich Opfer eines Forenbanns (den ich selbstverständlich für überzogen und unangebracht halte, sonst würde ich nicht QQen) wurde, ich bleibe meiner Ansicht treu, dass der TE deutlich zu empfindlich reagiert und sich wie die besagte junge Dame aus dem Märchen verhält. Wenn ich dann für eine derart prägnante Kurzanalyse abgestraft werde, bestätigt sich meine Vermutung nur umso mehr. \n\nAlso lieber TE: Statt so eingeschnappt zu reagieren, solltest Du Dir lieber an die Nase fassen und überlegen, was es bedeutet, 4,79 Reports pro Spiel abzuliefern. So toxisch ist keine Spielerschaft, dass so etwas gerechtfertigt ist. Man kann den Eindruck gewinnen, dass bei Dir schon ein falsch betontes \"gg\" zum Report führt. \n\nEs ist sicher nicht schön, dass sich eine \"Flamekultur\" entwickelt hat, die viele stört. Aber was noch viel schlimmer ist, ist die künstlich überhöhte Empfindlichkeit, die manche hier an den Tag legen und damit eine \"political correctness\" einfordert, die in der Art und Weise jegliche kritische Auseinandersetzung langsam aber sicher unterdrückt. Man kann, wenn man will, alles als persönlichen Angriff ansehen, aber eine gewisse Dickfelligkeit würde manchen gut zu Gesicht stehen.","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-04-28T16:45:29.589+0000","up_votes":2,"down_votes":0,"body":"Ein dickes Fell zu haben ist sicherlich hilfreich. Allerdings gibt es einen Unterschied zwischen \"Negatives Verhalten Tolerieren\" und \"Negatives Verhalten Akzeptieren\". Ich für meinen Teil will mich einfach nicht daran gewöhnen, dass \"gg easy\", \"rekt\" und \"noob\" in den Standardwortschatz des LoL-Spielers übergehen. Im übrigen sind die 4,79 Reports im Schnitt meiner Report-Rate gar nicht so unähnlich.\n\n\n> So toxisch ist keine Spielerschaft, dass so etwas gerechtfertigt ist.\n\nDas ist leider so nicht richtig. Der von Riot eingeführte Begriff \"toxisch\" beschreibt nach Definition,  ein Verhaltensmuster, das der Großteil der Community als störend empfindet. Von daher entscheidest du überhaupt nicht, was toxisch ist und was nicht, sondern die Community. Und ich schlage mich da klipp und klar auf die Seite des TE und bin für eine Null-Toleranz-Politik, was Flaming angeht. Meinetwegen können das ruhig einige übertrieben finden. Wenn diese Spieler die Mehrheit darstellen, dann wird das auf lange Sicht auch so sein, dass das nicht mehr so schlimm geahndet wird. Ich für meinen Teil hoffe allerdings, dass dieser Tag nie kommen wird. Der Weg der Beschwörer müsste dann nämlich auch umformuliert werden.\n\nWir alle wollen doch, dass E-Sport ein anerkannter Begriff wird und bleibt. Wie soll das denn jemals möglich sein, wenn solche Unsportlichkeiten an der Tagesordnung sind? Kennst du eine \"richtige\" Sportart bei dem das der Fall ist? Wenn beim Fußball eine Mannschaft ein Tor schießt, dann ist es eben auch nicht Sitte, dass die zu der anderen Mannschaft hingehen und sagen \"easy Noobs\" (Der italienische Fußball für dieses Beispiel ausgenommen).","replies":[{"id":"","poster":"Abasin","date":"2016-04-29T07:12:24.633+0000","up_votes":1,"down_votes":1,"body":"> Von daher entscheidest du überhaupt nicht, was toxisch ist und was nicht, sondern die Community.\n\nVollkommen richtig. Aber derzeit versucht eine Minderheit besonders empfindlicher Teile der Community die Meinungsführerschaft über den Grad dessen was schon toxisch ist, erreichen zu wollen. Dann werden aus Mücken Elefanten gemacht und die \"Null-Toleranz-Politik\" gefordert. Da wird dann aus geringstem Anlass reportet. Somit kann man ein Klima der Angst erzeugen und schlimmstenfalls jede Kommunikation ersticken. Grenzen muss es sicher geben, aber nicht so eng wie zum Beispiel von Dir und dem TE sehr offensiv eingefordert. Wenn das Beispiel Schule macht, hat man bald eine deutlich reduzierte Community - weil viele gebannt sind - und Grabesruhe. Weil dem Spiel die Kunden wegbrechen. Zu einem kompetitiven Spiel gehört nun mal, auch wenn es Dir nicht schmecken mag, ein gewisses Mass an Temperament und der Möglichkeit, Dampf abzulassen. Dass das nicht in Hooliganismus ausarten sollte, ist jedem klar. Aber Roboter und Replikanten sollten es auch nicht sein.","replies":[]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-04-26T07:11:26.289+0000","up_votes":1,"down_votes":2,"body":"Kann ich so gar nicht unterschreiben.\nMein Eindruck ist es, dass es seit S2 Konstant weniger wird.\nBis auf Kleinkrams (nice ss, omg, etc) habe ich fast nie etwas in meinen Spielen.\n\nSolche Sachen wie \n> \"u suck\" und \"get rekt\".\n\nsehe ich extrem selten.\nDiese Season hatte ich erst zwei Flamer dieses Kalibers, und in beiden Fällen habe ich kurz nach dem Spiel eine Rückmeldung von Rito erhalten.\n\n\n> Deshalb bin ich der Meinung, dass jedes einzelne Vergehen bestraft werden muss.\n\nLeute, die in 50 Spielen einmal die Beherrschugn verlieren willst du bestrafen?\nHalte ich nicht für sinnvoll.\nMal ganz abgesehen von den Grenzen des Systems...","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T12:18:01.804+0000","up_votes":2,"down_votes":0,"body":"Am schlimmsten scheint das Verhalten in den Funmodes zu sein. Ich verstehe nicht, warum ich in URF gleich in den ersten 5 Spielen jedesmal entweder \"omg you tryharder\" (meist von einem der most annoying URF Champions) oder \"easy\" vom Siegerteam gelesen habe, während ich das in Normals vielleicht alle 100 Spiele sehe.","replies":[]},{"id":"","poster":"Kuhakuù","date":"2016-04-28T12:18:05.667+0000","up_votes":1,"down_votes":1,"body":"Leute, die in 50 Spielen einmal die Beherrschugn verlieren willst du bestrafen?\nHalte ich nicht für sinnvoll. richtig so musses","replies":[]}]},{"id":"","poster":"Afkah","date":"2016-04-25T22:11:21.794+0000","up_votes":3,"down_votes":1,"body":"Ich muss dir leider ohne Vorbehalte recht geben - ich habe noch nie so eine toxische Community erlebt wie in League of Legends.\nDas erste was ich mache wenn ein Spiel beginnt ist alle Spieler sofort zu muten .(/muteall)\nTraurig, aber leider geht es nicht anders.\n\nIn der Soloq gewinnt eigentlich eh nur das Team das später oder weniger anfängt zu flamen und sich gegenseitig runter zieht.\n\nUm das Spiel trotzdem zu genießen und Kommunikation zu haben rate ich dazu im Team zu spielen und Teamspeak oder Ähnliches zu nutzen.","replies":[{"id":"","poster":"Noru Dali","date":"2016-04-26T05:26:05.120+0000","up_votes":2,"down_votes":0,"body":"Kann ich mich nur anschließen.\nEs ist selten das man mal keinen flamer im team hat.\nIch spiele schon länger videospiele und niergens hab ich so ein verhalten erlebt wie hier.\nHabe auch 3 jahre final fantasy 14 gespielt.\nNieeeeeeemals wurde man so beleidigt wie in diesem spiel.\nEinmal normales botgame gemacht zum fun und neuer champ anschauen.\nLauf richtung top.\nDann schreibt er verpissteuch von meiner lane ihr hu**nsö**e.\nWas ist bei den leuten eigtl los im kopf? XD\n\nGanz ehrlich toxische spieler bekommt viel zu oft weitere chancen.\n\nIch würde an riots stelle wenn ich so ein verhalten wie oben im chat lesen würde direkt permabannen","replies":[]},{"id":"","poster":"Revilous","date":"2016-04-26T14:39:01.525+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht auf welchem Server oder Liga du spielst. Aber ich habe das letzte mal jemanden reportet.. wann war das.. Season 3 oder so. Meine Teammates sind immer nett, oft gehen wir auch Teamspeak um uns einen Vorteil zu schaffen und ich hab auch schon viele geaddet mit denen ich duoq spielen kann oder manchmal auch pentaqueue.\n\nLetztens hatte ich eine 2/17 botlane und eigentlich habe ich gedacht dass ich mal wieder flame im Spiel habe aber das einzige was kam war \"i dont think we will win this\" vom Jungler, was ja auch stimmte.\n\nGerade stand ich 0/4 gegen Zed in der Lane, mein Team meinte nur \"dont worry fizz we got this\" und dann kamen jungler support und Toplaner auf meine Lane und gemeinsam haben wir schön viel Shut down gold bekommen und am Ende haben wir das Spiel sogar gewonnen .\n\nAlso ganz ehrlich ich höre ja ständig dass alle in LoL so toxic sind und oft kriege ich auch so was zu hören wie \"finally a game without flame\" aber irgendwie sind in meinen Spielen die Leute alle super.. Liegt vielleicht daran dass ich so nett zu ihnen bin?","replies":[]},{"id":"","poster":"RankaxLee","date":"2016-04-26T08:28:05.238+0000","up_votes":1,"down_votes":1,"body":"Gut dann wird aber das ganze Dilemma in die akustische Kommunikation verschoben.","replies":[]}]},{"id":"","poster":"VeniVediVicii","date":"2016-05-04T17:57:40.180+0000","up_votes":2,"down_votes":1,"body":"Nicht nur er fordert Stärkere und schneller greifende Bestrafungen. \n\nGeht ein Report ein, diesen automatisch Prüfen:\nFalls dieser Report Berechtigt war, sollte man eine Nachricht direkt an ihm senden mit beweis link, wo der Verlauf für 1-2 Tage eingespeichert wird. Diesen Spieler bestrafen,*möglichst effektiv! \nFehlverhalten sollte nicht geduldet werden! \n** (Auch wenn man einen schlechten Tag hast ist es kein Grund jemanden verbal anzugreifen. Ein solches Fehlverhalten ist nicht zu rechtfertigen.)**\n\n**Gerechtfertigter Report! Effektiv bestrafen!**\n\n**_-Passiv/Aggressiver Chat:_**\n1/2 Tag Chat sperre (12 Stunden online zeit).Die Zeiten sind natürlich stapelbar je nachdem ob ein Spieler meint, mit seinen paar Nachrichten in einem Spiel die er frei hat weiter zu beleidigen. Was zu einer kompletten Chat sperre führt.\n\n**_Beleidigung:_** \nDirekte Chat sperre für 24 Stunden Online Zeit. Zusätzlich 30 Minuten Spiel pause, diese 30 Minuten sind natürlich ausbaubar kommt dies noch mal vor, innerhalb eines Monats, wird die Strafe angehoben erneute 24 Stunden Chat sperre + 2 Stunden Spielverbot damit auch die \"Intelligentesten\" Leute es verstehen. (24 Chat sperre + 30 Minuten Spiel Pause, 2 Stunden Spiel Pause, 4 Stunden........)\n\n**_Hetzreden/Rassismus usw. :_**\n1 Woche Bann, geschieht dies anschließend erneut wird die Strafe verdoppelt. \n(1 Woche, 2 Wochen, 4 Wochen......... - Genug Zeit zum nachdenken ist somit gegeben.)\n\n_**Absichtliches Feeden:**_\n Falls berechtigt - 2 Spiele Pause ( 1 Stunde ) natürlich auch Stapelbar.\n(2 Spiele, 4 Spiele, 6 Spiele............. )\n\n_**Leaven / Afk**_\nGanz einfach 1 Stunde **Online Zeit** Zwangs Pause! (Erhöht sich für jedes vergehen:2,3,4,5,6....Stunden Online Zeit Pause)\n\n\n**Falls ein Report nicht gerechtfertigt ist,**\nsollte man den Spieler, der grundlos reported - einen link mit den regeln zukommen lassen! Am besten direkt im Client, welche er lesen und bestätigen muss. Falls erneut grundlos reported wird sollte dies mit einer Auszeit bestraft werden. (1 Runde zeit [30 Minuten] um erneut die Regeln zu lesen und zu bestätigen 30 min Wartezeit bis er die Regeln bestätigen kann.)\n\n\n**Diese einfachen aber harten Regeln sind meiner Meinung nach Gerecht!**\nBegründung:\n\n**Passiv/Aggressiver Chat, Beleidigung, Hetzreden, Rassismus usw.:**\n\n-Einen schlechten Tag zu haben ist keine Rechtfertigung jemanden zu Beleidigen oder zu Provozieren!\n-Jemanden aufgrund seiner Herkunft zu diskriminieren ist unverzeihlich, wir sind Menschen egal welche Herkunft wir haben!\nSelbiges gilt für Sexuelle Belästigung!\n_(Außerdem machst du dich mit solchen Äußerungen Strafbar! )_\n_->(Falls dich jemand nervt - Sprich es höflich an, bringt dies nichts \"Mute\" den Spieler und Melde ihn.)_\n\n**Absichtliches Feeden/ Leaven**\n\n-Anderen Spielern den Spiel Spaß und die Spielzeit zu verderben, ist unverschämt! \n(So Leute haben normal einen Bann verdient dies wird leider von vielen anderen als nicht ganz so schlimm gewertet.\n-Wenn du keine Lust hast zu Spielen oder zu wenig Zeit hast, dann Fang gar nicht erst an!\n\n**Falls ein Report nicht gerechtfertigt ist**\n-Spieler Grundlos zu Melden nur, weil man vielleicht verloren hat oder sie \"deine calls\" missachtet haben ist dreist!\n-Andere Spieler grundlos einer Strafe aussetzen zu wollen, sollte hart bestraft werden! \n","replies":[{"id":"","poster":"Abasin","date":"2016-05-04T23:21:13.947+0000","up_votes":2,"down_votes":1,"body":"{{sticker:slayer-jinx-unamused}} Das Spiel soll doch Spass machen. Mit so einem Strafenkatalog würgt man ja alle Spielfreude ab. Da steht jeder erstmal unter Generalverdacht und muss einen Katalog gerade noch so erlaubter Handlungen parat haben um bloss nicht anzhuecken. Also wirklich, das kanns nicht sein.","replies":[]}]},{"id":"","poster":"NobleC","date":"2016-04-26T21:26:28.672+0000","up_votes":1,"down_votes":0,"body":"Ja, ich hab ehrlich gesagt auch langsam die Schnauze voll.\nWie kann es sein, dass man über mehrere dutzend Spiele lückenlos zugeflamed wird ?\nAngenommen ich würde pro Game auch nur einen Spieler reporten, würde dass ja im übertrgenen Sinne heissen, dass sich 1/10 aller Lol Spieler nicht benehmen können. \nIch verstehe nicht warum man gegenüber Spielern die Andere beleidigen oder flamen auch nur ein Fünkchen Nachsicht zeigt.\nIch finde die Begründung \"Jeder hat mal einen schlechten Tag\" kann einfach nicht mehr zählen. Wenn ich mal einen Schlechten Tag habe, gehe ich auch nicht jeden nächstbesten beleidigen mit der o.g. Rechtfertigung. Ich finde jeder, der gegen die Chatregeln verstösst sollte sofort vom Spiel ausgeschlossen werden. \nFlamen und fremde Leute zu beleidigen (wo man nie weiss wie psychisch labil das Gegenüber ist oder auch nicht) finde ich weitaus schlimmer als afks oder Trolls.","replies":[{"id":"","poster":"alucard21383","date":"2016-04-26T23:16:24.616+0000","up_votes":2,"down_votes":1,"body":"Dann dürfte man gar keine Online Spiele mehr spielen, weil du niemals 100% der Leute als non Flamer in deinem Spiel haben wirst. Das ist kein Schutz und ähnliches den Flamern gegenüber, dass sie das tun können, sondern einfach nur, es gibt hier Erwachsene und Kinder und letzere sind halt schneller am durchdrehen... Und das schlimmste ist eher nicht das reporten, sondern das deine Reports weniger wert werden, weil du soviel reportest.","replies":[]}]},{"id":"","poster":"xTharsisPrimex","date":"2016-05-23T19:27:17.621+0000","up_votes":1,"down_votes":0,"body":"ich verstehe deine meinung allerdings wirst du in der realität keinen menschen finden der sich bei einem thema das ihm am herzen liegt, in das er stunden tage wochen oder gar monate seines lebens investiert auf die leichte schulter nimmt.\n\nman wird immer jemanden treffen der die eigene meinung nicht teilt und vielleicht etwas ungehalten auf empathielose menschen reagiert.\n\ndu hast natürlich recht das ein solches verhalten unangenehm ist, allerdings würde ich dich gerne darauf hinweisen das solche leute auch nur einen weg suchen mit der situation umzugehen und du dir diese person und dessen situation vielleicht etwas genauer anschauen solltest bevor du ihn reportest oder ihm den tod wünschst weil er dich einen noob nannte (ja ich übertreibe ein wenig)\n\nich habe schon mehr als einmal mehr als hundert mal gar mehr als tausende von malen ein solches verhalten abbekommen aber bei weitem nicht mehr als 15% davon reportet, wenn ich sehe das jemand stirbt weil ich meine lane gefreezed habe und somit de midlaner roamded und einen in meinem team killed dann sehe ich über ein fuktard oder soetwas hinweg da ich zwar nichts schlimems getan ahbe vlt sogar gepinged habe aber ich dennoch so entschieden habe zu handeln und mir klar ist das meine entscheidung positive oder negativen einfluss auf meine mitspieler haben, in dem fall negativ.\n\nhabt alle mal ein wneig verständnis für andere und schürt diesen hass nicht immer weiter.\n\ngerade jetzt wo riot abgekauft wurde von einem unternehmen das den kompetetiven teil mehr pushen will und weniger wert auf das individuum als mehr der großen masse legt sollte man etwas mehr menshclichkeit in de rcomunity zeigen.","replies":[]},{"id":"","poster":"Snowgen","date":"2016-04-27T12:25:54.307+0000","up_votes":1,"down_votes":0,"body":"Finde es ein wenig zu übertrieben . Direkt nach jedem Vergehen eine Strafe zu kriegen ist meiner Meinung nach zu streng. Spiele können emotional machen und da kann man sich auch mal bisschen aufregen ( Damit meine ich nicht die extrem Fälle wie Todeswünsche usw. ) . \nFalls ein Spieler jedes Game unerträglich ist , wird er auf lange Sicht sowieso seine Strafe bekommen. \n\nUnd Leute die sich das \"pöbeln\" im Chat geben, sind selbst schuld. Schließlich kann man solche nervigen Spieler einfach muten und gut ist. Würde Riot wirklich gegen jeden kleinsten \"ausraster\" was unternehmen, könnten sie den Chat direkt dicht machen bzw hätten es schon längst getan. Manchmal gehört es halt einfach dazu, wie im echten Sport auch. \n\nBei den Extremfällen ,wie in deinem Beispiel am Schluss, gebe ich dir natürlich recht. Das sollte sofort unterbrochen werden und diese Spieler müssen aus der Community entfernt werden.","replies":[]},{"id":"","poster":"Wasser Pure","date":"2016-04-27T12:12:50.305+0000","up_votes":1,"down_votes":0,"body":"Heieiei so viel Diskussion um dein Kommentar :D\n\nIch finde du hast Recht, die Abstimmung sagt allerdings nicht dass alle damit einverstanden sind. Ich finde, dass man alleine wenn man in einem Spiel das Wort noob schreibt, man verwarnt werden sollt. Das ist zwar sehr drastisch für so ein kleines \"harmloses\" Wörtchen, aber ich find das nicht ok. Im echten Leben gehts doch auch nicht so zu, aber im Internet kann man halt ohne Konsequenzen leben. Das du 5 Reports pro Spiel hast ist schon etwas zu viel :D aber ich reporte auch ca. 2 mal pro Spiel, einfach weil immer irgendwelche Spieler drinnen sind die eine negative Einstellung an den Tag legen. Mir reicht aber auch schon aus wenn einer mit \"Easy\" kommt, das gehört sich einfach nicht. Bei gesundem Sportsgeist für Wettbewerbe (was das ja im übertragenen Sinn ist) macht man sowas nicht. \n\nNaja kurz gesagt: Mir gefällt die Ingame Einstellung einfach nicht, die ist Müll und ich hab nicht das Gefühl das was gemacht wird.\nIch hatte 2 Jahre Pause von LOL wegen den Playern und es ist nicht besser geworden. Deswegen spiele ich auch nur noch normale Spiele, die zwar etwas besser sind aber dennoch bei durchschnittlich 2 Reports pro Spiel ist das nicht wirklich zufriedenstellend.","replies":[]},{"id":"","poster":"Djhrum","date":"2016-04-27T05:42:28.133+0000","up_votes":2,"down_votes":3,"body":"Vor zwei Monaten habe ich hier im Forum das gleiche beklagt und bekamm unzählige Daumen runter und negatives Feedback von irgendwelchen ganz wichtigen Regulars und Emmissionairies. Damals hiess es: wart mal ab, es wird besser wenn Du im Ranked spielst. Pustekuchen. Und weil man eben durchgehend geflamed wird, entflammt man irgendwann selber (man kann nicht schnell genug muten, um den Hass dieser Leute nicht mitzubekommen). Da bringt es nicht jedem etwas der innere Gandhi zu sein. Das Niveau ist unterirdisch und man passt sich irgendwann an.\n\nUnd auch ich habe gesagt, dass kein Spiel vergeht, in dem ich nicht reporten würde: weil es eben flaming ist.\nDas hat sich auch deutlich reduziert. Man muss Idioten nicht zwingend reporten und an den Pranger stellen.\n\nMUTEN HILFT AUCH. Damit ist das \"Problem\" sich selbst überlassen. Wer mutwillig zuhört um nachher das arme, dumme Etwas (ich gehör dazu) zu reporten handelt in meinen Augen (mittlerweile sehe ich das so) UNSPORTLICH. Wie beim Fussball und anderen Action-Sportarten gehören Krraftausdrücke scheinbar zu LoL und manchen Online-Games. Und dass ich zum Verteidiger dieser Zunft werde (auch weil ich selbst hier unter seinesgleichen langsam aber sicher ungewollt zum Flamer werde) hätte ich noch vor wenigen Monaten nicht gedacht. \n\nMan kriegt schließlich mit, dass RIOT wenig unternimmt, egal ob es nun Flamer sind oder Elo-Booster, die man mit Nachweis meldet. Dann wird man eben Teil dieser Kultur, statt dagegen zu schwimmen. Werd doch auch asozial - oder mute die Leute einfach vorab: und zwar alle! Inclusive Deiner \"Freunde\". So mancher LoL Freund fällt einem auch während des Spiel flamend und beleidigend in den Rücken. Loyalität ist nicht jedermanns Stärke.\n\nMindestens 3 Reports pro Spiel sind zwar angemessen, wenn man die Regeln tatsächlich befolgen würde - ich beobachte das genauso - aber da Riot wenig unternimmt, und jeder so langsam \"entflammt\" - mute eben alle vorab. \n\nSchade, dass man das Chatfenster nicht komplett vernichten kann.\n\nAber beachte: wenn Du ihnen keine Beachtung schenkst wirst Du in ca. 50% der Games mit \"Ping-Alerts\" zugesammt. Dagegen wird ja auch nichts unternommen und so mancher dieser Spieler verbringt mehr Zeit mit dem Spam-Pinging als mit dem Spielen. Dass er dabei seine Lane verliert fällt ihm dann später auch auf und dann bist Du als Jungler/Supporter oder irgendjemand anders verantwortlich.\n\nUm es noch drastischer zu formulieren: Wer sich freiwillig das Flamen durchliest, nicht diese armen Scheine stummschaltet und später reihenwieise Reports schreibt, der hat eine ganz bestimmte Persönlichkeit - irgendwo zwischen Erbsenzählerei und Sadismus angesiedelt.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-27T08:47:48.748+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Djhrum,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=0015,timestamp=2016-04-27T05:42:28.133+0000)\n>\n> Vor zwei Monaten habe ich hier im Forum das gleiche beklagt und bekamm unzählige Daumen runter und negatives Feedback von irgendwelchen ganz wichtigen Regulars und Emmissionairies. Damals hiess es: wart mal ab, es wird besser wenn Du im Ranked spielst. Pustekuchen. Und weil man eben durchgehend geflamed wird, entflammt man irgendwann selber (man kann nicht schnell genug muten, um den Hass dieser Leute nicht mitzubekommen). Da bringt es nicht jedem etwas der innere Gandhi zu sein. Das Niveau ist unterirdisch und man passt sich irgendwann an.\n\nDu solltest statt dem allgemeinen man eher mit ich formulieren. Es ist dein persönliches Problem, wenn du meinst reagieren zu müssen sobald du etwas liest.\n\n> \n> Und auch ich habe gesagt, dass kein Spiel vergeht, in dem ich nicht reporten würde: weil es eben flaming ist.\n> Das hat sich auch deutlich reduziert. Man muss Idioten nicht zwingend reporten und an den Pranger stellen.\n\nAha wo stellst du die bitte an den Pranger? Keiner außer dir bekommt mit, wenn du report drückst.\n\n> \n> MUTEN HILFT AUCH. Damit ist das &quot;Problem&quot; sich selbst überlassen. Wer mutwillig zuhört um nachher das arme, dumme Etwas (ich gehör dazu) zu reporten handelt in meinen Augen (mittlerweile sehe ich das so) UNSPORTLICH. Wie beim Fussball und anderen Action-Sportarten gehören Krraftausdrücke scheinbar zu LoL und manchen Online-Games. Und dass ich zum Verteidiger dieser Zunft werde (auch weil ich selbst hier unter seinesgleichen langsam aber sicher ungewollt zum Flamer werde) hätte ich noch vor wenigen Monaten nicht gedacht. \n\nAha zu Fußball gehören Kraftausdrücke. Ja vlt. sowas wie scheiße, aber hey dafür wird auch keiner belangt. Und weißt du was, ich kann auch nach der ersten Beleidigung/Blame muten und trotzdem reporten. Ui Überraschung. Und ziemlich egal, was die schreiben ich brauche nicht zu muten, umnicht darauf zu reagieren, genausowenig wie ich andere brauche, um zum Flamer zu werden, dafür brauch ich nur mich.\nUnd sich selbst überlassen ist damit gar nichts, denkst du mich interessiert deren Müll? Was mich aber interessiert ist der Flamer Ablenkung. Sie schreiben? Yay gefundenes Fressen für Skillshots und Assasinen. Danke und welche drauf einsteigen wird aus dem Fressen ein üppiges Mahl.\n\n> \n> Man kriegt schließlich mit, dass RIOT wenig unternimmt, egal ob es nun Flamer sind oder Elo-Booster, die man mit Nachweis meldet. Dann wird man eben Teil dieser Kultur, statt dagegen zu schwimmen. Werd doch auch asozial - oder mute die Leute einfach vorab: und zwar alle! Inclusive Deiner &quot;Freunde&quot;. So mancher LoL Freund fällt einem auch während des Spiel flamend und beleidigend in den Rücken. Loyalität ist nicht jedermanns Stärke.\n\nUnd du wunderst dich echt üer deine Downvotes?\n> \n> Mindestens 3 Reports pro Spiel sind zwar angemessen, wenn man die Regeln tatsächlich befolgen würde - ich beobachte das genauso - aber da Riot wenig unternimmt, und jeder so langsam &quot;entflammt&quot; - mute eben alle vorab. \n\nBei mir sind es in der Regel 0-3, also wäre mein Schnitt um die 1,5.\n\n> \n> Schade, dass man das Chatfenster nicht komplett vernichten kann.\n\nSchade, dass dieser Wunsch dann doch verrät, dass du nicht so unschuldig bist wie du tust.\nWenn du nie anfängst oder provozierst hast du die Option doch bereits, schieb das Ding aus dem Fenster. Fall erledigt...\n\n> Aber beachte: wenn Du ihnen keine Beachtung schenkst wirst Du in ca. 50% der Games mit &quot;Ping-Alerts&quot; zugesammt. Dagegen wird ja auch nichts unternommen und so mancher dieser Spieler verbringt mehr Zeit mit dem Spam-Pinging als mit dem Spielen. Dass er dabei seine Lane verliert fällt ihm dann später auch auf und dann bist Du als Jungler/Supporter oder irgendjemand anders verantwortlich.\n\nVerantwortlich nach dem Typen. Und? Lah ich drüber. Erst letztens wieder vollgejkammert worden, ich solle doch aufhörn zu feeden und sei so schlecht...bei meinem ersten Tod, die Meckerliese hatte 2... Und nochmal die Frage, warum interessiert dich das sooo sehr, dass dich irgendein Trottel als Sündenbock braucht?\n\n> Um es noch drastischer zu formulieren: Wer sich freiwillig das Flamen durchliest, nicht diese armen Scheine stummschaltet und später reihenwieise Reports schreibt, der hat eine ganz bestimmte Persönlichkeit - irgendwo zwischen Erbsenzählerei und Sadismus angesiedelt.\n\nAha, wie gesagt ich reporte kaum wegen Inhalt, sondern den Auswirkungen und die bekomm ich mit, ob mute oder nicht. Btw. wenn man nicht gerade mute all von Beginn an macht, wird man immer mindestens eine negative Sache lesen, bevor man mutet. Und wieder Überraschung das reicht für einen berechtigten Report.","replies":[{"id":"","poster":"Djhrum","date":"2016-04-27T09:47:32.205+0000","up_votes":2,"down_votes":2,"body":"Dein passiv-agressives Verhalten setzt sich hier fort. Ich bin nur ein andersdenkender, und zwar auch dadurch anders denkend, weil ich von den \"Türstehern\" dieser Community gelehrt wurde eben diese Leute zu muten. So einfach ist das alles mit der menschlichen Psyche nicht, wie Du es versuchst hier darzustellen. Und weil Du destruktiv bist und kaum sachlich würde ich Dich jetzt zum Beispiel einfach muten, statt versuchen mit Dir zu reden oder Dich zu reporten. Und das mache ich natürlich auch. Du kannst ja noch ein wenig meine ohnehin langen Posts auseinanderpflücken und irgendwelche Sätze beschimpfen. \n\nWir sind eben unterschiedliche Menschentypen und das ist gut so.","replies":[]}]}]},{"id":"","poster":"Killerkante","date":"2016-04-27T03:04:04.679+0000","up_votes":1,"down_votes":0,"body":"Generell stimm ich zu, wenn ich mich nur auf den Titel beziehe, nach den ersten 2 Absätzen habe ich mich aber erstmal gefragt ab wann für dich jemand reif dafür ist gemeldet zu werden, wie du erwähnt hast - eine durchschnittliche Reportanzahl von +4 pro game ist schon recht heftig.\nIch selbst nehms auch ernst wenn jemand unsportlich textet, allerdings kann ich bis zu einem gewissen Punkt noch verzeihen.\n\n>Auch gibt es Leute in diesem Spiel, die denken es sei völlig in Ordnung andere zu Beleidigen\n\nDavon leider eine menge.\n\nDein Beispiel mit der Erziehung finde ich übrigens gut.\n\nWenn das wirklich stimmt mit denjenigen der ein Jahr auf seinen Bann warten durfte \n\n**(was vermute ich nicht häufig vorkommt, da ich nicht glaube, dass solche Beleidigungen o.Ä in irgendeiner weise toleriert werden, sowas verdient meiner Meinung nach auch keine 2. Chance weil es moralisch einfach komplett daneben ist)**\n\ndann wirds wieder Zeit das System zu verschärfen, wie damals bei der Bannwelle, dann gibt es wieder auch was worauf man sich beim Forenbesuch freuen darf h3h3.\n\n\nMit dem feedback ist so eine Sache, ich weiß jedenfalls worauf die Riot'ler hinaus wollen, zum einem kann ich mir vorstellen dass man verhindern will, dass derjenige weiterhin schlecht gemacht wird via Screen überall rumposten und zum anderem dass der bestrafte oder ermahnte Spieler weiterhin angeprangert wird von demjenigen der ihn reportet hat, falls die Strafe kein permabann war. (vielleicht lieg ich mit dem Gedankengang auch komplett daneben)\nBei einem permabann wäre ich jedefalls dafür.","replies":[]},{"id":"","poster":"ShadowValmar","date":"2016-04-27T01:43:03.380+0000","up_votes":1,"down_votes":0,"body":"Kann nur zustimmen dass es in letzter Zeit wirklich wieder schlimmer ist mit den toxischen Spielern, in den letzten Wochen waren es deutlich mehr als vorher. Auch habe ich in mehreren Fällen, in denen es eigentlich wirklich EINDEUTIG eine Strafe hätte geben müssen, kein Feedback bekommen dass nach meinem Report eine verhängt wurde, wie früher schonmal öfter. Langsam aber sicher verliere ich wieder die Hoffnung in das System, die ich früher noch hatte.\n\nIch weiß zwar dass mein Pech kaum erklärbar ist, aber wenn ich trotzdem noch wissenschaftlich herangehe, wie kann es denn sein, dass die Leute ausgerechet in meinem Spiel dauernd toxisch sind (und ich provoziere natürlich nicht, weder im Chat noch durch meine Spielweise)? Denn wenn dem, was statistisch wahrscheinlicher ist, nicht so ist und sie sich regelmäßig so verhalten, dann frage ich mich ernsthaft, wieso solche Leute nicht schon lange gebannt sind. Offenbar funktioniert das System also ganz und gar nicht. Bei besonders schweren Fällen habe ich sogar den Riot-Support angeschrieben mit einem ausführlichen Bericht (und dem Angebot, ein Replay zu schicken), die haben dann aber auch nur gesagt dass sie das als Report im System registrieren.\n\nDa gibt es welche die wegen irgendwelchen Kleinigkeiten anfangen andere Leute mit Kraftausdrücken zu beschimpfen, welche die dauernd grundlos negative Stimmung verbreiten und welche die sogar trollen bzw semi-trollen (aus eindeutigen Trotz Farm klauen oder sich weigern zu groupen zB). Wenn jemand nicht kooperativ ist oder schlecht spielt, dann ist das zwar schade, dass diese Person wie auch immer in der eigenen Elo ist, aber solange sie nicht geboostet wurde, verbietet das ja niemand und sowas lässt sich nicht komplett verhindern. Aber Leute die wirklich eindeutig gegen den Weg der Beschwörer verstoßen und zwar aufs heftigste kommen einfach viel zu lange damit durch. \n\nTeilweise wird von genau solchen Spielern Riot für sein System verspottet, wenn man sie darauf hinweist dass sie reportet werden. Wieso lässt sich ein Betreiber von Leuten, die ihr Spiel für andere versauen, dermaßen auf der Nase herumtanzen, indem es ihnen alles durchgehen lässt? Das wäre ungefähr so, wie wenn auf einer Veranstaltung jemand zusammengeschlagen wird, die Security merkt es erstmal gar nicht und wenn sie dann doch mal einschreitet, erhält der Täter eine Verwarnung und das Opfer keinerlei Entschädigung. Klar ist das in Sachen Heftigkeit nicht vergleichbar, aber das Prinzip ist doch recht ähnlich. Das ist wirklich bei absolut keinem anderen Game so, und diese Nachlässigkeit von Seiten Riots ist auch der einzige Grund, wieso die LoL Community oftmals als die toxischste überhaupt bezeichnet wird. Gerade weil Riot sich in vielen anderen Bereichen sichtbar für die Wünsche der Community interessiert wundert es mich doch sehr, wieso sie so oft tatenlos zusehen, wie ihre treusten Spieler verbal und seelisch attackiert werden und wie die Integrität ihrer gesamten Rangliste von ein paar wenigen Querschlägern die AFK gehen oder trollen sabotiert wird.\n\nKlar, es soll niemand zu unrecht bestraft werden, aber es gibt so viele Fälle wo man nur den Chatlog überfliegen muss und die Sache ist eindeutig. Viele geben sogar zu, dass sie auf das Spiel schei*en, dass sie ragequitten, und Beleidigungen sieht man sowieso direkt.","replies":[]},{"id":"","poster":"Soúp","date":"2016-04-26T12:08:04.940+0000","up_votes":1,"down_votes":0,"body":"4-5 Reports pro Spiel im Schnitt ist unglaublich viel. Ich kann mir nicht vorstellen, was in deinen Games passiert, damit du reportest? Ich reporte alle 4-5 Spiele mal eine einzelne Person. Solche Personen blamen/flamen, aber meistens geht da niemand drauf ein. Es wird, in meinen Games zumindest, recht wenig miteinander gesprochen. \n\n4,79 Reports pro Spiel.. das kann ich dir beim besten Willen nicht abkaufen :P","replies":[]},{"id":"","poster":"HiiiiiPower","date":"2016-04-26T06:06:19.343+0000","up_votes":1,"down_votes":3,"body":"Was dem chronischen Reporter halt entgangen ist, so häufiger er sinnlos reported, umso weniger ist sein Report wert. \n\n300 Spiele; 1500 Reports xD xD xD xD xD xD xD","replies":[{"id":"","poster":"Meitser","date":"2016-04-26T09:27:07.211+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HiiiiiPower,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=0002,timestamp=2016-04-26T06:06:19.343+0000)\n>\n> Was dem chronischen Reporter halt entgangen ist, so häufiger er sinnlos reported, umso weniger ist sein Report wert. \n\nJeder Report ist in der Regel gleich wert.\nWenn man öfters Sinnlos Reported, müssen mehrere Reports gegen den einen Spieler eingehen, damit der Report von XY wieder den selben Wert hat.","replies":[{"id":"","poster":"HiiiiiPower","date":"2016-04-26T10:04:50.173+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MeitserChaos,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=00020000,timestamp=2016-04-26T09:27:07.211+0000)\n>\n> Jeder Report ist in der Regel gleich wert.\n> Wenn man öfters Sinnlos Reported, müssen mehrere Reports gegen den einen Spieler eingehen, damit der Report von XY wieder den selben Wert hat.\n\nMerkst du das du dir widersprichst? Du sagst erst jeder ist gleich viel wert und dann ist er es doch wieder nicht.\n\nUnd weißt was? Das ist auch gut so. Jemand der jedes Game ein komplettes Team reported, der macht sich einfach lächerlich.","replies":[]}]}]},{"id":"","poster":"ikslhairtuz","date":"2016-04-26T09:22:02.909+0000","up_votes":1,"down_votes":0,"body":"Du reportest im Durchschnitt 5 Spieler pro Spiel? Ich möchte garnicht wissen ab wann du anfängst zu reporten...\nIch reporte in den seltensten Fällen mal mehr wie 5 Spieler. Bei mir ist es vielleich im Durchschnitt 1 Spieler pro Spiel.\nIch würde gerne mit dir mal 10 Games spielen und gucken was bei 100 Spielern so zu reporten gibt?!","replies":[]},{"id":"","poster":"ReDcOrSaIr2","date":"2016-04-27T05:02:21.716+0000","up_votes":1,"down_votes":1,"body":"+1","replies":[]},{"id":"","poster":"Time2Whine","date":"2016-04-26T13:50:33.055+0000","up_votes":1,"down_votes":1,"body":"Also ich finde, dass solche Leute wie von dir beschrieben deutlich weniger geworden sind. Momentan habe ich in 10 Spielen einen Spieler, den ich reporte. Sorry aber wenn man fast 5 Leute pro Spiel reported, dann bist du echt zu sensibel. Oder rennst du gleich zur Polizei und zeigst jemanden an, weil dich einen Vollidioten genannt hat ? \nDu wirst nicht ein MOBA finden in dem es total entspannt und höflich zugeht. Wenn du solche Leute/Aussagen nicht abkannst und sie anstößlich findest, solltest du mit MOBA's aufhören. \nIch kann dich verstehen, dass du es für ein Unding hältst, wenn Leute sich so benehmen. Riot wird Spieler bestimmt nicht bannen, die einmal im Chat \"You idiot\" geschrieben haben, weil sie wegen einer dummen Aktion von dir (als Beispiel) das Spiel verloren haben. Wenn du solche bannst und so schätze ich dich ein, ist das einfach nur peinlich. \nMan sollte Unterscheiden zwischen denen, die wirklich Toxic sind und einen das ganze Spiel über flamen als jemanden der so etwas einmal im Spiel sagt. Auf Erstgenannte sollte man den Fokus haben, denn diese Leute zerstören wirklich das Spiel und den Spass, im Gegensatz zu Leuten die einmal im Spiel wegen oben genannter Situation Idiot zu dir sagen. \n300 Games - 1500 Reports *Kopfschüttel*","replies":[]},{"id":"","poster":"RankaxLee","date":"2016-04-26T08:14:47.361+0000","up_votes":2,"down_votes":2,"body":"Naja unb du bist eben dieser Ansicht. Und ich bin einer anderen Ansicht. DU hast die Wertvorstellung eher davon, dass alles was als Beleidigung ausgelegt werden kann, bestraft werden soll, und ich bin eher nicht der Ansicht. Ich denke aber v.a. dass die Bestrafungen von Riot nur Symptombehandlungen sind wie in usnerer Schulmedizin (sprich sie bringen letztlich nichts und machen das System vielleicht sogar noch kränker). Eine wesentliche Ursache des Flames ist ja der kompetitive Charakter des Spiels, oder Wettbewerb. Sieht man auch in unseren Gesellschaftssystem, in dem jedwede Aktion durchgeführt wird (auch illegale Handlungen), um sich einen Wettbewerbsvorteil zu verschaffen. Wie gesagt die Schuld ist nicht nur beim Flamer, sondern auch viel mehr in anderen viel weitreichenderen Kernursachen wie systemische zu suchen.\n\nIch denke aber, dass das Bestrafungssystem, was Riot verwendet ganz gut zeigt, dass es das Verhalten nicht unbedingt bremst und selbst wenn wäre es keine richtige Lösung, denn es erfolgt eine Selektion und damit Diskriminierung von Spielern, die auch weniger wertgeschätzt werden, da sie eben andere Charaktertraits haben und sich nicht in die Schablone von Riots Moral pressen lassen. Hier muss man also viel viel weiter denken. DIe meisten Menschen machen dies aber nicht und schieben die Schuld einfach dem Flamer zu.","replies":[]},{"id":"","poster":"maidgirl","date":"2016-04-26T07:10:44.877+0000","up_votes":1,"down_votes":1,"body":"Macht lieber was mit den afklern und feedern danke","replies":[]},{"id":"","poster":"Revilous","date":"2016-04-26T14:41:52.244+0000","up_votes":1,"down_votes":2,"body":"Also ich habe nie Flamer im Team. Ab und zu beim Gegner aber nie im eigenen Team..","replies":[]},{"id":"","poster":"alucard21383","date":"2016-04-26T09:33:04.962+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Ekairidium,realm=EUW,application-id=KYnfKGf0,discussion-id=IvPRP3Xr,comment-id=,timestamp=2016-04-25T21:54:20.481+0000)\n>\n> **Achtung! Es folgt ein l&amp;auml;ngerer Text.**\n> \n> \n> \n> Langsam aber sicher nimmt die ganze Flamerei und das unsportliche Verhalten &amp;uuml;berhand. Ich komme aus keinem einzigen Match ohne nicht mindestens 3 Spieler zu reporten. Meistens sind es sogar noch mehr. Dabei ist es v&amp;ouml;llig egal ob die Spieler in meinem Team sind oder nicht. Es wird beleidigt dass sich die Balken biegen.\n\nDas reporten bringt grade bei italienischen, spanischen, türkischen usw. Spielern rein gar nix.\nHabe die letzte Woche mind. 5 Spieler reported, die mich auf türkisch oder das Team oder das gegnerische Team als \"%%%%%%%%%, Bastarde, jüdische %%%%%%%%%%n und mehr\" geflamed haben. Da aber dies sehr selten passiert in den Spielen allgemein, kann das \"neue und bessere\" Ban System von Riot nicht eingreifen, weil es 1. nicht genug Spieler gibt, die die Flames verstehen und reporten oder 2. türkische Spieler wie ich dies reporten.\n\nAlso greift der Flamer Ban System einfach leider nicht. Da kann mir Riot noch was erzählen was von verbessertem und automatisiertem System.\n\nDiese Spieler habe ich in meiner Freundesliste (einfach nicht weil ich sie mag, sondern um zu checken ob sie einen Ban erhalten haben oder ein CR) und wisst ihr was? Nichts ist passiert. Genauso verhält es sich mit dem Feeding System. Du kannst von der 1. bis zur 20. (falls man Aufgibt) in den Gegner reinrennen. Riot wird das niemals bannen, weil man nicht weiß, ist der Spieler schlecht oder einfach nur ein Feeder. Wenn man ehrlich zu sich selbst ist, dann weiß man das auch.","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-26T08:29:07.611+0000","up_votes":1,"down_votes":8,"body":"> ...und das unsportliche Verhalten überhand.\n\nDiese Bemerkung ist nutzlos wenn man bedenkt das Riot mit schlechtem Balancing doch sowieso eine Arena voll \"unsportlichem Verhalten\" schafft in dem OP- und Noobchamps Standard sind und Yorick altes Eisen, weil Riot ihn lieber bis 2020 noch so lässt um dafür Zeit und Geld für neue Champions pünktlich jeden 3. Monat zu machen, die dann eh unausbalanciert herauskommen, ohne wirklich in einem Testserver gewesen zu sein wie es scheint.","replies":[]}]}