{"id":"0Vv6iGfY","poster":"Schesam","date":"2016-04-25T23:48:12.796+0000","title":"Man kann bald ein \"Early Surrender\" machen, wenn man nen afk hat und bekommt keinen loose","subforum":"Champions & Gameplay","up_votes":9,"down_votes":3,"body":"> [Not in 6.9] Early Surrender  / Remake feature\n>\n> Strings referencing an upcoming Early Surrender / Remake vote option have been added in today's PBE update.  Riot Socrates tweeted out to confirm this featured is in development but will not be released in 6.9:\n> \"Just to confirm, we are working on an early surrender to better deal with games that start with an AFK, but it won't be in patch 6.9.\"\n>\n> RiotNeuroCat added:\n> \"Hi guys - I'm on the team developing '/Remake' (this feature). Just want to clarify that this will not be shipped with 6.9, but we want to get it into your hands ASAP :D\"\n> \n> Typing the comment \"/remake\" in chat will trigger the vote but things don't appear to be fully hooked up yet. From the strings, seems like teams will be able to vote to remake the game if a player never connects to the game after champion select and no players are killed in-game.\n> \n> Here are the two larger text strings:\n> game_announcement_OnSurrenderEarlyAllowed\n>  \"Your team has X seconds to remake the game because a player dc'd and no kills occurred. Vote to end the game by typing /remake in chat.  \n> Only the dc'd player will take a loss. This vote can only occur once.\"\n> \n> game_announcement_OnSurrenderEarlyAccomplice\n> \"To protect high-tier competitive integrity, your remake would count as a loss because the dc'd player is in your premade\"\n> \n> There are also a few others in there just saying vote failed.\n\n\nBedeutet, hat man nen AFK kann man einmalig f&uuml;r ein remake voten und bekommt so keinen loose. Ist der afk allerdings ein premade, bekommt man trz ein^^ W&auml;re sehr geil, w&uuml;rde das so eingef&uuml;hrt werden (kommt bald aufs PBE)\n\nEDIT:\nUPDATE: http://na.leagueoflegends.com/en/news/game-updates/player-behavior/play-games-matter/remake\n\nAuf der nordamerikanischen Seite Wurde ein FAQ und eine genaue Erklärung dazu veröffentlicht, auf der EUW-Seite ist diese allerdings (noch) nicht zu finden!","replies":[{"id":"","poster":"Avor Ashkeno","date":"2016-04-27T14:02:16.278+0000","up_votes":1,"down_votes":0,"body":"Jetzt noch mal ein Vorschlag aus einer ganz anderen Richtung.\n\nBei einen anderen Online Spiel (von einer Firma mit einer öffentlich zugänglichen Engine) ist es so, dass wen ein Spieler ausscheidet für ihn dann einfach ein Bot erscheint. Das bedeutet, anhand meinen letzten Spiel erklärt, wenn er z.B.: 2 Min inaktiv ist übernimmt ein Champ Bot seine Rolle, z.B.: ein Spieler, Garen spielt, fällt aus, also übernimmt ein Garen Bot über den Champ die Kontrolle.\n\nNatürlich kann man das nur bei den normalen und nicht bei den Medaillien Spielen machen.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-04-27T15:06:11.824+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Avor Ashkeno,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=000a,timestamp=2016-04-27T14:02:16.278+0000)\n>\n> Jetzt noch mal ein Vorschlag aus einer ganz anderen Richtung.\n> \n> Bei einen anderen Online Spiel (von einer Firma mit einer öffentlich zugänglichen Engine) ist es so, dass wen ein Spieler ausscheidet für ihn dann einfach ein Bot erscheint. Das bedeutet, anhand meinen letzten Spiel erklärt, wenn er z.B.: 2 Min inaktiv ist übernimmt ein Champ Bot seine Rolle, z.B.: ein Spieler, Garen spielt, fällt aus, also übernimmt ein Garen Bot über den Champ die Kontrolle.\n> \n> Natürlich kann man das nur bei den normalen und nicht bei den Medaillien Spielen machen.\n\nWie lange warst du in keinem BOT-Game mehr?\nMach mal eins! Stell alle Gegner auf Mittel und wähle deinen Lieblings-champ.\nDu wirst mit ca. 20/0/0 aus dem Spiel gehen (oder mehr ^^)\n\nSo ein Bot würde das Gegner Team nur feeden. Alle würden sich drauf stürzen !","replies":[{"id":"","poster":"K2mE xpleader","date":"2016-05-02T23:19:25.257+0000","up_votes":1,"down_votes":0,"body":"Dann wird das einfach ein DOOM BOT :D","replies":[]},{"id":"","poster":"Avor Ashkeno","date":"2016-05-01T11:06:20.050+0000","up_votes":1,"down_votes":0,"body":"Ich spiele sehr oft Bot Games (5 vs 5, 3 vs 3) und Bot auf der Stufe normal sind nicht so schlecht. Außerdem hat es den Vorteil, wenn man in einen Lag Loop, das heißt wenn die Verbindung des Clients zu Server abbricht und dann ein paar Minuten immer dieselbe Animation abspielt (ist mir selber schon passiert hat man die Chance danach noch weiterzuspielen und kriegt dafür keine negatives Spiel. Vielleicht wären da noch ausgefeiltere Bots mit Signalkommunikation fällig, obwohl wenn es im Code klar definiert wird könnte es vielleicht sogar klappen ...","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-04-27T14:59:20.337+0000","up_votes":1,"down_votes":0,"body":"Hat aber auch den Nachteil, dass es immer noch nur ein Bot ist. Die meisten Spieler, werden dem überlegen sein und es einfach haben, seine Bewegunsschemata auszunutzen. Zumindest, solange es kein wirklich starker Bot ist. Ich finde ja, wenn man als Ersatz für einen Spieler, einen Bot aus dem Coop kriegt, wird aus dem 4vs5 ein 4vs6, weil der Bot eben wirklich einfach nur sterben gehen wird.","replies":[]}]},{"id":"","poster":"Neeko the Ekko","date":"2016-04-26T10:16:02.476+0000","up_votes":2,"down_votes":0,"body":"Ich habe mich ein wenig im eng. LOL Reddit durchgescrollt und es wird dann so sein das der, der AFK / dc oder was auch immer hat nicht im Game laden kann\nkann man halt aufgeben und der, der AFK gegangen ist, verliert LP, während der Rest des Teams keine LP verliert. \n\nFinde ich richtig gut und ist eine faire Sache!","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-26T21:05:44.187+0000","up_votes":1,"down_votes":0,"body":"Man muss aber bedenken, dass es sein kann dass mal wieder der client buggt und man daher nicht lädt und neu starten muss. Wenn das Team dann surrendert wird man bestraft obwohl man 20 sec später reconnected hätte. Daher ist diese Idee sehr dumm und unüberlegt(meine Meinung)","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-04-25T23:57:31.536+0000","up_votes":2,"down_votes":0,"body":"Wenn das mal nicht im Challengerbereich total abused werden wird.\nIch seh's schon kommen dass Athene wieder kommt und sich so boosten lässt.\n\nedit: Early surrender OK, aber Punkteverlust/oder kein Punkteverlust sollte überdacht werden, speziell im competetive.","replies":[{"id":"","poster":"haha weed lol xd","date":"2016-04-26T01:38:02.216+0000","up_votes":2,"down_votes":0,"body":"Vor allem geht da nicht das Elo System zu Grunde ? Schließlich basiert es darauf, dass einer gewinnt und einer verliert. Wenn jetzt nur einer gewinnt und keiner verliert macht es keinen Sinn mMn,","replies":[{"id":"","poster":"Maexle","date":"2016-04-26T04:51:43.212+0000","up_votes":2,"down_votes":0,"body":"Es ist ja keine Aufgabe, sondern man stimmt ja über ein Remake ab. Theoretisch spielt man also nochmal das gleiche Spiel, nur ohne den Spieler der disconnectet ist. {{champion:17}}","replies":[{"id":"","poster":"Maíko","date":"2016-04-26T06:05:48.495+0000","up_votes":1,"down_votes":0,"body":"Trotzdem erhält das eine Team LP, aber das andere verliert keine.\n\nDas kann nicht funktionieren und wird so auch garantiert nicht rauskommen^^","replies":[{"id":"","poster":"Alustus","date":"2016-04-26T09:22:51.733+0000","up_votes":2,"down_votes":0,"body":"> Trotzdem erhält das eine Team LP\n\nWurde nicht gesagt\n\nRemake bedeutet für mich das es keinen Gewinner und keinen Verlierer gibt.\nSprich keiner hat eine LP veränderung bis auf den DC","replies":[]},{"id":"","poster":"Maexle","date":"2016-04-26T07:20:08.438+0000","up_votes":2,"down_votes":0,"body":"Vor allem stellt sich dann noch die Frage, wie realistisch das System überhaupt ist. Wenn ich es richtig verstanden haben, dann geht es nur, wenn noch keine Kills gefallen sind {{champion:17}}","replies":[{"id":"","poster":"Maíko","date":"2016-04-26T08:14:21.083+0000","up_votes":2,"down_votes":0,"body":"Da sind mehrere Sachen die mich stören^^\n\n1.\nEin Remake hört sich so an, als würde das gleiche Spiel mit den gleichen Teams (+den Ersatz für den Afkler) erneut in die Champselect kommen.\nDa man nun die Gegnercomp kennt, könnte man wesentlich gezielter bannen.\n\n2.\nWird die Abstimmung für beide Teams erscheinen, also hat das gegnerische Team Mitspracherecht darüber, dass ein bereits gestartetes Spiel einfach wieder beendet wird?\n\n3.\nEs kann nicht sein, dass das eine Team LP bekommt und das andere welche verliert.\nAlso wird es vermutlich wie beim verlassen in der Champselect sein....nur 1er bekommt LP abgezogen und dem Rest passiert nichts.\nDas wäre vielleicht gut für das Team mit dem Afkler, das andere Team würde jedoch freie \"LP\" verlieren...also würde ihnen in gewisser Weise geschadet , obwohl sie nichts falsch gemacht haben.","replies":[{"id":"","poster":"dome025","date":"2016-04-26T10:36:59.756+0000","up_votes":1,"down_votes":0,"body":"> 3.\nEs kann nicht sein, dass das eine Team LP bekommt und das andere welche verliert.\nAlso wird es vermutlich wie beim verlassen in der Champselect sein....nur 1er bekommt LP abgezogen und dem Rest passiert nichts.\nDas wäre vielleicht gut für das Team mit dem Afkler, das andere Team würde jedoch freie \"LP\" verlieren...also würde ihnen in gewisser Weise geschadet , obwohl sie nichts falsch gemacht haben.\n\n1.Das Team mit dem AFK könnte immernoch gewinnen. (Die Chancen sind halt geringer)\n2.Hätten diese die LP im Falle eines Wins nicht fair erarbeitet (wofür sie ja nichts können, ist aber trotzdem so)\n3.Wird dem Team nicht geschadet. Es wird eine Chancengleichheit wiederhergestellt. (was unter anderem Sinn der LP/Elo ist-> dass Spieler mit gleichem Niveau gegeneinander spielen und wenn das gegnerische Team nur gewinnen kann wenn sie 5vs4 spielen, dann haben sie es eben nicht verdient die LP zu bekommen um gegen bessere Spieler zu spielen)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Stahlvormund","date":"2016-04-26T07:34:15.201+0000","up_votes":2,"down_votes":3,"body":"Aber ihr seht doch die Bedingung:\n\n\"because a Player dc'd\" = das heißt ein Spieler muss rausgegangen sein, so weit so gut.\n\n\"and no kills occured\" = also 0/0 für beide Teams. Ragequits zählen nicht, denn die sind ja zu 99% nach einem Kill. Scheinbar sollen damit NUR solche DC's ausgeglichen werden, die während Ladescreen oder gleich zu Beginn des Spiels passieren, d.h. die ominösen Fehlernachrichten bei schwarzem Ladebildschirm.\n\n\"This vote can only occur once\" = Nur einmal möglich (wahrscheinlich für jedes Team) um eben Missbrauch zu verhindern.\n\n\"Counts as a loss because the dc'ed Player is in your premade\" = aha, wenn also ein Premade Team meint: \"Yo, leave mal, dass Matchup gefällt mir nicht\" haben sie trotz Vote verloren. Auch kein Missbrauch möglich.\n\nIch nehme auch an im Gegensatz zum normalen Surrender-Voting muss dieses hier EINSTIMMIG sein. Warum auch nicht? Verhindert Premade-Missbrauch und stellt einen nicht schlechter als wenn es das Voting gar nicht gäbe.\n\nFind ich persönlich super, da es mir schon durchaus mal bei einwandfreier Verbindung (andere Online-Spiele und Browser lief tadellos) zu einer solchen Ladescreennetzwerkfehlernachricht kam.\n\nAber es ist kein Allheilmittel. Trolls, Feeder und Verbindungsprobleme die nach einem Kill passieren, können einem trotzdem das Ranked Game vermiesen. Immerhin aber schon mal ein Mittel gegen Verbindungsprobleme im Ladebildschirm.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T07:50:34.642+0000","up_votes":1,"down_votes":0,"body":"Also kann man quasi diesen Vote als Spieler unterbinden in dem einfach dem Gegner das Firstblood gibt?\nHat mal jemand darüber nachgedacht? :D\n\nWas ist, wenn der Spieler nur einmal im Ladebildschirm gecrasht ist und gleich wiederkommen würde? :D\n\nDas sind so die probleme die ich sehe ^^","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T07:55:21.749+0000","up_votes":1,"down_votes":2,"body":"Ja, aber wenn du First Blood geben willst, ist dein Team gleich im Nachteil nur um dem Gegner diesen Vote zu unterbinden mit dem Risiko, dass der Gegner doch noch connected.\nAußerdem würde das die Leute auch nicht schlechter stellen, als wenn es dieses Vote nicht geben würde.\n\nWenn er gleich wiederkommen würde, hat er nichts verloren wenn er einfach zu einem neuen Spiel gezwungen wird. Vl hat er zwar seine Lieblingsposition und Champ bekommen, aber jeder bekommt mal mehr oder weniger Champ/Role die er will.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T08:09:12.819+0000","up_votes":1,"down_votes":0,"body":"Wenn er nur am Anfang nicht connected und der Early Surrender kommt, bekommt der eine Spieler doch n Lose, weil der ja AFK/DC war oder nicht? Oder habe ich da etwas missverstanden?\n\nWas ich mit dem Surrendercall Unterbinden eigl meinte ist die Warnung vor Trollern, die beim AFK im eigenem Team noch das Firstblood geben um das Team im Spiel zu halten^^ nicht das Unterbinden um auf einen Reconnect im Gegnerteam zu hoffen.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T08:13:11.972+0000","up_votes":3,"down_votes":2,"body":"Ach, das habe ich falsch verstanden. Tatsächlich bekommt der DCler die Niederlage.\nHm, das macht dann leider keinen Unterschied zwischen Leuten die gleich wiederkommen (30sec oder so) und solchen die permanent im Screen gecrasht sind.\nVielleicht muss es eine Mindestzeit geben, ab der man Voten kann, zB ab 1:15 wenn die Minions spawnen oder 1:40 für die Jungle Camps.\nWer dann nicht da ist gibt seinem Team schon fast einen Nachteil der einer Niederlage würdig ist.\n\nNatürlich darf man sich dann auch nicht einfach ab lvl 1 töten lassen (dann hat man den DC'ler auch fast verdient lol) oder muss abwägen ob es einem wichtiger ist die Runde zu remaken oder selbst FB zu gewinnen.\n\nSolche Trolls werden dann halt wie gehabt reported, dass ist dann auch nicht anders als vor dieser Vote-Option.","replies":[]},{"id":"","poster":"gyyyr","date":"2016-04-29T01:56:48.437+0000","up_votes":1,"down_votes":0,"body":"> Was ich mit dem Surrendercall Unterbinden eigl meinte ist die Warnung vor Trollern, die beim AFK im eigenem Team noch das Firstblood geben um das Team im Spiel zu halten^^ nicht das Unterbinden um auf einen Reconnect im Gegnerteam zu hoffen.\n\nWenn er den Vote unterbinden will kann er ja auch einfach auf nein klicken und dann kann man es in diesem spiel ja sowieso nicht mehr verwenden. Dafür muss er nicht mal sterben denn wenn er stirbt wird er für feeding reportet(immerhin müsste er ja geradeaus in den Gegner laufen, wenn ich deine Beschreibung richtig verstanden habe.)","replies":[{"id":"","poster":"Enderized","date":"2016-04-29T06:11:11.952+0000","up_votes":1,"down_votes":0,"body":"Ich sage nur was theoretisch (in dieser Community) möglich wäre.\n\nDu kannst niemanden fürs Firstblood reporten\nEbenso wenig wenn er in der Lane 0/3 steht.\n(Also kannst du schon. .. aber ob es etwas bringt? )","replies":[{"id":"","poster":"gyyyr","date":"2016-04-29T06:31:30.881+0000","up_votes":1,"down_votes":0,"body":"ja und ich habe eine einfachere Version mit weniger Risiken vorgeschlagen.","replies":[]}]}]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-05-01T22:27:44.806+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sabaton marches,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=00050000,timestamp=2016-04-26T07:50:34.642+0000)\n>\n> Also kann man quasi diesen Vote als Spieler unterbinden in dem einfach dem Gegner das Firstblood gibt?\n> Hat mal jemand darüber nachgedacht? :D\n> \n> Was ist, wenn der Spieler nur einmal im Ladebildschirm gecrasht ist und gleich wiederkommen würde? :D\n> \n> Das sind so die probleme die ich sehe ^^\n\nIch denke, bei der \"No-KIll-Bedingung\" geht es NUR um den einen Spieler, der DC ist. Alles andere würde keinen Sinn machen, wie all Eure Bedenken hier deutlich machen! \nSomit kann das 4er Team erstmal weiter spielen und hoffen, das der DC´ler noch kommt, aber selbst wenn in der Zwischenzeit einer der 4 gestorben sein sollte, kann man immer noch die Funktion nutzen, da der AFK weiterhin 0-0-0 steht.\n\nAusserdem denke ich, daß auch für diesen Early-Surrender eine Zeitsperre von mindestens 5 Min angebracht wäre.","replies":[{"id":"","poster":"Enderized","date":"2016-05-02T07:39:36.164+0000","up_votes":1,"down_votes":0,"body":"> From the strings, seems like teams will be able to vote to remake the game if a player never connects to the game after champion select and *no players are killed in-game.*\n\n**_no players are killed in-game._**\n\n<.<","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-05-02T21:51:53.411+0000","up_votes":1,"down_votes":0,"body":"Also nachdem ich mir dann alles nochmal durchgelesen habe (incl der Bedingung \"keine Kills im Spiel\") , will ich all die AFK-mitten-im-Spiel- und  Rage-Quit-Szenarios mal aussen vor lassen und mich nur auf die \"**AFK von Beginn an**\" beschränken.\n\nAusgangssituation: Ein Spieler kommt einfach nicht ins Spiel.\nMögliche Gründe: \nA) er hat ein technisches Problem (u.U. durch einen neuen Patch bedingt) das nach einem LOL-Neustart oder PC-Neustart  behoben ist\nB) er will nicht spielen oder er darf nicht. Vielleicht hat er die Zeit vergessen und muss weg, vielleicht hat auch einfach nur \"Mami\" den Stecker gezogen (\"Schluss für heute, ab ins Bett\"), vielleicht hat er wegen der Teamcomb keinen Bock auf das Spiel und wechselt auf nen anderen Account.\n\nSpieler A hat den Reconnect innerhalb weniger Minuten geschafft. \nStoppt einfach mal die Zeit, die Euer Rechner braucht für einen Neustart.\nDiese Zeit sollte man dem Spieler geben, auch wenn es natürlich einen Nachteil fürs Team darstellt. Ich bin immer froh , wenn der RC kommt, vor allem, wenn es ein Spieler ist, der auch eine Low-Level-Strategie beherrscht, mit der er in der Lage ist, das Team zu unterstützen ohne zu feeden. Denn meines Erachtens ist ein  \"4 1/2 gegen 5\" leichter zu gewinnen als ein 4x5 \n\nBei Spieler B können weder wir noch Riot entscheiden, was die Hintergründe sind und letztlich isses auch wurscht. Diese Spieler stehen dann in der Base. Das Spiel hat Ingame bereits ein Tool , das dies auch erkennt: \nDen **Leaver Buster**!\nKeine Ahnung wie lange er wirklich braucht bis er anschlägt, aber genau an dieses Tool könnte man die Abstimmung koppeln. \nBeispielsweise erscheint allen Spielern die Meldung \"Der Leaver Buster hat erkannt, daß ein Spieler seit Beginn AFK ist! Möchtest Du ein Remake?\" Bei einstimmiger Entscheidung gibt es dies, sonst nicht. \nBedeutet: Premades werden es sich gut überlegen, weil sie LP verlieren werden. Randoms werden ohne zu zucken auf Ja drücken.\n\nIch denke dies ist ein Szenario mit dem jeder Leben kann und Missbrauch grösstenteils ausgeschlossen ist. Koppelt man dies obendrein mit einem skalierenden LP-Abzug, d.h. im Wiederholungsfalle ansteigende Strafe (analog zur Dodge-Zeitstrafe), dann kann man Missbrauch noch stärker eingrenzen. ZB Penalty 1: -10 LP, P2 -25 LP, P3 -100 LP (incl. Divisionsabstieg) etc\n\nAuf so ein Tool würde ich mich freuen.\n\n-----------------------------------------------------------------------------------------------------------------\n\n_Der Spielertyp B ist leicht zu erkennen: Er hat bis zu diesem Zeitpunkt noch gar nichts gemacht! Ich möchte dies noch ausweiten auf Spieler die innerhalb der ersten Spielminuten einen (dauerhaften) DC erleiden, denn aus eigener Erfahrung weiss ich, daß solche rein technischen Probleme auch noch passieren können, nachdem das Spiel schon läuft. Hatte es hin und wieder schon gehabt, daß ich ein, zwei Dschungelcamps klären konnte bevor mein System \"in Streik\" gegangen ist.\nBei solchen DC kann man im Jungle evtl noch davon kommen, auf der Lane ist man meist tot sobald der Gegner den DC als solchen erkannt hat. Da der Spieler dann einen Tod hat würde das Remake-Tool wieder nicht mehr greifen. \n**ABER:**\nDie Server-Loggs lassen ja wohl erkennen, daß der Spieler bereits Sekunden vor seinem Tod keinen Click mehr gemacht hat. Daß er also nur starb, weil der DC kam. Auch dies ist \"nur eine kleine\" Abfrage, die man sicherlich implemenieren könnte. Schliesslich klickt man ja mehrfach in der Sekunde. Und für den \"Omg! Ich bin First-Blood und die Lane ist verloren!\"-Spieler scheidet das Remake aus, da er bis zu seinem Tod gekämpft bzw geklickt hat.\n\nIch denke auch dies liesse sich programmieren ohne Manipulationen Tür+Tor zu öffnen. _","replies":[]}]}]}]},{"id":"","poster":"HiiiiiPower","date":"2016-04-26T08:14:45.726+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Stahlvormund,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=0005,timestamp=2016-04-26T07:34:15.201+0000)\n>\n\n> &quot;and no kills occured&quot; = also 0/0 für beide Teams. Ragequits zählen nicht, denn die sind ja zu 99% nach einem Kill. Scheinbar sollen damit NUR solche DC&#x27;s ausgeglichen werden, die während Ladescreen oder gleich zu Beginn des Spiels passieren, d.h. die ominösen Fehlernachrichten bei schwarzem Ladebildschirm.\n\nnein, man sieht es ja schon im forum, manche werden schon so aggressiv, weil der supporter einen lasthit zu viel hat, ihm der support champ an sich nicht gefällt/ einstellung des supps, evlt wird schon geflamt, ihm die team comb nicht gefällt, der gegnerische jungler x-Male ganken gekommen ist, adc nicht zum farmen kommt und der eigene jungler ja \"mal wieder\" gar nichts macht. da kann es auch mal 0-0 stehen und diese art von spieler verzieht sich einfach, evtl da es eh nur ihr smurf ist und geht auf den main account\n\n> Ich nehme auch an im Gegensatz zum normalen Surrender-Voting muss dieses hier EINSTIMMIG sein. Warum auch nicht? Verhindert Premade-Missbrauch und stellt einen nicht schlechter als wenn es das Voting gar nicht gäbe.\n\nDu liegst  falsch, der Missbrauch ist eindeutig gefördert, bekommt der Premade keine Verbindung wird auf Nein geklickt, bekommt der Random keine Verbindung, könnten sie zum Start einstimmig auf Ja klicken, benötigt in beiden Fällen aber immerhin 3 Leute für ein einstimmiges Ergebnis, außer die Randoms spielen bei dem Spielchen mit.\n\n> Aber es ist kein Allheilmittel. Trolls, Feeder und Verbindungsprobleme die nach einem Kill passieren, können einem trotzdem das Ranked Game vermiesen. Immerhin aber schon mal ein Mittel gegen Verbindungsprobleme im Ladebildschirm.\n\nUnd hier ist der Punkt der doch die meisten nervt. Trolle, Feeder oder Verbindungsprobleme. Gestern letzteres gehabt und somit das Spiel verloren, da der Toplaner permanent DC/RC hat, dann auf die Lane läuft, DC und dabei stirbt. Ansatt auf die Leute zu hören, die schon sagen das er in der Base bleiben soll und seine Connection fixen soll.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T08:26:27.333+0000","up_votes":1,"down_votes":2,"body":"> nein, man sieht es ja schon im forum, manche werden schon so aggressiv, weil der supporter einen lasthit zu viel hat, ihm die comb nicht \n> gefällt, der gegnerische jungler x-Male ganken gekommen ist und der eigene jungler gar nichts macht. da kann es auch mal 0-0 stehen und \n> diese art von spieler verzieht sich einfach, evtl auch smurf und geht auf den main account\n\nDann ist das Vote ja gut für diese Fälle. Sehe keine Probleme hier. Der RQ bekommt die Niederlage und die anderen können eine neue Runde starten. Außerdem habe ich die 99% nur für Zwecke der Veranschaulichung als bildliche Sprache benutzt. Mir ist durchaus klar das RQ auch bei 0/0 passieren kann.\n\n> Natürlich ist der Missbrauch bei 3er Mates möglich, es steht 0-0, der Premade bekommt Beispielweise 10 Minuten keine Verbindung, dann \n> werden die Premades fleißig auf Nein drücken und das Thema ist durch, hauptsache sie bekommen keine Strafe.\n\nIn diesem Fall stellt das die nicht-Premades nicht schlechter als vor der Einführung der Vote-Option.\n\n> Du liegst erneut falsch, der Missbrauch ist eindeutig gefördert, bekommt der Premade keine Verbindung wird auf Nein geklickt, bekommt der > Random keine Verbindung, könnten sie zum Start einstimmig auf Ja klicken, benötigt in beiden Fällen aber immerhin 3 Leute für ein \n> einstimmiges Ergebnis, außer der andere Random spielt bei dem Spielchen mit.\n\nWenn ein Premade DCed und das Votum negativ ausfällt, ist das nicht schlechter als vor dieser Vote-Option. Wenn ein Random DCed und die Premades ihn raushaben wollen, dann Quote ich mal mich selbst hier:\n> Ach, das habe ich falsch verstanden. Tatsächlich bekommt der DCler die Niederlage.\n> Hm, das macht dann leider keinen Unterschied zwischen Leuten die gleich wiederkommen (30sec oder so) und solchen die permanent im \n> Screen gecrasht sind.\n> Vielleicht muss es eine Mindestzeit geben, ab der man Voten kann, zB ab 1:15 wenn die Minions spawnen oder 1:40 für die Jungle Camps.\n> Wer dann nicht da ist gibt seinem Team schon fast einen Nachteil der einer Niederlage würdig ist.\n\nDas bestraft dann tendenziell diejenigen mehr, die den Fehler auf ihrer Seite haben, nämlich den DC/die schlechte Verbindung. Ist das falsch?\n\n> Und hier ist der Punkt der doch die meisten nervt. Trolle, Feeder oder Verbindungsprobleme. Gestern letzteres gehabt und somit das Spiel \n> verloren, da der Toplaner permanent DC/RC hat, dann auf die Lane läuft, DC und dabei stirbt. Ansatt auf die Leute zu hören, die schon sagen > das er in der Base bleiben soll und seine Connection fixen soll.\n\nMissbrauchsmöglichkeiten bei Remake bei Trollern/Feedern sind aber noch größer. Und Verbindungsprobleme kann Riot nicht für die Leute fixen, wenn es nicht an Riot liegt, sondern z.B. an WLAN/Treibern/Providern etc.","replies":[{"id":"","poster":"HiiiiiPower","date":"2016-04-26T08:51:04.584+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, einfach die einmalige Chance pro Tag geben, wenn man Trolle/Feeder/RQ/DC Problemspieler hat. Keine Ahnung wie hoch die Häufigkeit bei euch so ist, mir würde diese eine Chance pro Tag genügen. Connected ein Spieler bis Minute 5 gar nicht, bricht das Spiel ab und der Spieler erhält 25 LP Abzug.\n\nSo ist es schon wie du schreibst, dein Pech, wenn du einen Bugsplat oder ähnliches hast und das Team schon das Vote durchgeführt hat.\nAllerdings hat man keinen großen Nachteil, wenn der Mitspieler pünktlich 1:40 auf der Lane ist, von mir aus auch bis zu Minute 2. Passiert das allerdings bei einem 3er Team und der Premade kommt erst in Minute 5-10 (oder es ist vorher schon ein Kill gefallen), dann können diese einfach auf Nein drücken, weil sie ja nicht bestraft werden wollen und in Kombination mit dem Eingeklammerten, gibt es diese Möglichkeit gar nicht erst.\n\nAlso werden schlussendlich wieder Solospieler bestraft, während hingegen Premades das Zepter in Hand haben.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T09:11:10.274+0000","up_votes":2,"down_votes":2,"body":"Naja, wenn mein Jungler zu 1:40 nicht im Jungle ist, bin ich wohl auf der Lane.\nWenn mein Lanegegner zu 1:40 nicht auf der Lane ist, habe ich schneller Level 2 als er und diktiere das Matchup.\nWenn mein Support/ADC nicht zu 1:40 auf der Lane ist, laufe ich Gefahr, dass meine Gegner das ausnutzen usw.\n\nAber hier reden wir tatsächlich von Grenzbedingungen. Wenige Sekunden können entscheiden ob die Matchups gut oder schlecht ausgehen oder ob ein DC zurück kommt.\nIch vermute mal, dass der typische schwarze Loadingscreen Fehler permanenter Natur ist, von daher die Wahrscheinlichkeit das jemand doch noch connected gering.\n\nMeiner Erfahrung nach (kann ja sein, dass die bei anderen anders ist oder Riot andere Statistiken hat) gibt es folgende häufigste Fälle:\n-Spieler connected nicht, kommt niemals wieder\n-Spieler connected nicht, kommt innerhalb Minute 1 wieder\n-Spieler RQ/AFK nachdem Kills gefallen sind, kommt niemals wieder\n-Spieler RQ/AFK nachdem Kills gefallen sind, kommt sporadisch wieder\n\nFür die letzen beiden Fälle greift das System nicht wegen Kills, für den ersten ist es gedacht und für den zweiten greift es nicht, wenn eine vernünftige Zeitgrenze eingeführt wird.\nIch nehme an, dass Riot erst noch viel Feintuning vornimmt, bevor es kommt, oder es angesichts der Probleme sogar sein lässt.\n\nSolospieler werden aber tendenziell nicht mehr bestraft, sondern Premades können das Voting besser nutzen. Das stellt Premades besser, aber Solospieler nicht schlechter.\nUm das zu komplettieren, müsste man vl einführen, dass es diese Option für 4-Premade Teams nicht gibt, wenn der Solospieler DCed, wobei das Premades bestrafen würde.\n\nSchwierig, schwierig.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T10:50:45.066+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht. Für mich klingt das eher so, als wenn der Solospieler in die Röhre schaut, wenn einer im 4er Premade einen DC hat und die nicht für das remake stimmen, da sie alle verlieren würden. Es kann aber auch sein, dass 4er öfter dafür stimmen, weil sie eben auch nicht 20 Minuten 4vs5 spielen wollen. Wird eher heikel, wenn da welche in der Promo sind.\n\nVielleicht wird es auch dahingehend noch geändert, dass die Premades nur ein paar LP verlieren, so ähnlich wie beim CS verlassen. ","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T10:57:38.396+0000","up_votes":1,"down_votes":2,"body":"Wenn Premades nicht für /Remake stimmen, ist es nicht anders als zuvor als es die Regel nicht gab aka nicht schlechter.\nWenn 4er dafür stimmen: ich hab oben gesagt, dass dieses Votum wahrscheinlich einstimmig sein muss um eben diesen Fall zu vermeiden.\nUnd wahrscheinlich gibt es nur ein begrenztes Zeitfenster am Anfang des Matches, da dieses Votum für alle Sorten von DC's gar nicht geeignet ist, sondern nur für die schwarzen Ladescreens.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T11:05:21.351+0000","up_votes":1,"down_votes":0,"body":"Er steht zwar nicht schlechter als vorher, aber wenn sich die Situation für alle anderen verbessert, steht er im Verhältnis schlechter da. Aber ich finde eh, es ist noch zu früh darüber zu diskutieren. Solange wir das noch nicht in Aktion gesehen haben, kann man schlecht abschätzen, wie das mit Premades aussehen wird.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T11:10:29.214+0000","up_votes":1,"down_votes":2,"body":"Es verschlechtert sich im Verhältnis nur, wenn er Premades dabei hat und einer der Premades DCed und dann dagegen votiert.\nUmgekehrt kann er den Premades in die Suppe spucken, wenn die eigentlich dafür votieren wollen.\n\nAußerdem profitiert der einzelne Spieler davon, wenn er mit 4 weiteren Einzelspielern ist.\nIm Fall von nur 2-3 Premades, sind die Premades abhängig von den einzelnen.\n\nIm Großen und Ganzen marginalisiert sich das auch, je mehr Spiele man spielt.\n\nAber ja, es sind noch zu wenige Details bekannt.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"I Mute AII","date":"2016-04-26T07:57:55.116+0000","up_votes":3,"down_votes":2,"body":"Hallo alle zusammen, (30J, Sport-WI. MA)\nmal sehen ob ich ein neuen Gedanken bringen kann\n\"Fairness\"\nauf Grund der neusten Änderungen im oberen ELO Bereich \"+ / - 2- Divisionen unterschied nur gematched\" zu werden,\nZeigt eindeutig wie groß die Spieler zahl ist.\nalso warum:\nFindet man dann nicht eine Lösung von Bronze 5 bis zu Diamant 5 - Bereich - für AFK´ler?\nzb. wenn ein Spieler A. von 100 Games sagen wir mehr als 10 DC´s oder sonst was hatte\noder 10 Reports für AFK.\ndann sollte er mit genau diesen Spielern/Innen im selben MMR Bereiche gematched werden - welche die selbe\n\"DC - AFK Quote\"\nSich selbst erspielt hat.\nwenn jmd. 20 Games mit DC´s hatte wird er mit Spielern gematched die in\nden letzten 100 Games auch 20 DC´s hatten.\n-\nNatürlich muss man dann definieren was ist ein \"DC\" ist !!!!! : über 10 sec oder über 60 sec oder über 5 min\njedoch sind 30 sec im Early viel entscheidender als 30 sec im End-Game \"bla bla\" darum geht es mir hier nicht es geht um\n\n\"Die IDEE\" - an sich -\nokay\nnun zurück zur \"Fairness\"\ndamit sich keine \" INSEL - Der AFK´ler \" bildet von der man nicht mehr runter kommt:\nVerändert man sein eigenes Verhalten bezogen auf die DC - Time und,oder Häufigkeit:\nvon 100 Games nur noch 3 DC´s dann wird man automatisch wieder mit neunen Spielern gematched die auch genau so WENIG DC´s haben.\n-\nDas Meine Freunde, Spieler/innen, Youtuber/Innen Und Mitarbeiter/Innen Von RIOT- Games\n-\nWäre \"Fairness\"\nUnter den Gesichtspunkt der\nstatistischen Gütekriterien\n\nKlassische Testtheorie\n\nObjektivität\nReliabilität\nValidität\nhttps://de.wikipedia.org/wiki/Klassische_Testtheorie\n\nDas ganze Könnte man auch über \"die geschichtete Stichprobe\" Regeln\ndoch das geht in die Programierung und mir geht es wie gesagt nur um die -IDEE-\nden die Dynamic Q ist nun geschichtet zumindest ab \"Diamat 5\" nach oben.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T11:05:15.007+0000","up_votes":1,"down_votes":0,"body":"Ohohoh- 30 Sekunden im Early sind nicht so relevant- (zumindest wenn man nicht im Jgl ist) wie 30 Sekunden in der du den Nexus verteidigen könntest- auf den Rest werde ich ggf später eingehen- gerade leider keine Zeit :)","replies":[{"id":"","poster":"I Mute AII","date":"2016-05-02T12:08:52.952+0000","up_votes":1,"down_votes":0,"body":"okay da bedarf es an Klarstellung meiner seits.\nmir geht es nicht um eine Zeit Einheit\nmir geht es um dem Team-Spirit, der durch afk´ler kaputtgemacht (zerstört) wird.\nund ich will nicht - auf jede variante eingehen, die es gibt sondern, \ndas Spieler zusammen spielen mit der selben AFK quote,  \nes gibt genug AFK´s in Ranged Games die keine negative Auswirkung auf das Spielergebnis haben \naber wenn ein AFK das haben sollte, muss etwas anderes geschehen als aktuell. \nwas bringt mir als \"nie afkler\" ( oder 0%  AFK-Quote - Spieler)  eine strafe für einen anderen Spieler mit dem ich nie wieder gematched werde?\ngenau \n\"Nichts - und die info das er eine strafe erhalten hat bringt mir nur ...\" \naber ist für das eigene spiel Erlebnis nichts wert.","replies":[]}]},{"id":"","poster":"Spicavius","date":"2016-04-29T01:44:23.425+0000","up_votes":1,"down_votes":0,"body":"Und wie lange stellst du dir die Quezeiten vor? Darf man dann 40 minuten warten und dann auch noch richtig schlecht balancierte Teams haben?\n\nDas ist echt ein Problem an deiner Idee.","replies":[{"id":"","poster":"I Mute AII","date":"2016-05-02T11:59:41.455+0000","up_votes":1,"down_votes":0,"body":"Die Spieler Zahl Ist Immens\nsehr viel großer als viele denken\nund das ist nicht das Problem der Idee.\ndas zeigt das aktuelle vorgehen von RIOT für Diamant 5. und je tiefer man in dem Liga-System ist desto mehr Player gibt es.","replies":[]}]},{"id":"","poster":"RoderickAndara90","date":"2016-04-26T08:16:20.050+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rookie Boto,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=0006,timestamp=2016-04-26T07:57:55.116+0000)\n>\n> \n> Objektivität\n> Reliabilität\n> Validität\n> https://de.wikipedia.org/wiki/Klassische_Testtheorie\n> \n\nOh, oh, oh.\n\nWie kommst du darauf das deine Idee reliabel ist? Die Validität ist schon nicht im Ansatz gegeben. Das wirst du ja wissen, wenn du die Wörter hier postest.\n\nDu willst dich mit Dingen wie \"Was ist ein DC?\" nicht beschäftigen, denkst aber das deine Ergebnisse bzw. deine Theorie reliabel ist?\n\nHast du schon mal was von einem Stichproben Bias gehört? (Der würde dir hier vermutlich dein komplettes Konzept zerhauen bevor du überhaupt eine Regel für die Schichtung deiner SP festgelegt hast.)\n\nMal ganz davon abgesehen das eine SP gar nicht notwendig ist da Riot über Ihre eigenen Server verfügt und somit eine Vollerhebung wesentlich mehr Sinn macht als eine geschichtete SP.","replies":[{"id":"","poster":"I Mute AII","date":"2016-05-02T12:27:39.856+0000","up_votes":1,"down_votes":1,"body":"okay da bedarf es an Klarstellung meiner seits.\nmir geht es nicht um eine Zeit Einheit\nmir geht es um dem Team-Spirit, der durch afk´ler kaputtgemacht (zerstört) wird.\nund ich will nicht - auf jede variante eingehen, die es gibt sondern,\ndas Spieler zusammen spielen mit der selben AFK quote,\nes gibt genug AFK´s in Ranged Games die keine negative Auswirkung auf das Spielergebnis haben\naber wenn ein AFK das haben sollte, muss etwas anderes geschehen als aktuell.\nwas bringt mir als \"nie afkler\" ( oder 0% AFK-Quote - Spieler) eine strafe für einen anderen Spieler mit dem ich nie wieder gematched werde?\ngenau\n\"Nichts - und die info das er eine strafe erhalten hat bringt mir nur ...\"\naber ist für das eigene spiel Erlebnis nichts wert.\n-\nwir können uns gern mal im skype treffen um \"Test-Theorien\" zu diskutieren .\n\" oh oh oh \"\nschon mal garnicht,\nV:\nwenn 10 Acc. in einem Match sind mit der selben AFK-Q.\nist die Wahrscheinlichkeit das auf beiden seiten jmd afk. geht gleich hoch.\nR:\nwird es immer so sein \nJA\nO:\njeder wird mit dem selben \"Mass-band\" gemessen = System Riot\n( wie das \"mass-band\" tatsächlich aussieht darüber könne wir gern diss. :\nda gibst mehrere Ideeen:\nAFK time + 2 Reports aus dem Eigenem Team\nAFK time + 2 Reports aus dem Gegner Team\nAFK time + 1 Report aus dem Eigenem +  2 Reports aus dem Gegner Team\nda bin ich für alles offen) - es muss nur transparent sein für alle Spieler \n-\nmir geht es nicht um Bestrafung mir geht´s um Eigenverantwortung.\n- \nda keine SP nötig ist fällt der Punkt BIAS eh weg.\n-\nZiel muss sein DAS Riot das ganz klar kommuniziert \nwenn du häufig AFK gehst wirst du mit häufig afk gehern gematched -\nim umkehr schluss \nbist du nie afk wirst du mit nie afkler gemached.\n-\nund sind wir mal ehrlich das Thema ist nur bis Dia 5 interessant.","replies":[]}]},{"id":"","poster":"Stahlvormund","date":"2016-04-26T08:09:19.834+0000","up_votes":2,"down_votes":2,"body":"Das heißt es bildet sich trotzdem eine Insel der AFKler und die Fähre fährt nur einmal im Monat.\nEin netter Weg Leute unterschiedslos zu bestrafen und als Spieler 2ter Klasse abzustemplen.\nEine super Methode um Kunden zu vergraulen.","replies":[{"id":"","poster":"I Mute AII","date":"2016-05-02T12:38:54.254+0000","up_votes":1,"down_votes":1,"body":"okay da bedarf es an Klarstellung meiner seits.\nmir geht es nicht um eine Zeit Einheit\n-\nan einem bsp?\n1-100 Partien \n3 afk´s erfüllt ( egal wie das nun aussieht)\n= 3%\nspielst du die nächste Partie \n101\nwird zur Berechnung\n2-101 genommen \negal wann du es spielst.\nso ist es immer deine eigene Quote.\nund du kannst SOFORT dein Verhalten ändern immer.\njedoch zählt dein Verhalten auch immer \n-\nRIOT könnt natürlich ein Belohnungs- System anbieten \nfür Spieler mit einer sehr schlechte AFK Quote\n-\nAFK -Quote = 20% , ( das wäre jede 5 Partie )\nwenn er eine Serie von nicht afk hin bekommt das er dann schneller zu einer 3% Quote kommt.\n-\nwas bringt mir als \"nie afkler\" ( oder 0% AFK-Quote - Spieler) eine strafe für einen anderen Spieler mit dem ich nie wieder gematched werde?\ngenau\n\"Nichts - und die info das er eine strafe erhalten hat bringt mir nur ...\"\naber ist für das eigene spiel Erlebnis nichts wert.\n- und hier liegt das Problem -\n-\nmein Vorschlag \nappelliert \nan die Eigenverantwortung jedes einzelnen Spielers \nund nicht für die Bestrafung.\npositives verhalten belohnen\nschlechtes nicht beachten.\njeder ist für sich selbst verantwortlich mit wem er spielen mag \nMomentan hat keiner Spieler diese Verantwortung zutragen und das \ngenau dass ist falsch .","replies":[]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-04-29T10:45:49.861+0000","up_votes":2,"down_votes":1,"body":"Es ist ja interessant, wie viele Gedanken sich hier gemacht werden, wie dieses \"System\", diese Idee, missbraucht werden könnte!\n\nAber versucht Euch mal an das letzte Spiel zu erinnern, in dem ein Spieler von Anfang an AFK war! \nOder diese spieler die im 15-Sekunden-Takt reinkommen und wieder rausgehen . Die Ansage: \"Ein Spieler ist zurück im Spiel\" - \"Ein Spieler hat das Spiel verlassen\" in Endlosschleife (Dies passiert übrigens nach meinem Empfinden deutlich häufiger nach Patches!)\n\nUnd könnt ihr Euch auch noch daran erinnern, wie frustriert ihr **wieder** wart? Und mit welcher Empörung ihr diesen Spieler reportet habt????\n\nNUR DAFÜR ist dieses neue Tool gedacht! Ich finds prima, dass in so einem Fall 4 Leute ohne Schaden rausgehen und 5 Leute nen Win geschenkt bekommen.\nFür den \"einen\" greift dann der normale \"AFK-BAN-Prozess\"\n\nMit der Premade-Einschränkung ist den allermeisten Missbrauchsszenarios ein Riegel vorgeschoben.\n\nICH FINDS KLASSE! Weiter so RIOT !!!!","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-01T22:30:50.994+0000","up_votes":1,"down_votes":0,"body":"Dir ist bewusst, dass es ausschließlich bei AFK seit Spielbeginn wirken soll und es deswegen nicht bei dem Fall hilft, den du schilderst?","replies":[]},{"id":"","poster":"Neeko the Ekko","date":"2016-04-29T12:10:33.664+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sN00Bdogg,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=000e,timestamp=2016-04-29T10:45:49.861+0000)\n>\n> Es ist ja interessant, wie viele Gedanken sich hier gemacht werden, wie dieses &quot;System&quot;, diese Idee, missbraucht werden könnte!\n> \n> Aber versucht Euch mal an das letzte Spiel zu erinnern, in dem ein Spieler von Anfang an AFK war! \n> Oder diese spieler die im 15-Sekunden-Takt reinkommen und wieder rausgehen . Die Ansage: &quot;Ein Spieler ist zurück im Spiel&quot; - &quot;Ein Spieler hat das Spiel verlassen&quot; in Endlosschleife (Dies passiert übrigens nach meinem Empfinden deutlich häufiger nach Patches!)\n> \n> Und könnt ihr Euch auch noch daran erinnern, wie frustriert ihr **wieder** wart? Und mit welcher Empörung ihr diesen Spieler reportet habt????\n> \n> NUR DAFÜR ist dieses neue Tool gedacht! Ich finds prima, dass in so einem Fall 4 Leute ohne Schaden rausgehen und 5 Leute nen Win geschenkt bekommen.\n> Für den &quot;einen&quot; greift dann der normale &quot;AFK-BAN-Prozess&quot;\n> \n> Mit der Premade-Einschränkung ist den allermeisten Missbrauchsszenarios ein Riegel vorgeschoben.\n> \n> ICH FINDS KLASSE! Weiter so RIOT !!!!\n\nThumbs Up for this Comment!","replies":[]}]},{"id":"","poster":"Revilous","date":"2016-04-26T06:28:04.794+0000","up_votes":2,"down_votes":1,"body":"Was wenn man am Anfang einen Bugsplat hat und dann wieder gepatcht wird ohne Grund? Normalerweise kommt man dann halt zwei Minuten später wieder und gewinnt das Spiel aber so hat das Team schon ein Remake gemacht und man kriegt nen Loss...\n\nOder was wenn man Invided wird und schon das First Blood fällt nach einer Minute, man aber nen DC hat? Tja kann man halt kein Remake machen..\n\nAlso ich fände es besser wenn der Surrender Vote komplett abgeschafft wird.","replies":[]},{"id":"","poster":"Schesam","date":"2016-05-18T18:56:03.403+0000","up_votes":1,"down_votes":0,"body":"UPDATE: http://na.leagueoflegends.com/en/news/game-updates/player-behavior/play-games-matter/remake\n\nAuf der nordamerikanischen Seite Wurde ein FAQ und eine genaue Erklärung dazu veröffentlicht, auf der EUW-Seite ist diese allerdings (noch) nicht zu finden!","replies":[]},{"id":"","poster":"lmProVision","date":"2016-04-28T21:34:10.245+0000","up_votes":1,"down_votes":0,"body":"Das wäre schwachsinn! Wenn jemand am verlieren ist geht er einfach schnell afk :D hahahahah Das wäre so richtig useless^^{{champion:245}}","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-28T21:48:25.204+0000","up_votes":1,"down_votes":0,"body":"Deswegen kann es nur genutzt werden, bevor jemand gestorben ist und wenn ein Spieler von Anbeginn an einen DC hatte.","replies":[{"id":"","poster":"Spicavius","date":"2016-04-29T01:32:15.423+0000","up_votes":1,"down_votes":0,"body":"Na toll. Dann gehe ich AFK weil mein Team einen \"troll\"-pick gemacht hat und dann kriege ich oder mein Team keinen loose?\n\nBzw ich finde das es keine gute Idee ist :/","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-29T08:34:31.207+0000","up_votes":1,"down_votes":0,"body":"Der AFKler kriegt eine Niederlage. In der aktuellen Version auch seine Premades. Wenn das Team einen Trollpick macht und man nicht spielen will, wäre es immer noch besser, die Championselection zu verlassen.","replies":[{"id":"","poster":"Spicavius","date":"2016-04-29T10:02:57.549+0000","up_votes":1,"down_votes":0,"body":"Ja aber dann kann man sich ja opfern und die Niederlage auf sich nehmen, während die anderen 4 keine Niederlage kriegen oder auch der angebliche Troll wie auch immer ..\n\nDadurch entsteht auch eine Entwertung der MMR oder nicht ?\nWenn andauernd 4 Leuten eine Niederlage vergeben wird und andere 5 Spieler MMR gewinnen. Wie soll das denn enden?","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-29T10:14:24.244+0000","up_votes":1,"down_votes":0,"body":"Weiß ich nicht. Es ist aber gut möglich, dass es noch mehr Infos und auch Änderungen an dem neuen System gibt, ehe es live geht.","replies":[]}]}]}]}]}]},{"id":"","poster":"Decad3r","date":"2016-04-27T14:14:57.159+0000","up_votes":1,"down_votes":0,"body":"> Am besten würde ich finden wenn es so geregelt ist. Surrendern kann nicht vor Minute 5. Zwischen Minute 5 und 10 hat man die Möglichkeit diesen Early Surrender durchzuführen. Denn wenn jemand erst nach 5-10 Minuten kommt ist das Spiel sowieso schwerer zu gewinnen. Natürlich hat dann das Team die Möglichkeit zu surrendern oder sie sagen \"Ne das Game ist nicht verloren wir spielen weiter.\" Ob jetzt jemand nach 13 Minuten kommt interessiert keinen. Bug Splat hier DC da. Wenn ihr nach 24 Minuten wieder spielen könntet und das Game bereits \"normal\" surrendert wurde hat ja auch keinen gestört. Jemand der AFK ist zerstört anderen das Game. So nun haben wir 5 Minuten rum. Das Team surrendert. Das Game ist rum. Was machen wir? Ich würde vorschlagen dass man trotzdem LP verliert bzw. gewinnt. Aber nur ganz wenig ca. 3-5 LP. Als Entschädigung für 5-10 Minuten Match Time. Außer bei der Promo. Diese sollte davon unberührt sein. Aber nur 1 mal. Surrendert man zwei mal hintereinander im Early dann sollte es als Lose zählen","replies":[]},{"id":"","poster":"Avor Ashkeno","date":"2016-04-26T15:41:19.717+0000","up_votes":1,"down_votes":0,"body":"Manchmal kann man den Nachteil vom afk noch kompensieren.","replies":[{"id":"","poster":"BabyBoyBash","date":"2016-04-26T15:51:25.822+0000","up_votes":1,"down_votes":0,"body":"Je höher die Elo desto schwerer ist das zu kompensieren.","replies":[{"id":"","poster":"Avor Ashkeno","date":"2016-04-26T15:53:46.393+0000","up_votes":1,"down_votes":0,"body":"Naja ich war schon selbst mal für ein paar Minuten abwesend. Bin dann zurück und wir haben es geschafft. Das heißt es wäre schon sinnvoll eine Zeit zu haben, die man bei Early Surrender nicht unterschreiten darf.","replies":[{"id":"","poster":"BabyBoyBash","date":"2016-04-26T16:27:48.112+0000","up_votes":1,"down_votes":0,"body":"Was wäre denn eine für dich angemessene Zeit?","replies":[]}]}]}]},{"id":"","poster":"HiiiiiPower","date":"2016-04-26T06:37:18.220+0000","up_votes":1,"down_votes":0,"body":"Das steht alles noch ein bisschen wischi waschi dort. Ganz selten habe ich auch mal das Problem das man keine Verbindung zum Game hat und dann nach 1 Minute im Game ist. Dann ist es doch totaler Unsinn, wenn man das Game dann schon quasi abbrechen kann und man selbst dafür bestraft wird.\n\nAuch so wird das System wieder nichts bringen, es steht ja schon dort, ist man Premade, dann werden die Premades mitbestraft. Was folgt also daraus? Die Premades werden einen Teufel tun und auf \"Ja\" klicken. Gefällt ihnen hingegen die Teamcomb nicht und ein Random ist afk/connected noch nicht, drücken sie schnellstmöglich auf \"Ja\", weil dodgen wollte keiner und so kann man dem eventuellen Lose entgehen. Ich vestehe auch nicht was das so überhaupt bringen soll. Was hab ich davon, wenn mal wieder ein Mitspieler am tilten ist und einfach RQ oder bei wem tatsächlich für 10 Minuten die Leitung /  der Strom ausfällt (ok seltener Fall denke ich mal)...Hier wurde es ja auch schon geschrieben, ist dann ein frühes First Blood dabei, kann man es nicht mehr nutzen. Manchmal connecten Leute aber zum Glück noch nach 3 Minuten und da ist das Game und die Lane noch nicht komplett verloren. Ab 5 Minuten wird es schon kritischer und ab 10 Minuten reduziert sich die Chance auf einen Win so ziemlich, da der Gegner halt 10 Minuten frei farmen konnte.\n\nVon mir aus könnte man für RQ/AFK dieses System einmal pro Tag, pro Spieler ermöglichen, alles andere führt zu weiterem Frust.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-04-26T13:53:54.117+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HiiiiiPower,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=0004,timestamp=2016-04-26T06:37:18.220+0000)\n\n> _Auch so wird das System wieder nichts bringen, es steht ja schon dort, ist man Premade, dann werden die Premades mitbestraft. Was folgt also daraus? Die Premades werden einen Teufel tun und auf &quot;Ja&quot; klicken. Gefällt ihnen hingegen die Teamcomb nicht und ein Random ist afk/connected noch nicht, drücken sie schnellstmöglich auf &quot;Ja&quot;, weil dodgen wollte keiner und so kann man dem eventuellen Lose entgehen. Ich vestehe auch nicht was das so überhaupt bringen soll. _\n>\n**Genau das was du beschreibst !!!\nWenn man mit 4 Mann nen random dazunimmt und sich dann mit 4 Mann nicht darauf einigen kann wer ihm seine Lane überlässt, dann frag ich mich was das für prems sind!\nAusserdem wird es da wohl eine Zeitsperre geben um den BUGSPLAT-DC-Leuten die Zeit zu geben zu reconnecten!**\n>\n_Was hab ich davon, wenn mal wieder ein Mitspieler am tilten ist und einfach RQ ....._\n>\n**Dieses Tool hat doch mit RQ nix zu tun! Es ist nur ein Schutz für diejenigen, die wegen DC-Lern ein Spiel 4vs5 verlieren würden. **","replies":[{"id":"","poster":"HiiiiiPower","date":"2016-04-26T14:33:30.616+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sN00Bdogg,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=00040000,timestamp=2016-04-26T13:53:54.117+0000)\n>\n> **Genau das was du beschreibst !!!\n> Wenn man mit 4 Mann nen random dazunimmt und sich dann mit 4 Mann nicht darauf einigen kann wer ihm seine Lane überlässt, dann frag ich mich was das für prems sind!\n> Ausserdem wird es da wohl eine Zeitsperre geben um den BUGSPLAT-DC-Leuten die Zeit zu geben zu reconnecten!**\n> _Was hab ich davon, wenn mal wieder ein Mitspieler am tilten ist und einfach RQ ....._\n> **Dieses Tool hat doch mit RQ nix zu tun! Es ist nur ein Schutz für diejenigen, die wegen DC-Lern ein Spiel 4vs5 verlieren würden. **\n\nDas eine schließt das andere ja nicht aus. Wenn ich einen Smurf im Team habe, der eh einen scheiß auf den Account gibt, weil seine Leute 5er Premade Ranked zocken, der sich dann nach 10 Minuten verpisst, habe ich genauso ein 4v5. \n\nJemand hat einen DC und kommt erst nach 5-15 Minuten wieder, auch hier habe ich ein 4v5 und es bringt einem absolut gar nichts...\n\nWie gesagt, meiner Meinung nach wäre es sinnvoller eine Funktion einzubauen, bei der man einmal am Tag einen Lose durch AFK/Feeder/RQ/DC/Verbindungsprobleme ausradieren könnte. Dazu noch einstellen das Spiele automatisch abgebrochen werden, wenn ein Mitspieler auch bis Minute 10 nicht connectet hat und dann mit mindestens -25 LP zu ahnden.","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2016-04-26T01:14:46.673+0000","up_votes":1,"down_votes":1,"body":"Kriegt das ganze Team ein Loose oder nur die Premades??","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T10:47:54.333+0000","up_votes":1,"down_votes":0,"body":"Scheinbar nur die Premades, die mit dem DCler gespielt haben. Bei einem 5er Premade kann man also gleich weiterspielen und 4er und 3er werden wahrscheinlich nicht aufgeben.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-26T11:27:49.299+0000","up_votes":1,"down_votes":2,"body":"Ja, dann ist Duo Q flach, weil wieso sollte so ein kack dann riskieren?\nIch spiel eh nur mit bestimmten Leuten, aber selbst bei denen kann es passieren, dass sie ein DC haben für einige Minuten. Wenn das Team sofort FF, dann krieg ich ein Free Loose, der evtl. noch ein Win wäre... Super, ich freu mich so richtig auf den Scheiß...\n\nEs kann immer passieren, dass einer 2 Minuten verspätet ins Spiel kommt, unabhängig wie genau man seine Premades auswählt, bei der Community wird dann sofort instant FF geben ...","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T11:41:01.890+0000","up_votes":1,"down_votes":0,"body":"Noch haben wir nicht genug Informationen, um absehen zu können, wie es sich entwickelt. Vielleicht wird der Lose für Premades auch noch zu - LP geändert, so dass es nicht stark ins Gewicht fällt und keinen direkten Einfluss auf Promos hat. Vielleicht muss man einstimmig dafür sein, damit es abgebrochen wird.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-26T11:42:10.710+0000","up_votes":1,"down_votes":0,"body":"Gewinnt der Gegner dann auch? Also kriegt der Gegner quasi ein Free Win?","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T11:48:04.831+0000","up_votes":1,"down_votes":1,"body":"Nein, es steht dann unentschieden.\nUnd wie ich oben erwähnt habe, gehe ich stark davon aus, dass das Votum einstimmig sein muss um eben Missbrauch zu verhindern.","replies":[]}]}]},{"id":"","poster":"sN00Bdogg","date":"2016-04-27T15:02:24.575+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=Wj1wcocU,discussion-id=0Vv6iGfY,comment-id=000200000000,timestamp=2016-04-26T11:27:49.299+0000)\n>\n> Ja, dann ist Duo Q flach, weil wieso sollte so ein kack dann riskieren?\n> Ich spiel eh nur mit bestimmten Leuten, aber selbst bei denen kann es passieren, dass sie ein DC haben für einige Minuten. Wenn das Team sofort FF, dann krieg ich ein Free Loose, der evtl. noch ein Win wäre... Super, ich freu mich so richtig auf den Scheiß...\n> \n> Es kann immer passieren, dass einer 2 Minuten verspätet ins Spiel kommt, unabhängig wie genau man seine Premades auswählt, bei der Community wird dann sofort instant FF geben ...\n\nDann solltest du dir die \"bestimmten Leute\", mit denen du spielst, besser aussuchen.","replies":[]}]}]}]},{"id":"","poster":"Reisfleisch","date":"2016-04-26T09:43:02.335+0000","up_votes":1,"down_votes":2,"body":"Hmmmm wenn man das Early verliert könnte man das missbrauchen um in Rankeds nie zu verlieren wie gesagt.Biste am Anfang  losen einfach early surrender.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T09:49:19.997+0000","up_votes":3,"down_votes":2,"body":"Kaum jemand glaubt zu verlieren, bis ein Kill gefallen ist.\nUnd wenn das der Fall ist, greift die Regelung nicht.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T10:33:36.506+0000","up_votes":1,"down_votes":1,"body":"Wenn 2/3 Lanes oder 1 Lane und Jgl zB insofern verlieren, dass diese nicht farmen können (zB ersten 3 Wellen 3 Farm) oder im Jgl instant gecounterjglt werden, könnte man das schon als Lose werten- Die Frage ist halt ob man das wieder aufholen kann oder nicht- je nach Matchup ist das nicht möglich","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T10:34:55.897+0000","up_votes":1,"down_votes":2,"body":"Daher sollten auch hier Zeitlimits greifen, d.h. man kann dieses Votum nur zwischen 1:40 und Minute X absolvieren.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T10:37:49.497+0000","up_votes":1,"down_votes":1,"body":"Das ist wiederum ein Problem wenn jmd nach der Minute X dc't- auch ohne das ein kill gefallen ist.\nDamit wäre das Early Surrender auch nicht mehr nützlich.\n\nSagen wir Zeitlimit 1:40-5:00. Was wenn der Spieler bei 6 oder 7 Minuten weg ist? ^^","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T10:42:40.775+0000","up_votes":2,"down_votes":2,"body":"Ich denke auch eher das es dafür gedacht ist für die Fälle des schwarzen Loadingscreens + Fehlernachricht mit dem Netzwerk und nicht als Allheilmittel.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T10:51:42.423+0000","up_votes":1,"down_votes":0,"body":"Ich arbeite immer mit der Theorie: Was wäre wenn in welcher Situation.\nNatürlich soll das kein Allheilmittel sein, mir ist es jedoch auch schon passiert, dass ich während eines Games gecrasht bin (oder auch nur ein permanentes ''Attempt to reconnect'' hatte, alles neugestartet habe und erstmal ein Hotfixxpatch patchen durfte- je nachdem wie die ausfallen können da 150-250kb/s sich ziemlich negativ aus den reconnect auswirken (zum spielen und TS reicht- nur zum patchen fürchterlich) - also wenn ich nach zeitmarke X entsprechend crashe hat mein Team nichtmal die Möglichkeit mich für einen Lose via Early /ff zur verantwortung zu ziehen.","replies":[{"id":"","poster":"Stahlvormund","date":"2016-04-26T10:55:31.611+0000","up_votes":1,"down_votes":2,"body":"Das ist dann aber auch nicht anders als bisher. Für solche Fälle müssten imo andere Lösungen als das hier gefunden werden. Man darf das nicht immer so weit strecken, dass es auf alle Eventualitäten passt.","replies":[{"id":"","poster":"Enderized","date":"2016-04-26T11:03:05.969+0000","up_votes":1,"down_votes":0,"body":"Ich sagte nur wie ich persönlich an solche Dinge herangehe, um evtl. Probleme aufzudecken- ich bin mir durchaus bewusst, dass Regelungen nicht immer passen können. Nur halt wie gesagt denke ich sehr viel im Theoretischem und weniger in der praktischen Anwendung.\nSolange nicht mehr Informationen diesbzgl. erhalten haben können wir eh nur spekulieren ^^\n\n(Möge sich der Downvoter meiner Beiträge auch mal zu Wort melden ? :) )","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Protective Puppy","date":"2016-04-25T23:50:22.364+0000","up_votes":1,"down_votes":0,"body":"Quelle?\n\nEdit: Ist das ein Vorschlag oder ein zukünftiges Update?\nEdit2: Verdammt, ich dachte ich kann es schnell genug editieren bevor es jemand sieht. :^)","replies":[{"id":"","poster":"Schesam","date":"2016-04-25T23:50:35.732+0000","up_votes":1,"down_votes":0,"body":"http://www.surrenderat20.net/2016/04/425-pbe-update.html#more\n\nEdit: Dein edit: ein zukünftiges Update","replies":[{"id":"","poster":"Protective Puppy","date":"2016-04-25T23:53:39.981+0000","up_votes":1,"down_votes":0,"body":"Uiuiuiui. Da bekommt man einmal mal ein Update auf dem PBE nicht mit.\nDanke. :)","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-26T10:45:43.963+0000","up_votes":1,"down_votes":0,"body":"Das wurde glaube ich schon vor ein paar Monaten in betracht gezogen, so etwas zu implementieren. Klingt soweit auch gut und nur schwer ausnutzbar. Da man als Gegner zu Spielbeginn auch nicht wissen kann, ob die Gegner einen DC haben, werden die es auch nicht mit einem Suicide unterbinden können.","replies":[]}]}]}]},{"id":"","poster":"SethHaveron","date":"2016-04-28T00:11:00.719+0000","up_votes":1,"down_votes":1,"body":"wäre geil wenn man jederzeit das match verlassen könnte wenn klar wird das es keinen weitern sinn macht und das eigene team zu starrköpfig diese tatsache einzusehen.","replies":[]}]}