{"id":"L511tVEU","poster":"Revelate","date":"2016-04-25T19:27:31.963+0000","title":"Azir Itembuild.","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo Leute.\r\n\r\nIch m&ouml;chte mal &uuml;ber Azir reden, besser gesagt &uuml;ber den Itembuild.\r\nIch finde es eigentlich nicht sehr effizienz wenn man den Stachel direkt zum Nashors Tooth ausbaut.\r\nDer On-Hit dmg brauchst du nicht wirklich, bringt dur auch nicht viel, alles was du kriegst sind 80AP und 10 CDR.\r\nWobei das schon recht Kosteneffizienzt ist, wenn man sich &uuml;berlegt dass man mit 1685 Gold 80 AP kriegt.\r\n\r\nAber w&auml;re es dennoch nicht besser direkt nach dem Stachel auf Rylais oder was anderes zu bauen?\r\nMan w&uuml;rde, ein wichtigeres Item fr&uuml;her fertigstellen k&ouml;nnen und h&auml;tte so nen fr&uuml;her sp&uuml;rbaren Powerspike\r\nDa Rylais ein supergutes Item auf Azir ist, dass dir gute Ultilty mit dem Sloq bringt und du wirst Tankier, w&auml;hrend du richtig Schaden machen kannst.\r\n\r\nDanach kann man sogar dank den 1800 Gold die man noch nicht in den Nashors Tooth ausgegeben hat, in ein Void Staff investieren, oder ein Rabadons, wenn die Gegner keine MR haben. Und wenn man das hat, hat man eine unglaubliche Schadensspitze 1800 Gold Fr&uuml;her und man kann dann immer noch den Nashors Tooth ausbauen am Ende.\r\n\r\nKommt niemand auf die Idee das so zu machen oder bin ich einfach so bl&ouml;d und &uuml;berseh irgendwas relevantes am Ausbau vom Nashors Tooth?","replies":[{"id":"","poster":"Bodycounter","date":"2016-04-26T13:09:10.789+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde die 10% CDR durch Fiendish Codex extrem wichtig auf Azir, um deine Soldaten im Notfall in die richtige Position bringen zu können. Wie sieht denn dein Runen-Setup aus auf Azir? Insbesondere die blauen Runen wären interessant. Nashor's Tooth hat des Weiteren eine der besten Kosteneffizienzen, würde da nicht drauf verzichten.","replies":[{"id":"","poster":"Revelate","date":"2016-04-26T18:43:22.206+0000","up_votes":1,"down_votes":0,"body":"Ich spiele mit 15/20% Scaling CDR Runen.","replies":[{"id":"","poster":"Bodycounter","date":"2016-04-27T12:00:55.489+0000","up_votes":1,"down_votes":0,"body":"Also ich verstehe deine Gedanken, die du bei deinem Build hast. Ich würde jedoch nur in einem einzigen Fall auf Nashor's Tooth verzichten und stattdessen Rylais rushen: Du hast mindestens 1300 Gold beim ersten Back, nachdem du Stachel erworben hast. In dem Fall kannst du von NLR aus weiterbauen, ohne dein Timing zu versauen. So lange du weniger Gold besitzt, würde ich Fiendish Codex in Nashor's Tooth bauen.\n\nFiendish Codex ist insbesondere im Earlygame ein sehr starkes Item und kosteneffizient. Nashor's Tooth hat einen sehr guten Buildpath und bietet mit jeder Komponente eine kleine Powerspike. Rylais hingegen ist ein sehr teures Item und ist erst wirklich mächtig, wenn es fertig ausgebaut ist (die Komponenten selbst synergieren nicht mit Azir): Willst du im Midgame lieber mit Nashor's Tooth + NLR + Ruby Crystal rumlaufen oder Stachel + NLR + Giants Belt + Tome? Denn genau so eine Situation kann entstehen, wenn du mit halbfertigen Items spielst.\n\nAuf RoA würde ich (wie andere hier angesprochen haben) in jedem Falle verzichten. Abyssal, Rylais, Nashors, Voidstaff, Rabadons, Zhonyas, Liandrys und Ludens sind die Items der Wahl auf Azir, je nach Matchup.","replies":[]}]}]},{"id":"","poster":"Im a Papaya","date":"2016-04-25T20:00:57.181+0000","up_votes":1,"down_votes":0,"body":"Früher wo der Azir Attack Speed noch mit Cdr skaliert hat war das Item zu 100% einleuchtend, jetzt nicht mehr ganz so aber das du deine Soldaten öfter bewegen kannst und deine Ult öfter einsetzen kannst ist sehr viel wert. \nViele Azir Spieler bauen auch Roa ({{item:3027}} ) als erstes weil es einfach ein sehr effizientes Item ist. Tankyness auf Azir ist ohnehin nicht verkehrt, deswegen ist Rylais ja auch so angenehm auf ihn.","replies":[{"id":"","poster":"Revelate","date":"2016-04-26T18:48:02.062+0000","up_votes":1,"down_votes":0,"body":"Azir hat immer noch den gleichen Attackspeedbuff wie früher.\nNur nicht mehr mit der Passiven, sondern übers W, Also auf lvl 13 hast du genau die selbe Attack Speed wie früher mit full CDR.\n\nIst vielleicht ein bisschen delayed, da du früher mit Morellos nen guten AS Powerspike hattest.\nAber generell habe ich nie verstanden warum man vor diesem Change gesagt hat Nashors ist überflüssig, Morellos ist besser und danach, weil man die AS etwas konstanter bekommt und minimal verzögert: Jetzt MÜSSEN wir alle Nashors bauen sonst ist Azir useless.\n\nUnd die RoA - Rylais Combo finde ich etwas sehr schlecht. nur HP keine Ressistenzen. Hoher Delay von wichtigen Items durch RoA und ich habe mit Doppeldorans nie manaprobleme auf Azir, wenn ich etwas sparsam bin.\n\nIch würde ihn ja so bauen\n\nStachel für den Attack Speed - Essentiell\nübergrosser Stab/Gürtel des Riesens - Reihenfolge je nach Matchup/wieviel Gold man beim Basegehen hat.\nRylais fertig bauen - Früher Powerspike und Sicherheit durch den Slow.\nRichtung Void Staff/Rabadons bauen um eine enorme Schadensspitze zu erreichen. 1800 Gold Früher.\nDanach würde ich den Nashors ausbauen.\n\nHab gestern Azir gespielt. Bis auf einen 1vs3 Triple kill konnte ich nicht machen, mein Team hat nur gefeedet und surrendert einige Minuten nach der 20. Aber ich fühle mich wesentlich Komfortabler auf Azir wenn ich nicht zuerst Nashors Tooth bauen muss.\n","replies":[{"id":"","poster":"Im a Papaya","date":"2016-04-26T19:05:21.388+0000","up_votes":1,"down_votes":0,"body":"Meine Entscheidung auf HP zu gehen statt auf Resistenzen beruht auf der Azir E, die mit HP Skaliert. Mein Gedanke ist das du besser mit deiner Ult was reißen kannst wenn der Schild den du bekommst größer ist und mehr Schaden abfängt den du unweigerlich nehmen wirst bei so einer Aktion.\nLetztendlich ist das Build das du benutzt immer vom Spielstil abhängig. Einige Azir Spieler die nur hinten stehen und Dps drücken brauchen kein Rylais und/oder Roa und können auf Schaden gehen. Aggressivere Azir Spieler die mit ihrer Ult engagen brauchen ein entsprechend anderes Build.","replies":[]}]}]},{"id":"","poster":"Maíko","date":"2016-04-25T21:54:34.340+0000","up_votes":1,"down_votes":1,"body":"der on-hit Schaden ist extrem wichtig auf Azir...\n\nwenn du bedenkst dass ein fullbuild Azir über 600AP hat und somit alleine durch die Passive von Nashors über 105 Bonusschaden mit jedem AA raushaut)....\n\noder anders gesagt:\ndeine Soldaten machen damit an die 25% mehr Schaden.","replies":[{"id":"","poster":"Revelate","date":"2016-04-26T06:14:43.186+0000","up_votes":1,"down_votes":0,"body":"Hätte ich komplett verpasst wenn Azirs Soldaten plötzlich den On-Hit Schdaen vom Nashors proccen...","replies":[{"id":"","poster":"Shadowscreen","date":"2016-04-26T13:54:13.956+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich baue am liebsten\n\n1. RoA >  2. Nashors >  3. Situationsbedingt aber meist Rylais","replies":[]}]}]}]}