{"id":"LbscLGJn","poster":"Däif","date":"2016-04-25T13:05:51.746+0000","title":"Letztes Update (Katastrophe?)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag liebe Community,\r\n\r\nes ist keinen Monat her, da habe ich mir einen Laptop gekauft. Von der Ausstattung verf&uuml;gt er &uuml;ber bis zu 3.2 Ghz und 8 GB Ram, au&szlig;erdem ist eine R7 Radeon Grafikkarte dabei. Bisher wurde er nicht oft benutzt und ist daher auch nicht vollgem&uuml;llt. Vor ca. 1,5 Wochen habe ich zuletzt damit LoL gespielt und alles war zufriedenstellend. Gestern habe ich dann das Update gezogen und musste feststellen, dass der Laptop freezed sobald ich mich erfolgreich im Client eingeloggt habe. Das Interface vom Client ist noch nicht vollst&auml;ndig geladen bis der Freeze kommt. Dann hilft nur noch der Reset per Knopfdruck.\r\n\r\nIch wei&szlig; nicht, ob das zum Vergleich hilft, aber Steam und Mount &amp; Blade (komplette Reihe) laufen ebenfalls ohne Probleme. F&uuml;r mich als Laie h&ouml;rt sich das komisch an, das ein Update so viel anrichten kann. Bisher habe ich im Forum gesehen, dass jemand anderes das Problem hat, dass der Client seinen CPU seit dem Update 40% statt 4% auslastet. Deshalb klingt einer &uuml;berlastete CPU f&uuml;r mich auch am sinnvollsten. Aber kann der Laptop dann auch freezen bzw. kann ein (fehlerhaftes) Update sowas anrichten, dass die Auslastung steigt?\r\n\r\nFreue mich &uuml;ber jede Hilfe.\r\n\r\nMfG D&auml;if","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-25T15:40:34.100+0000","up_votes":1,"down_votes":0,"body":"Ich kenn das auch, dass der Screen einfriert, allerdings geht das nach ein bis zwei Minuten spätestens wieder weg. Wie lang hast du gewartet, bis du deinen PC ausgemacht hast? \nMir wurde dazu geraten, ich solle die Repair-Funktion nutzen, hat allerdings nicht geholfen. Da ich mit dem Problem leben kann, hab ich mich allerdings auch nicht weiter damit beschäftigt.","replies":[{"id":"","poster":"Däif","date":"2016-04-25T17:01:10.306+0000","up_votes":1,"down_votes":0,"body":"Mein Lappy friert ja ein, sogar die Windows-Uhr bleibt stehen usw :D\nIch hoffe nur, dass Rito zu dem Fehler steht und den lösen wird und nicht wieder so tut, als wäre das Problem beim Verbraucher^^","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-25T17:25:59.285+0000","up_votes":1,"down_votes":0,"body":"Bei mir ja auch für eine gewisse Zeit. Deswegen hab ich dich ja gefragt, wie lang du gewartet hast^^","replies":[{"id":"","poster":"Däif","date":"2016-04-27T19:49:35.671+0000","up_votes":1,"down_votes":0,"body":"Also: Der Freeze ist scheinbar nur grafisch, da der Ton weiter läuft. Nach ca. 2 Minuten ist wieder alles normal. Glaubst du, dass das Fehler bei Riot liegt? Ein Bekannter meinte zu mir, ich sollte meinen Laptop umtauschen :D Ich persönlich denke ja, dass der Fehler irgendwo bei Riot liegt, tief verborgen im Schicksalsberg^^","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-27T20:51:03.817+0000","up_votes":1,"down_votes":0,"body":"Ich nehme an, dass irgendwas an unseren Clients nicht stimmt.","replies":[]}]}]}]}]},{"id":"","poster":"Tenjirou","date":"2016-04-25T17:42:43.521+0000","up_votes":1,"down_votes":0,"body":"Dieses Problem habe ich im Moment auch und hatte es auch früher schon einmal. Bisher in 2 verschiedenen Ausführungen:\n\n1) Nur das Bild freezt und der Ton läuft weiter (zB TS oder Youtube). Nach kurzer Zeit (ca. 1 min) läuft das Bild (youtube) in Zeitraffer bis zur aktuellen Zeit.\n2) Bild und Ton friert ein. Bis das System wirder normal läuft dauert es länger als bei 1 (bei mir etwa 2 min)\n\nIch hab das Problem immer wieder mal. Nach manchen Updates ist es dann weg und kommt wieder in einer der zwei Ausführungen ein paar Updates später. Momentan hab ich das Problem 1.\n\nHabe leider keine Lösung bisher gefunden ausser eben die Zeit zu warten und mich somit frühzeitig einzuloggen bevor ich spielen will, bzw nach PC-Start kurz. Weil der Fehler tritt pro Systemstart nur ein einziges mal auf, egal wie oft ich LoL danach starte.","replies":[{"id":"","poster":"Däif","date":"2016-04-27T19:51:04.637+0000","up_votes":1,"down_votes":0,"body":"Habe das jetzt einmal länger getestet, ob der Freeze sich löst und ja das macht er. Ton bleibt, nur Standbild eben. Ich denke, der Fehler liegt irgendwo beim Update. Konnte mich jetzt erst melden, weil mein Laptop grundsätzlich bei meiner Freundin steht und ich da selten im Forum bin^^","replies":[]}]},{"id":"","poster":"Maíko","date":"2016-04-25T13:24:53.960+0000","up_votes":1,"down_votes":0,"body":"Dein Laptop sollte bei weitem für League ausreichen.\n\nDa ich bisher nur von 2 Problemfällen gehört habe und es bei mir ohne Probleme läuft, würde ich eher vermuten das es an euren Clienten liegt.\n\nAn deiner Stelle würde ich mal versuchen, das Spiel neu zu Installieren...kann ja sein das dort ein paar Daten beschädigt sind.\nMöglicherweise auch mal nach neuen Treibern suchen.\n\nWenn alles nichts hilft einfach den Support anschreiben...die können dir besser helfen als wir^^","replies":[{"id":"","poster":"Namlesshero","date":"2016-04-25T13:27:36.493+0000","up_votes":1,"down_votes":0,"body":"Zu den Treibern muss man zusätzlich noch sagen dass die Windowstreibersuche generell einfach nur lame ist. Sie kann einfachste Treiber nicht erkennen. Es gibt ein Programm das nennt sich Driverbooster, was ich nur empfehlen kann. \n\n[Hier](http://www.chip.de/downloads/Driver-Booster-Free_62401917.html) ist der Link. ich benutze ihn selbst und bin zufrieden mit ihm. :)","replies":[]}]}]}