{"id":"ik19crkl","poster":"[COULD NOT READ POSTER]","date":"2016-04-25T11:57:26.524+0000","title":"Kommentar: Ein Balanceakt ","subforum":"Esports","up_votes":4,"down_votes":2,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"nVm SiPS","date":"2016-04-25T12:43:43.621+0000","up_votes":17,"down_votes":4,"body":"Gut verfasster Artikel, die geschriebenen Fragen sollten sich viele Spieler merken und versuchen mal anzuwenden anstatt ihr Team zu flamen...","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T14:32:39.812+0000","up_votes":5,"down_votes":2,"body":"naja die lol gemeinde weiß oft gar nicht was \"flame\" eigentlich ist wenn man einen spieler fragt warum er sich für diese equipment entschieden hat kommt nur \"stop flame\" ","replies":[{"id":"","poster":"RankaxLee","date":"2016-04-26T07:12:31.996+0000","up_votes":2,"down_votes":1,"body":"Sehe ich genauso. Meistens wird jegliche Kritik abgewimmelt als \"Flame\". Kennt man wohl schon aus der Nazi-Zeit oder auch aus der heutigen Gesellschaft, bei der Kritik am System mit bestimmten \"Keulen\" verurteilt wird. Arme Menschen. Dabei ist Kritik etwas, das ihnen zu einer Verbesserung verhelfen würde.","replies":[{"id":"","poster":"AcidCrow","date":"2016-04-26T09:03:46.584+0000","up_votes":1,"down_votes":0,"body":"naja ..  es kommt auch teilweise drauf an wie man es ausdrückt und mit welcher attitüde .     z.b  \"was fürne scheisse baust du?\"    ohne irgendwas begründen zu können .,    oder  \"hey wäre das und das item nicht besser für dich -  weil ... \"   und kennstja die lol community ..  meistens isses einfach wirkliuch nur flame ^^","replies":[{"id":"","poster":"Icγ","date":"2016-04-26T12:30:50.296+0000","up_votes":3,"down_votes":0,"body":"Das ist kein lügen das ist einfach Psychologie. Viele Menschen reagieren ziemlich empfindlich auf derartige Aussagen. Ein kleiner Vergleich: \"Du bist bescheuert\" wird oft als direkter Angriff wahrgenommen und als Antwort darauf ist meist sowas wie \"Und du bist behindert\" zu erwarten. Wenn man aber sagt \"ICH FINDE deine Verhaltensweise nicht gut\" ist die Reaktion ganz anders. Ich verstehe dein Anliegen weil ich selber ziemlich direkt mit meinen Aussagen bin, aber bei fremden (weil man vorallem nicht weiß wie sie sind) sollte man sich einfach vorsichtiger ausdrücken. Im Grunde bedeuten die zwei Sätze ja das gleiche auch \"Was baust du für scheiße\" und \"Ich fände das Item hier besser für dich, weil...\" sie sind nur anders ausgedrückt. Und diese Ausdrucksweise kann in vielen Lebenslagen zu besserer Kommunikation führen nicht nur in League. :3 ","replies":[]},{"id":"","poster":"RankaxLee","date":"2016-04-26T10:17:08.468+0000","up_votes":3,"down_votes":2,"body":"naja was für ne scheiße baust du ist trotzdem ok, denn wenn man was sehr falsch macht, dann kann man es auch so ausdrücken. Fin d da nichts Falsche dran. Warum sollte man was Schlechtes \"schön\" ausdrücken? Das ist für mich nicht richtig ehrlich gesagt. Diese Haltung durchzieht sich aber durch unsere ganze Gesellschaft. Man stellt alles schön dar, ist freundlich aber in WIrklichkeit ist es ganz anders. Lügen ist für mich viel schlimmer.","replies":[]}]}]},{"id":"","poster":"Miso","date":"2016-04-25T14:43:21.547+0000","up_votes":2,"down_votes":1,"body":"Hey,\r\n\r\nich kann wirklich verstehen, wieso man auf die Frage gereizt reagieren kann. Vorallem im laufenden Spiel. Hier rate ich jedem, solche Sachen nach dem Spiel zu klären, anstatt zu riskieren irgendwen aus der Fassung zu bringen. Ausgesprochener Zweifel während dem Spiel ist selten konstruktiv für die Teamatmosphäre.","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T19:39:12.659+0000","up_votes":1,"down_votes":0,"body":"naja aber wie willst du jemanden höfflich sagen das er absoluten scheiß zusammen kauft wenn man gegen 4 ap spielt und er rüstung baut xD aber mein kommentar gilt eig für mehrere sachen viele lol spieler fühlen sich gleich bei jeder kleinigkeit angegriffen","replies":[{"id":"","poster":"Calle99","date":"2016-04-26T17:55:38.181+0000","up_votes":1,"down_votes":0,"body":"Ok ich muss ja aber dazu sagen, es ist vielleicht garnicht so schlecht wenigstens ein Rüstungsitem zu bauen auch wenn es 4 ap gegner sind :D naja kommt halt auf die Situation an , denn der adc knüppelt dich dann weg :D naja aber sonst gebe ich dir natürlich recht.\r\nNaja aus Erfahrung ist es aber immer bessere nicht zu Flamen oder sonst was...\r\nIch kann mich noch gut an ein Placement Spiel von mir erinnern in dem ich mit nur gold Spielern zusammen war und am Anfang übelste grütze gemacht habe , aber es hat niemand geflamed und sie haben eher versucht mir Tips zu geben und mir zu helfen wieder ins Spiel zu finden und siehe da es hat sogar geholfen. Genau aus diesem Grund weiß ich es immer zu Schätzen, wenn Spieler nett und freundlich mit einem umgehen und dir versuchen zu helfen.\r\n\r\n\r\nPS: Sehr schöner Beitrag :)","replies":[]}]}]},{"id":"","poster":"Icγ","date":"2016-04-26T12:22:49.663+0000","up_votes":1,"down_votes":0,"body":"Du hast sowas von Recht. Ich hab schon erlebt dass Calls die man macht als Flame abgetan wurden. xD Aber leider wird sich das wohl nie ändern. Also einfach muten, spielen, nichts sagen. ODER wenn jemand anfängt zu flamen und tiltet (schreibt man das so? xD) einfach irgendwas bescheuertes schreiben was garnichts mit League oder dem Geschriebenen zutun hat. Hab schon oft erlebt dass dann gelacht wurde und derjenige dann wieder besser drauf war. :3 ","replies":[]}]},{"id":"","poster":"nVm Vox","date":"2016-04-25T17:15:20.198+0000","up_votes":2,"down_votes":1,"body":"paid comment xD","replies":[]}]},{"id":"","poster":"nasgul123","date":"2016-04-25T13:41:17.915+0000","up_votes":12,"down_votes":2,"body":"Spiele lol schon seit Jahren finde es aktuell aber nicht wirklich prickelnd, weil es für mich persönlich zu viel one shot Potential gibt. Einige Champions sind anderen so stark überlegen das man oft nicht mehr von Counter sprechen kann. Was ich ebenso schade finde ist das man trotz des enorm großen Champion Pools immer dieselben Camps sieht z.b. mundo, yi, yaso, zed . Aktuell finde ich auch das ad+ lifesteal ap ohne pods überlegen ist. Hatte schon oft kämpfe mit teams mit zu viel ap, baut der Gegner magic res sind die Tanks unbesiegbar betrachtet man hingegen das andere Szenario ein Team mit sehr viel ad kann man zwar auch tanky bauen doch dank lifesteal und der ad Gegenstände hat das team noch eine sehr gute Chance zu gewinnen.","replies":[{"id":"","poster":"HWCommander","date":"2016-04-25T16:53:10.365+0000","up_votes":8,"down_votes":1,"body":"Nerfs und Buffs brungen abwechlung aber bei LOL gehts meistens schief. Da kann es vorkommen dass man einen Tank zum ADC macht mit beiden vorteilen. Oder Assasinen so nerft dass nur mehr ein echter Profi spielen kann. Ohne das Alte Thema wieder aufzutauen. Ich war in S3 ein Fan von Eve. Erster Chamo den ich spielte und fast bis zur perfektion brachte. Ich konnte sie auf allen Lanes spielen und meistens auch gewinnen. Dann kamm der Nerf und noch einer und noch einer. Siche gab ich ihre weitere Chancen aber leider from Hero to Zero. Von meist gebannter champ zu \"Troll-pick\". Aber andere champs die vorher schon stark und gut waren denen gibt man nen Buff (Garen, Teemo...). Ich wundere mich wie Riot die Daten sammelt um festzustellen welcher Champ nen Nerf oder Buff braucht?. Wenn ich die Patch-Notizen lese frage ich mich oft WTF. Welche Logic steckt dahinter. Meiner Meinung nach sollte Riot weniger Energie in die Skinns oder ins Merchendising stecken, sonder in das Balancing. Mal ehrlich füher waren Skinns noch Selten und man konnte es kaum erwarten dass ein Neuer rauskommt. Mittlerweile kommt jede Woche Einer oder Zwei raus. (Hust-Hust Geldgeilheit!!).\r\nAber es macht trotzdem (Noch) Spaß lol zu Spielen.","replies":[{"id":"","poster":"MrBubbleso0Oo","date":"2016-04-25T19:24:16.991+0000","up_votes":5,"down_votes":0,"body":"Ouh genau mein Thema :D endlich kann man da mal seinen Senf zu geben. Bin nicht der Beschwerde oder Flame Type aber das muss jetz mal unterstützt werden.\r\nIch gebe meinen Vorrednern absolut Recht. Ihr haut zu viel Zeit und Energie raus für eure halb fertigen Skins, die schon irgendwie lieblos erscheinen, die LCS und den Merchandise. Ich ärgere mich bis heute noch über Yi da er einfach ein halbes oder gar ganzes Team auseinander nimmt, dabei stirbt er aber was sei's drum es gibt ja noch vier weitere Teammitglieder die Türme und andere Gebäude machen.Als letztes muss ich auch mal anmerken das Swain ganz schön untergeht, der alte Mann liegt mir sehr am Herzen. Klar er hat ja noch seine Ultimate aber die Rate der Krähen die Schaden/Heilung verursachen ist sehr niedrig und die cooldowns der Fähigkeiten hoch, das ganze gepaart mit wenig Schaden macht es nicht besser. Zumal  ich mich fragen muss was passiert wenn ihr jetzt auch noch \"Wille der Uralten\" raus nehmt. Muss er dann in den Ruhestand ? ^^\r\nBitte macht da mal was\r\n\r\nPS: Ein visuelles Update für ihn wäre die Kirsche auf der Sahne aber das wäre wohl zu viel des Guten XD macht ihn erst mal wieder spielbar","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:39:48.883+0000","up_votes":1,"down_votes":1,"body":"Frag mal Yorick wann er sein Update bekommt... Vermutlich 2020.","replies":[{"id":"","poster":"HookEmUp","date":"2016-09-21T09:26:44.778+0000","up_votes":1,"down_votes":0,"body":"Vielleicht liest du das ja hier nicht, aber da hast du dich wohl sehr weit aus dem Fenster gelehnt, mit deinem Sarkasmus.:){{champion:83}} ","replies":[]}]},{"id":"","poster":"Shakohead","date":"2016-04-26T16:44:13.205+0000","up_votes":1,"down_votes":0,"body":"Swain nicht stark? Bau nen Rod... \r\nUnd der alte Knacker der nur e+q casten muss macht so nen Dmg over time mit thunderlords, kann das mal soviel Schaden machen wie eine LeBlanc... und man bemerke q+e sind keine Skillshots oder irgendwas sondern point to click ^^ much skill required für den dmg output den er hat...","replies":[]},{"id":"","poster":"Queen of Thunder","date":"2016-04-25T21:24:44.306+0000","up_votes":1,"down_votes":0,"body":"Swain wird richtig nicÜ gebuffed mti dem neuen Mid-Seaso npatch in 1 woche. https://youtu.be/sagSUsXKU40?t=239 Hier ein Link zu einem Video von Maxim aka Let'sReadsmallBooks. Da erklärt er ein bisschen die Änderungen ^^ ","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:39:27.640+0000","up_votes":1,"down_votes":2,"body":"Frag mal bitte Yorick wann er sein Rework bekommt. Antwort: 2020.","replies":[]}]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T20:14:11.586+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MrBubbleso0Oo,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000300020001,timestamp=2016-04-25T19:24:16.991+0000)\n>\n> Ouh genau mein Thema :D endlich kann man da mal seinen Senf zu geben. Bin nicht der Beschwerde oder Flame Type aber das muss jetz mal unterstützt werden.\n> Ich gebe meinen Vorrednern absolut Recht. Ihr haut zu viel Zeit und Energie raus für eure halb fertigen Skins, die schon irgendwie lieblos erscheinen, die LCS und den Merchandise. Ich ärgere mich bis heute noch über Yi da er einfach ein halbes oder gar ganzes Team auseinander nimmt, dabei stirbt er aber was sei&#x27;s drum es gibt ja noch vier weitere Teammitglieder die Türme und andere Gebäude machen.Als letztes muss ich auch mal anmerken das Swain ganz schön untergeht, der alte Mann liegt mir sehr am Herzen. Klar er hat ja noch seine Ultimate aber die Rate der Krähen die Schaden/Heilung verursachen ist sehr niedrig und die cooldowns der Fähigkeiten hoch, das ganze gepaart mit wenig Schaden macht es nicht besser. Zumal  ich mich fragen muss was passiert wenn ihr jetzt auch noch &quot;Wille der Uralten&quot; raus nehmt. Muss er dann in den Ruhestand ? ^^\n> Bitte macht da mal was\n> \n> PS: Ein visuelles Update für ihn wäre die Kirsche auf der Sahne aber das wäre wohl zu viel des Guten XD macht ihn erst mal wieder spielbar\n\nSwain bekommt auch ein Paar hübsche kleine Änderungen, schau hier ab Minute 3:55\n\nhttps://www.youtube.com/watch?v=sagSUsXKU40","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:38:41.343+0000","up_votes":1,"down_votes":2,"body":"Frag mal Yorick, sein Update kommt wohl erst 2020...","replies":[]}]}]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:59:49.994+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=HWCommander,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=00030002,timestamp=2016-04-25T16:53:10.365+0000)\n>\n> Aber andere champs die vorher schon stark und gut waren denen gibt man nen Buff (Garen, Teemo...).\n\nAbsolut! Garen und Teemo sind so broken, das ist ja nicht mehr auszuhalten. Kaum ein Match in dem sie nicht gebannt oder gepickt werden! Kappa.","replies":[{"id":"","poster":"HWCommander","date":"2016-04-25T20:02:10.664+0000","up_votes":5,"down_votes":2,"body":"Danke. Eines hab ich noch vergessen. Es gibt noch immer die fucking Tank-Meta!!!!! Nimm voli oder ramus farme ein bisschen und voila man is tfast untötbar. Lol ist bis jetzt das Einzige Game die Tanks dazu bring mehr dmg rauszuhauen als ein ADC und nebei nur Tank bauen braucht!! Super Riot Well done. Diese logic ist fast so gut wie die von Feminazis!!!!!!!!!","replies":[{"id":"","poster":"Z3ndom","date":"2016-04-26T08:29:41.157+0000","up_votes":2,"down_votes":0,"body":"Tanks waren schon immer stark.Seit Season 2 waren Tanks Top Picks,weil sie eben soviel Dmg raushauen und Tanky bauen können.\r\nDass Problem sind nicht Tanks,sondern das LW hart generft wurde und ADCs die Tanks nurnoch ankitzeln.","replies":[]},{"id":"","poster":"Schreibstock","date":"2016-04-28T13:59:49.089+0000","up_votes":1,"down_votes":0,"body":"Seh ich mit der Tank meta auch so, sollte mal endlich in rente gehen diese scheiß meta seit gefühlt 4 seasons. \r\n@Z3NDOM: Das Problem ist nicht LW sondern ein allgemeines balancing das grob gesagt so bestehen sollte : Assasin>ADC>Tank>Assasin wenn du verstehst was ich meine und das wäre easy möglich trotz lw´nerf und op items, wenn Riot endlich nicht total verblödet wäre und da weitermacht wo sie mit s3 angefangen haben, ranged items rausbringen und somit das meta der drei \"hauptklassen\" nach belieben balancen zu können. So wie das Item-design derzeit ist, kann es nur bruiser, assasinen oder tanks geben der ADC kommt in den meisten fällen zu kurz oder ist einfach nicht die stärkste position","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T22:43:55.023+0000","up_votes":1,"down_votes":0,"body":"Feminismus = Sexismus! ( ͡° ͜ʖ ͡°)﻿","replies":[]}]},{"id":"","poster":"Big BlueM","date":"2016-04-25T20:41:46.737+0000","up_votes":1,"down_votes":0,"body":"I like what you did there! ^^","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T20:51:58.673+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Big BlueM,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=0003000200000001,timestamp=2016-04-25T20:41:46.737+0000)\n>\n> I like what you did there! ^^\n\nAnd he don´t get it. (or i dont get it.)","replies":[]}]}]},{"id":"","poster":"Erik Haderstrike","date":"2016-04-26T21:36:23.068+0000","up_votes":1,"down_votes":0,"body":"Erst kommen Beschwerden, dass zu wenig skins raus kommen. Dann sind es zu viel. Dann zu viel für den einen champ, dann kommt ein skin für einen benachteiligten champ, schon heißt es \"wieso skin für den, den spielt eh niemand\" Fakt ist, dass es so viele Meinungen gibt dass es nicht jedem recht gemacht werden kann. Du ärgerst dich über nervs, andere freuen sich dass sie endlich wieder aufatmen können (adc s zB). Außerdem werden Op-Champs häufig gebannt oder gecounter picked, weshalb ich mich halt auf champs am Rand der meta spezialisiert habe.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-04-26T08:27:59.460+0000","up_votes":1,"down_votes":0,"body":">Aber andere champs die vorher schon stark und gut waren denen gibt man nen Buff (Garen, Teemo...).\r\n\r\nGaren ist erst durchs Rework stark geworden und Teemo ist Teemo.Gut gespielt ist er stark,schlecht gespielt ist er ein wandelnder Minion mit etwas mehr Gold.","replies":[]}]},{"id":"","poster":"Miso","date":"2016-04-25T14:12:31.433+0000","up_votes":2,"down_votes":4,"body":"Hey! \r\n\r\nNatürlich kommen einem manchmal immer und immer wieder die selben Champions unter. Aber das liegt nicht unbedingt daran, dass die Champions overpowered sind, sondern einfach extrem viel Spielspaß geben. So wie ich tagelang Illaoi spielen kann, so kann das auch anderen mit Mundo, Yii oder Zed gehen. \r\n\r\nUnd natürlich gibt es Champion,die anderen stark überlegen sind. Kann unter einem an den unterschiedlichen Rollen ( Soraka gegen Syndra) oder unter anderem an unterschiedlichen Stärken ( Xerath als Poke-Mage, Zed für den All-in ). Selten aber daran, dass ein Champion grenzenlos stark ist. Außer Syndra. Die ist grenzenlos stark.","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T14:27:47.649+0000","up_votes":7,"down_votes":0,"body":"naja meiner meinung nach sieht man champs wie zed einfach schon zu oft weil sie einfach immer stark sind und andere wie talon gar nicht mehr. auch wird man leider nicht dafür belohnt nicht meta helden zu spielen. gerade meine lieblings mages wie malz brand xerath vel ziggs machen einfach keinen spaß weil sie so stark mana abhängig sind und wenn ich mit tear starte geht mein dmg einfach mega in den keller und das von der lane drängen klappt nicht. genauso witzig is es wenn mundo garen usw auf top mit vollem tank build mehr dmg macht als ein mage mit nur ap und magic pen items das passt für mich leider nicht zusammen.","replies":[{"id":"","poster":"Miso","date":"2016-04-25T14:46:18.927+0000","up_votes":4,"down_votes":3,"body":"Dann freust du dich sicherlich schon auf das Mage-Update, oder? \n\nAber zu deiner Aussage, dass Tanks sich selten um Magier scheren: Deine genannten Champions, Malzahar und Brand vor allem, eignen sich super um Tanks kleinzuhalten. Versuch einmal, dich mit deren Spielweise vertraut zu machen und du wirst merken, dass du in solchen Auseinandersetzungen einen gigantischen Vorteil hast.","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T19:45:13.679+0000","up_votes":4,"down_votes":0,"body":"naja wenn ich malzahar spiele und meine e auf einen tank mache denke ich mir oft hmm passiert da überhaupt etwas ahh naut haut 800 hp schild und nicht mal da schaff ich die hälfte und er hat ja nur noch 4k xD (selbst mit allen magic pen items)\r\n","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T20:10:54.759+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=nasgul123,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=00030000000000000002,timestamp=2016-04-25T19:45:13.679+0000)\n>\n> naja wenn ich malzahar spiele und meine e auf einen tank mache denke ich mir oft hmm passiert da überhaupt etwas ahh naut haut 800 hp schild und nicht mal da schaff ich die hälfte und er hat ja nur noch 4k xD (selbst mit allen magic pen items)\n\nMalzahar wird ja bald (stark!) gebufft.^^","replies":[]}]},{"id":"","poster":"IIShadowII","date":"2016-04-25T16:43:37.154+0000","up_votes":4,"down_votes":3,"body":"so ich muss auch mal etwas dazu sagen .......hier und jetzt........ spielbalance sehe ich erst wenn im aram champs gewählt sind wo ich im beiden teams die chance sehe carrys und tanks und magie und nicht das man im ladebildschirm schon fluchen muss und von vorn herrein sagt das game ist verloren weil im gegnerteam mehr carrys und tanks sind als in meinem team ........eine ordentliche spielbalance ist für mich wenn riot endlich mal einen häckschutz einfügt damit es nicht mehr vorkommt das spieler maphäcks benutzen oder dmg-häcks und so weiter nee...... einfach mit einem satz gesagt eure spielbalance ist nicht so wirklich eine spielbalance anstatt sich um neue champs zu kümmern oder eine map zu verändern kümmert euch erst einmal um ein häckschutz und beachtet vorallem meldungen von spielern mehr ","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T15:43:34.794+0000","up_votes":1,"down_votes":1,"body":"Wie du auf jede Kritik so höflich antwortest. <3","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:28:21.020+0000","up_votes":2,"down_votes":2,"body":"Heh, danke?","replies":[]}]}]},{"id":"","poster":"Z3ndom","date":"2016-04-26T08:30:49.114+0000","up_votes":1,"down_votes":0,"body":"Nur dass Talons Winrate 3 % über der Winrate von Zed liegt.Es geht um Spaß am Ende,nicht um die Stärke.\r\n\r\nUnd was laberst du über nciht belohnt werden Non Meta Champs zu spielen?Malzahar und Velkoz dominieren die Top Winrates der Midlane.\r\nIch glaube da hat jmd echt keine Ahnung worüber er redet,aber hier auf den Boards fidne ich genug solcher Leute.","replies":[]}]},{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:42:09.635+0000","up_votes":1,"down_votes":1,"body":"Weißt du woher die Minus3 kommt? Weil das Quatsch ist was du da redest.\r\n\r\nLeague of Legends dreht sich nicht mehr um Spaß, sondern darum wer als erstes den OP-Champ pickt. Denn der gewinnt das Match als Carry und gewinnen macht ja als einziges Spaß.","replies":[]}]},{"id":"","poster":"tomatensoup","date":"2016-04-25T14:31:27.287+0000","up_votes":3,"down_votes":1,"body":"über solche powerspikes verfügen meist Assassinen oder adcs. Ohne den daraus resultierenden hohen lifesteal würden sie nichtmal 2 Sekunden überleben. Außerdem wird oft der Fehler gemacht ,vor allem im europäischen Raum, dass man zu sehr auf Kills setzt, was wiederum Snwoballchamps( Assassinen begünstigt). Ein weiter Faktor des Lifesteal ist die 1v1 Potential. Natürlich macht ein Assassine einen Magier dort fertig. Das ist sein Konzept. Aber in einem Teamfight ( wenn dein Team nicht ein ganz so beschissenes Positioning hat) sind Magier viel überlegener und besser.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:43:05.280+0000","up_votes":4,"down_votes":2,"body":"Oder man nimmt den Assassinen der ein Rework bekommt und dann gewinnt man eh, weil man ADC´s, Mages und jede andere klasse wegen schlechtem Balancing platt. Skill braucht man nicht, nur Geduld - Riot´s Unfähigkeit für Balance macht den Rest.","replies":[{"id":"","poster":"wolf454","date":"2016-04-25T17:05:43.431+0000","up_votes":1,"down_votes":2,"body":"Annie wurde rework es! Ist sie jetzt op?  Jeder sieht jetzt wann sie Stunden kann und tibers macht ein wenig mehr schaden wenn der Gegner gestunt ist^^ OP OMG :D \nNur weil eine rolle stärker wird heißt das auch für das Gegner Team das die gleiche Rolle stärker ist^^ und es kommt darauf an wer besser spielt^^\nPs: denk dran der Main Buff kommt von denn items und ne menge champs die nicht rework es wurden sind um einiges stärker","replies":[{"id":"","poster":"Leurios","date":"2016-04-25T17:33:40.117+0000","up_votes":2,"down_votes":0,"body":"man konnte IMMER sehen, wenn Annie den Stun hat.","replies":[{"id":"","poster":"wolf454","date":"2016-04-25T18:41:23.910+0000","up_votes":1,"down_votes":1,"body":"Schon klar aber seien wir mal ehrlich wer macht das schon:D","replies":[]}]},{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:48:49.558+0000","up_votes":2,"down_votes":1,"body":"Natürlich wird sie OP, immerhin unternimmt Riot das Balancing erst NACH dem Release, um Annie noch denen verkaufen zu können die sie nicht haben und zudem wissen sie ja nicht wie man ein faires Matchmaking aufstellt.\r\n\r\nUnd zu deinem \"das die gleiche Rolle stärker ist\": Annie vs Azir. Azir wird verlieren. Wieso? Nicht wegen der Lüge \"Es kommt darauf an wer besser spielt\"  die dir Riot ins Hirn gepflanzt hat - Skill braucht man nicht mehr für LoL. Entscheidend ist wer den reworkten, unausbalancierten Champion zuerst pickt.\r\n\r\nSchau dir nur Maxims (Letsreadsmallbooks) Videos zu Velkoz, Swain, Annie, Brand an und jedes Mal wenn er sagt \"Schaden des Todes\", \"Insanse\", \"redicilouse\" und \"gg\" gibst du mir 2 Euro - dann bin ich am Ende um einige Hundert Euro reicher.","replies":[{"id":"","poster":"wolf454","date":"2016-04-26T13:08:22.387+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich gegen nen Guten azir spiele verliere ich^^ \nEr muss seine wachte halt immer gut stellen und ich komm net an ihn ran ohne mein halbes Leben zu verlieren^^\nIch verliere/liege in der Lane Phase zurück\nWen  ich zusätzlich noch seinen schaden falsch einschätze kriegt er nen early kill und es wird kritisvh^^\nKlar kann ich ihn ab lvl 6 wegbursten aber ein guter azir lässt mich net ran^^\n\nWenn ich nen early kill mache und dann andere lanes ganke und mehr Gold kriege steigt der Schaden ectrem^^ somit ja klar macht er viel schaden aber nicht weil der champ op ist:D \nEin gefeedet er gangplank sup kann auch nen Penta kill machen^^","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T15:37:50.932+0000","up_votes":1,"down_votes":0,"body":"Wow... Natüüürlich nimmt mir das jetzt den Wind aus den Segeln, weil es natürlich niiiiiemals vorgekommen ist das Riot OP Champions nach reworks vorgestellt hat *hust* Darius *hust* Entschuldigung, leichter Würgreflex.\n\nFazit: Annie wird OP, wie jeder andere neue Champion, allein deswegen weil Riot keine Ahnung hat wie man einen ausbalancierten Champ Live stellt, also magst du mein explizietes Beispiel entkräftet haben - spiele halt nicht mit Blitz-Tibbers kleine Schwester -, aber letzten Endes wird es darauf hinauskommen: Siegchancen gestiegen weil OP. Merk dir meine Worte, denn da spricht Weisheit und Erfahrung.","replies":[]}]}]}]}]}]},{"id":"","poster":"ilovethisfeed","date":"2016-04-25T18:22:25.441+0000","up_votes":1,"down_votes":0,"body":"Es gibt Ap Items die Mr durchdringen Prozentual als auch den Festen Wert. Les dir mal die Passiv von Liandrys Qual durch :) vll währe es manchmal besser Rylais/Liandrys zu kaufen wenn die gegner wirklich full Tank sind.\r\n\r\nBeobachte einfach mal einen Rumble wie er einen Tank niederbrennt mit Lb kannst das Itembuild genauso nehmen.\r\n\r\n","replies":[]}]},{"id":"","poster":"JF Ixus","date":"2016-04-25T15:48:38.508+0000","up_votes":5,"down_votes":0,"body":"Mich würde es auch sehr freuen mal verschiedene gegnerische Champions zu haben als nur Teemo, Master Yi usw.\r\nFinds einfach nur Schade das die so OP und einfach sind und viele andere Champs schwer dagegen sind.","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T20:01:24.477+0000","up_votes":3,"down_votes":1,"body":"jo wie ww simpel stark shaco witzig aber im late nichts mehr zu melden","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:06:27.035+0000","up_votes":2,"down_votes":3,"body":"Teemo op! ( ͡° ͜ʖ ͡°)﻿","replies":[]}]},{"id":"","poster":"Emphire","date":"2016-04-25T13:33:51.001+0000","up_votes":6,"down_votes":5,"body":"Toller Artikel! Ich finde, dass genau das LoL zu dem Spiel macht, was es ist. Balance zwischen immer mehr Champions und Items zu halten und durch einzelne Änderungen ganze Metas zu schaffen in der Champions plötzlich ganz andere Rollen im Spiel bekommen. Und natürlich ist es (glücklicher Weise) nie ein komplett ausgeglichenes Spiel, da so etwas nie gegeben sein könnte und für sehr viel Abwechslung sorgt! Denn selbst beim genannten Schach hat immer derjenige den Vorteil, der anfängt. Weiter so!!!\r\n{{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T13:53:59.933+0000","up_votes":5,"down_votes":0,"body":"finde nicht das es beim schach einen wirklichen vorteil gibt weil der gegner immer reagieren kann und sein spiel anpassen kann wenn ich hingegen an ein duel lb vs varus denke indem ich mit wqr tot bin und das in ca 1,2 sec fehlt mir die zeit zu reagieren","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T17:02:32.324+0000","up_votes":3,"down_votes":1,"body":"Ich weiß, schon sehr frustrierend wenn man gegen Leblanc spielen muss.^^","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T19:46:56.805+0000","up_votes":4,"down_votes":0,"body":"gibt mehr so champs wo man sich denkt hä ich bin in 1 sec tot xD und thunderlords hat die sache nicht besser gemacht ;P spiel selbst gern fizz und manchmal denke ich mir ohh n adc nett ","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:49:41.942+0000","up_votes":2,"down_votes":0,"body":"Wegen schlechtem Balancing, das frustriert eben. Ein Champion als Gegner der jeden Kampf beginnen, gewinnen und flüchten kann... %%%%%%.","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-26T15:30:07.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=0002000000000001,timestamp=2016-04-26T06:49:41.942+0000)\n>\n> Wegen schlechtem Balancing, das frustriert eben. Ein Champion als Gegner der jeden Kampf beginnen, gewinnen und flüchten kann... %%%%%%.\n\nexactamundo","replies":[]}]}]}]},{"id":"","poster":"Miso","date":"2016-04-25T16:30:14.521+0000","up_votes":1,"down_votes":1,"body":"Danke! Dir viel Erfolg auf der Kluft der Beschwörer :)","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:21:43.393+0000","up_votes":1,"down_votes":2,"body":"Downvote.","replies":[]}]},{"id":"","poster":"TrustedFake","date":"2016-04-25T14:48:36.064+0000","up_votes":4,"down_votes":0,"body":"Seit wann ist Irelia so hübsch? <3 :o","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T15:41:18.427+0000","up_votes":4,"down_votes":0,"body":"Wie ironisch das Irelia als Model für diesen Artikel herhalten muss. ( ͡° ͜ʖ ͡°)﻿","replies":[{"id":"","poster":"Shakohead","date":"2016-04-25T16:22:51.279+0000","up_votes":2,"down_votes":1,"body":"Irelia insgesamt 2oder doch vltl 3 mal gepatcht seitdem es Lol gibt? ^^\r\nUnd schon immer leicht bis schwer übertrieben?","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:39:13.713+0000","up_votes":2,"down_votes":0,"body":"Naja, mein Schreibanlass war eigentlich der Irelia Buff in 6.7 (glaube ich? verbessert mich, fall ich falsch liege)\n\nIrelia ist ja seit Jahren ein Problemkind, was teilweise an ihren Fähigkeiten liegt :\n-Eine passive Fähigkeit die Kontrolleffekte reduziert.\n-Einen Kontrolleffekt, der im Nachteil erst richtig funktioniert. Konterintuitiv.\n-Absoluter Schaden, der mit Angriffsgeschwindigkeit skaliert.\n\nAm Ende hab ich sie dann doch raus geschrieben :(","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T19:49:08.701+0000","up_votes":2,"down_votes":0,"body":"naja irelia is schwer weil sie wenig taktisches hat man geht rein gewinnt oder verliert is wie mit yi in einem match up haut er 3 leute in 2 sec um oder er hat wenig zu melden","replies":[]}]}]}]}]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T15:51:32.959+0000","up_votes":2,"down_votes":2,"body":"Ich finde es schön das Riot versucht das Spiel zu balancen und es stetig weiterzuentwickeln, was ich aber nie mochte waren Reworks.\r\nZum beispiel war ich vor dem {{champion:98}} Rework ein absoluter main, und das nicht weil er stark oder schwach war, sondern einfach nur weil ich sein kit geliebt habe.\r\nIch habe den Grund für Reworks eigentlich auch nie richtig verstanden. Einerseits gibt es die Leute die Yorick mainen (und ja diese Leute gibt es wirklich) und sie lieben ihn so wie er ist. Und ich als jemand dem Yoricks kit überhaupt nicht gefällt, störe mich nicht weiter daran. (Warum sollte ich auch? Jeder Champion muss nicht unbedingt von vielen gespielt werden.)\r\n\r\nAnsonsten macht Riot einen guten Job was Balance angeht! (der ihm allerdings nicht vereinfacht wird wenn man jeden Monat einen neuen Champion rausbringt)","replies":[{"id":"","poster":"nasgul123","date":"2016-04-25T20:00:18.163+0000","up_votes":3,"down_votes":0,"body":"ich mag den neuens shen auch nicht früher war er schön kompakt und unabhängig aber des mit dem schwert is nix für mich ","replies":[]},{"id":"","poster":"Miso","date":"2016-04-25T16:25:02.506+0000","up_votes":2,"down_votes":1,"body":"Es tut mir wirklich leid, dass dein Main-Champion nach einer Überarbeitung für dich nicht mehr derselbe ist. Leider aber gehören solche Überarbeitungen einfach dazu, um ein Spiel am Leben zu halten. Und ich finde, dass Shen seitdem einige neue Tricks gelernt hat, aber auch seine alten immer noch beherrscht. Was genau stört dich denn am neuen?","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:33:22.947+0000","up_votes":2,"down_votes":0,"body":"Um ehrlich zu sein habe ich den neuen {{champion:98}} nur 2 mal oder so gespielt.\r\n\r\nBeim alten Shen waren es 2 Dinge: \r\n\r\nErstens war er einfach und entspannt zu spielen. (War damals erst level 20 deshalb auch etwas Nostalgie verbunden der Champion)\r\nUnd zweitens konnte ich ihn immer Picken ohne Angst zu haben gecounterpicked zu werden, es gab für ihn so gut wie kein match up das mir unmöglich erschien. Du hast keine Lane Dominiert, aber auch keine Lane verloren.","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:43:56.549+0000","up_votes":1,"down_votes":2,"body":"Denkst du nicht, dass dein zweiter Punkt mit dem ersten zusammenhängt? Du hast ihn häufig gespielt, also warst du dir sicherer mit ihm. Deswegen konntest du letztendlich fast jedes Matchup gewinnen. Wenn du mit der selben Motivation an den neuen Shen herangehst, versichere ich dir, dass du ähnliche Erfolge erzielen könntest!","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:46:55.710+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Miso,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000e000000000000,timestamp=2016-04-25T16:43:56.549+0000)\n>\n> Denkst du nicht, dass dein zweiter Punkt mit dem ersten zusammenhängt? Du hast ihn häufig gespielt, also warst du dir sicherer mit ihm. Deswegen konntest du letztendlich fast jedes Matchup gewinnen. Wenn du mit der selben Motivation an den neuen Shen herangehst, versichere ich dir, dass du ähnliche Erfolge erzielen könntest!\n\nMag schon sein, aber naja ich mag sein neues kit einfach nicht wirklich.\n\nTrotzdem vielen Dank das du auf soviele Kommentare antwortest und dir Mühe gibst.^^","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:50:30.258+0000","up_votes":3,"down_votes":0,"body":"Hey, ihr habt alle meinen Artikel gelesen, also kann ich auch eure Kommentare dazu lesen :)","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:57:44.919+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Miso,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000e00000000000000000000,timestamp=2016-04-25T16:50:30.258+0000)\n>\n> Hey, ihr habt alle meinen Artikel gelesen, also kann ich auch eure Kommentare dazu lesen :)\n\nIch bin etwas verwirrt, du bist kein Riotler oder? Wie genau kamst du dazu Artikel zu schreiben, und wirst du bezahlt? :p","replies":[{"id":"","poster":"Miso","date":"2016-04-25T17:06:40.173+0000","up_votes":1,"down_votes":0,"body":"Ich, wie auch viele andere, verfasse regelmäßig Artikel für lolesports.com.\n\nWeitere Infos kannst du hier finden:\nhttp://boards.euw.leagueoflegends.com/de/c/esports-de/ecR5z6oJ-talentierte-esports-schreiberlinge-gesucht\n\nUnd nein, keiner von uns ist Rioter.","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T17:10:51.678+0000","up_votes":1,"down_votes":0,"body":"Ahhh, ok.^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"RankaxLee","date":"2016-04-26T07:16:57.357+0000","up_votes":1,"down_votes":0,"body":"Ich habe die damalige Karma geliebt bis ihr Rework kam. Unglaublich sowas.","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-25T17:05:14.939+0000","up_votes":1,"down_votes":0,"body":"> Ich finde es schön das Riot versucht das Spiel zu balancen \r\n\r\nDownvote für Lügen oder Naivität.","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T17:09:58.240+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000e0001,timestamp=2016-04-25T17:05:14.939+0000)\n>\n> Downvote für Lügen oder Naivität.\n\nAlter, ich musste das schreiben sonst Reworken die meinen main!","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T17:46:18.224+0000","up_votes":1,"down_votes":0,"body":"Würde zumindest erklären wieso du lügst.","replies":[]}]}]}]},{"id":"","poster":"Shakohead","date":"2016-04-25T15:58:35.029+0000","up_votes":2,"down_votes":6,"body":"ALTER DIE KUNST DES KRIEGES ZU ZITIEREN FML\r\nUm mich gleich zu rechtfertigen bevor der Shitstorm einbricht, das Spiel (LOL) dass auch mir sehr viel Spaß bereiten kann, wird zum Großteil von Leuten gespielt die sich nicht mit der Materie auseinander setzen, und das oft auch gar nicht wollen (kann ich verstehen es gibt mittlerweile 1xx Champs, unzählbar viele Items, die Champs wie Items, beide gefühlt eh jede Woche ihre Stats gepatcht bekommen).\r\nEs wird einfach nur einsteigerfreundlich gemacht, wäre es den nicht so hätten wir ein neues Dota bekommen, das Skillcap das League einem abverlangt ist nicht das höchste, ich denke das ist jedem Spieler der sich intensivst damit auseinandersetzt klar.\r\nJetzt, das Spiel wird für Kinder gemacht.\r\nDas Artwork ist oftmals schön auch ich habe mir Skins zugelegt für Champions die ich gerne spiele, jedoch ist JEDER ausnahmslos JEDER Skin einer Frau schon leicht bis stark anstößig/pervers. Das es die Wahrnehmung von Jungs beeintächtigt sollte auch jedem klar sein der sich mit den Grundformen von Psychologie und Entwicklung etc pp beschäftigt hat, ihr vermittelt Leuten ein falsches Schönheitsideal. \r\nUnd Sachen aus der Kunst des Krieges zu zitieren ist in Strategie Spielen natürlich nie verkehrt, aber in einem Spiel in dem ich mit 9 weiteren Personen zusammenspiele, die auf egal welcher Elo sei es nicht 5v5 Rankt-Team Diamond-Master ist, eh nur Ego spielen oder ihren eigen Sinn durchsetzen wollen... hat sowas einfach nichts zu tun, wenn EINE PERSON/SPIELER, alleine, die Betonung liegt wirklich auf Alleine, die Möglichkeit bekommen würde mit egal welchem Champ sein Team zu \"carryn\" dann würde es um richtige Strategie gehen, dies ist nicht der Fall.\r\nAlso entweder jeder Champ wird einfach Stark gemacht oder eben keiner, aber dann immer eine META auzuzwingen ist grausam, siehe die Tank-Meta die im Moment gespielt wird, das spiel macht als Assassin oder Lebensschwachser Champ gar keinen Sinn mit allen Penetrations items die du kaufen kannst wirst du teilweise die Tanks trotzdem nicht tot kriegen egal ob sie gefeedet sind oder nicht...\r\nRiot zwingt uns ihren gewollten Spielstil auf mehr nicht...\r\nUnd dann Artikel zu verfassen die Zitate bringen aus Schriften die sich mit wirklicher Strategie auseinandersetzen und im Echten Leben verwendet werden/wurden finde ich nicht angebracht. Dahinter steckt wirkliches Gedankenguht, mehr als nur rein Matematische berechnungen mehr als nur Theorie...\r\nIch mag League trotzdem, man hat damit gute Zeiten und auch schlechte Zeiten aber sowas ....","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:11:25.120+0000","up_votes":1,"down_votes":0,"body":"Dieser Skin Vowurf...pls.","replies":[{"id":"","poster":"Shakohead","date":"2016-04-25T16:19:48.756+0000","up_votes":1,"down_votes":0,"body":"Naja dann gib mir bitte mehr als 2 Beispiele für einen Weiblichen Char dessen Ladebildschirm nicht mit monströßen Doppel D Körpchengröße ausgestattet ist.","replies":[{"id":"","poster":"legofreak1","date":"2016-04-25T16:24:49.374+0000","up_votes":4,"down_votes":1,"body":"Jinx, Annie, Poppy, Leona.","replies":[{"id":"","poster":"Vulnus","date":"2016-04-25T19:05:06.812+0000","up_votes":3,"down_votes":0,"body":"+ sejuani, kindred, diana, illaoi, kalista, kayle, lulu, orianna, quinn, riven, soraka, tristana, shyvana, vayne, vi ... ganz schön gutes argument hat der dude hier :D","replies":[]},{"id":"","poster":"Miso","date":"2016-04-25T16:40:24.360+0000","up_votes":2,"down_votes":1,"body":"Haha. Gut gemacht.","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:36:07.129+0000","up_votes":2,"down_votes":1,"body":"Annie, wirklich? xDDD","replies":[]},{"id":"","poster":"Shakohead","date":"2016-04-25T17:32:54.337+0000","up_votes":1,"down_votes":0,"body":"Wenn du richtig gelesen hättest hab ich nie verneint das du mit dem Argument das Leona und Poppy nicht so dargestellt werden eben nicht deiner Meinung war also entweder du verstehst die deutsche Sprache nicht richtig oder fühlst dich einfach nur kritisiert und merkst nicht das ich nicht mehr dagegen argumentiert habe...\r\nin beiden fällen danke fürs gespräch schönen abend noch","replies":[]},{"id":"","poster":"Shakohead","date":"2016-04-25T16:42:21.398+0000","up_votes":1,"down_votes":1,"body":"Bei Jinx und Annie handelt es sich meines erachtens um Kinder, deswegen werden sie auch nicht so dargestellt.\r\nPoppy ist relativ neutral von Äußerengeschlechtsmerkmalen gehalten bis auf 1-2 Skin.\r\nBei Leona hab ich selbst keine Ahnung.\r\nAber ist genauso als würde ich Reksai aufzählen, schließlich wird sie auch als weiblicher Champ geführt.","replies":[{"id":"","poster":"legofreak1","date":"2016-04-25T17:17:10.387+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shakohead,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000f,timestamp=2016-04-25T15:58:35.029+0000)\n>\n> Das Artwork ist oftmals schön auch ich habe mir Skins zugelegt für Champions die ich gerne spiele, jedoch ist JEDER ausnahmslos JEDER Skin einer Frau schon leicht bis stark anstößig/pervers.\n\nStreichen wir Annie raus, da sie noch ein Kind ist, sind immer noch 3 verbleibend. Du kannst nicht argumentieren, dass alle Frauen zu weiblich dargestellt sind und dann bei Poppy und Leona sagen \"ne, die zählt nicht, die ist nicht weiblich genug\". Genau das ist doch der Punkt: Die sind nicht so weiblich dargestellt wie der Rest.","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:48:04.118+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shakohead,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000f0001000000000002,timestamp=2016-04-25T16:42:21.398+0000)\n>\n> Bei Jinx und Annie handelt es sich meines erachtens um Kinder, deswegen werden sie auch nicht so dargestellt.\n\nJinx ist ein Kind?","replies":[]}]},{"id":"","poster":"Shakohead","date":"2016-04-25T17:05:20.310+0000","up_votes":1,"down_votes":1,"body":"Wie er einfach nur schreibt:\r\nHaha. Gut gemacht.\r\n\r\nMiso  - vor 22 Minuten\r\n\r\nSry aber es Lebe die Faulheit der Menschen sonst würden sie vllt mal dahinter kommen was Unternehmen andere Menschen die ganze Zeit mir ihrer Propaganda betreiben wollen... oder wozu sie sie beeinflussen.\r\nGeschweige den wie allein die Reflexe des Unterbewusstseins von Leuten wie dir in solchen Texten genutzt werden.\r\nDeswegen reg ich mich auch auf das so ein großartiges Werk wie Die Kunst des Krieges zitiert wird aber das verstehen die Leute nicht, geschweigen den wollen sie es verstehen.\r\nDen im Endeffekt sag ich ja etwas gegen etwas was sie mögen, zu akzeptieren das die Realität oder die Wahrheit der Wahrheiten vllt so sein könnte....\r\n","replies":[]}]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:36:59.438+0000","up_votes":3,"down_votes":1,"body":"Es wurden schon einige genannt aber trotzdem noch 2.\r\n\r\nTaric, Ezreal. xDDDDDD","replies":[{"id":"","poster":"Shakohead","date":"2016-04-25T16:53:56.754+0000","up_votes":2,"down_votes":0,"body":"Beste!{{summoner:32}} ","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T17:03:21.585+0000","up_votes":1,"down_votes":0,"body":"( ͡° ͜ʖ ͡°)","replies":[]}]}]},{"id":"","poster":"Sakunosuke Oda","date":"2016-04-25T17:59:52.525+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Shakohead,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000f00010000,timestamp=2016-04-25T16:19:48.756+0000)\n>\n> Naja dann gib mir bitte mehr als 2 Beispiele für einen Weiblichen Char dessen Ladebildschirm nicht mit monströßen Doppel D Körpchengröße ausgestattet ist.\n\nJinx Annie?","replies":[]}]}]},{"id":"","poster":"Shakohead","date":"2016-04-25T16:05:30.201+0000","up_votes":2,"down_votes":1,"body":"Eines der besten Beispiele ist ja auch nur wenn ein Neuer Champ rauskommt, er wird immer OP sein jedes gott verdammte mal, schließlich sollen die Leute sich ihn kaufen, am besten noch für echt Geld und dann auch noch den Skin dazu... ","replies":[{"id":"","poster":"Fyna","date":"2016-04-25T16:21:33.203+0000","up_votes":1,"down_votes":1,"body":"Funktioniert das etwa anders wie bei den neusten Produkten? Sag mir wo das nicht der Fall ist","replies":[{"id":"","poster":"Shakohead","date":"2016-04-25T16:26:44.710+0000","up_votes":1,"down_votes":0,"body":"Hier geht es nicht um Marketing, mir ist schon klar wie sowas funktioniert... \r\nSondern es geht um das einhergehend Unbalancing des Spiels aufgrund von Geldgeilheit\r\nEin Champ sollte aufgrund seine Kits herrausstehen nicht aufgrund seines Erscheinungsdatums oder seiner META-Rolle...\r\n","replies":[{"id":"","poster":"Fyna","date":"2016-04-25T16:57:54.239+0000","up_votes":2,"down_votes":1,"body":"Du hast also ein Einblick in Ihren Finanzen? Genaures kannst du nämlich auch nicht sagen. Zudem fand ich Jhin nicht all zu Op. Man muss ihn nun eben Spielen können.","replies":[]},{"id":"","poster":"Fyna","date":"2016-04-25T16:28:37.780+0000","up_votes":1,"down_votes":2,"body":"Im Grunde hat es schon was mit Marketing zu tun, drum herum kommen wir nicht. Das die Vorgehensweise nicht die schönste ist mit dem balancing ist ja klar","replies":[]},{"id":"","poster":"Shakohead","date":"2016-04-25T16:50:02.407+0000","up_votes":2,"down_votes":3,"body":"Also gehts nur um Geld, wenn Leute Geld für das Spiel asugeben wollen werden sie das oder wenn sie es unterstützen wollen werden sie es...\r\nAlleine was die Worlds an Geld einspielen sollte reichen für dieses Free-To-Play-Game.\r\nEben nicht die Champs!","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2016-04-27T09:58:39.173+0000","up_votes":1,"down_votes":1,"body":"Bullshit, wie immer! War Tahm Kensch OP? War es Bard, war es Vel'koz, Lucian, Quinn, ist es Aurelion?\nWenn auch nur einer von ihnen nicht OP war bei Release, was übrigends keiner von ihnen war, ist deine Behauptung bereits falsch.","replies":[{"id":"","poster":"Shakohead","date":"2016-04-27T13:47:57.138+0000","up_votes":1,"down_votes":1,"body":"Tahm kench war nich op ;D die aussage allein, weil Leute ihn bis dato nicht richtig spielen konnten, komisch das ich in Spielen mit Kench als Reiner Tank den Meisten Dmg output hab, selbst bei einem Spiel mit einem 14/1/8 Draven im Team :DDD\r\nBard nicht Op? Mal irgend jemandem der Spielen kann zugeschaut?\r\nVel koz :D same Bro Lucian Same Bro\r\nDer einzige bei dem ich dir wirklich recht geben kann ist Aurelion soll...\r\nOh und wir sind ja auch wie in der Mathematik so das wir wenn 1 Beispiel finden dann die Gleichung/das Gesetz nicht zutrifft... get some brain","replies":[{"id":"","poster":"Bergelmir32","date":"2016-04-27T14:34:30.174+0000","up_votes":1,"down_votes":0,"body":"Find ich toll wie du schön im Präsenz von den Champs sprichst, wo es um sie ging als sie rausgekommen sind, wo sie kaum jemand gespielt hat und sie mehrere Male gebufft werden mussten.\n\n> wenn ein Neuer Champ rauskommt, er wird immer OP sein jedes gott verdammte mal\n\nNoch absoluter gehts nicht und ja solche Absoluten Ausagen sind nun mal falsch wenn sie einmal nicht zutreffen aber hey, \"Das ist immer so, außer wenn es nicht so ist!\" passt ja heutzutage sehr gut, wo man es mit Fakten nicht ganz so genau nimmt, wenn es denn nur den eigenen Standpunkt unterstützt und damit bist du hier ja auch in guter Gesellschaft.","replies":[]}]}]}]},{"id":"","poster":"nasgul123","date":"2016-04-25T19:57:01.943+0000","up_votes":2,"down_votes":0,"body":"illaoi is ja auch so weiblich wie sejuani naja und wie sehen Assassinen in filmen aus sind halt keine moppel xD ps auch die männlichen skins sind immer gleich muskulös usw außer gragas :)\r\n","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-26T15:49:58.099+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=nasgul123,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=000f0003,timestamp=2016-04-25T19:57:01.943+0000)\n>\n> illaoi is ja auch so weiblich wie sejuani naja und wie sehen Assassinen in filmen aus sind halt keine moppel xD ps auch die männlichen skins sind immer gleich muskulös usw außer gragas :)\n\nMänner fühlen sich durch sowas nicht angegriffen, aber Frauen...","replies":[{"id":"","poster":"Shakohead","date":"2016-04-26T16:38:02.955+0000","up_votes":1,"down_votes":0,"body":"geb ich Recht klar, ist genauso auf das andere Geschlecht zu übertragen.  Auch masslos übertriebene Darstellung. Und Filme sind wohl genauso echt wie ein Spiel, mein Freunde denk erst mal nach ...","replies":[]}]}]},{"id":"","poster":"Shakohead","date":"2016-04-25T16:18:10.640+0000","up_votes":2,"down_votes":1,"body":"Und auch noch zusagen ich habe bestimmt gefühlt 1k Scrennshots von Leuten die Rassistische Bemerkungen inGame machen oder einfach nur spielen als wären sie entweder Geistig nicht auf dem Stand der Norm oder wollten einfach nur verlieren weil sie nicht im Teamspielen wollen(selbst wenn du zu 4 zu ihnen auf die Lane läufst laufen sie dann von dem eigenm Team weg), und dies sind dann meistens Leute mit einer Elo von Plat... ich reporte solche Leute dann grundsätzlich, natürlich nicht wenn es nicht notwendig ist. Komisch das ich dann Beispielsweise nach 1-2 Spielen wieder mit den selben Leuten ins Team komme und dann das Spiel aufgrund von dieser einen Person wieder verliere ...\r\nOder mir so einen Trashtalk geben muss, geschweige den das ich jemals gesehen mitbekommen hätte das eine dieser Personen eine Strafe dafür erhalten hätte, das sie das Spiel von 4 Leuten aufjeden fall (wenn ich das Gegnerische Team noch dazu zähle von 9 Leuten, und mir geht es z.b. genauso ich freue mich weder im normalen Modus noch im Rankt über einen Feeder im GegnerTeam) ruiniert hat schlechter Tag hin oder her.","replies":[]}]},{"id":"","poster":"Fyna","date":"2016-04-25T14:47:42.899+0000","up_votes":4,"down_votes":1,"body":"Ein sehr schön geschriebener Artikel. Es ist sicherlich nicht einfach alles unter einem Hut zu bekommen und schon gar nicht wenn es um das \"genaue\" Balance geht. Das schöne an LoL ist, du kannst Geld ausgeben soviel du willst, stärker wirst du davon trotzdem nicht. D.h es ist überhaupt kein Pay2win. Es geht viel um das eigene Denken und das zusammen spielen mit dem Team. Das jeder mal ein schlechten Tag hat, oder einem (leider) einem Flamer begegnet ist halt so. Wo gibt es das nicht? Manches mal harkt es auch an der Verständnis anderer Sprachen. Es können nicht alle perfekt Englisch, oder zumindest nur das nötigste. Das macht das Teamspiel nicht einfacher. Jeder muss halt über sein Verhalten entscheiden und ist ganz allein für sein Tun verantwortlich. Balance hin oder her. Es ist zumindest schön zu sehen das man sich Mühe gibt und das sieht man ja auch anhand externer Artikel wie die Runenseiten, oder der gleichen :)","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:46:00.095+0000","up_votes":5,"down_votes":3,"body":"\"Mühe geben\" ist beim Balancing nicht genug. Du musst ja nicht einmal Pay2Win gehen - du wartest einfach auf den nächsten Patch und spielst dann die OP Meta. Skill brauchst du bei LoL schon länger nicht mehr, geschweige denn brauchst du Yorick, Galio oder Urgot.","replies":[{"id":"","poster":"Fyna","date":"2016-04-25T16:10:25.065+0000","up_votes":2,"down_votes":1,"body":"Op? Ahja? Kocht sich dein Essen auch von selbst? ^^ Gewisses \"Skill\" muss dabei sein. Was bringt die ein Porsche ohne Führerschein?","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T17:00:41.788+0000","up_votes":3,"down_votes":3,"body":"Zum Kochen brauchst du reichlich Skill, für League of Legends reicht schon ein Hauptschulabschluss und ein OP Champ. Den Rest macht ja Riot mit seiner Unfähigkeit von selbst.","replies":[{"id":"","poster":"Fyna","date":"2016-04-25T17:46:16.115+0000","up_votes":5,"down_votes":2,"body":"HEy ich weis da was! :D Deinstallier es","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T17:49:30.859+0000","up_votes":4,"down_votes":3,"body":"League of Legends ist eine Hassliebe: Ich liebe das Spiel, hasse aber die Leute die es zerstören wollen. Es ist wie bei WoW, denn irgendwann erkennt man das die Leute dahinter zu viel von dem guten Spiel vernichtet haben das von dem eigentlichen Gefühl, das League of Legends ausgemacht hat - faire, skilllastige Champions, ohne OP-Buff oder vorgeschriebene Meta - verloren ist. Noch kann ich in den Spiegel sehen und mir sagen: \"Ein paar Champions sind siegreich, ohne Meta-Zwang\", aber es sind einfach nicht mehr viele.\n\nDas Ja-Sager wie du mich aus dem Spiel haben wollen ist klar, denn Kritiker mit Mut zur Wahrheit sind halt unerwünscht. Riot ist da nicht anders.","replies":[]}]},{"id":"","poster":"nasgul123","date":"2016-04-25T19:52:09.940+0000","up_votes":2,"down_votes":0,"body":"naja ohne kritik gibt es auch keine entwicklung oder verbesserung wer immer alles abnickt wird stehen bleiben","replies":[]},{"id":"","poster":"Fyna","date":"2016-04-25T19:13:58.218+0000","up_votes":3,"down_votes":2,"body":"Nein, nein das war ein gut gemeinter Tipp, ob du da bist oder nicht is mir Lachs^^ Nur rumjammern wie du es tust hilft so oder so nicht","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T20:01:06.495+0000","up_votes":2,"down_votes":3,"body":"> nasgul123 (EUW) vor 7 Minuten \"naja ohne kritik gibt es auch keine entwicklung oder verbesserung wer immer alles abnickt wird stehen bleiben\"\n\nRumjammern und Kritik ausüben damit Riot vielleicht ein Licht aufgeht sind zwei verschiedene Dinge. Aber es ist wohl zuviel verlangt wenn ich erwarte das du den Unterschied verstehen würdest.","replies":[]}]},{"id":"","poster":"Fyna","date":"2016-04-25T20:17:20.296+0000","up_votes":2,"down_votes":1,"body":"Du kannst mich nach wie vor \"Beleidigen\" wenn du möchtest, trotzdem macht der Ton die Musik","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T20:35:23.214+0000","up_votes":1,"down_votes":1,"body":"Selbst der schönste Ton lässt Ausreden und Lügen missfallen.","replies":[]}]}]}]},{"id":"","poster":"Miso","date":"2016-04-25T16:06:50.430+0000","up_votes":2,"down_votes":3,"body":"Ich bin wirklich davon überzeugt, dass zumindest eine Art von Skill vorhanden sein muss um sich gewiss zu sein, welchen Champion man nun wählen sollte und welchen nicht.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T16:59:00.238+0000","up_votes":2,"down_votes":3,"body":"Nein, es braucht nur ein, vielleicht zwei gesunde Finger und ein ganzes Auge um zu schauen welcher Champion gerade gebufft wurde und dann nimmt man ihn.\nDer Irrtum liegt darin das du denkst das ein OP-Champ gespielt werden muss. Falsch. Er musst nur gepickt und etwas bewegt werden, den Rest macht der Champion an sich. Skill braucht man nicht.","replies":[]}]}]},{"id":"","poster":"Miso","date":"2016-04-25T14:48:59.027+0000","up_votes":3,"down_votes":2,"body":"Sowas lese ich doch gerne, Daumen hoch!","replies":[]}]},{"id":"","poster":"LE Tyraell","date":"2016-04-27T21:58:57.580+0000","up_votes":1,"down_votes":0,"body":"Riot und Balance xD das ist als könnten Männer stricken das sind zwei sachen die nicht gehen xD Riot hat einfach mal 0 plan von Balancing und das ist leider nix neus Guys","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-04-27T22:43:45.056+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=LE Tyraell,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=003f,timestamp=2016-04-27T21:58:57.580+0000)\n>\n> Riot und Balance xD das ist als könnten Männer stricken das sind zwei sachen die nicht gehen xD Riot hat einfach mal 0 plan von Balancing und das ist leider nix neus Guys\n\nWäre das Balancing in LOL nicht SO GUT wie es ist (keine Ironie!!!!) würde das Spiel nicht schon seit Jahren Millionen von Spielern begeistern. \nUnd das ist eine verdammt schwierige Aufgabe, denn egal an welchem Schräubchen da gedreht wird, die Community findet immer wieder irgendwelche Wege/Builds, wie der neueste Patch wieder  irgendeinen Champ OP macht. Deswegen kommt ja auch meistens noch gleich am selben Tag des Patches noch was hinterher. Manchmal sind Programmierfehler die Ursache und manchmal ist es Disbalance, die schnellstens wieder behoben werden muss.\n\nIch glaube, du kritisierst hier etwas, von dem Du absolut keinen Plan , ja nicht mal ne Vorstellung von der Komplexität des Themas, hast!","replies":[]}]},{"id":"","poster":"Skycrafterle","date":"2016-04-27T17:59:55.471+0000","up_votes":2,"down_votes":0,"body":"buff YORICK!!!!!!!!\r\n","replies":[]},{"id":"","poster":"Hinks Linten","date":"2016-04-26T07:58:08.249+0000","up_votes":2,"down_votes":0,"body":"Das erste mal das ich mir so einen Artikel durchgelesen habe und dabei nur Wow gedacht habe :D\r\nAlso,ich muss sagen.. ich schaue jetzt anders auf die OP Champions des Patches :p Ich werde mich nicht mehr aufregen sondern einfach nach denken wie man diesen Champion besiegen kann .. Top Artikel ","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T08:23:55.835+0000","up_votes":2,"down_votes":0,"body":"> ...einfach nach denken wie man diesen Champion besiegen kann\n\nOP-Champs besiegst du nicht mit guten Willen, sondern höchstens mit einem Champion der das \"Normalmaß\" ebenso sprengt. Alles andere ist nutzlos, weil ein OP-Champ abnormal hoch gebufft wurde und er eine Fähigkeit braucht wo du für den gleichen Schaden 3 brauchst  - wenn er nicht auch noch kürzere CD hat und vielleicht noch eine Flash-Ability.\n\nOP-Champs zerstören das Spiel, denn sie zerstören die Fairness. Da ist nichts mit \"ausdenken wie ich ihn besiegen kann\".","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-26T15:41:15.964+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LokiOdinson,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=002b0000,timestamp=2016-04-26T08:23:55.835+0000)\n>\n> OP-Champs besiegst du nicht mit guten Willen, sondern höchstens mit einem Champion der das &quot;Normalmaß&quot; ebenso sprengt. Alles andere ist nutzlos, weil ein OP-Champ abnormal hoch gebufft wurde und er eine Fähigkeit braucht wo du für den gleichen Schaden 3 brauchst  - wenn er nicht auch noch kürzere CD hat und vielleicht noch eine Flash-Ability.\n> \n> OP-Champs zerstören das Spiel, denn sie zerstören die Fairness. Da ist nichts mit &quot;ausdenken wie ich ihn besiegen kann&quot;.\n\nSchlicht und einfach: Wahr!","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T15:46:55.124+0000","up_votes":1,"down_votes":0,"body":"Danke :) Ist halt so wenn man weder von Riot bezahlt wird, noch die rosarote Sonnenbrille aufhat: man erzählt nun einmal die Wahrheit, ohne Verschönungen.","replies":[]}]}]},{"id":"","poster":"Miso","date":"2016-04-26T09:07:42.909+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=K4G,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=002b,timestamp=2016-04-26T07:58:08.249+0000)\n>\n> Das erste mal das ich mir so einen Artikel durchgelesen habe und dabei nur Wow gedacht habe :D\n> Also,ich muss sagen.. ich schaue jetzt anders auf die OP Champions des Patches :p Ich werde mich nicht mehr aufregen sondern einfach nach denken wie man diesen Champion besiegen kann .. Top Artikel\n\nHey, danke :)","replies":[]}]},{"id":"","poster":"Lucîna","date":"2016-04-25T13:58:41.011+0000","up_votes":5,"down_votes":3,"body":"Der Artikel gefällt mir ja ganz gut, aber ehrlich gesagt.. Viel Balancing ist in dem Spiel nicht mehr vorhanden.. Es ist immer wieder seltsam zu sehen das die extrem starken Champions immer mehr gebufft werden, und Champions die teilweise keiner spielt, weil sie einfac zu schwach sind, werden genervt. Manchmal hab ich das Gefühl das Riot das so macht: Die nehmen sich von jedem Champion ein Kleines Aufstellschild, reihen die Schilder dann der Reihe nach geordnet auf, so ungefär auf 3 verschieden Hohe regale, nebeneinander aufgestellt, nehmen sich dann eine Nerfgun (Indirekter Wortwitz, ahaha) und schießen mit verbunden Augen in Richtung regal. Das Schild was sie treffen, wenn da zum Beispiel Kha Zix draufsteht, der kommt dann auf die Liste, und wird generft. Das machen sie 5 mal, und nochmal 5 mal, und nerfen dann eben die ersten 5 Champions, und buffen die letzten 5 getroffenen Champions.","replies":[{"id":"","poster":"Vodo","date":"2016-04-25T22:35:47.136+0000","up_votes":2,"down_votes":0,"body":"Also im Freundeskreis sagen wir immer \"die Würfeln das aus, welcher Champ generft/gebufft wird\" und so fühlt sich das wirklich immer an, immer irg.ein random Nerf/Buff ","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:20:39.144+0000","up_votes":2,"down_votes":1,"body":"Upvote, denn du hast recht.","replies":[]}]},{"id":"","poster":"LS Warangel","date":"2016-04-25T20:09:36.221+0000","up_votes":2,"down_votes":0,"body":"das alte lol war das beste desto neuer das game wird desto schlechter wirt es bisjetzt kaum positive neue patshes gesehen","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-26T15:47:45.805+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LS Warangel,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=001d,timestamp=2016-04-25T20:09:36.221+0000)\n>\n> das alte lol war das beste desto neuer das game wird desto schlechter wirt es bisjetzt kaum positive neue patshes gesehen\n\nGenau wie bei WoW.","replies":[]}]},{"id":"","poster":"Deseration","date":"2016-04-25T19:25:44.124+0000","up_votes":2,"down_votes":0,"body":"anstatt immer neue champs rauszubringen würde ich lieber mal eine längerfristige balance sehen und nicht jedes jahr einmal komplett überarbeitete gegenstände.","replies":[]},{"id":"","poster":"AS Umberkuk","date":"2016-04-25T18:17:46.008+0000","up_votes":2,"down_votes":0,"body":"war und bin bisher immer mit LoL zufrieden gewesen. Jede änderung ist erstmal meh, aber nach einer gewöhnungsphase nichtmehr wegzudenken. {{champion:20}} ","replies":[{"id":"","poster":"Miso","date":"2016-04-26T09:21:01.485+0000","up_votes":1,"down_votes":0,"body":"Für mich ist das etwas anders. Ich freue mich wirklich auf jeden Patch, vor allem das kommende Mage-Update, da dadurch ein frischer Wind über die Kluft fegt und damit in einem vielleicht eintönigen Spiel neue Facetten freilegt.","replies":[]}]},{"id":"","poster":"wolf454","date":"2016-04-25T17:01:19.214+0000","up_votes":2,"down_votes":0,"body":"Omg Yorik REWORK incoming? O.O","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:54:47.897+0000","up_votes":1,"down_votes":0,"body":"Ich wäre nicht so überrascht, aber auch nicht aufgeregt - von Riot spricht man nur gerade ein wenig um die Fans bei Laune zu halten, aber nennenswerte Erfolge oder Screenshots oder auch nur den Beweis das Riot sich an die Arbeit gemacht hat fehlen ja auch.\r\n\r\nYorick Rework frühestens wohl 2020.","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2016-04-25T17:05:20.448+0000","up_votes":1,"down_votes":0,"body":"Schon seit einer Weile angekündigt.\r\n\r\nhttps://support.riotgames.com/hc/en-us/articles/202294884-Champion-Update-Schedule","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T06:53:42.940+0000","up_votes":1,"down_votes":0,"body":"Warte erstmal, ein \"Yorick Rework\" war schon seit 2 Jahren im Gespräch, aber bisher gab es keinerlei nennenswerte Erfolge was auch nur beweisen würde das Riot sich an die Arbeit gemacht hätte.\r\n\r\nRework Yorick: frühestens 2020","replies":[]}]}]},{"id":"","poster":"Tiefschlag","date":"2016-04-25T15:28:29.544+0000","up_votes":2,"down_votes":0,"body":"Man konzentriert sich gern auf das Balancing von einzelnen Champs. Tatsächlich war für mich der katastrophalste Eingriff in die Spielmechanik die Änderung bei den Wards. Wards sind extrem wichtig und spielentscheidend. In früheren Seasons hat der Umgang mit Wards gute (Team-)Spieler klar erkenntlich gemacht. Nun hat jeder Wards, auch wenn man dafür kein Gold einsetzen möchte. Das schleift Spieler bzw. ganze Teams, die eigentlich in diesem Teamspiel nicht gut im Team agieren, durchs Ranking.\r\n\r\nDas Ranking-System/Matchmaking ist - meiner Meinung nach - der größte Grund für Frust im Spiel. Daher sollte Riot große Anstrengungen unternehmen um dies möglichst fair zu gestalten. Es bringt niemanden etwas, wenn manche Spieler (laut History) regelmäßig zweistellige Deaths verbuchen, der Unterschied zwischen AD und AP nicht bekannt ist, oder schlicht Wissen über (gegnerische) Champs fehlt. Solche Fälle gehören einfach nicht in eine \"höhere\" Elo. Jeder hat mal angefangen. Aber offensichtlich kommen solche Fälle zu schnell aus Bronze (wenn sie da überhaupt starten) und sogar in höhere Ligen.\r\n\r\nGenerell zum Balancing möchte ich gern sagen, daß sich Riot besonders seit Season 5 mit dem Balancing schwer tut. Das liegt sicherlich an der Masse der Champs/Items, mittlerweile am ganzen CC der übers Spielfeld fegt und an der damit verbundenen Komplexität des Balancings. Derzeit sind die ADCs (zu) stark. Aber das wird sich in Zukunft ändern. So ist halt das Spiel.","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:47:49.329+0000","up_votes":1,"down_votes":0,"body":"Hey! Spielst du häufig mit Freunden zusammen? Oder eher alleine?\n\nMir ist aufgefallen, dass das Spiel mit Freunden zusammen deutlich mehr Spaß machst, als alleine mit vier Fremden im Team. Vielleicht würde dir das auch mehr gefallen, als dass du dich regelmäßig alleine durch das Matchmaking schlägst.","replies":[{"id":"","poster":"Tiefschlag","date":"2016-04-25T17:20:58.936+0000","up_votes":1,"down_votes":0,"body":"Naja, mir ging es eher um grundsätzliches. Sicherlich macht spielen mit Freunden mehr Spaß, keine Frage. Aber es kann ja nicht die Lösung sein LoL ausschließlich mit Freunden zu spielen. Das Spiel sollte immer und jedem Spieler Spaß machen. :)","replies":[]}]}]},{"id":"","poster":"Derpyy","date":"2016-04-25T14:18:47.897+0000","up_votes":3,"down_votes":1,"body":"ach wie wunderbar das ihr es gleich 2 mal hintereinander schreib liebes riotteam^^:\r\n\r\n> Championbalance ist ein schwieriges Thema. In einem sich ständigen entwickelnden Spiel wie League of Legends, dessen Veränderungen nicht nur von den Entwicklern angetrieben wird, sondern auch von uns Spielern, ist es unmöglich die sprichwörtliche Waage auszubalancieren. Dennoch aber gelingt es ein ausgeglichenes Meta-Spiel zu kreieren, in dem fast jeder Champion seinen Platz hat. Natürlich gibt es Ausnahmen wie zum Beispiel Yorick, der schon seit langem das Rampenlicht sucht und bisher nur von Liebhabern gespielt wird, aber nicht von der großen Masse. Aber dieser Sonderfall ist hinzunehmen, denn mit mehr als 120 Champions, über 50 Gegenständen und etlichen Spielweisen gibt es, ganz simpel, zu viele Faktoren um letztendlich jeden Champion so zu gestalten, dass er immer und in jeder Situation eine gute Auswahl darstellt. Wäre das nicht vielleicht auch langweilig? Wie ist eure Meinung dazu?","replies":[{"id":"","poster":"Miso","date":"2016-04-25T14:20:00.663+0000","up_votes":1,"down_votes":1,"body":"Denk dran, der Autor ist kein Rioter.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:44:30.958+0000","up_votes":3,"down_votes":2,"body":"Stimmt, er ist aber Riots Propaganda-Beauftragter. Wenn Riot  immernoch schlechte Kritik für schlechtes Balancing bekommt wird er eh erschossen. Dafür also einen externen Lügner holen, weil man ihm ja mehr glauben könnte als der eigenen Lügenpresse.","replies":[]}]}]},{"id":"","poster":"Yetie3","date":"2016-04-25T14:09:04.342+0000","up_votes":2,"down_votes":1,"body":"Ich finde gut das es solche Artikel( Tipps für Runenseiten ) und zu anderen Dingen gib. {{sticker:zombie-nunu-hearts}} ","replies":[{"id":"","poster":"Riot Nusliful","date":"2016-04-25T14:25:37.797+0000","up_votes":1,"down_votes":1,"body":"Das freut mich zu hören! Sicherlich aber auch unsere externen Schreiber :)","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:25:17.793+0000","up_votes":3,"down_votes":4,"body":"Schreibt eurem externen Schreiber mal zwei Dinge:\r\n1.) es gibt mehr Champions als nur Yorick die von euch Balancern vergessen werden, während Fiora und Darius wesentlich öffter ganze Reworks bekommen. Denkt man an Urgot... Galio... und noch viele mehr.\r\n2.) Ihr seit selber Schuld wenn es \"über 120 Champions und Items und bla bla bla\" gibt - alles ausreden, denn ihr seid ja selber daran schuld wenn ihr jeden 3. Monat einen frischen OP-Champ herausdrückt für die Verkaufszahlen, Reworks aber Jahre brauchen damit alte Champions wieder brauchbar sind.\r\n\r\nDieser Artikel ist eigentlich nur Propaganda, endlich aufzuhören Riot die Schuld zu geben das Riot ihr Spiel nicht richtig balancen. Spielt mal SMITE und schaut euch an wie es ist wenn sich Leute wirklich darum kümmern dass das Spiel ausgeglichen und Fair ist, anstatt asiatischen Progamern den Lohn zu erhöhen.","replies":[{"id":"","poster":"RankaxLee","date":"2016-04-26T07:22:11.439+0000","up_votes":2,"down_votes":3,"body":"Kann das nur unterstreichen. Einer der wenigen Kommentare, die mal aufzeigen was Sache ist.\nRiot hat finde ich eine Art Diktatur aufgebaut, in dem vordiktiert wird, was richtig oder falsch sein soll und die Änderungen den Nutzer aufgezwungen werden ohne eine Konsensentscheidung bei den Spielern herbeizuführen. Was mir eben auch gar nicht gefällt ist die Bevormundung wie man sich angeblich richtig in einem Spiel verhalten soll. Ich gehöre zu einer Minderheit von Spielern und fühle mich regelrecht diskriminiert von RIOT.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-04-26T17:33:46.132+0000","up_votes":2,"down_votes":1,"body":"Diktatur? Genau ! Es steht ja jemand mit ner Kalaschnikow hinter dir und zwingt dich zu spielen, oder?\r\nWer die AGB und das sonstige Gehabe (sprich Geschäftsmodell) von RIOT nicht mag , darf ja was anderes spielen !","replies":[{"id":"","poster":"RankaxLee","date":"2016-04-29T11:49:26.811+0000","up_votes":1,"down_votes":1,"body":"Was hat Diktatur mit einer Klaaschnikow zu tun? Sind wir wieder mal bei sinnfreien Argumenten?","replies":[]}]}]}]},{"id":"","poster":"Miso","date":"2016-04-25T14:32:22.572+0000","up_votes":1,"down_votes":1,"body":"Einer freut sich auf jedenfall {{summoner:30}} ","replies":[]}]}]},{"id":"","poster":"Tarsius","date":"2018-01-06T13:43:22.543+0000","up_votes":1,"down_votes":0,"body":"Sorry für's Klugscheißen, aber Schach ist nicht perfekt gebalaned, weil Weiß zuerst am Zug ist, hat es einen leichten Vorteil (gewinnt auch statistisch etwas häufiger und man versucht das auszugleichen indem Spieler in Turnier ähnlich häufig Weiß und Schwarz bekommen). Deshalb muss man als schwarzer Spieler auch reaktivere Strategien spielen als als weißer Spieler. \r\nGrundsätzlich stimmt es aber natürlich trotzdem, dass sich das Balancing nicht ändert (Weiß war ja auch schon vor 100 Jahren zuerst dran) und deshalb Strategien auf höherem Niveau sehr viel genauer optimiert sind als sie es bei lol je sein können. ","replies":[]},{"id":"","poster":"Skycrafterle","date":"2016-04-27T18:00:16.532+0000","up_votes":1,"down_votes":0,"body":"{{champion:83}} ","replies":[]},{"id":"","poster":"SchoolboyQQ","date":"2016-04-27T17:45:10.030+0000","up_votes":1,"down_votes":0,"body":"I MISS SEASON 2 {{item:1054}} ","replies":[]},{"id":"","poster":"Schweinebacke42","date":"2016-04-27T16:11:49.285+0000","up_votes":1,"down_votes":0,"body":"Delete Guinoos pls....","replies":[]},{"id":"","poster":"N0N0Body","date":"2016-04-27T13:11:00.242+0000","up_votes":1,"down_votes":0,"body":"DEVOURER DÜRFT IHR NICHT ENTFERNEN BITTE NICHT ","replies":[]},{"id":"","poster":"EPiCRUNCH","date":"2016-04-27T12:40:51.909+0000","up_votes":1,"down_votes":0,"body":"doom bots\r\n","replies":[]},{"id":"","poster":"Tjenias","date":"2016-04-27T12:12:37.314+0000","up_votes":1,"down_votes":0,"body":"wo kann man das bild von irelia downloaden?","replies":[]},{"id":"","poster":"godKito","date":"2016-04-27T09:31:59.411+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}}  good","replies":[]},{"id":"","poster":"Troldrum","date":"2016-04-26T21:30:15.212+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe gar nicht was alle immer mit Yi haben - ich finde den im Moment nicht wirklich zu stark. Ich halte generell viel vom Balancing, was mich stört sind all die neuen Unsterblichkeitstools, sei es Kindred, Tarik, Tham Ekko usw. Zwar bringt das dem Spiel noch mal eine neue Dimension hinzu, jedoch kann es schon frustrierend sein, wenn die wombo-kombo auf Kindred trifft, das LeBlanck outplay auf Tham, das überragende Kiting auf Ekko. Auch finde ich dass neue Champions zu viele Stärken haben. Auch hier würde ein wenig mehr lineares Charakterdesign glaub ich ganz gut tun. So empfinde ich {{champion:58}} als gelungener als {{champion:420}}, {{champion:51}} besser als {{champion:202}} . Zwar passen bei den Neueren die Fähigkeiten besser zu deren Persönlichkeit, die Alten passen aber besser in League of Legends, wenn das irgendwie logisch klingt.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-04-26T21:44:58.921+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Troldrum,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=0036,timestamp=2016-04-26T21:30:15.212+0000)\n>\n> Ich verstehe gar nicht was alle immer mit Yi haben - ich finde den im Moment nicht wirklich zu stark. Ich halte generell viel vom Balancing, was mich stört sind all die neuen Unsterblichkeitstools, sei es Kindred, Tarik, Tham Ekko usw. \n\nHier im Forum liest man immer viel über sogenannte OP  Champs  ... sihe oben! Da wird sogar teemo zum OP^^\nDas sind dann die Noobs die zu unerfahren sind eine Thornmail zu kaufen oder gegen Teemo auf die Top gehen OHNE Magie resistenz ^^\n\nBei den Unsterblichen \" bin ich voll bei dir , wobei es sich bei Taric sehr in Grenzen hält !","replies":[]}]},{"id":"","poster":"Dr Bimboo","date":"2016-04-26T17:50:20.855+0000","up_votes":1,"down_votes":0,"body":"Eigentlich wollte ich ja auf das balance Video von Extra Credits verweisen, aber nach lesen des Artikels\r\nsieht es so aus als hätte der Autor dieses schon gesehen ;)","replies":[]},{"id":"","poster":"rammsteinsgate","date":"2016-04-26T17:33:20.435+0000","up_votes":1,"down_votes":0,"body":"Nur mal als kleine Randbemerkung: SCHACH hat KEINE asugeglichene Grundstellung. Ob bei optimalem Spiel eine Partie unentschieden wird ist eine andere ungeklärte Frage.","replies":[]},{"id":"","poster":"Tjenias","date":"2016-04-26T15:26:13.417+0000","up_votes":1,"down_votes":0,"body":"wo kann man das irelia bild downloaden, welches oben ist?","replies":[{"id":"","poster":"Miso","date":"2016-04-26T16:38:50.983+0000","up_votes":1,"down_votes":0,"body":"Die Bildquelle findest du am Ende des Artikels :)","replies":[]}]},{"id":"","poster":"Demigod Hope","date":"2016-04-26T11:52:52.010+0000","up_votes":1,"down_votes":0,"body":"\"Wir kennen alle ein Spiel, das perfekt balanciert scheint und seit Jahrhunderten in derselben Form existiert: Schach.\" \r\nLeider bleibt es nur beim Schein. Weiß > Schwarz; Die These ist, dass bei 2 perfekten Spielern Schwarz entweder ein Unentschieden rausholt oder das Spiel verliert. Die Statistik scheint dies zu bestätigen (Google danach kann man ja selbst) :P","replies":[{"id":"","poster":"Miso","date":"2016-04-26T14:00:10.584+0000","up_votes":1,"down_votes":0,"body":"Oh, mir fällt auf, dass ich vergessen habe im Artikel selbst Balance zu definieren. Das tut mir leid.\nIm Spieldesign gibt es das Konzept der Balance, dessen Ziel es ist, alle Einheiten oder Komponenten effektiv zu halten. Beim Schach besitzt jeder die selben Einheiten und Komponenten, die alle das selbe können. So ist Schach perfekt balanciert, aber noch lange nicht fair.\n\n","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T15:46:00.977+0000","up_votes":1,"down_votes":0,"body":"Oh, mir fällt auf...\n\nSchach ist perfekt ausbalanciert, weil jeder Spieler die selben Figuren mit den selben Fähigkeiten hat - somit hat jeder Spieler die selben Möglichkeiten um zu gewinnen. Totale Balance.\n\nWenn du das gleiche bei Riot versuchst zu übernehmen, scheiterst du schon komplett ab dem Punkt \"Champion picken\", stolperst dann beim \"Balancing per Patchnotes = der wird schlecht und der andere besser, aber dann wird es OP\" und noch an vielen Punkten mehr.\n\nVerstehst du nun vielleicht besser wieso sich LoL noch eine ganz dicke Scheibe an Schach abschneiden sollte, weil es gerade jetzt einfach zu schlecht ausbalanciert ist? Oder wollen wir von Yorick reden? Von Galio oder Urgot? Oder wollen wir mitzählen wie oft Maxim in seinen Videos zum neuen Patch \"Schaden des Todes\", \"gg\", \"damage of doom\" oder \"ridicilouse\" benutzt? So oder so oder so - du wirst verlieren.","replies":[]}]}]},{"id":"","poster":"ROYAL REVOLUTION","date":"2016-04-26T09:46:37.359+0000","up_votes":1,"down_votes":0,"body":"Warum macht ihr Schach so schlecht? Ich bin Schachspieler und finde den Artikel nur gut, bis Schach als recht starres Spiel beschrieben wird. Denn das hat Schach nicht verdient. Dort gibt es auch nicht festgeschriebene Taktiken, die sich viel schneller lernen lassen, als Strategien. Der Vergleich mit Schach ist meiner Meinung nach absoluter Scheiß - T'schuldigung, aber es ist so.","replies":[{"id":"","poster":"Miso","date":"2016-04-26T13:53:48.332+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ROYAL REVOLUTION,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=002d,timestamp=2016-04-26T09:46:37.359+0000)\n>\n> Warum macht ihr Schach so schlecht? Ich bin Schachspieler und finde den Artikel nur gut, bis Schach als recht starres Spiel beschrieben wird. Denn das hat Schach nicht verdient. Dort gibt es auch nicht festgeschriebene Taktiken, die sich viel schneller lernen lassen, als Strategien. Der Vergleich mit Schach ist meiner Meinung nach absoluter Scheiß - T&#x27;schuldigung, aber es ist so.\n\nHey!\n\nEs war wirklich nicht meine Absicht Schach im geringsten schlecht zu reden. Bin selbst begeisterter Schachspieler und habe lediglich meine Perspektive dargelegt, wieso man beim Schach spielen auf lange Sicht auf Hindernisse stoßen könnte.","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-26T15:41:13.980+0000","up_votes":1,"down_votes":0,"body":"Und bei Riots schlechtem Balancing nicht? Wie gelogen wäre das denn?\n\nIm Schach hat wenigstens jeder Spieler die gleichen Figuren und damit wahrhaftig die gleichen Chancen zu gewinnen - anders als bei einem Spiel wo Counter, Reworks und Release entscheiden wer den Magic boost of Win Support von Riot erhalten hat.","replies":[]}]},{"id":"","poster":"LokiOdinson","date":"2016-04-26T15:39:36.239+0000","up_votes":1,"down_votes":0,"body":"Erwarte bitte nicht das Riot die Feinheiten von Schach kennt, wenn Riot doch schon die Balance im eigenem Spiel nicht rafft xD Sie sind einfach unfähig, das ist leider so. Das sie dabei noch einen Schreiber der eigenen Marketing-Abteilung da bezahlen um solchen Mist zu verzapfen sollte da kein großer Schock sein.","replies":[]}]},{"id":"","poster":"AllMid AllRandom","date":"2016-04-26T10:42:10.127+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir nun sicher 20 Profile der Spieler,welche hier geschrieben haben angeschaut und muss sagen, ich bin erschüttert. Dass Riot euch, den Spielern, welche teils Unrank/Bronze/Silber sind nicht zuhört und Garen/Teemo/Master Yi nerft.... Mensch zuerst solltet ihr das Spiel begreifen, bevor ihr über Championbalance reden und hier weinen könnt.","replies":[{"id":"","poster":"Miso","date":"2016-04-26T14:01:43.725+0000","up_votes":1,"down_votes":0,"body":"Ich finde die verschiedenen Perspektiven dennoch interessant :)","replies":[]}]},{"id":"","poster":"ROYAL REVOLUTION","date":"2016-04-26T11:26:36.129+0000","up_votes":1,"down_votes":0,"body":"Warum macht ihr Schach so schlecht? Ich bin Schachspieler und finde den Artikel nur gut, bis Schach als recht starres Spiel beschrieben wird. Denn das hat Schach nicht verdient. Dort gibt es auch nicht festgeschriebene Taktiken, die sich viel schneller lernen lassen, als Strategien. Der Vergleich mit Schach ist meiner Meinung nach absoluter Scheiß - T'schuldigung, aber es ist so.\r\n\r\nDarüber hinaus sind es nicht 50+ Items, sondern bereits 60+ Items (65 Items für \"Kluft der Beschwörer\" um genau zu sein), was aber immer noch recht wenig ist, wie ich finde.","replies":[]},{"id":"","poster":"SuppWants2Engage","date":"2016-04-25T19:38:03.618+0000","up_votes":1,"down_votes":0,"body":"Kurz vorneweg: Sehr guter Artikel!\r\n\r\nJetzt zu den ganzen Profis in den kommentaren:\r\nBevor ihr alle euch so viel aufregt, bitte versucht mal ein spiel wie LoL zu balancen. Ich gebe zu das zb. Garen ähm naja doch ein bisschen zu krass ist, aber alle anderen finde ich gut so wie sie sind! Natürlich gibt es immer wieder mal den ein oder anderen Champ der mal wieder besser ist, aber nur so bleibt die Abwechslung da, und genau das liebe ich so an LoL.\r\n\r\nAlso nochmal, bevor ihr rumheult und euch aufregt, bitte balanced das erstmal selber. \r\n\r\nAnsonsten kann ich nur noch eins sagen:\r\n\r\n**Danke Riot für dieses geile Spiel! **\r\n\r\n {{sticker:slayer-pantheon-thumbs}} {{sticker:zombie-nunu-hearts}} ","replies":[{"id":"","poster":"Miso","date":"2016-04-26T09:18:18.286+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für deine netten Worte :)","replies":[]}]},{"id":"","poster":"Superbahamut","date":"2016-04-25T20:22:44.452+0000","up_votes":1,"down_votes":1,"body":"Guter Artikel, Riot\r\nHab mich mal ein bisschen durch die Kommentare gelesen und ehrlich gesagt, bei manchen musste ich schon fast die Hand vor Gesicht schlagen. Da ich kein Bock das jetzt überall einzel zu kommentieren(weil die chance dass ers sieht, sowieso klein ist) und ich mich nicht x-mal wiederholen will, mach ichs hier.\r\nso überflogen hab ich zwei hauptaussagen rausgelesen aus den Kritiken: 1. Die werden falsch balanciert (starke stärker, schwache schwächer) und Riot soll sich doch weniger auf skins etc konzentieren dafür mehr auf das.\r\n\r\nLiebe Community......\r\n Ich weiss das Durchschnittsalter ist vermutlich noch unter der Mündigkeit aber was glaubt ihr eigentlich wie viele Leute bei Riot arbeiten? 10, 12? und diese sitzten alle bis auf 2 an den skins? Ich kenn keine Zahlen aber die beschäftigen weitaus mehr Leute, die in Teams aufgteilt sind und jede seine eigene Aufgabe hat. Die Leute die Skins machen, sind nur (oder hauptsächlich) da für skins. die haben nen nichts mit dem Balancing des Spiels zu tun. Es sitzen mindestens genausoviele an dem Balancing Thema und wieder andere lesen den ganzen *sorry* scheiss hier durch den manche von sich geben, weil sie denken sie könnten mit einem Fingerschnipp alle champs in Balance bringen und denkt, dass bei Riot sowieso nur *sorry* Idioten Sitzen. Zudem sollten ihr vielleicht mal bedenken, dass es in LoL weitaus mehr Ligen gibt als nur eure. Mir ist dabei jetzt egal ob ihr Bronze oder Platin seid. Entweder ist ein Champ in Bronze zu stark der in Platin. beiden kann mans nicht recht machen, weil die Spielweisen sich unterscheiden wie Äpfel von Birnen. Also macht Riot halt nen Kompromiss und guckt, dass des in möglichst vielen Fällen stimmt.\r\n\r\nUnd auf so Aussagen wie: lol braucht kein Skill oder Riot ist Geldgeil geh ich gar nicht gross ein. zu ersterem sag ich: dann spielt doch mal mit einem Op champ gegen einer aus der lcs der nen Champ nach euer Wahl spiel. Er zerreist euch trotzdem. \r\nzu zweiterem: macht zuerst mal euren Schulabschluss und geht arbeiten. Riot verdient einen grossteil ihres Einkommens mit den skins, die ihr alle FREIWILLIG kauft.\r\n\r\nSo ich warte jetzt auf kommentaren, von irgendwelchen flamern die meinen ich werd von Riot bezahlt für den Comment oder hätte keine Ahnung weil ich Bronze bin. Macht ruhig, ich hol mal Popcorn. \r\nEin upvote noch an die Leute die den Artikel hier auch gründlich gelesen und auch verstanden haben.\r\n\r\nGrüsse Superbahamut\r\n\r\nP.s. Riot, Das Bild oben von Irelia finde ich persönlich besser als das aktuelle. :-)","replies":[{"id":"","poster":"Miso","date":"2016-04-26T09:17:57.379+0000","up_votes":1,"down_votes":0,"body":"> Zudem sollten ihr vielleicht mal bedenken, dass es in LoL weitaus mehr Ligen gibt als nur eure. Mir ist dabei jetzt egal ob ihr Bronze oder Platin seid. Entweder ist ein Champ in Bronze zu stark der in Platin. beiden kann mans nicht recht machen, weil die Spielweisen sich unterscheiden wie Äpfel von Birnen. Also macht Riot halt nen Kompromiss und guckt, dass des in möglichst vielen Fällen stimmt.\n\nMit dem Satz bist du bei mir auf Gold gestoßen. Alleine durch eure Kommentare hier wurde mir bewusst, wie stark Champions aus anderen Perspektiven wirken können. Auch wenn ich selbst mit keinem derzeitigen Champion ein großes, unbehebares Balanceproblem sehe, kann ich verstehen, wie Champions wie Fizz, Ekko, Evelynn und Teemo für manch andere Spieler ein Problem darstellen können.","replies":[]}]},{"id":"","poster":"TheRealGarlic","date":"2016-04-25T21:49:32.479+0000","up_votes":1,"down_votes":0,"body":"Mit der Aussage :\r\n\r\n\r\n\"zum Beispiel Yorick, der schon seit langem das Rampenlicht sucht und bisher nur von Liebhabern gespielt wird, aber nicht von der großen Masse. Aber dieser Sonderfall ist hinzunehmen\"  \r\n\r\nläutern Sie sich so , das sie nicht vorhaben in nahe Zukunft Yorick zu überarbeiten. \r\nDas finde ich sehr schade, da dieser Champ viel Potenzial hat.\r\nStatt neue Champions raus zubringen solltet ihr lieber die vorhandenen überarbeiten. \r\n\r\nMit freundlichen Gruß   ","replies":[{"id":"","poster":"Miso","date":"2016-04-26T09:13:39.881+0000","up_votes":1,"down_votes":0,"body":"Denk bitte daran, dass ich nicht für Riot spreche. Alles was ich hier geschrieben habe, sind meine eigenen Beobachtungen. Und falls du dich um Yorick sorgst, seine Überarbeitungen steht schon längst auf dem Plan. Hier ist die Frage nicht mehr ob, sondern wann.","replies":[]},{"id":"","poster":"TheRealGarlic","date":"2016-04-25T22:07:52.492+0000","up_votes":1,"down_votes":0,"body":"{{champion:83}}  R.I.P","replies":[]}]},{"id":"","poster":"MayaChan","date":"2016-04-25T22:00:33.436+0000","up_votes":1,"down_votes":0,"body":"Ein Spiel, in dem jede Seite die gleiche Ausgangsbedingung hat und wo nacheinander im ABAB-Muster gespielt wird kann nie 100%ig ausgeglichen sein. Im Falle von Schach hat die weiße Seite dadurch immer einen kleinen Vorteil, vor allem wenn es darum geht, bestimmte Positionen zu verteidigen oder Figuren zu opfern (und das nicht nur am Anfang, auch gegen Ende hin kann das immer noch ein großer Faktor sein). Unter Laien, die nicht genau gleich stark sind fällt das natürlich nicht wirklich auf, aber bei den besten Spielern entsteht dadurch eine kleine Verschiebung. Bei trivialeren Spielen wie Tic-Tac-Toe wird das sogar extrem deutlich, wo ein guter Spieler nie verliert, solange er anfangen darf (auf der anderen Seite hat der Gegner dann aber natürlich die Möglichkeit, in jedem Spiel die Niederlage auch abzuwenden^^)","replies":[{"id":"","poster":"Miso","date":"2016-04-26T09:12:15.239+0000","up_votes":1,"down_votes":0,"body":"Hey Mayachan,\n\nals ich den Artikel geschrieben habe, war mir bewusst, dass Weiß öfters gewinnt als Schwarz, was natürlich aus dem Start resultiert. Schließlich findet Schwarz sich zu Beginn stets in der Reaktionsrolle, also muss damit umgehen, was Weiß gestartet hat. Dies kann sich während des Spiels natürlich umstellen, aber dafür muss man entsprechende Spielzüge hinbekommen. \n\nLetztendlich aber haben beide Parteien die selben Figuren - damit die selben Möglichkeiten.","replies":[]}]},{"id":"","poster":"AcidCrow","date":"2016-04-26T08:58:11.606+0000","up_votes":1,"down_votes":0,"body":"ich finde das mit dem balancing habt ihr eigtl gut hinbekommen.  wen ich hier schon im chat lese \" tank meta , nimmst rammus farmst n bisschen und bist op\"        mag zwar sein   und grad als rammus main weis ichs selbst wie stark das sein kann aber kaufxt dirne qss gegen ihn  oder hat  der gegner sowas wie janna oder vayne adc im team  haste echt n problem .     man sollte nie vergessen das league of legends 'n teamspiel ist  und man deswegen nicht immer als erstes dran denken soll wie op der champ im 1 on1 sein mag .    ","replies":[]},{"id":"","poster":"oRedZoneo","date":"2016-04-26T05:06:58.504+0000","up_votes":1,"down_votes":0,"body":"NUR SO MAL NE FRAGE xD\r\nwie wäre es mal mit neuen champs ? wäre mal auch was geiles und nicht mit ähnlichen fähigkeiten wie die anderen champs sondern ganz einzigartige fähigkeiten was nicht so ähnlich sind ? {{champion:24}} ","replies":[]},{"id":"","poster":"LePaw","date":"2016-04-25T23:22:57.595+0000","up_votes":1,"down_votes":0,"body":"Veränderung ist Super aber ein Oldschool Server wär auch nicht schlecht. Beta zeiten waren so lustig","replies":[]},{"id":"","poster":"UncleBäämz","date":"2016-04-25T23:08:30.028+0000","up_votes":1,"down_votes":0,"body":"Ich  hoffe nur das sich lol nie so stark verändern wird wie World of Warcraft","replies":[]},{"id":"","poster":"Rambi","date":"2016-04-25T21:38:34.349+0000","up_votes":1,"down_votes":0,"body":"Das Bild von Irelia ist toll :) ","replies":[]},{"id":"","poster":"iExclusivQ","date":"2016-04-25T21:37:53.355+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach unnötig. Ihr mangelt es an nichts.\r\nIhr solltet euch lieber eher gedanken an Eveylnn machen.\r\nSie ist sowas von low geworden wegen euren ganzen debuffs, im Jungle easy kill, da sie sehr wenig leben hat.\r\nIhre Spells habt ihr unnötig verändert. Für Dunkle rassarei braucht man jetzt Mana? Really?\r\nUnd das wollt ihr ausgleichen indem ihr ihre passiven eine Manaregi hinzufügt die sowieso nur funkt wenn sie unsichtbar ist?\r\nIhr könntet statt solche unnötiges veränderungen, ihren Spell Ravage verändern: Man braucht unbedingt einen Gegner um diesen Spell zu aktivieren, muss das sein? Wenn man grad am Splittpushen ist , ist sowas echt doof das man auf die Gegnerischen Minions warten muss bis man seine Fähigkeit einsetzen kann.\r\nIhr könntet Ihre Ulti verändernt. Z.b  einen Grundschaden hinzufügen, damit sie auch Kills mit ihrer Ulti erlangen kann.\r\n Man sie ist eine Assasine, sie sollte doch zu sowas in der Lage sein? Aber stattdessen kriegt sie nen lächerlichen Schild in Abhängigkeit des gegnerischen Lebens, die sowieso nach ein Paar Sekunden verblast . Bitte macht was. Sie ist einfach nur Crap geworden. Im Lategame useless, wenn sie nicht 18/0 steht und auch dann kann sie nicht das Spiel tragen obwohl sie eine Assasine ist.\r\nBitte nimmt sie unter die Lupe .\r\n\r\nMit freundlichen Grüßen.","replies":[]},{"id":"","poster":"AmanitaCitrina","date":"2016-04-25T17:39:25.764+0000","up_votes":1,"down_votes":0,"body":"Das Balance in einem Spiel mit über 120 Champs und etlichen Itimkombinationen schwer ist, kann ich vollkomen nachvollziehen. Schade finde ich es aber wenn das Spiel einfach durch ,,Vereinfachungen'' an Tiefe verliert.\r\nAls {{champion:12}} -Spieler hätte ich heulen können nachdem die Combo ,,vereinfacht'' wurde und im Zuge dessen der E vollkommen unbrauchbar geworden ist. Ähnliches gilt wohl für {{champion:13}}  (jaja Q dmg ist höher und so,.....).\r\nIch warte noch darauf das Riot den {{item:3340}} jump von {{champion:64}}  unmöglich macht...","replies":[{"id":"","poster":"LokiOdinson","date":"2016-04-25T20:38:42.959+0000","up_votes":1,"down_votes":0,"body":"Dazu musst du aber noch sagen das Riot selbst schuld ist wenn es nun über 120 Champions und etliche Itemkombinationen ist wenn sie jeden 3. Monat eienn neuen Champion OP rausbringen und alte Veteranen über Jahre ohne Reworks versauern lässt, wesswegen es keine Ausrede mehr ist wenn es \"ach so schwer\" sein soll.","replies":[]}]},{"id":"","poster":"niggo1401","date":"2016-04-25T20:23:27.215+0000","up_votes":1,"down_votes":0,"body":"Soweit sehr richtig!\r\nAber trotzdem dauert es oft einfach zu lange, bis ein Champion generft wird - vorausgesetzt, es geschieht überhaupt. \r\nEkko ist schon fast einen Monat lang zu spielen, ist aber doch noch immer zu overpowered (Ekko besitzt eine 60%ige Win-Chance).\r\nDas sollte - zumindest meiner Meinung nach - schneller gefixt werden.\r\nOb das alles so **möglich** ist, ist eine andere Frage.","replies":[]},{"id":"","poster":"KleinTyli","date":"2016-04-25T18:34:44.466+0000","up_votes":1,"down_votes":0,"body":"Das erklärt trotzdem nicht warum immer so \"MEGA\" Patches kommen. Es ist schon schwer Details zu balancen , aber in einem Patch mehrere Champs reworken und neue Gegenstände einführen - das kann nicht klappen Riot.","replies":[]},{"id":"","poster":"Kuu","date":"2016-04-25T18:02:19.854+0000","up_votes":1,"down_votes":0,"body":"Die Ballance ist schon wichtig, aber bei so vielen Champions eine kaum lösbare Aufgabe. Manchmal schraubt ihr mir zu viel an Champions herum... nehmen wir z.B. Cassiopeia: Sie wurde nun innerhalb von nicht mal 2 Jahren 2 oder 3 mal überarbeitet und damit meine ich nicht die Änderungen an ihrer Ballance, sondern an ihrer Spielweise. Anstatt so viel an Champions herumzusägen und euch nur auf die Meisterschaften auszulegen, wäre es schöner sich mehr der breiten Spielermasse zu zuwenden. Jene, die zum Spaß spielen und sich über mehr Abwechslung freuen z.B. wenn ein neuer Spielmodus oder eine neue Karte erscheint. Bei so vielen Champions ließe sich weit mehr Potenzial und Interaktion herausholen, als sie immer nur auf die selben Richtfelder zu schicken und nach den selben Regeln kämpfen zu lassen....","replies":[]},{"id":"","poster":"CNe Syndicate","date":"2016-04-25T17:52:39.447+0000","up_votes":1,"down_votes":0,"body":"Zu viele Änderungen auf einmal. Man sollte sich einen Champ vornehmen und diesen dann überarbeiten, nicht gleich 14 und dazu noch alle AP Items + Dragon... wobei machnche Reworks zu krank sind. (In dieser Hinsicht freue ich mich insgeheim da ich Brand nur zu gerne spiele {{champion:63}} )\r\nManch andere Champs sollten mal eine Grenze bekommen...yi teemo garen nasus yasou darius lb fizz....","replies":[]},{"id":"","poster":"DERWAHRESIXON","date":"2016-04-25T17:04:46.388+0000","up_votes":1,"down_votes":0,"body":"Championbalance einfach 2x den gleichen Satz, sieht ja besser aus :D\r\n{{summoner:13}} ","replies":[{"id":"","poster":"Miso","date":"2016-04-25T17:38:09.307+0000","up_votes":1,"down_votes":0,"body":"Oh man, da ist leider etwas schiefgelaufen. Ich habs den entsprechenden Leuten weitergeleitet.","replies":[]}]},{"id":"","poster":"Raîshu","date":"2016-04-25T17:14:53.421+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich Riot wollt ihr meine Meinung hören???\r\nFalls Ja dann sag ich euch nur eins. Egal was ihr auch macht und tut ihr zerstört jedesmal das Spiel umso mehr. Nur weil einer mit nem Champ gut spielt heißts dann boah ders OP müssen gleich nerfen. Mit so einer Einstellung kommt ihr nicht weit... irgendwann pfeift die Com auf euch... Wahrscheinlich tun Sie das schon.\r\nDas spiel wird nie ausbalanciert sein, da die macher immer mehr und mehr den Spielspaß zerstören und Champs einfach mal tot nerfen. Und hinter heißt es warum spielt den und den keiner mehr... und nach 1Jahr kommt dann wieder ein Buff... wo bleibt der sinn???\r\nFazit: Well Done Riot! macht weiter so und zerstört ein gutes Spiel mehr und mehr was ohnehin schon zerstört ist.","replies":[]},{"id":"","poster":"Shakohead","date":"2016-04-25T17:12:31.114+0000","up_votes":1,"down_votes":0,"body":"Hauptsache man redet sich alles schön was einem gefällt, Siegmund Freund bezeichnete sowas schon als Verdrängung.","replies":[]},{"id":"","poster":"TerrorRaven","date":"2016-04-25T16:58:23.831+0000","up_votes":1,"down_votes":0,"body":"Das Bild von Irelia gibt es nicht zufällig auch ohne den Schriftzug \"Balancakt\"?","replies":[{"id":"","poster":"Miso","date":"2016-04-25T17:02:43.983+0000","up_votes":1,"down_votes":0,"body":"Hey, schau dir doch einmal die Bildquelle unter dem Artikel an! :)","replies":[{"id":"","poster":"TerrorRaven","date":"2016-04-25T17:04:09.973+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Miso,realm=EUW,application-id=hGYdiTd1,discussion-id=ik19crkl,comment-id=00110000,timestamp=2016-04-25T17:02:43.983+0000)\n>\n> Hey, schau dir doch einmal die Bildquelle unter dem Artikel an! :)\n\nOh, hab die nicht gesehen. Danke.","replies":[]}]}]},{"id":"","poster":"PS Lucifer","date":"2016-04-25T16:21:48.605+0000","up_votes":1,"down_votes":0,"body":"könnt ihr das bild von irelia zu ihrem main splash-art machen. Ich finde es viel besser als das neue ;(","replies":[]},{"id":"","poster":"SheRockZx","date":"2016-04-25T15:44:04.910+0000","up_votes":1,"down_votes":0,"body":"Gibt es das Bild von Irelia auch als Wallpaper?","replies":[{"id":"","poster":"Miso","date":"2016-04-25T16:19:54.007+0000","up_votes":1,"down_votes":0,"body":"In der Bildquelle, die unten angegeben bist, findest du sicher weiteres dazu.","replies":[]}]},{"id":"","poster":"Smaragdon","date":"2016-04-25T15:43:56.841+0000","up_votes":1,"down_votes":0,"body":"Irelia VU confirmed? :o","replies":[{"id":"","poster":"Marcus Phillida","date":"2016-04-25T16:06:50.013+0000","up_votes":1,"down_votes":0,"body":"Was bedeuted VU?","replies":[]}]},{"id":"","poster":"Reeasy","date":"2016-04-28T01:58:10.341+0000","up_votes":1,"down_votes":1,"body":"Ich fühle mich in dieser  Saison  einfach nicht mehr wohl, jedes Item jeder Champ der einen Rework bekommen hat ist einfach scheiße oder einfach Extrem Stark {{champion:104}}  zum beispiel ist das beste Beispiel!. Dieser ADC ist jetzt der neue Jungel   kann mit dem richtigen Items einfach nicht mehr sterben und macht Schaden wie 2.  \r\n\r\nIch finde es sehr schade das Riot sich keine mühe mehr gibt mit Champs oder Items!.\r\nIch habe angefangen mit dem Champ {{champion:102}}  wo er raus kam und hatte diesen auch als ersten  Champ + Skin gekauft.\r\nSaison 3 Saison 4 waren für mich als Spieler noch echt entspannend, aber ab saison 5 hat Riot angefangen das Spiel neu zu entdecken was ich leider nicht verstehen kann. Es war doch alles super die Champs waren nicht zu Stark oder zu Schwach aber es gab halt auch Champs wie {{champion:91}}  {{champion:238}}  {{champion:55}}  aber man konnte sie mit viel CC gut halten.\r\n\r\nChamps wie zum beispiel {{champion:28}}  und {{champion:84}}  {{champion:6}}  waren halt nicht so extrem Stark im Early  dafür waren sie aber im Mittel oder late game sehr Stark.\r\n\r\n\r\nZu den Reworks:\r\nMein Lieblings Champ war {{champion:14}} ich hab in so gern gespielt im Jungel als Ap  auf der Toplane als  Ad/tank und in der Mid voll Ap. \r\nDer neue {{champion:14}}  ist in meinen Augen echt schrecklich gemacht worden,  sein CC ist zwar echt der Hammer wenn man mal trifft hust !, aber seine E und seine Ulti sind in meinen Augen der größte mist den sie bei diesen Champ gemacht haben.\r\nWenn ihr den Sion mögt toll für euch aber ich mag ihn einfach nicht. \r\n\r\n{{champion:104}}  da muss man nicht viel Sagen das sieht man an seiner Winrate, wo sie sich da die Balance rausgesucht hatten frag ich mich ja immer noch xD. Ich fand den alten {{champion:104}}  echt gut hatte auch nie Probleme mit diesen Champ, warum er einen Rework bekommen hat weiß ich echt nicht.\r\n\r\n{{champion:16}} Auch zum kotzen wieso ?!.\r\n\r\n\r\n\r\nItems die viel zu Stark sind:\r\n\r\n{{item:3124}}  viel zu Stark macht Champs wie {{champion:39}}  {{champion:96}} {{champion:18}} {{champion:24}} {{champion:10}}  einfach zu Stark!. Und das finde ich zum kotzen wenn der Top  Spieler  das Item hat und du hast zum beispiel {{item:3068}} dann räumt er dich einfach weg und den Jungler auch ;D.\r\n\r\n\r\n{{item:3812}} und das Item  {{item:3053}}  auf {{champion:104}}  sind 2 Items die diesen Champ einfach unschlagbar machen!.\r\n\r\n\r\n\r\nItems die gut sind:{{item:3147}}  und {{item:3748}}  {{item:3303}}  finde ich super.\r\n________________________________________________________________________________________________________/\r\n\r\n\r\nAlso mir ist das egal was die anderen Pro Spieler hier sagen aber ich finde die Saison 6 schrecklich!.\r\nIhr könnt euch ja freuen das ihr mit diesen Champs und Items klar kommt, aber das hat nix mehr mit Spaß oder Skill zu tun!.\r\nWenn du mit einen Item einen Spieler fast  mit einer Rota killen kannst.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n ","replies":[]},{"id":"","poster":"iExclusivQ","date":"2016-04-25T21:38:36.519+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung nach unnötig. Ihr mangelt es an nichts.\r\nIhr solltet euch lieber eher gedanken an Eveylnn machen.\r\nSie ist sowas von low geworden wegen euren ganzen debuffs, im Jungle easy kill, da sie sehr wenig leben hat.\r\nIhre Spells habt ihr unnötig verändert. Für Dunkle rassarei braucht man jetzt Mana? Really?\r\nUnd das wollt ihr ausgleichen indem ihr ihre passiven eine Manaregi hinzufügt die sowieso nur funkt wenn sie unsichtbar ist?\r\nIhr könntet statt solche unnötiges veränderungen, ihren Spell Ravage verändern: Man braucht unbedingt einen Gegner um diesen Spell zu aktivieren, muss das sein? Wenn man grad am Splittpushen ist , ist sowas echt doof das man auf die Gegnerischen Minions warten muss bis man seine Fähigkeit einsetzen kann.\r\nIhr könntet Ihre Ulti verändernt. Z.b  einen Grundschaden hinzufügen, damit sie auch Kills mit ihrer Ulti erlangen kann.\r\n Man sie ist eine Assasine, sie sollte doch zu sowas in der Lage sein? Aber stattdessen kriegt sie nen lächerlichen Schild in Abhängigkeit des gegnerischen Lebens, die sowieso nach ein Paar Sekunden verblast . Bitte macht was. Sie ist einfach nur Crap geworden. Im Lategame useless, wenn sie nicht 18/0 steht und auch dann kann sie nicht das Spiel tragen obwohl sie eine Assasine ist.\r\nBitte nimmt sie unter die Lupe .\r\n\r\nMit freundlichen Grüßen.","replies":[{"id":"","poster":"iExclusivQ","date":"2016-04-25T21:39:10.459+0000","up_votes":1,"down_votes":1,"body":"#eure Meinungen bitte, aber nur wenn ihr sie wirklich kennt","replies":[]}]},{"id":"","poster":"CBeS Machete","date":"2016-04-25T14:24:57.324+0000","up_votes":2,"down_votes":3,"body":"Guter Artikel, grade in anbetracht der Tatsache, dass es unter den Patchnotes immer mehr Flame gibt. Hoffentlich wird er auch von den Leuten gelesen, die sich am ehesten davon angesprochen fühlen sollten. {{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"Miso","date":"2016-04-25T14:31:25.769+0000","up_votes":2,"down_votes":2,"body":"Hey, Danke! Hoffe wirklich, dass meine Einsicht ein paar Leuten helfen kann den ganzen Prozess dahinter zu verstehen.","replies":[]},{"id":"","poster":"LokiOdinson","date":"2016-04-25T15:21:17.901+0000","up_votes":2,"down_votes":2,"body":"Downvote.","replies":[]}]}]}