{"id":"3bhA2gH4","poster":"Harupeon","date":"2020-03-03T17:33:28.873+0000","title":"Euer neues Ranksystem ist dumme schei**","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":5,"body":"Mal ganz ehrlich.\r\n\r\nMan startet seit dieser season in Iron... all fine.\r\n\r\nWas aber nicht fine ist, ist dass dein Rank so gar nicht mit deiner MMR Skaliert.\r\nMan ist Bronze 3 2 1 und spielt mit Gold2 1 /Platin 4 3 zusammen, weil die MMR obviously higher ist, als der rank. Trotzdem hat man fucking Bronze als Rank. Wenn ich in Platin/Gold niveau spiele, will ich auch den verdammten Rank haben... Letzte season haste 9/10 games gewonnen und du warst Gold 4/3, heute biste Bronze 3 ... euer ernst. Was soll das?","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-04T08:51:12.998+0000","up_votes":2,"down_votes":0,"body":"Warum beschweren sich leute, dass ihre MMR höher ist als ihre aktuelle Liga?\nDas ist doch was gutes. Und du climbst extrem schnell und skippst auch schnell mal was.\nAber mal abgesehen davon:\nWenn du in Iron geplact wurdest hast du letzte Season ja wahrscheinlich silver beendet.\nWie kann deine MMR dann Gold/Plat sein?\n\nIch hab die Season in Gold 3 beendet und wurde nach dem ersten Game Bronze 1 eingerankt.","replies":[{"id":"","poster":"Harupeon","date":"2020-03-05T05:24:59.706+0000","up_votes":1,"down_votes":0,"body":"Letzte season gab es den Account nicht. Er ist frisch mit einer frischen mmr.\n\nWas mich stört ist die intransparentz. Warum muss ich in Bronze sein wenn ich obv. in Platin gold Spiele... das ist doch Schwachsinn. Das würde seit letzter season angepasst und ich verstehe nicht wieso.","replies":[{"id":"","poster":"The Pykeopath","date":"2020-03-05T09:02:46.197+0000","up_votes":1,"down_votes":0,"body":"> Was mich stört ist die intransparentz.\n\nWas ist denn daran nicht Transparent?\nWenn das ein frischer Account ist muss der doch in Iron geplact werden, wo denn auch sonst?\n\nMal angenommen du hast einen wirklich neuen Spieler und keinen Smurf. Der wird in den 10 Promo Games in jedem Spiel hart gecarried.\nNach deiner Logik wäre er ja dann Plat/Dia obwohl er das überhaupt nicht verdient hat und überhaupt nicht in die Liga gehört.\nIch hatte zum Beispiel extrem schlechte Placements, aber dadurch, dass ich Gold bin hab ich mich in kürzester Zeit von Bronze auf Gold gespielt.\nMeine ersten 2 Placements waren direkt 2x Autofill Jungle, insgesamt locker 4/10 spielen autofill.\nSoll ich nur wegen dem Grund jetzt in Iron geplact werden? Weil ich autofilled wurde?\n\nWie gesagt, wenn du Plat/Gold MMR hast und aktuell in Bronze bist wirst du extrem schnell climben und teilweise skippen. Also grinde halt die paar Spiele durch. Wo ist denn das Problem?\nDu musst das System doch so halten, dass frische Spieler da hinranken wo sie hin gehören und high Elo Leute werden sicher nicht hardstuck gold bleiben, die wissen wie sie spielen müssen um wieder in high Elo zu kommen.","replies":[]}]}]},{"id":"","poster":"Cenâreth","date":"2020-03-05T18:02:36.225+0000","up_votes":1,"down_votes":0,"body":"Du hast dass Game nicht kapiert, Rankeds bestehen nicht einfach nur aus \"Ich mache 10 Placement Spiele\" und dass wars dann.","replies":[]}]}