{"id":"nYjcN2g8","poster":"moon u","date":"2016-04-24T17:29:12.359+0000","title":"Starker High Ping","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Heyho Leute, habe ein Problem: Ich habe zurzeit das Vergn&uuml;gen IN FAST JEDEM EINZELNEN GAME sehr starke PING SPIKES zu haben. \n\nEs l&auml;uft folgenderma&szlig;en ab: Ich starte das Spiel (Ingame) und habe 5min meine Ruhe, dann urpl&ouml;tzlich steigt mein **Ping auf 600   1400   3600   6000   9000ms.**\nEs geht soweit, dass ich manchmal das Game ganz beenden muss und reconnecten muss. Dieses Problem mit den Ping Spikes tritt pro Game mal mehr oder weniger auf, manchmal 2-3x, manchmal beruhigt sichs gar nicht und ich muss das Spiel komplett abbrechen (&gt;lower Priority Queue).\n______\nZUSATZ: Ich BEENDE Steam und auch Uplay, BENUTZE w&auml;hrenddessen KEIN Internet (Spotify etc.) und es wird generell NICHTS bei mir oder anderen Nutzern meines Netzwerks heruntergeladen etc.. Mein Internet funktioniert &uuml;brigens, wenn ich einen solchen Ping Spike habe, ganz normal (hab schon getestet w&auml;hrend dem Spike Facebook zb zu &ouml;ffnen: Funktioniert einwandfrei und schnell! DH.: Ich habe solche PINGPROBLEME NUR BEI LEAGUE!\nAu&szlig;erdem gibt es durchaus Games zwischendrin wo das ganze Problem nur kurz bzw ganz schwach auftritt oder gar nicht. Allerdings sind diese zur Seltenheit geworden. \n\nWir benutzen derzeit eine 25k Leitung, das ganze l&auml;uft &uuml;ber die neuste FritzBox (haben wir erst seit einigen Monaten, seitdem begannen auch die Spikes) und unser Anbieter ist eigentlich &quot;Brandl Services&quot;, das ganze l&auml;uft aber mit dem Telekom Netzwerk. \n\nBITTE UM DRINGENDE HILFE!! Verdirbt mir echt ziemlich den Spielspass und Rankeds sind kaum m&ouml;glich\n\nGruss (sitze in lower prio queue)","replies":[{"id":"","poster":"moon u","date":"2016-04-30T15:12:24.377+0000","up_votes":1,"down_votes":0,"body":"Hier ein Spiel, dass ich gegen 16-17 Uhr gemacht habe, hatte da wieder 2 starke Einbrüche drinnen: Zu Beginn hat alles gut funktioniert für eine ganz ungewöhnlich lange Zeit, dann kam es aber zum ersten starken Einbruch und kurz darauf zum Nächsten, von dem es sich gar nicht mehr erholt hat und es bis zum Ende anhielt, Ergebnis: Das Spiel verloren, da ich bei den wichtigen Teamfights nicht anwesend sein konnte und reloggen musste, bzw einfach gestorben bin, weil das Spiel vor Pingproblemen nicht mehr reagierte.\n\nhttp://pastebin.com/bbUDZ5Jg\n\nDa ich in diesem Spiel allerdings anfangs keine Probleme hatte, kann ich auch noch ein weiteres Spiel aufnehmen, wo man die Probleme schon von Anfang an merkt, falls du die Probleme in diesem Spiel nicht gut genug auswerten kannst.\n\nWie kann ich das Netlog hier noch reinstellen?","replies":[{"id":"","poster":"legofreak1","date":"2016-04-30T15:19:35.424+0000","up_votes":1,"down_votes":0,"body":"Das Netlog kannst du auf die gleiche Weise reinstellen, wie auch das Tracert, wobei das vorerst nicht notwendig sein wird. Auch wenn das log nur Daten von einer Minute enthält, kann man das Problem deutlich sehen:\n\n>   1    61   82  750,29  2635,48  1770,39  fritz.box [192.168.178.1]\n\nDie Verbindung zu deinem Router ist ziemlich schlecht. Mach bitte folgendes:\n- Nutze testweise LAN statt WLAN.\n- Starte deinen Router neu (Strom raus, 5 Min warten, Strom wieder rein). Wenn das nicht hilft, nutze ein anderes Kabel und einen anderen Port an deinem Router und installiere deinen Netzwerktreiber neu.\n- Such nach neuer Firmware für deinen Router und installiere diese falls vorhanden\n- Mach einen [Speedtest](http://www.speedtest.net/). Ist das Ergebnis deutlich niedriger als das, was du bezahlst, ruf bei deinem ISP an.\n- Spiel nicht zu Peak-Zeiten. Also dann, wenn außer dir niemand bei dir zu Hause im Internet ist und es nicht zwischen 16:00 und 22:00 ist. Es geht auch getrennt, das eine ist dazu dar, um Überlastung von deiner Seite auszuschließen, das andere um Überlastung von ISP auszuschließen.\n- Führe keine großen Up-Downloads im Hintergrund aus. Diese können bei niedrigem Durchsatz der Leitung auch zu Problemen führen. Schließ also am besten alle Hintergrundprogramme, die eine Internetverbindung benötigen.","replies":[{"id":"","poster":"moon u","date":"2016-04-30T17:44:01.982+0000","up_votes":1,"down_votes":0,"body":"Dh. das Problem wird nicht durch League verursacht, sondern durch mein WLAN bzw meine Verbindung zum Router?","replies":[{"id":"","poster":"legofreak1","date":"2016-05-01T12:07:52.797+0000","up_votes":1,"down_votes":0,"body":"Das Problem im Spiel tritt auf, weil du während du spielst eine schlechte Verbindung zu deinem Router hast. Was genau dies verursacht kann ich dir nicht sagen, dazu hab ich die oberen Liste gepostet.","replies":[]}]}]}]},{"id":"","poster":"moon u","date":"2016-04-30T11:05:03.380+0000","up_votes":1,"down_votes":0,"body":"Werde ich machen, bis morgen früh werd ich es denke ich haben!","replies":[]},{"id":"","poster":"legofreak1","date":"2016-04-24T17:30:51.549+0000","up_votes":1,"down_votes":0,"body":"Nutzt du WLAN? Wenn ja, kannst du dann bitte testweise eine LAN-Verbindung verwenden?","replies":[{"id":"","poster":"moon u","date":"2016-04-29T19:52:09.342+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=7hciEY9w,discussion-id=nYjcN2g8,comment-id=0000,timestamp=2016-04-24T17:30:51.549+0000)\n>\n> Nutzt du WLAN? Wenn ja, kannst du dann bitte testweise eine LAN-Verbindung verwenden?\n\nIch habe die Lan-Verbindung getest, da habe ich die gleichen Probleme! Habe es jetzt ein zeitlang getest,  bitte dringend um Hilfe!","replies":[{"id":"","poster":"legofreak1","date":"2016-04-30T09:42:11.013+0000","up_votes":1,"down_votes":0,"body":"Kannst du dann bitte Pingplotter im Hintergrund eines Spiels mit Problemen mitlaufen lassen?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[]}]},{"id":"","poster":"moon u","date":"2016-04-24T17:32:56.852+0000","up_votes":1,"down_votes":0,"body":"Werde ich mal probieren! :)\nWas hältst du davon, League mal neu zu installieren, nur halt mit diesem Internet bzw mit diesem Router?","replies":[{"id":"","poster":"legofreak1","date":"2016-04-24T17:36:41.049+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=I Zed ya,realm=EUW,application-id=7hciEY9w,discussion-id=nYjcN2g8,comment-id=00000000,timestamp=2016-04-24T17:32:56.852+0000)\n>\n> Was hältst du davon, League mal neu zu installieren, nur halt mit diesem Internet bzw mit diesem Router?\n\nZu 99% wird es dir bei diesem Problem nicht helfen, wenn du lol neu installierst.","replies":[]}]}]}]}