{"id":"1EYJEE7H","poster":"OG Omega","date":"2016-04-24T20:43:33.756+0000","title":"Team sucht Dich! (Elo Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin Leute,\n\nwir Started from Bottom, suchen nach zuverl&auml;ssigen und aktiven Mitspielern f&uuml;r unser Ranked Team.\n\nUnser Team, bestehend aus meiner Wenigkeit und xBanjo, decken Top und Jungle. Wir suchen restliche Positionen.\n\nWas wir erwarten:\n\n- f&uuml;r jede Lane geltend ( gro&szlig;er Championpool, bzw. der Meta entsprechend)\n- mindesalter von 16 Jahren\n- Funktionst&uuml;chtiges Equipment, welches die Kommunikation durch den Gebrauch eines Voicechats erm&ouml;glicht\n- reifes Verhalten\n- Zuverl&auml;ssigkeit als auch P&uuml;nktlichkeit\n- niemals vergessen, dass wir ein TEAM sind \n\nWenn Ihr interessiert seid, dann addet mich und meinen Kollegen in LoL (OG Crescent / xBanjo)\n\nMfG Team Started from Bottom {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Meeps","date":"2016-04-25T14:50:29.065+0000","up_votes":1,"down_votes":0,"body":"Servuzz :P Also ich bin Umut, 21 Jahre alt, werde nächste Woche 22, ich würde mich gerne für die MID oder Sup Rolle bewerben ^^''\nAktuell bin ich Plat 3, da ich ehrlich gesagt die Motivation verloren habe Solo Queue zu suchten ( soll nicht heißen das ich generell keinen Bock habe zu spielen :P ) Letzte Season war mein High Peak , Dia 2 als SUP / MID.\n\nAlso ich Spiel LOL seid mitte/ende Season 2 und war schon immer MID laner oder SUPPORT\nwas meinen Championpool angeht sieht es wie folgt aus:\n\nMID:\n\nZed, Lulu, Orianna, Azir, LeBlanc, Viktor, Zyra das sind so meine Favourites ^^''\n\nSupport :\n\nThresh, Braum, Lulu, Blitzcrank, Leona, Taric, Alistar, Bard\n\nTeam Ranked erfahrung habe ich auch, war von Season 3 bis Ende Season 5 in einem Team und haben auch an verschiedenen Wettkämpfen Teilgenommen, musste mich leider aber aus dem Team verabschieden da ich mit einigen Personen rein Charakterlich nicht klargekommen :D\n\nPersönliches Ziel ist eig mit vielen Leuten Spaß zu haben und ein einigermaßen Vertrauenswürdiges Team zu \"Führen\" bzw ein Teil solch eines Teams zu sein.\n\nIn League ist mei Ziel einfach das ich mit meiner eigenen Leistung zufrieden bin.\n\nZeit habe ich eig. jeden Tag vo 19:00 bis Open End :D je nach Tag und absprache auch Früher.\n\nFreue mich schon auf eure Nachricht :P\n\nGreetz\n\nUmut\n\nPS: Ich bin ein Flame Freier und Blame Freier Spieler der, die Fehler eigentlich erst immer an mir selber sucht und versucht diese zu beheben. :)","replies":[]},{"id":"","poster":"xCpt Blood Moon ","date":"2016-04-25T07:04:54.450+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen! {{summoner:31}} \n\nIch hätte auch mal interesse bei euch reinzuschnuppern! :)\n\nIch bin Main Supporter seit Season 3, habe dementsprechend einen relativ großen Championpool\n *Nach Prio und Meisterung gelistet* \n{{champion:40}}  !!!!!! <3  {{champion:412}}  {{champion:111}}  {{champion:12}}  {{champion:201}}  {{champion:25}}  {{champion:16}} {{champion:37}} {{champion:223}} {{champion:53}} {{champion:432}} {{champion:63}} \nJa ansonsten spiele ich zur Zeit nach 9 Loose 1 Win Platzierungsgames \"nur Gold I\". Ich war jedoch letze Season am Schwanken zwischen Dia V und Platin I.\nProblem ist jedoch das ich durch Ausbildung nun eine größere Pause einlegen musste und dementsprechend ganz sicher kein Plat I Niveau spiele. \nDas wird seine Zeit brauchen bis ich wieder richtig eingespielt und im flair bin! ^_^\nAber das dürfte kein Problem darstellen wenn wir einen lieben und fähigen Adc finden den ich {{summoner:21}} und {{summoner:7}}   kann wärend er alles {{summoner:11}}  und {{summoner:14}}  ^_^\n\nJoa ansonsten krz Fakten:\n\n- 18 Jahre alt\n- Momentan in einer Ausbildung\n- sehr ruhig  aber konzentriert \n- verbesserungs/lernbereit\n- Headset / Skype / Ts3 etc. klar\n- eig. jeden Tag unter der Woche von 17:30 bis 21:30 online\n\nJoa soweit von mir erst mal wenn es noch Fragen gibt... ^_^ gerne einfach Fragen ansonsten einfach Adden würde mich freuen mal zu gucken was sich so ergibt! :)\n\nlG Kester {{champion:40}}  {{summoner:21}}","replies":[]},{"id":"","poster":"Extreme Terror","date":"2016-04-24T22:58:39.724+0000","up_votes":1,"down_votes":0,"body":"N'Abend!\n\nWas sind denn eure Vorstellungen, was die Regelmäßigkeit der Games angeht?\n\nHätte durchaus Interesse, alle Voraussetzungen sind auch erfüllt ;) Da ihr ja Top und Jungle schon abdeckt dann am liebsten ADC, im Notfall auch Supp, falls das mit nem anderen adc gut harmoniert ;)\n\nBei Interesse meldet euch einfach, entweder hier oder ingame (Extreme Terror)\n\nSchönen Abend euch noch :)","replies":[]}]}