{"id":"KwRaMI2I","poster":"1Pr3DaToR","date":"2016-04-24T16:40:28.557+0000","title":"Item Konzepet: Klingenschild","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Ich hab mir vorhin mal die items angeschaut und mir ist aufgefallen das es kein item gibt was Schaden und R&uuml;stung hat (vlt.hab ich mich auch nur verschaut) mein vorschlag w&auml;re:\r\n\r\nDas Klingenschild \r\n\r\nEs gibt dir\r\n\r\n-50 R&uuml;stung\r\n-50 Schaden \r\n\r\nAktiv: Dein Champion bekommt f&uuml;r 3 oder 4 sekunden 30% mehr schaden und erleidet 30% weniger normalen schaden oder allgemein 30% weniger schaden kenn mich da nicht aus was da jtz von den werten her gut ist.\r\n\r\nIch wei&szlig; nicht was ihr denk aber schreibt es einfach in die kommentare","replies":[{"id":"","poster":"ÆonFox","date":"2016-04-24T17:36:06.838+0000","up_votes":3,"down_votes":0,"body":"Das letzte solche Item war Atmas Pfähler und ist entfernt worden vor geraumer Zeit, es gab zu wenig Situationen in denen ein solches Item sinnvoll war...","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-04-24T18:09:19.021+0000","up_votes":1,"down_votes":0,"body":"Atmas war doch eigentlich nur für Bruiser ( besonders für Garen) bestimmt, oder?","replies":[{"id":"","poster":"ÆonFox","date":"2016-04-25T12:01:19.193+0000","up_votes":1,"down_votes":0,"body":"Ja, aber es gab dennoch bessere Alternativen, {{item:3022}} , {{item:3025}}  um nur mal 2 zu nennen, die meissten Champs bauen entweder Fulltank oder nutzen einige Tank und einige Dmgitems ein Hybriditem wie Atmas es war war niicht effecktiv genug, sucht man heute nach vergleichbaren Items findet man {{item:3053}}  z.B. welches wesentlich mehr Impact hat als Atmas es hatte, auch das vorgeschlagene Item ist nicht effecktiv genug, zu wenig Tankyness wenn du Widerstandskraft brauchst oder zu wenig Schaden um es für eben den Schaden zu bauen.\nWäre das Item in beidem gut genug wäre es schon so gut wie OP, das Problem hatten wir letztens mit dem {{item:3156}} der seinen Nerf bekommen hat.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-04-25T15:28:43.802+0000","up_votes":1,"down_votes":0,"body":"Das Konzept war ja auch völlig komisch (finde ich), ich meine Krit für Tanks - eigentlich nur was für Garen. Und wie du schon sagst sind die Alternativen sehr viel effektiver.","replies":[]}]}]}]},{"id":"","poster":"StillYasuoMain","date":"2016-04-24T18:03:13.178+0000","up_votes":1,"down_votes":0,"body":"Wer braucht das schon? Der einzige der mir einfällt ist lee...","replies":[]}]}