{"id":"AcgeWEUp","poster":"GameOfHyrule","date":"2016-04-24T11:31:11.874+0000","title":"Suche Team und/oder Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin Leute\r\n\r\n&Uuml;ber mich:\r\nIch heisse Lukas bin knappe 18 Jahre alt und komme aus der Schweiz.\r\nIch spiele seit einem knappen jahr League of Legends, habe alle Champions und berhersche zum teil fast alle, und ein paar kann ich auch perfekt.\r\nIch spiele sehr regelm&auml;ssig bin t&auml;glich Online wenn ich von der Arbeit nach hause komme.\r\nHab mich jetzt vor 4Tagen von silber V auf silber III raufgespielt und versuche in den nexten 1-2 wochen gold zu kommen.\r\nIch spiele sehr gerne Support/Mid und jgl.\r\n\r\nChampions auf den lanes die ich gerne spiele:\r\n\r\nSupport: kann ich alle\r\n\r\nMid: Malzahar, Galio, lb (zum teil), Ahri, Katarina und fizz (zum teil)\r\n\r\nJgl: Amumu, Kax, Yi, Xin, Vi, Zac und Elise\r\n\r\nIch suche ein Team/Clan die es ernst nehmen, die regelm&auml;ssig Online sind, an Turnieren teilnehmen und w&uuml;rklich was erreichen wollen, sie sollten nicht gleich flamen nach nem verlorenem game, sondern sich zusammen reisen und weiter spielen und sich nichr gelich wieder trennen wenn man das spiel halt eben verloren hat. Man soll sich gegenseitig unterst&uuml;tzen und Tipps geben. Ausserdem sollten sie erfahrung mitbringen, wissen wie man alle lanes spielt, damit man sich auch in deren position versetzen kann, zu wissen das ein jgler nicht jede lane in einer minute ganken kann usw.\r\nSie sollten auch &uuml;ber 17Jahre alt sein, kritik ertrgen, spass verstehen und ts3 haben.\r\n-------------------------------------------------------------------------\r\n\r\nIch glaube daa war bis jetzt alles.\r\n\r\nWenn ihr interesse habt dann schreibt mir doch hier und added mich Ingame unter Ps Dragonil\r\n\r\nP.s: Wenn hier irgent ein Clan auftaucht und was darunter schreibt zbs, komm doch zu uns wenn du interesse hast, meld dich hier an auf der Seite und bla bla bla, ich komme in kein Clan wenn man sich da auf ner seite anmelden muss weill ich darauf kein bock habe :)\r\n\r\nDanke f&uuml;rs durchlesen, und noch einen sch&ouml;nen Sonntag!","replies":[{"id":"","poster":"Tabi","date":"2016-04-24T11:52:37.507+0000","up_votes":1,"down_votes":0,"body":"Wenn du alle Supps beherrscht und manche Champs sogar perfekt, dann wartet ja Dia in 1-2 Wochen auf dich.","replies":[{"id":"","poster":"GameOfHyrule","date":"2016-04-24T12:06:05.961+0000","up_votes":1,"down_votes":0,"body":"ich kann aber nicht jedes game 4Leute carrien, da ich im jedem spiel meist 2 idioten habe die ka haben","replies":[]}]}]}