{"id":"iwk58PEe","poster":"EngelsKönig","date":"2016-04-23T13:39:45.781+0000","title":"Wie macht lol spaß?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":3,"body":"Hi  ich spiele das game und hab einfach kein fun aber spiele es trotzdem.  Am anfang fing alles gut an nun bin ich Silber 5 und sch&auml;tze meine Spielweise in Wood Division 6 ein, ich werde einfach nicht besser verliere mit stats wie 23/2 oder 10/2 weil ich keine 0/11 leute carrien. Icch merke selber das ich tild werde und mein spielverlauf immer schlechter. Ich bin die ganze zeit am &uuml;berlegen das spiel zu deinstallierenw eil ich einfach kein plan hab was zu tun. Ich w&uuml;rde jedes training absolvieren um besser aber hab keine Ahnung wie ich das machen soll. Ich sehe auch das meine gegner in der regel schlecht spielen aber verliere immer trotzdem. Ich bin echt mad hab echt ka was zu tun ist. Soll ich dieses game weiterspielen oder deinstallieren?","replies":[{"id":"","poster":"Maexle","date":"2016-04-23T14:13:05.808+0000","up_votes":3,"down_votes":0,"body":"Wenn es dir wirklich keinen Spaß mehr macht, dann würde ich an deiner Stelle eine Pause einlegen. Du musst das Spiel ja nicht gleich deinstallieren, aber dir einfach vornehmen eine Woche oder so nicht mehr zu spielen. Vielleicht bekommst du in diesen Tagen ja wieder Lust es zu spielen. Wenn das nicht der Fall ist, kannst du es ja immernoch löschen. {{champion:17}}","replies":[]},{"id":"","poster":"ikslhairtuz","date":"2016-04-23T14:48:14.740+0000","up_votes":2,"down_votes":0,"body":"Wood 6 gibts nicht also bist du schonmal besser ;)","replies":[{"id":"","poster":"XOFree","date":"2016-04-25T07:23:16.065+0000","up_votes":1,"down_votes":1,"body":"doch! es gibt eine die unter b5 ist ^^ in die kann man aber nur abruchschen wenn man nur rum trollt","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2016-04-23T14:36:19.550+0000","up_votes":1,"down_votes":0,"body":"Wenn's besser werden willst, würden Guides/Youtube Videos/Replays/Selbstreflexion helfen.\nAnsonsten deinstallier es halt :)\nOder seh's als Spiel an und werd' ein  besserer Verlierer :)","replies":[]},{"id":"","poster":"Chropa","date":"2016-04-23T13:59:14.879+0000","up_votes":1,"down_votes":0,"body":"lern erstmal Lasthitten.\n\nDein Farm in allen Spielen die Lolking so anzeigt ist Katastrophal.\n\nund sei Ehrlich zu dir selbst\nda ist kein 23/2 oder 10/2 sondern\n\n3/6\n1/6\n4/8\n8/8\n13/5\n5/8","replies":[{"id":"","poster":"EngelsKönig","date":"2016-04-23T14:04:35.850+0000","up_votes":1,"down_votes":1,"body":"ok mache ich","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-04-23T13:45:20.685+0000","up_votes":1,"down_votes":0,"body":"Hey, \nich würde dir empfehlen, dir ein festes Team zu suchen. Das kann deinen Blick auf das Spiel noch einmal ändern.\nViel Erfolg","replies":[]}]}