{"id":"q70dEinx","poster":"EnteKlaert","date":"2016-04-23T15:14:33.655+0000","title":"Counterpicks?  Gibt es sowas eingentlich wirklich?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Also es heisst ja man sollte schon counterpicken zum Beispiel man sollte Lucian gegen Vayne picken...\r\n\r\nAber ich als Vayne zerst&ouml;re zu 75% alle Lucians in meiner Elo (Silver2)\r\n\r\nLohnt es sich wirklich zu counterpicken oder eher doch die Champs nehmen mit denen man sich sicher ist?{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Revelate","date":"2016-04-23T16:44:06.366+0000","up_votes":3,"down_votes":0,"body":"Ja Counterpicks gibt es, aber meisstens ist der Skillunterschied höher als der Counterpick nen Vorteil bieten würde.\nUm Counterpicks effektiv zu bemerken, müsste man gegen jemanden Spielen der genau gleich gut ist. Und das gibt es nicht.\n\nIn der Theorie sind einige Champs gut gegen andere, in der Praxis spielen aber viel zu viele andere Faktoren mit rein, so dass man sagen kann, dass es nicht wirklich DEN Counterpick zu etwas gibt.\n\nIch als Midlaner würde sicherlich nie sowas wie nen Viktor etc in nen Assasine reinpicken, kann gut gehen, ist aber Riskant und wenn du mal zurüclfällst fühlst du dich meisst wie nen Minion der nebenbei abgefarmt wird.\n\nEs lohnt sich sicher, Champions zu picken, die eine gute Ausgangslage im Matchup haben oder halt einfach Safe Champs sind.\nNe Ahri kannst du immer picken, einer der safesten Champs ab lvl 6. Ungankbar dank ult und noch Speedboost, sowie die CC vom Charme.\n\n\nUnd gute Vaynes zerstören ganze Teams 1 vs 5^^\nEine schlechte Vayne steht 0/50","replies":[]},{"id":"","poster":"Chropa","date":"2016-04-23T15:21:33.259+0000","up_votes":2,"down_votes":0,"body":"ein Counterpick macht dann Sinn wenn man mit diesem auch umgehen kann\n\nIm low Elo wird hier oft der Fehler gemacht das man Counterpicks macht obwohl man den Champion den man dann Pickt nicht spielen kann.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-04-23T18:02:24.800+0000","up_votes":1,"down_votes":0,"body":"Counterpicks machen in so fern Sinn, wie du den Champ beherrscht.\nWenn du nur Counterpickst, um zu counterpicken dann ist das falsch solange du den Champ nicht beherrscht.\nEs gibt verschiedene Arten von Counterpicks.\nBsp. auf der Botlane.\nEin Counterpick zu Soraka ist Blitz/Leona.\nWenn du es aber nicht schaffst als Blitz jemanden zu graben, wird dir das ganze counterpicken nicht's bringen.\n\nAusserdem gibt es verschiedene \"Stufen\" von Counterpicks.\nEs gibt schwache wie z.B. Ahri gegen Morgana und starke wie z.B. Syndra gegen Heimer.\nAhri ist aus dem Grund ein Counterpick zu Morgana, da sie mit ihrer Ult aus der Morgana Ult rauskann.\nDas aber auch nur solange, wie sie sich nicht von einer q treffen lässt.\nDaher ein \"schwacher\" Counterpick mMn.\n\nHingegen ist es bei Heimer und Syndra anders.\nSyndra kann jedlichen Tower von Heimer mit der w nehmen und wegwerfen.\nDamit verhindert sie nicht nur das Farmen von ihm, sondern eröffnet sogar für den Jungler Möglichkeiten zum Ganken da keine Tower im Weg stehen.\nAuserdem kann sie einfach die Ultitower von Heimer aus den Weg schmeissen.\nDaher mMn ein starker Counter.\n\nIm ersten Fall wird es als Firsttime Ahri schwer sein gegen die Morgana zu gewinnen da es grösstenteils auf Skill basiert.\nIm Gegensatz dazu wird auch eine Firsttime Syndra gute Chancen gegen einen Heimer haben solange man weiss was man machen muss (Tower wegwerfen).\n\nDas kannst du nun auf alles übertragen.\nManche Picks sind einfacher und manche schwerer.\nNur einen Counter zu nehmen ist falsch.\nNimm einen Champ, den du auch beherrscht um gegen einen anderen zu spielen.\nUnd dass ist jetzt nur vom 1 vs 1.\nBsp. ein Malphite auf der Top hat es schwer gegen einen Vladimir.\nDa aber Malphite besser für Teamfights ist, hat er mehr Impact solange er nicht feedet.\nDaher nur einen Counter zu nehmen heisst noch lange nicht, dass du gewinnst.","replies":[]},{"id":"","poster":"Ritos Elo Police","date":"2016-04-23T17:25:00.359+0000","up_votes":1,"down_votes":0,"body":"Ein Counterpick lohnt sich evtl. ab Master, davor kannst du so ziemlich alles gegen jeden picken.","replies":[]},{"id":"","poster":"Evenrider","date":"2016-04-23T16:08:43.489+0000","up_votes":1,"down_votes":0,"body":"Ist Vayne nicht einer der Counter von Lucian?","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2016-04-23T15:40:06.892+0000","up_votes":1,"down_votes":0,"body":"Zunächst muss man sich klar machen was ein Counterpick ist.\nOft versteht man vereinfacht ein Pick der im 1v1 Matchup überlegener ist.\nGrundsätzlich nicht verkerht.\n\nDas Problem jedoch erscheint an mehreren Punkten.\nEs ist weitaus effektiver dein Mainchamp zu picken als einen Counter den du nicht beherscht.\nVorallem da solch ein Pick nur in der Early/Lanephase Vorteile bieten kann.\nIm Mid/late ist Teamplay weitaus nütlicher und vorallem gute Plays als nur ein Lane-Vorteil.\n\nIch rate immer, picke lieber einen sicheren Main und warte auf einen Gank, als nur durch einen Counterpick das ganze Spiel zu gefährden.","replies":[]},{"id":"","poster":"Lagbeard","date":"2016-04-23T15:22:32.264+0000","up_votes":1,"down_votes":0,"body":"Counterpicken lohnt sich außer in wenigen Ausnahmen immer erst dann, wenn du den Counter genau so gut kannst wie deinen Main. Ich zum Beispiel habe dauernd das vergügen als Ziggs in der Mitte zu spielen. Der Yasuo-Instalock auf der Gegnerseite ist dabei zu 99% sicher. Aber mit Ziggs weiß ich wenigstens, was ich tue, und wie ich am ehesten eine Chance habe.","replies":[]}]}