{"id":"RYk5LWpF","poster":"KΑTZE","date":"2016-04-22T15:12:20.909+0000","title":"Plat 5 MainADC sucht Support ab Gold 1","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\nich suche zurzeit einen Support f&uuml;r DuoQ und Teamranked.\n**Zu mir**\nIch bin zurzeit 17 Jahre alt Platin 5,  spiele seit Ende Season 3 und seit Mitte season 4 haupts&auml;chlich ADC.\nDes weiteren interessieren sich zwei Premades (16 und 22 Jahre alt, Plat 4) und ich f&uuml;r den Aufbau eines Teams mit festen, w&ouml;chentlichen Trainingszeiten.\nDienstag ab 20 Uhr\nDonnerstag ab 20 Uhr\n+ ein weiterer Termin in Planung\n**Zu dir**\nDu solltest mindestens Gold 1 sein. dein Alter ist irrelevant, solange du kritikf&auml;hig bist, als auch konstruktiv kritisieren kannst. Des weiteren solltest du Wille zeigen dich verbessern zu wollen und du solltest p&uuml;nktlich sein. Nat&uuml;rlich ist es verst&auml;ndlich wenn nicht jeder Trainingstermin wahrgenommen werden kann. Au&szlig;erdem solltest du ausreichend flexibel sein, sodass eventuelle zus&auml;tzliche Termine/Turniere wahrgenommen werden k&ouml;nnen.\n**Zu unseren Zielen**\nWir haben uns das Ziel gesetzt, uns kontinuierlich als Team zu verbessern, d.h. nicht nur die Elo verbessern, sondern auch das Spielverst&auml;ndnis und die Teamf&auml;higkeit. Zudem wollen wir regelm&auml;&szlig;ig an Turnieren und Ligen teilnehmen, wenn ein festes team vorhanden ist.\n\nWenn dich dieser Beitrag angesprochen hat, dann melde dich bei mir ingame\n\n_ileena_\n{{sticker:zombie-nunu-bummed}} \n(sad pepe)","replies":[{"id":"","poster":"Luke Elowalker","date":"2016-04-22T16:50:12.209+0000","up_votes":1,"down_votes":0,"body":"Hi,\nbin gerade wieder am climben nach harter Loosing-Streak, und spiele hautpsächlich Supp (Mid/ADC second) und suche einen ambionierten ADC-Partner.\nAdde mich einfach mal und dann kann man sich absprechen.","replies":[]},{"id":"","poster":"Kaytô","date":"2016-04-22T15:21:22.634+0000","up_votes":1,"down_votes":1,"body":"Du hast es satt alleine in der Dynamic Queue zu spielen und suchst nun ein Team oder benötigst einfach nur Gleichgesinnte? Aequilibritas eSports hilft dir bei der Erstellung eines Teams und bei der Suche nach Mitspielern, sodass du hoffentlich schnell in einem Team unter gebracht wirst.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. Wir würden uns natürlich über dein Interesse freuen und eventuell sogar über die Teilnahme an unserer Gemeinschaft. :)","replies":[]}]}