{"id":"PxihuP27","poster":"Kosake","date":"2016-04-22T13:08:33.108+0000","title":"Coach sucht Team !","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin ich Kosake suche ein Team was ich Coachen kann. Ich bin noch nicht sehr erfahren und wollte mal gucken wie ich mich so als Coatch schlage also wen ihr ein Coach sucht schreibt mich an ^^ Aber erwartet nicht alzu viel von mir. Was ich aber von dem Team verlange ist das es geistlich reif ist , Ts besitzt und gute miks hat. ing:Kosake","replies":[{"id":"","poster":"Crounty","date":"2016-04-22T13:24:41.916+0000","up_votes":1,"down_votes":0,"body":"Was kannst du denn so als Coach machen?\n\nSpiele analysieren?\nAuf das Positioning, Warding, Farming etc der Spieler achten\n\nIndividuelle Comps für dein Team erstellen? (indem du die pref der Spieler berücksichtigst und den Spielern auch tipps gibst einen bestimmten champion zu spielen)\nDie ganzen Meta Comps (Protect the x, Siege, Poke etc etc) kennen?\nCounterpicks, starke Champions etc etc\n\nDas sind jetzt mal die Eigenschaften, die mir auf Anhieb eingefallen sind und die du erlernen solltest. Wie du bereits gesagt hast bist du nicht ganz erfahren, aber falls du sowas vorher nicht wusstest kannst du ja jetzt was damit anfangen :D","replies":[{"id":"","poster":"Kosake","date":"2016-04-22T14:00:44.826+0000","up_votes":1,"down_votes":1,"body":"Und falls es nötig ist könnte ich auch tryouts machen ^^","replies":[]},{"id":"","poster":"Kosake","date":"2016-04-22T13:59:01.652+0000","up_votes":1,"down_votes":1,"body":"Das würd ich alles hinkriegen (;  Habe auch paar tabellen gemacht wo die spieler auch den überblick sehen können, aber ich bin nicht sicher ob ich für Meister fähig bin ^^ Den da kann ich nicht mehr so viele tipps zum beiepiel für champions machen","replies":[]},{"id":"","poster":"Kosake","date":"2016-04-22T13:57:41.504+0000","up_votes":1,"down_votes":1,"body":"Das würd ich alles hinkriegen (;  Habe auch paar tabellen gemacht wo die spieler auch den überblick sehen können","replies":[]}]}]}