{"id":"Qb8EqM1d","poster":"Kernus","date":"2016-04-22T08:25:24.446+0000","title":"Dynamic Queue: Lane verlieren für die Primäre Rolle?","subforum":"Karten & Spielmodi","up_votes":6,"down_votes":1,"body":"Hallo liebe League Gemeinschaft,\r\n\r\nseit geraumer Zeit ist die DynQue nun dabei und das neue Auswahl verfahren. Ansich finde ich Riots arbeit hier Top.\r\nEs wurde auf jedenfall Zeit f&uuml;r etwas neues. Ein Punkt st&ouml;rt mich allerdings nicht unerheblich.\r\n\r\nMeine Main Rolle ist Jungle und meine zweite Support. Leider macht die Que im moment keine unterschied zwischen der Prim&auml;ren und der Sekund&auml;ren Rolle. Und das ist leider falsch bei der bennenung. Anfangs habe ich Jungle und Support ausgew&auml;hlt.\r\nNach ein paar Games (ca. 30+) musste ich feststellen, dass ich nur Support bekommen habe. Da dies nur meine Sek. Position ist f&auml;llt das climben nat&uuml;rlich schwerer.\r\nDie L&ouml;sung des problems ist Support herraus zu nehmen und z.B. Top/Mid als alternative anzugeben. Nun bekomme ich mein Jungle. Und wenn nicht feede ich rein. Nicht absichtlich, aber der leistungs utnerschied ist einfach zu gro&szlig;.\r\nMeiner Meinung nach hat man nur die M&ouml;glichkeit mit Support abzufinden, eine andere Lane zu meistern oder eben das Risko einzugehen eine Lane zu bekommen, die man nicht spielen kann,\r\n\r\nDies kann nicht so wirklich die L&ouml;sung sein. Support macht mir auch spa&szlig; und ich habe nichts dagegen diese Rolle zu spielen. Nur kommt es hier auf die Menge an. Ich f&auml;nde es deutlich besser, wenn es eine 60/40 wahrscheinlichkeit auf den Positionen geben w&uuml;rde.\r\n\r\nHier ist ein anderer Foreneintrag, der das gleiche Problem hat wie ich. Ganz interessant.\r\nhttp://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/mc0QEkhm-dynamic-queue-ist-schlecht-programmiert-bezaglich-primarysecondary-position\r\n\r\nLg RauchWolke","replies":[{"id":"","poster":"SheriffKK","date":"2016-04-22T12:49:08.307+0000","up_votes":2,"down_votes":0,"body":"Haha XD ich wollte schon schreiben, dass ich das vor 2 Monaten schon erwähnt habe, aber meinen Forenbeitrag hast du ja schon entdeckt :D , aber es hat sich nix getan ... ich finds sowieso behindert, entweder hätte Riot es so machen sollen, dass man nur eine Position wählen kann oder es so wie letzte Season belassen sollen ...","replies":[{"id":"","poster":"Kernus","date":"2016-04-23T11:33:31.570+0000","up_votes":1,"down_votes":0,"body":"Moin, ich mache das genauso. 3 oder 5 Leute. Wenn ich alleine Spiele gebe ich als zweite Position, wie gesagt, Toplane an. Obwohl ich sie nicht kann. ^^ Hat mich manche Games gekostet, aber umso mehr gewinnen lassen, da ic Junglen konnte. :P\nAuf jedefnall cool, dass du den Beitrag hier auch gefunden hast haha. Ansich finde ich das neue System aber deutlich besser. Nur eben die Auswahl möglichkeiten finde ich nicht gut gewählt. Es gibt ja sogar leute die nur eine position, oder gar einen champion spielen.","replies":[]}]},{"id":"","poster":"Revelate","date":"2016-04-22T08:58:02.841+0000","up_votes":2,"down_votes":0,"body":"Es braucht meiner Meinung nach ein System dass dir zu mind 60% die primäre Rolle gibt. Ich würde auch gerne Mid Support spielen. Weiche dann aber auf mid top aus um öfters mid zu kriegen. Ich habe zwar keine Probleme Toplane zu spielen was den Skill angeht. Nur fehlt mir die Erfahrung mit Tp plays etc. und ich fühle mich eher unwohl, da ich mich auf das Toplane dasein fokusiere.","replies":[{"id":"","poster":"Kernus","date":"2016-04-22T09:17:52.009+0000","up_votes":1,"down_votes":0,"body":"Ja, dass sehe ich auch so. Bei mir ist es anders herrum. Ich verliere die Lane, da ich die matchups nicht kenne und kann etwas durch Tp Plays reißen. Ich denke da hilft das Junglen und Supporter da sein. ^^","replies":[]}]},{"id":"","poster":"JannaTheSecond","date":"2016-04-23T10:19:52.299+0000","up_votes":1,"down_votes":0,"body":"Ich kenne das auch. ;_; Hab Mid/Support gewählt und immer Support bekommen. Es liegt daran ,dass nur wenige Leute Support in Ranked spielen.","replies":[{"id":"","poster":"Kernus","date":"2016-04-23T11:31:03.594+0000","up_votes":1,"down_votes":0,"body":"So siehts aus! Leider sollte man die wenigen die Support spielen, dann nicht in diese Rolle zwingen. Somit schreckt man viele Supporter ab, die diese als zweite Main Rolle spielen.","replies":[]}]},{"id":"","poster":"play a faya","date":"2016-04-23T03:18:18.694+0000","up_votes":1,"down_votes":0,"body":"Das Problem kann ich so unterstreichen. Vor Dynamic Queue ware ich Main Jungle mit Support als meine Ausweichrolle (und ADC als letzte Wahl falls beides nicht ging).\nNatürlich funktioniert das so jetzt nicht mehr. Wenn ich solo spiele, gebe ich als sekundäre Rolle Top-Lane an, für die ich ein paar relativ einfache Champions wie Nausus und Maokai gelernt habe, welche man in viele Matchups spielen kann.\n\nMein Support ist auf jeden Fall besser als meine Top-Lane, was natürlich auch daran liegt, dass ich jedes erdenkliche Matchup mehrfach gespielt habe. Wenn ich jedoch dafür auf meinen Jungle verzichten muss, ist es das nicht wert für mich ...","replies":[{"id":"","poster":"Kernus","date":"2016-04-23T11:30:19.319+0000","up_votes":1,"down_votes":0,"body":"Danke dir für deine schilderung. Ich denke es kann nicht im interesse von Riot sein, dass man anderen das Spiel gefährdet nur um eine erhöhte wahrscheinlichkeit zu haben seine Main Rolle zu bekommen. Ich denke eine einfach echte First Position und Second würde es lösen.","replies":[]}]},{"id":"","poster":"SheriffKK","date":"2016-04-22T12:53:42.564+0000","up_votes":1,"down_votes":0,"body":"Habs übrigens seitdem Beitrag eher so gemacht, dass ich mit drei Leuten geranked habe, dann kann man 2 Positionen Saven und der dritten ist n Filler oder Mainsupporter","replies":[]}]}