{"id":"Fz1pEk1X","poster":"Cetin","date":"2016-04-21T15:02:26.305+0000","title":"[Champion-Konzept] Yone, der verfluchte Rächer","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":0,"body":"** Hallo liebe Community!**\n\nVor einer Weile ist mir klar geworden, dass man mit League of Legends mehr anfangen kann als nur zu spielen. Ich schaute mich hier und da mal um und endeckte eine Gruppe von Leuten, die Champions erstellen und es der Community pr&auml;sentieren. Ich dachte mir: &quot;Versuchst du mal dein Gl&uuml;ck.&quot;\nDa es mein erstes Konzept ist und ich erst frisch in dieser Gegend bin, k&ouml;nnten gro&szlig;e L&uuml;cken auftreten. Ich freue mich &uuml;ber Kritik, Diskussionen uvm. , los geht&#039;s!\n \nNun komme ich mit meinem Champion Konzept. Ihr kennt ihn bestimmt. Es gibt hier und da einige Theorien über dem Bruder von Yasuo und vor allem viele Konzepte, die sehr unterschiedlich gestaltet sind. Ich werde euch meine Version vorstellen. \nSein Name lautet Yone, der verfluchte R&auml;cher. \n\n\n\n**Yone, der verfluchte R&auml;cher**\n\n_1. Geschichte_\n\nEin ehrenvoller Schwertk&auml;mpfer. Ein Mann, der damals alles f&uuml;r seine Nation und vor allem seiner Familie getan h&auml;tte.\nDer besonnener und ruhiger Bruder, der Yasuo &uuml;ber alles liebte und ihm aus dem Schatten des Windes beobachtete.\nDas war er einmal, sein Name.. Yone.\n\nDas alles &auml;nderte sich, als er herausfand, dass ein Ionier durch die Technik umkam, die in der Umgebung und w&auml;hrend \ndes Mordes nur Yasuo besa&szlig;, die Windtechnik.\n&Uuml;berf&uuml;llt mit Hass und Wut machte er sich auf die Suche nach ihm.\nAls Yone Yasuo fand, wollte der große Bruder nicht einmal zuhören und griff sofort den kleinen Bruder verzweifelt an.   Mit aller und vor allem neu entfesselter Macht durch Trauer, Hass und Wut kämpfte er gegen seinen kleinen Bruder, den er mal &uuml;ber alles liebte.\nDoch schaffte er es nicht, denn Yasuo war schon immer begabt und Yone in Sache &quot;Kraft&quot; um einiges voraus.\nW&auml;hrend Yasuo weinend um Vergebung bittete und seine Unschuld erkl&auml;rte, verbrachte Yone die letzten Sekunden schweigend in Yasuo&#039;s Armen und ging mit einer Tr&auml;ne fort.\n\nIn jener Nacht tauchte er wieder auf und die Ger&uuml;chte verbreiteten sich schnell. Wer ihn zur&uuml;ckgebracht hat, ist unklar, doch er sei nicht mehr der alte Yone.\nEs solle ein Fluch auf ihm liegen, welches eine sehr negative Aura umfasst. Vor allem die eigenartige neue Schwertkunst und die un&uuml;bersehbaren\ngrausamen Merkmale an seinem Arm und auf seinem Gesicht, wo vor sich alle f&uuml;rchten. Laut einiger Quellen, sei er auf der Suche nach dem entehrtem Krieger.\n\n\n&quot;..Sein Blut ist das Einzige, was mich nach allem stillen kann.&quot;\n\n- _Yone, der verfluchte R&auml;cher_\n \n\n\n\n\n_2. Aussehen_\n\nYone ist nicht mehr der alte, somit ist auch sein Aussehen etwas anders als wie in den Yasuo Artikeln.\nDiesmal ganz d&uuml;ster. Er hat Lumpen an (braun/schwarz), die einige L&ouml;cher beinhalten. Zugebunden mit einem grauen Stoffg&uuml;rtel. Die Schuhe\nsind auch aus Stoff (grau), die Hacke und Spitze &uuml;bernaht mit schwarzem und vor allem abgenutztem Leder.\nSein Gesicht &auml;hnelt etwas an Yasuo&#039;s Gesicht. Immerhin kommen sie aus der selben Familie.\nDurch den ganzen Schmerz, welches er wegen dem Fluch auf sich nahm und all dem Stress f&auml;rbten sich die Haare weiss. Seine Haare sind\nkurz und zackig.\nDie linke Gesichtsh&auml;lfte ist vom Fluch markiert und somit dunkel r&ouml;tlich mit einem Hauch schwarz. Sein rechter Arm genauso.\nIch werde noch ein Bild hochladen, was ein Beispiel sein k&ouml;nnte. Seine neue mysteri&ouml;se Waffe &auml;hnelt einem Pinsel. Ein sehr \ngro&szlig;er Pinsel. Daf&uuml;r werde ich auch noch ein Bild hochladen. Seine Aura ist leicht sehbar. Es leuchtet ganz leicht in dunkelroter Farbe\nund verbreitet Furcht.\n\n[Beispiel f&uuml;r sein Arm](http://prnt.sc/av0snz)\n[Beispiel f&uuml;r seine Waffe](http://prnt.sc/av0t96)\n\n**_Ja, ich habe mich inspirieren lassen. Von Kanjuro aus One Piece, Sai aus Naruto und Taomon aus Digimon Tamers_**\n\n_3. F&auml;higkeiten_\n \nEs werden keine genauen Werte oder Kosten angegeben, da es sich nur um ein grobes Konzept handelt. Sollte Riot sich entschlie&szlig;en dieses Konzept zu nutzten, k&ouml;nnen sie die Werte selbst w&auml;hlen (Satz geklaut von DMT Freebase :P )\n\n_Diesmal kein Mana, sondern &quot;verfluchte Tinte&quot;._ Hierbei handelt es sich um einen AP Champion, der geeignet f&uuml;r die Mid-Lane w&auml;re.\n\n**Auto - Attack:** \nAuto - Attack&#039;s an gegnerische Champions f&uuml;llen die verfluchte Tinte um x %\n\n**Die Passive - Zeichensetzung:**\nMit getroffenen F&auml;higkeiten ( auch Auto - Attack&#039;s, aber nur an Champions, nicht Creeps) f&uuml;llt Yone die Waffe durch seinen verfluchten Arm \nmit verfluchter Tinte. Erreicht es die 100% verursacht die n&auml;chste F&auml;higkeit/Auto - Attack x% Bonusschaden und f&uuml;gt dem betroffenen \nein Fluchmal hinzu, was 5 Sekunden lang  x - x AP Schaden pro Sekunde verursacht (&Auml;hnelt Fizz&#039; F&auml;higkeit, Entz&uuml;nden).\n\nUltimative F&auml;higkeit: Der Bonusschaden erh&ouml;ht sich von x% auf x%.\n\n**Die Q F&auml;higkeit - Tintenhieb:**\nMit einem starken Hieb schwingt Yone seine Waffe in die gew&auml;hlte Richtung. Die geschleuderte Tinte verursacht x Schaden (AP). Trifft er\nmit seiner Waffe (also nicht nur die Tinte, sondern die Waffe klatschend auf die Haut), erh&ouml;ht sich der Schaden um x%. Gef&uuml;llt\nwird auch die verfluchte TInte, um x%.\n\nUltimative F&auml;higkeit: Der Schaden und die Herstellung der verfluchten Tinte erh&ouml;hen sich durch diese F&auml;higkeit um x%.\n\n**Die W F&auml;higkeit - Verfluchte Tintenwurzel ( 2 Aufladungen &quot;like Vel&#039;Koz&quot;):**\nYone schl&auml;gt den Pinselkopf auf dem Boden und bef&ouml;rdert mit einem kurzen und schnellen aber auch kraftvollen Schwung die Tinte in \ndie gew&auml;hlte Richtung. Trifft er eine gegnerische Einheit oder Monster/Creep, so verursacht er x AP Schaden, trifft er in den n&auml;chsten Sekunden\ndas gleiche Ziel, so wird er verlangsamt und geblendet (Die 2 Effekte nur bei gegnerischen Champions, nicht Monster oder Creeps). Auch hier \nsteigt durch einen Treffer die verfluchte Tinte um x%.\n\nUltimate F&auml;higkeit: Die F&auml;higkeit wird viel schneller ausgef&uuml;hrt und stunt bei dem zweiten Treffer das Ziel.\n\n**Die E F&auml;higkeit - Das Siegel der Wiedergeborenen:**\nYone springt auf einen gew&auml;hlten Bereich (Ich sag mal, k&uuml;rzeren Sprung als Jax, aber einen gr&ouml;&szlig;eren Sprung Illaoi&#039;s). Nach der Landung\nentsteht durch die verfluchte Hand ein gro&szlig;es Siegel auf dem Boden. Befinden sich w&auml;hrend der F&auml;higkeit an der Stelle Gegner, so erleiden sie\nx AP - Schaden und die verfluchte Tinte f&uuml;llt sich um x%.\n\nUltimative F&auml;higkeit: Die Sprungreichweite und der Schaden erh&ouml;hen sich um (...). Auch hier wird die verfluchte Tinte schneller gef&uuml;llt (x%).\n\n**R Ultimative F&auml;higkeit - Hyperventilation:**\nYone&#039;s K&ouml;rper wird vom Fluch &uuml;bernommen und die F&auml;higkeiten werden f&uuml;r 7 Sekunden verst&auml;rkt. Sein Lauftempo wird um x erh&ouml;ht.\n\nPassive: Schadenserh&ouml;hung x%\nQ F&auml;higk: Schadenserh&ouml;hung x% + mehr verfluchte Tinte (x%)\nW F&auml;higk: Mehr verfluchte Tinte + Schnellere Ausf&uuml;hrung der F&auml;higkeit + Verlangsamung, Blendung wird durch ein Stun ersetzt.\nE F&auml;higk: Sprungweite/Schaden wird um x erh&ouml;ht. Gewonnene verfluchte Tinte wird erh&ouml;ht. (x%).\n\n\nSo, dass ist mein Konzept. Ich hoffe, dass es euch gefallen hat und ihr einiges dazu sagen k&ouml;nnt. Ich bin f&uuml;r alles Offen und werde versuchen, dass\nbestm&ouml;gliche aus der ganzen Kritik zu machen.\n\nBis dann,\n_**Dr Strangê**_","replies":[{"id":"","poster":"EndOfTheDeath","date":"2016-04-21T15:22:01.742+0000","up_votes":2,"down_votes":0,"body":"Das Champion-Konzept gefällt mir gut, weil der Verfasser hat sich viel Mühe gegeben, die Fähigkeiten hören sich recht Interessant an und der Einfallsreichtum ist vorhanden.\nIch würde mich aufjedenfall auf so einen Champion freuen und wie man die Laning Phase gewinnen bzw dominieren wird.\n\nMfg: EndOfTheDeath","replies":[{"id":"","poster":"Cetin","date":"2016-04-22T00:58:08.809+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=EndOfTheDeath,realm=EUW,application-id=L7E6lhzo,discussion-id=Fz1pEk1X,comment-id=0000,timestamp=2016-04-21T15:22:01.742+0000)\n>\n> Das Champion-Konzept gefällt mir gut, weil der Verfasser hat sich viel Mühe gegeben, die Fähigkeiten hören sich recht Interessant an und der Einfallsreichtum ist vorhanden.\n> Ich würde mich aufjedenfall auf so einen Champion freuen und wie man die Laning Phase gewinnen bzw dominieren wird.\n> \n> Mfg: EndOfTheDeath\n\nVielen Dank Steven!","replies":[]}]},{"id":"","poster":"SavageSloth","date":"2016-09-28T19:56:16.485+0000","up_votes":1,"down_votes":0,"body":"Also ich muss ebenfalls zustimmen, dass das Konzept sich verdammt interessant anhört :) Auch finde ich seine Skills sind vom reinen Nutzen relativ ausbalanciert und auch, dass er ein Ap champ sein soll...super Idee. Du könntest ja vielleicht noch an der einen oder anderen Stelle der Geschichte ein wenig die Formulierungen nachfeilen...ebenso ein bisschen innerhalb der Skillbeschreibungen, aber das soll wirklich nicht böse gemeint sein. Man merkt du hast dir gute Gedanken gemacht und auch gut durchdacht, dass bei den Skills seine Geschichte schön zum Tragen kommt. Keep going :)\n{{sticker:slayer-pantheon-thumbs}} \n\nMfG: noch ein Steven xD","replies":[{"id":"","poster":"Cetin","date":"2016-10-10T15:05:52.889+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank!\nJa ich werd mein bestes geben! {{sticker:slayer-pantheon-rainbows}}","replies":[]}]}]}