{"id":"V1AdhvP4","poster":"Quantum Break","date":"2016-04-21T18:16:35.525+0000","title":"Bots in ARAM-Game?","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hatte gerade ein Game gehabt als Xerath (Aram)... So nun z&auml;hle ich mal auf\n\n3 meiner Leute hatten keine Masteries\n4 der Gegner hatten keine masteries\nKeiner dieser Leute schreibte im Chat \nMein Team isolierte sich fast komplett vom Farmen und pushte null, war am Tower w&auml;hrend die Wave in der MItte war und das Gegner Team TEILWEISE pushte\nGegner Azir und Morgana liefen teilweise einfach MIT GHOST(WTF WIESO NEHMEN DIE &Uuml;BERHAUPT GHOST??) in uns rein, bewegten sich nicht, zielten die F&auml;higkeiten KOMPLETT irgendwo anders hin, zB in die andere Richtung\nGegner blieben auf der Map teilweise stehen oder machen AA&#039;s auf Minions w&auml;hrend der Teamfight direkt nebendran stattfindet\nGegner und meine leute flashten einfach im teamfight rum, ohne irgendeinen Anhaltspunkt\nMeine leute rennen teilweise in Tower rein und attackieren diesen einfach wahllos\n\nDas Game bestand im Endeffekt darin, dass ich mit 40+ Kills rumlief, die Gegner 10-20 + Tode hatten und meine Teammitglieder zum Gl&uuml;ck von meinen Kills noch was abbekommen haben um so einigerma&szlig;en die Teamfights zu gewinnen.\n\nDieses Game war keinswegs normal.. Nicht mal ein Anf&auml;nger macht so einen M&uuml;ll..habe dann, man kann sagen, ALLEINE das Game als Xerath gewonnen\n\nHatte das schon mal jemand? Bots im Aram? Ich denke da es nicht so oft gespielt wird, ist das fast schon die erste Anhaltestelle f&uuml;r Bots","replies":[{"id":"","poster":"Hedrauta","date":"2016-04-22T05:09:50.954+0000","up_votes":1,"down_votes":0,"body":"ist leider wieder stark im kommen, dass der Account von irgendwelchen Bot-Programmen hochgespielt wird... -.- \nIch suche mir daher immer feste Leute (5-10) die Ich zum ARAM spielen einladen kann... So hab ich meistens immer 2-3 Leute, mit denen ich ARAM spiele, und kein dreckiges Programm, das keine Ahnung hat, was es macht ;)\nJe mehr ich hab, desto besser wäre es :D \nkönnt mich auch adden, jedoch beachtet dabei, dass ich meistens LoL  streame. ;)","replies":[]},{"id":"","poster":"sandseba","date":"2016-04-21T18:32:25.694+0000","up_votes":1,"down_votes":0,"body":"Ich hatte das auch schon ganz oft. Am schlimmsten aber eine Runde, ich als Teemo - Gegner als Heimer.. alles andere waren wahrscheinlich Bots. Ich mit 60+ Kills und Heimer 70+ Kills nach 25 min :D","replies":[]}]}