{"id":"LgV0FQXr","poster":"Günther OhMad","date":"2016-04-21T08:03:09.283+0000","title":"Wann genau wird die Wahrscheinlichkeit für Key resetet","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Naja der Titel sagt ja schon fast alles... ich kann in einer Stunde wieder ne Kiste kriegen..  dann h&auml;tte ich wieder 4... da ich ja nicht alle 4 Kisten in einer Stunde gewonnen habe, m&uuml;sste ich doch auch langsam wieder Schl&uuml;ssel kriegen... ab wann genau? weiss das einer?","replies":[{"id":"","poster":"I am Zynex","date":"2016-04-21T10:45:03.652+0000","up_votes":1,"down_votes":0,"body":"Also du kanst alle 7 Tage eine neue Kiste erspielen. Wenn du die Kiste nicht in den nächsten 7 Tagen erspielst steigert sich die möglichen Kisten um 1 bis zu einem Maximum von 4 Kisten.\n\nDas erhalten der Fragmente ist kompletter Zufall nach Siegen.\nDie Wahrscheinlichkeit auf ein Schlüsselfragment verringert sich pro erhaltenem Fragment. Diese Wahrscheinlichkeit wird alle 30 Tage Resetet laut FAQ von Riot. Die Wahrscheinlichkeit auf ein Fragment kannst du erhöhen in dem du mit anderen Spielern zusammen in die Q gehst.\n","replies":[{"id":"","poster":"Günther OhMad","date":"2016-04-21T10:55:31.562+0000","up_votes":1,"down_votes":0,"body":"dankesehr... wie gesagt habe ich sonst immer nur gehört ca. 30 Tage oder ein monat( aber wie genau defeniert sich der den es sollte auch nur 4 kisten pro monat geben aber es sind 28 tage)... stimmt FAQ hab ich net dran gedacht viele dank","replies":[]}]},{"id":"","poster":"NoElo4Cello","date":"2016-04-21T09:44:42.877+0000","up_votes":1,"down_votes":0,"body":"die kisten resetten nicht nach 28 tagen..du bekommst alle 7 tage eine neue!","replies":[{"id":"","poster":"Günther OhMad","date":"2016-04-21T10:30:09.447+0000","up_votes":1,"down_votes":0,"body":"nehm das ganz mal 4 dann hast du den reset der monatsration wenn du schnell genug spielst... pro monat 4 kisten und 4 schlüssel... hab mich etwas unklar ausgedrückt... ich dachte es wäre klar was ich meine... entschuldige","replies":[]}]},{"id":"","poster":"Sihari","date":"2016-04-21T09:29:47.039+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe mal, dass es recht bald ist... mein letztes Schlüsselfragment habe ich letzten Montag bekommen und in meinem Inventar liegen noch immer 3 Kisten rum...","replies":[]},{"id":"","poster":"NoElo4Cello","date":"2016-04-21T08:52:08.957+0000","up_votes":1,"down_votes":0,"body":"nach ca. 30 tagen wird die Wahrscheinichkeit resettet laut Riot Support!!!","replies":[{"id":"","poster":"Günther OhMad","date":"2016-04-21T09:09:40.909+0000","up_votes":1,"down_votes":0,"body":"das problem ist das anscheinend niemand was genaues weiss... schliesslich reseten die kisten ja auch nach 28 tagen (gesagt wird immer ein monat)... sind ja auch ca.30 ^^ ...","replies":[]}]}]}