{"id":"NXUJWgoX","poster":"LFT Vippix","date":"2019-04-24T08:31:50.805+0000","title":"Suche Illaoi Spieler für Illaoi Draven D4+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Suche jemanden, der im idealfall Sup Main ist und Illaoi spielen kann, sollte Illaoi Draven offen sein. \r\nWer Lust hat bitte adden: \r\n\r\nLFT Vippix","replies":[{"id":"","poster":"LFT Vippix","date":"2019-04-24T09:53:37.023+0000","up_votes":2,"down_votes":0,"body":"Ich kann verstehen, dass du das nicht gut findest, jedoch ist es mit Draven so (scheinbar gewollt) das jeder Klon oder jede Kopie eines CHampions die Stacks gibt. Dazu zählen Sion, Lb, Neeko, Shaco eben auch Illaoi. Zum anderen ist Illaoi an sich mit Draven nicht schlecht, da sie als Lane-Bulli sehr viel presure aufbauen kann und dies einen Draven unterstützt. Generell suche ich nen sup der mit mir spielt ob das jetzt Illaoi Draven ist oder nicht ist mir da relativ egal, finde nur das solch eine Lane angenehm zu spielen ist. Kannst ja mal gerne auf meinen op.gg schauen und sehen wie oft ich das \"abused\" habe xD","replies":[]},{"id":"","poster":"Ïm À Çute Ýordle","date":"2019-04-24T08:48:57.640+0000","up_votes":1,"down_votes":0,"body":"Warum nutzt man so einen Bug aus? Schäm dich.","replies":[{"id":"","poster":"JuicyJuju","date":"2019-04-24T09:23:43.080+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Ïm À Çute Ýordle,realm=EUW,application-id=ElKI1ocy,discussion-id=NXUJWgoX,comment-id=0000,timestamp=2019-04-24T08:48:57.640+0000)\n>\n> Warum nutzt man so einen Bug aus? Schäm dich.\n\nGanz ehrlich, wenn es eine Strategie gibt die gut ist und die dir zum Sieg verhilft weil du schlauer als der Gegner vorgegangen bist, dann machst du das auch. Diese Taric Sona Botlane, die hat auch ne hohe Winrate, willst du mir jetzt sagen das soll man auch nicht ausnutzen?\n\nSoll man generell keine guten Strategien ausnutzen? Was darf man eigentlich noch? \n\nSo ne Bemerkung kannst du dir sparen, ehrlich.","replies":[{"id":"","poster":"Megamaexx","date":"2019-04-24T13:35:38.362+0000","up_votes":1,"down_votes":0,"body":"Einen Bug nutzen ist aber immernoch etwas anderes als eine Strategie nutzen. Theoretisch wird bei bug abusing auch ein Bann vergeben.","replies":[]}]}]}]}