{"id":"BIEYkpPl","poster":"IWîndWâllUrTêars","date":"2016-04-20T16:01:01.615+0000","title":"Yasuo Bugs","subforum":"Melde einen Bug","embed":{"title":"Yasuo Bug List * /r/leagueoflegends","description":"I saw [this](https://www.reddit.com/r/leagueoflegends/comments/48yb38/rengar_bug_list_the_other_one_got_deleted/) being posted here and asked...","url":"https://www.reddit.com/r/leagueoflegends/comments/494ddh/yasuo_bug_list/","image":"https://i.redditmedia.com/ZyXZbmExXx9_QUYyvw00nzIQoyBT82BOn-oQ7UKxuoc.jpg?w=320&s=11b3c23159859cc93c9415f2b9a29f52"},"up_votes":1,"down_votes":0,"body":"Es gibt immer noch sehr viele Bugs mit Yasuo die mitten im Spiel h&auml;ufiger auftreten und das Spiel sehr stark negativ beeinflussen. Ich habe durch diese Fehler schon mehrere Spiele verloren und m&ouml;chte sie nun hier nochmals aufz&auml;hlen. Hierbei ist nicht zu vergessen, dass es bereits mehrere Reddit Posts dar&uuml;ber gab, einen davon, den ich sehr gut finde m&ouml;chte ich hier verlinken. Er wird wahrscheinlich die Fehler besser aufz&auml;hlen als ich.\r\n1. Fehler: Yasuo kann zu einem unbestimmten Zeitpunkt nicht Autoattacken, geschweige denn er benutzt seine Q und macht keinen Schaden. Hierbei gilt es zu beachten, dass dieser Fehler h&auml;ufig direkt nach seiner Ultimate passiert.\r\n2. Fehler: Die aktivierung seiner W-F&auml;higkeit entspricht immer noch nicht dem ihres Ursprungs. Die F&auml;higkeit hat zwar eine gewisse Animation, ist aber als Instant angesehen und sollte daher ohne Verz&ouml;gerung nach der Aktivierung jegliche Projektile abblocken. Bei F&auml;higkeiten wie Twisted Fate&#039;s Gold Karten etc. ist dies nicht der Fall und sie fliegen h&auml;ufig einfach durch die Wand. Dieser Fehler war schon vor einigen Monaten in den Patch Notes zu sehen, jedoch hat dies nichts ge&auml;ndert.\r\n3. Fehler: Yasuo kann selten seine Ultimate nicht verwenden. Dieser Fehler kann zu jedem Zeitpunkt passieren indem man die Ultimate verwenden m&ouml;chte. \r\n\r\nIn dem verlinkten Reddit Post gibt es noch mehrere Fehler zu sehen und entsprechend mit Video-Beweisen. Diese sind aber eher seltener Natur, doch die Bugs die ich hier aufgelistet haben tauchen fast jedes Spiel auf. Ich habe zusammengerechnet um die 580&#039;000 Yasuo Punkte und diese Fehler werden nach einer Weile sehr penetrant. Ich bitte um Feedback und eure Meinung bez&uuml;glich den Fehlern die Yasuo hat.","replies":[{"id":"","poster":"Samuraisub","date":"2016-04-23T13:35:52.965+0000","up_votes":1,"down_votes":0,"body":"Erster Fehler hatte ich noch nicht, aber du musst schon den Zusammenhang und die Situation schon mehr erklären, ob er während er die Q castet angegriffen wird etc.\nZweiter Fehler Yasuo Wall mag instant sein, aber manchmal werden Point und Click Projectiles wie TF W Card oder Annie Q oder Nunu Q nicht ordentlich verwertet. Dieser Bug ist der PURE HASS.\nDritter Fehler Habe ich eher selten den Bug, wenn nicht sogar sehr selten.\n\nÜbrigens hast du nicht 580'000 Yasuo Punkte sondern 303'900 Yasuo Punkte","replies":[{"id":"","poster":"IWîndWâllUrTêars","date":"2016-04-23T18:06:32.742+0000","up_votes":1,"down_votes":0,"body":"Nene habe noch nen anderen gebannten acc mit 280k","replies":[]}]}]}