{"id":"rlE3L9H2","poster":"BertaDieMilchkuh","date":"2016-04-19T13:58:07.689+0000","title":"Platin 1 Midlaner auf der Suche nach ernsthaftem Team (Communitybeitritt ebenfalls möglich)","subforum":"Clans & Teams","up_votes":4,"down_votes":6,"body":"Heyho Leute und &#039;&#039;Teamrankedspieler&#039;&#039;\r\n\r\nAch wenn es ja leider zurzeit kein richtiges Teamranked gibt suche ich trotzdem eine Gruppe von Spielern um zu 5. zu quen und das alte Teamrankedgef&uuml;hl wieder zu bekommen :) Ich spiele seit Mitte Season 2 League und seit Ende Season 3 Teamranked. 23 Jahre jung bin ich und als Student habe ich eine Menge Zeit die ich gerne in ein Team investieren will. \r\n\r\nZu meinem Spielstil: \r\n\r\nIch liebe einfach Controlmages und deren Art wie sie das Spiel entscheiden k&ouml;nnen und fokussiere mich deshalb haupts&auml;chlich auf Champs wie Orianna und Viktor. Desweiteren habe ich eine lange Zeit Pokechampions gemaint und spiele deshalb auch gerne Lux, Varus, Corki. Mein Problem habe ich mit Assasins und der Art wie man spielen muss mit solchen Champs um zu gewinnen. Deshalb habe ich dem Bereich auch nur Diana/Ahri anzubieten, kann mich aber auch wieder mehr damit befassen, falls es f&uuml;r das Team wichtig erscheint. Ich bin Fan von Scaling- und Pokecomps und habe dementsprechend meinen Championpool so angepasst.\r\n\r\nZu mir als Spieler:\r\n\r\nIch versuche mich durchgehend als Spieler in League zu verbessern. Ich habe es mir angew&ouml;hnt nach Teamranked Games kurz das Spiel immer mit meinen Mates durchzugehen und Schwachpunkte herauszufinden. Ich bin der Meinung, dass man in einem Team Fehler deutlich aber respektvoll anzusprechen hat und nicht lange um den hei&szlig;en Brei herumzureden brucht. Wenn etwas schei&szlig;e war, dann war es halt schei&szlig;e und das kann man auch so ansprechen :) Es geht ja um den Fehler den man als Spieler gemacht hat und nicht die Meinung &uuml;ber den Menschen dahinter . In alten Teams habe ich meist das Shotcallen &uuml;bernommen, da ich eig. kein stiller Mitspieler bin und immer alles kommentiere was ich auf der Map sehe.\r\n\r\nMeine Erfahrung im Teamrankedbereich:\r\n\r\nWie schon erw&auml;hnt spiele ich seit ca Ende Season 3 in einigen Teams. Mein Maximum war dabei Diamant 5 Teamelo. Ein paar RP habe ich bei kleineren Turnierne gewonnen wobei diese aber nicht gro&szlig; genug war um gro&szlig;artig stolz darauf zu sein. Zwischenzeitlich habe ich auch gar kein Teamranked mehr gespielt und mich nur noch aufs Coachen von Spielern und ein paar Teams konzentriert  und habe daher auch in der Hinsicht ein wenig Erfahrung ( Max Diamant 4 Coaching) . \r\n\r\nMeine Erwartungen von Team: \r\n\r\nIch bin einer der Spieler, denen tryharden einfach richtig Spass macht. In einer konzentrierten Atmosph&auml;re sich zu verbessern und mit Hilfe seiner Mates sich als Spieler weiterzuentwickeln. Von daher bin ich kein gro&szlig;er Fan von Trashtalk im Ranked besonders nicht wenn es durchgehend ist. Ein kleiner Spass am Rande ist nat&uuml;rlich immer willkommen. Zuviel tryhard geht nach hinten los ;) \r\nElobereich w&auml;re sch&ouml;n um High-Plat/ Low Dia,  aber da ich einen Smurf habe kann ich auch mit Leuten im Low-Platbereich quen. \r\nUnd testen kann man immer ! :) Alle sollten ein anst&auml;ndiges Headset sowie Ts3 benutzen und min. 16 jahre alt sein. \r\nFalls das Team von einer Community unterst&uuml;tzt werden sollte, w&uuml;rde ich der Community ebenfalls beitreten. Training sollte min. 3 mal die Woche sein aber gerne auch mehr. Zudem sollten alle Spieler auch im Solo bzw Duoq t&auml;tig sein, da ich aus Erfahrung gelernt habe, dass diese Spieler oft besser sind als Leute die nur zu 5. Spielen.\r\n\r\nRechtschreibfehler d&uuml;rfen behalten werden :)\r\nEinladungen aufs TS werden gerne angenommen.\r\nBei Interesse einfach : BertaDieMilchkuh    adden. Bin &uuml;ber Handy dauerhaft zu erreichen.\r\n\r\nViel Gl&uuml;ck allen die das lesen beim climben und einen sch&ouml;nen Tag noch :)","replies":[{"id":"","poster":"ixsane","date":"2016-04-19T14:11:42.658+0000","up_votes":1,"down_votes":0,"body":"Ihr sucht eine Community , die Turniere veranstaltet ? Eine Community zum reden und zocken? Dann seid ihr bei uns genau richtig. Unserer neue LoL ExQ / TS³ IP: 212.224.87.63\n\nVon Unranked bist Challanger ist jeder Herzlich wilkommen Wenn du interesse hast komm vorbei von 12+ bis 18+!\n\nWir sind ein Globaler clan zocken League of legends, Cs;Go!\n\nWenn du einen team beitreten Möchtes dann Such dir einen aus ob du Jetzt Leauge of legends beitretten willst und es ernst meins Biste wilkommen in league of legends!\n\nIn Cs:Go gilt das Gleiche!\nIhr seid alle Herzlich wilkommen!","replies":[{"id":"","poster":"BertaDieMilchkuh","date":"2016-04-19T14:57:31.717+0000","up_votes":1,"down_votes":4,"body":"ich hasse dieses copy-pasten unter texten. falls ein team einen midlaner sucht komme ich vorbei :) freue mich auf rückmeldung","replies":[{"id":"","poster":"ixsane","date":"2016-04-19T16:55:31.226+0000","up_votes":1,"down_votes":0,"body":" tut mir echt leid.´\nWir suchen viele leute komm vorbei wenn du auf der suche nach einem team bist  würde mich Freuen :D","replies":[]}]}]},{"id":"","poster":"AeQ KAPPOBY","date":"2016-04-19T14:03:48.987+0000","up_votes":1,"down_votes":0,"body":"Schau doch gerne mal bei uns vorbei. Hier findest du mit Sicherheit einige Mitspieler zum gemeinsamen Zocken. :)\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. :)\n\nDamit ich das hier noch ergänzen kann und nicht nur eine Standardphrase unter deinen Beitrag schreibe: Deine Vorstellung ist sehr interessant und du hast dir sehr viel Mühe gegeben dich zu präsentieren, was mir persönlich sehr zusagt. Ich hoffe, dass wir dich so schnell wie möglich in einem Team bei uns unterbringen können und das du dich schnell einlebst und wohlfühlst. :)","replies":[{"id":"","poster":"BertaDieMilchkuh","date":"2016-04-19T14:57:54.902+0000","up_votes":1,"down_votes":4,"body":"finde ich bestimmt oder es gibt ein team welches einen midlaner sucht?","replies":[]}]},{"id":"","poster":"BertaDieMilchkuh","date":"2016-04-20T11:32:32.713+0000","up_votes":1,"down_votes":1,"body":"push :)","replies":[]},{"id":"","poster":"BertaDieMilchkuh","date":"2016-04-19T20:49:42.263+0000","up_votes":1,"down_votes":4,"body":"push :)","replies":[]},{"id":"","poster":"BertaDieMilchkuh","date":"2016-04-19T17:55:31.676+0000","up_votes":1,"down_votes":4,"body":"push :)","replies":[]}]}