{"id":"utdw2l9Q","poster":"BabyRageLoL","date":"2016-04-19T02:14:02.223+0000","title":"täglicher Disconnect im Spiel, aber kein Internet Disconnect","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hall&ouml;chen,\n\nhabe folgendes kleines Problemchen.\n\nIch habe jeden Tag, wenn ich spiele, einen disconnect der nur League of Legends betrifft. Dieser Disconnect tritt auch nur ein mal am Tag auf und immer um die selbe Uhrzeit. \n\nJedoch disconnecte ich nur in LoL. Nicht vom Internet selbst! Alles andere l&auml;uft auch weiterhin ohne Probleme, wie youtube Videos, Streams und andere Games. Das ich nicht vom Internet disconnecte wei&szlig; ich, da ich anhand der Fritzbox in der Ereignis&uuml;bersicht sehen kann, wann ich disconnecte und dies ist bei diesem t&auml;glichen Disconnect nicht der Fall. Es steht nichts in der Ereignisliste und in der Symbolbox unten rechts auf meinem Laptop disconnecte ich auch nicht beim Internetsymbol.\n\nEs ist auch nicht der 24 Stunden Disconnect oder Zwangstrennung wie mans auch nennt, vom Anbieter her. Diesen habe ich eingestellt auf 8-9 Uhr morgens und das ist auch so der Fall, das ich morgens um 8:30 diesen Zwangsdisconnect habe. Jedoch geht es mir um einen disconnect den ich täglich habe gegen ca. 3:50 Uhr und 4:00 Uhr.\n\nHat jemand ne Ahnung was das sein k&ouml;nnte oder woran es liegen k&ouml;nnte?\n\nW&auml;re f&uuml;r Tips dankbar\n\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"BabyRageLoL","date":"2016-04-19T17:52:49.853+0000","up_votes":1,"down_votes":0,"body":"Es liegt nicht an meinem Internet, ich disconnecte ja nicht vom Internet her, sondern nur in LoL. Alles andere läuft ja normal weiter, Videos, Streams etc, während des LoL Disconnects, ergo ist das Internet ausgeschlossen.\n\nPC Ist auf dem neusten Stand von allen Updates her, habe ich vor 2 Tagen erst alles gemacht und überprüft. Schließe ich also auch aus, das es daran liegen soll.\n\nDen Client hatte ich erst vor ca. 2 Monaten neu installiert gehabt, kanns aber trotzdem nochmal versuchen, auch wenn ich nich glaube dass das die Ursache ist.\n\nTrotzdem Danke für deine Antwort.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-04-19T08:59:11.925+0000","up_votes":1,"down_votes":0,"body":"Hast du mal versucht über ein andere Internetverbindung dich einzuloggen?\nWürd ich mal machen und schauen ob der Fehler dann ebenso eintritt.\nSo kannst du zumindest auschließen ob deine I-net verbindung das Problem ist oder nicht.\nWenn du  grad nicht in ein andres Wlan-Netz einklicken kannst, kannst ja auch dein Handy als Router verwenden,\nfallst du weißt wie das geht.\nWenn es nicht an der I-net verbindung liegt würd ich dir empfehlen, dich an nem anderen PC welches LoL installiert hat dich einzuloggen um zu schauen ob dieser dort ebenfalls auftritt. Dort wird es warscheinlich dann funktionieren. Dann weißt dass das Problem an deinem Rechner bzw. am Client liegt. Dann würd ich dir empfehlen alle Hardwaretreiber zu updaten. Wenn das nicht hilft Client neu installieren.\n\nZusammengefasst.\nAnderes Wlan: Fehler nachwievor da:  I-net ausgeschlossen\n                           Fehler weg..... Inet/router Problem\nAnderen PC: Fehler Weg: Client neu installieren, Hardware updaten.","replies":[]}]}