{"id":"kl2aoAsE","poster":"Gryphias","date":"2016-04-19T10:42:18.896+0000","title":"Sunfire + Cinderhulk stacken gemeinsam & mehr","subforum":"Melde einen Bug","embed":{"title":"Cinderhulk & Sunfire | Interactions - Patch 6.7","description":"Does it Stack? Yes it does. Also some other stuff you maybe didnt know. Also Monsters cant be killed by it, they stay at 1 HP.","url":"https://www.youtube.com/watch?v=7fDMIfZlY9I","image":"https://i.ytimg.com/vi/7fDMIfZlY9I/hqdefault.jpg"},"up_votes":2,"down_votes":3,"body":"Hallo Leute\r\n\r\nSeit ein paar Tagen habe ich schon gesehen das vermehrt Leute wieder beides bauen, Jungleitem mit Cinderhulk und Sunfire!\r\nHab n bischen recherchiert und folgendes dann entdeckt unter anderem dann nochmal als Videobeweis im Anhang.\r\n\r\n___\r\n\r\nZuallererst der Bug f&auml;ngt damit an das beides gemeinsam stackt, was ja von Rito gesagt wurde nicht sein sollte.\r\nAnscheinend geht das aber auch gegen Champions was von mehreren Seiten best&auml;tigt wurde\r\nhttp://imgur.com/a/QuAKz\r\nWeiters sobald man Cinderhulk hat und sich ein Bamis{{item:3751}}  oder ein Sunfire{{item:3068}}  kauft f&auml;ngt die Passive von diesen beiden an gegen Monster nicht nur 50% sondern 100% Schaden zu machen\r\n\r\n___\r\n\r\nDer gro&szlig;e Bug aber ist folgender:\r\n1. Kaufe Cinderhulk\r\n2. kaufe Sunfire\r\n3. verkaufe Cinderhulk\r\n\r\nErgebnis:\r\nSunfire Proct in jeder Sekunde doppelt bzw jede halbe Sekunde\r\n\r\n___\r\n\r\nhabt ihr den Bug auch bereits gesehen?\r\nw&uuml;rde mich &uuml;ber ne kleine Diskussion freuen ob es euch auch bereits aufgefallen ist!\r\n\r\nCya Gryphias","replies":[{"id":"","poster":"Gryphias","date":"2016-04-19T16:47:59.102+0000","up_votes":1,"down_votes":0,"body":"und was ist der unterschied zwischen einem Exploit und einem Bug, am ende wird es ausgenutzt und darum dachte ich ich melde es hier^^","replies":[]},{"id":"","poster":"Tronje","date":"2016-04-19T13:31:50.318+0000","up_votes":1,"down_votes":0,"body":"Das ist ein Exploit. Sei so gut und nehme das aus dem Offiziellen Forum raus und schreib es direkt an den Support... Reicht doch schon, wenn es von ein paar wenigen genutzt wird.","replies":[]}]}