{"id":"qsbJFGEd","poster":"kuchenbro","date":"2016-04-18T18:59:17.021+0000","title":"Werde immer schlechter :(","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Als ich diese Season mit Rankeds angefangen habe konnte ich sehr gut climben und war nach 2 Wochen schon in der Promo und eine Woche sp&auml;ter schon in der n&auml;chsten Division,danach habe ich eine Woche Urlaubt gemacht und dann begann es. \r\nIch konnte danach nur sehr selten einen LP-Gewinn machen und hatte auch &ouml;fters ein Loosingstreak\r\nAu&szlig;erdem habe ich versucht als Mid/Top zu carrien und hatte meistens doppelt so viele Kills als Tode, aber konnte trotzdem einfach nicht carrien\r\nHat einer Tipps wie ich aus dem st&auml;ndigen fallen rauskomme? :) {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"I love you Malon","date":"2016-04-18T19:09:38.366+0000","up_votes":1,"down_votes":0,"body":"Deinen Fokus zurück finden!\n\nSpiel nicht um zu Gewinnen sondern zu lernen, denk nicht daran das du das Game Gewinnen musst sondern denk immer daran etwas daraus zu lernen!\n\nIch habe meine Sichtweise geändert und bin nun heute eine Divison aufgestiegen auch wenn ich nun mit Premades spiele wobei meien stärke darin besteht das ich mich in einem Team wohler fühl um eben zu beweisen das ich es drauf habe! Das ist meine Schöpfung meiner Kraft und deswegen schätz ich mal an fällt mir das climben nun auch so einfach.\n\nWoraus du deine krafz ziehst musst du selbst herausfinden ( oder vielleicht weißt du es schon ^^) aber spiel nicht um zu Gewinnen!\nDas lässt dich nur tillten.\n\n\nIch hoffe ich konnte dir Mut machen :)\n\n\n\nLg XtremBoy {{champion:103}} {{champion:238}}","replies":[{"id":"","poster":"kuchenbro","date":"2016-04-18T20:00:47.022+0000","up_votes":1,"down_votes":0,"body":"Wenn ich zurückblicke fällt mir auf, dass ich mit {{champion:89}} + Kommandobanner und Zz-Rot ziemlich viel Spaß hatte (hab sogar den Nexus bekommen als wir geaced(gibts das Wort überhaupt?)) \nIn letzter Zeit habe ich nur Champs gespielt mit denen ich die Lane gewinne oder grade stark sind {{champion:42}}  {{champion:75}}  {{champion:102}}, aber nicht genug Tower bekomme, hätte ich aber Leona gepickt hätte ich das Problem nicht gehabt\nIch denke es wird wieder Zeit für only Leona :D\n{{sticker:slayer-pantheon-thumbs}} ","replies":[]}]},{"id":"","poster":"Untouchable ProX","date":"2016-04-18T19:43:22.253+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich kann man dir nur grundlegende Tipps auf deinen Weg mitgeben.\n\n-> Gib niemals auf und spiele nur wenn du motiviert bist.\n-> Suche nicht die Fehler bei anderen sondern wenn nur bei dir selbst.\n-> Spiele nur 1-2 Rollen und maine auch nur 1-2 Champs \n\nMan kann dir vieles raten und versuchen zu helfen.\nAber grundsätzlich kommt man nur weiter wenn man konsequent sein bestes gibt.\nBeherschst du deine Mains kannst du dich mehr auf dein Spiel (calls/mapcontrol) konzentrieren und spiels grundsätzlich besser.\nVersuch einfach dein bestes zu geben und gib niemals auf.","replies":[]}]}