{"id":"fBp77QEE","poster":"xC0ntLessx","date":"2016-04-16T18:43:21.132+0000","title":"Leavebuster","subforum":"Hilfe & Support","up_votes":1,"down_votes":6,"body":"Ich m&ouml;chte eine beschwerde einreichen,ich bin es langsam leid,immer wieder Leavebuster zu bekommen,weil mein internet ein komplett ausfall hat.Ich gehe in ein spiel habe nicht mal den Lade screen,bekomme sofort Leavebuster,habe heute schon wieder ein weil mein Internet ausgefallen ist,und bekomme sofort ein Leavebuster ich finde das eine frechheit,ich meine w&uuml;rde ich extra leave w&uuml;rde ich es ja verstehen,aber wenn ich nichtmal was daf&uuml;r kann......\r\n\r\nEine Frechheit!!!!","replies":[{"id":"","poster":"I love you Malon","date":"2016-04-16T18:46:05.383+0000","up_votes":3,"down_votes":0,"body":"DU hast die Verantwortung über DEIN Internet! \n\nDaher ist der Leaverbuster gerechtfertigt.\n\n\nMfg {{champion:103}} {{champion:238}}","replies":[{"id":"","poster":"xC0ntLessx","date":"2016-04-16T18:47:04.688+0000","up_votes":1,"down_votes":2,"body":"Klar,ich rufe 02 an und sage einmal bitte den Komplett ausfall,sagmal gehts noch?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-04-16T19:05:38.955+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xC0ntLessx,realm=EUW,application-id=7hciEY9w,discussion-id=fBp77QEE,comment-id=00000000,timestamp=2016-04-16T18:47:04.688+0000)\n>\n> Klar,ich rufe 02 an und sage einmal bitte den Komplett ausfall,sagmal gehts noch?\n\nGute Frage... und bei dir so?\nUm dir mal so einen Grundlegenden Tipp zu geben: Mit dem Ton, den du hier im Forum an den Tag legst, wirst du dir sehr viele Türen zuknallen... Vor allem, wenn deine Wut sich an die völlig falsche Adresse richtet...\n\nUnd ja, genau genommen solltest du mal bei O2 anrufen, wenn die den Service, für den du die bezahlst, nicht so konstant liefern, wie du das eigentlich erwarten solltest. Du bezahlst O2, damit du konstant LoL zocken kannst. O2 liefert diese Qualität offensichtlich nicht, da dein Internet so oft abstürzt, dass du eine Leaverbuster-Strafe kriegst... Das sind genau die Leute, die dir dabei helfen können, dass du nicht immer wieder einen Leaverbuster bekommst...\n\nÜberlege dir einfach mal, wie es dir geht, wenn bei einem deiner Mitspieler das Internet ausfällt... da drückst du dann doch garantiert auch auf den Report-Knopf. Und dir ist es dann auch völlig egal, dass bei dem auch nur das Internet abgekackt ist. Und dass das dann gar nicht seine Schuld ist.","replies":[{"id":"","poster":"xC0ntLessx","date":"2016-04-17T12:28:12.678+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ich habe überreagiert das tut mir auch leid,aber ich war in den moment so sauer..","replies":[]}]},{"id":"","poster":"I love you Malon","date":"2016-04-16T18:51:54.079+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xC0ntLessx,realm=EUW,application-id=7hciEY9w,discussion-id=fBp77QEE,comment-id=00000000,timestamp=2016-04-16T18:47:04.688+0000)\n>\n> Klar,ich rufe 02 an und sage einmal bitte den Komplett ausfall,sagmal gehts noch?\n\nErstmal würde ich dir raten etwas Freundlicher zu sein.\nDas sage ich dir ist eine frechheit!\n\nWie LEGOFREAK1 schon gesagt hat gibt es eine Toleranzlinie.\nSieh einfach zu das du diese Probleme behebst!","replies":[]}]}]},{"id":"","poster":"Jelmazma","date":"2017-02-08T23:27:45.768+0000","up_votes":1,"down_votes":0,"body":"Hallo, Ich finde xC0ntLessx hat nicht ganz Unrecht. ich bin auch hier um mich über den Leavebuster zu beschweren. ich spiele sehr gerne LoL und habe auch ein gutes Internetpaket gekauft für daheim. Trotzdem bricht es einfach immer mal wieder ab. Jedoch wohne ich in einem Gebiet wo das aufgrund von Infrastruktur einfach nun mal passieren kann. Mein Anliegen ist jedoch folgendes: \nWenn ich in einer Champion-Auswahl stecke und die Anzeige erscheint \"Verbindung wird wieder hergestellt..\" und es immer wieder angeht und abbricht, dann kann das doch bitte vom LoL-Server als eine Internetschwäche und kein Leaven zugeordnet werden. Jetzt mal ehrlich? Wenn ich das Spiel verlassen und neu laden würde dann dauert das eine andere Zeitdauer als wenn ich immer wieder kleine Abbrüche habe. Nun, wenn es mal komplett abbricht dann kann das System nicht erkennen ob es rausgehen oder Verbindungsprobleme waren.. Aber ich denke dass VIEL mehr drin ist das zu sensibilisieren. ich selbst weiß natürlich nicht wie, aber auf Basis von Verbindungsdauer, Trenndauer, usw. muss mehr drin sein.\n\nGerade eben bin ich aus der CHampionauswahl geflogen und bekomme anschließend einen Leavebuster von 15min!! Ich mein fünfzehn? ernsthaft? \nWenn ich dauernd raus gehen würde und das auf Grundlage mehrfachen \"leavens\" passiert Okay, aber einfach mal so ? WTF! Das finde ich sowas von unverschämt.\nIch denke, dass sie eine tolle Arbeit leisten um Manipulation gegenzuwirken und da möchte ich auch nicht meckern, aber bitte - Das geht auch besser!!!!","replies":[]},{"id":"","poster":"legofreak1","date":"2016-04-16T18:49:54.858+0000","up_votes":1,"down_votes":0,"body":"Der Leaverbuster besitzt Toleranzen, sodass man nicht beim ersten Leave bzw afk sein eine Strafe erhält. Dies ist für unvorhersehbare technische Probleme oder Notfälle gedacht, bei denen einem leider nichts anderes bleibt, als das Spiel zu verlassen. Diese Toleranzgrenze hast du anscheinend schon lange überschritten, weil du deine Probleme ignoriert hast, anstatt dich um diese zu kümmern. Aufgrund deines Verhaltens versaust du immer wieder einen Mitspielern ihre Spiele, kümmere dich bitte um deine Probleme, bevor du weiterspielst oder lebe mit den unweigerlichen Konsequenzen.","replies":[]}]}