{"id":"rmB83koe","poster":"Foxxl","date":"2016-04-16T17:03:12.981+0000","title":"Hextech-Crafting mit Ip kaufen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Hallo Community und Liebe Riot MItarbeiter :)\r\n\r\nIch hab mal ne frage bzw ne Idee und wollte wissen wie ihr die Idee findet :)\r\nAlso es geht um diese Hextech Chests und Keys.\r\nIch spiele LoL nun schon etwas l&auml;nger und hab eigentlich alles was man sich mit Ip kaufen kann. Ab und an kann man sich mal wieder nen neuen Champ kaufen aber das wars auch.\r\nSo und jetzt mein vorschlag, ich w&auml;re daf&uuml;r dass man sich die Chests und Keys f&uuml;r Ip kaufen kann, vielleicht nicht sonderlich billig, aber auch nicht sonderlich &uuml;berteuert, denn ich bin sicher dass ich nicht der einzigste bin bei dem sich die Ip anstaut.....und so kann man sich wenigstens mal wieder was sinnvolles von den Ip`s leisten kann. Und dass die die alles haben auch mal wieder nen sinn dahinter sehn zu spielen und ip zu sammeln um sich was kaufen zu k&ouml;nnen.\r\n\r\nIch hoffe ein paar sehen das genauso wie ich und ihr helft mir dass Riot das auch liest.\r\nAuf rechtschreibfehler braucht ihr nicht hinweise, ich hab nicht drauf geachtet und einfach drauf los geschrieben.\r\n\r\nVorraus schonmal danke f&uuml;rs feedback.\r\n\r\nLG Foxxl {{champion:245}} {{champion:24}} {{summoner:12}}","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-16T17:37:18.720+0000","up_votes":1,"down_votes":0,"body":"Irgendwas sollten sie sich mal einfallen lassen, um überschüssige IP zu verwerten. Ich hab zwar noch lang nicht alles, aber mir fehlen auch nur noch um die 20-30 Champions. Mit dem Hextech-Crafting hab ich bestimmt Ende dieses Jahres alles zusammen.","replies":[{"id":"","poster":"Foxxl","date":"2016-04-22T13:51:27.240+0000","up_votes":1,"down_votes":0,"body":"Ja das ist es ja, ich hab auf meinem acc mittlerweile 300k punkte, alle runen und runenseiten und weis nicht wohin damit :o","replies":[]}]},{"id":"","poster":"xMugii","date":"2016-04-16T19:16:08.963+0000","up_votes":1,"down_votes":0,"body":"Ist ja schon eine gute Idee aber sowas würden die niemals machen weil die dann einfach voll den Verlust machen","replies":[{"id":"","poster":"Foxxl","date":"2016-04-22T13:50:18.738+0000","up_votes":1,"down_votes":0,"body":"Ja naia, ich denke mal dass es dann trotzdem noch genug spieler geben wird die sich die skins die sie wirklich haben wollen noch so kaufen, ich glaube nicht dass die da so großartig verlust machen. vor allem müssen sich ja dann die spieler entscheiden die noch nicht alles haben, ob sie ihre punkte für nen neuen champ ausgeben oder für truhen und schlüssel, schlussendlich werden die spieler die nicht alles haben immer wieder geld reinstecken. und die spieler die schon alles haben sind nicht wirklich die mehrzahl sondern ich schätze mal 5% von der lol community und diese 5% werden glaub ich nicht wirklich n verlust sein.","replies":[]}]},{"id":"","poster":"BigSnipe","date":"2016-04-16T21:53:04.015+0000","up_votes":1,"down_votes":0,"body":"es wird sowas nie in lol geben! \n\nGrund Geld!","replies":[]}]}