{"id":"AAOlc4d6","poster":"kiiro","date":"2016-04-15T05:20:06.256+0000","title":"myGamelife startet!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Guten Abend liebe Community,\r\n\r\nwir m&ouml;chten unser neues Projekt **myGamelife** vorstellen. myGamelife ist eine im Februar 2016 gestartete Multigaming Community mit dem Ziel, Spielern ein angenehmes, motivierendes und selbstverst&auml;ndlich spa&szlig;iges Umfeld zu bieten. \r\n\r\nWir wollen nicht nur Teams der eSport-Zugpferde, wie CS:GO, League of Legends, Dota 2 u.a. f&uuml;r uns gewinnen, sondern auch einzelnen Spielern in verschiedenen Game Genres eine M&ouml;glichkeit geben sich auszutauschen und miteinander zu zocken. \r\n\r\nDie Meisten kennen das Gef&uuml;hl, wenn f&uuml;r sein Lieblingsspiel einfach mal die Luft raus ist und man zur Abwechslung mal etwas Neues ausprobieren m&ouml;chte. Oder wenn es f&uuml;r seinen Zeitfresser einfach keine anst&auml;ndige Community gibt. Wir m&ouml;chten unter anderem genau diesen Spielern eine Plattform bieten in der man sich wohlf&uuml;hlt und sich in einem famili&auml;ren Umfeld zusammenschlie&szlig;en kann.\r\n\r\n\r\nUm dieses Ziel zu erreichen suchen wir ab sofort Spieler und Teams, die uns helfen dieses Projekt Schritt f&uuml;r Schritt aufzubauen:\r\n\r\nTeams suchen wir momentan in allen gro&szlig;en eSport Bereichen, wie\r\n\r\n~~- Counter-Strike: Global Offensive~~\r\n**_- League of Legends_\r\n- Dota 2\r\n- Call of Duty\r\n- Heroes of the Storm\r\n- Rainbow Six: Siege\r\nu.a.**\r\n\r\nNat&uuml;rlich w&uuml;nschen wir uns nicht nur den Erfolg mit euch innerhalb unserer gemeinsamen Community. Wir m&ouml;chten euch auch bei euren Zielen und W&uuml;nschen tatkr&auml;ftig unterst&uuml;tzen.\r\nAus diesem Grund bieten wir euch nat&uuml;rlich f&uuml;rs Erste die 3 Grundpfeiler:\r\n\r\n- Homepage: www.mygamelife.eu \r\n- Voiceserver: Teamspeak&sup3;\r\n- Gameserver\r\n\r\n&Uuml;ber detailiertere Information m&ouml;chten wir mit den einzelnen Teams direkt in unserem Teamspeak reden.\r\n\r\nWir wollen euch nat&uuml;rlich mehr bieten, aber ein Projekt entsteht leider nun mal nicht innerhalb von ein paar Wochen. So etwas braucht Zeit und Engagement und die richtigen Leute ;)\r\n\r\nWir m&ouml;chten mit euch was aufbauen und mit euch wachsen, aber um das zu erreichen m&uuml;ssen ein paar Regelungen und Voraussetzungen geschaffen sein:\r\n\r\n**- Mindestalter: 18 Jahre (Bevorzugt 21 Jahre) **\r\n_Es geht uns aber im Ersten Moment immer um die geistige Reife!_\r\n\r\n**- Freundliches, anst&auml;ndiges und erwachsenes Verhalten wird vorausgesetzt! Behaltet euch immer im Hinterkopf, dass jedes Team und jeder Spieler die Community vertritt!**\r\n\r\n**- Hilfsbereitschaft &amp; Verst&auml;ndnis\r\n**\r\n\r\n**- Teamplay &amp; Kameradschaft\r\n**\r\n\r\nEs wird oft die Frage gestellt, was zeichnet deine Community aus? Was k&ouml;nnt Ihr bieten? Was macht euch besser als andere? \r\nNat&uuml;rlich macht man sich als Projektleiter &uuml;ber solche Fragen viele Gedanken. Man versucht sich mit Anderen zu vergleichen und sich neue Ideen einfallen zu lassen. \r\nWir sind zu dem Schluss gekommen, dass jede Person andere W&uuml;nsche und Erwartungen hat und man diese nur erf&uuml;llen kann, wenn man individuell auf jeden Einzelnen eingeht. Wir wollen das in jeder Hinsicht umsetzen und den Kontakt jederzeit suchen.\r\n\r\nWir haben ein Ziel vor Augen und wollen dieses mit euch erreichen. Wenn wir eure Neugier geweckt haben, dann meldet euch umgehend bei uns! Wir freuen uns auf euch!\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\n\r\nRichard &quot;k1sure&quot; Greszki / Marc &quot;Shotty&quot; Szotkiewicz\r\n\r\n**Euer Management von myGamelife!**\r\n\r\n\r\nKontakt:\r\n\r\n**Homepage:** www.myGamelife.eu -&gt; Contact\r\n**E-Mail:** info@mygamelife.eu\r\n**Steam:** http://steamcommunity.com/profiles/76561198001479049/","replies":[{"id":"","poster":"kiiro","date":"2016-04-15T13:05:59.999+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}