{"id":"p0omgpKF","poster":"Lorandra","date":"2016-04-14T12:48:16.309+0000","title":"Suchen Verstärkung!","subforum":"Clans & Teams","embed":{"title":"Enter to Homepage","description":null,"url":"http://www.burning-skulls-clan.de/","image":"http://www.burning-skulls-clan.de/include/images/gaming_enterpage_v1/legraphics.png"},"up_votes":2,"down_votes":0,"body":"Halli Hallo :)\r\n\r\nIch erkl&auml;re erstmal kurz wer wir sind. Wir sind ein Mutligaming-Clan mit einer aktiven LoL Abteilung. Allerdings sind wenig Leute dabei, die in unser Team wollen oder passen. Darum suchen wir daf&uuml;r Verst&auml;rkung ;)\r\n\r\nWir sind alle so im Bronze/Silber Bereich, zumindest die Teammember. Aufgrund von privaten und/oder beruflichen Problemen sind einige nicht so aktiv wie sie gerne w&auml;ren und wie es auch f&uuml;r ein aktives Team sinnvoll ist. Mehr will ich an dieser Stelle dazu gar nicht sagen :)\r\n\r\nKurz noch ein paar Sachen zu uns als Menschen: Wir sind lustig, nehmen uns selbst nicht zu ernst, lachen auch mal viel und sind immer f&uuml;r einen Spa&szlig; zu haben. Trotzdem ist uns, wenn man schon als Team zusammen spielen und es zu was bringen will, etwas Ernst dabei sinnvoll. Muss man halt abw&auml;gen k&ouml;nnen ;)\r\n\r\nUnsere Kriterien an euch sind eigentlich nicht so hart. Mindestens Bronze1 mit Luft nach oben und 18+. Muss halt menschlich passen ;)\r\n\r\nWenn ihr keine Lust auf ein Team habt, sondern einfach nur eine Community/Clan sucht, dann d&uuml;rft ihr nat&uuml;rlich auch sehr gerne bei uns vorbei schauen ;) Da gilt nur die Einschr&auml;nkung 18+. Wir haben auch eine kleine Gruppe, die sich aus Silber in Gold spielt, die wollen aber nicht ins Team ;) \r\n\r\nSo, seid ihr neugierig? Dann besucht uns auf dem TS! 151.80.83.102\r\nIhr werdet keine Rechte haben, es wird euch ein Admin ansprechen. Nicht wundern, kann da auch nix daf&uuml;r.......\r\nFragt dann nach mir (Lorandra) oder Ilegro, wenn wir nicht sowieso direkt auf euch zukommen :)\r\n\r\nIch freu mich auf viele neue Stimmen ;)\r\nLiebe Gr&uuml;&szlig;e Lorandra","replies":[{"id":"","poster":"imSweazy","date":"2016-04-14T23:27:06.241+0000","up_votes":1,"down_votes":0,"body":"Hey, ist TS notwendig? Bin auf der Suche nach einem Team besitze aber kein Headset zurzeit.. ihr könntet mich nicht hören.","replies":[]}]}