{"id":"O43Aouul","poster":"Qbert","date":"2016-04-14T13:52:31.721+0000","title":"Support Main sucht Partner für DynQ[Plat2+]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nbevor ich mein Anliegen darlege, kurze Daten zu mir.\r\nMein Name ist Jan, bin 29 Jahre alt und berufst&auml;tig. Sicherlich schr&auml;nkt dies auch meine Spielzeiten ein.\r\nIch spiele in der Regel Mo-Fr t&auml;glich ab 18:30Uhr(sp&auml;testens) f&uuml;r ungef&auml;hrt 3-5 Spiele, am Wochenende bin ich deutlich flexibler.\r\nIn der letzten Saison stand ich kurz vor Dia3. Der Start dieser Saison war gepr&auml;gt von kr&auml;ftigen Misserfolgen, was meine Statistik gut zeigt.\r\nDerzeit bin ich jedoch auf einem guten Weg, bin von P5 auf P2 vorger&uuml;ckt.\r\n\r\nJetzt suche ich kompetente Mitspieler, welche mit mir zusammen Dia3-2 anpeilen m&ouml;chten.\r\nIch setze voraus:\r\n\r\n* kompetentes Auftreten\r\n* kritikf&auml;hig sein(sowohl &auml;u&szlig;ern als auch entgegen nehmen)\r\n* beherrschen von Meta-Champs\r\n* **P&uuml;nktlichkeit**\r\n* **Zuverl&auml;ssigkeit**\r\n\r\nEure Rollen sind mir da relativ egal.\r\nIch pers&ouml;nlich reihe mich stets mit Support/Top ein. Sicherlich sind Main ADCs hier praktisch aber keine Pflicht.\r\nEure derzeite Elo sollte sich um die P2 oder h&ouml;her bewegen und ihr solltet auf jeden Fall Erfahrung in Dia haben.\r\n\r\nBei Interesse bitte **nicht In-Game adden**, sondern hier antworten!\r\n\r\nF&uuml;r&#039;s Interesse schonmal vielen Dank :]","replies":[{"id":"","poster":"Qbert","date":"2016-04-21T18:29:40.547+0000","up_votes":1,"down_votes":0,"body":"#push","replies":[]},{"id":"","poster":"Melonomon","date":"2016-04-15T09:01:35.645+0000","up_votes":1,"down_votes":0,"body":"Grüß dich Jan,\nich bin der Mick 18 Jahre alt, unter der woche bin ich genauso erst abends on und am wochenende ist ganztags möglich\nbin adc/support spiele aber auch noch gut und gerne mid lane.\nmomentan plat 4 mit diesem account, hab noch einen anderen in dia5 (wild wombaz) dort besitze ich jedoch nicht alle champs und spiele eher selten.\nmöchte nun hier wieder voll durchstarten mit fokus auf high dia sehr gerne als duo botlane \nalso wenn du lust hast adde mich einfach mal ;)\n\n- melonomon","replies":[]},{"id":"","poster":"AllahuAXEbar","date":"2016-04-14T14:28:11.094+0000","up_votes":1,"down_votes":0,"body":"Hey meine Name ist Chris und bin 18 Jahre alt und main adc, beherrsche aber auch die Midlane und Jungle gut. Ich war selbst Diamond 3 letzte Season hab aber dennoch eine lange Pause gemacht und jetzt wieder angefangen. In der Zeit wo ich meine Pause gemacht habe wurde mein Account gehackt und ist sehr stark abgestiegen. Dennoch hab ich es schon relativ weit  geschafft und bin momentan Gold 1. Mein Ziel ist aufjedenfall wieder Diamond zu kommen, was aus meiner Seite nicht schwer zu schaffen sein wird. Desweiteren werde ich höchstwahrscheinlich dieses Wochenende locker Platin schaffen. Ich würde mich sehr freuen über einen kompetenten Supporter mit dem man mit Spaß aber auch ernst weit hoch kommt. Auch bin ich in der Lage gegen Diamond Spieler zu spielen, . Ich würde mich gerne über ein Testspiel freuen um zu sehen wies läuft. \n\nMeine name im Spiel ist : Gladiator Octox \nAktiv online und  Zuverlässig","replies":[]},{"id":"","poster":"Trace Lost","date":"2016-04-14T13:54:49.186+0000","up_votes":1,"down_votes":0,"body":"Hätte Interesse kannst mich gerne unter \"Baickie\" adden oder die Stats (von baickie) anschauen :)\n\nLG","replies":[]}]}