{"id":"cIZfQWzU","poster":"TudiHeart","date":"2016-04-14T16:25:09.808+0000","title":"Warum verliere ich so viele Lp?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo, seit einigen Wochen verliere ich nach jedem lost -23 oder mehr lp.\r\nIch habe heute 4 games gemacht nach 3 wins hatte 8ch 40lp habe dann einmal verloren und hab -23lp mal wieder bekommen und somit zur&uuml;ck auf 17 lp also was so wie ich gestartet hab... das entmutigt mich immer ich investiere 3 Stunden in 3 games und gewinne und CarrY das game dann verlier ich 1 und kann quasi von vorne anfangen... das kann doch nicht normal sein dass ich so viele Lp verliere das War fr&uuml;her nicht so erst seit paar Wochen was geht da vor?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-04-14T16:38:43.686+0000","up_votes":1,"down_votes":0,"body":"Der Grund dafür ist einfach: Weil Riot dich nicht nach Bronze 1 absteigen lassen hat.\n\nDu hast wahrscheinlich (als Silber V Spieler mit einer Winrate von 49%) einfach zu viele Spiele als Silber V 0LP Spieler verloren. Für die dir ja formell 0 LP abgezogen worden sind. Und um diese Niederlagen jetzt wieder auszugleichen, kriegst du jetzt bei Siegen weniger LP...\n\nDu kannst dir quasi aussuchen, was dir lieber wäre. Die derzeitge LP Verteilung auf Grund des Abstiegsschutzes oder dass du weiterhin so viele LPs gewinnst, wie du verlierst, dafür aber in Bronze 1 fest steckst...","replies":[{"id":"","poster":"TudiHeart","date":"2016-04-14T17:31:32.985+0000","up_votes":1,"down_votes":1,"body":"ich wurde in Bronze abgestuft am wochenende hab aber natürlich alles gewonnen weil ich nicht in Bronze gehöre dann Gewinn ich wieder ne streak  bis 40 lp bis ich Gold Gegner bekomme und Bronze mates dann verliere ich 1-2 und es geht von vorne los damn","replies":[{"id":"","poster":"Soúp","date":"2016-04-14T17:37:41.385+0000","up_votes":1,"down_votes":0,"body":"Du spielst, laut euw.op.gg nur mit, und gegen, mittleres Bronze (Bronze4-Bronze1) - geht man nun davon aus, dass man mit (und gegen) ähnlich guten Spielern spielt, sieht dich das System ganz klar im mittleren Bronze-Bereich :-/ \n\nDa heißt es jetzt - üben, üben, üben > gewinnen, gewinnen, gewinnen (..work, work, work, work..)","replies":[]}]}]}]}