{"id":"wOUJalMQ","poster":"Kata Ga Kill","date":"2016-04-14T09:46:44.153+0000","title":"Wieso wird in der LCS der Toplaner noch Toplaner genannt wenn er nicht Toplane ist?","subforum":"Champions & Gameplay","up_votes":3,"down_votes":0,"body":"Mir f&auml;llt auf das viele LCS Team sehr oft Bot und die Top Lane Swappen und das regelm&auml;ssig.\r\nAuf der Botlane haben die Rollen klar definierte Namen wie ADC und SUP.\r\n\r\nWas ist aber bitte der Toplaner wenn er nicht Prim&auml;r Toplane steht?\r\nWieso benennt man die Rolle nicht um als Solo-Laner, den f&uuml;r die Benennung als Tank-Laner ist die Besetzung dieser Lane einfach zu Vielf&auml;ltig.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-14T09:56:51.307+0000","up_votes":2,"down_votes":0,"body":"Naja, der Midlaner ist ja auch \"Solo-Laner\". ;)\n\nEin Swap ist meist auch eher kurzfristig zu Beginn des Spiels.\nNach wenigen Minuten ist der Swap wieder aufgehoben (z.B. wenn in Top und Bot die ersten Türme genommen wurden) und die klassische Spielweise wird wieder gespielt. Denn die Botlane wird deshalb wieder unten sein, um Kontrolle auf den Drachen zu haben (wobei dies mit dem Herold etwas entschärft wurde).\n\nGrösstenteils muss der Toplaner auch in der LCS die Aufgaben erfüllen, die man als klassischer Toplaner (SoloQ) auch erfüllen muss. Deshalb passt dies immer noch recht gut.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-04-14T13:20:47.727+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=Wj1wcocU,discussion-id=wOUJalMQ,comment-id=0002,timestamp=2016-04-14T09:56:51.307+0000)\n>\n> Naja, der Midlaner ist ja auch &quot;Solo-Laner&quot;. ;)\n> \n> Ein Swap ist meist auch eher kurzfristig zu Beginn des Spiels.\n> Nach wenigen Minuten ist der Swap wieder aufgehoben (z.B. wenn in Top und Bot die ersten Türme genommen wurden) und die klassische Spielweise wird wieder gespielt. Denn die Botlane wird deshalb wieder unten sein, um Kontrolle auf den Drachen zu haben (wobei dies mit dem Herold etwas entschärft wurde).\n> \n> Grösstenteils muss der Toplaner auch in der LCS die Aufgaben erfüllen, die man als klassischer Toplaner (SoloQ) auch erfüllen muss. Deshalb passt dies immer noch recht gut.\n\nNaja in Korea iist es schon vorgekommen das schon in der 14 minute inhibitoren genommen worden sind. INHIBITOREN! Dann kamen die anderen Lanes dran....","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-04-14T09:54:59.753+0000","up_votes":1,"down_votes":0,"body":"Ich denke mal, eben weil die Rolle des Toplaners so vielseitig ist, können sie nicht einfach einen anderen Begriff wählen. Midlane ist ja ebenfalls eine Sololane, da fällt die Bezeichnung raus. \"Toplaner\" hat sich einfach etabliert, das hat sich über Jahre so eingebürgert, dass jetzt auch ein Solo Botlaner \"Toplaner\" genannt wird. \nBetrachtet man jetzt allerdings mal die anderen nicht professionellen Spieler, ist der Toplaner weiterhin Toplaner. Deswegen wurde wohl noch nicht sonderlich viel über eine Änderung der Bezeichnung nachgedacht.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-04-14T09:54:31.386+0000","up_votes":1,"down_votes":0,"body":"Der \"Topliner\" darf als erster picken oder ist somit der oberste in seinem Team!\n\nNe scherz beseite... es hat sich ne Meta entwickelt die jedem geläufig ist. Wenn man diese für jedes Game extra anpassen muss wäre es sehr unvorteilhaft.\nOb der \"Topliner\" jetzt wirklich top ist oder nicht ist dafür nicht ausschlaggebend.","replies":[]}]}