{"id":"KE1cpMds","poster":"BabyRageLoL","date":"2016-04-13T20:01:51.432+0000","title":"Sivir E Spellshield Bug seit über einem Jahr bekannt","subforum":"Melde einen Bug","up_votes":3,"down_votes":2,"body":"Nabend allerseits,\r\n\r\nIch habe eben nem Freund aus meiner FL zugeschaut bei seinem Ranked Game. Er spielte Sivir gegen Lucian auf der Botlane und uns ist in diesem Game mehrfach aufgefallen, das sein Spellshield (E)  den Dmg von Lucians Q nicht blockt, er aber dennoch Mana zur&uuml;ck erstattet bekommt.\r\n\r\nAlso habe ich mich hier via Suchfunktion im Forum versucht schlau zu machen und bin auf etliche Threads gesto&szlig;en, in denen dieser Bug angesprochen wurde. _**Threads die bereits seit &uuml;ber einem Jahr bestehen**_ und demnach dieser Bug wohl auch Riot bekannt sein m&uuml;sste.\r\n\r\nEs geht in den Threads immer darum, das Sivirs E manche Spells nicht blockt, lass es den Q von Darius, Yasuo, Nasus oder Ekko sein, sie aber dennoch Mana zur&uuml;ck erstattet bekommt, was ja nicht sein d&uuml;rfte, wenn der Spell nicht geblockt wird und sie trotzdem den vollen Schaden abbekommt.\r\n\r\nVon daher w&uuml;rde ich mich freuen, wenn Riot da mal nen Auge rauf wirft und guckt ob da wirklich ein Bug vorliegt und diesen dann gegebenenfalls behebt.\r\n\r\n\r\nRude Player","replies":[{"id":"","poster":"Ehren Teemo","date":"2016-04-13T20:59:31.537+0000","up_votes":3,"down_votes":0,"body":"Mich ärgert das auch -.- vor allem bei soraka da sie die lebentrotz spellshild wieder bekommt q.q","replies":[{"id":"","poster":"Truerelegion","date":"2016-04-18T06:18:57.504+0000","up_votes":1,"down_votes":0,"body":"hatte das auch eben grade so nervig kriegst zwar nicht den dmg aber sie kriegt den life reg","replies":[]}]},{"id":"","poster":"Truerelegion","date":"2016-04-18T06:20:19.899+0000","up_votes":1,"down_votes":0,"body":"man kann auch nicht den stun von bard blocken also q man kriegt den dmg nicht aber den stun schon wenn du in der nähe einer wand bist","replies":[]},{"id":"","poster":"BabyRageLoL","date":"2016-04-15T07:18:38.764+0000","up_votes":1,"down_votes":0,"body":"Push, damit das Thema nich wieder unter geht..","replies":[]}]}