{"id":"i5Q5M1ci","poster":"ThisMoment","date":"2016-04-13T22:06:34.901+0000","title":"Silber 4 sucht Mitspieler","subforum":"Clans & Teams","embed":{"title":"Lifalla - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/40018739","image":null},"up_votes":1,"down_votes":0,"body":"Hallo,\r\nich suche ein oder mehrere Mitspieler so ab Bronze 1 um nach oben zu kommen. \r\nIhr solltet: Eure Lane zumindest nicht verlieren (manchmal geht das eben nicht)\r\nEinen oder mehrere Champions gut spielen k&ouml;nnen und nicht gro&szlig; rumexperementieren (der st&auml;rkste Counter ist nicht gut genug schlecht gespielt)\r\nDen Willen aufzusteigen und evtl. ts bzw. wer hat/kennt curse client (ist kostenlos)\r\n\r\nZu mir: Ich bin Mid/Jng Main und Spiele am liebsten im Jng oder Mid {{champion:131}}  :) gewinnen tu ich meine Lane in der Regel und wei&szlig; was ich in Teamfights mit ihr zu tun hab. N&auml;mlich t&ouml;ten :D\r\n\r\nmfg\r\nLifalla","replies":[{"id":"","poster":"Lorandra","date":"2016-04-14T12:16:33.706+0000","up_votes":1,"down_votes":0,"body":"Hi Lifalla,\n\nIch bzw. wir, also mein Kamerad und ich, suchen Verstärkung, die nicht auf den Kopf gefallen ist. Wir sind ein Multigaming Clan, ich bzw. wir sind zuständig für den LoL Bereich in eben jenem. \n\nWir haben ein Team, aufgrund verschiedener privater und beruflicher Probleme liegt das allerdings mehr auf Eis im Moment. Würden wir aber sehr gerne wieder ändern ;)\n\nKurz zu uns: wir sind ein lustiger, verrückter, lieber Haufen der verschiedensten Menschen. Unsere Leistungsanforderungen sind eigentlich nicht allzu groß, Silber wäre schon gut ;) bist du ja auch.\n\nIch will hier gar nicht so viel erzählen. Du kannst gerne mal auf unserem TS vorbeischauen wenn du magst.\nDaten: 151.80.83.102\nFrag am besten gezielt nach mir. Falls ich nicht da bin frag nach Illegro, das ist mein....sagen wir Kollege :)\n\nIch schreibe dir auch noch in LoL, bzw adde dich da, für den Fall dass du hier nicht reinschaust :P\n\nWürde mich freuen wenn wir mal ein paar Worte quatschen ^^\n\nGrüße Lorandra","replies":[]},{"id":"","poster":"AeQ KAPPOBY","date":"2016-04-14T09:10:14.921+0000","up_votes":1,"down_votes":0,"body":"Schau doch gerne mal bei uns vorbei. Hier findest du mit Sicherheit einige Mitspieler zum gemeinsamen Zocken. Aktuell forcieren wir sehr stark den Aufbau unserer Teams. :)\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. :)","replies":[]},{"id":"","poster":"SyINaTiiX","date":"2016-04-13T22:53:20.872+0000","up_votes":1,"down_votes":0,"body":"ad - SyINaTiiX","replies":[]}]}