{"id":"vYATtRV4","poster":"Isso","date":"2016-04-12T21:11:02.827+0000","title":"Suchen Mid und Toplaner Gold/Platinfür Ranked Team abends fast tägl. ab 22Uhr","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Guys,\r\nwir suchen f&uuml;r unser abendliches Ranking einen Mid- und einen Toplaner.\r\nWir spielen fast jeden Abend ab 22:00-02:00Uhr.\r\nEin Ts ist vorhanden und wir sind zw. 17 und 32 Jahre alt.\r\nBewerbt euch kurz unter dem Thread (Name/Alter/Elo/Top 4 Champs) und wir werden euch dann ingame adden.\r\nBis dahin hf and gl","replies":[{"id":"","poster":"Ribi","date":"2016-04-13T09:38:55.498+0000","up_votes":1,"down_votes":0,"body":"huhu,\nbin 19, derzeit gold 4 dynqueue, würde gerne wieder plat/dia hoch, nachdem ich letzte season pause hatte.\nmidlane: annie, ahri, lucian, ezreal, ekko (abgesehen vom annieliebling high mobility champs mit gutem waveclear)\ntop: ekko, irelia, darius\nwobei ich midlane preferiere, da ich seit S3 jung/mid spiele","replies":[]},{"id":"","poster":"MrBuiscuit","date":"2016-04-13T00:25:24.613+0000","up_votes":1,"down_votes":0,"body":"Heyho ich hätte lust bei euch mit zu machen und zocke auch meistens um die Uhrzeit :) \nIch heiße Raphael bin 17 Jahre alt und gerade Gold 3/2 ( war gestern noch gold 2 aber hab heute den downrank kassiert... ) und auch gerade stuck in der elo. \nAls top 4 Midlane champs würde ich an erster Stelle {{champion:157}}, and zweiter {{champion:103}}, an dritter {{champion:7}} und zu guter letzt an vierter Stelle {{champion:79}} ( ja ich weiß ungewöhnlich ist aber auch stark und macht vorallem auch Spaß ^^ )\nSonst spiele ich noch im JGL viel {{champion:11}} als ADC {{champion:67}} und auf top lane auch {{champion:157}} / {{champion:150}}. Bin auch schon seit Anfang Season 2 dabei Spiele jedoch erst seit Ende Season 4 regelmäßig Ranked. ( Season 4 Bronze, Season 5 Silber / Gold und Jetzt Season 6 Gold und hoffe auf mindestens Platin oder höher ^^ )\nLg Raphi. ( Nochmal als errinerung Ign: KSC Titanias und NICHT MrBuiscuit ;D )","replies":[]}]}