{"id":"4UhqZfPg","poster":"Dakuon","date":"2016-04-13T10:09:44.265+0000","title":"Freunde die auf der App online sind","subforum":"Mobile App Diskussion","up_votes":15,"down_votes":0,"body":"Hide-Funktion f&uuml;r die Riot-App\r\n\r\n    K&ouml;nnte man eine Funktion hinzuf&uuml;gen mit der man die Leute, die nur mit der App online, sind ausblenden kann?\r\n    Es ist etwas irritierend wenn mir der Button sagt &quot;30 Freunde sind online&quot;, aber nur 2 von meinen Freunden es wirklich sind.\r\n    Ich w&uuml;rde einen schnellen &Uuml;berblick bevorzugen bei dem man direkt sehen kann, wie viele meiner Freunde gerade bereit sind zu spielen.\r\n\r\n    MfG Dakuon","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-13T10:29:38.232+0000","up_votes":3,"down_votes":1,"body":"Hatte letztens erst den selben Gedankengang...","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-13T10:55:30.517+0000","up_votes":2,"down_votes":1,"body":"Joa das kam schon das ein oder andere mal^^","replies":[{"id":"","poster":"Dakuon","date":"2016-04-13T12:14:18.877+0000","up_votes":2,"down_votes":1,"body":"Ist ein Insider tut mir Leid, dieser schönen Formulierung konnte ich nicht wiederstehen...","replies":[]}]}]},{"id":"","poster":"Saktor2","date":"2016-04-13T20:04:48.443+0000","up_votes":1,"down_votes":4,"body":"hi","replies":[]},{"id":"","poster":"Squishy Sausage","date":"2016-04-13T16:28:54.030+0000","up_votes":1,"down_votes":4,"body":"Hi, recently I've been playing a lot of games where during champion select I suddenly get a lot of lag, and sometimes even before I get to champion select.\n\nI'll give you two examples of what happens:\n\n1.) I'm playing a 5v5 with my fixed team, we're all in the \"searching for a game\" screen, then suddenly they are all in the game, and for me it still says that I'm searching for a game. So while they're picking champions, I'm still searching for a game. So I exit LoL, and every time, the moment that it exits, I hear the gong sound which means I can enter a game, but I can't because obviously I've just quit, and then the game my team are in end because it says I've quit, plus after various attempts to get into lobby I get the time penalty for leaving of up to 15 minutes.\n\n2.) I actually get into champion select, and we're in the banning phase. Then suddenly it looks to me like the enemies have missed a ban, but everyone else can see the ban. And it's just stuck there, I can't see what other people have picked, and it just stays in the banning phase forever. So I end up getting a random champion because I can't see what's going on.\n\nOn the occasions where I do get into a game, I have absolutely no problems with lag, and my latency is absolutely fine. So what on earth is going on, and could anybody please tell me how to fix it?","replies":[]}]}