{"id":"4NeEMmH4","poster":"Foxedge","date":"2016-04-12T15:03:10.991+0000","title":"Der Grund warum euer Strafsystem nichts bringt. ;)","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":39,"body":"Ich wurde gebannt, nicht das erste und nicht das letzte Mal. Ich werde einfach wieder gem&uuml;tlich auf Ebay gehen, 15&euro; hinbl&auml;ttern und mir einen Level 30 Account der gleich mit 50k IP startet kaufen und weiterspielen :) Da ich sowieso nur 2-3 Champions suchte reicht das dicke um alles wieder auf den &quot;Werkzustand&quot; zu stellen ;) Geld kommt f&uuml;r euch dabei gar keines rum, und wo ich fr&uuml;her noch auf dem ersten Account gern mal 100&euro; pro Jahr investiert habe um euch zu unterst&uuml;tzen, habe ich das die letzten 2 Jahre nicht getan - eine Strafe f&uuml;r euch und euer freches Verhalten.\r\n\r\nNun, warum funktioniert euer System nicht? Ganz einfach: Die Sanktionen die auf meinem Account lagen (Keine Hextech-Gegenst&auml;nde, keine Ranglistenbelohnungen) haben mich nicht motiviert, mich zu bessern. Im Gegenteil: Ich wurde wie ein ausgeto&szlig;ener behandelt, also habe ich mich auch so verhalten. Motiviert w&auml;re ich gewesen wenn ich vorgewarnt worden w&auml;re, dass weitere Vergehen diese Strafen mit sich ziehen. Und die anderen Leute bessern sich auch nicht.\r\n\r\nWeltbekanntes Zitat aus Fight Club:\r\n\r\nErst wenn wir alles verloren haben, haben wir die Freiheit zu tun was wir wollen.\r\n\r\nErgo, wenn auf dem Account sowieso Sanktionen verh&auml;ngt sind, die im schlimmstenfalls bei dem kleinsten Fehltritt und einer weiteren Sperre wieder f&uuml;r 3 Monate - 1 Jahr gehen (Hextech vs Ranglistenbelohnungen) interessiert es die Leute einfach einen Schei&szlig;, ob sie das wieder hinbiegen k&ouml;nnen. Und das merkt man auch im Chat.\r\n\r\nWie gesagt - Cash habt ihr von mir schon lange nicht mehr erhalten. Ich genie&szlig;e euer Spiel kostenlos, Geld m&uuml;sst ihr euch verdienen, aber nicht mit diesem Verhalten. Auch nicht damit, dass ihr keine Unterschiede dazwischen macht, ob man Urheber eines Streites oder betroffener eines Streites ist. Im &uuml;brigen d&uuml;rfen die Moralapostel des Forums an dieser Stelle gepflegt die F. halten. Es interessiert niemanden ob ihr der Ansicht seid, dass einfach &quot;alle gleichschuld&quot; sind. Das mag unter einem Diktator wie Erdogan m&ouml;glich sein, in unserer westlichen zivilisierten Welt ist es aber eher un&uuml;blich, dass vor Gericht alle die gleiche Strafe trotz unterschiedlicher Tatmotive erhalten. Und das ist auch gut so.\r\n\r\nNun denn, wir sehen uns wieder, nur werdet ihr nicht wissen wer ich bin und wie mein Account hei&szlig;t. Und wenn die Community mir im Spiel dumm kommt, werde ich nach wie vor dumm antworten. Und wenn der Account dann wieder weg ist - kauf ich mir n neuen. Dank den Levelbot-Firmen auf Ebay bekommt man saftige prallgef&uuml;llte Fabrikaccount f&uuml;r lau, ihr in diesem Fall aber kein doppeltes Geld von mir, weil ich einfach keine RP bei euch einkaufen werde.\r\n\r\nIn diesem Sinne: Bis gleich,\r\nund immer weiter am System feilen :)\r\n\r\nWenn ich irgendwann sehe, dass ihr euch in eurem System gebessert habt, Sperren nicht mehr dazu motivieren die Sau rauszulassen und die richtigen und nicht die falschen bestraft werden, werde ich mich im Spiel wieder angemessen verhalten und euch vielleicht wieder Finanziell unterst&uuml;tzen. ;)\r\n\r\nWie sagt ihr immer so sch&ouml;n im Forum?\r\n&quot;Langsam Sportsfreund!&quot;\r\n;)","replies":[{"id":"","poster":"drexxsack","date":"2016-04-12T16:03:15.167+0000","up_votes":7,"down_votes":1,"body":"Wenn das weiter in passiv-aggressivem geposte endet, fliegen die Streithähne...","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T15:38:31.738+0000","up_votes":14,"down_votes":3,"body":"Herzlichen Glückwunsch, damit hast du den \"Ich kämpfe gegen Smurfer\"-Typen vom PLatz 1 meiner persönlichen Hitliste der ignoranten, verzogenen Bälger vertrieben.\nIch gehe davon aus, dass nur die aller Wenigsten Gebannten auf diese sinnlose Art reagieren.\nWas bringt es dir denn, dich wie ein tapferer Dark-Desktop-Knight aufzuführen? Denkst du, dass die Leute, gegen die du dich \"wehrst\", in Ehrfurcht vor deinem Flame erstarren und Kuschen?\nOder geht es nicht einzig und allein um ein gewaltiges Egoproblem, was es dir verbietet, dümmliche Kommentare von dir abprallen zu lassen? Was soll denn passieren? Hast du Angst dass sie deine Wohnung (Achtung Wortwitz) in Flammen flamen wenn du ihnen nicht Parolie bietest?\n\nWas würde denn dagegen sprechen, dich wie ein Erwachsener zu verhalten und pöbelnde Internetgroßmäuler einfach zu ignorieren?\nIm Endeffekt verweigerst du dich hier einzig und allein der Vernunft und das ist nur traurig.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:40:01.363+0000","up_votes":2,"down_votes":8,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0007,timestamp=2016-04-12T15:38:31.738+0000)\n\n> Was würde denn dagegen sprechen, dich wie ein Erwachsener zu verhalten und pöbelnde Internetgroßmäuler einfach zu ignorieren?\n\nWas würde dagegen sprechen, jemanden der anderen Mitspielern für ihre Stats Krebs wünscht einfach zu sperren und nicht frei rumlaufen zu lassen, so dass sie ihn weitere Spiele ertragen müssen? Warum muss ich ausbaden, was Riot verbockt?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-12T15:41:18.097+0000","up_votes":7,"down_votes":2,"body":"Du weißt doch wohl am Besten, dass man für so ein verhalten bestraft wird. :D\n\nKompletter Nonsense.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:44:28.467+0000","up_votes":2,"down_votes":8,"body":"Nein, ich habe Spieler die Krebs wünschen gemeldet und geschaut ob ihre Accounts weiterlaufen, und das tun sie.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T15:58:12.366+0000","up_votes":8,"down_votes":2,"body":"Vermutlich hast du es geschafft, dass deine Reports ignoriert werden.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:59:53.350+0000","up_votes":1,"down_votes":7,"body":"\"Eine überwiegende Mehrheit der Spieler findet,\ndass dieses Verhalten nicht angemessen ist.\"\n\nWeißt du was das bedeutet, wenn du Leute meldest, und dann dieser Text erscheint?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:16:39.085+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000700000000000000010000,timestamp=2016-04-12T15:59:53.350+0000)\n>\n> &quot;Eine überwiegende Mehrheit der Spieler findet,\n> dass dieses Verhalten nicht angemessen ist.&quot;\n> \n> Weißt du was das bedeutet, wenn du Leute meldest, und dann dieser Text erscheint?\n\nJop, dass du öfter als sonst Reports kassiert hast und das zu Recht und jetzt kam halt der Effekt, dein Bann.\nWird übrigens auf den neuen Accs schneller gehen, auf dem hier gabs ja noch die Reinwaschung vor Einführung des 4-Stufensystems.\nIch glaube übrigens auch, dass bei deinen kruden Thesen deine Reportgewichtung einfach schon ins negative abgerutscht ist.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:17:27.541+0000","up_votes":2,"down_votes":5,"body":"Falsch :) Es bedeutet, dass andere Mitspieler die gleiche Person wie du gemeldet haben.\nDieses Fenster zeigt auf, dass du nicht der einzige bist, der diesen Spieler gemeldet hat.\n\nVon daher würde es in dem Fall keine Rolle spielen, ob meine Reports nichts bewirken. ","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:27:25.033+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00070000000000000001000000000000,timestamp=2016-04-12T16:17:27.541+0000)\n>\n> Falsch :) Es bedeutet, dass andere Mitspieler die gleiche Person wie du gemeldet haben.\n> Dieses Fenster zeigt auf, dass du nicht der einzige bist, der diesen Spieler gemeldet hat.\n> \n> Von daher würde es in dem Fall keine Rolle spielen, ob meine Reports nichts bewirken.\n\nAha seit wann das denn? Wenn man es schafft kaum bis gar nicht reportet zu werden, kann das Ding schon noch einem einzigen Report aufploppen. Mal ganz abgesehen davon, dass da noch gar nicht berücksichtigt wird, ob die Reports überhaupt berechtigt waren, würde das dem System 1 Report hat dieselbe Auswirkung wie viele in einem Spiel widersprechen und somit gar keinen Sinn machen.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:29:26.384+0000","up_votes":2,"down_votes":6,"body":"Du hast wohl den Beitrag nicht richtig gelesen. Diese Nachricht kommt, wenn **man selbst** eine andere Person meldet, und mehrere Spieler das nach dem Match ebenfalls getan haben.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:34:58.868+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0007000000000000000100000000000000000000,timestamp=2016-04-12T16:29:26.384+0000)\n>\n> Du hast wohl den Beitrag nicht richtig gelesen. Diese Nachricht kommt, wenn **man selbst** eine andere Person meldet, und mehrere Spieler das nach dem Match ebenfalls getan haben.\n\nQuelle? Ich les hier schon mindestens 2 Jahre jeden Thread in diesem Unterforum und du bist bisher der einzige, der das behauptet.\nIst dasselbe wie vor 1,5 Jahren, du stellst deine persönliche Erfahrung als Faktum hin und hast sonst keinerlei Evidenzen für deine Thesen.\nSorry, dass ich reddit-links von Lyte oder Infos von Grünen, die mit Roten geredet haben mehr glauben schenke als dir, der fröhlich Banns sammelt und Krebswünsche magisch anzuziehen scheint, wobei eigentlich klar ist, warum dir das so oft begegnet.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:38:38.462+0000","up_votes":1,"down_votes":4,"body":"Quelle? Der Ingame-Client lol. Wenn du Leute meldest dann erscheint eine Nachricht in der man dir dafür dankt, dass **du** einen anderen Spieler aufgrund seines Verhaltens gemeldet hast. Es wäre höchst unlogisch im gleichen Fenster darauf hinzuweisen, dass du gemeldet wurdest. Das würde auch im Kontext der Benachrichtigung keinen Sinn machen, weil dort steht, dass auch andere dieses Verhalten für unangemessen hielten.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-12T17:17:47.331+0000","up_votes":3,"down_votes":3,"body":"In diesem Fenster ist aber niemals die Rede von weiteren Reports, den gemeldeten Spieler betreffend.\n\nEdit: Stimmt wohl doch","replies":[{"id":"","poster":"Zulwar","date":"2016-04-13T05:18:59.209+0000","up_votes":4,"down_votes":0,"body":"Ich kann dies bestätigen. Da ich mir manchmal die Zeit nehme, bei besonderen fällen, diese zu reporten, steht da wenn man der x. Reporter war, das dieser in diesem Spiel von vielen gemeldet wurde und andere auch mit diesem verhalten nicht einverstanden sind.\n\nSomit ist das korrekt.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T17:24:04.012+0000","up_votes":3,"down_votes":2,"body":"Dann will ich das mal nicht weiter bestreiten, da es vielleicht sein kann, dass ich das bisher übersehen habe, aber vorstellen kann ich es mir eigentlich nicht.","replies":[]},{"id":"","poster":"Foxedge","date":"2016-04-12T17:18:11.621+0000","up_votes":1,"down_votes":3,"body":"Doch.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T17:16:57.211+0000","up_votes":3,"down_votes":2,"body":"Es gibt 2 Nachrichten in dieser Art, einmal eine, die DICH warnt, weil DU oft reported wurdest in letzter Zeit\nund diese, die dir sagt, dass ein anderer Spieler BESTRAFT wurde.\n\nDie Meldung auf die du dich beziehst, gibt es schlichtweg nicht.\nWahrscheinlich hast du dich einfach verlesen, als die Meldung Nr.1 kam.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T17:18:57.356+0000","up_votes":1,"down_votes":3,"body":"Nein, es ist ein- und dasselbe Fenster und zwar das, wo sich der Client für deinen Report bedankt. \nDu verwechselst das mit dem Fenster was automatisch im Client aufploppt - unabhängig davon was du tust, und dich warnt, dass dein in letzter Zeit gezeigtes Verhalten nicht in Ordnung war.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-12T16:29:37.392+0000","up_votes":6,"down_votes":2,"body":"Wenn das Fenster bei dir erscheint, haben die Leute DICH reportet.\n\nOb die Spieler den anderen Mate reporteten, ist nicht sicher.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:31:04.607+0000","up_votes":1,"down_votes":4,"body":"Nein. Wenn du jemanden meldest kommt immer ein Fenster wo drin steht, dass der Client sich für deine Meldung \"bedankt\". Wenn allerdings mehrere Mitspieler **den gleichen Spieler wie du gemeldet haben**, dann wird das in diesem Fenster über den von mir oben zitierten Text vermerkt.\n\nDas ist ein Hinweis für dich, dass du nicht der einzige warst, der diese Person nach diesem Spiel gemeldet hat.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:36:44.004+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0007000000000000000100000000000000010000,timestamp=2016-04-12T16:31:04.607+0000)\n>\n> Nein. Wenn du jemanden meldest kommt immer ein Fenster wo drin steht, dass der Client sich für deine Meldung &quot;bedankt&quot;. Wenn allerdings mehrere Mitspieler **den gleichen Spieler wie du gemeldet haben**, dann wird das in diesem Fenster über den von mir oben zitierten Text vermerkt.\n> \n> Das ist ein Hinweis für dich, dass du nicht der einzige warst, der diese Person nach diesem Spiel gemeldet hat.\n\nWär mir neu, aber ich achte mal drauf.","replies":[]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:07:59.683+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00070000000000000001,timestamp=2016-04-12T15:58:12.366+0000)\n>\n> Vermutlich hast du es geschafft, dass deine Reports ignoriert werden.\n\n:D","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T15:46:06.020+0000","up_votes":4,"down_votes":1,"body":"Du glaubst also, Riot hat es ganz persönlich auf dich abgesehen?\nAchtung, im Sommer kann es unter Aluhüten sehr heiß werden.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:49:24.389+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T16:00:19.984+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000700000000000000000000,timestamp=2016-04-12T15:49:24.389+0000)\n>\n> Du scheinst starke Textverständnisprobleme zu haben. \n> Du bist derjenige der von anderen Spielern auf mich ablenkt, nicht ich.\n> Es ist fakt, dass diese Spieler weiterspielen durften, und das ist der Grund,\n> warum ich mich solchen Leuten gegenüber nicht nett verhalte. \n\nDu weisst also bereits ingame, dass diese Spieler später keine Strafe bekommen? Kennst du auch die Lottozahlen für nächstes Wochenende? ;)\n\nEs gibt folgende Möglichkeiten:\n\n- Du provozierst oft und deshalb flamen diese Spieler.\nDa es nur bei deinem Game passiert, kommen sie mit einem blauen Auge davon. Du jedoch nicht, da du ständig provozierst.\n\n- Riot hat dich auf dem Kiecker.\nDafür fehlen die Beweise. \n\n- Du hast nicht genau bzw. nicht lange genug geschaut.\nVielleicht bekamen diese Spieler erst später einen permaban.\n\n\nJedenfalls flamest du offenbar sehr oft und dafür wirst du bestraft.\nEs ist völlig egal, ob andere Spieler härter flamen. Dein Verhalten führt zu deiner Strafe und deren Verhalten zu deren Strafe (sofern sie öfters flamen).","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:02:49.449+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0007000000000000000000000000,timestamp=2016-04-12T16:00:19.984+0000)\n> Du weisst also bereits ingame, dass diese Spieler später keine Strafe bekommen? Kennst du auch die Lottozahlen für nächstes Wochenende? ;)\n\nWieviel Später? 1 Woche? 2? Ich habe eine Woche später nachgesehen. Wieviel Zeit muss vergehen, damit man sich >ganz sicher ist<, dass es unangemessen ist Mitspielern Krebs zu wünschen, oder dass ihre Eltern beim Autounfall qualvoll verbrennen?","replies":[{"id":"","poster":"Zaddok","date":"2016-04-12T16:29:42.097+0000","up_votes":2,"down_votes":1,"body":"Wieso interessiert dich deren Strafe? Es geht hier um DICH und niemand anderen.\n\nEs kommt mir so vor als versuchst du deine Missetaten mit den \"der anderen\" zu beschwichtigen.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T16:11:55.995+0000","up_votes":2,"down_votes":1,"body":"Du wurdest doch auch erst bestraft, nachdem du dich viele Spiele lang daneben benommen hast.\nWenn dieser Spieler sich nur einmal so benommen hat, wird es als Ausrutscher bewertet.\n\nWenn du jetzt sagst, dass Riot viel zu nachlässig ist, würde ich dir sogar Recht geben, aber dabei solltest du bedenken, dass dein Account dann bestimmt keine 1,5 Jahre alt geworden wäre.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:13:31.554+0000","up_votes":1,"down_votes":4,"body":"Krebs wünschen ist kein Ausrutscher.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-04-12T16:26:08.365+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0007000000000000000000000000000000000000,timestamp=2016-04-12T16:13:31.554+0000)\n>\n> Krebs wünschen ist kein Ausrutscher.\n\nNatürlich nicht... darüber müssen wir nicht diskutieren...\nAber: Warum wird dir anscheinend in traumatisierender Regelmäßigkeit Krebs gewünscht und mir nie... (der letzte Krebswunsch, den ich gelesen habe, ging an meinen Midlaner vom Gegner...)\nUnd ja, vielleicht ist es dir sogar 1 mal passiert. Und vielleicht wurde sogar ein \"I hope your parents die\" geschickt. Du scheinst aber daraus das Recht abzuleiten für den Rest deines Lebens flamen zu dürfen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-04-13T10:44:47.767+0000","up_votes":1,"down_votes":0,"body":"Vlcht. haben die auch nur erstmal ne Chatsperre kassiert. Is die erste Stufe bei Reports. Mit ner Chatsperre kannste ja weiterspielen.\n\nmfg\nMB","replies":[]}]}]}]}]},{"id":"","poster":"Battle Keks","date":"2016-04-12T15:39:28.870+0000","up_votes":2,"down_votes":6,"body":"Ein Paradebeispiel dafür wie die meisten permanent gebannten Leute Riot auslachen und einfach so weiter machen wie bisher. \nUnd ich für meinen Teil sehe es zwar nicht wie Foxedge muss ihm aber in einem Punkt einfach recht geben. \n\nWenn jemand seine Strafe (egal ob CR oder 14 Tage Bann) absolviert hat muss es möglich sein auch zu sehen wie viel Spiele oder was für ein Zeitraum man benötigt um wieder Hextech Belohnungen bekommt. \nAndernfalls hat der Bestrafte keinerlei Motivation an seinem Verhalten etwas zu ändern und wie man an Foxedge und vielen anderen sieht funktioniert es auch nicht. Das Genaue Gegenteil tritt ein. \n\nDie Leute ragen noch schneller weil sie nun für ihr Postives Verhalten (nach der Strafe) keinerlei Belohnung mehr bekommen können. Wozu also anstrengen wenns eh schon Wurst ist. \n\nDas man nun einfach weitermacht und nen neuen Acc kauft halte ich für Falsch ändert aber nichts daran das er leider Recht damit hat. Leute werden nach absolvierter Strafe weiter bestraft und selbst bei einem Perm Bann kaufen sie sich einfach nen neuen und machen weiter wie bisher. \n\n\nTraurig aber wahr.","replies":[{"id":"","poster":"Shadowscreen","date":"2016-04-12T15:48:21.495+0000","up_votes":7,"down_votes":1,"body":"Was würde es der Community bringen wenn die betroffenen Leute sehen, dass sie noch 5 spiele mit gutem Benehmen absolvieren müssen um wieder Belohnungen zu bekommen und sich danach wieder wie idioten verhalten?","replies":[{"id":"","poster":"Battle Keks","date":"2016-04-12T16:29:46.560+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Shadowscreen,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00080000,timestamp=2016-04-12T15:48:21.495+0000)\n>\n> Was würde es der Community bringen wenn die betroffenen Leute sehen, dass sie noch 5 spiele mit gutem Benehmen absolvieren müssen um wieder Belohnungen zu bekommen und sich danach wieder wie idioten verhalten?\n\nUnd was bringt es der Community das die betroffenen es nicht sehen und sich dadurch weiterhin wie die Axt im Wald benehmen? Zumindest könnten die betroffenen so erkennen das ihr Verhalten demnächst wieder belohnt wird wenn sie sich nichts zu schulden kommen lassen. \n\nAm TE siehst du doch das es nicht funktioniert und wir eine alternative brauchen. Ohne experimentieren werden wir die aber nicht finden.","replies":[{"id":"","poster":"Zulwar","date":"2016-04-13T05:11:14.155+0000","up_votes":6,"down_votes":1,"body":"Hier trennt sich die Spreu vom Weizen.\n\nDenn der TE wird niemals und ich wiederhole niemals auch nur die Anstalten machen, sich zu bessern. Denn wenn er dies tun würde, würde er sich ja dem Willen von Riot unterziehen und das geht in seinen Augen nicht, da sein erster Account gebannt wurde. \n\nSomit er ist einer der Sonderfälle, die hier vielleicht noch eine Zeitlang so weitermachen, aber am ende wird auch er dem Spiel den Rückenkehren. \n\nDieses System soll ja auch nicht bei allen Funktionieren, denn das kann es auch nicht. Es gibt in dieser Hinsicht, keine Formel, womit man sagen kann ok, damit resozialisieren wir alle Spieler die sich daneben benehmen. \n\nWenn es so eine Anzeige gäbe, werden sich ein paar sicher bessern, aber es werden auch neue hinzukommen, die das System nutzen, um das Gegenteil zu erreichen.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T16:18:37.367+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0008000000000001,timestamp=2016-04-13T05:11:14.155+0000)\n> Denn der TE wird niemals und ich wiederhole niemals auch nur die Anstalten machen, sich zu bessern. Denn wenn er dies tun würde, würde er sich ja dem Willen von Riot unterziehen und das geht in seinen Augen nicht, da sein erster Account gebannt wurde. \n\nWie gesagt, das fängt bei anderen an, nicht bei mir. Mit mir im Spiel darf man scheiße spielen, man darf picken was man will - wo man will, man darf spielen wie man will. Ich verurteile keine Picks, keine Banns, keinen Itembuild, keine Stats. Ich flame solche Sachen nicht, weil mir bewusst ist dass jeder Spieler individuelle Fähigkeiten hat und nicht jeder gleichgut ist und der Spielspaß im Vordergrund steht.\n\nDas bedeutet, allein in diesen Aspekten bin ich 80% der Community vorraus, welche nur aus diesen Gründen Streit anfängt.\nWenn jemand das aber tut, also anfängt dauerhaft zu Flamen weil er meint, andere Spielweisen herabwürdigen zu müssen und beleidigend wird, dann hat er eben nicht verdient dass ich ihm gegenüber weiterhin nett bin. Denn scheinbar kann dieser jemand Realität und Spiel nicht voneinander trennen und ihm ist wichtiger, seine Mitspieler zu beleidigen als einfach das Match zu genießen.\n\nWenn Riot anfängt, DIESE Leute rauszupicken und rauszunehmen, werden Menschen wie ich die sich einfach nur nicht alles  gefallen lassen aber von grundauf friedlich sind auch weiterhin friedlich bleiben. Das ist der richtige Weg, wenn man langfristige Besserungen in der Community wünscht.\n\n> Somit er ist einer der Sonderfälle, die hier vielleicht noch eine Zeitlang so weitermachen, aber am ende wird auch er dem Spiel den Rückenkehren. \n\nIch weiß nocht ob du noch Schüler bist, klingt jetzt stark danach - wenn man ein eigenes Einkommen hat sind 13€ wirklich ein Witz. Überhaupt nicht spürbar. Das könnte man sich sogar monatlich leisten, ohne dass man es merkt.\n\n> Dieses System soll ja auch nicht bei allen Funktionieren, denn das kann es auch nicht. Es gibt in dieser Hinsicht, keine Formel, womit man sagen kann ok, damit resozialisieren wir alle Spieler die sich daneben benehmen. \n\nDas System funktioniert so in dieser Form überhaupt nicht. Es lässt Streitverusacher viel zu lange spielen und damit ordentliche Spieler mitreissen und bestraft anschließend pauschal alle für den Mangel an sich selbst.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-13T20:26:34.556+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00080000000000010000,timestamp=2016-04-13T16:18:37.367+0000)\n>\n> Wie gesagt, das fängt bei anderen an, nicht bei mir. Mit mir im Spiel darf man scheiße spielen, man darf picken was man will - wo man will, man darf spielen wie man will. Ich verurteile keine Picks, keine Banns, keinen Itembuild, keine Stats. Ich flame solche Sachen nicht, weil mir bewusst ist dass jeder Spieler individuelle Fähigkeiten hat und nicht jeder gleichgut ist und der Spielspaß im Vordergrund steht.\n> \n> Das bedeutet, allein in diesen Aspekten bin ich 80% der Community vorraus, welche nur aus diesen Gründen Streit anfängt.\n\nDer war gut 80% hahaha, aber seis mal so, mit deinen 2 Perma und Vorstrafen bist du sogar über 99% der Com vorraus.\n\n> Wenn jemand das aber tut, also anfängt dauerhaft zu Flamen weil er meint, andere Spielweisen herabwürdigen zu müssen und beleidigend wird, dann hat er eben nicht verdient dass ich ihm gegenüber weiterhin nett bin. Denn scheinbar kann dieser jemand Realität und Spiel nicht voneinander trennen und ihm ist wichtiger, seine Mitspieler zu beleidigen als einfach das Match zu genießen.\n\nUnd was hat das mit dem zurückflamen zu tun? Für dich verdient er keine Nettigkeit mehr, schön, für mich verdienen diese Leute in aller Regel nichtmal mehr ein Finger zucken.\n\n> \n> Wenn Riot anfängt, DIESE Leute rauszupicken und rauszunehmen, werden Menschen wie ich die sich einfach nur nicht alles  gefallen lassen aber von grundauf friedlich sind auch weiterhin friedlich bleiben. Das ist der richtige Weg, wenn man langfristige Besserungen in der Community wünscht.\n\nOder sie machen weiter wie bisher, was auch so bleiben wird und selbst wenn es mal geändert wird nicht wegen dir, und schmeißen beide raus. Wärst du von grundauf freundlich würdest du nicht diesen kindischen Mist abziehen und muten, ignorieren oder vlt. auch mal die Reife bekommen dem Müll keine Aufmerksamkeit zu schenken, wenn man diese Funktionen nicht nutzen will.\n> \n> Ich weiß nocht ob du noch Schüler bist, klingt jetzt stark danach - wenn man ein eigenes Einkommen hat sind 13€ wirklich ein Witz. Überhaupt nicht spürbar. Das könnte man sich sogar monatlich leisten, ohne dass man es merkt.\n\nWer den Pfennig nicht ehrt, ist des Talers nicht wert. Aber wurde ja schon gesagt, ist dein Geld.\n> \n> Das System funktioniert so in dieser Form überhaupt nicht. Es lässt Streitverusacher viel zu lange spielen und damit ordentliche Spieler mitreissen und bestraft anschließend pauschal alle für den Mangel an sich selbst.\n\nHättest du keinen Mangel, würdest du auch nicht mitgerissen werden, zumindest nicht derart oft, dass es schon auf 2 Accounts für Perma und Vorstrafen gereicht hast.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-15T09:20:29.958+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000800000000000100000001,timestamp=2016-04-13T20:26:34.556+0000)\n\n> Der war gut 80% hahaha, aber seis mal so, mit deinen 2 Perma und Vorstrafen bist du sogar über 99% der Com vorraus.\nJa, es ist zum lachen und traurig zur gleichen Zeit, dass 80% aller Konflikte entstehen, weil Leute meinen Streit wegen Stats anfangen zu müssen.\n\n> Oder sie machen weiter wie bisher, was auch so bleiben wird und selbst wenn es mal geändert wird nicht wegen dir, und schmeißen beide raus. Wärst du von grundauf freundlich würdest du nicht diesen kindischen Mist abziehen und muten, ignorieren oder vlt. auch mal die Reife bekommen dem Müll keine Aufmerksamkeit zu schenken, wenn man diese Funktionen nicht nutzen will.\n\nOder man begegnet Flamern so wie sie es verdient haben ;)\n\n> Wer den Pfennig nicht ehrt, ist des Talers nicht wert. Aber wurde ja schon gesagt, ist dein Geld.\n\nSchön, dass du das jetzt auch verstanden hast. ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-20T12:14:01.322+0000","up_votes":2,"down_votes":0,"body":">Oder man begegnet Flamern so wie sie es verdient haben ;)\n\nMacht Riot doch. Sieht man gut an deinen Banns.","replies":[]}]}]},{"id":"","poster":"JoseJalalapeno","date":"2016-04-13T18:20:17.476+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00080000000000010000,timestamp=2016-04-13T16:18:37.367+0000)\n\n> Das System funktioniert so in dieser Form überhaupt nicht. Es lässt Streitverusacher viel zu lange spielen und damit ordentliche Spieler mitreissen und bestraft anschließend pauschal alle für den Mangel an sich selbst.\n\nDann hast du das System aber auch nicht wirklich verstanden\nDu sagst ja, dass du grundsätzlich keinen Streit anfängst, dass das alles nur provoziert ist. \nIch glaub dir das mal hypothetisch\n\nWarum musst du dich verteidigen, oder andere, wenn diese geflamt werden?\nWarum kannst du nicht einfach muten, oder deinen Mitspielern sagen sie sollen den flamer muten?\nBist du einer von denen die _\"ihre Ehre verteigigen müssen aldaaa?\"\n_\n\nSo wie du es machst, muss erstmal das System entscheiden können wer angefangen hat\nEin salomonisches Urteil finden.\nWenn du einfach garnichts tust, werden nur die \"bösen\" (aus deiner Sicht) erwischt und das System ist schonmal effektiver.\n\nGlaubst du wirklich, dass sich etwas bessert durchs zurückflamen?\nDa gehts ja noch nichtmal um die Art wie DU wieder zu nem Engel werden könntest\nDu tust deinen Mitspielern nichts gutes, du ziehst die Community (zumindest alle die mit dir spielen müssen) nach unten.\n\nUnd jetzt kommst du noch ins Forum und gibst ne Anleitung für Leute die sichs leisten können und denen Ranked egal ist.\n\n\nDas mit der Resozialisierung und dem Stempel den man dir aufdrückt, sodass du keine Hextech Sachen bekommst, das versteh ich schon wie du das meinst.\nAber dein Problem beginnt viel früher.\n\nAber bei dem System, dass du für dich gefunden hast, werden wir dich wohl ertragen müssen, da du wahrscheinlich nicht zur Einsicht kommst dass du ein teil des probelms bist.\n\nIch würd zumindest mit jedem neuen Account  LoL neu installieren, man hat auch schon komplett unbekannte secret smurfs von LCS Spielern gefunden und diese dann bestraft, da geht sicher als IP/MAC/festplatte etc. ;)","replies":[{"id":"","poster":"Foxedge","date":"2016-04-15T09:28:23.240+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=JoseJalalapeno,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000800000000000100000000,timestamp=2016-04-13T18:20:17.476+0000)\n> Warum musst du dich verteidigen, oder andere, wenn diese geflamt werden?\n> Warum kannst du nicht einfach muten, oder deinen Mitspielern sagen sie sollen den flamer muten?\n\nWeil ich als Teil der Community diesen Leuten aktiv aufzeige, dass das was sie tun nicht einfach stillschweigend\nvon anderen Spielern hingenommen wird.\n\n> Du tust deinen Mitspielern nichts gutes, du ziehst die Community (zumindest alle die mit dir spielen müssen) nach unten.\n\nNein, das tat derjenige der Streit angefangen hat.\n\n> Und jetzt kommst du noch ins Forum und gibst ne Anleitung für Leute die sichs leisten können und denen Ranked egal ist.\n\nEs ist keine Anleitung sondern eine Kritik am derzeitigen System. Ich zeige Riot auf:\n\nA) Ich bin nicht das Problem\nB) Man kann mich nicht aus dem Spiel entfernen.\n\nDas bedeutet, Riot endet in einer endlos-schleife aus der heraus nichts passiert,\nvor allem aber weil sie das Problem nicht an der Wurzel bekämpfen, sondern überall nur Symptome entfernen.\n\n> Aber bei dem System, dass du für dich gefunden hast, werden wir dich wohl ertragen müssen, da du wahrscheinlich nicht zur Einsicht kommst dass du ein teil des probelms bist.\n\nIch bin eine Konsequenz des Problems, ist das Problem behoben, entfallen auch alle Konsquenzen die dieses Problem\nverursacht hat.\n\n> Ich würd zumindest mit jedem neuen Account  LoL neu installieren, man hat auch schon komplett unbekannte secret smurfs von LCS Spielern gefunden und diese dann bestraft, da geht sicher als IP/MAC/festplatte etc. ;)\n\nKeine Sorge, mein neuer Account flutscht wie nix gutes :) Der LCS Account der gefunden wurde wurde von jemandem per privaten Chatlog nachgewiesen, das ist 'ne andere Geschichte.","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-04-20T11:18:37.212+0000","up_votes":1,"down_votes":0,"body":"Ich war länger nicht mehr im Forum gewesen, weshalb ich erst jetzt antworte.\n\n> Ich weiß nocht ob du noch Schüler bist, klingt jetzt stark danach - wenn man ein eigenes Einkommen hat sind 13€ wirklich ein Witz. Überhaupt nicht spürbar. Das könnte man sich sogar monatlich leisten, ohne dass man es merkt.\n\nSicher da hast du recht und ich selber bin Berufstätig. Die Frage ist nur ob es einem Wert ist, dies zu tuen. Denn dies wären, wenn man es Monatlich macht, 156€ im Jahr. Sicher nicht viel. Aber davon kann man 2x alleine oder 1x zu 2. richtig lecker im Nobelrestaurant essen gehen. Somit immer die Sachen ob es einem Wert ist.\n\n> Das System funktioniert so in dieser Form überhaupt nicht. Es lässt Streitverusacher viel zu lange spielen und damit ordentliche Spieler mitreissen und bestraft anschließend pauschal alle für den Mangel an sich selbst.\n\nDas das System zu lange brauch, würde ich dir sogar zustimmen, jedoch geht dieses Vermutlich nicht schneller, ohne das die Fehlerquote zu hoch wird.\nIch weiß nicht, ob du weißt wie das System funktioniert, aber es bestraft nur diejenigen, die sich nicht an den Weg des Beschwörers halten und dies dann über längeren Zeitraum. Also Ausrutscher oder Wutausbrüche, werden davon sogar verschont.\n\n> Wenn jemand das aber tut, also anfängt dauerhaft zu Flamen weil er meint, andere Spielweisen herabwürdigen zu müssen und beleidigend wird, dann hat er eben nicht verdient dass ich ihm gegenüber weiterhin nett bin. Denn scheinbar kann dieser jemand Realität und Spiel nicht voneinander trennen und ihm ist wichtiger, seine Mitspieler zu beleidigen als einfach das Match zu genießen.\n\nDieser Satz ist auf der einen Seite sicherlich richtig. Auf der anderen Seite, wenn ich die Antworten unter deinem der über dieser Antwort liegenden Antworten sehe, habe ich das dumpfe Gefühl, das dich dabei aber nicht an den Weg des Beschwörers hälst.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-04-12T16:41:29.496+0000","up_votes":4,"down_votes":2,"body":"Wenn man denen aber zeigt, \"noch 10 Spiele bis zur Freischaltung der Hextechbelohnungen\", die sich aber wieder leicht negativ benehmen und danach angezeigt wird \"noch 11 Spiele bis zur Freischaltung\" würden die doch erst recht auf tilt gehen.","replies":[{"id":"","poster":"Battle Keks","date":"2016-04-12T17:32:29.307+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0008000000000000,timestamp=2016-04-12T16:41:29.496+0000)\n>\n> Wenn man denen aber zeigt, &quot;noch 10 Spiele bis zur Freischaltung der Hextechbelohnungen&quot;, die sich aber wieder leicht negativ benehmen und danach angezeigt wird &quot;noch 11 Spiele bis zur Freischaltung&quot; würden die doch erst recht auf tilt gehen.\n\nNa so sollte es ja auch nicht funktionieren. \n\nWenn da steht \"Noch 10 Spiele bis zur Freischaltung der Hextechbelohnungen\" und derjenige hat die absolviert bekommt ne Kiste und freut sich. Hat aber in Spiel 8 wieder wen Krebs und die Pest an den Hals gewünscht dann geht das ganze wieder von vorne los. \n\nDas ist dann minimaler Aufwand aber maximaler nutzen weil derjenige dann mit folgendem Mindest spielt. (Wenn ich noch 10 Spiele nichts gemeines schreibe kriege ich Hextech Belohnungen)\n\nSind es eben 20 Spieler oder 30 aber wer weiß das er sich 30 Spiele zusammen reißen muss wird das auch 30 Spiele lang tun und dann zweimal überlegen ob er das ganze nochmal machen will. \n\nIn meinen Augen funktionieren solche CR und Ranked Sperren besser als jeder Bann. Weil die Leute es machen müssen oder sie kaufen sich nen neuen Account wie der TE und haben dann eben keine skins mehr.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-04-12T18:02:15.519+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Battle Keks,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00080000000000000000,timestamp=2016-04-12T17:32:29.307+0000)\n> \n> In meinen Augen funktionieren solche CR und Ranked Sperren besser als jeder Bann. Weil die Leute es machen müssen oder sie kaufen sich nen neuen Account wie der TE und haben dann eben keine skins mehr.\n\nDas es eben nicht funktioniert hat man an die Zeit vor der großen Begnadigung gesehen. In dieser Zeit gab es als Strafen eben nur CR und RR. Man hat im Forum immer wieder Threads gesehen, wo sich Spieler damit profiliert hatten, wie hoch ihre CR denn nun ist, und was für tolle Hechte sie doch sind, weil ihre Zahl am größten ist.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T22:33:16.374+0000","up_votes":1,"down_votes":7,"body":"Es geht darum den Spieler wieder wie einen Teil der Community zurück in diese zu lassen. 14 Tage nicht Spielen zu können ist bereits eine Strafe gewesen, es brauchen nicht obendrein noch Ranglistenbelohnungen und Hextexchgegenstände wegzufallen.\n\nWenn man Leute hingegen wie ausgestoßene mit elektronischen Fußfesseln und Sanktionen zurückschickt, obwohl sie ihre Strafe bereits abgesessen haben, ist man einfach über's Ziel hinausgeschossen. Und das motiviert dann auch nicht, wieder nett und freundlich zu sein und über den Leuten zu stehen die einem absichtlich das Spiel mit Beleidigungen zerstören, weil man sowieso zu den Ausgestoßenen gehört, die keine Privilegien mehr haben.","replies":[{"id":"","poster":"Bocherto","date":"2016-04-12T22:45:15.558+0000","up_votes":5,"down_votes":0,"body":"Aber es ist doch einfach unlogisch jemanden mit Belohnungen zu überhäufen der erst einmal Beweisen muss das er sich gebessert hat? Natürlich ist das eine lange unmotivierende Zeit aber alles andere ist doch nicht fair gegenüber Mitspielern die sich normal Verhalten.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T15:44:09.361+0000","up_votes":1,"down_votes":2,"body":"Doch, denn die Spieler die sich normal verhalten mussten keine 14 Tage Sperren aussitzen.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2016-04-13T04:13:56.472+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0008000000000000000000000000,timestamp=2016-04-12T22:33:16.374+0000)\n>\n> Es geht darum den Spieler wieder wie einen Teil der Community zurück in diese zu lassen. 14 Tage nicht Spielen zu können ist bereits eine Strafe gewesen, es brauchen nicht obendrein noch Ranglistenbelohnungen und Hextexchgegenstände wegzufallen.\n> \n> Wenn man Leute hingegen wie ausgestoßene mit elektronischen Fußfesseln und Sanktionen zurückschickt, obwohl sie ihre Strafe bereits abgesessen haben, ist man einfach über&#x27;s Ziel hinausgeschossen. Und das motiviert dann auch nicht, wieder nett und freundlich zu sein und über den Leuten zu stehen die einem absichtlich das Spiel mit Beleidigungen zerstören, weil man sowieso zu den Ausgestoßenen gehört, die keine Privilegien mehr haben.\n\nDir ist bewusst, dass Du nach einer Strafe quasi erst einmal auf Bewährung bist. Du musst aktiv zeigen, dass Du Dich gebessert und in die Gesellschaft integrieren kannst, damit Du wieder als resozialisiert giltst.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T15:43:11.238+0000","up_votes":1,"down_votes":4,"body":"Bewährung bedeutet, dass man schneller fällig ist wenn man sich wieder etwas leistet - nich dass man nach dem absitzen auch noch sanktioniert zurück in die Gesellschaft entlassen wird. Das wäre genau das Gegenteil von dem, was man mit Resozialisierung anstrebt. Resozialisierung baut darauf auf dem entlassenen dabei zu unterstützen, sich wieder wie ein Teil der Gesellschaft zu fühlen. Ansonsten droht ein erhöhtes Rückfallrisiko.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-13T20:04:46.110+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000800000000000000000000000000010000,timestamp=2016-04-13T15:43:11.238+0000)\n>\n> Bewährung bedeutet, dass man schneller fällig ist wenn man sich wieder etwas leistet - nich dass man nach dem absitzen auch noch sanktioniert zurück in die Gesellschaft entlassen wird. Das wäre genau das Gegenteil von dem, was man mit Resozialisierung anstrebt. Resozialisierung baut darauf auf dem entlassenen dabei zu unterstützen, sich wieder wie ein Teil der Gesellschaft zu fühlen. Ansonsten droht ein erhöhtes Rückfallrisiko.\n\nBewährung ist eine Sanktion. Zumindest würde ich es so empfinden, wenn ich wegen etwas, wo andere ein Bußgeld zahlen müssen und ich in den Bau käme. Läuft ja auch nicht so, dass der auf Bewährung dann für das bewährungsbrechende Delikt nicht nochmal obendrauf genau dafür bestraft wird...\nIn die Personalakte/polizeiliches Führungszeugnis kommt es auch, die Jobsuche mit einem solchen Eintrag empfinden viele sicher auch als Extrastrafe.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-15T09:22:31.255+0000","up_votes":1,"down_votes":2,"body":"Nein, Bewährung ist keine Sanktion sondern kann schneller zu einer Sanktion führen. Wenn du auf Bewährung rauskommst hast du von diesem Tag an alle Rechte wie jeder andere auch, nur findet eine Einschränkung dieser schneller statt, wenn du dir etwas leistest.\n\nDu hast das Prinzip der Resozialisierung nicht verstanden - und Riot ebenfalls nicht.\nDas ist der Grund, warum es bei LoL nicht funktioniert.","replies":[]}]},{"id":"","poster":"JoseJalalapeno","date":"2016-04-13T20:12:32.433+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000800000000000000000000000000010000,timestamp=2016-04-13T15:43:11.238+0000)\n>\n> Bewährung bedeutet, dass man schneller fällig ist wenn man sich wieder etwas leistet - nich dass man nach dem absitzen auch noch sanktioniert zurück in die Gesellschaft entlassen wird. Das wäre genau das Gegenteil von dem, was man mit Resozialisierung anstrebt. Resozialisierung baut darauf auf dem entlassenen dabei zu unterstützen, sich wieder wie ein Teil der Gesellschaft zu fühlen. Ansonsten droht ein erhöhtes Rückfallrisiko.\n\nBewährung bedeutet aber im normalen Leben auch, dass dir als Ex Bankräuber wohl kein Job als Geldtransportfahrer angeboten wird.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-15T09:21:31.236+0000","up_votes":1,"down_votes":2,"body":"Du hast das Prinzip der Resozialisierung nicht verstanden.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Shadowscreen","date":"2016-04-13T09:34:14.046+0000","up_votes":3,"down_votes":1,"body":"Sie werden letztendlich gebannt und die meisten werden einsehen, dass sie einen Fehler gemacht haben.\nBringt der Community recht viel *thumbs*","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T16:19:04.330+0000","up_votes":2,"down_votes":2,"body":"Es leider nicht so schwarz/weiss wie du es dir vorstellst.","replies":[]}]}]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-04-13T08:54:05.061+0000","up_votes":2,"down_votes":1,"body":"Also manchmal bin ich wirklich sprachlos...\nWie wär's wenn du nicht die Belohnungen, sondern ein angenehmes soziales Umfeld als Motivation für dein gutes Benehmen verwendest.","replies":[{"id":"","poster":"Battle Keks","date":"2016-04-13T16:09:40.942+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Game of Thr0ws,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00080001,timestamp=2016-04-13T08:54:05.061+0000)\n>\n> Also manchmal bin ich wirklich sprachlos...\n> Wie wär&#x27;s wenn du nicht die Belohnungen, sondern ein angenehmes soziales Umfeld als Motivation für dein gutes Benehmen verwendest.\n\nDas ist zwar richtig aber wie du am TE siehst ist für den nur die Belohnung Motivation und das angenehme Soziale Umfeld herzlichst egal. Da wir die Typen aber nicht 100% ausschließen können werden wir uns überlegen müssen wie wir dennoch dafür sorgen können das WIR ein angenehmen soziales Umfeld beibehalten.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2016-04-12T15:15:46.595+0000","up_votes":6,"down_votes":2,"body":"Wie schon vorhin gesagt als du im Falschen Bereich gepostet hast.\n\nDu bist nicht der Regelfall\nWenn es dir Wert ist alle paar Monate einen Account zu kaufen ist das deine Sache.\n\nDa du vorhin das Argument gebracht hast das dein Account 1,5 Jahre hielt, kann ich dir dennoch sagen wenn dein Verhalten noch das gleiche ist wirst du schneller gebannt werden.\nAuch kommt noch hinzu das du wegen Accountsharing deinen Account verlierst, diese durch Bot gelevelten Accounts werden immer wieder gebannt.\nOder weil sie geklaut wurden und daher durch die account zurückstellung für dich unzugänglich werden.\nVon daher bin ich fast sicher dass du relativ schnell wieder einen neuen brauchst.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:23:46.994+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0002,timestamp=2016-04-12T15:15:46.595+0000)\n> Da du vorhin das Argument gebracht hast das dein Account 1,5 Jahre hielt, kann ich dir dennoch sagen wenn dein Verhalten noch das gleiche ist wirst du schneller gebannt werden.\n> Auch kommt noch hinzu das du wegen Accountsharing deinen Account verlierst, diese durch Bot gelevelten Accounts werden immer wieder gebannt.\n\nWerden sie nicht, das ist ein Mythos um den Anschein zu erwecken, Riot würde etwas unternehmen. Da draußen sind Tonnenweise gekaufter Accs unterwegs. Riot hätte schon lange etwas dagegen unternehmen können, wenn sie denn wollten - wollen sie aber nicht. Sie profitieren davon, wenn Leute die gebannt wurden einen neuen Account einrichten und sich wieder RP für inhalte kaufen, die sie bereits hatten.\n\nFunktioniert natürlich nicht, wenn man wie ich keine RP mehr kauft ;)\n\n> Oder weil sie geklaut wurden und daher durch die account zurückstellung für dich unzugänglich werden.\n\nDie Zeiten von gestohlenen Accounts ist vorbei. Die Firmen botten die Accounts ruckzuck hoch und haben tonnenweise auf Lager.\nAllein dass es so viele auf maxlevel gibt spricht gegen deine These, dass diese gesperrt werden.","replies":[{"id":"","poster":"Alustus","date":"2016-04-12T15:37:30.104+0000","up_votes":4,"down_votes":1,"body":"Naja musst du ja nicht glauben.\nIch kenne Leute in meinem bekanntenkreis die ähnlich dachten wie du.\n\n\n> Werden sie nicht, das ist ein Mythos um den Anschein zu erwecken, Riot würde etwas unternehmen. Da draußen sind Tonnenweise gekaufter Accs unterwegs. Riot hätte schon lange etwas dagegen unternehmen können, wenn sie denn wollten - wollen sie aber nicht. Sie profitieren davon, wenn Leute die gebannt wurden einen neuen Account einrichten und sich wieder RP für inhalte kaufen, die sie bereits hatten.\n> \n> Funktioniert natürlich nicht, wenn man wie ich keine RP mehr kauft ;)\n\nNoch ein Grund mehr für Riot dich nach ein paar wochen wieder zu bannen.\nOder warum sollten sie einen Account bestehen lassen der sowieso nichts mehr investiert, aber von dem man noch durchs Accounthandel geschäft verdienen kann?\n\nAber hey was weiß ich schon.\n\nUnd dürfte ich wissen wo diese tonnenweise Bots sind, die vor ein paar wochen ARAM 3 vs 3 unsicher gemacht haben, dass man jeden tag von ihnen gelesen hat.\n\nHat die Community von heute auf morgen aufgehört sich darüber aufzuregen oder gab es eine Bannwave?\nUnd wenn es doch Riot mitverdient warum ändern sie nicht einfach die Datenbank ? Warum umständlich durch Bots hochleveln wenn es doch auch einfacher wäre 1-2 zeilen code zu schreiben, als Bots.\n\nWarum löst Riot einen Sponsoring vertrag von einem LCS Team auf, weil der Sponsor unter anderem Accounts zum verkauf anbietet.\n\nNur zum thema Riot macht nichts dagegen.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:38:19.629+0000","up_votes":2,"down_votes":6,"body":"Geh einfach auf Ebay und schau dich um. Lies die Bedingungen, die Bewertungen usw. mach dich schlau :)","replies":[]}]},{"id":"","poster":"Shadowscreen","date":"2016-04-12T15:31:10.572+0000","up_votes":4,"down_votes":2,"body":"Auch bullshit...\n\nDer Account eines \"Freundes\" wurde binnen 1 Woche nach dem Kauf gebannt....\n...ist schon schön wenn man sowas aus erster Hand erfährt.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:35:54.116+0000","up_votes":2,"down_votes":4,"body":"Wie gesagt, allein die Tatsache dass Level 30 Accounts in Hülle und Fülle von Botfirmen existieren, spricht gegen deine These.\nDazu kommen die Bewertungen auf Ebay. Würden diverse Accs gesperrt werden würden die sich nicht jenseits der 99% positiv befindne, außerdem bieten die Firmen Ersatz bei Sperre innerhalb weniger Wochen an - nur für den Fall dass das wirklich dann und wann passiert ;)","replies":[{"id":"","poster":"Shadowscreen","date":"2016-04-12T15:44:53.673+0000","up_votes":3,"down_votes":1,"body":"Dann hast du aber sicherlich auch schonmal was von  ähnlichen Firmen/Bots die nur darauf Ausgelegt sind positive Bewertungen zu erstellen gehört?","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:47:23.241+0000","up_votes":1,"down_votes":5,"body":"Selbstverständlich. Und das lässt sich zum einen an der Anzahl prüfen, zum anderen an den Bewertungsaccounts.\nEs lässt sich ziemlich leicht erkennen ob ein Account nur Digitale Güter oder aber auch Handwerkssachen, Bücher und anderen kram Gebraucht gekauft hat ;)\n\nUnd auch mit positiven Fake-Bewertungen kommt man nicht auf 99%+, wenn sehr viele echte Käufer dabei sind, die aufgrund gesperrter Accounts negative Bewertungen dalassen.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-04-12T16:39:57.400+0000","up_votes":2,"down_votes":1,"body":"weil ja so viele leute gebannt werden... diese ganzen 0.006% ...\n\n\nUnd sonst kauft sich kaum jemand sowelche accounts(jedenfalls nicht in so einer fülle)","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:52:19.403+0000","up_votes":1,"down_votes":3,"body":"Allein ein Seller dessen Namen ich hier nicht nennen darf und welcher ausschließlich LoL-Accounts verkauft hat 80k Bewertungen die zu 98,6% positiv ausfallen. Und das ist nur einer von vielen.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-04-12T17:45:44.060+0000","up_votes":2,"down_votes":1,"body":"wie gesagt BOTS\n\nBewertungen heißen nicht das wirklich so viele sich die accounts kaufen...\n\nachja und die werden schnell gebannt sowelche accounts sieht man z.B. in beliebten chat rooms da sind boots die nur elo boost/acc shop  schreiben und die dann ganz plötzlich weg sind","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T17:54:33.025+0000","up_votes":2,"down_votes":4,"body":"Bots ist leider kein Argument, denn wenn wirklich die ganzen Accounts gesperrt werden würden dann:\n\nA) Warum gibt es sie überhaupt bereits auf Max level?\nB) Wo sind all die negativ-bewertungen von echten Käufern?","replies":[{"id":"","poster":"D4RKEVA","date":"2016-04-12T18:12:14.471+0000","up_votes":2,"down_votes":2,"body":"wenn aus 100.000 98% positiv sind dann sind z.B. 97.000 bots\n\ndann 1000 positiv und 2000 negative bewertungen von echten kunden was bereits 33% echte bewertung währe...\n\nund ich denke die zahlen sind sogar noch ganz anders aufgebaut","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T18:55:01.898+0000","up_votes":2,"down_votes":4,"body":"Sorry aber das ist Blödsinn. Kann man auch an den Rezensionen feststellen. Da sind nicht selten welche dabei mit Bewertungen im höheren Hunderter-Bereich, auch Kommentare in allen Sprachen, u.a. einwandfreies Deutsch.\n\nIch weiß, du hättest gern dass es so wäre aber die Realität sieht anders aus. Auf Ebay treiben sich keine Millionen Bot-Bewertungsnetzwerke rum.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-04-12T18:59:11.471+0000","up_votes":3,"down_votes":2,"body":"dann bleib halt in deiner traumwelt ...\n\n\nwenn du mal nicht flamen würdest (so wie ca 85% der community) dann würdest du auch kein geld ausgeben müssen...\n\nund ja DU flamest sonst hättest du nicht mehrere permas...\n\n\nachja ich hatte noch nicht EINE CR weil ich selbst wenn ich manchmal bissel wütend werde...\n\n\n\nanstatt unnötig leute zu beleidgen und geld auszugeben solltest du eher dich bessern","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-04-12T15:29:36.081+0000","up_votes":4,"down_votes":2,"body":">Die Zeiten von gestohlenen Accounts ist vorbei. \n\nStimmt doch gar nicht. Gibt noch genug Beiträge im Forum über Phishing und Leute die ihren Accountzugriff verloren haben. Und um ehrlich zu sein, wäre das wohl sogar immer noch die einfachste Variante um Accounts zu verkaufen. Schließlich muss man keinen Bot laufen lassen und auf den Accounts sind bestimmt oft noch Skins.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:34:42.980+0000","up_votes":2,"down_votes":5,"body":"Das sind nicht viele Beiträge und gemessen an der Spieleranzahl eine sehr kleine Gruppe.\nGeh einfach mal auf Ebay, und schau dir die Botfirmen an, und vor allem die Bewertungen.\n\nZudem hat jeder selbst auf der Dominion-Map gesehen, wie tonnenweise Bot-Accs hochgezogen wurden.\nVielleicht einer der Schließungsgründe für den Spielmodus.","replies":[{"id":"","poster":"Alustus","date":"2016-04-12T15:51:20.722+0000","up_votes":2,"down_votes":0,"body":"Nicht wirklich.\n\nDie meisten wissen warum sie ihren account verloren haben und finden auch ohne Forum einen weg zum Support.\nUnd wenn ich bedenke wieviele verschiedene Betrüger seiten es gibt dürfte die opfer anzahl nicht allzu gering sein.\n\nUnd um die 0,01% Spieler abzudecken die einen Permabann kassiert haben reicht es.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:53:06.927+0000","up_votes":1,"down_votes":3,"body":"Riot spricht von 0,06%, ich halte das aber nach allen Beobachtungen für geschönt.\nMan will schließlich nicht den Eindruck erwecken, dass man die Situation nicht unter Kontrolle habe.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T16:06:01.564+0000","up_votes":2,"down_votes":1,"body":"Die beziehen sich vermutlich auf das Instantfeedbacksystem. Also Permabanns wegen dem Verhalten. Da müssen nicht zwangsweise auch die Scripter/Accountsharing/Feeder-Banns drinnen sein.","replies":[]}]}]}]}]}]},{"id":"","poster":"Chri","date":"2016-04-12T16:08:20.971+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0002,timestamp=2016-04-12T15:15:46.595+0000)\n>\n> Wie schon vorhin gesagt als du im Falschen Bereich gepostet hast.\n> \n> Du bist nicht der Regelfall\n> Wenn es dir Wert ist alle paar Monate einen Account zu kaufen ist das deine Sache.\n> \n> Da du vorhin das Argument gebracht hast das dein Account 1,5 Jahre hielt, kann ich dir dennoch sagen wenn dein Verhalten noch das gleiche ist wirst du schneller gebannt werden.\n> Auch kommt noch hinzu das du wegen Accountsharing deinen Account verlierst, diese durch Bot gelevelten Accounts werden immer wieder gebannt.\n> Oder weil sie geklaut wurden und daher durch die account zurückstellung für dich unzugänglich werden.\n> Von daher bin ich fast sicher dass du relativ schnell wieder einen neuen brauchst.\n\nstimmt nicht ein freund von mir hat sein gekauften account schon mehr als 2 jahre","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-04-12T15:24:57.825+0000","up_votes":7,"down_votes":3,"body":">Es interessiert niemanden ob ihr der Ansicht seid, dass einfach \"alle gleichschuld\" sind. Das mag unter einem Diktator wie Erdogan möglich sein, \n\nDu verwechselst da etwas. Unter einer despotischen Diktatur ist es doch eher so, dass immer die anderen Schuld sind. Also das was du gerade propagieren willst. Schließlich liest sich aus deinem Beitrag klar heraus, dass du selber gerne flamst, dafür aber nicht bestraft werden willst, weil ja \"der andere angefangen hat\". \n\nIn der westlichen zivilisierten Welt wird Selbstjustiz (was du offensichtlich betreibst) nicht gut geheißen und bestraft.\n\nWenn jemand bei deiner Wohnung eine Scheibe einwirft und du aus Rache am nächsten Tag bei ihm auch eine Scheibe einwirfst, werden beide bestraft. Eventuell sogar noch mit einer schwereren Strafe für dich, weil du aus niederen Motiven gehandelt hast und der andere nur versehentlich mit einem Ball dein Fenster zerstört hat. ","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:27:44.447+0000","up_votes":2,"down_votes":9,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0006,timestamp=2016-04-12T15:24:57.825+0000)\n> In der westlichen zivilisierten Welt wird Selbstjustiz (was du offensichtlich betreibst) nicht gut geheißen und bestraft.\n\nFalsch. Es wird nicht bestraft wenn jemand auf der Straße dich angreift und du dich wehrst. Der Angreifer bekommt eine Strafe, der angegriffene nicht.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T15:42:04.158+0000","up_votes":8,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00060000,timestamp=2016-04-12T15:27:44.447+0000)\n>\n> Falsch. Es wird nicht bestraft wenn jemand auf der Straße dich angreift und du dich wehrst. Der Angreifer bekommt eine Strafe, der angegriffene nicht.\n\nDu darfst dich aber auch im RL nur soweit wehren, wie es nötig ist (aka Notwehr/Nothilfe) und kein Bisschen mehr.\n\nIn LoL ist dies genauso.\nDa man sich von einem Flamer bereits sehr gut mit der Mute-Funktion befreien kann und ihn dann einfach reportet, reicht dies völlig aus. Mehr ist nicht nötig und deshalb auch nicht erlaubt.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-04-12T15:44:09.205+0000","up_votes":4,"down_votes":2,"body":"Welcher Gefahr bist du denn bei Pöbelei im Internet ausgeliefert?\nVerbale Notwehr gibt es aus gutem Grund nicht.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:46:00.113+0000","up_votes":1,"down_votes":4,"body":"Wenn du negative Aspekte von Pöbelei ausblendest, relativierst du das gesamte Strafsystem.\nRäumst du ein, dass Pöbelei Menschen provozieren/verärgern kann, musst du dich mit der Frage auseinandersetzen,\nwarum Provokateur und provozierter die gleiche Strafe bekommen, wobei ersterer doch derjenige ist,\nder die Atmosphäre erst vergiftet hat, wohingegen zweiterer nie auffallen würde, wenn es ersteren nicht gäbe.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T15:59:34.710+0000","up_votes":3,"down_votes":1,"body":"Dann formuliere ich seine Frage um. \n\nWarum schützt es dich vor Pöbeleien besser zurückzupöbeln anstatt den Spieler einfach zu muten?","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:08:25.377+0000","up_votes":2,"down_votes":6,"body":"Wenn man jeden Tag sowas an den Kopf bekommt hat man irgendwann die Nase voll und ab und an zeigt man diesen Leuten auch die Grenzen auf.\n\nDie Frage warum aber überhaupt soviele negative Streithähne unterwegs sind steht noch offen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T18:29:51.798+0000","up_votes":4,"down_votes":2,"body":"Vermutlich weil sie sich gegenseitig anstacheln. Einer hat ein schlechtes Spiel, wird geflamt, ist angefressen. Geht ins nächste Spiel, jemand anderes macht viele Fehler, ihnen reicht es und sie flamen. Im Grunde so wie bei dir, sobald es dir zu viel wird, wirst du negativ, die auch.\n\nEin Teil davon ist sicher auch eine voreingenommene Meinung. Wenn man mit der Auffassung \"Alle LoL-Spieler sind toxisch\" ins Spiel geht, sieht man überall auch nur Flamer und Trolle. Der Toplaner ist sicher nicht aus Spaß 3 mal gestorben. Einige sehen das aber schon als trollen an. Wenn man überall nur Flamer erwartet, nimmt man auch ein \"we need more wards\" falsch auf und glaubt, der flamt einen gerade, weil man noch keinen Pink gestellt hat. Ich habe sogar schon Leute gesehen, die im Chat ausrasten, wenn ich mit \"gl hf\" eröffne. Zugegeben, die sind sehr selten, aber wenn sie der Auffassung sind, alle Spieler sind Flamer, sehen manche auch sowas als Flame an. Gab hier ja auch schon einen, der ein \"gg\" am Ende des Spiels als Bannwürdig betitelt hat, wenn das Spiel unfair war (zum Beispiel weil 2 Premades teilgenommen haben). \n\nIch kann dir nicht sagen, warum der einzelne Flamt, im allgemeinen wird es aber die negative Grunderwartungshaltung sein, die die Community im Laufe der Zeit über sich selbst aufgebaut hat. Daran kann man jetzt nur noch sehr schwer etwas verändern und solange die bestehen bleibt, gibt es eben auch Leute, die selbst in nett gemeinten Kommentaren übelsten Flame erkennen werden. ","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-04-12T19:01:45.653+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0006000000020000000000000000,timestamp=2016-04-12T18:29:51.798+0000)\n>\n> Vermutlich weil sie sich gegenseitig anstacheln. Einer hat ein schlechtes Spiel, wird geflamt, ist angefressen. Geht ins nächste Spiel, jemand anderes macht viele Fehler, ihnen reicht es und sie flamen. Im Grunde so wie bei dir, sobald es dir zu viel wird, wirst du negativ, die auch.\n> \n> Ein Teil davon ist sicher auch eine voreingenommene Meinung. Wenn man mit der Auffassung &quot;Alle LoL-Spieler sind toxisch&quot; ins Spiel geht, sieht man überall auch nur Flamer und Trolle. Der Toplaner ist sicher nicht aus Spaß 3 mal gestorben. Einige sehen das aber schon als trollen an. Wenn man überall nur Flamer erwartet, nimmt man auch ein &quot;we need more wards&quot; falsch auf und glaubt, der flamt einen gerade, weil man noch keinen Pink gestellt hat. Ich habe sogar schon Leute gesehen, die im Chat ausrasten, wenn ich mit &quot;gl hf&quot; eröffne. Zugegeben, die sind sehr selten, aber wenn sie der Auffassung sind, alle Spieler sind Flamer, sehen manche auch sowas als Flame an. Gab hier ja auch schon einen, der ein &quot;gg&quot; am Ende des Spiels als Bannwürdig betitelt hat, wenn das Spiel unfair war (zum Beispiel weil 2 Premades teilgenommen haben). \n> \n> Ich kann dir nicht sagen, warum der einzelne Flamt, im allgemeinen wird es aber die negative Grunderwartungshaltung sein, die die Community im Laufe der Zeit über sich selbst aufgebaut hat. Daran kann man jetzt nur noch sehr schwer etwas verändern und solange die bestehen bleibt, gibt es eben auch Leute, die selbst in nett gemeinten Kommentaren übelsten Flame erkennen werden.\n\nUnd genau dass ist es auf was ich hinaus will.\nWenn der TE schlecht gelaunt ist und mit dem Mindset spielt ist es kein Wunder warum er plötzlich so viele Flamer im Spiel hat.\n\n\n> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000d0001,timestamp=2016-04-12T18:28:00.765+0000)\n>\n> Prisoners Island ist eine schlechte Idee. Hauptsächlich weil die Flamer in einem negativem Umfeld noch toxischer werden und weil ihre Freunde dann sogar mit rein gezogen werden können und ebenfalls toxisch werden.\n\nDann erweitern wir dass sogar noch:\n\nMan darf nicht Premade spielen in dieser Schlange.\n\n- Keine Flames von wegen 4 Premades diven mich\n- Scheiss Premade Botlane\n\nDa würde sich schon ein System etablieren lassen dass schlimmer als ein Perma ist.\nNähmlich für den Rest der Zeit mit anderen Flamern zusammen spielen wenn sie sich nicht benehmen.\nUnd ich meine damit dass sie Auswahlmodus spielen müssen und dass bis sie es abgesessen haben.\nWürde nicht nur in Rankeds weniger flamer sondern eben auch in den anderen Warteschlangen, wenn diejenigen nur noch da spielen dürfen.\n\nDann hätten zumindest die Flamer die soloQ xD\nHalt nur mit flamer MMR xD (also eigene MMR unabhängig von Normals, Rankeds, ARAM, Gewundener Wald)\n\nDie Rotationen könnte man ja vielleicht sogar als Chance sehen, dass sie da mitmachen dürfen.\nWenn sie flamen (was man fett ankündigen sollte) werden sie da auch rausgeschossen.\nWenn nicht hilft dass zu rehablitieren.\n\n\n> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000d0000,timestamp=2016-04-12T17:30:44.391+0000)\n>\n> Es ist ebenfalls unterhaltsam, dass du den Inhalt des Threads nicht verstanden hast. \n> Ich brauche keine Argumente, ich weiß warum ich gebannt wurde. Ich habe legidlich erklärt,\n> warum ich mich so verhalte ;)\n> \n> Nein.\n> \n> In einem Spiel sind 10 Spieler, die sind nicht alle an mich gerichtet, aber das macht es nicht besser.\n> Und deine 1 Jahres-Statistik ist Humbug da nicht jeder die gleiche Anzahl an Spielen pro Jahr absolviert.\n> \n> Falsch. Ich flame, wenn geflamed wird.\n\nUnd trotzdem meinst du weil andere flamen darfst/musst du auch flamen.\nAlso nein, du hast es nicht verstanden.\n\nWenn du nicht alles negativ nimmst, warum flamst du dann zurück?\nIch flame nicht oft zurück im Chat wenn mich jemand anflamt, was eh selten passiert.\nUnd wenn schreibe ich sachen wie z.B. Because i can.\nDas ist nicht wirklich toxisch also wird man davon nicht einfach so gebannt.\n\nOb in einem Spiel 10 Spieler oder 2 sind ist nur eine statistische Zahl wie viele flamen können.\nOb sie das auch machen ist ne andere Frage.\nWarum sollte das Humbug sein?\nDu kannst ja gerne nachrechnen wie viele spiele ich im Jahr mache, dann nimmst du den Schnitt und rechnest von allen Spielern auf EUW oder allen Servern nach wie oft die pro Jahr ein Spiel spielen.\nDann hast du den Mittelwert von allen Spielern und kannst dir ein Bild davon machen wie oft es in den Spielen zu solchen Äusserungen kommt.\nNatürlich kannst du das ganze noch nach Region, Elo usw. sortieren, dafür brauchst du aber noch Angaben von anderen Spielern in diesen Regionen/Elo um dir ein Bild zu machen.\nSollte dich ne Zeit lang beschäftigen.\nNatürlich kann man das natürlich auch auf die Zeit ausweiten, denn je länger ein Spiel geht, desto mehr Zeit hat man zu flamen.\nDenn wenn ein Spiel 20 min geht oder 40 min ist natürlich ein Unterschied, denn bei einem kannst du doppelt so lange flamen bzw. hast die Möglichkeit dazu.\nSchreib uns also dann welche der Möglichkeiten du für deine Statistik nimmst ;)\n\nHeisst im Umkehrschluss du schenkst auch Skins, wenn dir Skins geschenkt werden?\nOder Honorst wenn du gehonort wirst?\nWenn nein, ist deine Begründung für den Müll.\nDann vergeltest du auch nicht gleiches mit gleichem sondern suchst nur ein Ventil um Frust abzubauen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-04-12T15:35:29.285+0000","up_votes":3,"down_votes":2,"body":"Es gibt einen Unterschied zwischen Selbstjustiz und Notwehr. \n\nNotwehr:\n\n>Notwehr ist im Strafrecht und Privatrecht Deutschlands die Verteidigung, die erforderlich ist, um einen gegenwärtigen rechtswidrigen Angriff von sich oder einem anderen abzuwenden\n\nMit anderen Worten wenn dich jemand angreift, darfst du dich verteidigen, um dich vor Schäden zu schützen. Wie weit das geht, kann ich jetzt nicht beurteilen.\n\nSelbstjustiz:\n\n>illegale Handlung, bei der eine Person, die von einem Verbrechen betroffen ist, selbst den Täter bestraft.\n\nWenn du es jetzt geschafft hast, den Angreifer handlungsunfähig zu machen, wirst du dafür keine juristischen Konsequenzen fürchten müssen. Wenn du ihn niedergeschlagen hast und meinst, du darfst ihm jetzt körperlichen Schaden zufügen (weil er ja angefangen hat), wie etwa die Beine brechen, kriegst du ein ernstes Problem. Der Angreifer war nämlich keine Gefahr mehr für dich und du hast völlig unnötig Körperverletzung betrieben.","replies":[]}]}]},{"id":"","poster":"ReDcOrSaIr2","date":"2016-04-13T21:29:01.466+0000","up_votes":2,"down_votes":3,"body":"IP Ban und Punkt.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-13T23:43:35.491+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=ReDcOrSaIr2,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0016,timestamp=2016-04-13T21:29:01.466+0000)\n>\n> IP Ban und Punkt.\n\nRouterreset und der Punkt juckt keinen mehr...","replies":[{"id":"","poster":"Patty91","date":"2016-04-14T06:06:17.722+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00160000,timestamp=2016-04-13T23:43:35.491+0000)\n>\n> Routerreset und der Punkt juckt keinen mehr...\n\nNaja doch, denjenigen, der die IP dann beim nächsten Mal zugewiesen bekommt...","replies":[]},{"id":"","poster":"ReDcOrSaIr2","date":"2016-04-14T19:38:52.518+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00160000,timestamp=2016-04-13T23:43:35.491+0000)\n>\n> Routerreset und der Punkt juckt keinen mehr...\n\nAndere Idee?","replies":[]}]}]},{"id":"","poster":"Shadowscreen","date":"2016-04-12T15:22:36.214+0000","up_votes":5,"down_votes":2,"body":"Und wieder jemand der denkt, dass seine Anschauungen für alle gelten.\nWenn du lust hast jedes mal X€ auszugeben um dir einen neuen Acc zu machen, nur um\ndeine mangelnde Selbstbeherrschung auszugleichen, gerne.\n\nAber viele andere werden doch sicher lieber ihren eigenen Acc weiter spielen, den sie mit \nmühe und Spaß aufgebaut haben.\n\nWenn man hier im Forum auf gebildet und erwachsen tut, sollte man doch eigentlich meinen,\ndass Manieren im Spiel auch vorhanden sein dürften oder?\n\nUnd da du ja das schöne deutsche Rechtssystem einbringst widersprichst du dir sogar selbst.\nSelbstjustiz wird in Deutschland nicht toleriert und wenn du jetzt mit \"Notwehr\" in einem verbalen Gefecht kommst,\nkann ich dich leider nur weiter auslachen.\n\nViel Spaß damit, weiterhin deine Aggressionen im Spiel auszulassen ~","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:31:56.307+0000","up_votes":2,"down_votes":7,"body":"> [{quoted}](name=Shadowscreen,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0004,timestamp=2016-04-12T15:22:36.214+0000)\n> Und wieder jemand der denkt, dass seine Anschauungen für alle gelten.\n> Wenn du lust hast jedes mal X€ auszugeben um dir einen neuen Acc zu machen, nur um\n> deine mangelnde Selbstbeherrschung auszugleichen, gerne.\n\nWollen und können sind zwei verschiedene Paar Schuhe. Ich sehe nicht ein Dinge ertragen zu müssen,\num die Riot sich nicht kümmert. Wenn jemand dir Krebs wünscht weil du 3 Tode hinten liegst,\naber noch weiterspielen darf und legidlich \"unter Beobachtung\" steht, dann läuft was schief.\n\n> Aber viele andere werden doch sicher lieber ihren eigenen Acc weiter spielen, den sie mit \n> mühe und Spaß aufgebaut haben.\n\nDas mag auf die jüngere Generation zutreffen. Ich komme aus einer Zeit in der das höchste der Gefühle eine Highscore-Liste waren.\nIch definiere mich nicht darüber wieviele Champs auf meinem Account sind oder welche Stufe sie haben. Und das hochspielen\nin der Rangliste ist sowieso der Spaß an sich, von daher ist es egal wo man startet. Ist nichts anderes, als ein Spiel \"erneut\" durchzuspielen,\nnur dass hier natürlich alles anders ist und nicht 1:1 das Gleiche. Also eher ein Pluspunkt ;)\n\n> Wenn man hier im Forum auf gebildet und erwachsen tut, sollte man doch eigentlich meinen,\n> dass Manieren im Spiel auch vorhanden sein dürften oder?\n\nS.o.\n\n> Und da du ja das schöne deutsche Rechtssystem einbringst widersprichst du dir sogar selbst.\n> Selbstjustiz wird in Deutschland nicht toleriert und wenn du jetzt mit &quot;Notwehr&quot; in einem verbalen Gefecht kommst,\n> kann ich dich leider nur weiter auslachen.\n\nKomisch, nachdem du \"Selbstjustiz\" in's Spiel bringst. Aber auch diese Frage habe ich in einem anderen Beitrag beantwortet.\n\n> Viel Spaß damit, weiterhin deine Aggressionen im Spiel auszulassen ~\n\nIch lasse keine Agressionen aus. :)","replies":[{"id":"","poster":"Shadowscreen","date":"2016-04-12T15:40:17.646+0000","up_votes":3,"down_votes":2,"body":"Ich lese hier ausflüchte über ausflüchte.\n\nDass die Leute die flamen nicht weiter spielen dürfen, siehst du ja an deinen X Accounts\n.....Yay das System funktioniert, da freue ich micht schonmal.\nWas schonmal alle deine Argumente aushebelt in denen du\nbegründest, dass du dich nur so verhälst weil \"rito\" nichts unternimmt.\n\nBzgl. der \"Notwehr\" die du unten erläutert hast muss ich dich wie schon erwähnt einfach auslachen.\n\nIch werde mich hiermit auch aus der Diskussion verabschieden, da ich keine Lust\nhabe gegen haltlose Argumentationen anzukämpfen ohne auch nur die leiseste Aussicht zu haben,\ndass du Einsicht zeigst....da gibt es hier ausdauerndere Personen\n\n\nFür mich verhälst du dich eher wie ein pubertierender Teenie oder ein Kind, dem Riot das Spielzeug weggenommen hat\nals wie jemand des \"älteren Semesters\"","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:42:16.491+0000","up_votes":2,"down_votes":6,"body":"Das ist mein zweiter Account der gesperrt wurde und dazwischen liegen 1,5 Jahre ;)\n\n>Ich werde mich hiermit auch aus der Diskussion verabschieden, da ich keine Lust\n>habe gegen haltlose Argumentationen anzukämpfen ohne auch nur die leiseste Aussicht zu haben,\n>dass du Einsicht zeigst....da gibt es hier ausdauerndere Personen\n\nErgo, dir fehlt es an Argumenten um zu erklären, warum Spieler ertragen müssen dass Krebswünscher das Spiel weiterspielen dürfen. Kein Ding, schönen Abend ;)","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:07:11.312+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0004000000000000,timestamp=2016-04-12T15:42:16.491+0000)\n>\n> Das ist mein zweiter Account der gesperrt wurde und dazwischen liegen 1,5 Jahre ;)\n> \n> Ergo, dir fehlt es an Argumenten um zu erklären, warum Spieler ertragen müssen dass Krebswünscher das Spiel weiterspielen dürfen. Kein Ding, schönen Abend ;)\n\nKannst stolz auf dich sein kleiner Fuchs, hattest du vor nem Jahr oder wann das war (vlt. sogar direkt nach dem 1. Bann, dürfte hinkommen) nicht rumgeprahlt, dass du auf dem Acc. keinen Bann bekommen wirst? Da hab ich dir bereits widersprochen und es ist hat für uns beide erstmal in Forenbans geendet. Jetzt hast du es doch geschafft, hast du fein gemacht.\n\nAchja und die einzigen, die Krebswünscher mehr als 1x ertragen müssen, sind Menschen, die den Mute/Ignore und Reportbutton nicht finden. Außerdem treten die eh fast nur bei selbst toxischen Spielern auf. Viel Spaß bei deinem Rachefeldzug, den Riot und auch sonst keinen juckt und danke, dass du dennoch die Wirtschaft ankurbelst.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:09:35.912+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00040000000000000002,timestamp=2016-04-12T16:07:11.312+0000)\n\n> Achja und die einzigen, die Krebswünscher mehr als 1x ertragen müssen, sind Menschen, die den Mute/Ignore und Reportbutton nicht finden. \n\nDas Mute-System bannt den einen Spieler den du mutest. Das hindert nicht den nächsten daran, wieder so einen Wunsch auszusprechen. ;)","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:22:22.103+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000400000000000000020000,timestamp=2016-04-12T16:09:35.912+0000)\n>\n> Das Mute-System bannt den einen Spieler den du mutest. Das hindert nicht den nächsten daran, wieder so einen Wunsch auszusprechen. ;)\n\nKorrekt. Und was kann Riot dagegen tun? Chatagenten durch die Zeit schicken?\nSicher du hast klar gemacht, dass du dafür eben einen Instaperma erwartest.\nWird vlt. auch irgendwann noch verschärft, aber ganz sicher nicht wegen deiner Trotzreaktion, die keinen außer ein paar Mitspieler interessiert.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-04-12T16:14:54.303+0000","up_votes":2,"down_votes":1,"body":"Stimmt doch gar nicht. Der Mute bewirkt nur, dass du von dem Spieler nichts mehr hören musst. Die Reports sorgen dafür, dass er überprüft und schließlich bestraft wird. \n\nWas machst du eigentlich falsch, dass du so viele Todeswünsche entgegen geschleudert bekommst. Ich habe sowas in all den Jahren höchstens ein paar mal erlebt und davon war noch keine an mich gerichtet.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:16:37.502+0000","up_votes":1,"down_votes":2,"body":"Die richteten sich nicht alle gegen mich. Aber wenn das einem Mitspieler gewünscht wird, egal in welchem Team, melde ich die Person natürlich trotzdem. Und der Rest meldet diese Person auch. Umso trauriger, dass sie weiterspielen durften.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-12T15:53:57.881+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0004000000000000,timestamp=2016-04-12T15:42:16.491+0000)\n>\n> Ergo, dir fehlt es an Argumenten um zu erklären, warum Spieler ertragen müssen dass Krebswünscher das Spiel weiterspielen dürfen. Kein Ding, schönen Abend ;)\n\nWer sagt denn, dass diese Spieler ohne Strafe davon kommen?\nDu solltest eigentlich am besten wissen, dass Flamer bestraft werden. Warum sollte diese Spieler davon kommen und du nicht?","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:55:45.586+0000","up_votes":1,"down_votes":2,"body":"Wie gesagt, ich habe diese Spieler gemeldet und mir dann angeschaut, ob sie eine Strafe erhielten - alle konnten munter weiterspielen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T16:02:59.422+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000400000000000000000000,timestamp=2016-04-12T15:55:45.586+0000)\n>\n> Wie gesagt, ich habe diese Spieler gemeldet und mir dann angeschaut, ob sie eine Strafe erhielten - alle konnten munter weiterspielen.\n\nWie lange hast du dies beobachtet? (die möglichen Szenarien habe ich bereits gezeigt).\n\nHier im Forum wurde öfters gezeigt, dass diese Spieler bestraft werden; nach dem 2-Wochenban sogar sehr schnell (Rekord: nach nur einem Game nach dem 2-Wochenban).","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:03:33.307+0000","up_votes":1,"down_votes":1,"body":"1 Woche Zeitraum. Viel zu lange für solche Wünsche.\nOb danach überhaupt was passiert ist, kann ich nicht beurteilen - ich habe im Client aber nie die Nachricht bekommen \"Vielen Dank, Wir haben gegen einen Spieler etwas unternommen den du gemeldet hast\".\n\nVon daher eher nicht.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T16:20:38.501+0000","up_votes":1,"down_votes":1,"body":"Tja, dies kann möglicherweise das Problem sein.\n\nDie meisten Flamer sind nicht in jedem Game tosxisch und wenn dein Game eines der ersten Games war, wo sie dies waren (z.B. auch Account gekauft), dann kann dies dauern.\n\nDu hast ja auch nicht innerhalb einer Woche einen perma bekommen.\n\nMehr oder weniger behauptest du, dass Riot willkürlich bannt, hast aber keine Beweise dafür.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:22:02.182+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000400000000000000000000000000000000,timestamp=2016-04-12T16:20:38.501+0000)\n> Du hast ja auch nicht innerhalb einer Woche einen perma bekommen.\n\nIch hab auch niemandem gewünscht Krebs zu bekommen oder dass seine Eltern beim Autounfall um's Leben kommen sollen. Sowas sollte sofort bestraft werden und nicht erst Wochen oder Monate später.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T16:25:06.411+0000","up_votes":1,"down_votes":1,"body":"Du hast nirgends deinen chatlog hinterlegt.\nTheoretisch könntest du genauso toxisch gewesen sein.\n\nNatürlich könnte Riot schneller bestrafen mit perma-bans. Aber das betrifft dann auch dich, da du auch toxisch bist. Wird dann doch ziemlich teuer, wenn du öfters einen neuen Account kaufen musst. ;)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-04-12T15:59:35.420+0000","up_votes":1,"down_votes":0,"body":"krebswünscher spielen nicht besonders lange weiter^^\ndass die report funktion funktioniert, scheinst du ja bemerkt zu haben. nun also die frage: warum hast du kein vertrauen in dieses system?","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:04:22.594+0000","up_votes":1,"down_votes":2,"body":"Weil sie wie gesagt nicht bestraft wurden.","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-04-12T16:10:35.752+0000","up_votes":1,"down_votes":0,"body":"aber die leute, die sich darüber aufregen werden bestraft.. und nebenbei werden die ignoriert, die anderen krebs wünschen.... klingt logisch. ich denke auch, dass rito das genau so handhabt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Homunculi","date":"2016-04-13T07:45:02.191+0000","up_votes":2,"down_votes":2,"body":"Schön für dich, wenn es dein Rebellenherz erfreut solchen Nonsense zu betreiben, bleib dabei so bleiben anderen Leuten in deinem Umfeld eventuelle Begegnungen mit dir erspart :). Der Kerl der die Accounts hochzieht und damit Geldverdient, lacht wahrscheinlich jeden aus, der Geld dafür ausgibt. Vllt. benutzt er das verdiente Geld um RP in seinem eigenen Account zu kaufen? Daran schonmal gedacht, also technisch gesehen und um ein paar Ecken gedacht, bezahlst du RIOT doch.\nDu bist auch wahrscheinlich nicht der erste der dieses \"Spiel\" betreibt und ich find's eigentlich traurig das du dich hier so aufspielst und dich selbst so feierst. Psychologen hätten wahrscheinlich die wahre Freude an deinem restlichen Geld :).\n\nIch glaube auch, sollte sich ein RIOT Mitarbeiter in diesen Thread verirren, wird er deinen Eröffnungspost nehmen und ihn neben die Kaffeemaschine hängen, damit jeder der morgens oder später sich nen Kaffee holt, herzlich was zu lachen hat.\n\nWie lange dauert es denn im Durchschnitt bis dein \"neuer\" Account gebannt wird?","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T15:39:39.356+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Homunculi,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0010,timestamp=2016-04-13T07:45:02.191+0000)\n> Ich glaube auch, sollte sich ein RIOT Mitarbeiter in diesen Thread verirren, wird er deinen Eröffnungspost nehmen und ihn neben die Kaffeemaschine hängen, damit jeder der morgens oder später sich nen Kaffee holt, herzlich was zu lachen hat.\n\nMir tut die Firma leid bei der du angestellt bist, wenn du es lustig findest wenn dein Arbeitgeber weniger Umsatz macht.\n\n> Schön für dich, wenn es dein Rebellenherz erfreut solchen Nonsense zu betreiben, bleib dabei so bleiben anderen Leuten in deinem Umfeld eventuelle Begegnungen mit dir erspart :). Der Kerl der die Accounts hochzieht und damit Geldverdient, lacht wahrscheinlich jeden aus, der Geld dafür ausgibt. Vllt. benutzt er das verdiente Geld um RP in seinem eigenen Account zu kaufen? Daran schonmal gedacht, also technisch gesehen und um ein paar Ecken gedacht, bezahlst du RIOT doch.\n\nKlar, er verkauft 80 Tausend Accounts um sich RP zu kaufen :DD Ist klar.\nBegegnungen bleiben niemandem erspart, ich bin schon munter auf meinem neuen Account unterwegs ;)\nLiebe Grüße von den Richtfeldern. <3","replies":[{"id":"","poster":"Homunculi","date":"2016-04-14T07:10:38.906+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00100000,timestamp=2016-04-13T15:39:39.356+0000)\n>\n> Mir tut die Firma leid bei der du angestellt bist, wenn du es lustig findest wenn dein Arbeitgeber weniger Umsatz macht. \n\nRIOT wird auch ohne dich genug Geld machen, so wichtig bist du nicht :). \n\n[{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00100000,timestamp=2016-04-13T15:39:39.356+0000) \n>Klar, er verkauft 80 Tausend Accounts um sich RP zu kaufen :DD Ist klar.\n>Begegnungen bleiben niemandem erspart, ich bin schon munter auf meinem neuen Account unterwegs ;)\n>Liebe Grüße von den Richtfeldern. &lt;3\n\nKannst du es mit Sicherheit sagen das er sich keine RP kauft? \nDie Leute in der Kluft sehen dich vllt. ein oder zweimal danach nie wieder auch wenns ein anderer Name ist und sie dich deswegen nochmal \"erleben\" dürfen ist eigentlich egal, wenn du dich so verhältst wie du meinst, dann reporten sie Dich und dann wars das evtl. Du bist nur ein weiterer Toxic Boy wie viele andere. Was mich mehr verwundern und meinen Respekt erzeugen würde, wäre wenn du die Freundlichkeit in Person wärst und einfach nur lieb, nett und freundlich wärst, DASS würde mir die Sprache verschlagen und dafür sorgen das ich DICH nicht vergesse, so wärst du nichtmal 5 Minuten Überlegung wert :).\n\nIch kann leider nicht mit Sicherheit sagen ob ich über dich lachen soll oder ob mich dein Verhalten traurig stimmt, so gesehen beides. Du verhältst dich wie ein Kindergartenkind mit gekränktem Stolz und bist auch noch stolz darauf.\n\nIch muss auch gestehen das ich den Thread hier vergessen habe und nicht nochmal hierher gekommen wäre, wenn du nicht auf meinen Post geantwortet hättest.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-15T09:13:21.059+0000","up_votes":1,"down_votes":3,"body":"> RIOT wird auch ohne dich genug Geld machen, so wichtig bist du nicht :). \n\nZum Glück bist du kein Unternehmer - der durchschnittliche Mensch begreift nicht, dass es nicht der einzelne ist, wohl aber die Masse. Es gibt neben mir sehr viele andere Leute die Riot bestrafen, indem sie keine RP kaufen - bzw. es einfach nicht tun weil ihnen der Umgang nicht gefällt. Jedes Unternehmen ist auf Umsatz bedacht, und jedes Unternehmen will sich - allein schon für die Sponsoren - bis zum nächsten Quartal und vor allem zum Jahresende steigern, das heißt, immer mehr % als letztes Jahr. \n\nEs gibt unternehmen denen deine Denkweise schon das Genick gebrochen haben. Im Falle Riot wird es bisher keine gravierenden Unterschiede geben, aber spürbare. Das merkst du nicht, Riot aber auf seiner Jahresabrechnung, wenn sie nicht das Plus erreicht haben, was sie anstrebten. Das bedeutet dann Abstriche machen. Und diese Tendenz kann selbstverständlich steigen ;)\n\nLoL wird alt und es rückt immer mehr Konkurrenz auf den Markt. Vor allem Moba-Shooter erobern derzeit die Spielwelt. \nWenn Riot auch in 5 Jahren noch mit LoL relevant sein will, müssen sie zwangsläufig einen so guten Service liefern, dass die Leute bereit sind gerne Geld zu investieren. Und das ist bei vielen unter den hier im Thread angesprochenen nicht der Fall. Du siehst ja allein daran, dass bei 1300 Aufrufen legidlich -37 Minusdaumen vorherrschen. Das bedeutet, dass sehr sehr viele Leute diesen Thread auch hochgevoted haben und nur eine ganz kleine Mehrheit nicht versteht, worum es hier geht. \n\n> Die Leute in der Kluft sehen dich vllt. ein oder zweimal danach nie wieder auch wenns ein anderer Name ist und sie dich deswegen nochmal &quot;erleben&quot; dürfen ist eigentlich egal, wenn du dich so verhältst wie du meinst, dann reporten sie Dich und dann wars das evtl. Du bist nur ein weiterer Toxic Boy wie viele andere. Was mich mehr verwundern und meinen Respekt erzeugen würde, wäre wenn du die Freundlichkeit in Person wärst und einfach nur lieb, nett und freundlich wärst, DASS würde mir die Sprache verschlagen und dafür sorgen das ich DICH nicht vergesse, so wärst du nichtmal 5 Minuten Überlegung wert :).\n\nDu kannst dir gar nicht ausmalen, wie wenig es mir bedeutet ob du an mich denkst :)\n\n> Ich kann leider nicht mit Sicherheit sagen ob ich über dich lachen soll oder ob mich dein Verhalten traurig stimmt, so gesehen beides. Du verhältst dich wie ein Kindergartenkind mit gekränktem Stolz und bist auch noch stolz darauf.\n\nIch glaube das ist der Punkt wo man aus deiner Widersprüchlichkeit innerhalb eines Satzes rausliest, dass du selbst gar nicht mehr weißt, was du eigentlich sagen willst. Kein Problem.","replies":[{"id":"","poster":"eingew","date":"2016-04-18T07:17:30.804+0000","up_votes":1,"down_votes":0,"body":"> Du siehst ja allein daran, dass bei 1300 Aufrufen legidlich -37 Minusdaumen vorherrschen. Das bedeutet, dass sehr sehr viele Leute diesen Thread auch hochgevoted haben und nur eine ganz kleine Mehrheit nicht versteht, worum es hier geht.\n\nNaja. Nicht wirklich. Nur ein Bruchteil der Leute, die einen Thread besuchen, verteilen dort auch Votes. Ich weiß nicht genau wie das Forum das zählt, es ist also auch möglich, dass mehrere Views von denselben Personen stammen.\n\nIch war mal so frei, im Modtool nachzusehen, wie viele Upvotes dein Thread tatsächlich hat. Das tut mir jetzt Leid, wenn ich dich etwas unsanft von deiner Hypothese abbringe... aber du hast nur 4 Upvotes auf diesem Thread. Das heißt es gibt bei 1300 Views nur insgesamt circa 40 Votes. Eine klare vorherrschende Meinung über deinen Thread lässt sich also nicht wirklich herausfiltern, da die meisten sich quasi enthalten haben. (Immer vorausgesetzt diese Aufmerksamkeit stammt tatsächlich von vielen verschiedenen Personen.)","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-20T12:13:07.007+0000","up_votes":2,"down_votes":0,"body":"50 bis 100 von den Views sind wohl von mir, weil ich alle paar Nachrichten rein geschaut habe.\n\nAußerdem wird es kompliziert, wenn man bedenkt, dass man nicht einmal den Thread öffnen muss, um voten zu können.","replies":[]}]}]}]}]}]},{"id":"","poster":"Call me Br00t","date":"2016-04-12T15:24:13.065+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=,timestamp=2016-04-12T15:03:10.991+0000)\n>\n\n> Wie gesagt - Cash habt ihr von mir schon lange nicht mehr erhalten. Ich genieße euer Spiel kostenlos, \n\nJeremie Pascalle, kauft sich Ebay Accounts für 15 €\nMerkst selbst kostenlos ne :D","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:28:26.428+0000","up_votes":2,"down_votes":5,"body":"Kostenlos weil für Riot nichts rüberwächst ;) sollte sich aus dem Kontext erschließen lassen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T15:43:12.684+0000","up_votes":3,"down_votes":1,"body":"Aber für dich ist es nicht kostenlos.\nUnd bereits von mir erwähnt: man kann das Geld wirklich sinnvoller nutzen.","replies":[]},{"id":"","poster":"Call me Br00t","date":"2016-04-12T16:10:15.634+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00050000,timestamp=2016-04-12T15:28:26.428+0000)\n>\n> Kostenlos weil für Riot nichts rüberwächst ;) sollte sich aus dem Kontext erschließen lassen.\n\nIch glaub du solltest nochmal den Begriff nachschlagen ;)\nIst nen kleiner unterschied zwischen kostenlos (für dich als Nutzter, da du nichts zahlen musst, um das Spiel zu spielen) und kein Gewinn einbringen (aus der Sicht der Firma, die nichts \"verdient\" da man keine Ingamewährung mit Echtgeld kauft) \nGenerell mal Begriffe nutzten, von denen du die Bedeutung kennst ;)","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-12T15:15:00.857+0000","up_votes":3,"down_votes":3,"body":"Weisst du was?\nIst mir eigentlich völlig egal. ;)\n\nDie Wahrscheinlichkeit ist sehr gering, dass wir ingame zusammentreffen und wenn doch, bist du vielleicht beim Gegner und ich gewinne sogar. ;)\n\nDein neuer Account wird dann wieder gesperrt.\nWenn du dein Geld nur fürs Trollen rauswerfen möchtest, ist dies deine Sache. Es gäbe natürlich sinnvollere Optionen, wie du dein Geld verwendest (notfalls für Flüchtlingshilfe, wenn du wirklich bereits alles hast).\n\n\n> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=,timestamp=2016-04-12T15:03:10.991+0000)\n>\n> Wenn ich irgendwann sehe, dass ihr euch in eurem System gebessert habt, Sperren nicht mehr dazu motivieren die Sau rauszulassen und die richtigen und nicht die falschen bestraft werden, werde ich mich im Spiel wieder angemessen verhalten und euch vielleicht wieder Finanziell unterst&amp;uuml;tzen. ;)\n\nHast du einen konkreten und konstruktiven Vorschlag, was man denn verbessern könnte?","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T15:21:36.209+0000","up_votes":4,"down_votes":3,"body":">Hast du einen konkreten und konstruktiven Vorschlag, was man denn verbessern könnte?\n\nWäre nicht eher die Frage angebracht, ob er sich überhaupt noch anständig verhalten will? Wenn ich den Post richtig interpretiere schreibt er doch \"ich verhalte mich wie ein Arsch, will aber nicht wie einer behandelt werden\" und ist trotzig, weil es nicht so läuft wie er es gerne hätte.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:33:22.624+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=00010000,timestamp=2016-04-12T15:21:36.209+0000)\n> Wäre nicht eher die Frage angebracht, ob er sich überhaupt noch anständig verhalten will? Wenn ich den Post richtig interpretiere schreibt er doch &quot;ich verhalte mich wie ein Arsch, will aber nicht wie einer behandelt werden&quot; und ist trotzig, weil es nicht so läuft wie er es gerne hätte.\n\nVerständnis ist bei euch Grünen nicht so oder?\n\nWenn ich wie ein Arsch behandelt werde, verhalte ich mich auch wie einer. Das ist eine Umkehr zwischen Ursache und Wirkung. \nSolange man freundlich zu mir ist, bin ich es auch. Da kann von mir aus das ganze Team 0/10 haben, es ist nur ein Spiel.\nKrebs wünschen lassen muss ich mir dennoch nicht gefallen lassen, sorry.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T16:08:57.840+0000","up_votes":3,"down_votes":2,"body":"Du beschwerst dich aber darüber von Riot wie ein Arsch behandelt zu werden und kehrst Ursache und Wirkung um.\n\nUrsache: Du flamst zu viel.\nWirkung: Du wirst gebannt.\n\nDu stellst es aber so dar:\nUrsache: Du wirst gebannt\nWirkung: Du flamst weiter\n\n>Verständnis ist bei euch Grünen nicht so oder?\n\nVerständnis habe ich genug, der Teil den ich für dich bereitgestellt habe, hast du aber leider aufgebraucht. ","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:12:50.258+0000","up_votes":2,"down_votes":4,"body":"Ursache: Riot ist nachlässig im Bestrafen der Urheber von Problemen.\n\nUrsache²: Ein schlecht gelaunter Spieler beleidigt mich aufgrund eines Spieles, dass ich Spiele um Spaß zu haben, weil er nach seinem letzten Krebswunsch weil jemand ihn nicht rechtzeitig im Spiel geheilt hat weiterspielen durfte.\n\nWirkung: Ich bekomme diesen Spieler ab und da es nicht der erste und auch nicht der letzte ist der noch frei rumlaufen darf, gebe ich widerworte.\n\nZur Problemlösung schaue man sich die Ursache an.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T16:19:20.889+0000","up_votes":2,"down_votes":1,"body":"Also gut. Du willst von Riot im Grunde sehen, dass sie Flamer präventiv bestrafen. Wird schwierig ohne Gedankenleser oder Hellseher. Schließlich kann der Flamer, dem du begegnest ebenso gut ein Ersttäter sein, der noch nie auffällig wurde und deshalb noch nicht einmal eine CR hatte.\n\nWenn es ein Wiederholungstäter ist, kann er auch schon eine CR erhalten haben und kriegt danach die nächste Stufe des Instantfeedbacksystems zu spüren. \n\nIch verspreche dir jetzt nicht, nochmal hier zu antworten. Ich habe noch andere Sachen vor, als im Forum mich mit dir zu unterhalten.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:20:44.832+0000","up_votes":2,"down_votes":2,"body":"Ich spreche ganz konkret Leuten die Krebswünsche aussprechen o.ä. vom gleichen Kaliber, wie beispielweise dass die Eltern von Spieler X hoffentlich qualvoll beim Autounfall verbrennen. Scheint beides unter solchen Leuten sehr beliebt zu sein. Von daher ist es irrelevant, wie oft der Spieler sich sowas geleistet hat - wenn er nach solchen Äußerungen weiterspielen darf, läuft was schief.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2016-04-12T16:23:43.121+0000","up_votes":2,"down_votes":1,"body":"Heya\nDu weißt ja eben nicht ob er weiterspielen darf wenn er das bei dir im Spiel zum ersten mal gemacht hat.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:25:59.178+0000","up_votes":1,"down_votes":2,"body":"Klar, indem ich in den nächsten Tage checke ob er weitere Spiele absolviert - wenn er das tut, wurde er es offensichtlich nicht.\n\nAußerdem gibt es im Client obendrein noch eine Benachrichtigung, dass Schritte unternommen wurden, wenn die Strafe mind. ein 14 Tage Bann ist.","replies":[{"id":"","poster":"legofreak1","date":"2016-04-12T16:30:28.361+0000","up_votes":1,"down_votes":0,"body":"Diese Benachrichtigung erhält man nur manchmal und auch dann nur, wenn das Spiel, in dem man diesen Spieler gemeldet hat, ausschlaggebend für die Strafe war. Spielt dieser Spieler also noch danach weiter und erhält die Strafe aufgrund eines anderen Spiels, erhältst du keine Benachrichtigung.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:31:47.660+0000","up_votes":1,"down_votes":2,"body":"Eben, der Krebswunsch war dann scheinbar nicht schlimm genug für eine Strafe.","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-04-12T16:29:04.377+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000100000001000000000000000000000000,timestamp=2016-04-12T16:25:59.178+0000)\n>\n> Klar, indem ich in den nächsten Tage checke ob er weitere Spiele absolviert - wenn er das tut, wurde er es offensichtlich nicht.\n> \n> Außerdem gibt es im Client obendrein noch eine Benachrichtigung, dass Schritte unternommen wurden, wenn die Strafe mind. ein 14 Tage Bann ist.\n\nAchja die Nachricht, die eben nicht immer ploppt, auch wenn ein Bann ausgesprochen wird...","replies":[]}]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2016-04-12T16:21:48.599+0000","up_votes":2,"down_votes":1,"body":"Heya\nDu hast damit gerade selbst gesagt negative Spieler müssen bestraft werden.\nUnd wenn du zurückflamst bist du einer dieser negativen Spieler die bestraft werden müssen, du wirst durch das zurückflamen zur Ursache, erkennst du das nicht?\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-12T15:32:37.755+0000","up_votes":2,"down_votes":2,"body":"Grundsätzlich gebe ich dir Recht und für mich klingt der Eröffnungspost auch so.\nTrotzdem wollte ich ihm die Gelegenheit geben, seine Ideen für Verbesserungen einzubringen.\nKann in einzelnen Fällen auch wirklich eine gute Idee dabei sein, wenn man die Sache aus einem anderen Blickwinkel sieht (in diesem Fall: die des betroffenen).\n\nJedoch kam offensichtlich nur heisse Luft.\n\nVielleicht wird der TE doch noch etwas vernünftig und nimmt zumindest meinen Vorschlag an, sein Geld besser für die Flüchtlingshilfe auszugeben. Dann ist das Geld zumindest sinnvoll genutzt worden.","replies":[]}]},{"id":"","poster":"Foxedge","date":"2016-04-12T15:25:52.270+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0001,timestamp=2016-04-12T15:15:00.857+0000)\n> Hast du einen konkreten und konstruktiven Vorschlag, was man denn verbessern könnte?\n\nDiverse, aber die werde ich hier nicht breitreten weil sie von deutschen Community-Leitern sowieso nicht weitergeleitet bzw. beachtet werden und eine Diskussion darüber sinnlos ist. Ich bin seit GoA-Zeiten, also der Betaphase dabei. Ich hab die Entwicklung miterlebt und ich und auch andere haben bereits in der Vergangenheit genug Energie verschwendet, um da an Riot zu apellieren.","replies":[]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-04-12T15:11:14.091+0000","up_votes":3,"down_votes":2,"body":"bei den meisten scheint es zu funktionieren.\nes gibt natürlich immer ausreißer, die denken, dass sie riot schaden, indem sie kein geld mehr für sie ausgeben^^ immerhin bringt der bann dich dazu regemäßig geld für neue accounts zu verschwenden, was auch schon eine kleine strafe an sich ist.","replies":[]},{"id":"","poster":"FrankerX","date":"2016-04-13T10:55:46.410+0000","up_votes":2,"down_votes":1,"body":"manche leute sind so... eingebildet und leben in ihrer eigenen unrealistischen welt, das is echt schon traurig nicht mehr lustig.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T15:58:02.640+0000","up_votes":1,"down_votes":1,"body":"Also ich amüsiere mich köstlich!","replies":[]}]},{"id":"","poster":"Abasin","date":"2016-04-13T09:04:09.396+0000","up_votes":2,"down_votes":1,"body":"...und wenn Du wieder über die Stränge schlägst, wirst Du wieder gebannt. Aber, gut. Wenn's schee macht...","replies":[]},{"id":"","poster":"Illion","date":"2016-04-13T07:57:41.140+0000","up_votes":2,"down_votes":1,"body":"Zeig uns doch mal deinen Chat-Log, bei dem du dich so vehement dagegen wehrst das dir jemand Krebs wünscht.","replies":[]},{"id":"","poster":"Dakuon","date":"2016-04-12T19:55:48.579+0000","up_votes":2,"down_votes":2,"body":"Wo ist der IP bann auf den ich warte? Der kauft sich nicht einfach mal so einen neuen Pc ;)","replies":[{"id":"","poster":"legofreak1","date":"2016-04-12T19:59:02.401+0000","up_votes":1,"down_votes":0,"body":"IP-Banns gibt es nicht, weil man damit zu einfach die falschen treffen kann und diese zu einfach zu umgehen sind. Einen neuen PC zu kaufen hilft übrigens nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T21:08:25.276+0000","up_votes":2,"down_votes":1,"body":"Den Router neustarten dagegen schon (ist auch viel günstiger^^).","replies":[]},{"id":"","poster":"Dakuon","date":"2016-04-13T09:10:40.261+0000","up_votes":1,"down_votes":0,"body":"Danke für die Aufklärung :O\n\nschon wieder etwas gelernt","replies":[]}]},{"id":"","poster":"Foxedge","date":"2016-04-12T22:29:39.576+0000","up_votes":1,"down_votes":3,"body":"Die IP ist an den Router gebunden, nicht an den PC. Und dieser vergibt entweder alle 24h automatisch eine neue, oder wenn man den Router eben neustartet.","replies":[{"id":"","poster":"Homunculi","date":"2016-04-13T07:23:43.793+0000","up_votes":2,"down_votes":1,"body":"Halb richtig, der Router hat immer seine eigene IP-Adresse über die der Provider ihn erkennt.\nDas einzig Sinnvolle wäre ein MAC-Adressen Bann, da diese meist eindeutig und ein einzigartig ist.","replies":[{"id":"","poster":"legofreak1","date":"2016-04-13T10:22:43.556+0000","up_votes":1,"down_votes":0,"body":"Hier genauso: Die MAC-Adresse eines Routers ist schon deutlich schwieriger zu ändern, da hinter dem Router aber noch andere Leute stecken können, wird diese nicht gebannt. Und die MAC-Adresse einer Netzwerkkarte eines PCs kann man in wenigen Minuten ändern.","replies":[]},{"id":"","poster":"Foxedge","date":"2016-04-13T15:41:39.375+0000","up_votes":2,"down_votes":3,"body":"Die \"True-IP\" wird kein Anbieter rausrücken, das fällt unter Datenschutz und ist höchstens mit richterlichem Beschluss von der Polizei in ernsthaften Schwerfällen möglich. Die öffentliche IP kann man wechseln wie man lustig ist. ;)","replies":[{"id":"","poster":"Katashî","date":"2016-04-13T16:00:56.957+0000","up_votes":1,"down_votes":3,"body":"Es gibt noch eine Möglichkeit. Ich kenne mich nicht zu 100% aus, also seit mir nicht böse wenn ich was falsches sage.\nFalls es jemand kennt: MTA (Multi Theft Auto) darüber kann man GTA San Andreas online spielen und es gibt tausend verschiedene Server. Von Real Life bis zu Zombie Mods etc. Wenn man dort auf einem Server gebannt wird, kann man sich nicht so einfach den Bann umgehen. Da praktisch die IP (oder MAC Adresse?) von deinem Betriebssystem gebannt wird. Man müsste wenn schon das Betriebssystem auf einer anderen Festplatte installieren um wieder spielen zu können. \nWie gesagt ich weiß nicht mehr wie genau das war, aber im groben so in etwa. Ich habe einen Freund der sich was sowas betrifft extremst gut auskennt und er meinte auch, wenn müsste man das Betriebssystem auf einer anderen Festplatte installieren.\n\nDie Möglichkeiten bestehen also, denn ich glaube jemand der immer wieder gebannt wird, hat keine Lust sich jedes mal eine neue Festplatte zu kaufen, Windows neu zu installieren und alles andere.\nFür mich wäre es der Aufwand auf dauer zumindest nicht wert.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-13T16:03:18.166+0000","up_votes":1,"down_votes":2,"body":"Sowas wie einen \"Festplatten-Bann\" gibt's nicht. Wahrscheinlich wusste dein Freund nicht, dass er seine IP ganz einfach ändern kann.","replies":[{"id":"","poster":"Katashî","date":"2016-04-13T21:08:23.993+0000","up_votes":1,"down_votes":1,"body":"So habe mit ihm nochmal geredet. Es funktioniert so: Es wird aus der Hardware ID und der Windows ID eine (in dem beispiel MTA) MTA Serial Key erstellt. Dieser wird gebannt. Wenn du es umgehen möchtest hast du folgende Möglichkeiten:\n1. Windows auf einer neuen Festplatte installieren\n2. Windows Version ändern (andere mit der man gebannt wurde)\n3. Virtual PC (wenn dein PC die Leistung dafür hat)\n\nErst dann wird dir ein neuer Serial Key gegeben mit dem du entbannt bist.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Prodigy Rumiho","date":"2016-04-12T15:50:52.861+0000","up_votes":2,"down_votes":1,"body":"Und jetzt? Sollen wir dir gratulieren, dass du sinnlos Geld zum Fenster rausschmeißt? Gratulation!","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:51:34.409+0000","up_votes":1,"down_votes":3,"body":"Danke :)","replies":[{"id":"","poster":"Prodigy Rumiho","date":"2016-04-12T15:56:56.395+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:58:37.884+0000","up_votes":1,"down_votes":2,"body":"https://www.youtube.com/watch?v=wdpDtAjZuWQ","replies":[]}]}]}]},{"id":"","poster":"JoseJalalapeno","date":"2016-04-15T12:29:27.392+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rhojin,realm=NA,application-id=ZGEFLEUQ,discussion-id=nAdWYw5E,comment-id=0002,timestamp=2016-03-29T01:52:44.697+0000)\n>\n> Your punishment is more than justified. Every one of those chatlogs shows you verbally abusing and harassing other players in your games. **It doesn&#x27;t matter who may have started it**, the moment that you begin to fire back with your own negative behavior, you open yourself to receiving reports from others and validate any punishment that may be issued to your account.","replies":[]},{"id":"","poster":"gyyyr","date":"2016-04-12T20:00:50.274+0000","up_votes":1,"down_votes":0,"body":"Das einzige was ich dazu sagen kann ist: keine Privat Person, Firma oder Person der Öffentlichkeit hat auch nur einen Cent von mir für LoL erhalten. Ich spiele schon seit 2.25 Jahren ohne bann und ohne auch nur einen einzige Riot Point gekauft oder verwendet zu haben. Alles auf meinem Account kommt entweder von einem Freund, von Hextechkisten die ich mir erspielt habe, habe ich mir mit IP gekauft oder hat Riot mir geschenkt weil ich an gewissen kostenfreien Events teilgenommen habe.","replies":[]},{"id":"","poster":"xYRIL","date":"2016-04-12T17:22:34.919+0000","up_votes":1,"down_votes":2,"body":"Ach riot macht doch sowieso alles nur mehr fürs Geld.\nDenen is das Game doch schon scheissegal und das merkt man doch auch.","replies":[{"id":"","poster":"Homunculi","date":"2016-04-13T07:24:58.062+0000","up_votes":1,"down_votes":0,"body":"Woran?","replies":[]}]},{"id":"","poster":"Decad3r","date":"2016-04-13T10:00:15.398+0000","up_votes":2,"down_votes":2,"body":"Irgendwie ist mir der Typ echt sympathisch :D. Er ist ein Rebell mir gefällt das. Weiter so. Wegtreten!","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2016-04-12T15:17:27.172+0000","up_votes":2,"down_votes":2,"body":"Belohung zu erwarten beim guten Verhalten, nicht zahlen und sich trotzdem Asozial benhemen, musst stolz auf dich sein.\n\nRiot kann niemals Einfluss auf das Verhalten der Leute haben.\n\nIch für meinen Teil finde das Riot tolle Arbeit leistet mindesten 2  Updates im Monat, regelmässige neue Skins/Champs/Reworks, ingegensatz zu anderen Spielefirmen kümmern sie sich wenigsten um die Balance im Spiel.\nFür diese unermüdliche und tolle Arbeit zahle ich gerne ab und zu für einen Skin der mir gefällt, vorallem weil das Spiel eh kein Abonomment hat.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:21:32.512+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Samus06,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=0003,timestamp=2016-04-12T15:17:27.172+0000)\n> Belohung zu erwarten beim guten Verhalten, nicht zahlen und sich trotzdem Asozial benhemen, musst stolz auf dich sein.\n\nIch benehme mich nur gegenüber unfreundlichen Mitspielern unfreundlich - von alleine fahre ich niemanden an.\nWenn also jemand unterwegs ist der Streit verursacht und weiterspielen darf, läuft schon ohnehin etwas schief. \n\nIch bin die Konsequenz, nicht die Ursache. Und wo löst man Probleme? Genau ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T15:30:47.749+0000","up_votes":4,"down_votes":3,"body":">Wenn also jemand unterwegs ist der Streit verursacht und weiterspielen darf, läuft schon ohnehin etwas schief.\n\nWenn der andere aber nur einmal in 100 Spielen unfreundlich wird und du alle 2 Spiele, macht es Sinn, dass du eher bestraft wirst. Schließlich bist du deutlich konsequenter negativ.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T15:37:18.403+0000","up_votes":2,"down_votes":5,"body":"Da ich nur unfreundlich werde, wenn man mir unfreundlich kommt, bedeutet deine These dass in jedem zweiten Spiel Leute unterwegs sind die meinen, andere aufgrund eines Spieles beleidigen zu müssen. Verrät mehr über die Wirksamkeit des Systems als über mich.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T16:04:38.284+0000","up_votes":3,"down_votes":1,"body":"Hängt von deiner Definition von unfreundlich ab. Wenn jeder Spieler im Schnitt einmal in 10 Spielen patzige Sachen schreibt wie \"can´t carry this\" ist es gut möglich, dass man das oft sieht. Du übersiehst aber dabei offensichtlich gerne, dass man für so einen Kavaliersdelikt alleine keinen Perma kriegt. Wenn du hingegen auf jedes \"omg\" oder \"why you do this\" mit \"shut the fuck up noob\" antwortest oder das sogar schon bringst wenn jemand \"we should get more wards\" schreibt, solltest du merken, warum es immer wieder dich erwischt. Einmal abgesehen davon, dass du damit dann nur Flamewars förderst.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-12T16:06:05.481+0000","up_votes":2,"down_votes":2,"body":"Das klingt eher nach der Definition von Eingew. Laut ihm reicht ja schon die Bitte einen Ward zu platzieren als Blaming/Flaming und sollte mit Sperren geahndet werden.\n\nFür mich fangen Beleidigungen dort an, wo wirklich beleidigt wird, d.h. Schimpfwörter auf meine Person. Nichts anderes, kein Interpretations-Schnickschnack.","replies":[]}]}]}]}]}]},{"id":"","poster":"Foxedge","date":"2016-04-15T10:16:41.136+0000","up_votes":1,"down_votes":4,"body":"So Leute, ich steige jetzt endgültig auf meinen frisch gepressten Fabrikneuen Account von Ebay um, werde daher also nicht mehr hier reinschauen. \nVielen Dank dass ihr meinen Thread so zahlreich gelesen habt, mehr als eintausend (1300!) Aufrufe! Finde ich echt klasse,\nund paar helle Köpfchen hier haben ja sogar verstanden, worauf ich hinaus wollte. Das gibt ein wenig Hoffnung ;)\n\nWir werden uns früher oder später wieder auf den Richtfeldern sehen. ;) Ich genieße jetzt meine Hextech- und Ranglistenbelohnungen.\nJedenfalls solange, bis sie wieder gesperrt werden :D Denn den Flamern werde ich trotzdem Paroli bieten.\nWer in meinem Spiel stunk macht, hat keinen Spaß mehr ;)\n\nWann ich damit aufhöre? Wenn Riot das Problem an der Wurzel packt.\n\nAlso dann! Wir sehen uns auf den Richtfeldern. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-20T12:11:13.266+0000","up_votes":2,"down_votes":1,"body":"Viel Spaß mit deinen weiteren Permabanns.","replies":[{"id":"","poster":"Foxedge","date":"2016-04-27T21:02:22.965+0000","up_votes":1,"down_votes":2,"body":"Keine Sorge, bin immernoch Munter auf meinem neuen Account unterwegs ;)\nUnd wenn der mal weg sein sollte, weißt du ja wie der Hase läuft.","replies":[]}]}]},{"id":"","poster":"RM Heartmeander","date":"2016-04-12T17:24:20.088+0000","up_votes":2,"down_votes":3,"body":"Das ist so witzig zu lesen xD\nDa braucht mal wieder wer Argumente warum er gebannt wird.\nNur weil Spieler x von der Brücke springt muss ich es gleich machen und nachspringen xD\n\nDiese Disskussion über der flamt mich, ich flame zurück und werde gebannt.\nKann es sein, dass du alles persönlich nimmst?\nUnd alles negativ kommentierst was deine Mates schreiben?\n\nWürde mich nicht wundern.\nSo ein Krebswunsch kommt vielleicht all Jahr mal vor in einem Game, wenn es bei dir öfters ist muss es an dir liegen.\nEs ist das gleiche wie bei den Flamern und Feedern.\nDie einzige Konstante bist du in deinem Team.\nSpielst du schlechter als die andern, verlierst du mehr.\nFlamst du mehr als andere, wird auch mehr geflamt.\n\nIch vermisse irgendwie die Rankedbanns.\nFührt dass doch wieder ein mit einer eigenen Warteschlange.\nDann können die Flamer unter sich flamen xD\nDas wäre sogar noch lustiger im Forum zu lesen mimimi ich hab jetzt von 10 Strafspielen auf 50 erhöht weil meine Mates flamen.\nDann könnte mann wirklich von der Flammerhölle reden.\n\nWas haltet ihr davon?","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-12T18:28:00.765+0000","up_votes":2,"down_votes":2,"body":"Prisoners Island ist eine schlechte Idee. Hauptsächlich weil die Flamer in einem negativem Umfeld noch toxischer werden und weil ihre Freunde dann sogar mit rein gezogen werden können und ebenfalls toxisch werden.","replies":[]},{"id":"","poster":"Foxedge","date":"2016-04-12T17:30:44.391+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=RM Heartmeander,realm=EUW,application-id=KYnfKGf0,discussion-id=4NeEMmH4,comment-id=000d,timestamp=2016-04-12T17:24:20.088+0000)\n> Das ist so witzig zu lesen xD\n> Da braucht mal wieder wer Argumente warum er gebannt wird.\n> Nur weil Spieler x von der Brücke springt muss ich es gleich machen und nachspringen xD\n\nEs ist ebenfalls unterhaltsam, dass du den Inhalt des Threads nicht verstanden hast. \nIch brauche keine Argumente, ich weiß warum ich gebannt wurde. Ich habe legidlich erklärt,\nwarum ich mich so verhalte ;)\n\n> Diese Disskussion über der flamt mich, ich flame zurück und werde gebannt.\n> Kann es sein, dass du alles persönlich nimmst?\n> Und alles negativ kommentierst was deine Mates schreiben?\n\nNein.\n\n> Würde mich nicht wundern.\n> So ein Krebswunsch kommt vielleicht all Jahr mal vor in einem Game, wenn es bei dir öfters ist muss es an dir liegen.\n\nIn einem Spiel sind 10 Spieler, die sind nicht alle an mich gerichtet, aber das macht es nicht besser.\nUnd deine 1 Jahres-Statistik ist Humbug da nicht jeder die gleiche Anzahl an Spielen pro Jahr absolviert.\n\n> Es ist das gleiche wie bei den Flamern und Feedern.\n> Die einzige Konstante bist du in deinem Team.\n> Spielst du schlechter als die andern, verlierst du mehr.\n> Flamst du mehr als andere, wird auch mehr geflamt.\n\nFalsch. Ich flame, wenn geflamed wird.","replies":[]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-04-13T09:07:47.880+0000","up_votes":2,"down_votes":6,"body":"Wenn es dir wirklich so darum geht unfreundlich zu sein, dann kann man das auch effektiv machen - ohne gebannt zu werden. Man muss lediglich wissen, wie man das Chat-Analyse-System austricksen kann. Ich kann dir meinetwegen einige Tricks zeigen, eventuell kann ich sogar einen \"Guide\" schreiben, je nachdem wie groß die Resonanz ist.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-13T09:32:04.064+0000","up_votes":2,"down_votes":1,"body":"So schwer ist das ja nun auch nicht. Einfach nett bleiben und im Zweifelsfall nichts schreiben, wenn man angefressen ist. Schon kann einem die Chatanalyse egal sein.","replies":[]}]}]}