{"id":"M5x2LlIE","poster":"ChaosD3M0N","date":"2016-04-12T15:27:44.236+0000","title":"Mitglieder gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"**Hallo lieber (eventueller) Anw&auml;rter und Mitk&auml;mpfer auf der Kluft!**\r\n_Wir, Gentlemen Gaming e-Sports, suchen Dich!_\r\nKurz zu uns:\r\nIch bin momentan Platin 2 und habe mit einem Freund (Gold 4) die Idee gehabt nun endlich mal wieder etwas mehr competetive Energie in League of Legends zu stecken. Wir haben uns einige leichtere Ziele zun&auml;chst gesetzt, z.B. ein paar Turniere relativ erfolgreich zu bestreiten und VOR ALLEM ein gut funktionierendes, Aktives Team auf die Beine zu stellen.\r\nWir sind 19 und 17 Jahre alt und spielen schon seit einiger Zeit LoL, und ich haben schon einige Erfahrungen darin ein Team zu leiten und auch nach vorne zu bringen, dies bezieht sich bisweilen aber eher auf Platin-Diamant Niveau.\r\n\r\nErst seit kurzem besteht unser Clan, und wir suchen momentan nach engagierten, netten und h&ouml;flichen Mitstreitern.\r\nMomentan geht es vor allem darum, unser erstes festes Team zusammenzustellen.\r\n_Was du daf&uuml;r brauchst?_\r\n-mindestens 14 Jahre alt (momentanes Alter)\r\n-deine Solo Q Ranked Elo sollte sich im Idealfall zwischen Gold-low Diamant befinden\r\n-hab spa&szlig; am spielen, und auch darin dich stetig zu verbessern!\r\n-Kritik muss anerkannt werden, aber auch die Bereitschaft anderen zu helfen!\r\n_Das wollen wir NICHT!_\r\n-Flamer\r\n-Beleidigungen\r\n-insgesamt einfach keinen Streit!\r\n\r\nNat&uuml;rlich steht beim zocken der spa&szlig; im Vordergrund, und der wird auch nicht fehlen.\r\nTrotzdem wollen wir auch unser Gameplay gemeinsam mit DIR verbessern und als TEAM dann auch in absehbarer Zeit wirkliche Erfolge erzielen!\r\nAlso falls DU dich angesprochen f&uuml;hlst, adde mich doch bei LoL (PfefferminzTee) oder komm auf unseren Teamspeak:\r\n**195.4.16.80:9996**\r\n Wir w&uuml;rden uns sehr &uuml;ber reichliche Anmeldungen freuen, und darauf mit euch zu spielen!\r\nHoffentlich sieht man sich bald in der Kluft, bis dahin\r\nTsch&ouml; mit &Ouml;!","replies":[]}