{"id":"FE0Enie8","poster":"Justizia Re iko","date":"2016-04-12T14:15:21.835+0000","title":"Elonia der Wille von Amaterasu","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Erstmal ein paar sachen vorab, die Grund Idee des champs wahr eigentlich einen counter part zu Tresh zu erschaffen. Also anstelle ap und armor ad und m-res, da dies als normale passive ziemlich stark w&auml;hre entschied ich das mit einem skill zu balancen oder es zumindest zu versuchen. Die stats sind erstmal nur provisorisch da ich erstmal mit irgendwas arbeiten muss damit ich die skills anpassen kann und damit die passive auch passt. Sie ist eher f&uuml;r die Top oder die Mitte gedacht da sie eher aus solo k&auml;mpfe geht aber ein Gutes gank potenzial f&uuml;r den Jungler ihres Teams bietet. Sie ist ein K&auml;mpfer als haupt und Assassine als Zweit klasse.\n\n\n>Name /  Wert /  + per lvl /  End wert\nHealth / 600  /     65       /   1705\nReg hp / 8      /     0,5     /   16,5\nMana  / 500  /      33     /    1061\nReg mp / 7,5 /      0,6   /     17,7\nMeele  / 130 /       0     /    130\nAD       /  60  /      2,5   /102,5\nATKspd/0,69%/ 2.25% / +38,25%\nArmor /   25  /     2,2    /   62,4\nM-Res /   30 /    0,8     /   43,6\nspeed / 350 /      0     /   350\n\n\n\n                                                                  **Abilitys**\n\n**Q:**\n>Name: Horizontal slice\nBeschreibung:\nSie dasht auf den Gegner zu und steht dann hinter ihm \n/ in ultimate Form mehr range und &ndash; 1,2 sec cd\nRange: 600 normal / 750 Ultimate / 8 sec cd Ultimate\nSkalirung: 50 % ad\nWerte:\n\n>Damage  /  Kosten  /  Cooldown in sek  /  Stufe\n25 /60 / 14/        1\n50 / 65 / 12,8 /  2\n75 / 70 / 11,6 /   3\n100 / 75 / 10,4 / 4\n125 / 80 / 9,2 /   5\n\n\n\n**W:**\n>Name: Volle Kraft\nBeschreibung:\nIhr n&auml;chster Angriff inerhalb von 5 sekunden macht 35% mehr schaden und slowt den Gegner um 40% f&uuml;r 1,5 sec / Ultimate 35% und stunnt f&uuml;r 2 sekunden anstelle des slow. Sie sticht mit ihrer waffe zu und hat f&uuml;r den \nAngriff anstelle von 130 / 220 range\nWerte:\n\n>Kosten / Cooldown in sek / Stuffe\n30 / 10 / 1\n45 / 9 / 2\n60 / 8 / 3\n75 / 7 / 4\n90 / 6 / 5\n\n\n**E:**\n>Name: Celestial Burn (Himmlische verbrennung) find den englischen namen besser.\nRange:700\nSkalirung: 70% ad\nBeschreibung:Sie wirft ihre Waffe in eine Ausgew&auml;hlte Richtung und macht schaden an den Minions die auf dem Weg der Waffe stehen, jedoch verschwindet diese wenn sie keinen Champion Trifft verschwiendet diese einfach. Falls diese Einen Champion Trifft bleibt sie an diesem Heften und verpasst ihm einen Debuff (-25% heal efektivit&auml;t und -10% Armor. Dieser h&auml;lt f&uuml;r 5 Sekunden jedoch kann sie w&auml;hrend der Zeit keine Auto Attacks ausf&uuml;hren, dies kann sie mit dem Q unterbrechen. Wenn sie einen Markirten Gegner mit ihrer Q trifft macht diese 15% mehr schaden und resetet den Debuff daf&uuml;r kann sie danach wieder Auto Attacken. / Ultimate -30% heal efektivit&auml;t und -15% Armor, jedoch kann sie dennoch Auto attacks benutzen diese machen jedoch nur 85% w&auml;hrend der Debuff Aktiv ist.\nWerte:\n\n>Damage / Kosten / Cooldown in sek / Stuffe\n60 / 50 / 9 / 1\n100 / 55 / 8 / 2\n140 / 60 / 7 / 3\n180 / 65 / 6 / 4\n220 / 70 / 5 / 5\n\n\n\n **R:**\n>Name:  Amaterasus Wille\nBeschreibung:\n(Ultimate= &auml;hnlich wie bei kha zix bei jeder Stuffe des R kann sie einen Skill evolutioniren = Ultimate Form des Skills)\nMit Amaterasus Hilfe kann sie ihr volles Potenzial ausnutzen und l&auml;sst sich von ihrem durst nach Rache leiten wodurch sie in eine  Extase verf&auml;llt welche sie f&uuml;r die zeit die dieser Skill aktivirt wird st&auml;rker macht, jedoch ist diese Form f&uuml;r sie enorm Anstrengen und sie kann diese dadurch nicht all zu lange aufrecht halten. Diese kann jedoch nach 1,5 sekunden wieder deaktiviert werden woduch die Cooldwon anbricht.\n(w&auml;hrend sie in dieser Form ist erh&auml;lt sie mit einer 50% wahrscheinlichkeit f&uuml;r jedes Minion was Sie w&auml;hrend der Form t&ouml;tet 0,5 Attack und 0,5 M-res. Gro&szlig;e Minions und Jungel Mobs haben eine 80% wahrscehinlichkeit. Wenn sie einen mit ihrer E markirten Gegnerischen Champion t&ouml;tet erh&auml;lt sie mit 100% wahrscheinlichkeit das doppelte von dem was sie sonst bekommen w&uuml;rde, z.b. Bei 0,5 dann statdessen 1. Dieser Bonus sinkt mit 100, 150  stacks auf 0,4 &ndash; 0,35 so das sie z.b. Nach 100 Minions 25 bis etwa 30 Attack und  M-res bekommt je nach dem was sich in der Zeit noch auf dem Feld tut. / Ultimate Mana kosten sinken um zus&auml;tzliche 0,5%  / Skill kosten um 10% / und wenn sie einen Gegnerischen Champion t&ouml;tet erh&auml;lt sie 10% mana Zur&uuml;ck.) mit jedem Level der R kann sie einen Skill auf eine Ultimate version verbessern, diese erhalten dan die oben genanten Ultimate Bonis. Jedoch sind die Bonis nur w&auml;hrend ihrer R aktiv. (Bei der R selbst verl&auml;uft dies jedoch etwas anders die Mana kosten bleiben nach Aktivierung an dem Punkt stabiel an dem sie zuletzt geskillt wurden sinken dan aber im Ultimate fall auf den anderen Boni, z.b. Mit level 6 skillt sie die R sofort auf Ultimate hoch dann w&auml;hren zwar die Skill kosten reduziert, aber der erste Tick der Mana kosten w&auml;hre dennoch 4% sozusagen um diese zu aktiviren jeoch jeder weitere Tick w&auml;hre dan 3,5% da dann der effeck der Ultimate Form des Skills eintritt.\n\n> R Passive: \nBeschreibung:\nsie erh&auml;lt w&auml;hrend ihrer aktiven R zus&auml;tzlich Attack demag und M-res im wert von 0,5 / 0,4 / 0,35 ( so z.b. Erh&auml;lt sie nach 100 Minions 25 beider stats, nach 200 Minions 45 und nach 300 Minions 62,5 beider stats.) Jedoch ist der Bonus auch im Normalen zustand aktiv sie kann ihn aber nur in der R Form erh&ouml;en\n\n> Werte:\nSkill Kost reduzierung / Kosten pro sek / Cooldown / Stufe\n20,00% / 4,00% / 15 / 1\n25,00% / 3,50% / 10 / 2\n30,00% / 3,00% / 5 / 3\n\n\n\n\n**Passive:**\n>Name: \nBeschreibung:\ndiese wird noch einmal überarbeitet, die ursprüngliche Passive wurde zur R verschoben.\n\n\n\n\n **Was genau dacht ich mir bei den skills?**\n\n> Sie soll relative agressiv gespielt werden wobei sie eher auf High risk High reward geht. Sprich wenn sie am Anfang gut punkten kann ist sie stark jedoch wenn sie einen schweren start hatte kommt sie nur schwer ins Spiel zur&uuml;ck da ihre end stats im vergleich zu anderen Fightern relative niedrig sind bis auf die Mana, dies hatt den folgenden Grund sie hatt einen relativ hohen Mana verbrauch und ist sehr auf ihre R angewiesen. Dammit sie auch in ihrer R etwas ausrichten kann hat sie eine relative hohe Grund mana da diese sekund&auml;r Mana verbraucht aber ihre Mana kosten senkt, dies kann gut f&uuml;r kürzere trades oder ganks benutzt werden. Jedoch ist sie danach relative verwundbar da ihre Mana je nach dauer des Kampfes sehr in Mitleidenschaft gezogen wird. Sie hatt einen Guten wave clear mit ihrem E was in kombination mit ihrer R gut f&uuml;r kurze stack Momente benutzt werden kann. Sie kann mit dieser auch relative gut Poken aber kann daf&uuml;r ziemlich stark bestraft werden da wenn sie nicht in den Kampf geht oder nicht mit ihrer Q in Range kommt keine Auto attacks f&uuml;r 5 Sekunden verwendet werden k&ouml;nnen. Dies ist aber ziemlich n&uuml;tzlich in Teamfights da ihr E wenn es einen Champion trifft f&uuml;r die selbe Zeit (5 sekunden) einen Debuff auf diesen verursacht, siehe dazu genauere beschreibung von E. Ihre W ist eher als Follow up oder escape skill geeignet da diese je nach skillung stunnt oder slowt, dies kann gut genutzt weden um Fliehende Gegner oder Ranged Gegner etwas l&auml;nder im nahkampf zu halten. Mit level 6 w&auml;hre eine m&ouml;gliche kampf Kombination (R/E/Q/W) oder je nach dem wie sie Geskillt wurde (R/Q/E/W) auf diese werde ich nachher noch etwas genauer eingehen. Ihr Q ist ein einfacher Dash welcher gut als starter oder Floow up benutzt werden kann je nach level und skillung, besonders in den niedrigeren leveln gut zum Traden. Die R sollte bedacht benutzt werden da sie damit wenn sie diese falsch benutzt ziemlich verwundbar werden kann. Am anfang eher f&uuml;r die Gro&szlig;en creeps oder ganks verwenden damit sie m&ouml;glichst safe ihre stats bekommt. Man kann auch nur aufs farmen gehen m&uuml;sste dan aber mit Mana regen dagegen bauen, (mit den Aktuell geplanten rework von ein paar Mana Items in betracht gezogen) dammit ist sie zwar verwundbarer f&uuml;r ganks kann aber wenn sie anfangs vorsichtiger gespielt wird einen guten Vorteil gegen ihren Gegner aufbauen. \n\n\n**Infos zu den Kombis**\n\n> Am anfang sollte man das W oder das Q skillen je nachdem was man im Verlauf des Spiels Plant, wenn man eher agressiv Spielt Q Skillen und dann das E skillen und Maxen damit man m&ouml;glichst hohes trade Potenzial hatt, dies ist auch gut f&uuml;r kurze Stack momente gedacht. Wenn man eher vorsichtig spielt erst das W dann das E dann Q und W maxen. Dies ist eher f&uuml;r konsest&auml;nteres farmen mit der R und besseren escape in gank f&auml;llen. Im late kann das E gut verwenet werden um Gegner f&uuml;r das Team zu marken da der Debuff auch f&uuml;r die Team mates hilfreich wird. Sie kann daraif hin an den Gemarkten Gegner rangehen und diesen versuchen aus dem Team Fight zu nehmen.\n\n\n**Sonstige Infos und lore**\n\n \n>Aussehen: bei dem Aussehen bin ich mir noch nicht sicher aber dies ist bisher wie ich mir sie vorstellen k&ouml;nnte,\nin ihrer Normalen Form schwarzes langes Haar, Blaue Augen, Asiatisch angehauchte Kleidung jedoch keine Schwere R&uuml;stung da sie eher Flexiebel bleiben soll und einen Speer als Waffe. (ich finde es giebt zu wenig Champions mit Speeren eigentlich nur Xin und Phante da ich Kalista nicht wirklich als Speer Champion sehe.) Ihr Aussehen ver&auml;ndert sich in Ihrer R Form\netwas. Ihre Haare werden wei&szlig; und ihre Augenfarbe Wird rot, (dies sollte auch im Icon und auf der Map zu sehen sein.) ansonsten steht noch nicht all zu viel fest und vorschl&auml;ge werden gerne entgegengenomen.\n\n\n **Lore:** \n>Elonia war schon von klein auf von dem Speerkampf begeistert und die Begabteste Speerkämpferin ihres Heimatdorfes. Sie entschloss sich, ihr Talent im Kampf für einen guten Zweck einzusetzen und trat der Arme Demacias bei. Das Training war hart, jedoch war sie der Überzeugung, dass sie das Richtige tat. Als ihre Garnison von Noxischen Soldaten angegriffen wurde, sah es zunächst so aus, als würden sie dem Angriff standhalten können. Doch dann wendete sich alles zum Schlimmsten. Darius, welcher sich unter den Noxischen Angreifern befand, führte die Angreifer ernuet in den Kampf. Diesmal jedoch mit einem beängstigenden Kampfgeist. Der Kampf schien verloren und Elonia konnte nur noch tatenlos zusehen, wie ihre Kameraden einer nach  dem anderen von Darius und seinen Männern getötet wurden. Auch sie wurde schwer verletzt und lag zwischen ihren gefallenen Kameraden. Ihre Wunde machte es ihr schwer zu atmen. Dennoch war alles woran sie denken konnte Rache. Rache an Darius, Rache an Noxus! Als sie sich mit ihren letzten Athemzügen ans Leben klammerte, hörte sie eine Stimme. Dies war die Stimme Amaterasus, einer längst vergessenen Flammen Gottheit, welche aus dem Void in die Tiefen der Finsternis Gezogen wurde. Sie bat ihr einen Packt an: Im Austausch für ihr Leben und unvorstellbare Kräfte müsse sie einen Bund mit ihr eingehen. Elonia sah dies als ihre Gelegenheit und willigte ohne weiter zu Zögern ein. Sogleich verspürte sie ein Brennen in ihrer Seele, ein Brennen welches durch puren Hass und Finsternis Besitz von ihren Sinnen ergriff. Sie überlebte, jedoch zahlte sie dafür einen noch schlimmeren Preis als den Tod. Mit der Zeit lernte sie die neuen Kräfte zu beherschen. Als sie hörte, dass der Mann, welcher ihre Kameraden auf dem Gewissen hatte an der Liga der Legenden teilnahm, beschloss sie sich auch dieser beizutreten, um ihren Durst nach Rache zu stillen.\n\n\n\n\n\n\nIch werde auf jeden fall weiter an diesem Champion arbeiten und diesen auch &Uuml;bersetzt in den anderen Foren posten, diese dann auch verlinken. Vorschl&auml;ge und Ideen sind wilkommen. Ich werde versuchen eine Umfrage Hinzuzuf&uuml;gen dammit ich auf einen Blick eine einfachere Meinung &uuml;ber den Champion sehe.\n\n\n(Im moment mangelt es mir an Zeit jedoch wird momentan das Aussehen und einiege Rechtschreibfehler bearbeitet, nachdem dies erledigt ist werde ich mich an die Übersetzungen setzen. Bisher English und Russisch geplant.)\n\n\n\n\n","replies":[{"id":"","poster":"Azcorban","date":"2016-04-13T19:53:30.495+0000","up_votes":1,"down_votes":0,"body":"\"Try and bind me now Master Unit, AMATERASU!\" - Captain Hazama.\n\nSorry, es erinnerte mich nur an das Spiel BlazBlue: Continuum Shift, da oben genannte Master Unit, Amaterasu, dort eine Rolle spielt :P\n\nwürde dir auch dringend empfehlen das ganze besser zu strukturienm nach Fähigkeiten und so weiter (Q,W,E,R etc.). Hierzu eignet sich die \"Zitat\" Funktion:\n> Das sähe dann so aus.\n\nDu hast auch einige Flüchtigkeitsfehler, die sich vermeiden lassen.\n\nSo genug gemeckert, ansonsten ist das Konzept gut, füge noch Skalings hinzu und verschieb die Passive auf die R als Passive (Neue Passive müsste her, ich denk mal drüber nach :D)\n\nGruß Azcorban","replies":[{"id":"","poster":"Justizia Re iko","date":"2016-04-14T07:43:08.581+0000","up_votes":2,"down_votes":0,"body":"haha ok^^  ich werde mich nochmal dran setzen. Danke für den Tipp ich habe kaum ahnung was und wie es hier im Forum möglich ist, hatte das alles in Tabellen in einem Textdokument.","replies":[]}]},{"id":"","poster":"Justizia Qyaena","date":"2016-04-13T15:47:48.884+0000","up_votes":1,"down_votes":0,"body":"Schöner Champ , eine geile Idee von dem Herren. {{summoner:31}} Darauf erst ma ein Poro wegklatchen{{champion:201}}","replies":[]}]}