{"id":"Pq3q9i9z","poster":"Pro of Fisting ","date":"2016-04-12T12:39:47.692+0000","title":"Ich suche Leute fürs 3vs3 und 5vs5 Ranked","subforum":"Clans & Teams","embed":{"title":"How to Legally Cheat on League of Legends? (GTX 980)","description":"So this is one example of triple monitor gaming being very helpful for competitive gameplay. Enjoy!","url":"https://www.youtube.com/watch?v=0IOL0m0V0XY","image":"https://i.ytimg.com/vi/0IOL0m0V0XY/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Was Ihr ihr dort im Video seht habe ich auch, 3 Monitore und  eine Vision die Alles &uuml;berblickt.\r\nIch bin auf der Suche nach 3 vs 3 Ranked Spielern und 5 vs 5 Spielern. Ich suche keine Vollprofis sondern Menschen die auch kritikf&auml;hig sind und die F&auml;higkeit haben etwas anzunehmen. Es kann bis zu 5-10 Spielen dauern bis man gut harmoniert und sich auf das Gameplay des anderen eingestellt hat. Kurz zu meiner Person, ich spiele meistens im Jungel oder als Support. Da ich kein guter Farmer bin.\r\nIch spiele sehr ausgefallen. Als Supporter spiele ich sehr gerne Jarvan, Voli, Malph, Annie, Panth, Vel und Rammus. Nat&uuml;rlich beherrsche ich auch Leona, Tresh und Zyra ich habe eine Vorliebe f&uuml;rs Diven ab Level 2. Ich spiele sehr aggressiv Im Jungel haupts&auml;chlich Alle Tanks mit CC. Ich bin der Meinung das ein Supporter auch Damage haben sollte f&uuml;r das Lategame. Ich bin auch der Meinung Champs zu Focusen die keinen Escape haben in der Laningfase oder im Teamfight solange diese nicht als zu Tankig sind. \r\nMeine St&auml;rke besteht darin alles im Blick zu haben und dicke Team Combos zu verwirklichen. Und bevor ichs vergesse, ich selber bin auch kein Profi. Falls wer Bock hat was zu reissen mit Wins und Niederlagen umgehen kann, Soll sich bitte unter Meinem 2. Acc  Pro Of Fisting melden. Ich bin meisten um 17 Uhr online und meisten so bis um 1 Uhr nachts. Bitte Nur nur Personen die Alt genug sind, sprich keine pupertierende Jugendliche mit Liebeskummer und einer Mum im Hintergrund die alle 10 Minuten darum bittet den Pc auszumachen. \r\n\r\nLiebe Gr&uuml;&szlig;e Rocky","replies":[]}