{"id":"xFLjoxdd","poster":"OhCaptainObvious","date":"2016-04-12T13:23:31.504+0000","title":"Client nimmt Banns nicht an","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Schon vor einigen Wochen hatte ich das selbe Problem, und zwar immer bei Ranked Spielen wenn man die Champions bannen muss und ich an der Reihe bin kann ich nichts anklicken...Es reagiert einfach garnichts. Auch kam selbiges Problem vor wenn ich meinen Champion ausw&auml;hlen und best&auml;tigen musste. \r\n\r\nDadurch hab ich inzwischen schon einiges an Lp einb&uuml;&szlig;en m&uuml;ssen....bei dem ersten mal sind es ja nur 3 Lp aber selbst nach einem Neustart des Clients hatte ich nun auch wieder das gleiche Problem und wieder sind 10 Lp weg....\r\nFInde es einfach unspielbar wenn so der Erfolg auch gleich wieder zunichte gemacht wird. \r\n\r\nMeine Verbindung ist stabil und unterbricht auch nicht w&auml;hrend der Auswahl...\r\n\r\nHat jemand selbiges Problem und kennt eine L&ouml;sung?","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-04-12T15:05:24.717+0000","up_votes":2,"down_votes":0,"body":"Ich hab das Problem zwar nicht aber vielleicht hilft ja die Reperatur des Clients.\nEvtl. sind bei dir Daten fehlerhaft, die für diesen Vorgang zuständig sind.\n\nAnsonnsten wenn du Zeit hast ne Neuinstallation vol lol könnte auch helfen.\n\nPassiert dass auch in normals mit abwechselnder Wahl?","replies":[{"id":"","poster":"OhCaptainObvious","date":"2016-04-12T15:32:56.734+0000","up_votes":1,"down_votes":0,"body":"Spiele so gut wie nie abwechselnde Wahl aber hatte bevor es die dynamic Que nicht gab nie solche Probleme...\nHabe jetzt die Reperatur durchgeführt und momentan funktioniert es wieder. Vllt lag es wirklich daran :)\nHatte diese jedoch auch vor ca 2 Monaten erst durchgeführt und frage mich dann, warum mein Client so schnell fehlerhaft wird..\n\nKonnte bisher einfach nie eine wirkliche Ursache dafür ausmachen,...Hintergrundprogramme habe ich kaum, zumindest auch nichts exotisches.\n\nDennoch vielen Danke! :)","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2016-04-12T15:46:32.007+0000","up_votes":1,"down_votes":0,"body":"Kein Problem.\nEvtl. lädt dein Client bei Patches fehlerhaft runter.\nWenn es öfters passiert, versuch es neu herunterzuladen.\nAnsonnsten hilft die Reperatur meistens.\n\nIch denke nicht dass es an anderen Programmen liegt, höchstens an Windows 10 xD\nHatten ja mal viele Probleme in lol als sie Windows 10 installiert haben xD\n\nNa ja wenigstens weisst du wie du es behebst falls es wieder passiert.","replies":[]}]}