{"id":"IL7ULP5H","poster":"Macolm Merlyn","date":"2016-04-11T21:02:59.889+0000","title":"Wie kann ich trotzdem einfluss in solchen games haben?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi ihr kennt das sicher auch ihr wollt ein game spielen und w&auml;hlt eure Main Position(in meinem Fall Top) und eure zweite Position(mid) aus. Nat&uuml;rlich bekommt ihr nicht die Top Lane sondern mid und nat&uuml;rlich muss der Gegner genau in diesem game zed bannen, den midlaner mit dem ihr am besten seid bzw in meinem Fall ist zed der einzige midlaner den ich &uuml;berhaupt Spiele. Jetzt musste ich schnell entscheiden ich pickte lulu wobei das vielleicht das 3. Game &uuml;berhaupt mit ihr war und das in einem ranked. Ich habe versucht die Lane save runterzuspielen und mein jungler und ich konnten sogar einen 2 zu null trade in der midlaner vollziehen, da ich eine gute ult platzierte. Doch danach lief es immer schlechter da ich einfach merkte das ich meine fehlende Erfahrung mit lulu nicht mit guten calls kompensieren konnte. Daher wollte ich wissen wie man in.Games n&uuml;tzlich sein kann obwohl man mit dem champ den man spielt nicht die h&ouml;chste Erfahrung hat? Sollte ich auf der Lane eher passiv spielen und mich hochfarmen oder sollte ich versuchen die anderen lanes zu roamen und zu snowballen da die Spieler ihre champs wahrscheinlich besser beherrschen und wie kann ich mich im Bereich Makro game so verbessern das ich weiss was in welcher Situation zu tun ist?","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-12T09:26:50.299+0000","up_votes":1,"down_votes":0,"body":"GZ :D Hab den Leggy Nocturne Skin bekommen^^","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T20:51:55.035+0000","up_votes":1,"down_votes":0,"body":"Nice^^","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T20:54:53.955+0000","up_votes":1,"down_votes":0,"body":"Hab auch noch fire fighter tris und den legendary für kayle bekommen also rito scheint mich zu mögen^^","replies":[]}]}]},{"id":"","poster":"eR Yatrazz","date":"2016-04-12T18:58:42.627+0000","up_votes":1,"down_votes":0,"body":"Erweiter deinen Championpool :)","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T20:53:20.707+0000","up_votes":1,"down_votes":0,"body":"Ja der ist auf der Top Lane ziemlich gross aber ich spiele halt eig ausschließlich Top da ich diese Lane am liebsten Spiele zudem kann man durch gute tp roams.schnell mal auch noch die botlane gewinnen ich hab heute aber mal malzahar probiert da er in Low elo zu den Top Tier picks gehört und er macht mir ziemlich spass weil einfach keiner ihn countert^^","replies":[]}]},{"id":"","poster":"Freiherr Alex","date":"2016-04-12T08:31:54.452+0000","up_votes":1,"down_votes":0,"body":"Am bessten auf Champs ausweichen die du von der Toplane kannst...\nMöglich bei dir wären (laut Match History) zum Beispiel Lissandra, Quin oder Ekko...\n\nSind alle auch in der Midlane Spielbar und du hast ja anscheinend auch entsprechend Erfahrungen mit den Mechanics der Champs. Besser so als nen Champ Spielen der Midlane full Meta ist den du dafür aber nicht gut genug kannst :)","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T09:01:44.289+0000","up_votes":1,"down_votes":0,"body":"Ja quinn war leider gebannt aber wahrscheinlich wäre es besser gewesen ekko zu spielen da ich mit dem auf Top ganz gut Spiele denke ich","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-12T09:04:31.324+0000","up_votes":1,"down_votes":0,"body":"und wenn alle Stricke reissen Heimerdinger mit Exhaust und Zhonya^^ Safe Farm lane^^","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T09:19:25.072+0000","up_votes":1,"down_votes":0,"body":"Ja hätte ich machen sollen ^^ vor allem weil ich den legendary heimerskin in hextech bekommen hat","replies":[]}]}]}]},{"id":"","poster":"Deadly Evil","date":"2016-04-12T07:16:48.320+0000","up_votes":1,"down_votes":0,"body":"Man sollte in der DynQ schon mindestens 3 Champs auf seinen beiden jeweiligen Mainlanes beherrschen, sonst macht es ja gar keinen Sinn die Lane zu wählen, wenn der einzige Champ den man auf der Lane kann, gebannt wird.","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-12T08:36:24.299+0000","up_votes":1,"down_votes":0,"body":"Ja aber man muss ja 2 lanes aussuchen . Am liebsten würde ich einfach immer nur Top spielen","replies":[]}]},{"id":"","poster":"Kakerlaknschwarm","date":"2016-04-11T21:14:55.669+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=B0ku No Teemo,realm=EUW,application-id=vatevpvi,discussion-id=IL7ULP5H,comment-id=,timestamp=2016-04-11T21:02:59.889+0000)\n>\n>  in meinem Fall ist zed der einzige midlaner den ich überhaupt Spiele. \n\n\nDa ist der Fehler. Zed hat eine Banrate von 60,3% !!!!\nDie Chance, dass du ihn überhaupt bekommst, ist kleiner als die, dass du ihn nicht bekommst.\n\n\nIch finde es immer schwierig, Champions zu spielen, von denen man eigentlich keine Ahnung hat. \n\n\nIm Grunde kommt es auf deine Wincondition an.\n\nSpielst du einen Assasin wie LB, musst du snowballen zum Gewinnen - dann musst du auch aggressiv spielen.\n\nSpielst du einen skalierenden Champion wie Azir, dann spiel passiv und leg den Fokus aufs Farmen.\n\n\nIch bin kein Lulu (Midlane)-Spieler, aber hier das bisschen was ich weiß:\nLulu ist dann gut, wenn du einen Hypercarry auf der Botlane hast, den du im Lategame shielden und buffen kannst.\nLulu ist außerdem gut, wenn du im Early und frühen Midgame mit den ersten beiden Items deine beiden Powerspikes bekommst. Hängt aber auch vom Lanematchup ab. \nAlso Early und frühes Midgame ruhig ein bisschen aggressiver und danach passiver und mehr Waveclear/controlling um dann im Lategame alles kaputtmachen zu lassen ;)\n\n\n\n\nTL, DR:\n\nKenne deine Winconditions (Siegbedingung? zu deutsch, klingt irgendwie schräg), dann weisst du auch, was du tun musst.\nKennst du sie nicht, musst du deinen Champion definitiv vorher noch etwas üben - oder googlen.","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-11T21:44:15.331+0000","up_votes":1,"down_votes":0,"body":"Aber was soll ich dann tun wenn mir in der mid nur zed spass macht da man mit ihm sehr stark auf der Lane ist und gleichzeitig sehr gut roamen kann und er gebannt wird? Mir machen ap mages einfach nicht so viel spass ausser vielleicht ryze und den hab ich seit dem nerf auch nie mehr gespielt daher hatte ich auch keine Ahnung wie man ihn jetzt spielt und ich dachte halt lulu ist optimal da man mit ihr auch teammates gut helfen kann wenn man die Lane nicht gewinnt. Wäre es vielleicht sinnvoll einfache ap mages wie malzahar und annie in normals zu üben auch wenn es mir kein spass macht diese zu spielen weil ich lol halt eigentlich zum Spaß Spiele und das ja kontraproduktiv wäre champs zu spielen die man uninteressant findet","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-04-12T02:31:16.514+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=B0ku No Teemo,realm=EUW,application-id=vatevpvi,discussion-id=IL7ULP5H,comment-id=00000000,timestamp=2016-04-11T21:44:15.331+0000)\n>\n> Aber was soll ich dann tun wenn mir in der mid nur zed spass macht da man mit ihm sehr stark auf der Lane ist und gleichzeitig sehr gut roamen kann und er gebannt wird? \n\nNaja... es gibt genau genommen nur eine Variante: Du spielst ein paar Normals und übst dort ein paar andere für die Midlane funktionierenden Champions... Und wenn du dann 2 weitere Champs gefunden hast, die du dir im Ranked zutraust, gehst du zurück in diese Que... und ja, wenn du aufsteigen willst, ist das der sicherste Weg.\n\nMein Problem mit den neuen Picks im Ranked ist ja immer: Es ist verdammt schwer sich mit denen (wenn man halt zwangsweise sicherer spielt) eine klare Führung heraus zuspielen. Und wenn man das in der Laning Phase nicht geschafft hat, muss man entweder auf seine Teammates hoffen oder gut in Teamfights sein... und um gut in Teamfights zu sein (also die Übersicht zu behalten), muss ich halt den Champion beherrschen... deswegen über ich immer erst ein paar Spiele lang in Normals...\n\nDu kannst dir ja auch einfach andere Assassinen holen, die von der Spielweise her ähnlich wie Zed sind... Talon, wenn du wirklich nicht auf AP stehst. LeBlanc oder Ahri, die zwar formal Magier sind, aber wie Assassinen gespielt werden. Oder du nimmst dir nen Toplaner wie Nautilus oder Jarvan und spielst ihn in der Mitte... wichtig ist, dass du einen Back Up Champion hast, auf dem du dich auch wohl fühlst...","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2016-04-11T22:21:09.941+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=B0ku No Teemo,realm=EUW,application-id=vatevpvi,discussion-id=IL7ULP5H,comment-id=00000000,timestamp=2016-04-11T21:44:15.331+0000)\n>\n> Aber was soll ich dann tun wenn mir in der mid nur zed spass macht da man mit ihm sehr stark auf der Lane ist und gleichzeitig sehr gut roamen kann und er gebannt wird? Mir machen ap mages einfach nicht so viel spass ausser vielleicht ryze und den hab ich seit dem nerf auch nie mehr gespielt daher hatte ich auch keine Ahnung wie man ihn jetzt spielt und ich dachte halt lulu ist optimal da man mit ihr auch teammates gut helfen kann wenn man die Lane nicht gewinnt. Wäre es vielleicht sinnvoll einfache ap mages wie malzahar und annie in normals zu üben auch wenn es mir kein spass macht diese zu spielen weil ich lol halt eigentlich zum Spaß Spiele und das ja kontraproduktiv wäre champs zu spielen die man uninteressant findet\n\nDas versteh mal einer.\nLaut deinem Profil spielst du Lissandra und Ekko, welches beide Mitlaner sind.\nWie kommst es also dass du diese beiden nicht in der Mitte spielst?","replies":[]}]}]},{"id":"","poster":"SoloQisMentlBoom","date":"2016-04-11T22:01:18.151+0000","up_votes":1,"down_votes":0,"body":"Ich werde jetzt mal nicht auf deinen Championpool eingehen.\n\nWenn du einen Champion spielen musst, mit dem kaum/keine Erfahrung hast, ist es meiner Erfahrung nach am besten, wenn du in den ersten Minuten (Min 10-15) so safe wie möglich spielst. \nEs kommt nicht darauf an welche Rolle/Eigenschaften dein Champion besitzt. Tu einfach das was besagte Rolle im Normalfall macht und das auch nur so weit, dass für dich kein Risiko besteht. Solltest du also schon in Minute 10 20-30 Farm in der Midlane hinten liegen macht das nichts, solange du dem Gegner keine Kills gibst und ihm dadurch das Snowballen sehr einfach machst.\n\nNach dem Earlygame solltest du dich schon langsam an den Champion und das Matchup gewöhnt haben, also kannst du jetzt damit anfangen, wozu dein Champion gedacht ist. Auch hier solltest du beachten, dass du die Sache langsam und bedacht angehst. Vermeide unbedingt Situationen in denen du sterben könntest.\n\nSollte es bis zum Lategame kommen, solltest du dich mitlerweile wohl fühlen und kannst auch mal etwas riskanteres wagen, aber auch hier nur soweit das du nicht stirbst.\n\nIch habe auf meiner Zweitrolle einen recht begrenzten Championpool und wenn sich da mal was an der Meta ändert und einnige Champions aus diesem Pool auch noch gebannt oder gepickt sind, kommt es bei mir hin und wieder auch zu dieser Situation.\nMit diesem Verfahren ist meine Winrate auf jeden Fall höher. \n\n**Es ist wahrscheinlicher von deinen Teammates gecarriet zu werden, die ihre Mainrolle bekommen haben, als das du das Spiel für euch entscheidest.**\n\nAuch wäre noch zu erwähnen, dass du dabei umso mehr mit deinem Team kommunzieren musst. Damit meine ich nicht Calls zu machen, sondern viel mehr/öfter pingen und Summoners zu timen als du es sowieso schon tun solltest. Du solltest nicht der Grund sein, für den deine Teammates -wegen deiner safen Spielweise- leiden müssen.","replies":[]}]}