{"id":"WxQv29zm","poster":"Potatofighter98","date":"2016-04-12T13:21:51.581+0000","title":"Nutzungsbedingungen","subforum":"Allgemeiner Chat","embed":{"title":"Nutzungsbedingungen","description":"LEAGUE OF LEGENDS® Zuletzt geändert am 01. Juli 2014 League of Legends ist ein kostenlos spielbares Computerspiel mit einer Online-Kampfarena für mehrere Spieler (das „ Spiel\") von Riot Games, Inc., einem Unternehmen nach dem Recht des US-Bundesstaates Delaware.","url":"http://euw.leagueoflegends.com/de/legal/termsofuse","image":"https://lolstatic-a.akamaihd.net/global-elements/0.0.31/images/pegi.jpg"},"up_votes":2,"down_votes":0,"body":"Hallo zusammen\n\nIch habe mich letztens aus gegebenem Anlass mit den League of Legends Nutzungsbedingungen auseinandergesetzt. Dazu m&ouml;chte ich einige Ausschnitte erw&auml;hnen:\n\n&quot;Die Site, das Spiel, die Software und &bdquo;Fan Kits&ldquo;, sofern solche zur Verf&uuml;gung gestellt werden (gemeinsam das &bdquo;Eigentum&ldquo;) werden Ihnen nur f&uuml;r Ihre pers&ouml;nlichen, nicht-gewerblichen Unterhaltungszwecke zur Verf&uuml;gung gestellt. Ohne die ausdr&uuml;ckliche Zustimmung durch Riot Games d&uuml;rfen Sie keine Kopien des Eigentums oder hiervon abgeleitete Inhalte verkaufen, kopieren, tauschen, &uuml;bertragen, ver&ouml;ffentlichen, abtreten oder auf andere Art und Weise verbreiten.&quot;\n\n&quot;Geistiges Eigentum: Alle Rechte und Anspr&uuml;che an und im Zusammenhang mit dem Eigentum und alle enthaltenen Inhalte (insbesondere Nutzerkonten, Computercode, Titel, Objekte, Artefakte, Charaktere, Charakternamen, Orte, Ortsbezeichnungen, Geschichten, Handlungsstr&auml;nge, Dialoge, Schlagworte, Bildmaterialien, Grafiken,  [...]) stehen allein Riot Games oder deren Lizenzgebern zu.&quot;\n\n&quot;Abgesehen von der ausdr&uuml;cklich mit der Lizenz f&uuml;r das &bdquo;Fan Kit&ldquo; erlaubten Nutzung, beh&auml;lt sich Riot Games alle Rechte, Anspr&uuml;che und Belange an den Marken von Riot Games und s&auml;mtlichem anderen geistigen Eigentum vor und gestattet Ihnen nicht, diese darzustellen oder in irgendeiner Weise zu nutzen, insbesondere nicht auf Webseiten, in Blogs, in Foren, in Signaturen, auf Produkten oder in gedruckten oder elektronischen Publikationen.&quot;\n\nF&uuml;r mich interessant ist dabei folgendes (gek&uuml;rzt): ...gestattet Ihnen nicht, geistiges Eigentum (oben definiert) darzustellen oder in irgendeiner Weise zu nutzen, insbesondere nicht auf Webseiten...\n\nDaraus lese ich, dass alles, was mit League of Legends zu tun hat, auch nur auf der offiziellen Webseite benutzt werden darf. Trotzdem gibt es ja tausende von Webseiten, welche dieses &quot;Eigentum&quot; ebenfalls benutzen. Ist das nun illegal? Oder haben alle diese Webseiten die offizielle Erlaubnis von Riot Games? Oder habe ich das ganze einfach falsch verstanden?\n\nVielen Dank f&uuml;r eure Antworten im voraus :D","replies":[{"id":"","poster":"Maíko","date":"2016-04-12T13:41:05.477+0000","up_votes":1,"down_votes":1,"body":"Ich denke mal, dass du Websiten wie Champion.gg, Lolking, Lolskill etc. meinst.\n\nDiese Websiten sollten alle eine Genehmigung haben....sie basieren auch auf der eigens von Riot freigegebenen API.\n\nEbenfalls muss jeder dieser Websiten diesen Satz haben,\n> LoLSkill isn't endorsed by Riot Games and doesn't reflect the views or opinions of Riot Games or anyone officially involved in producing or managing League of Legends. League of Legends and Riot Games are trademarks or registered trademarks of Riot Games, Inc. League of Legends © Riot Games, Inc.\n\num sich von Riot zu distanzieren.\n\nWenn du dich wunderst, warum die unzähligen ELO-Boost Seiten etc. sich unbeschwert im Netz präsentieren dürfen:\nSie bieten rein rechtlich gesehen nichts illegales an....es steht in keinem Gesetz geschrieben, dass man anderen Leuten keinen höheren Rang verschaffen darf.\nUnd nur weil Riots AGB dies verbietet, macht es die Websiten nicht illegal.","replies":[{"id":"","poster":"Potatofighter98","date":"2016-04-12T14:31:42.171+0000","up_votes":1,"down_votes":1,"body":"Ich meine nicht nur diese grossen Webseiten, es gibt ja auch tausende von kleineren die z. B. Bilder aus League of Legends benutzen. Dazu kommen dann auch noch sämtliche Youtube Kanäle, welche jemals ein Video zu League of Legends gemacht haben. All das und noch vieles mehr wäre ja laut Nutzungsbedingungen nicht erlaubt...","replies":[{"id":"","poster":"Zamonianer","date":"2016-04-12T14:39:04.832+0000","up_votes":1,"down_votes":0,"body":"Die [Legal Jibber Jabber](http://www.riotgames.com/videopolicy-DE) hier regeln, wie es mit Videos ist. Bilder find ich gerade nicht :(\n\nGruß,\nZamo","replies":[]}]}]}]}