{"id":"aRdQQZxl","poster":"Afkah","date":"2016-04-11T21:19:09.829+0000","title":"ADC (Gold +) für 5er Team gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir sind auf der Suche nach einem Main ADC f&uuml;r unser 5 er Team:\n\n- Orbwalking ist f&uuml;r dich kein neuer Tanzstil?\n- Du hast Keybindings f&uuml;r den Attackmove?\n- Facechecking ist f&uuml;r dich ein No-Go?\n- Du bist auf der Botlane zuhause und hast Lust dich durch Gold im Team nach oben zu spielen?\n- Du bist nach 2-3 schwierigen Games nicht sofort auf Tilt und fangst an zu ragen?\n\nDann k&ouml;nntest du der richtige ADC f&uuml;r unser Team sein!\n\nWir sind ein Team dass sich seit start dieser Season eingespielt hat. \nUnser Altersdurchschnitt ist relativ hoch daher setzen wir ein Mindestalter von 20 Jahren voraus.\n(Du kannst auch jünger sein, wenn du die oben genannten Punkte alle erfüllst und in der Lage bist dich wie ein erwachsener Mensch zu artikulieren.)\nWir legen wert auf eine angenehme TS Atmosph&auml;re und haben keine lust auf geflame oder ragen - aber konstruktive Kritik findet immer ihren Platz!\n\nSpielzeiten sind in der Regel zwei Mal unter der Woche gegen 19:00 Uhr - ca 22:00 Uhr.\nAb und zu schaffen wir es noch am Wochenende ein Paar Games zu machen.\n\nWenn dich das nicht abgeschreckt hat w&uuml;rde ich mich &uuml;ber einen Post oder ingame Nachricht freuen.\n\nDie Tryouts starten 13.04 gegen 19:00 Uhr.","replies":[{"id":"","poster":"Hastá Kalista","date":"2016-04-12T08:47:44.503+0000","up_votes":1,"down_votes":0,"body":"Heyo^^\nMein Name ist Ricardo, ich bin 18 Jahre jung und meine, dass meine Verhaltensweise doch der eines Erwachsenen entspricht :D\n\nIch spiele seit Anfang PreSeason 4 und main seither ADC. Momentan bin ich in Platin 5 mit stetigem Willen mich zu verbessern.\nFlame kommt selten bis gar nicht vor ;)","replies":[{"id":"","poster":"Afkah","date":"2016-04-12T13:24:18.420+0000","up_votes":1,"down_votes":0,"body":"Hallo Ricardo,\n\nbisher haben sich viele bei mir gemeldet, daher habe ich für morgen auch schon Leute für die Tryouts eingeladen.\nDanke trotzdem für deine Nachricht - ich würde dir nochmal schreiben falls wir weiter suchen!","replies":[]}]}]}