{"id":"XcYqXBwz","poster":"LimusKan","date":"2019-04-23T13:20:11.417+0000","title":"Schlechtes Team oda wie?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hallo,\r\nich bin ein recht neuer Spieler der erst seit ende Season 8 spielt (stand 23.04, lvl 44) und hätte eine Frage bezüglich der Ranked Matches.\r\n\r\nSchon des Öfteren durfte ich mich darüber beschweren das ich in normal Matches nicht mit Spielern meines könnens gematched wurde. \r\nDiese standen vom lvl her natürlich auch weit über mir weshalb ich trotz ca. 50% winrate die Rang spiele ausprobiert habe:\r\nDie ersten 8 habe ich alle verloren bis zwischen meinen mittlerweile ca. 23 Spielen mal 5 gewonnen wurden.\r\nDer Grund weshalb ich so oft verliere denke ich liegt an meinen Teams, da ein Spieler rage quittet, trollt oder flamed was für ein noob team er doch hat obwohl es ein Yasuo mit 0/10 ist .. Allerdings fange ich mittlerweile an, an mir selbst zu zweifeln, ich bin main jungle und in normal games eigentlich immer gut, teilweise mit einer stabilen 3er KD, meine durchschnittliche KDA liegt hierbei zwischen 2.17 und 2.22.\r\n\r\nKann mir jemand erklären was ich in einer Situation wie dieser besser machen könnte.\r\nEs kann doch nicht sein das ich in 23 Spielen, 18 davon mit schlechten Teams gematched werde. \r\nFinde die Rangliste sehr interessant und würde mich gerne verbessern weiß allerdings wirklich nicht mehr weiter.{{sticker:sg-janna}} \r\nlg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-23T13:30:40.898+0000","up_votes":1,"down_votes":0,"body":"Das ist gerade bei neuen accs normal du verlierst jetzt so lange bis du gegen Gegner spielt die deinen lvl entsprechen :/ \n\nIst leider demitivierend aber da musst du leider durch :/ Sorry \nAber irgendwann kommst du an einen Punkt wo die Gegner für dich leicht sein. Dann kommst du auch wieder hoch :) \n\nUnd das sage ich der selbst nur am verlieren ist ^^' :(","replies":[{"id":"","poster":"LimusKan","date":"2019-04-27T20:46:32.988+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=ip27PlEH,discussion-id=XcYqXBwz,comment-id=0000,timestamp=2019-04-23T13:30:40.898+0000)\n>\n> Das ist gerade bei neuen accs normal du verlierst jetzt so lange bis du gegen Gegner spielt die deinen lvl entsprechen :/ \n> \n> Ist leider demitivierend aber da musst du leider durch :/ Sorry \n> Aber irgendwann kommst du an einen Punkt wo die Gegner für dich leicht sein. Dann kommst du auch wieder hoch :) \n\nIch kann verstehen das ich nicht immer mit Spielern meines könnens gematched werde allerdings ist das Gegnerteam so gut wie immer full 100+ lvl wodurch ich als Spieler mit sowohl weniger Spielzeit als auch weniger verständnis und können doch ziehmlich im Nachteil bin?\n\nIch kenne mich da leider nicht so aus aber gibt es eine Möglichkeit das ich in Zukunft also mit ca 50lvl gematched werde wenn ich noch ein paar rankeds spiele?\n\nlg","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-29T06:03:10.750+0000","up_votes":1,"down_votes":0,"body":"Hab mir gestern ein Na acc erstellt und bei meinen zweiten game gegen echte gegner lvl 4 waren schon drei im gegner Team mit lvl 15 ... Ja gut ^^ Unterschied ist klar keiner aber dennoch doof :) \n\nWenn du genug ranked spielst wirst du gegen Spieler spielen die deinen skill entsprechen und dann ist das lvl nur noch Dekoration  :)","replies":[{"id":"","poster":"LimusKan","date":"2019-04-30T23:42:55.433+0000","up_votes":1,"down_votes":0,"body":"Das Level sagt trotzdem etwas über die Erfahrung des Spielers aus.\nStell dir vor du als lvl 765 spielst gegen Spieler mit lvl 47 ?\nDas ist so als würde ein älterer Mann Schach gegen seinen 9 Jährigen Urenkel spielen.. meine Ranked Matches sind auf die Dauer leider auch sehr frustrierend da ich falls ich ein Spiel gewinne die nächsten paar direkt wieder verliere, damit lande ich immer wieder am Ausgangspunkt von 0 LP was mir nicht gerade hilft die Rangliste zu erklimmen.\n\nNeulich hab ich zwar meinen zweiten Penta mit Xin Zhao in einem Ranked game geholt da stimmte allerdings auch das Team .. alle waren Kommunikationsfreudig, tilt proof und das wichtigste offen für Vorschläge so konnten wir uns leicht die Objectives und plates sichern wie es uns passte.. Das Game war ein klarer Sieg mit +24LP .. Das Game darauf wieder verloren ich glaub ich komm generell nicht mit meinen Bronze Teams zurecht.\n\nDas Ranking System gibt es ja aus einem Grund ich weiß zwar nicht ob ich selbst nach Bronze 3 gehöre glaube es allerdings aufgrund meiner Spielerfahrungen in Normal Matches eher weniger. \nIch muss wahrscheinlich einfach noch besser werden um solo aufzusteigen, ohne mich auf ein vernünftiges Team verlassen zu müssen.\nDas ist das einzige was mir dazu einfällt..","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-05-02T05:25:58.430+0000","up_votes":1,"down_votes":0,"body":"Naja wenn ihr beide Bronze seit. Und du aber erst lvl 40+ bist ist das sogar ein Vorteil für dich. Du steigst noch schnell auf wenn du mehr gewinnst. \nAber wenn er mit zb lvl 300+ noch Bronze ist dann hat er in all der Zeit nichts gelernt oder zumindestens hat er dann nichts aus der Erfahrung gemacht sonst wäre er ja nicht auf dem selben spieler Level wie ein Anfänger :) \n\nUnd mach die keine Hoffnung deine Teams werden nicht besser ^^ \nDu hast nur ab und an mal Glück und bekommst Menschen die denken und dann hast du wieder Teams mit reinen Lebenszeit Verschwendungen die scheinbar keine Hände habe ;) \n\nHier im Forum wird man dir immer sagen es liegt nicht an deinen Teams ;) das kannst du glauben. \nOder du gibt's dem top laner der schon wieder 0/13 steht die schuld das geht natürlich auch aber das musst du dann selbst entscheiden ^^","replies":[{"id":"","poster":"LimusKan","date":"2019-05-02T17:08:28.656+0000","up_votes":1,"down_votes":0,"body":"Gut das ergibt Sinn :)\nHab mir überlegt ranked mal beiseite zu legen und noch etwas in normals zu üben nachdem ich 1. auf bronze 4 demoted wurde und 2. mir jemand erklärt hat, dass er erst nach 600 normals angefangen hat ranked zu spielen.. vielleicht ist es wirklich noch etwas zu früh für mich.\nDas Forum hat mir allerdings sehr weitergeholfen.. ich kaufe jetzt Wards, versuche mehr zu farmen und achte außerdem mehr auf objectives im großen und ganzen glaube ich ist bei meiner Spielerischen Leistung noch viel Platz nach oben und hoffentlich wird dieser auch gefüllt.\nlg","replies":[]}]}]}]}]},{"id":"","poster":"MidlaneGod115","date":"2019-04-23T14:56:48.268+0000","up_votes":1,"down_votes":0,"body":"Irgendwann wird es besser :D\nDann spielst du auch mit Spieler auf deinem LVl ^^","replies":[{"id":"","poster":"SSI CptHaunted","date":"2019-04-23T18:30:44.763+0000","up_votes":1,"down_votes":0,"body":"Was nicht automatisch bedeutet, dass das wirklich \"besser\" ist.","replies":[{"id":"","poster":"MidlaneGod115","date":"2019-04-23T21:54:28.615+0000","up_votes":1,"down_votes":0,"body":"Was wäre denn in dem Zusammenhang deine Definition von Optimum?","replies":[{"id":"","poster":"Cenâreth","date":"2019-04-24T11:43:38.818+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MidlaneGod115,realm=EUW,application-id=ip27PlEH,discussion-id=XcYqXBwz,comment-id=0000000000000000,timestamp=2019-04-23T21:54:28.615+0000)\n>\n> Was wäre denn in dem Zusammenhang deine Definition von Optimum?\n\nDas Spiel quitten.","replies":[]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-04-23T13:47:03.753+0000","up_votes":1,"down_votes":0,"body":"Dein Evelynn build schaut gut aus, nur die Gunblade weiß ich nicht ob optimal ist. Aber ohne ein Gameplay gesehen zu haben kann ich über Decissionmaking nix sagen.\n\nBei Xin solltest du dir Profi - Itembuilds mal anschauen und auch vor dem Kauf überlegen. Du hast zb in einem Game {{item:3091}} gekauft was Magieresi gibt gegen 5 AD (physischer Schaden) Gegner.\n\nBei Jax ist soweit ich weiß W zuerst zu maxen statt der Q.\n\nAnsonsten kann es natürlich viele spielerische Fehler geben. Ich kann dir nur mal 6 grundlegende Tipps geben.\n\n1. Überleg dir schon im Loading Screen welche Lanes du ganken willst (es sollte auf den Lanes mit dir zusammen genug DMG und CC da sein). Ganke diese Lane (Top oder Bot) und Mitte immer wieder (du kannst nie ALLE Lanes betreuen.\n\n2. Überlege dir zu Beginn schon wo du im Jgl starten willst und bei welcher Lane du auf welchem LVL enden willst (lvl2 gank/lvl3 clear/lvl4 clear/full clear) - abhängig auch von deiner Entscheidung bei 1.\n\n3. Versuche den gegnerischen Jgler zu tracken sprich versuche in jedem Moment des Spiels eine Ahnung zu haben wo er ungefähr ist (Topside oder Botside). Und passe deinen Clear und deine Objectives daran an (bspw wennder gegn. Jgler grade Top ganked könnte der Drache frei sein).\n\n4. Frag aktiv nach Summonerspells. Welche gegner haben Flash ready?\n\n5. Achte auf Lane Priority deiner Mates. Wenn die pushen ist der River/objectives deutlich sicherer weil sie helfen können ohne viel zu verlieren.\n\n6. Übe das Kiten von den Jgl Monstern um weniger Leben zuverlieren.","replies":[{"id":"","poster":"LimusKan","date":"2019-04-27T21:04:35.552+0000","up_votes":1,"down_votes":0,"body":"Ich mag Evelynn sehr gerne und habe sie von all meinen Champs am meisten gespielt habe mit den anderen allerdings dementsprechend weitaus weniger Erfahrung was du an den Builds wie ich lese bereits erkannt hast.\n\nMit Xin habe ich oft ein gutes early- und schlechtes late game wobei er soweit ich weiß auf so etwas ausgelegt ist? \nIch baue oft As, Crit und Ad da seine abilities darauf skillen ?? D:\n\nJax habe ich auch grade erst ausprobiert da er mir auf der gegnerseite oft ziehmlich auf die Nerven gegangen ist.. kenn die Skills gerade nicht auswendig allerdings habe ich mir in einer App mal eine Skill order rausgesucht und die so gespielt.. ist die sehr schlimm?\n\n1. Ich kenne mich nicht wirklich mit den meisten Champs und ihren trade Fähigkeiten bezüglich ihrer lane aus und ganke deshalb oft wo entweder von der gegnerseite hart in den Turm gepusht oder gerade getraded wird. \nDas alle Lanes nicht gleichzeitig geganked werden weiß ich ebenfalls und habe dies schon der ein oder anderen Person erläutern dürfen ^^\n\n2. Ich starte so gut wie immer Blue da es mir persönlich einfacher fällt die single camps zu clearen die einzige Ausnahme wäre denke ich Dr. Mundo da der Blue buff ihm nichts bringt da starte ich Red. \nMit Nunu ganke ich top oft lvl 2 mit eve farme ich allerdings oft auf lvl6 ich persönlich spiele oft nach dem gleichen Prinzip inwiefern kann ich daran herumschrauben?\n\n4. Werde ich mir merken allerdings sind meine Mates meist nicht gerade Kontaktfreudig und das macht es etwas schwer..\n\n5. Ebenfalls das gleiche Problem wie 4. meine Mates achten oft nicht wirklich auf Dinge wie Pings oder Chat .. \n\n6. Ich werde mir dazu mal etwas anschauen, ich glaube auf eve diese Technik schon von Zeit zu Zeit verwendet zu haben :)\n\n\nIch bedanke mich für die Ausführliche Nachricht und werde mich daran machen deine Tipps zu befolgen \nlg","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2019-04-23T13:57:04.905+0000","up_votes":1,"down_votes":0,"body":"Gerade Jungle ist eine Rolle, die doch einiges an Erfahrung benötigt. Deshalb überrascht es mich nicht, dass bei deinen Rankeds viele Wins gar nicht mit dieser Rolle erspielt wurden.\n\nWas mir spontan an den Stats auffällt:\n\n- Du kaufst keine Control-Wards\nVision ist gerade für Jungler wichtig. Du musst wissen, wo der gegnerische Jungler gerade ist, ob z.B. der Gegner Drake machen möchte, ob der Midlaner roamen geht, etc.\nDu kannst mit Vision deine Mates warnen (und in Low-Elo reagieren sie wirklih nur, wenn sie dank Vision den Gegner kommen sehen) und auch reagieren (Gank auf einer anderen Lane, Herold gegen Drake traden, etc.).\n\n- Selten Objectives\nIch habe bei mehreren Games gesehen, dass du als Jungler gespielt hast und weder einen Drake, noch einen Baron, noch den Herold gesichert hast.\nObjective-Control ist sehr wichtig und kann man mit Vision lösen (siehe Control-Wards). Zudem solltest du nicht wirklich Toplane ganken, wenn z.B. der Infernal-Drake gespawnt ist (und im oberen Jungler der Herold nicht verfügbar ist).\nEin Gank muss nicht zwingend zu einem Kill führen. Es reicht oft, wenn der Gegner Summoners (z.B. Flash) benutzen mussten und mit Low HP zur Base müssen. Dann kann man z.B. Türme einreissen oder Objectives wie Drake sichern.\n\n- Du farmst zu wenig.\nEin Jungle-Camp sind 4 CS. Du hast aber im Schnitt weit unter 4 CS/Min. Das heisst, dass du 1 Camp clearst und dann über eine Minute lang keine Jungle-Camps mehr clearst. Gank also nicht auf einer Lane, wenn noch alle deine Camps verfügbar sind.\nAuch in anderen Rollen (z.B. ADC) solltest du das Farmen noch üben.\n\n- Deaths\nDu stirbst zu oft. Gerde deshalb solltest du überlegen, wo du ganken solltest, wo du Vision hast (um Counter-Ganks und Invades zu verhindern), etc.\nUm aus Low-Elo raus zu kommen, reicht es bereits sehr oft, einfach möglichst selten zu sterben.\n\nDas Makro-Gaming kann ich anhand der Stats nur schwer beurteilen. Aber ich vermute, wegen fehlender Vision kommt es wohl oft zu falschen Entscheidungen (z.B. am falschen Moment gegankt, etc.), was auch zu vielen Deaths führt.\n\nVielleicht hiflt es, wenn du öfters gute Streamer zuschaust, die Jungler spielen.\nEinfach einmal schauen, wo und wann sie warden, wann sie die Camps machen und wann sie ganken gehen.","replies":[{"id":"","poster":"LimusKan","date":"2019-04-27T20:42:12.618+0000","up_votes":1,"down_votes":0,"body":"Vielen dank für die hilfreiche und ausführliche Antwort,\n\nKlingt alles sehr plausibel und wenn ich an meine Spiele zurück denke kann ich dir nur zustimmen, allerdings fällt es mir oft schwer Drake oda Rift solo zu machen weil ich entweder zu low bin oder generell viel auf der Map los ist und ich mich dadurch etwas unsicher fühle... Vom Team kann ich nur selten Hilfe bei sowas erwarten da diese lieber auf ihren lanes bleiben.\n\nTrotzdem werde ich mir deine Tipps zu herzen nehmen und versuchen mich zu verbessern!\nNochmals vielen dank für die unerwartet hilfreiche Antwort","replies":[]}]}]}