{"id":"2AVzEEku","poster":"Toxikón","date":"2016-04-11T13:54:44.781+0000","title":"《Champion Story》Rina, hüterin der Schatteninseln","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Ein alter Demacianischer Seemann sitzt vor einerMenge Kindern und erz&auml;hlz ihnen eine Gescichte:\r\n&quot;Jeder der versucht zu den Schatteninseln zu gelangen muss das Eroberer Meer &uuml;berwinden. Viele tapfere M&auml;nner und Frauen haben es versucht, doch es sind nur wenige zur&uuml;ckgekehrt und von denen war niemand auf den Schatteninseln gewesen! Selbst die k&ouml;nigliche Flotte trat den R&uuml;ckzug an als sie merkten, das diesen Kampf nicht gewinnen konnten.  Sie erz&auml;hlten von einer mysteri&ouml;sen Frau die vor der K&uuml;ste auf einem Stein sa&szlig; und umh&uuml;llt vom nebel, wundersch&ouml;ne Lieder sang. Der gesang handelte von jedem einzelnen Besatzungsmitglied und dessen gro&szlig;en Heldentaten. Jeder h&ouml;rte was er wollte. Es war ein teuflischer Sirenengesang! Die Flotte kam n&auml;her und erkannte die Frau. Sie war in schwarz gekleidet und trug eine Sense bei sich. Als die Flotte n&auml;her kam stand sie auf: &quot;Ich bin Rina, die H&uuml;terin dieser Insel. Nur die Toten, Verdamten und verfluchten haben zutritt zu den Schatteninseln! Wenn ihr passieren wollt werdet ihr zu einer dieser Gruppen werden. Was ist eure Entscheidung, passiert ihr oder kehrt ihr um? &quot; Die M&auml;nner lachten und f&uuml;hren weiter in die Richtung der Schatteninselen. Was sollte den eine Frau gegen 100 M&auml;nner tun? Doch der Gesang war verstummt und die Frau verschwunden. Das Schiff wurde unter wasser von etwas gerammt und einige M&auml;nner vielen von Bord. Nach einiger Zeit verf&auml;rbte sich das Wasser blutrot. Irgendetwas hatte die M&auml;nner get&ouml;tet. Gegen den Befehl des Captains begann der Steuermann das Schiff zu drehen. Pl&ouml;tzlich sah man eine Seschlange mit blutverschmierten Z&auml;hnen aus dem Wasser springen. In der Luft verwandelte sich die Schlange in die mysteri&ouml;se Frau, diese landete auf dem Deck des Schiffs. Mit ihrers Sense wehrte sie ihre angreifer ab und schnitt ihen die Kehle durch. Sie warf ihre Sense &uuml;ber das Deck und teleportierte sich zu ihr. Mit einem Schlag hatte si 20 M&auml;nner get&ouml;tet. Als das Schiff den Stein passiert hatte sprang sie sich erneut in eine schlange verwandelnt von Bord und schwamm Blitzschnell zu ihrem Felsen.  Nach kurzer Zeit h&ouml;rten sie wieder einen Gesang, doch diesmla h&ouml;rte er sich nach schrecklichen Trauerliedern an und der Besatzung lief ein Schauer &uuml;ber den R&uuml;cken. So schnell es ging f&uuml;hren sie davon und erstattetem dem K&ouml;nig Bericht. Als belohnung f&uuml;r sein weises handeln wurde der Steuermann ausgezeichnet und reich belohnt. Er hatte 53 M&auml;nnern das Leben gerettet ! Mir hatte er auch das Leben gerettet ! Und mich verfolgt Rina immernoch in meinen Tr&auml;umen. \r\nVor zwei Jahren bin ich den Schatteninseln zu nahe gekommen und ich konnte den verf&uuml;hrerischen Gesang immernoch h&ouml;ren !\r\n\r\nKinder haltet euch fern von diesen Inseln und verstopft eure ohren wenn ihr verf&uuml;rherische Loblieder h&ouml;rt, denn das bedeutet nichts gutes! &quot;\r\n\r\n\r\nZitat Rina: &quot; Meine Bestimmung ist es diesen Ort zu wahren und davon kann mich niemand abbringen.&quot;","replies":[{"id":"","poster":"Punya ku","date":"2016-04-19T22:16:16.934+0000","up_votes":1,"down_votes":0,"body":"Nice, so wie sich es rito vllt vorstellt. Nicht zu lang und auch nicht langweilig.{{sticker:slayer-jinx-catface}}","replies":[]}]}