{"id":"9K4sAyEB","poster":"Wolf Husky","date":"2019-04-23T12:09:04.281+0000","title":"Bug abuse, was ankreuzen beim Report ticket?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Habe gerade 2 reported, weil sie den Illoai-Draven bug abused haben. Dabei bekommt Draven Gold von seiner Passive wenn er den Clone zerstört, welcher Illoai mit ihrer E von einem Gegner macht. Ich wusste jetzt nicht welches Feld ich ankreuzen sollte, habe einfach \"Cheat\" genommen, aber ich denke das gilt eig. nur für Programme o.Ä.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-04-23T15:44:28.309+0000","up_votes":1,"down_votes":0,"body":"Die Reportfunktion dafür ist unten rechts im Client. So was muss man halt Riot mitteilen und nicht den Spielern vorwerfen. Vor allem, wenn man bedenkt, dass sie es ein Mal ausprobiert haben... was soll Riot da mit ihnen machen? Sie bannen, weil Riot es nicht hinbekommt, das Spiel ordentlich zu programmieren (und ja, ich weiß, dass das schwierig ist, aber das Problem liegt trotzdem bei Riot und nicht bei den Spielern...)\n\nOder willst du jetzt jeden Nunu bannen, der darauf setzt, dass er unsichtbar über die Map rennt (wurde das eigentlich schon gefixt?)? Und hey, es abusen ja auch Leute den bekannten Katarina Bug, den Riot einfach nicht fixen will... Oder Mordekaiser...\n\nUnd klar, wenn dir solche Bugs auffallen (ich kannte den bis eben nicht), dann musst du Riot darauf hinweisen, dass dieses Problem besteht.","replies":[{"id":"","poster":"Aymira","date":"2019-04-23T21:54:19.132+0000","up_votes":2,"down_votes":0,"body":"> Oder willst du jetzt jeden Nunu bannen, der darauf setzt, dass er unsichtbar über die Map rennt (wurde das eigentlich schon gefixt?)? Und hey, es abusen ja auch Leute den bekannten Katarina Bug, den Riot einfach nicht fixen will... Oder Mordekaiser...\n\nDas letzte was ich von diesem Fehler im Spiel gehört hab, das ein Riot-Mitarbeiter selbst davon in einem Spiel betroffen war und seinen Zuschauern dann nur sagte, dass er sich persönlich darum kümmern wird, den Fehler zu beheben. Bis dato noch keinen weiteren unsichtbaren Nunu gesehen (Wie auch, wenn er unsichtbar ist...? xD)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-04-24T05:07:56.052+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Aymira,realm=EUW,application-id=YnZkMR0R,discussion-id=9K4sAyEB,comment-id=00030000,timestamp=2019-04-23T21:54:19.132+0000)\n>\n> Das letzte was ich von diesem Fehler im Spiel gehört hab, das ein Riot-Mitarbeiter selbst davon in einem Spiel betroffen war und seinen Zuschauern dann nur sagte, dass er sich persönlich darum kümmern wird, den Fehler zu beheben. Bis dato noch keinen weiteren unsichtbaren Nunu gesehen (Wie auch, wenn er unsichtbar ist...? xD)\n\nNatürlich, deswegen habe ich es ja erwähnt. Aber hat der Riot Mitarbeiter dem Spieler vorgeworfen, dass er diesen Bug ausgenutzt hat? Oder hat er es an entsprechende Stellen, die es hoffentlich beheben können, weiter vermittelt? Und was ist sinnvoller?","replies":[{"id":"","poster":"Aymira","date":"2019-04-24T21:58:06.794+0000","up_votes":1,"down_votes":0,"body":"Ich denke von „ausnutzen“ kann man beim Nunu-Fehler nicht reden, schließlich kann man sich halt, wie du selbst schon sagtest, nicht aussuchen, ob man nun unsichtbar durch die Gegend rollt oder eben nicht. \n\nGerade nochmal geschaut, aber ich hab den Clip selbst nicht wiedergefunden, in dem der Riot-Mitarbeiter betroffen war. Ich denke aber nicht, das da ein Vorwurf gegen „Ausnutzen eines Fehlers“ gefallen sein wird. \n\nWie die Vermittlung weiter verlaufen ist kann ich leider auch nicht sagen, hab seitdem von dem Fehler nichts weiter mitbekommen, was nicht heißen muss, das es behoben wurde. \n\nWas bewusstes Ausnutzen eines Fehlers angeht, ist die Sache halt irgendwie schwierig. Ob Riot dagegen was tut, weiß ich leider auch nicht wirklich - In den englischen Foren wurde darüber auch schon viel diskutiert und da sind sich die Leute einig, das es wohl ein Grund zur Bestrafung ist. (Denke der Fall Nunu ist da aber keine Bestrafung wert, wie bereits erläutert wurde)\n\nAndererseits gab es aber auch Fehler im Spiel, die seiten Riots dann keine „Exploits“ waren. Ich erinnere mich da nur gerne zurück, an die Zeit wo die Wölfe nach Benutzung des Zerschmettern Beschwörerzaubers dieses kleine lustige Wesen freigelassen haben, welches dir Sicht im eigenen Dschungel gab und auf Gegner die die Dschungelhälfte betreten haben zugeflogen ist. \nWenn man allerdings die Wölfe auf die mittlere Linie gezogen hat und mit dem Zerschmettern Beschwörerzauber den Wolf dort besiegt hat, ist dieses kleine Wesen in den gegnerischen Dschungel gewandert und hat dir da Sicht gegeben. - Laut Riot war das kein Fehler der als „Exploit“ gewertet wurde, auch wenn sich viele Seiten darüber aufgeregt haben. \n\nIn dem Fall war das dann aber vielleicht auch kein direkter „Exploit“ weil ja beide Jungler, egal welchen Champion sie gewählt haben, in der Lage diesen Fehler zu nutzen. \n\nIm Fall Draven und Ravioli (Illaoi ist ‘n blöder Name) ist das ja irgendwo eine andere Geschichte mit dem Bonusgold durch Töten des Geistes. Das kann das Gegnerteam ja nicht nutzen, wenn Draven und Ravioli beide im Gegnerteam unterwegs sind - Man müsste um das zu bestrafen dann ja aber auch nachweisen können, das beide Spieler bewusst gehandelt haben - Kann ja auch sein das die beiden Champions zufälliger Natur in einem Team gelandet sind\nSchwierige Sache. Bleibe aber der Meinung, dass das Melden im Spiel nichts bringt, da das ja überwiegend automatisiert läuft und ein Algorhythmus wohl kaum versteht, das da ein Fehler „ausgenutzt“ wird. xD\n\nUnd wo ich nun den Text so überfliege, merke ich, das viele Sachen gar nicht als Antwort auf dein Geschriebenes passen - Bin nun aber doch zu faul, alles richtig hinzuschieben. ö.ö Wenn der Autor noch bei der Sache ist, sieht er die Antwort ja auch hier. x)","replies":[]}]}]}]},{"id":"","poster":"Aymira","date":"2019-04-23T21:58:37.800+0000","up_votes":1,"down_votes":0,"body":"Im Spiel über die Melden-Funktion zu versuchen jemanden dafür bestrafen wird nichts bringen. Wie hier bereits angemerkt wird, gibt es im im Clienten selbst eine Funktion um Fehler zu melden, wobei ich glaube das dieser Knopf nur für Fehler die den Clienten selbst betreffen gedacht ist. \n\nEs gibt hier im Forum auch eine „Melde einen Bug“ Rubrik, falls das auch nicht richtig ist, vielleicht den Support direkt kontaktieren und darauf hinweisen. Wenn Riot vom Fehler nichts bemerkt, können die Jungs und Mädels auch nichts dran ändern, also fleißig sein und melden melden melden. c(x","replies":[]},{"id":"","poster":"This is Destıny","date":"2019-04-23T14:32:40.472+0000","up_votes":1,"down_votes":0,"body":"Das letzte Ankreuzen. Also Cheating und dann dazu schreiben welcher Bug abused wurde","replies":[]},{"id":"","poster":"zhao LaoGong","date":"2019-04-23T12:45:45.763+0000","up_votes":1,"down_votes":0,"body":"Ich glaub wohl kaum das jemand gebannt wird, weil jemand Draven Illaoi  abused.","replies":[{"id":"","poster":"Wolf Husky","date":"2019-04-23T12:58:52.683+0000","up_votes":1,"down_votes":0,"body":"den bug mit Draven und Illoai*\n\nIch glaube generell nicht, dass irgendwas gebannt wird, was nicht automatisch vom System erfasst wird...außer die Person/ACC bekommt 50 reports.","replies":[]}]}]}