{"id":"4E3di1A4","poster":"Megamaexx","date":"2016-04-11T08:50:22.239+0000","title":"Hetze gegen Premade-Spieler von SoloQ-Befürwortern?","subforum":"Spielerverhalten & Moderation","up_votes":10,"down_votes":5,"body":"Hallo Community,\r\n\r\nich hab gerade einen Beitrag eines Spielers zur SoloQ gelesen. In der Vergangenheit kam es auch schon regelm&auml;&szlig;ig dazu, dass das starke Diskussionen ausgel&ouml;st hat.\r\n\r\nNun Frage ich mich, warum die Solo-Ranked-Spieler so einen Hass und Frust auf die Multi-Ranked-Spieler haben? Haben wir ihnen was angetan, dass sie nicht mit uns spielen wollen? Meine Premade-Teams behandeln die Solo-Spieler eigentlich immer nett und versuchen diese so gut es geht mit ins Team einzugliedern. Also warum wollen sie dennoch so unbedingt die SoloQ?","replies":[{"id":"","poster":"Sikn3ss","date":"2016-04-11T09:47:44.181+0000","up_votes":2,"down_votes":6,"body":"Generell gesehen habe ich auch nichts gegen die. Leider hab ich auch schon sehr negative Erfahrungen gehabt z.B. mit einem 4er premade. Ich war ADC und wurde in den Teamfights ständig zurückgelassen. Meine Calls wurden ignoriert, obwohl es teilweise sehr gute waren. Die kills wurden mir weggenommen etc. ich hatte einen 3/7/? Ezrael gespielt weil ich wie oben genannt vom Supp ständig allein gelassen wurde der war zu sehr beschäftigt seine Kollegen zu protecten anstatt mich. Aber hauptsache ihr Garen und Ahri hatten beide über 15 Kills ich war ja der random wer braucht den schon^^ Hatten zwar gewonnen und ich hatte gleich viel DMG wie Ahri am Ende vom Game aber wirklich Spass hat mir das Spiel nicht gemacht.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-04-11T09:53:50.061+0000","up_votes":13,"down_votes":2,"body":"> [{quoted}](name=Random Cookie,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0005,timestamp=2016-04-11T09:47:44.181+0000)\n>\n>  ich hatte einen 3/7/? Ezrael gespielt weil ich wie oben genannt vom Supp ständig allein gelassen wurde der war zu sehr beschäftigt seine Kollegen zu protecten anstatt mich. \n\nDas ist kein premadeproblem das ist dein Mindsetproblem.....~~dein~~ der Supp ist nicht dein Babysitter und gerade als Ezreal hast du 2 escapes, die du benutzen kannst, wenn ~~dein~~ der Supp nicht bei dir ist um dir den Hintern zu retten...\n\nAh und bevor hier die Premade\"anschuldigung\" kommt, ich spiel quasi nur Solo und hätte mich auch mehr über ne echte SoloQ als über DynQ gefreut. Weswegen zum Thread ansich nicht viel zu sagen ist bei der Überschrift braucht man ne Diskussion gar nicht erst anfangen.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T10:23:39.508+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00050001,timestamp=2016-04-11T09:53:50.061+0000)\n>\n>  Weswegen zum Thread ansich nicht viel zu sagen ist bei der Überschrift braucht man ne Diskussion gar nicht erst anfangen.\n\nKannst dich gern frei äußern. Leider sind eben die SoloQ-Befürworter auffällig, die ordentlich Feuer legen. In den bisherigen Beiträgen in anderen Diskussionen wurde eben oft gegen Premades gehetzt. Also falls du von Premades irgendwie ungerecht behandelt wurdest oder sonst irgenein Problem mit ihnen/uns/mir hast, darfst du dich natürlich äußern ohne dass ich dich dann schlechtmachen will. Die Überschrift ist auch nur rein durch mein Empfinden entstanden.","replies":[]},{"id":"","poster":"Sikn3ss","date":"2016-04-11T10:20:37.809+0000","up_votes":2,"down_votes":1,"body":"Es ging bei meinem Kommentar jetzt nicht nur um den Supporter sondern um den generellen Verlauf im Late. Das der Supp nicht 24/7 mein Babbysitter ist ist klar dennoch gehört es zu einer seiner Aufgaben für einen ADC zu peelen und nicht für einen Garen^^. Aber Wenn in den TF die Leute zu 4 einen chasen statt und mich zurücklassen bei den Gegner und das jedes einzelne mal trotz Hilfe Ping, dann ist das für mich klar ein Fall von kein Interesse am Random.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-04-11T15:43:07.456+0000","up_votes":2,"down_votes":0,"body":"Ok verständlich, aber glaubst du das wäre in einer SoloQ viel anders?","replies":[{"id":"","poster":"Sikn3ss","date":"2016-04-11T16:47:50.328+0000","up_votes":1,"down_votes":0,"body":"Früher ist mir das so jedenfalls nie passiert. Ist ja jetzt auch ein Einzelfall aber es kann halt gut vorkommen das Premades irgendwann kein Interesse am Random haben wenn das Game praktisch gewonnen ist.","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-04-11T17:02:30.384+0000","up_votes":1,"down_votes":0,"body":"Ja das ist mir früher schon ein paar mal passiert xD\nDass Premades keine Interesse am Random zeigen, ist mir zumindest bis jetzt als Solo und als Premade nicht wirklich aufgefallen. Sicher gibt es solche, aber die sind meiner Erfahrung nach eher die Ausnahme. \nAber vielleicht bin auch ich die Ausnahme xD","replies":[]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-04-11T10:59:24.916+0000","up_votes":2,"down_votes":0,"body":"kommt drauf an was für nen supp du hast. ne janna ist besser im peelen als ein blitzcrank.\nin der regel werden nur leute zurückgelassen, die rumnerven oder hoffnungslos unterlegen scheinen -> peel für midlaner evtl \"wichtiger\"","replies":[]}]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T09:52:31.020+0000","up_votes":2,"down_votes":7,"body":"ja, als adc kannste fast schon afk gehen, wenn dein supp und dein midlaner premade sind.\nwenn das ein yasuo ist, dann ist blitzcrank sein midlane supp und du bist 1v2.\n\nund weil du 1v2 feeden wirst, rate mal, wer in diesem spiel dann den flame kassiert :)","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T11:49:51.141+0000","up_votes":5,"down_votes":2,"body":"wenn du als ADC partout nicht 1v2 lanen kannst ohne zu feeden (und 1v2 ist in den meisten fällen stark übertrieben) machst DU was falsch. der support hat jawohl das recht zu entscheiden dass er mehr impact auf das spiel hat wenn er sich mit jemandem zusammentut mit dem er besser kommunizieren kann...","replies":[{"id":"","poster":"UnglaublicherMo","date":"2016-04-11T12:18:50.574+0000","up_votes":2,"down_votes":1,"body":"Ich will mal sehen was du am Tower machst wenn du einfach von einem Nautilus zBsp, der den Tower einfach weg Tankt, machen willst während der Gegnerische adc unbesorgt auf dich ein ballert.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T12:23:55.633+0000","up_votes":5,"down_votes":0,"body":"situationsbedingt entweder überhaupt nicht erst an den tower gehen, oder pushen und die eigenen escapes bereithalten.\n\nes GIBT KEINE situation in der man nichts machen kann ausser feeden.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T12:41:18.444+0000","up_votes":2,"down_votes":1,"body":"du kannst am tower stehen und dance spammen, während dein supp ne minute lang im midlane bush sitzt. oder sogar im toplane bush. alles schon vorgekommen.\nviel spaß dabei, bis der dive kommt. und der kommt schnell, weil eine 1v2 lane natürlich pusht.\n\nich weiß nicht, gegen was für leute du 1v2 spielst, aber es soll leute geben, die zonen und diven draufhaben.\nund manchmal pickt man auch varus und jinx in der erwartung, dass man nicht solo bot geht.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T12:44:44.251+0000","up_votes":4,"down_votes":1,"body":"du kannst auch einfach mitroamen, krugs/gromp farmen, vom tower weggehen und warten...\n\nich spiele 1v2 normalerweise gegen high platin und diamond spieler, und auch in challenger roamen supports ohne dass die ADCs hart reinfeeden...","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T12:51:49.463+0000","up_votes":1,"down_votes":3,"body":"du sprichst von roamenden supports, ich aber nicht.\nich spreche von premade supports, die auf den adc scheißen, weil er ein solospieler ist und ihn dann flamen, weil der gegnerische adc irgendwann doppelt so viel gold hat.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T12:53:49.184+0000","up_votes":3,"down_votes":1,"body":"du übertreibst aber zum einen maßlos, und lässt zum anderen ausser acht, dass\n\n>weil der gegnerische adc irgendwann doppelt so viel gold hat.\n\ndas NICHT passiert wenn man richtig spielt.","replies":[{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T13:03:35.236+0000","up_votes":1,"down_votes":0,"body":"wenn man richtig spielt, wischt man in einem 2v1 mit dem gegner den boden, pusht und dived, denied den meisten farm...","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T13:09:36.922+0000","up_votes":5,"down_votes":2,"body":"du liest nichtmal was ich schreibe oder? wenn die gegnerische duolane dich diven kann, du keine globals im team hast und dein jungler nicht botside ist, dann geh halt weg. entweder selber roamen und mitte tower pushen oder jungle farmen. nochmal, es gibt einfach keine situation in der einem ausser sterben nichts übrig bleibt.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-11T16:14:34.284+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ZeeDarkon,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00050000000200000000000000000000000000000000,timestamp=2016-04-11T13:09:36.922+0000)\n>\n> du liest nichtmal was ich schreibe oder? wenn die gegnerische duolane dich diven kann, du keine globals im team hast und dein jungler nicht botside ist, dann geh halt weg. entweder selber roamen und mitte tower pushen oder jungle farmen. nochmal, es gibt einfach keine situation in der einem ausser sterben nichts übrig bleibt.\n\nDas verstehen die Leute nicht, da gibt es nur friss oder stirb. Da kann alles ausgewardet sein, aus dem 2vs1 schon 20Sekunden sichtbar ein 4vs1 werden, Fluchtweg nach hinten offen, ADC bleibt am Turm, dann sind natürlich auch die krassen 4er Gegnerpremades schuld und es ist ja so unfair :D\nDass der 1. locker hätte überleben können und in dem Fall der Move total fail war, weil dann easy Top/Mid/Baron Objectives abfallen können, sieht der arme ADC natürlich nicht. Genausowenig, dass es für so eine Aktion gar keine Pres braucht, wenn ich seh oh der ist allein und geht nicht weg, geh ich natürlich hin.\nNaja meistens sind das auch die, die engagen, wenn man nichtmal roamen ist, sondern nur mal n Ward im River stellt.\nEine weitere Form der Sündenbocksuche in den meisten Fällen mMn, die wahren Problemchen greifen doch erst in der Highelo...","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-11T13:28:39.765+0000","up_votes":2,"down_votes":0,"body":"Abgesehen von einem heroischen Baronsteal ;D Danach bleibt dann manchmal nur der Tod","replies":[]},{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T13:48:49.213+0000","up_votes":1,"down_votes":1,"body":"und inwiefern ist das dann ein für dich akzeptables szenario?\n\nwie gesagt, viel spaß in einem solchen spiel.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T13:52:23.832+0000","up_votes":4,"down_votes":2,"body":"wenn ich das spiel gewinne weil der support auf einer anderen lane einfluss nimmt ist das für mich total in ordnung. du scheinst das mindset zu haben dass sich das game um dich drehen muss, das ist schwachsinn. wenn du nicht einen fürs team einstecken kannst ist das, wieder, dein fehler, und nicht der des supports der sich entscheidet dass er mit seiner premade mehr einfluss auf den ausgang des spiels hat als mit dir","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-11T16:41:21.439+0000","up_votes":1,"down_votes":0,"body":"Stimmt, am Ende ist es nur wichtig, dass man dem Team einen Vorteil verschafft hat. Man hat Toplane overextended, wurde von 3 Mann getötet und keiner hat geholfen? Wen juckts, wenn deine Mitspieler dafür den Mid Inhibitorturm und Drache gemacht haben, weil sie das 4vs2 locker gewinnen konnten.","replies":[]}]},{"id":"","poster":"xCrumms","date":"2016-05-01T18:48:37.913+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/XrZh8WmJ-die-schuld-und-nicht-schuld\n\nIch unterstütze die Theorie, dass es NIE ein Szenario gibt in dem man feeden muss. Man selbst hat IMMER die Wahl als AdC über die eigene Range und Skills zu farmen, ein wenig zu junglen oder selbst zu roamen.\n\nEinige Beispiele:\n\n**Ezreal:**\n1. Q+R-Farmen/Pushen\n2. E+Flash für Escapes\n3. W für Peel\n4. First-Item auf einer Solo-Lane = Iceborn Gauntlet für Dmg, Armor, Mana, CD, AP, Slow\n\n**Varus:**\n1. Q fürs Farmen\n2. BF/Essence Reaver als erstes Item für mehr Q-Spam, danach Runaans\n\n**Und allgemeine Grundregeln:**\n1. Hast du eine 1 vs 2 Lane, schau drauf, dass du deine Boots so schnell wie möglich ausbaust für eine bessere Escape-Chance.\n2. Warte auf deinen Jungler. Meistens pusht die gegnerische Lane bis zum geht nicht mehr, wird ein wenig Fahrlässig und schon hast du ganz schnell einen Doublekill oder einen Doublesupport. Auch das ist in dem Fall \"goldwert!\".\n3. NIEMALS flamen. Das hilft nämlich niemanden.\n\nGrüße","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-04-11T10:25:44.859+0000","up_votes":1,"down_votes":0,"body":"Da hab ich eher andere Erfahrungen, aber eben aus Sicht des Premades. Da ich mit nem Kumpel auch manchmal mit der Mid+Sup-Konstellation in die Queue gehe. Da kommt er nämlich eher zur Botlane roamen als umgekehrt.","replies":[]},{"id":"","poster":"SeaHorseCalamity","date":"2016-04-11T10:57:04.694+0000","up_votes":1,"down_votes":0,"body":"ist bei mir zum beispiel unabhängig, ob die mitte mit mir als supp premade ist.\nwenn ich roamen will tu ichs, wenn nicht dann nicht.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-04-11T10:53:56.440+0000","up_votes":1,"down_votes":0,"body":"Die haben den Spruch \"Vertraue niemals einem Random\" wohl falsch verstanden. Man soll gefälligst vor allem die Randoms im Blick haben. Sollten wir mal random aufeinandertreffen und du bist ADC, dann steht da auch ein Supporter an deiner Seite ;)","replies":[]},{"id":"","poster":"Bergelmir32","date":"2016-04-11T10:47:20.230+0000","up_votes":2,"down_votes":1,"body":"Das man allein gelassen wird, man ignoriert wird und kills \"geklaut\" werden, ist kein Problem das die DynQ neu gebracht hat, das gabs alles vorher auch schon.\nMan liest ja öfter das sich Leute im großen und ganzen darüber beschweren das ihre Stats schlecht sind und was da so dazu gehört, was durchaus nicht falsch ist aber da LoL kein KDA Spiel ist, da es einzig und allein darum geht den gegnerischen Nexus zu zerstören, ist das ein pures Mindset-Problem.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-04-11T10:56:16.227+0000","up_votes":6,"down_votes":0,"body":"Naja... das ganze ist doch auch keine neue Erkenntnis. Sie tritt jetzt nur deutlicher auf, weil man quasi alle Premades sofort erkennt.\n\nAuch letzte Saison gab es Leute (inklusive mir, was aber daran liegt, das ich fast ausschließlich Support gespielt habe und auf allen anderen Lanes schlechter war als meine damalige Elo), die sich bei der \"Premade Bot\" Ansage sofort gedacht haben: \"GG\"... \n\nDas Problem ist halt (selbst mit den Clan-Tags) folgendes: Unser Gehirn nimmt nur die negativen Beispiele wirklich war. Man hat letzte Saison garantiert viel häufiger mit DuoQ Premades gespielt, als man das wahr genommen hat. Und es hat auch garantiert nicht jede Premade Botlane das Spiel verloren. Aber erinnern wird man sich nur an das eine Spiel, in dem die Botlane bei 3-14 stand... In dem die 4 Premades absolute Trollpicks genommen haben... und in dem die 4 Premades aufgegeben haben, als der Nexus schon brannte...\n\nAuch wenn diese Dinge genau genommen extrem selten passieren. Also nicht häufiger als in den SoloQ Spielen... \n\nIch (als wahrer SoloQ Spieler) bin mir bewusst, dass ich diese Saison schon Spiele wegen Premades verloren habe... und schon welche nur wegen denen gewonnen habe. Dementsprechend egal ist es mit mittlerweile, wie viele Premades ich im eigenen oder im Gegnerteam finde... solange ich gut spiele, ist das vollkommen egal...","replies":[]},{"id":"","poster":"4 Faker","date":"2016-04-11T13:31:26.510+0000","up_votes":2,"down_votes":3,"body":"Ich habe keinen Hass auf die DynQ Spieler ! Sollen sie machen was sie wollen.\nMir stinkt es das man etwas versprochen hat und dann nicht einhält.\nMir stinkt der DynQ Mode allgemein. ( wieso? ist hier jetzt erst mal egal! ) \n\n\n\n\nICH verstehe nicht wieso man den SoloQ Spieler einfach nicht als DynQ Spieler die SoloQ gönnt! \nWIESO in alles in der Welt muss das was zu erst da war auch herbe zurück stecken? \nDie Community und Riot braucht sich nicht zu wundern das Madness pur vorhanden ist!","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T13:59:19.589+0000","up_votes":2,"down_votes":0,"body":"Ja, sie haben den Fehler gemacht und die SoloQ angekündigt.\n\nDas Ziel der dynamicQ fand ich persönlich nicht schlecht, flexible Teams sind schon was feines, dass dafür so viel weichen musste, ist wohl den Wartezeiten zuzuschreiben. Selbst in Low Elo würden die Wartezeiten für Midlaner in die Höhe schießen, wenn nicht genügend Supporter spielen. Ich weiß gar nicht, ob es überhaupt so viele Supporter gibt, die lieber SoloQ anstatt dynamicQ spielen würden.\n\nIch habe noch nie Lösungsansätze seitens der Community gelesen, nur dass sie die SoloQ rausbringen sollen.\n\nAlso wie soll denn das Problem gelöst werden? Was denkst du?","replies":[{"id":"","poster":"4 Faker","date":"2016-04-11T14:41:28.025+0000","up_votes":1,"down_votes":2,"body":"Meine Lösung dazu währe :\n\nwieder die Elo einzuführen und den NA Server mit dem EU Server verschmelzen zu lassen und das Game über Dedicated Server laufen lassen ... da bekommt man mit den heutigen Standards sehr gute Pings bzw. Partien hin ohne jegliche Lags! ( Beispiel dafür währe das Spiel CoD ( Pures Connection Warrior Game ) das sehr gut SO funktioniert. ) \n\n\nDenn DANN bin ich mir sicher das SoloQ und DynQ co existieren könnten ohne jegliche Einbussen.\n\nJetzt kommt bestimmt der Teil mit : \" boaa viel zu krass und teuer \" \nAls 17 Billionen Unternehmen ( auf Deutsch, 17 Milliarde ) sollte bzw. kann man das machen !","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-11T14:47:54.227+0000","up_votes":1,"down_votes":0,"body":"Mal ernsthaft, woher hast du denn diese zahlen? finde dazu irgendwie nichts vergleichbares o.0","replies":[{"id":"","poster":"4 Faker","date":"2016-04-11T14:49:26.285+0000","up_votes":1,"down_votes":0,"body":"FOX News ... möchtest du einen Link ?\n\nPs.: und das war nur der E-Sports der das Geld einbrachte !","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-11T14:51:59.235+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c0000000000000000,timestamp=2016-04-11T14:49:26.285+0000)\n>\n> FOX News ... möchtest du einen Link ?\n\nWäre nett, würd ich gern mal durchlesen","replies":[{"id":"","poster":"4 Faker","date":"2016-04-11T15:05:10.787+0000","up_votes":1,"down_votes":0,"body":"Fox News : https://www.youtube.com/watch?v=WKhbvNj_FwU\n\n\nVor ca. 3-4 Tagen brachten ein grosser Deutscher Youtuber raus wie viel man alleine nur an Youtube verdient und ein Englischer grosser Youtuber sagte in etwa wie viel man verdient ...\n\nDie Medien kommen noch dazu ! Worlds 2015 wurden von 27 Millionen Menschen geschaut ...\nEin Youtuber mit ca. 1 M Subscriber verdient aktiv zwischen 20 und 30k Cash ! \nDazu kommen dann noch Produktplatzierungen hinzu. Bei Esports sind das ganz grosse Firmen wie Intel, Microsoft, Nvidia, Logitech und und und. \n\nJetzt Kaufen bei ca. 20 Millionen aktiven User 11 Millionen einen skin für 5,99 € als Beispiel ... sind  65,890,000 € \nWenn man das 1 Jahr lang macht GG !\n\nPs.: zu den 20 und 11 Millionen  habe ich CHINA NICHT berücksichtigt!","replies":[{"id":"","poster":"Bergelmir32","date":"2016-04-11T16:03:02.052+0000","up_votes":3,"down_votes":0,"body":"Oh, die republikanische Propaganda Maschiene haut einen wunderbaren Bericht raus...\nIch weis wenn man nur die Bilder sieht mag das den Eindruck erwcken es würde nur um LoL gehen aber es geht um E-Sport im Allgemeinen, also auch CS:GO, Starcraft, HotS, Smite, etc. etc.\n\nDie Menge an Leuten die tatsächlich Geld in Lol ausgeben ist vergleichen zu den Spielern relativ gering, nicht umsonst wurde von Ökonomen / Unternehmensberater / irgendwas in der Richtung mal vorgestellt das Riot mit anderen Bezahl Methoden zwar viele Spieler verlieren würden aber insgesammt mehr Geld verdienen.\n\nAuf Youtube bekommt man kein Geld dafür das man Abonenten hat, sondern dafür das Leute die Werbung bei den Videos sehen. Bei Riots LCS Streams und Youtube Videos kann ich nicht sagen mich da an Werbung zu erinnern. Ich hab mal Werbung gesehen bei einem der asiatischen Streams, allerdings hat Riot, zumindest in China damit nur sehr wenig zu tun und hat auch genauso wenig was davon.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-04-11T17:55:42.855+0000","up_votes":2,"down_votes":0,"body":"Also ich habe den Beitrag einmal angeschaut und muss dir sagen:\n\nDu hast hier einiges falsch verstanden.\n\n\nWie bereits erwähnt:\n\n- Die 17 Milliarden USD Umsatz sind eine Schätzung der gesamten e-sport Industrie.\nDa macht LoL nur einen kleinen Anteil aus, da es noch genug andere Games mit e-sport gibt (Rennspiele, weitere Mobas, CS:GO, etc.)\n\n- Der e-sport Umsatz von LoL betrifft nur sehr geringfügig.\nAls Beispiel: Logitech ist Sponsor von Cloud 9. Dieses Sponsoring ist teil des e-sport Umsatz, jedoch geht genau Null Euro an Riot. Denn Logitech zahlt nur Sponsorgeld an Cloud 9 und nicht an die LCS bzw. Riot.\nDies betrifft auch bei anderen Sportarten wie z.B. Fussball: Die deutschte Telekom zahlt Sponsorgeld an den FC Bayern München. Von diesem Geld sieht die FIFA ziemlich genau Null Euro.\n\n- Es ist nicht genau aufgezeigt worden, was sonst alles in der Studie mitgezählt wird.\nIm Beitrag sieht man, dass LCS-Spieler ja auch streamen und damit Geld verdient. Nun ist die Frage: wird dieses Geld auch mitgezählt? Vermutlich wurde dies, da - soweit ich informeirt bin - ein Teil der Einnahmen durch dieses Streamen auch an die Team-Organisation geht. Vom Streamen bekommt Riot auch genau Null Euro (zumal ein LCS-Spieler ja nicht zwangsweise LoL spielen muss auf seinem Stream -> wobei wohl mehr Leute zuschauen, wenn sie LoL spielen^^)\n\n\nDu hast also vieles missverstanden in diesem Beitrag.\nDie 17 Milliarden USD haben nur einen kleinen Anteil mit LoL zu tun und noch einen viel kleineren mit Riot selbst (was den Umsatz angeht).","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-11T15:23:48.652+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c0000000000000000,timestamp=2016-04-11T14:49:26.285+0000)\n>\n> FOX News ... möchtest du einen Link ?\n> \n> Ps.: und das war nur der E-Sports der das Geld einbrachte !\n\nNur so zum Verleich:\n\nDie UEFA macht ca. 2 Milliarden Euro Umsatz. ;)\n\nGlaubst du immer noch, dass Riot nur mit e-sports (LCS, LCK, LPL, Worlds, etc.) ca. das 8face an Umsatz der UEFA generiert?","replies":[{"id":"","poster":"4 Faker","date":"2016-04-11T15:51:27.031+0000","up_votes":1,"down_votes":0,"body":"also wenn es um den umsatz von FIFA geht sind wir in einem Bereich den man als Utopisch sehen kann angelangt !\n\nDas sind Königsklassen ! \nNur mal als vergleich bei der Wallstreet wird mit Geld gespielt das man eigentlich garnicht hat und dennoch ist es im Besitz !\nDie Fifa hat weit aus mehr als nur 2 Milliarden ... denn um ein Dorf nur wegen einer WM oder was auch immer Komplett auszurotten hat man einen Einfluss auf dinge die kannst du genauso wenig wie ich vorstellen!","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-11T16:21:00.027+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c000000000000000000010000,timestamp=2016-04-11T15:51:27.031+0000)\n>\n> also wenn es um den umsatz von FIFA geht sind wir in einem Bereich den man als Utopisch sehen kann angelangt !\n> \n> Das sind Königsklassen ! \n> Nur mal als vergleich bei der Wallstreet wird mit Geld gespielt das man eigentlich garnicht hat und dennoch ist es im Besitz !\n> Die Fifa hat weit aus mehr als nur 2 Milliarden ... denn um ein Dorf nur wegen einer WM oder was auch immer Komplett auszurotten hat man einen Einfluss auf dinge die kannst du genauso wenig wie ich vorstellen!\n\nUEFA, nicht FIFA oder doch? Bin verwirrt :D","replies":[{"id":"","poster":"BigSnipe","date":"2016-04-11T18:40:38.483+0000","up_votes":1,"down_votes":0,"body":"UEFA, da jedoch der genannte LoL-Spieler anscheinend UEFA nicht kennt, denkt er es ist das dasselbe wie FIFA.\n\nIch denke das FIFA vlt. nen umsatzt von 10-30Millionen haben","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2016-04-11T16:15:38.800+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c000000000000000000010000,timestamp=2016-04-11T15:51:27.031+0000)\n>\n> also wenn es um den umsatz von FIFA geht sind wir in einem Bereich den man als Utopisch sehen kann angelangt !\n>\n> Das sind Königsklassen ! \n> Nur mal als vergleich bei der Wallstreet wird mit Geld gespielt das man eigentlich garnicht hat und dennoch ist es im Besitz !\n> Die Fifa hat weit aus mehr als nur 2 Milliarden ... denn um ein Dorf nur wegen einer WM oder was auch immer Komplett auszurotten hat man einen Einfluss auf dinge die kannst du genauso wenig wie ich vorstellen!\n\nUmsatz der FIFA 2014 (Rekordumsatz u.a. dank WM): 2.1 Milliarden USD\n\nDu hast hier eine falsche Vorstellung, was die Umsätze angeht und wie diesch die Fussball-Verbände finanzieren (und was e-Sport betrifft: was Riot durch e-Sport verdient).\n\nIch vermute, dieses Missverständnis besteht auch beim Video. Dieses schaue ich mir noch an und kommentiere es später. ;)","replies":[]}]},{"id":"","poster":"4 Faker","date":"2016-04-11T15:57:47.301+0000","up_votes":1,"down_votes":1,"body":"Ausserdem sind das alles Zahlen die wir vorgeschmissen bekommen ... was davon wahrheit ist und was nicht kann man nicht sagen!\n\nAber einig sein dürften wir uns dennoch das man genug Geld hätte um Dedicated Server zu bringen.","replies":[]}]}]}]},{"id":"","poster":"Kassengestell","date":"2016-04-12T06:00:54.708+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c00000000,timestamp=2016-04-11T14:41:28.025+0000)\n>\n> Meine Lösung dazu währe :\n> \n> wieder die Elo einzuführen und den NA Server mit dem EU Server verschmelzen zu lassen und das Game über Dedicated Server laufen lassen ... da bekommt man mit den heutigen Standards sehr gute Pings bzw. Partien hin ohne jegliche Lags! ( Beispiel dafür währe das Spiel CoD ( Pures Connection Warrior Game ) das sehr gut SO funktioniert. ) \n> \n> \n> Denn DANN bin ich mir sicher das SoloQ und DynQ co existieren könnten ohne jegliche Einbussen.\n> \n> Jetzt kommt bestimmt der Teil mit : &quot; boaa viel zu krass und teuer &quot; \n> Als 17 Billionen Unternehmen ( auf Deutsch, 17 Milliarde ) sollte bzw. kann man das machen !\n\n17 milliarden????? nicht schlecht.\n2013 haben die lt. wiki einen umsatz von 624 mio$ gehabt. da ist es ein seeeeeeehhhhhhhhr langer weg zu 17 mrd....;)","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-11T16:28:46.063+0000","up_votes":1,"down_votes":0,"body":"Elo einführen? Also die ganzen schönen Ligen und Divisionen verwerfen? Mag ich gar nicht. Was juckt mich denn eine Position in einer riesigen Liste? Da braucht dann auch die dynQ nicht weiter zu existieren, da kann sich dann jeder Volldepp mit Dia-Spielern zusammentun. \n\nIch kenn mich nicht sonderlich aus, aber ein dedizierter Server muss ja auch irgendwo stehen. Der würde garantiert auf die Stelle des aktuellen NA-Servers gesetzt und selbst mit bester Technologie führt das garantiert zu einem Ping von mindestens 100 hier in Europa. Bei Shootern höre ich immer wieder, dass es nicht ungewöhnlich ist, dass man eigentlich gar nicht wirklich getroffen wurde. Das sind aber technische Sachen, bei denen ich keinerlei Hintergrundwissen habe.\n\nNun zu dem Punkt, dass es dann genug Spieler für die Warteschlangen gibt. Existiert ein LoL-Server auf dieser Welt, auf der man ständig auf Midlaner warten muss und es Supporter im Überfluss gibt? Ich glaube, jeder Server hat dasselbe Problem. Das alles auf einen Server zu transferieren, bedeutet auch nur, dass man nciht viele kleine Server mit einem Problem, sondern einen Server mit einem Problem hat.\n\nWo war die Lösung?","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-04-11T14:48:43.238+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 Faker,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000c00000000,timestamp=2016-04-11T14:41:28.025+0000)\n>\n> Jetzt kommt bestimmt der Teil mit : \" boaa viel zu krass und teuer \" \n> Als 17 Billionen Unternehmen ( auf Deutsch, 17 Milliarde ) sollte bzw. kann man das machen !\n\nQuelle?\n\nDenn ich habe 1.6 Milliarden USD Umsatz im Kopf.\nWürde mich auch wundern, wenn Riot mehr als 3x so viel Umsatz macht wie EA. ;)\n\nAbgesehen davon: Umsatz ist nicht Gewinn. ;)\nLoL kann man zwar kostenlos spielen, die Riot-Mitarbeiter arbeiten jedoch nicht kostenlos. ^^","replies":[{"id":"","poster":"4 Faker","date":"2016-04-11T15:07:41.954+0000","up_votes":1,"down_votes":0,"body":"oben ist der Link ^","replies":[]}]}]}]}]},{"id":"","poster":"Rundkorn","date":"2016-04-11T11:35:30.121+0000","up_votes":2,"down_votes":1,"body":"Das ist ein ganz einfaches soziologisches Phänomen. Die Bereitschaft von LoL-Spielern konstruktive Kritik anzunehmen ist generell ziemlich niedrig (Ich gehe hier einfach mal von meiner eigenen Erfahrung aus.) Wenn du als Jungler deinem Team sagst, sie sollen sich gegen Teemos Pilze ein rotes Trinket oder pink Wards zulegen, hast du eine große Chance drauf, komplett ignoriert zu werden und/oder gegen Ende des Spiels als Noob-Jungler, oder ähnliches beschimpft zu werden. Wenn du jetzt eine Gruppe aus 2 oder mehr Leuten hast, ist die Wahrscheinlichkeit, dass sie auf dich reagieren noch viel geringer, weil sie ja als Team spielen und ihr Ding durchziehen wollen und gleichzeitig die Chance, dass sie sich zusammentun um dich zu beleidigen größer. Das heißt, wenn du dich als einzelner gegen eine Gruppe wehren musst, bist du natürlich immer im Nachteil.","replies":[{"id":"","poster":"SeaHorseCalamity","date":"2016-04-11T12:05:41.839+0000","up_votes":3,"down_votes":0,"body":"sofern man nett zu den premades ist, hat man allerdings wenig zu befürchten.\nes gibt immer unterschiede zwischen \"you should get a pinkward\"\nund \"i think its a good idea to buy a pinkward\"\n\nes kommt nicht darauf an, ob du recht hast, sondern darauf, wie man sich verkauft.\nmeiner erfahrung nach kann man so den nachteil ziemlich gut ausgleichen.","replies":[]}]},{"id":"","poster":"Cyrilya","date":"2016-04-11T10:40:30.749+0000","up_votes":3,"down_votes":4,"body":"Ich HASSE Premade Botlanes. \n\nIch hab bereits sooft mit Premade-Botlanes spielen dürfen, die meinten sie seien so stark das sie jeden zerlegen... am Ende wurden sie zerlegt und haben uns das Spiel verloren. \n\nSolange ein Premade-Pärchen seinen Vorteil nutzt ist mir das ja so ziemlich egal, aber wenn es dann zwei geistig bestohlene Menschen sind, die von ihrer Rolle keine Ahnung haben, dann HASSE ich sie. \n\nGenauso wie Top/Jungle Pres gern mal andere Lanes vernachlässigen und nur ihr Ding drehen. \n\nIch spiel auch gern mal in DuoQ, aber dann muss ich es nicht jedem unter die Nase reiben und damit angeben das wir voll 'OP' sind :D Das ist nämlich das nervigste an Premades. Ihre super arrogante Denkweise.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T11:15:26.765+0000","up_votes":3,"down_votes":0,"body":"Okay, also nur ein spezifisch auf arrogante Premades bestehendes Problem. Ich spiel übrigens häufig Premade Botlane, was aber keiner merkt, weil da (meist) 2 unterschiedliche Tags auf der Bot zu sehen sind. Du scheinst stark zu verallgemeinern, denn zum einen hasst du mich, da ich Premade Botlane spiele, zum anderen bin ich dir so ziemlich egal, solange ich meinen Vorteil nutze. \nWas du vielleicht nicht ganz bedacht hast und was auch diese arroganten Spieler nicht bedenken, die Gegner haben auch Premades. Sie werden ebenfalls versuchen, ihren Vorteil auszunutzen.\n\nIch merke schon, dass meine Gruppen wohl zu den angenehmen Premades gehören und dass ich mir wohl keine Gedanken machen brauche^^ \nDas Forum schafft es doch immer wieder, mich mit Negativbeispielen bzw negativen Erfahrungen anderer aufzubauen, wenn man weiß, dass man selbst nicht so ist.^^","replies":[{"id":"","poster":"Cyrilya","date":"2016-04-12T06:29:37.856+0000","up_votes":1,"down_votes":0,"body":"Ich habe bereits so viele Spiele dank diesem typischen Premade-Bot-Duos verloren. \n\nWas will man auch erwarten, wenn sie direkt im Champ-Select prahlen, dass sie das Game so hard carrien werden weil sie ja so mega geile Premades sind, und nach 30 Sekunden Minions auf der Lane FB hergeben... \nJaaaa - ne. Find ich zum Kotzen. \n\nKlar gibt es auch 'gute' Pre-Bots. Aber das ist nunmal wirklich rar - vorallem in meiner Elo. (Ja ich weiß ich bin nur kack Silber, aber mir egal).","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-12T06:41:54.956+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch Silber^^ nur merkt man eben bei denen, die nicht damit prahlen, dass sie duo sind und ne hohe winrate zusammen haben, dass das premades sind, was dazu führt, dass man sich die schlechten Beispiele merkt.","replies":[{"id":"","poster":"Cyrilya","date":"2016-04-12T07:14:59.590+0000","up_votes":1,"down_votes":0,"body":"Der Mensch ist nun mal so - und das lässt sich nicht ändern. :D\n\nIch frage mich, wieso dieses Geprahle ect. besonders bei Videospielen so krass ausarten muss. \n---\nAber naja, gut das mein PC erstmal zwangsweise zum duchchecken weg ist - die PS4 ist umgänglicher, vorallem wenn man Tales of spielt xD - weniger graue Haare durchs spielen :D","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-04-11T11:56:27.671+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Cyrilya,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0006,timestamp=2016-04-11T10:40:30.749+0000)\n>\n> Solange ein Premade-Pärchen seinen Vorteil nutzt ist mir das ja so ziemlich egal, aber wenn es dann zwei geistig bestohlene Menschen sind, die von ihrer Rolle keine Ahnung haben, dann HASSE ich sie. \n\nSo etwas trifft natürlich auch auf Nicht-Premades zu. ;)\nWenn diese gut spielen, dann ist es OK, wenn sie reinfeeden, ist man sauer. ;)\n\nGenau deshalb glaube ich, dass die Befürworter einer reinen SoloQ sich einfach zu viel davon erhoffen.","replies":[{"id":"","poster":"Cyrilya","date":"2016-04-12T06:31:59.344+0000","up_votes":1,"down_votes":0,"body":"Mich interessiert eine Reine SoloQ gar nicht. \n\nVon mir aus kann ruhig jeder mit dem Spielen den er will - aber dann bitte richtig. \nOhne Prahlerrei am Anfang und dann hartem Reinfeeden. \n\nIch hab auch schon gesehen, das die PRe-Bot am Anfang absichtlich 0 - 5 stand um den Gegner zu stompen - find ich persönlich auch nicht gut. \nDas ist unsportlich den Gegnern gegenüber nur weil die eigene Botlane so ne hohe Elo haben/hatten.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-12T07:35:02.720+0000","up_votes":1,"down_votes":0,"body":"Aber was hat dies mit Premades zu tun?\nDenn so etwas (z.B. Prallen und dann feeden etc.) kommt auch bei Solospielern vor.","replies":[]}]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-04-11T10:55:13.703+0000","up_votes":2,"down_votes":0,"body":"das problem gab es auch schon in der alten soloq. jetzt kochen halt 4 spieler ihr süppchen und deine aufgabe ist es, nicht zu oft hinein zu spucken, dass es vielleicht sogar eine gute suppe wird.","replies":[{"id":"","poster":"Cyrilya","date":"2016-04-12T06:35:45.803+0000","up_votes":1,"down_votes":0,"body":"Ich spucke an sich nirgendwo hinein. \n\nWenn ich merke, dass die anderen 4 Premades sind, versuche ich mich natürlich einzubringen und mich deren Spielweise anzupassen. \nWas aber nicht immer funktioniert, vorallem zieht man sich bei einem Fehler direkt den Hass von 4 Leuten zu xD \n\nIch geh normal sehr entspannt in die Que, aber es gibt halt manchmal einfach so Komplettausfälle bei Spielern, wo ich am Liebsten in dei Steckdose fassen möchte (und ich habe panische Angst vor Steckdosen).","replies":[]}]},{"id":"","poster":"Hi im a Retard","date":"2016-04-11T14:43:01.021+0000","up_votes":1,"down_votes":0,"body":"Du nennst hier nur negative Beispiele von Premades, in der letzen Season habe ich auch DUO-Q Botlane gespielt und diese Season auch häufiger Premade-Jungel-Top und bei mir war/ist es fast nie der Fall, dass ich als Junger oder als Adc nur mit meinem Premade spiele. Wir habe auch auf der Botlane eine positive Winrate gehabt und wir haben auch öfters mal gefragt ob wir nicht wegen dem \"Premadevorteil\" Botlane gehen dürfen, ich finde auch, dass das nichts verbotenes ist und wenn Leute nunmal sowas wie \"We are Premade Bot eZ win\" schreiben, dann lass sie doch, auch wenn du vielleicht verloren hast mit ihnen.","replies":[]}]},{"id":"","poster":"AI RealSuperSand","date":"2016-04-11T09:34:02.948+0000","up_votes":7,"down_votes":5,"body":"beispiele, die besonders auf premades zutreffen:\n\n1) reduzierte kommunikation mit solospielern, weil man sich auf ts konzentriert\n2) bevorzugte behandlung von premades durch selbige, besonders jungler gegenüber lanern\n3) premades groupen gerne unter sich\n4) gegnerische premades towerdiven dich zu fünft mit globalen ultis, du kannst als solospieler nicht viel dagegen machen (das ist natürlich kein fehlverhalten, aber von nachteil für solospieler)\n5) gruppenzwang und profilierungsdrang bedeutet mehr geflame, für premades wird auch schon mal gelogen (xy hat angeblich zuerst gecallt usw usf)\n6) profilierungsdrang führt nicht selten auch zu trollpicks, weil man ja zeigen will, wie lustig man ist. guck mal wie cool ich bin, ich spiel ap jungle vayne. das haste noch nicht gesehen.\n7) entscheidungen gegen den solospieler: fast gewonnenes spiel wird von premades aufgegeben, weil einer von denen weg muss und der rest das toleriert\n\n\nund jetzt kommt das leugnen :)\ndazu sage ich: das muss nicht alles auf deine gruppe zutreffen, aber mit einem mindestmaß an menschenkenntnis weiß man, dass probleme dieser art relativ premadespezifisch sind (und altersspezifisch).\neure bewertungen sind mir egal. mich interessieren nur argumente.\n\njugendliche tendieren in gruppen dazu, asozial gegenüber anderen zu werden. das ist die menschliche natur. wer das noch nicht erlebt hat, ist wahrscheinlich irgendwie mit 40 zur welt gekommen. und selbst da hört das phänomen nicht auf.\n\n\nmein dank geht an rito für die premade-identifikationstags :)","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-11T10:27:21.967+0000","up_votes":3,"down_votes":0,"body":"Ich hatte es auch schon oft genug erlebt, dass andere einem vorwerfen Premade zu sein, obwohl das gar nicht der Fall ist und nur die Synergie gut geklappt hat. Und ja, so wie das meistens geschrieben wird, ist das ein Vorwurf. \n\nEinmal habe ich sogar meinen Premade ADC auf der Bot alleine gelassen um mit dem random Jungler zu ganken, weil ich fand, mit Sona ist jetzt Roaming angesagt. Ich glaube da hatten sich die Gegner auch darüber beschwert, dass man als Premade tryhardet und solche Sachen.\n\nOhne die Clubtags würde ich meistens nicht sagen können, ob und wer Premade ist.\n\nEdit:\n>7) entscheidungen gegen den solospieler: fast gewonnenes spiel wird von premades aufgegeben, weil einer von denen weg muss und der rest das toleriert\n\nDa ist das bei mir eher das Gegenteil der Fall. Wenn ich Premade bin und das Spiel schon so gut wie verloren ist, einer der Randoms aber anfängt zu flamen und surrender zu spammen, drücke ich bei Mobas eigentlich jedesmal auf \"nein\". ","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-04-11T09:57:02.599+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=AI RealSuperSand,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0004,timestamp=2016-04-11T09:34:02.948+0000)\n>\n> beispiele, die besonders auf premades zutreffen:\n> \n> 1) reduzierte kommunikation mit solospielern, weil man sich auf ts konzentriert\n\nSorry, aber mir ist eher das Gegenteil aufgefallen.\nIch habe bemerkt, dass Premades andere eher mit Pings vor Ganks etc. warnen. Da vermute ich, dass im TS jemand z.B. sagte \"Zed geht Top\" und dann pingt einer der Premades den \"non-premade Toplaner\".\n\n> 2) bevorzugte behandlung von premades durch selbige, besonders jungler gegenüber lanern\n\nIst eher der \"Kommuniaktions-Bonus\".\nDer Premade-Jungler kann einfach im TS sagen, dass z.B. sein Premade-Midlaner den Gegner pushen lassen soll, damit er ganken kommt. Wenn der \"Nicht-Premade\" ständig die Lane pusht, liegt es dann eher an ihn, dass er nie ganks kriegt; und nicht an Premades.\n\n> 3) premades groupen gerne unter sich\n\nSehe ich anders.\nGerade wenn einer der Premades ein guter Splitpusher ist (oder z.B. Premade-Toplaner mit TP), können sie besser Splitpushing abmachen und sind deshalb sogar eher getrennt.\n\n> 4) gegnerische premades towerdiven dich zu fünft mit globalen ultis, du kannst als solospieler nicht viel dagegen machen (das ist natürlich kein fehlverhalten, aber von nachteil für solospieler)\n\n5er-Premades spielen grundsätzlich gegen 5er-Premades. Da ist also kein Solo-Spieler unterwegs. ;)\nAbgesehen davon: so etwas klappt auch in SoloQ mit Pingen recht gut. ; gerade wenn man besser wardet als der Gegner.\n\n> 5) gruppenzwang und profilierungsdrang bedeutet mehr geflame, für premades wird auch schon mal gelogen (xy hat angeblich zuerst gecallt usw usf)\n\nKann nur in Normal Blind-Pick vorkommen; in Draft-Pick (DynQ Rankeds) ist dies ja gar nicht möglich.\n\n> 6) profilierungsdrang führt nicht selten auch zu trollpicks, weil man ja zeigen will, wie lustig man ist. guck mal wie cool ich bin, ich spiel ap jungle vayne. das haste noch nicht gesehen.\n\nKenne ich eher umgekehrt.\nGerade weil Premades sich untereinander kennen, möchten sie nicht die Games ihrer Freunde vermiesen und picken eher ordentlich.\n\n> 7) entscheidungen gegen den solospieler: fast gewonnenes spiel wird von premades aufgegeben, weil einer von denen weg muss und der rest das toleriert\n\nHabe ich ehrlich gesagt noch nie erlebt. Da muss man wohl schon als Solospieler flamen, dass man die Wut der Mates in dieser Form kriegt.\nIch denke, mit der Hextech-Werkstatt, wird dies sehr selten passieren, da man so die Chance auf Schlüsselfragmente verliert.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T11:52:54.644+0000","up_votes":2,"down_votes":0,"body":"Spot on. als jemand der viel in ner 3-4er premade, aber auch häufig alleine spielt finde ich gerade den ersten punkt total lächerlich. wenn ich meiner premade durch voicecomm viel mehr informationen zukommen lassen kann nutze ich das natürlich auch, aber das heißt nicht dass man nicht mehr mit den solospielern kommuniziert... und erst recht nicht weniger als normalerweise. man hat ja eher MEHR informationen, die man natürlich alleine schon um die gewinnchancen zu erhöhen, jedem zukommen lassen will","replies":[]}]},{"id":"","poster":"Freiherr Alex","date":"2016-04-11T09:56:04.516+0000","up_votes":4,"down_votes":1,"body":"Persönliche Erfahrungen / Meinung...\n\n>1) reduzierte kommunikation mit solospielern, weil man sich auf ts konzentriert\n\n\nGebe Ich dir sogar recht. Ist bei mir nicht anders. Wobei ich das Wort Reduziert gut gewählt finde da eine Komunikation trotzdem Stattfindet i.d.R. Wobei Ich sagen muss dass ich wenn Ich Solo Spiele noch viel Weniger mit Mates Kommuniziere\n\n>2) bevorzugte behandlung von premades durch selbige, besonders jungler gegenüber lanern\n\nEmpfinde Ich nicht als Nachteil und nicht als Vorteil. Sollte man mal jemanden bekommen der wirklich alles außer seinen Mate Ignoriert kann ich den Frust verstehen...das ist mir Persönlich jedoch noch nicht Passiert (in ca 3000 Spielen). Und Wenn er die Lane mit seinem Mate öfter Gankt statt die Botlane mit 2 Randoms ist das ja auch kein Nachteil wenn durch die Kommunikation einer von beiden gut genug Profitiert.\n\n>3) premades groupen gerne unter sich\n\nSollte das so sein schliese dich eben einfach an und Spiel das Spiel mit. Wenn du bemerkst dass 3 oder 4 Leute Mitte Pushen kannst du nicht erwarten dass sich alle nur nach dir richten und auf die Calls von irgendwem hören.\n\n>4) gegnerische premades towerdiven dich zu fünft mit globalen ultis, du kannst als solospieler nicht viel dagegen machen (das ist natürlich kein fehlverhalten, aber von nachteil für solospieler)\n\nSolltest du in solche Spiele kommen, dann hast du zu 95% auch 4 Premades in deinem Team, so genau ist das MM dann doch. Wenn du diese dann nicht um Hilfe bittest darfst du dich darüber auch nicht beschweren. Außerdem habe ich auch in Spielen in denen Ich gegen 3 Solo Spiele oft genug 4-5 Mann auf der Bot die uns Diven. Das ist ganz normale Taktik und nichts Premade Spezielles.\n\n>6) profilierungsdrang führt nicht selten auch zu trollpicks, weil man ja zeigen will, wie lustig man ist. guck mal wie cool ich bin, ich spiel ap jungle vayne. das haste noch nicht gesehen.\n\nKann ich nicht wiedersprechen, jedoch sieht man solches verhalten i.d.R. eher im zusammenhang mit Jungen Spielern. Was mich Als jemand der sich seine Opabande zusammengesucht hat sehr Ärgert weil man oft Vorverurteilt wird...\n\nAußerdem hat das im Blindpick auch selten was mit Premades zu tun sondern eher mit dem insta mid mid mid jung jung gespame. Würde man hier mal anfangen zu Kommunizieren, würden Trollpicks hier auch abnehmen. Sieht man (zumindest Ich) im Draft Pick immerhin auch nicht.\n\n>7) entscheidungen gegen den solospieler: fast gewonnenes spiel wird von premades aufgegeben, weil einer von denen weg muss und der rest das toleriert\n\nAuch das habe ich noch nie gesehen.\n\nWas den rest angeht Steh ich ebenfalls teils hinter deiner Meinung.\n\nAlles in allem finde ich aber So Vorverurteilende Solo Spieler schlimmer als die miesesten Egoistischsten Pres. Weil die einfach das Ganze Game schon vei Sekunde eins Abgeschrieben haben und sich selten bemühen.","replies":[{"id":"","poster":"JoseJalalapeno","date":"2016-04-12T20:48:14.014+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=seipelsche,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00040000,timestamp=2016-04-11T09:56:04.516+0000)\n>\n\n> Kann ich nicht wiedersprechen, jedoch sieht man solches verhalten i.d.R. eher im zusammenhang mit Jungen Spielern. Was mich Als jemand der sich seine Opabande zusammengesucht hat sehr Ärgert weil man oft Vorverurteilt wird...\n> \n\n\nvöllig offtopic, sorry deswegen\naber ich könnte auch mindestens 50% der playerbase selbst gezeugt haben.\n Ist in eurer bande noch Platz, und wenn ja, wie sieht das Aufnahmeritual aus? :D","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-04-13T05:34:07.629+0000","up_votes":1,"down_votes":0,"body":">aber ich könnte auch mindestens 50% der playerbase selbst gezeugt haben\n\nso schlimm ist es bei mir noch nicht :P Aber kannst mich ingame gerne mal Anschreiben dann kannste mal vorbei schauen. Warum nicht.","replies":[]}]}]},{"id":"","poster":"Kakerlaknschwarm","date":"2016-04-11T21:06:28.243+0000","up_votes":1,"down_votes":0,"body":"1\nWarum sollte ich weniger kommunizieren, wenn ich gewinnen will?\nJa sicher rede ich mit den Leuten per Voicecomm, aber die Infos geb ich weiter und das sind mehr als vorher. Hat einer der Vorposter ja schon ganz gut erklärt.\n\n2\nAlso als Main-Jungler kann ich dir sagen, dass insbesondere Top/Jungle-Premades eben nicht besonders häufig Top ganken gehen.\nIch spiele ja mit ihm als Laner, weil ich sicher weiß, dass er gut genug ist seine Lane zumindest even zu gehen...\nDaher habe ich viel mehr Zeit für die anderen Lanes - und den Drake, der vor allem als Devourer-Jungler ja nicht ganz unwichtig ist.\nWas hab ich von nem gefeedeten Tank wenn die gegnerische Vayne 5/0 steht?\nMid/Jungle ist wieder was anderes, ein gefeedeter Zed, der weiß was er tut, ist halt schon was Feines ;)\n\n3\nJAAAAAA, sicher. Aber dann groupe doch verdammt nochmal mit uns! Es steht dir doch frei dich uns anzuschließen?\n\n4\nWenn sie dich zu fünft towerdiven, dann hol ich mir zwei Tower und nen Drake im Gegenzug. Wo ist das Problem?\nUnd mal im Ernst: Wenn ich towerdiven will, kann ich das auch zu zweit.\n\n5\nZuerst gecallt ist im DynamicQ ja glücklicherweise total uninteressant, und darum geht es in dieser Diskussion nunmal.\n\n6\nKlar. Wer im Ranked einen AP-Jungle-Vayne spielt, wird reported, mit Screen direkt an den Support. Das nennt man Sabotage. Da kommen auch Premades nicht mit durch.\nProfilierungsdrang? Ja klar, aber deswegen spielt doch niemand sinnlose Picks? Vielleicht ein bisschen Offmeta, aber doch nur wenn ich gewinnen kann. Bringt doch nix, wenn ich wieder ne Division absteige, dann hab ich mich nicht profiliert, dann hab ich mich blamiert.\n\n7\nWenn mein Premade während nem Ranked wegmuss, hab ich die längste Zeit mit ihm gespielt!\nPlötzlicher, wasserfallartiger Durchfall oder die Oma, die unangemeldet an der Tür steht, nehme ich da natürlich aus. Da bin ich aber auch keinem Solo-Spieler böse. Man sollte sich halt entschuldigen und gut ist. Solange das die Ausnahme bleibt, gibt es kein Problem damit...\n\n\n\nJugendliche grenzen sich ab - das war früher nicht anders ;)\n\nAber asozial gegenüber anderen? \nKlar sucht man die Schuld lieber bei jemand, den man nicht kennt als bei seinem Premade.\nDas ist Psychologie, ja. Aber asozial ist ein Schritt weiter und das ist nicht normal.\n\nAsozial kann man übrigens reporten ;)\nOder muten. Oder beides - mache ich so.\n\n\nIch bin übrigens einer deiner verhassten Jungle/Top-Premades.\nUnd ich habe auch nen Tag dran und mein Premade denselben.\nDenk ruhig weiter, dass ich ständig auf der Toplane auftauche - macht mir meinen Job als Jungler ziemlich einfach. \nUnd ich bin auch nicht mehr jugendlich, ich bin - merkt man wahrscheinlich gar nicht - sogar schon erwachsen. \n\nUnd auch wenn ich deine Vorbehalte teilweise nachvollziehen kann, glaube ich nicht, dass es an den Premades liegt, sondern eher daran, dass der Umgangston in Lol allgemein ein eher ungepflegter ist - und dementsprechend auch die Einstellung vieler Spieler.","replies":[]},{"id":"","poster":"Darth Freezer","date":"2016-04-11T13:44:24.143+0000","up_votes":1,"down_votes":0,"body":"Kann ich genau so unterschreiben.\nGerade was Kommunikation, Trollpicks und die Surrender-Mentalität angeht.\nReported wird untereinander sowieso nicht.\nUnd gerade in unteren Elobereichen ist das die Hölle.\nWer durch seine Placements abegestürzt ist, wird eine schwere(re) Zeit haben(, als zuvor). **(Da ich bevorzugt in die Soloque gehe, gehe ich immer von dieser aus.)\n**\nSelbstverständlich gibt es auch immer wieder Teams, die nicht in diese Kategorien passen & es gab schon vor der DQ diese Probleme mit Premades, jedoch hat es dadurch definitiv zugenommen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T14:02:18.572+0000","up_votes":1,"down_votes":0,"body":"Wenn ein 4er-Premade-Team einen sicheren Sieg surrendert oder flamed/trollt, dann kannst du reporten.\n\nEs ist völlig egal, dass diese Spieler untereinander nicht reporten. Dein einziger Report ist genauso viel Wert (mehr oder weniger) wie 9 Reports.","replies":[{"id":"","poster":"Darth Freezer","date":"2016-04-11T15:47:27.811+0000","up_votes":1,"down_votes":0,"body":"Und was bringt mir das?\nGanz genau - rein garnichts, denn diese LP werde ich niemals wiederbekommen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T16:06:15.432+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Darth Freezer,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0004000400000001,timestamp=2016-04-11T15:47:27.811+0000)\n>\n> Und was bringt mir das?\n> Ganz genau - rein garnichts, denn diese LP werde ich niemals wiederbekommen.\n\nDie Wahrscheinlichkeit ist etwa gleich gross, dass man ein Game auch deswgen gewinnt. ;)\n\nZudem: Wie oft hattest du so etwas schon?\nIn 100 Rankeds 1x? Oder noch seltener? Welchen Impact hat dann ein 1 verlorenes Game noch auf die Ladder?","replies":[{"id":"","poster":"Darth Freezer","date":"2016-04-11T16:44:27.649+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00040004000000010000,timestamp=2016-04-11T16:06:15.432+0000)\n>\n> Die Wahrscheinlichkeit ist etwa gleich gross, dass man ein Game auch deswgen gewinnt. ;)\n\nIn der Theorie auf jeden Fall. Aber diese Season mache ich 'ne Statistik, versprochen.\n\nAlles in allem, oder nur die Surrendervotes? Alles in allem ungefähr 2-3x alle 10 Spiele. Aber wie gesagt, ich leg mal 'ne Statistik an.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-11T16:53:50.020+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich würde ich bei Statistiken sagen, je mehr, desto besser. Wenn man am Ende nur die unnötigen Surrendervotes haben will, kann man die raussuchen. Am besten noch den Link zur Matchhistory auf der LoL-Homepage bereitstellen, damit sich die anderen ansehen können, wie es lief.","replies":[{"id":"","poster":"Darth Freezer","date":"2016-04-11T16:56:57.276+0000","up_votes":1,"down_votes":0,"body":"Ich will eigentlich schon seit Season 3 eine AFK-Statistik anlegen - Team|Gegner.\nAber jetzt werde ich das wohl ein wenig ausweiten. Ob ich Links dazu bereitstelle weiß ich noch nicht. Sollten Stats/Itembuilds/Wardverhalten herausstechen, werde ich es wahrscheinlich angeben.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T17:39:28.623+0000","up_votes":1,"down_votes":0,"body":"Wichtig wird dies jedoch sein.\n\nDenn es ging ja um die Aussage, dass 4er-Premades gerne trollen, indem sie eigentlich sichere Siege noch surrendern.\nAlso müsste man schon eine Statstik haben, in wie vielen Games es wirklich ein Surrender 4:1 gibt (also du darfst natürlich nicht surrendern) und man das Game eigentlich gewonnen hätte.\n\nDa würde ich diese Stats dann damit vergleichen, wie oft dies insgesamt vorkam (d.h. Anzahl dieser \"erfolgreichen Troll-Surrender\" / Gesamtzahl der gespielten Games).\nDann wäre auch noch interessant, wie oft insgesamt surrendert wurde (also auch jene Games, wo man wohl wirklich verloren hätte), etc.\n\nWie bereits erwähnt: je mehr, je besser.\nAber im Vordergrund sollte schon stehen, wann es ein surrender gab (im eigenen bzw. im gegnerischen Team), wo das Team eigentlich klar vorne war.\nHier würde ich noch aufzeichnen: waren beim anderen Team (welches eigentlich verloren hätte, aber nun gewann) Spieler mit dc? Denn vielleicht hat das eine Team surrendert, weil der Gegner dc's hatte.","replies":[{"id":"","poster":"Darth Freezer","date":"2016-04-11T18:08:04.958+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000400040000000100000000000000000000,timestamp=2016-04-11T17:39:28.623+0000)\n>\n> Denn es ging ja um die Aussage, dass 4er-Premades gerne trollen, indem sie eigentlich sichere Siege noch surrendern.\n\nEigentlich hat sich mein Kommentar oben generell auf das Verhalten von 3-4er Premades bezogen und nicht nur auf das Surrendervoting. \nBeispielsweise würde ich 'Trolls' allerdings in Nicht-Meta und AP-Twitch unterteilen. ;)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-04-11T14:14:10.038+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000400040000,timestamp=2016-04-11T14:02:18.572+0000)\n>\n> Wenn ein 4er-Premade-Team einen sicheren Sieg surrendert oder flamed/trollt, dann kannst du reporten.\n> \n> Es ist völlig egal, dass diese Spieler untereinander nicht reporten. Dein einziger Report ist genauso viel Wert (mehr oder weniger) wie 9 Reports.\n\nMit dem Wert von einem im vergleich zu 9 Reports hast du recht, das wurde schon oft genug so bestätigt.\n\nwo du leider nicht recht hast ist dass man wegen surrender reporten kann. diese Funktion ist vollkommen legitim. sollten das wirklich mal 4 pres machen, ist das zwar ärgerlich und vll auch troll, aber trotzdem nicht verboten per Definition. 4 verschiedene spieler müssen immerhin mindestens entscheiden ob das spiel für sie verloren ist. \ndieser umstand (da bin ich mir ziemlich sicher) wird aber ohnehin nur jedem 10000 spieler einmal in seiner Spielzeit passieren. man gibt hier immerhin viel investierte zeit umsonst her.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T14:25:59.687+0000","up_votes":1,"down_votes":0,"body":"Aus meiner Sicht kann man \"Sabotage\" als Reportgrund nennen.\n\nWenn der Sieg wirklich sicher gewesen wäre (z.B. offener Nexus gegen 3 verlorene Türme), dann kann man schon von Sabotage sprechen.\n\nEs würde doch auch auffallen, wenn immer die 4 Premades surrendern, obwohl ein grosser Vorsprung besteht. ;)\n\nWobei wie gesagt solche Fälle irre selten vorkommen (Hatte noch nie einen Fall selbst).","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-04-11T10:47:58.021+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AI RealSuperSand,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0004,timestamp=2016-04-11T09:34:02.948+0000)\n>\n> beispiele, die besonders auf premades zutreffen:\n\nDadrunter eher meine Versuche und Erfahrungen:\n> \n> 1) reduzierte kommunikation mit solospielern, weil man sich auf ts konzentriert\n\nWie Hyperion sagte, kommt oft vor, dass sagt man im TS sagt, dass der und der fehlt, die Premades schauen auf die Map und pingen entsprechend. Tatsächlich kommt es auch leider mal vor, dass man dann den Ping vergisst. Ich finde auch nicht, dass man sich auf TS sonderlich konzentrieren muss, außer es wird gerade offtopic gelabert. Das beeinträchtigt aber nicht den Solo-Spieler, sondern eher die Premades.\n\n> 2) bevorzugte behandlung von premades durch selbige, besonders jungler gegenüber lanern\n\nDas mag bei manchen so sein. Hängt aber auch mit der Kommunikation zusammen.\n\n> 3) premades groupen gerne unter sich\n\nund verlieren dann. Einen Ausschluss eines Spielers sehe ich eher selten, der schließt sich dann von ganz allein aus. Da ich in meinen Gruppen öfter mal die Calls übernehme, versuche ich eigentlich, auch die Solo-Spieler an die rechten Plätze zu weisen. Klappt nicht perfekt, aber deswegen bin ich ja auch Silber.\n\n> 4) gegnerische premades towerdiven dich zu fünft mit globalen ultis, du kannst als solospieler nicht viel dagegen machen (das ist natürlich kein fehlverhalten, aber von nachteil für solospieler)\n\nEigentlich sollte sowas ausgeschlossen sein. 5er sollten gegen 5er spielen. Ic hgeh einfach mal davon aus, dass du 4er Premades meintest^^ Manche sind eben gut eingespielt und wenn es dir so vorkommt, als wären sie ein 5er Premadeteam, dann haben sie ihren Solospieler super integriert. Doof, wenn man dann das schächere Team abbekommt. Gut wiederum, wenn sie aus dieser Unachtsamkeit was auf anderen Lanes reißen können.\n\n> 5) gruppenzwang und profilierungsdrang bedeutet mehr geflame, für premades wird auch schon mal gelogen (xy hat angeblich zuerst gecallt usw usf)\n\nIch hab vorhin gelesen, dass Flame um 40% zurückgegangen sein soll. Meine Gruppen flamen jedenfalls keine Member und falls doch, sag ich denen eben meine Meinung dazu. \n\n> 6) profilierungsdrang führt nicht selten auch zu trollpicks, weil man ja zeigen will, wie lustig man ist. guck mal wie cool ich bin, ich spiel ap jungle vayne. das haste noch nicht gesehen.\n\nKann ich nichts zu sagen, solche Leute kenn ich nicht.\n\n> 7) entscheidungen gegen den solospieler: fast gewonnenes spiel wird von premades aufgegeben, weil einer von denen weg muss und der rest das toleriert\n\nWird von mir nicht toleriert, da reporte ich notfalls auch mal meine Premades.\n\n> und jetzt kommt das leugnen :)\n> dazu sage ich: das muss nicht alles auf deine gruppe zutreffen, aber mit einem mindestmaß an menschenkenntnis weiß man, dass probleme dieser art relativ premadespezifisch sind (und altersspezifisch).\n\nIch denke mal vor allem altersspezifisch. Unseren 14jährigen halten wir an der kurzen Leine, der Rest ist so 18/19+\n\n> eure bewertungen sind mir egal. mich interessieren nur argumente.\n\nDeine Bewertung ist positiv xD Was ich gebracht hab, würde ich nicht als Argumente, sondern eher so als Beobachtungen und Empfindungen bezeichnen.\n> \n> jugendliche tendieren in gruppen dazu, asozial gegenüber anderen zu werden. das ist die menschliche natur. wer das noch nicht erlebt hat, ist wahrscheinlich irgendwie mit 40 zur welt gekommen. und selbst da hört das phänomen nicht auf.\n\nLeider wahr. Zum Glück bin ich aus dem Alter raus.\n> \n> mein dank geht an rito für die premade-identifikationstags :)\n\nIch mag die Tags auch :D Lustig ist es nur, wenn man als 5er Premade 5 unterschiedliche Tags hat ;D","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-04-11T09:06:10.791+0000","up_votes":3,"down_votes":2,"body":"Wenn sie etwas schreiben wie \"Premades sind blöd\" scheint das aktuell am ehesten eine neue Form von \"ich verliere wegen meiner Teammates und stecke in X fest obwohl ich nach Y gehöre\". Es kann zwar sein, dass man einzelne Spiele wegen der Teammates verliert oder eben wegen der Premades, deswegen steckt man aber noch nicht fest. \n\nMir ist auch aufgefallen, dass einige solcher Beiträge eine erstaunlich voreingenommene Sichtweise haben. Glanzstück in den letzten Tagen war für mich jemand, der sich darüber beschwert immer nur gegen Premades zu spielen, obwohl er Solo unterwegs ist und deswegen seine Rankeds verliert. Selbiger Spieler hatte scheinbar alle seine Rankeds seit der Einführung der DynQ mit Freunden gespielt . . . \nDa sollte es nicht verwundern, wenn immer Premadegruppen auftreten.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T10:10:10.397+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0000,timestamp=2016-04-11T09:06:10.791+0000)\n>\n> [...] \"ich verliere wegen meiner Teammates und stecke in X fest obwohl ich nach Y gehöre\". [...]\n\nIch gehöre auch nach Gold :c xD Bin ja auf dem besten Weg dorthin und ob ich da tatsächlich hingehöre, wird sich zeigen, ob ich am Ende der Season auch dort lande. Bisher sieht es gut aus :D\n \n> Mir ist auch aufgefallen, dass einige solcher Beiträge eine erstaunlich voreingenommene Sichtweise haben. Glanzstück in den letzten Tagen war für mich jemand, der sich darüber beschwert immer nur gegen Premades zu spielen, obwohl er Solo unterwegs ist und deswegen seine Rankeds verliert. Selbiger Spieler hatte scheinbar alle seine Rankeds seit der Einführung der DynQ mit Freunden gespielt . . . \n> Da sollte es nicht verwundern, wenn immer Premadegruppen auftreten.\n\nDer hat wohl das Matchmaking-System nicht verstanden. Zum einen spielt man ja (fast) immer in derselben Premade-Konstellation, zum anderen, wenn er allein gegen Premades verliert, was haben dann seine Premades gemacht? Ist das \"Solo unterwegs\" vielleicht darauf bezogen, dass er zwar mit Leuten in die Queue gegangen, diese dann aber wie randoms behandelt bzw. diese auch völlig random eingeladen hat? Oder haben die Muttis der Frende zum Essen gerufen? xD  Muss hart sein, sich bei manchen Menschen hier als Emissary beherrschen zu müssen^^","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T10:22:12.198+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00000000,timestamp=2016-04-11T10:10:10.397+0000)\n>\n> Der hat wohl das Matchmaking-System nicht verstanden. Zum einen spielt man ja (fast) immer in derselben Premade-Konstellation, zum anderen, wenn er allein gegen Premades verliert, was haben dann seine Premades gemacht? Ist das \"Solo unterwegs\" vielleicht darauf bezogen, dass er zwar mit Leuten in die Queue gegangen, diese dann aber wie randoms behandelt bzw. diese auch völlig random eingeladen hat? Oder haben die Muttis der Frende zum Essen gerufen? xD  \n\nDie Mehrheit kenn das Matchmaking-System nicht gut genug.\nZudem sind die Kritiken hier auch nicht repräsentativ. Denn hier ins Forum kommen kaum Spieler, die mit der DynQ zufrieden sind, nur um dies hier noch zu bestätigen. ;)\n\nBei jenen Threads habe ich zudem das Gefühl, dass jene Spieler - die jetzt über Premades jammern - sich einfach auch zu viel von einer SoloQ erhoffen.\nWenn sie dann auch in einem SoloQ-Ranked-Modus verlieren, dann sind es wegen Neulingen im eigenen Team, smrufs beim Gegner, etc. ;)","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-04-11T10:20:42.910+0000","up_votes":2,"down_votes":0,"body":"Als ich nachfragte meinte er, er spielt ja nur Premade, weil er Premade spielen muss, weil er ja eh gegen Premade spielt. War ziemlich konfus die Erklärung.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T10:57:48.305+0000","up_votes":1,"down_votes":0,"body":"Jaja, die frustrierten Spieler^^","replies":[]}]}]}]},{"id":"","poster":"AllMid AllRandom","date":"2016-04-12T00:31:49.683+0000","up_votes":2,"down_votes":0,"body":"Kurz und knapp: Im High-Elo dia1+ ist es nur noch frustrierend solo zu spielen, weil 5er premades ein zu größen vorteil haben, ohne ingame voice. die anderen schwimmen nur auf der welle mit.","replies":[]},{"id":"","poster":"OneBlackTear","date":"2016-04-11T15:06:26.156+0000","up_votes":2,"down_votes":0,"body":"ich möchte auch gern was dazu sagen.\ndenn ich finde es nicht schlimm mit premades zu spielen weil die dann meistens ne bessere absprache haben und wenn man das spiel auch besser kennt kann man auch gut mit den supporter und midler agieren wenn es premades sind und du adc weil die sich meist gegenseitig helfen das ihre lane nicht einbricht. nutz das und geh mit ihnen einfach mit.  aber es gibt auch so ein paar premades die sind schon schwer zu behandeln in team weil die einfach immer aleine mit ihren kollegen reinziehen, auf einen der grade schlecht spielt zuschimpfen durch ihren übermut ständig sterben und wenn es vier premades sind steht man sehr oft außen vor und weiß nicht was die von einem wollen.\nABER es sind meistens auch nur spieler die, die selben fehler machen wie andere auch aber durch ihre absprache sich manchmal ein vortel gegenüber ihren gegnern machen können.\n\nDeshalb meine Meinung : Shit happens, take what you can and give nothing Back.\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Talon The First","date":"2016-04-11T11:51:30.749+0000","up_votes":2,"down_votes":1,"body":"-weniger Kommunikation mit dem team\n-sogenannte drittsprachen\n-Gefahr dass die anderen premades 10mal besser sind \n-man muss seine picks anpassen da manches nicht so gut gegen premades funktioniert \n-man weiß nicht wer mit wem premade ist \n-premades heulen in meinem elo oft rum dass ich der soloq Spieler so kacke bin obwohl die selbst manchmal die mechanics im Keller gelassen haben \n-premades trashtalken oder lästern über dich manchmal \n-oder pingen dich zu Tode  (hatte ich mal)\n Es sind diese negativen Erfahrungen die die leute misstrauisch machen und verängstigen games zu verlieren. Es werden alle über einen Kamm geschert und alle premades sind in den Augen der Division 4 und 5 leuten anschaum","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T13:24:23.466+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ATHEROS01,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000b,timestamp=2016-04-11T11:51:30.749+0000)\n>\n> -weniger Kommunikation mit dem team\n\nIst wohl sehr abhängig, was für Leute diese Premades sind. Hier hat auch schon einer gesprieben, dass er, wenn er Solo spielt, eigentlich gar nicht mit dem Team kommuniziert, allerdings wenn er Premades hat, klappt das besser.\n> -sogenannte drittsprachen\n\nMeinst du, wenn die dann ihre eigene Sprache im Chat nutzen? Kam mir in Rankeds noch gar nicht vor.\n> -Gefahr dass die anderen premades 10mal besser sind \n\nEs besteht auch die Gefahr, dass deine Premades 10mal besser sind als die des Gegners ;)\n> -man muss seine picks anpassen da manches nicht so gut gegen premades funktioniert \n\nHast du Beispiele dazu? Mir fällt gerade nichts ein, was da nicht passen sollte. Bei mir in Silber funktionieren die Picks bestimmt trotzdem^^\n> -man weiß nicht wer mit wem premade ist \n\nIst das wirklich ein Problem? Das sorgt doch nur dafür, dass man aufmerksamer ist. Wirkt zumindest bei mir so.\n> -premades heulen in meinem elo oft rum dass ich der soloq Spieler so kacke bin obwohl die selbst manchmal die mechanics im Keller gelassen haben \n\nUmgekehrt passiert genau das gleiche. Wäre in SoloQ nicht besser, glaub mir.\n> -premades trashtalken oder lästern über dich manchmal \n\nSolange sie das nicht im Chat machen, ist das eh egal.\n> -oder pingen dich zu Tode  (hatte ich mal)\n\nAuch das würde in SoloQ ebenso passieren bzw. könnte ebenso passieren.\n>  Es sind diese negativen Erfahrungen die die leute misstrauisch machen und verängstigen games zu verlieren. Es werden alle über einen Kamm geschert und alle premades sind in den Augen der Division 4 und 5 leuten anschaum\n\nZiemlich traurig sowas. Kann man nicht einfach nur Spaß haben?","replies":[]},{"id":"","poster":"Azuritia","date":"2017-09-27T03:00:23.218+0000","up_votes":1,"down_votes":1,"body":"Japp diese Erfahrung habe ich heute wieder mit ihnen gemacht alles was du hier aufgelistet hast kam vor: Reden in in einer Fremdsprache ununterbrochen,  wurde Rassist geschimpft. Sie sagten beide Premades kein Wort darüber auf welche Lanes sie gingen würden, ich schrieb von Anfang in den Chat:Adc damit klar ist auf welche Lane ich gehen würde, hätte zur Not auch eine andere Rolle genommen, nur da beide Spieler verdächtig ruhig blieben von Anfang an, war klar das ihr Verhalten sehr suspekt und dubios war. Endergebnis wurde indirekt dazu gezwungen als ADC auf die Midlane zu gehen, weil beide Premade Buddies auf der Botlane hockten, obwohl ich da eigentlich hin sollte..Ergebnis: Mrs.Fortune is einem Op Char wie  ZED deutlich unterlegen, ein Schütze wird nie so gute Chancen haben gegenen einen Assainen oder einen Tank oder einen sehr starken Op Charakter wie zb ZED/Yasuo. Andere Op Chars fallen mir momentan nicht ein als Beispiel sorry. Was dann weiter negativ auffiel, bin nicht sicher ob das gesamte Team ein Premade Team war, mir wurden ständig Kills geklaut, ständig das hörte erst dann auf wie ich einmal Ks in den Chat tippte..dann auf einmal hörte der Killklau auf und ich konnte auch Kills machen. Verdächtig oder? Für mich schon. Premades lästern gern in Fremdsprachen über andere, sie sind unhöflich, trollen, provizieren für ihr Leben gern, und glauben keiner kann ihnen je was dafür anhaben. Teamplay?kann man bei Premades vergessen, TEAMPLAY is ein Fremdwort für sie. Tut mir leid ja ich hasse Premades und ich werde nicht so tun als ob ich sie mögen würde. Leute die sich weigern ständig Wards  zu nutzen, nicht den Champ auf der vorgegeben Lane zu spielen, wo  er hingehört. Sie sollten einfach aufhören mit dem :Nicht sagen auf welche Lane sie gehen, und dann absichtlich auf andere Lanes gehen in den Wissen, andere Spiele, haben gesagt sie gehen auf diese Lane: Das alles fällt unter Trolling. Die 2 Premade Buddies ließen Aussagen ab wie soll schlafen gehen. Man hat mich damit zum Afk gehen aufgefordert. Absolut nicht in Ordnung. Die Community sollte endlich aufwachen,als weiter Premade Buddies die sich nicht in Ordnung verhalten zu verdeitigen, oder Trolle in Schutz zu nehmen. Und Leute die das stört dafür nieder zu voten. Es ist einfach vom Rest nicht ok das zu tun, und sie wissen es. Premade Leute die sich nicht so benehmen müssen mich erst mal vom Gegenteil überzeugen das sie in Ordnung sind, vorher wird sich meine Meinung über Premades kein Stück ändern.","replies":[]}]},{"id":"","poster":"Alustus","date":"2016-04-11T09:12:13.715+0000","up_votes":3,"down_votes":2,"body":"Zu allererst viele wollen nur ihren ingame frust abbauen.\nSprich wenn das Spiel nicht so läuft wie gewünscht suchen sie nach einem Sündenbock.\nDa die HighELo Spieler zu recht über das System gemeckert haben, da es dort wirklich problematisch ist/war wird es auch gerne in niedrigern Elos benutzt wobei es dort kaum einen Unterschied macht.\n\nUnd natürlich wird auch unterbewusst der Frust mitspielen dass scheinbar kein SoloQ mehr kommen wird.\n\nAuch gibt es noch einige kleinere Punkte wesswegen Premades nicht so beliebt sind.\nUnter anderem dass es 2 komplett verschiedene dinge sind ob man zu 4 oder alleine spielt, da zu 4/5 die Kommunikation ganz anders ist als im SoloQ und auch der Induviduelle Skill nicht mehr ganz so wichtig ist. (dafür sind andere dinge wie Teamplay usw wichtiger)\n","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T09:56:47.653+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0002,timestamp=2016-04-11T09:12:13.715+0000)\n>\n> Zu allererst viele wollen nur ihren ingame frust abbauen.\n> Sprich wenn das Spiel nicht so läuft wie gewünscht suchen sie nach einem Sündenbock.\n\nOb es so schlau ist, sich allein gegen eine Mehrheit aufzulehnen? Manche denken wohl einfach nicht nach^^\n\n> Da die HighELo Spieler zu recht über das System gemeckert haben, da es dort wirklich problematisch ist/war wird es auch gerne in niedrigern Elos benutzt wobei es dort kaum einen Unterschied macht.\n\nDie High Elo hat eher Probleme mit den Warteschlangenzeiten, nehm ich an. Warum sich dann in Low Elo über Premades aufgeregt wird, bleibt mir schleierhaft.\n\n> Und natürlich wird auch unterbewusst der Frust mitspielen dass scheinbar kein SoloQ mehr kommen wird.\n\nSchade für die, die sie wollten. Ich fand es persönlich auch etwas seltsam, dass sie überhaupt angekündigt wurde, bevor sie die Live-Ergebnisse der dynamicQ hatten. Auch wenn sie es geplant hatten, sie wollten erst mal ihr neues Ranking-System testen und hätten die Arbeiten an der SoloQ vielleicht weniger offenlegen sollen. Da hat Riot wohl zu durchsichtig gearbeitet. Man sieht ja, was für Hate dabei entsteht, leider.\n\n> Auch gibt es noch einige kleinere Punkte wesswegen Premades nicht so beliebt sind.\n> Unter anderem dass es 2 komplett verschiedene dinge sind ob man zu 4 oder alleine spielt, da zu 4/5 die Kommunikation ganz anders ist als im SoloQ und auch der Induviduelle Skill nicht mehr ganz so wichtig ist. (dafür sind andere dinge wie Teamplay usw wichtiger)\n\nIch bin letzte Season auch nur dadurch aufgestiegen, dass ich von meinen Teams profitiert hab, bzw. deren Stärken nutzen konnte. Ich bin irgendwie ganz glücklich darüber, dass jetzt auch im Low Elo-Bereich viel mehr auf das Team abgezielt wird, als nur auf \"Ich gewinn meine Lane und damit das Spiel.\" Ich sehe auch viel weniger, dass dann Leute im All-Chat schreiben, dass die ihn nur besiegen konnten, weil die ihn 1v2 oder 1v3 geholt haben. Dieser Ego-Gedanke in diesem Teamspiel ist meiner Meinung gut zurückgegangen. Dein letzes Argument sehen vermutlich die Solospieler als Kontrapunkt und die Teamspieler als Propunkt an dem dynamschen System.","replies":[{"id":"","poster":"Alustus","date":"2016-04-11T10:44:15.367+0000","up_votes":2,"down_votes":0,"body":"> Die High Elo hat eher Probleme mit den Warteschlangenzeiten, nehm ich an. Warum sich dann in Low Elo über Premades aufgeregt wird, bleibt mir schleierhaft.\n\nIch weiß jetzt nicht ob es den Gruppen geschuldet war oder der DynamicQ an sich, aber es wurden Challanger mit 1100 LP mit Dia3 Leuten gematcht. (was ein enormer Skillunterschied ist)\nNaja und die lowElo Spieler regen sich wahrscheinlich einfach auf weil es die Pros auch machen, dass es in ihrer Elo keinen wirklichen unterschied macht ist ihnen so ziemlich egal.\n\n> \n> Schade für die, die sie wollten. Ich fand es persönlich auch etwas seltsam, dass sie überhaupt angekündigt wurde, bevor sie die Live-Ergebnisse der dynamicQ hatten. Auch wenn sie es geplant hatten, sie wollten erst mal ihr neues Ranking-System testen und hätten die Arbeiten an der SoloQ vielleicht weniger offenlegen sollen. Da hat Riot wohl zu durchsichtig gearbeitet. Man sieht ja, was für Hate dabei entsteht, leider.\n> \n\nMir ist schleierhaft warum man die DynamicQ rausgebracht hat, jetzt hat man sowohl viele Teamrank Spieler gegen sich wie auch SoloQ spieler.\nIch kenne viele Teams die sich aus verschiedenen Elos zuammengetan haben um Teamrank zu spieln, diese können jetzt nicht mehr miteinander Spielen.\nWeil das System jetzt nach Spielerelo und nicht mehr nach Teamelo geht.\n\nVersteh mich bitte nicht falsch die Grundidee finde ich auch super, aber wenn man sich das genauer anschaut waren die Probleme doch schon vorhersehbar. \nGäbe es noch immer soloQ und Teamrank würde wahrscheinlich kaum jemand DynamicQ spielen.\nIm moment zwingt Riot die Community zu einem Modus welcher nur auf dem Papier anständig funktioniert.\nAuch wenn der Flame weniger geworden ist, auch wenn es schön ist sich besser auf eine Lane zu spezialieren gibt es viele negativ Punkte.\n\n(Genug über das System an sich)\n\n> Ich bin letzte Season auch nur dadurch aufgestiegen, dass ich von meinen Teams profitiert hab, bzw. deren Stärken nutzen konnte. Ich bin irgendwie ganz glücklich darüber, dass jetzt auch im Low Elo-Bereich viel mehr auf das Team abgezielt wird\n\nBin ich zwar selber nicht, da ich lieber solo spiele und man hat schon einen gewissen nachteil gegenüber premades.\nWas eig. nichts schlimmes ist aber wenn man nur Solo spielt ..","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T11:07:42.860+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000200000000,timestamp=2016-04-11T10:44:15.367+0000)\n>\n \n> Mir ist schleierhaft warum man die DynamicQ rausgebracht hat, jetzt hat man sowohl viele Teamrank Spieler gegen sich wie auch SoloQ spieler.\n> Ich kenne viele Teams die sich aus verschiedenen Elos zuammengetan haben um Teamrank zu spieln, diese können jetzt nicht mehr miteinander Spielen.\n> Weil das System jetzt nach Spielerelo und nicht mehr nach Teamelo geht.\n\nIch war auch Teil eines Teams, das jetzt nur noch teilweise oder mit Smurfs zusammenspielt. Das alte 5er Team hatten wir diese Season noch gar nicht. Da kenn ich auch einige, die unbedingt Teamranken wollten, voll durchstarten in Season 6 und dann puff, war's weg... Irgendwie schon ein wenig schade, aber mittlerweile hab ich den Tod der Teamrankeds verkraftet. Das wäre schon wieder eine Diskussion wert, SoloQ vs dynamicQ vs Teamranked. Problem bei Teamranked war aber leider, dass wir selten mal das Team komplett hatten, was ein klarer Minuspunkt dafür ist.\n\n> Bin ich zwar selber nicht, da ich lieber solo spiele und man hat schon einen gewissen nachteil gegenüber premades.\n> Was eig. nichts schlimmes ist aber wenn man nur Solo spielt ..\n\nAn sich ist die Teamverteilung doch gleich. (Sollte zumindest) Ich spiel manchmal auch Solo und finde den Unterschied jetzt auch nicht so berauschend. Ich weiß nicht, ob sich das ändern würde, würde ich regelmäßig allein spielen, aber bisher spüre ich auch Solo keinen wirklichen Nachteil.","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2016-04-11T10:56:16.909+0000","up_votes":2,"down_votes":1,"body":"> Schade für die, die sie wollten. Ich fand es persönlich auch etwas seltsam, dass sie überhaupt angekündigt wurde, bevor sie die Live-Ergebnisse der dynamicQ hatten. Auch wenn sie es geplant hatten, sie wollten erst mal ihr neues Ranking-System testen und hätten die Arbeiten an der SoloQ vielleicht weniger offenlegen sollen.\n\nSoloQ war ja eigendlich nie geplant. Erst nachdem bei den Livetests in Na und Tr Kritik geäußert wurde kam Riot mit der SoloQ, wo man jetzt wieder spekulieren kann welche Intention Riot bei dieser Ankündigung hatte.","replies":[]}]}]},{"id":"","poster":"HiiiiiPower","date":"2016-04-11T09:08:34.060+0000","up_votes":3,"down_votes":2,"body":"Weil a) die Leute nicht alle so super gelaunt und nett miteinander umgehen und b) weil schlechte Spieler einfach mitgeschliffen werden können und c) für viele die aktuelle Elo keinen Wert mehr hat.\n\nMaxim Markow (von SummonersInn) hat letztens auch gesagt: \"Ich bin in Diamond5 und habe absolut nichts dafür getan\".","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T09:40:29.763+0000","up_votes":1,"down_votes":0,"body":"a) Mit so einer Antwort hab ich gerechnet.^^ Schade eigentlich, aber unter den Solospielern ist der Flame-Anteil bestimmt auf dem selben Level wie bei Grüppchen. Ich hab aber auch schon in einer Gruppe gespielt, die sich dann intern zerfleischt hat. War nicht so angenehm auf dem TS, aber da hat man ja noch die Zeit, das nach dem Game zu bereden. Aber ich schweife ab^^\n\nb) Ist mir bisher auch nie aufgefallen. Vielleicht weil ich zu denen gehöre, die oft mit Leuten nahe der eigenen Elo spielen (Gold IV bis Silber IV, ich bin da mittendrin, manchmal auch der am höchsten gestufte^^).  Ich schau einfach mal bei meinen Premades nach, wer sich denn nur mitziehen lässt, denn eigentlich bringt da jeder seinen Beitrag.\n\nc) Daran hat sich doch im Vergleich zur Solo/DuoQ nicht viel verändert, finde ich zumindest. Man hat zwar ab und zu auch mehr Premades mit, aber trotzdem spielt man eben auf seinem eigenen Niveau. Für mich hat sie noch immer denselben Wert wie damals. \n\nZu dem Zitat: Das ist doch dieser Typ, der den Channel \"Letsreadsmallbooks\" betreibt, richtig? Hat er sich da etwa hochziehen lassen? oO","replies":[{"id":"","poster":"HiiiiiPower","date":"2016-04-11T10:06:36.140+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00010001,timestamp=2016-04-11T09:40:29.763+0000)\n>\n> a) Mit so einer Antwort hab ich gerechnet.^^ Schade eigentlich, aber unter den Solospielern ist der Flame-Anteil bestimmt auf dem selben Level wie bei Grüppchen. Ich hab aber auch schon in einer Gruppe gespielt, die sich dann intern zerfleischt hat. War nicht so angenehm auf dem TS, aber da hat man ja noch die Zeit, das nach dem Game zu bereden. Aber ich schweife ab^^\n> \n> b) Ist mir bisher auch nie aufgefallen. Vielleicht weil ich zu denen gehöre, die oft mit Leuten nahe der eigenen Elo spielen (Gold IV bis Silber IV, ich bin da mittendrin, manchmal auch der am höchsten gestufte^^).  Ich schau einfach mal bei meinen Premades nach, wer sich denn nur mitziehen lässt, denn eigentlich bringt da jeder seinen Beitrag.\n> \n> c) Daran hat sich doch im Vergleich zur Solo/DuoQ nicht viel verändert, finde ich zumindest. Man hat zwar ab und zu auch mehr Premades mit, aber trotzdem spielt man eben auf seinem eigenen Niveau. Für mich hat sie noch immer denselben Wert wie damals. \n> \n> Zu dem Zitat: Das ist doch dieser Typ, der den Channel \"Letsreadsmallbooks\" betreibt, richtig? Hat er sich da etwa hochziehen lassen? oO\n\na) Sein wir ehrlich, wer jemand als Sündenbock sucht, wird ihn so oder so finden, nur auf Premades herumzuhacken ist halt einfacher.\nb) Es gibt ja auch Truppen im Silber/Goldbereich, die halt mit Platin/Dia+ Smurfs zocken. Ist aber ein Silberspieler von seinen Skills her wirklich nur Silber (kann dir eh keiner attestieren), wird ihn der \"bessere\" / die \"besseren\" Spieler halt mitziehen. \nc) Ja zum Niveau, aber viele empfinden das einfach so, ich kann mit der neuen Q auch gut leben.\nd) Ja ist er, nein hab ich so auch nicht gesagt, aber seiner Meinung nach hat er da weniger Anteil dran gehabt.","replies":[{"id":"","poster":"HyperionCH","date":"2016-04-11T10:17:34.431+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=HiiiiiPower,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000100010000,timestamp=2016-04-11T10:06:36.140+0000)\n>\n> d) Ja ist er, nein hab ich so auch nicht gesagt, aber seiner Meinung nach hat er da weniger Anteil dran gehabt.\n\nWobei er auch schon einmal Dia5 war, bevor es die DynQ gab (so weit ich mich erinenre in der Preseason 5 - also über ein Jahr her - und dann auch noch als Main-Sup).\n\nKann also auch sein, dass er nur extrem selbstkritisch ist (oder gewisse Zuschauer im Twitch-Stream einfach den Wind aus den Segeln nimmt, die einfach nur alles kritisieren).\n\nMit mir sollte man deshalb auch nicht zu oft Premade (über TS) spielen. Ich habe an meinen Games nämlich ständig etwas auszusetzen (bezüglich meiner eigenen Leistung; nicht jene der anderen). ;)","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-11T10:16:24.183+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HiiiiiPower,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000100010000,timestamp=2016-04-11T10:06:36.140+0000)\n>\n> b) Es gibt ja auch Truppen im Silber/Goldbereich, die halt mit Platin/Dia+ Smurfs zocken. Ist aber ein Silberspieler von seinen Skills her wirklich nur Silber (kann dir eh keiner attestieren), wird ihn der \"bessere\" / die \"besseren\" Spieler halt mitziehen. \n\nStimmt, ich zock auch ab und zu mal mit ner Freundin, die eigentlich Platin ist^^ Auch wenn sie in meinem letzten Spiel total reingefeedet hat xD Ich bemerke allerdings nicht wirklich häufig, dass Smurfs unterwegs sind. Vielleicht sind die auch nur unauffällig.\n\n>d) Ja ist er, nein hab ich so auch nicht gesagt, aber seiner Meinung nach hat er da weniger Anteil dran gehabt.\n\nWenn er meint, ich kann das nicht beurteilen^^","replies":[]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-04-11T09:23:55.667+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=HiiiiiPower,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=0001,timestamp=2016-04-11T09:08:34.060+0000)\n>\n> Weil a) die Leute nicht alle so super gelaunt und nett miteinander umgehen und b) weil schlechte Spieler einfach mitgeschliffen werden können und c) für viele die aktuelle Elo keinen Wert mehr hat.\n> \n> Maxim Markow (von SummonersInn) hat letztens auch gesagt: \"Ich bin in Diamond5 und habe absolut nichts dafür getan\".\n\nEs hat aber nun mal nicht jeder nen LCS Mate in der Liste der auf jeder Elo seine Smurfs hat...finde So Beispiele Persönlich immer ziemlich Unrealistisch...","replies":[]}]},{"id":"","poster":"ReDcOrSaIr2","date":"2016-04-11T09:26:01.289+0000","up_votes":2,"down_votes":1,"body":"Ich hab nichts gegen Premades ^^ \nAusser sie picken im Ranked Trollpicks (Wirkliche Trollpicks.) Und dann sagen, man solle auch mal Spass haben xD \nAber sonst hab ich nichts gegen die ^^","replies":[{"id":"","poster":"Marofion","date":"2016-04-11T09:29:46.457+0000","up_votes":3,"down_votes":1,"body":"Was sind denn \"wirkliche Trollpicks\" und \"unwirkliche Trollpicks\"?","replies":[{"id":"","poster":"ReDcOrSaIr2","date":"2016-04-11T10:03:06.054+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Marofion,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00030000,timestamp=2016-04-11T09:29:46.457+0000)\n>\n> Was sind denn \"wirkliche Trollpicks\" und \"unwirkliche Trollpicks\"?\n\nHabe keine genannt, weil ich keine wusste. Z.B: Darius Adc und LB supp.","replies":[{"id":"","poster":"Marofion","date":"2016-04-11T10:09:57.540+0000","up_votes":2,"down_votes":0,"body":"Gegen mich funktioniert das sogar ganz gut :D\nIch komm auf sowas nicht klar. Mit solchen Picks rechne ich nicht und bis ich mich darauf eingestellt habe... dann ist es meist zu spät :(","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2016-04-11T10:51:31.097+0000","up_votes":1,"down_votes":0,"body":"Gut, dass ich sowas nicht mache. Meine Gruppen sind in Rankeds eher gewinnorientliert und nicht experimentierfreudig. :)","replies":[]}]},{"id":"","poster":"ZeeDarkon","date":"2016-04-11T11:47:50.188+0000","up_votes":3,"down_votes":1,"body":"Ich finde es ziemlich übertrieben wie viele leute behaupten dass jede premade toxisch ist und mit ihr zu spielen keinen spaß macht. meine eigene erfahrung sowohl als premade als auch als solo-spieler gehen da eher in die entgegengesetzte richtung.\n\ntrotzdem möchte ich soloQ, aber aus nem ganz anderen grund: ich möchte dass ELO wieder aussagekräftig ist und nicht mehr nur \"wer hat die bessere premade\" oder sogar \"wer hat mehr freunde die einen über smurfs boosten\".","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T13:10:41.652+0000","up_votes":1,"down_votes":0,"body":"Boosten ist unschön, da geb ich dir Recht. Keine Ahnung, warum sich so viele Spieler über ihren Rang profilieren. Wobei das Ganze vielleicht mal überarbeitet werden sollte, denn wenn op.gg Recht hat, dann gehöre ich zu den Top 35% der Spieler und das als Silberling. Ob das so stimmt, keine Ahnung, aber seltsam ist es trotzdem.\nAber zurück zum Thema^^\n\nWer hat die besseren Premades finde ich in einem Teamspiel gar nicht so verkehrt, es ist ja nicht verkehrt, die Stärken anderer im Team auszunutzen. Wenn alle auf ihren Main-Accounts spielen, entsteht dadurch ja kein Nachteil oder Vorteil für einen.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T13:18:41.779+0000","up_votes":3,"down_votes":1,"body":"ist recht simpel: es gibt ja sonst nichts. es gibt die modi für casuals, normal, ARAM. dann gab es den modus für leute die competetive sind. ranked. jetzt haben sie den auch noch angepasst mehr casual zu sein und jetzt bleibt einem kaum noch eine möglichkeit seinen skill an irgendwas zu messen. \n\ntop 35% als silber II... das spiel ist mittlerweile so populär dass zu viele neue spieler dazukommen als dass sich der durchschnittliche rang nach oben verschiebt. \n\nwer hat die bessere premade finde ich total verkehrt wenn es keinen modus gibt in dem man die premade nicht hat. so wie das spiel aufgebaut ist ist es viel zu leicht die fehler eines anderen auszugleichen ohne dass der dazulernt, und ich möchte nicht mit leuten in diamond spielen die keine game knowledge haben aber immer von ihrer premade gecarried werden...\n\ndementsprechend auch auf dem main kann das ein großer vorteil sein. um mal mich und meine freunde (in normals) als beispiel zu nehmen: ich kriege oft von bronze und siber freunden zu hören dass sie ja zu unrecht so weit unten sind, denn wenn sie normals mit uns spielen kommen sie ja klar. was sie dabei übersehen ist dass wir ihre lanes babysitten, shotcallen sodass sie keine game knowledge brauchen, dafür sorgen dass sie nicht overextenden etc...","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T13:39:33.306+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZeeDarkon,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=000a00000000,timestamp=2016-04-11T13:18:41.779+0000)\n>\n> top 35% als silber II... das spiel ist mittlerweile so populär dass zu viele neue spieler dazukommen als dass sich der durchschnittliche rang nach oben verschiebt. \n\nKaum zu glauben, dass es so viele Spieler geben soll, die schlechter sind als ich. Ich mein, ich weiß, was ich kann und das ist jetzt auch nicht so viel.\n> wer hat die bessere premade finde ich total verkehrt wenn es keinen modus gibt in dem man die premade nicht hat. so wie das spiel aufgebaut ist ist es viel zu leicht die fehler eines anderen auszugleichen ohne dass der dazulernt, und ich möchte nicht mit leuten in diamond spielen die keine game knowledge haben aber immer von ihrer premade gecarried werden...\n> \n> dementsprechend auch auf dem main kann das ein großer vorteil sein. um mal mich und meine freunde (in normals) als beispiel zu nehmen: ich kriege oft von bronze und siber freunden zu hören dass sie ja zu unrecht so weit unten sind, denn wenn sie normals mit uns spielen kommen sie ja klar. was sie dabei übersehen ist dass wir ihre lanes babysitten, shotcallen sodass sie keine game knowledge brauchen, dafür sorgen dass sie nicht overextenden etc...\n\nDaran hab ich jetzt auch weniger gedacht. Ist ein gutes Argument. Mit 'nem Platin-Supporter hab ich auch bessere Stats.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T13:44:45.128+0000","up_votes":1,"down_votes":0,"body":"ich muss zugeben dass ich auch ein bisschen verwirrt war als ichs gerade nachgeguckt habe und gesehen hab dass high silver grob top 30% ist, vor allem weil ich von ende letzter season in errinerung habe dass platin V top 10% waren, und gold top 25%, also es ist sogar ein bisschen nach unten gegangen o.O\n\nich hab ja nichtmal wirklich was gegen dynamic queue oder dagegen dass riot ranked mehr für casuals anpasst, aber ich messe ELO mittlerweile kaum noch wert bei weil bestimmt ein drittel meiner friendslist geboosted ist :/","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-11T16:38:36.059+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ganz am Ende waren Gold 5 + 35 % aller Spieler. Vermutlich durch Leute, die noch Gold erreichen wollten und dann wieder nachgelassen haben. Die steigen ja erst sehr spät nach Silber ab.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T16:45:39.682+0000","up_votes":1,"down_votes":0,"body":"Das käme ja dann dem jetzigen stand sehr nahe, was mir auch wahrscheinlicher vorkommt ^^\n\nweiß nicht was ich da im kopf hatte, vielleicht irgendwas aus der season-mitte :/","replies":[]}]}]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2016-04-11T16:08:59.690+0000","up_votes":1,"down_votes":0,"body":"Da ist es wieder: \"Make ELO great again!\"\nELO war nie \"aussagekrätig\" es stimmt, sie war aussagekräftiger als sie nur durch DuoQ verwaschen wurde aber zum absoluten \"aussagekrätig\" reicht das trotzdem nicht.","replies":[{"id":"","poster":"ZeeDarkon","date":"2016-04-11T16:13:54.416+0000","up_votes":1,"down_votes":0,"body":"ja, ich hätte gerne ein measurement für skill, und ELO war da recht aussagekräftig. türlich nicht \"absolut\", aber das gibt es auch nicht.","replies":[]}]}]},{"id":"","poster":"PapaJLBaer","date":"2016-04-16T21:06:47.965+0000","up_votes":2,"down_votes":6,"body":"Ich glaub ich kann dir da sicher weiter helfen.\n\nIch würde mich selber als eine der größten Premads Hasser überhaupt bezeichnen.\nAlso den Premads die Champions weg bannen die Sie spielen möchten ist bei mir Standard.\nMir ist es lieber wenn ich verlier und es schaffe das 4 Premads verlieren als zu gewinnen.\nAllein zusehen wie Sie sich aufregen ist schon ein Sieg. Ich allein bring 4 Premadszum ausrasten, weil \nSie dachen sie haben zu viert ein besser Siegchane. Nicht mit mir.\n\nDie Gründe warum ich Premads hasse. \n\nGrund 1 :\n\nPremads können Vois Chats nutzen die Ihnen einen Vorteil verschaffen ( unfairen Vorteil ).\nIch bezeichne dies mal als Cheaten. Selbst der Riot Supp hat mir das bestätigt das Vois Chat eine bessre schnelle komunikation ist als der Chat im Spiel.\nSie sehen das aber noch nicht als Vorteil, was ich völlig unverständlich empfinde.\n\nGrund 2:\n\nSmurfs. Damit ein Hight eo Spieler mit seine Low Elo Freund spielen kann, muss der Hight elo Spieler ein Smurf nutzen.\nSmurfs werden eben Falls nicht richtig von System erkannt und bieten den Nutzer ein Vorteil. Premads von den eine ein Smurf ist sind für mich nicht anderes als ELO Booste, auch wenn Sie Normal Spielen.\n\nGrund 3\n\nWer selber Premads im Team hat muss auch gegen Premas Spielen. Auch wenn er die nicht will.\nIch kann nicht entscheiden ob ich gegen 4 Premads spielen will ( was ich zu 100% nicht will )\nEin 4er Team hingegen ist sich der Sache bewusst das Sie gegen 3er - 5er  Premads spielen müssen.\n\nDer Grund warum Premads nett zu Solo Spielern sind ist der Sie sind auf die Sol Spieler angewiesen. Die Solo Spieler aber nicht auf die Premads. \nKein 4er Premads Team könnte ein Macht ohne ein Solo Spieler spielen. Solo Spieler hin gegen können immer in jeder Konstellation spielen.\n\nIch denke persönlich hat kein Solo Spieler etwas gegen Premads. Aber solo Spieler werden nicht von Riot gewürdigt. Beispiel : Teambelohnungen oder DynamicQ / Club System.\nWo ist bitte die SOLOQ ? Die sollte schon lange wieder gekommen sein. Ich warte immer noch darauf.\nKlar Premads  setzen sich nicht dafür ein das die SoloQ wieder kommt.\nWenn aber die Premads genug hass auf die Solo Spieler haben die Ihnen Ihre Games zerstören ( werden sicher beide Seiten sagen ) werden auch die die wieder Einführung der SoloQ vorderen.\n\nDas ist zumndes Meine Ansicht und Meinung zu den Thema.\n\nPS: \nSollte ihr Premads sein und auf mich treffen verlast besser das Game vor beginn und fangt nicht in Game an zu flamen, weil ich das tue was ich in der Champion Auswahl gesagt habe tue.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-16T22:30:54.035+0000","up_votes":2,"down_votes":0,"body":"Mit Absicht zu verlieren ist nicht sonderlich nett. Du hasst also Premades, weil sie Voice Chat nutzen? Klar, wenn man sich mit mehreren Menschen zusammengeschlossen hat, will man sich auch absprechen. Muss man sie dafür hassen, dass sie taktisch vorgehen wollen? Ist für mich unverständlich.\n\nDer Grund, dass du Premades aufgrund der Smurfs nicht magst, kann ich ganz gut nachvollziehen. Das ist tatsächlich ein unfairer Vorteil. \n\nPremades sind ebenso auf die Solo-Spieler angewiesen, wie Solo-Spieler auf Premades (wenn sie zusammen gematched werden) Ich glaube nicht, dass du ein 1v5 gewinnen kannst, aber ein 4v5 zu gewinnen, ist wahrscheinlicher. \n\nWarum bevorzugt und belohnt Riot die Premades? Sie wollen League of Legends eben als Teamspiel und nicht als Singleplayergame. Warum sie Teamranked abgeschafft haben, ist mir dennoch ein Rätsel. \n\nSolltest du mir mit Absicht meine Spiele versauen, werde ich dich reporten und wieder vergessen.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-04-17T00:22:20.080+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=00130001,timestamp=2016-04-16T22:30:54.035+0000)\n>\n> Mit Absicht zu verlieren ist nicht sonderlich nett. Du hasst also Premades, weil sie Voice Chat nutzen? Klar, wenn man sich mit mehreren Menschen zusammengeschlossen hat, will man sich auch absprechen. Muss man sie dafür hassen, dass sie taktisch vorgehen wollen? Ist für mich unverständlich.\n> \n\nDu verstehest da was falsch.\nIch habe nicht gegen diese Leute, sondern gegen den Vorteil der daraus resultiert.\nWenn auch Solo Spieler immer mit einander sprechen könnten wäre es wieder fair.\n\n> Der Grund, dass du Premades aufgrund der Smurfs nicht magst, kann ich ganz gut nachvollziehen. Das ist tatsächlich ein unfairer Vorteil. \n> \n> Premades sind ebenso auf die Solo-Spieler angewiesen, wie Solo-Spieler auf Premades (wenn sie zusammen gematched werden) Ich glaube nicht, dass du ein 1v5 gewinnen kannst, aber ein 4v5 zu gewinnen, ist wahrscheinlicher. \n\nDas verstehe ich wiederum nicht. Ich spiele doch nicht 1 vs 5 sondern wenn 5 Solo vs 5 Solo.\n4er Team + Duo sind immer hin schon 6. Ich ein Team aus reines Solo Spieler Team erstellen aber kein Team aus 4 Premads ohne ein Solo Spieler.\n\n> \n> Warum bevorzugt und belohnt Riot die Premades? Sie wollen League of Legends eben als Teamspiel und nicht als Singleplayergame. Warum sie Teamranked abgeschafft haben, ist mir dennoch ein Rätsel. \n> \n\nDie Antwort laute 5.\nMan brauchte immer 5 Leute.\n\nDie Premads Dynamic Q erlaubt es auch 3er Teams mit Dou zu mischen.\nDamit haben Sie einfach den Zwang der 5 Leute abgeschafft.\n\n> Solltest du mir mit Absicht meine Spiele versauen, werde ich dich reporten und wieder vergessen.\n\nDas kannst du gerne tun. Aber ich werde das selbige tun.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-04-16T21:13:38.932+0000","up_votes":2,"down_votes":0,"body":">Mir ist es lieber wenn ich verlier und es schaffe das 4 Premads verlieren als zu gewinnen.\nAllein zusehen wie Sie sich aufregen ist schon ein Sieg. Ich allein bring 4 Premadszum ausrasten, weil\nSie dachen sie haben zu viert ein besser Siegchane. Nicht mit mir.\n\nWunderst du dich bei dem Verhalten wirklich, warum die Leute dich zurecht melden wollen?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-04-17T00:33:47.946+0000","up_votes":1,"down_votes":5,"body":"Warum sollte ich mich den anstrengen zu gewinnen.\n\nDas Problem ist ich will doch erst gar nicht mit diesen Leuten spielen.\nSchon gar nicht 40 min. Also wenn der Game schon vorher verloren ist gibt es weniger hass.\nAuf den schnellen Sieg habe ich ja nicht einen so großen Einfluss. \n\nAufnahmen sind lediglich wenn im Gegner Team mehr Premads sind und ich feststelle das ich besser bin als die.\nDann beiße ich die Zahne zusammen und versuch das diese Premads verlieren.","replies":[]}]},{"id":"","poster":"DanionVibit","date":"2016-04-21T07:45:57.526+0000","up_votes":2,"down_votes":0,"body":"Ich bin grade einfach sprachlos. Extra verlieren wollen, weil man sich dazu entschlossen hat alleine zu spielen. \n\nDa bleibt nur noch zu sagen, hoffentlich bekommst du so schnell wie möglich deinen mehr als gerechtfertigten Bann. Egal was deine Argumente sind/waren das ist intentionally feeding bzw. Absichtliches manipulieren des Spielverlaufes. \n\nZum kotzen.","replies":[]}]},{"id":"","poster":"Prodigy Rumiho","date":"2016-04-12T15:55:27.107+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Bergelmir32","date":"2016-04-12T16:08:34.345+0000","up_votes":2,"down_votes":1,"body":"> Das witzige ist halt, dass die Low Elo (< Plat 1) Dynamic Queue großteils befürwortet, während Dia/Master/Chall Spieler fast ausschließlich dagegen sind.\n> \n> Müsst ihr auf jedes Game 20 Minuten warten? Sind bei euch die Ranks in den Teams oftmals komplett unbalanced? EBEN NICHT.\n> \n> Also hört endlich auf, euch über SoloQ Spieler aufzuregen, ihr dämlichen Lows...\n\nOh, ein guter alter Elonazi, der sich für was besseres hält, weil seine tolle glitzer Zahl höher ist als die anderen.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-12T17:57:50.790+0000","up_votes":1,"down_votes":0,"body":"Bisher hab ich eher mitbekommen, dass sich die Solo-Spieler aufregen. Du scheinst auch nicht sonderlich aktiv im Forum zu sein, denn es haben sich schon einige Low Elo-Spieler darüber beschwert, dass keine reine SoloQ kommt.\n\nWas haben die Wartezeit und die unbalanceten Teams eigentlich damit zu tun, dass sich angeblich so viele über Solo-Spieler aufregen? Ich finde den Zusammenhang nicht. \n\nUnd warum beleidigst du?","replies":[]}]},{"id":"","poster":"Jokomoto","date":"2016-04-12T07:11:15.821+0000","up_votes":2,"down_votes":1,"body":"Keiner hasst Premades. Jeder der sich darüber über Premades beschwert, der ist eher frustriert über Missplays oder einer Loosing-Streak. Jetzt ist nur auch so, dass Solo-Spieler gegen komplette Teams spielen. Diese Spiele wird man meist verlieren. \n\nDie Dyn-Que ist aber aktuell nur Müll.Für High-Elo-Spieler ist die Dauer in der Warteschlange wesentlich höher geworden als zuvor. Deshalb haben sich einige Streamer wie Dyrus, Imaqtpie und IwillDominate auch schon dazu entschieden mehrere Accounts anzulegen, die regelmäßig in die Diamant-Division durch Inaktivität absteigen.\n\nDurch die Restriktion für Premades in höheren Divisionen können einige Teams nicht mehr zusammenspielen, damit die Dyn-Que nicht ausgenutzt wird. In niedrigeren Divisonen ist dies allerdings weiterhin möglich. Durch Solo- und Team-Que hätten nun kaputte Teams zumindest eine Ausweichmöglichkeit.\n\nPersönliche Errungenschaft und die Errungenschaft eines Teams ist in Dyn-Que nicht mehr sichtbar, weil dort **beides** gemacht werden kann. Jetzt sind Leute teilweise in höheren Elo, weil ihr Team durch Calls, Roations und konkreter Planung in Teamcomp und Spielplan die schlechtere Mechanics, Mapawareness, Gamesense und Championknowledge überspielt. \n\nDync-Que hat auch seine Vorteile wie mit einem Team aus drei Ranked zu spielen oder seine Rolle vor der Que zu bestimmen. Dennoch denke ich, dass eine Auswahl zwischen Solo- und Dyn-Que besser wäre.","replies":[]},{"id":"","poster":"Oyasumi Punpun","date":"2016-04-11T11:42:21.234+0000","up_votes":2,"down_votes":1,"body":"Was mich an 3er Premades im Ranked stört ist, dass man einen Nachteil hat, wenn man als Solo-Spieler 3 Premades im Gegnerteam hat und gleichzeitig muss man sich noch fürchten, von den Premades im eigenen Team geblamt zu werden, wenn man deswegen verkackt.","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T13:00:28.382+0000","up_votes":1,"down_votes":0,"body":"Oh, mal eine Meinung, die ich bisher bei noch keinem gelesen habe. In deiner Sache kann ich sogar nachvollziehen, dass dir deswegen die SoloQ lieber wäre. Vor dem Blame deiner eigenen Teammates sollte man sich aber nicht fürchten, die sind dann eben auch nur gefrustet, dass sie verlieren. Ich finde auch, dass einzelne ebenso blamen und flamen wie arrangierte Gruppen.","replies":[]}]},{"id":"","poster":"SuperplexP","date":"2016-04-11T15:04:12.154+0000","up_votes":1,"down_votes":0,"body":"Das Problem an Premades ist nunmal folgendes:\n\nNehmen wir an, wir haben ein reines SoloQ Spiel. Wenn wir jetzt die Rollen beiseite lassen, hat jeder Spieler 1/5 Anteil am Sieg oder an der Niederlage seines Teams.\n\nJetzt nehmen wir mal ein gebalancetes DynQ-Spiel mit 3 oder 4 Premades. Die 1/5 Verteilung gilt nicht mehr. Beide Teams bestehen zu einem Großteil aus Premades, die dank Absprachen etc. einen unendlich höheren Einfluss auf das Spiel haben.\n\nSo arten also viele (wenn nicht sogar die meisten) Spiele mit 3 oder 4 Premades (auch 2x2 würde ich dazuzählen) in \"Better Premades Win\" aus. Und das mögen SoloQ-Spieler (wie meine Wenigkeit), die sowieso schon mad sind, weil Riot erst die SoloQ ankündigt und dann begräbt, nunmal gar nicht.\n\nDazu ist dieses Premadesystem (in den Augen vieler) nichts anderes als legales Boosting. Vor allem, wenn man dann noch Smurfing mit reinnimmt. Gib einem Bronze 2 Spieler einen Dia-Smurf mit Silber Elo und der Bronzespieler ist am Ende der Season mindestens Gold und hat sich dabei sogar noch gelangweilt.","replies":[{"id":"","poster":"Zulwar","date":"2016-04-13T06:01:21.883+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele rankeds alleine oder aber mit premades von 1-4 den einzigen unterschied, den ich merke ist, das wenn ich in einem 5er Premadeteam bin, die Gegner stärker sind als wenn wir nur 4 sind. Aber gewinnen tute ich meistens, wenn ich alleine spiele und da ist es unabhängig ob ich premades in meinem Team habe oder nicht.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-11T16:32:03.325+0000","up_votes":1,"down_votes":0,"body":"Wer sich aus Bronze nach Gold boosten lässt, hört irgendwann auf zu zocken. Ich kannte mal eine Person aus Bronze 4. Hat Account an einen übergeben, der sie nach Gold gespielt hat. Sie hat selbst nur noch verloren, da sie einfach mal weit unter dem Niveau war. Mittlerweile spielt sie gar nicht mehr","replies":[]}]},{"id":"","poster":"BabyRageLoL","date":"2016-04-11T17:09:48.456+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=4E3di1A4,comment-id=,timestamp=2016-04-11T08:50:22.239+0000)\n\n> Nun Frage ich mich, warum die Solo-Ranked-Spieler so einen Hass und Frust auf die Multi-Ranked-Spieler haben? Haben wir ihnen was angetan, dass sie nicht mit uns spielen wollen? Meine Premade-Teams behandeln die Solo-Spieler eigentlich immer nett und versuchen diese so gut es geht mit ins Team einzugliedern. Also warum wollen sie dennoch so unbedingt die SoloQ?\n\n\nKann ich dir sagen, nicht jeder hat gute Erfahrungen gemacht mit Premade Teams als Solo Spieler. Ich selbst und auch Leute aus meiner FL, musste die Erfahrung sammeln das 4er Premades +  1 Random im Team, oftmals nicht miteinander harmonieren, da die 4 Premade Spieler oftmals die Fehler, wenn was schief geht im Spiel, beim Random Spieler suchen und alle 4 auf einem rum hacken, ihm mit \"4 Reports drohen weil sie sind ja premade, die zählen mehr\", laut derer Aussagen, auch wenn ich weiß das 4 nich mehr zählen als einer, es ärgert  trotzdem.\n\nAllein aus diesem Grund, finde ich als Solo Q Spieler die Multi Rankeds einfach abschreckend und will auch nich mit 4er Premades zusammen gesteckt werden, weil ich eben genau auf solche Sachen keine Lust habe. Und anderen gehts da nich anders.","replies":[{"id":"","poster":"Sirrkas","date":"2016-04-11T17:12:14.065+0000","up_votes":1,"down_votes":0,"body":"Das kann auch die Premades nerfen. Ich hab das nicht selten, dass meine Kumpels im TS auch nur die Schuld auf einen Random schieben, wenn man als Gruppe unterwegs ist. Selbst dann, wenn klar ist, dass der nichts falsch gemacht hat oder zumindest nicht mehr als der Kumpel. Ist aber immer noch besser, als wenn sie ihm im Chat schreiben, er wäre schlecht. Dann wars das meistens und das Spiel ist verloren. ","replies":[]}]},{"id":"","poster":"Game Over Boyz","date":"2016-04-17T07:52:14.939+0000","up_votes":1,"down_votes":4,"body":"das ist doch ganz einfach stell dir vor du ques alleine für eine gutes altes 5v5 game bei dem keiner mitdem anderen kommuniziert ? ganz einfahc was will mann mehr jder spieltsolo jeder will gewinnen faires game halt :D:D jetzt que ich alleine und spiel gegen 3 oder 4 oder 5 gegner die zusammen im ts hocken und alles absprechen wärend ich mit leuten im team bin die nicht mal 1 wort englisch sprechen geschweige denn schreiben können und das in 9 von 10 games und wenn ich mit mehrern leuten spiele ist jedes game free win wo bleibt denn da der spaß wenn ich bereits nach dem champions select weiß´welches team aufgrund der höheren premade anzahl gewinnt ? ??? ??? mal im ernst ihr wollt zu dritt spielen spielt verdammt nochmal 3v3 ranked ihr wollte zu 5 spielen dann spielt verdammt nochmal auch gegen ein 5er team ihr wollt duoq auf die bot oder mid/top jungle pre von mir aus solange die anderen 3 wenigstens soloq sind obwohl mir das sogar schon zuviel ist für eine 1v1 rangliste sollte diese dann nicht auch nur alleine Gespielt Werden??? wozu existiert eine 5v5 rangliste wenn es Kein Verdammtes 5v5 gibt ??? PS wir WOllen die ALte 3v3 map WIeder Nicht Diesen Altar SChwachsinnn RIOT sucks evry year more dig --,,--","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-17T11:38:17.116+0000","up_votes":3,"down_votes":1,"body":"Wenn die Premadekonstellation in deinem Team 1+1+3 ist, ist die bei den Gegnern genauso (sollte in den meisten fällen so sein)\nDass du mit Leuten spielst, die kein englisch können, ist zwar tatsächlich hinderlich, aber kein zwangsläufiges Premade-Problem.  \nDann sagst du zum einen, dass 3er Premades 3v3 spielen sollen, sagst aber auch, dass die Map Müll ist? Wenn die 3er Teams derselben Ansicht sind wie du, werden sie definitiv nicht 3v3 spielen. 5er Teams spielen rein theoretisch gegen 5er Teams.\nÜbrigens ist dieser \"Altar-Schwachsinn\" eine schöne Alternative zum klassischen 5v5 Mode. \nAlso dein einziges wirkliches Argument ist, dass die Premades kommunizieren und mehr auf Teamplay aus sind als auf das eigene Können. Was auch der Grund sein dürfte, warum dynamicQ für mich schwerer geworden ist als die damalige Q, da ich damals schon super die Stärken meines Teams genutzt habe, um zu gewinnen.","replies":[]}]}]}