{"id":"yGoFIJKn","poster":"Marcus Phillida","date":"2016-04-11T08:23:54.308+0000","title":"Adc´s Farm","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nMir ist in letzter Zeit aufgefallen, das Adc&acute;s fast immer den meisten Farm im Team haben.\r\nObwohl Toplane und Midlane es auch haben k&ouml;nnten, haben Adc&acute;s meiner Erfahrung nach so gut wie immer den meisten Farm.\r\n\r\nWas sind eure Erfahrungen?","replies":[{"id":"","poster":"Marofion","date":"2016-04-11T09:16:11.887+0000","up_votes":1,"down_votes":0,"body":"Meiner Erfahrung nach hat der ADC allerdings erst später den meisten Farm: In der Grouping Phase. \nMeiner Erfahrung nach sind ADC und Mid Laner in der Laning Phase ziemlich gleichauf, dauernd wird sich gegenseitig gepoked und gekämpft. Und die Top Lane... zumindest wenn ich Top Lane spiele, ansonsten achte ich nicht besonders darauf, hat meist der Top Laner den meisten Farm im Early und das ganze legt sich erst nach mehreren Minuten :/\n\nKommt halt auf die Spielweise an. Agressivere Spieler haben meiner Erfahrung nach eindeutig weniger Farm.","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-04-11T08:28:25.938+0000","up_votes":1,"down_votes":0,"body":"Glaube das resultiert daraus dass ein ADC den Supp dabei hat der ihm den Gegner vom hals halten kann und er so mehr Zeit hat zu Farmen als ein Toplaner der immer mal wieder vom Gegner Harrast wird und beim Farmen folglich gestört ist. Persönlich kommt es mir später auch so vor als könne ein ADC die Minions ohnehin schneller Clearen als eine Top/Mid.\nHab aber so Speziell noch nicht darauf geachtet...","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-11T09:00:16.918+0000","up_votes":1,"down_votes":0,"body":"Auch beim Groupen bekomme ich als ADC meist den Farm. Autoattacks aus der Ferne mit ordentlich AD killen die Minions ziemlich schnell. Also auch in diesen Phasen des Spiels bekommt der ADC gut farm ab.","replies":[]}]},{"id":"","poster":"DJ Schamhair","date":"2016-04-11T08:59:42.475+0000","up_votes":1,"down_votes":0,"body":"Ich stimm da meinem Vormate zu. auf den anderen Lanes Top/Mid wird im Regelfall viel mehr gefighted bzw. dem anderen versucht den Farm zu vermießen. Ich kann da aus meiner Erfahrung sagen... meistens ich komme auf die LANE, warte bis die erste Welle Vasallen da ist und dann wird schon der erste fette Poke/Fight gestartet. Ich hab auch so das Gefühl das die \"meisten\" ADC´s eher passiv spielen, sprich \"ich krieg lieber meine 100 Vasallen zusammen und kann mir dann mein XXX-Item holen anstatt den Fight zu wagen und eventuell mit nem Double kill für den Enemy-ADC zurück auf die Lane komm\". Auf der Top aber eher auf der Mid-Lane geht's meiner Meinung nach schon immer um die Kills, klar gibt es Matches wo dann auch nur gefarmed wird, aber in der Regel wird mehr gefighted.\nNoch ein Punkt ist, sagen wir du wirst unter deinen Tower gepushed. Auf der botlane hast du meistens (ADC – Angriffschaden) und zusätzlich einen Support der dir die Vasallen vorhitten kann. Auf der Midlane bist du oft Mage und hast keinen hohen Lasthitschaden. Dadurch verlier ich zum Beispiel oft Lasthits. Das Mana spielt da auch ne große Rolle. Mit beispielsweiße Le Blanc kannst du das im early (lvl 3-5) 3-4 x dein W einsetzen und hast kein Mana mehr um entweder zu fighten wenn du nen Gank bekommst oder deine Vasallen zu lasthiten. Naja sind nur meine Meinungen dazu und kann dir auch ned 100% sagen obs daran liegt aber das is so das was mir da spontan in Kopf kommt.","replies":[]}]}