{"id":"W7uHHbyl","poster":"Erhardt","date":"2016-04-10T20:53:41.722+0000","title":"Auto Attack Resets","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Also mir ist in letzter Zeit aufgefallen das man Auto Attack Resets wie {{champion:122}}  W, {{champion:58}}  W, {{champion:48}}  Q oder auch andere (ich wei&szlig; es nicht bei ranged Champions) nicht abbrechen kann, was mich sehr wundert.\r\n\r\nNormalerweise wir ein Auto Attack fast immer ausgef&uuml;hrt nach der ersten H&auml;lfte der cast animation (nach gef&uuml;hl), hei&szlig;t wenn man weg flasht oder irgendwie au&szlig;er Range kommt trifft der Auto Attack trotzdem (au&szlig;er bei {{champion:105}}  e, {{item:3157}}  etc) und das gleiche passiert auch wenn man diesen stunnt, knockbacked oder anderes, der Auto Attack (nur bei taunts wird er glaube ich ganz abgebrochen), hei&szlig;t Auto Attack geht durch nach der ersten H&auml;lfte der cast animation und wenn man in der ersten H&auml;fte der cast animation versucht abzubrechen geht der Angriff nicht durch bzw wird abgebrochen.\r\n\r\nAlso jetzt zu den Auto Attacks mir ist aufgefallen wenn ich zum Beispiel Darius spiele und meine W zum Minion Lasthitten benutze, der Minion kurz bevor die Animation ausgef&uuml;hrt wird, stirbt, geht der Auto Attack/Auto Attack Reset (w) auf den n&auml;chsten Minion was ganz normal ist, nun kann ich aber diese Animation nicht durch meine F Taste abbrechen (F ist bei mir zum stehen bleiben/ nichts ausf&uuml;hren belegt, hei&szlig;t wenn ich kurz davor bin was anzugreifen dr&uuml;cke ich F und die Attacke wird abgebrochen, hierbei gilt glaube ich die gleiche Regel wie oben genannt nach der ersten H&auml;lfte der Animation geht der Auto Attack durch). Dies passiert mir so ab und zu bei Darius und Nasus und macht mir das Farmen etwas schwerer aber das Problem kommt jetzt.\r\n\r\nWenn ich Riven spiele geht es in vielen Match Ups die Gegner zu outtraden, also wenig Leben zu verlieren und viel Schaden zuzuf&uuml;gen und das macht man meistens indem man die Attacken von den Gegner mit dem Schild abblockt oder mit der W oder 3. Q abbricht, aber nun durch Auto Attack Resets ist das nicht m&ouml;glich, hei&szlig;t egal ob ich bei der ersten H&auml;lfte der Animation stunne oder bei der zweiten H&auml;lfte der Auto Attack geht immer durch und das st&ouml;rt mich an der ganzen Sache, ich glaube das dies nicht so gedacht ist also wollte ich mal nachfragen ob das so gewollt ist oder nicht da es ja nochimmer ein Auto Attack ist.\r\n\r\nDanke f&uuml;rs lesen und einen sch&ouml;nen Tag noch.","replies":[]}