{"id":"WHMmj5pq","poster":"NTL Knuffel","date":"2016-04-10T10:47:00.096+0000","title":"Silber bis Gold Midlane gesucht.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir suchen f&uuml;r ein 5er Team noch einen Midlaner im Silber/Gold bereich.\r\nZiele des Teams sind die Verbesserung der Kommunikation, unserer F&auml;higkeiten (wir versuchen st&auml;ndig aufzusteigen) und evtl. Teilnahme an Turnieren &uuml;ber Wochenenden.\r\n\r\n**Anforderungen:**\r\n\r\n* Teamspeak 3\r\n* Silber/Gold Elo\r\n* Kritikf&auml;higkeit (sehr wichtig)\r\n* 17+ Jahre alt (wir sind alle zwischen 17-19)\r\n* Der Championpool sollte jederzeit erweiterbar sein\r\n* Flaming ist bei uns sehr ungerne gesehen\r\n\r\nBis dahin! =)","replies":[{"id":"","poster":"HomiiSimo","date":"2016-04-11T08:22:45.644+0000","up_votes":1,"down_votes":0,"body":"Hi ich suche gerade ein angagiertes Team zum verbessern meiner Fähigkeiten und natürlich soll es auch Spaß machen. Kurz zu meiner Person ich bin 20 Jahre alt eher  ruhigere typ also rumschreien und rumflamen werde ich ganz sicher nicht. Ich bin main midlaner meine zweite gute rolle toplane. Ich war s3 Platin s4 gold und s5 platin. Im Moment bin ich auf meinem Main acc Silber 2 und auf meinem smurf Gold 3. Habe 3 monate Pause gemacht nachdem s5 zu ende ging. Deshalb bin ich  noch ein wenig eingerostet. Bin aber sehr motiviert wieder zu alter Stärke zu kommen. Bin kritikfähig und offen für neue picks (metapicks). Habe auch natürlich ts3 und ein gutes headset. Also bei interesse einfach ingame adden. Main acc: HomiiSimo; Smurf: Ap so hoch\n\nSorry bei Rechtschreibfehler schreibe das gerade mit dem Handy.\n\nMfg\n\nHomiiSimo","replies":[]},{"id":"","poster":"Rooz Lee","date":"2016-04-10T11:44:24.044+0000","up_votes":1,"down_votes":0,"body":"Add mich: Rooz Lee (Gold 3 79 LP)\nIst mein 2. Account. Mein Main Account is Platin 5 :)","replies":[]},{"id":"","poster":"Froggnivia","date":"2016-04-10T11:36:03.050+0000","up_votes":1,"down_votes":0,"body":"Hi ich bin schon seit längerer zeit auf der suche nach einem team ich bin zurzeit silber 1 94 lp versuche mich aber in der nächsten zeit gold zu spielen ich bin kritikfähig und spiele auch sehr gerne an turnieren mit habe einen breiten pool und kann auf anfrage auch immer wieder neue champs lernen ts ist auch vorhanden das einzige problem ist dass ich 16 jahre alt bin habe aber auch schon öfters mit älteren leute gespielt und bis jetzt gab es nie probleme  falls ihr interesse habt einfach ing melden\n\nSSG Raicon :)","replies":[]}]}