{"id":"Odg7K5IU","poster":"Death is Beauty","date":"2016-04-09T16:14:37.629+0000","title":"Kann ich dafür bestraft werden?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hey ich hatte vorhin ein Game in dem ich Lissandra Midlane gespielt habe. Und wir hatten eine Botlane die 24/7 geganked wurde und auch darauf immer wieder starb, was nicht schlimm ist. Nun hat aber unsere Jinx, nach ca 5 Toden, damit angefangen einfach wenn sie attacked wurde stehen zu bleiben und nichts mehr getan und sich immer und immer wieder t&ouml;ten lassen.\r\n\r\nKann ich dann daf&uuml;r bestraft werden wenn ich etwas schreibe wie &quot;Pls report jinx/bot for feed and flame&quot; oder &quot;they still feed&quot;? \r\n\r\nMfG TheDoktorFail","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-09T16:34:23.862+0000","up_votes":2,"down_votes":0,"body":"Ja es ist strafbar und dazu noch unnötig.\nDie weit verbreitete Meinung, viele Reports würden mehr helfen, ist nämlich ein Irrglaube.\nEin Report ist genauso gut wie 9, auf die Anzahl der SPIELE in denen man reported wird, kommt es an (wenn es begründete Reports sind), wieviele Spieler einen in diesen Partien reported haben, ist nicht von Bedeutung.","replies":[]},{"id":"","poster":"Bocherto","date":"2016-04-09T16:16:49.313+0000","up_votes":1,"down_votes":0,"body":"Ja Report aufrufe sind nicht erwünscht.","replies":[{"id":"","poster":"Death is Beauty","date":"2016-04-09T16:19:47.997+0000","up_votes":1,"down_votes":0,"body":"Ah Ok, danke.\nDenn ich habe eine 25-Games-Chatsperre für zwei Games bekommen und ich habe auser dieses Report aufrufe nichts gefunden für was ich Bestraft werden könnte.","replies":[{"id":"","poster":"legofreak1","date":"2016-04-09T16:56:15.237+0000","up_votes":1,"down_votes":0,"body":"Wenn du dein Chatlog geliefert bekommen hast, dann kannst du das hier mit uns teilen. Die nächste Strafe nach der 25-Spiele CR ist der 14-Tage Bann, du solltest also im Chat in Zukunft nichts schlechtes schreiben. Generell gilt, wenn du nichts positives schreiben möchtest, schreib lieber gar nichts.","replies":[]},{"id":"","poster":"Bocherto","date":"2016-04-09T16:21:01.010+0000","up_votes":1,"down_votes":0,"body":"Weißte fürs nächste mal bescheid. Jeder der lust hat andere zu reporten wird das auch ohne deine Aufrufe tun.","replies":[]}]}]}]}