{"id":"4qxFH5Ea","poster":"BIubber Bernd","date":"2016-04-09T01:07:46.243+0000","title":"Roland the Hextech Pioner/Genera","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Eine kleine Champion Idea (Sehr WIP nur ein ger&uuml;st f&uuml;r Rito wenn die das sehen :D)\nName:Roland the Hextech Pioner/General\nBruiser/Mage(?)\nPassive:Unterst&uuml;tzung anfordern:Jede 2,5 Min. wird ein Supplycrate am Baron oder am Dragon Pit gedroppt dass vielleicht vom Spieler ausgew&auml;hlt werden                \n                                                         kann wo es droppt.Wenn sie aufgenommen werden gibt es einen kurzen Movementspeed Buff und etwas Gold+Exp f&uuml;rs           \n                                                         Roamen und jede 2te Box gibt dir einen Charge deiner Ulti(bis zu 5 Stacks) Nur wenn du Min. einen Stack hast kannst du \n                                                         deine Ulti casten.Ich denke mir die Gegner sollte es m&ouml;glich zu sein die Boxen zu zerst&ouml;ren.Wenn dies geschieht werden \n                                                         3 Teile &uuml;ber denn verb&uuml;ndenten jungle verteilt (Redbuff oder Bluebuff je nach dem wo das Crate stand).Wenn du \n                                                         diese aufsammelst kannst du einen Stack deiner Ulti wieder kriegen.\n                                                         DIE TEILE SOWOHL DIE BOXEN SIND INSTAND AUFNEHMBAR!\n\nQ,W,E sind mir noch Unbekannt\n\nR:Da habe ich ein Paar Ideen um Genau zu sein 3.\n   1: Eine Riesiger Orbital Laser (oder sowas :D) nix Besonderes nur guten Schaden\n2:Ein Riesiger Viktor Laser (E) Dieser soll speziel sein, n&auml;mlich wenn er Auftrift soll der ungef&auml;hr so lang sein wie der Gragas  dash (ca 800 Range und so breit wie die Anivia Q und wenn er vorbeizieht  hinterl&auml;st er eine undurchdringbare Mauer (so wie J4s ungef&auml;hr). \n3.Eine Combi aus allen also den beiden und vielleicht noch eine andere die du dann w&auml;hlen kannst je nach Situation z.B. wenn ihr jmd chaised und ihm den weg abschneidet oder einfach nur jmd Snipen wollt.\nALLE ULTIS SIND GLOBAL !!!!\nPS: Er sollte aus Zaun oder Pilltover sein :D\n\nAber was habe ich Bronze Scrub schon zu bieten was das hier irgendwie m&ouml;glich macht :D \n Bitte Ideen oder anderes Schreiben nehme sie gerne an :D","replies":[]}