{"id":"EPfdxzmU","poster":"Zephir","date":"2016-04-09T06:55:34.272+0000","title":"Absteigen?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hay Leute!\r\n\r\nErste Frage: Wenn man beispielsweise frisch Bronze III gekommen ist und somit 0 LP hat, wie oft darf man verlieren bis man wieder zur&uuml;ck zu Bronze IV kommt? \r\n\r\nZweite Frage: Wenn man ein Match gewinnt und dann 18 LP hat und dann wieder auf 0 LP kommt, darf man dann wieder &quot;siehe erste Frage&quot; verlieren?\r\n\r\nDanke im Vorraus! \r\n\r\nLg Zephir\r\n\r\nPs: Ich blick da leider nicht immer ganz durch...","replies":[{"id":"","poster":"Paniro","date":"2016-04-09T07:35:35.171+0000","up_votes":2,"down_votes":0,"body":"Nachdem man  in eine Division gekommen ist hat man 3 Games auf 0LP die einen nicht absteigen lassen - wenn diese verbraucht sind kann man absteigen.\n\nZ.B. Man ist auf 0LP & verliert 2 Games, daraufhin gewinnt man mal wieder, aber das war's auch wieder mitm Glück, man verliert wieder eins & ist wieder auf 0LP - nun hat man noch 1 0LP Loss, der einen nicht absteigen lässt, wenn man jetzt nochmals 2x hintereinander verliert ist die chance hoch, dass man absteigt.\n\nDa deine MMR wohl geringer ist als deine jetzige Division (win gibt weniger LP als man verliert beim Loss), ist leider die Wahrscheinlichkeit höher, dass du dann absteigst :(","replies":[{"id":"","poster":"Zephir","date":"2016-04-09T07:45:01.672+0000","up_votes":1,"down_votes":0,"body":"Ja wegen den zwei letzten loses ist meine MMR unter dem Durchschnitt meiner jetzigen Liga gefallen. \n\nDanke für deine Aufschlussreiche Antwort. Endlich weiß ich mal bestens bescheid! \n\nLg Zephir :)","replies":[]}]},{"id":"","poster":"Ripperion","date":"2016-04-09T07:05:31.273+0000","up_votes":2,"down_votes":0,"body":"Hey :D\n\nBei mir war es bisher immer so, dass ich, wenn ich neu in eine Division aufgestiegen bin, also z.b. von bronze 4 auf 3, beliebig oft hintereinander verlieren konnte ohne abzusteigen, nach einem verlorenen game steht soweit ich mich erinnere dann da 0 LP (+0), allerdings nur wenn du in dieser Division noch 0 Siege hast. Sobald du einmal gewonnen hast, steigst du sofort ab wenn du ein spiel bei 0 LP verlierst.\n\nSo ist es zumindest bei mir gewesen\n\nLG Ripperion99","replies":[{"id":"","poster":"Zephir","date":"2016-04-09T07:11:52.145+0000","up_votes":1,"down_votes":0,"body":"OH :c naja dann muss ich mal sehen was passieren wird.\n\nDanke für die Antwort!","replies":[{"id":"","poster":"Ripperion","date":"2016-04-09T07:18:07.852+0000","up_votes":2,"down_votes":0,"body":"Immer wieder gern ^-^","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-09T10:42:43.519+0000","up_votes":1,"down_votes":0,"body":"Mach dir mal nicht allzu viele Gedanken deswegen, spiel lieber mit weniger Druck, dann spielt man für gewöhnlich auch besser ^-^","replies":[{"id":"","poster":"Zephir","date":"2016-04-09T11:05:52.361+0000","up_votes":1,"down_votes":0,"body":"Würde ich gerne, aber ich war ein Jahr lang in der Elohölle, wenn ich wieder absteige auf Bronze V, kommt das wieder...","replies":[{"id":"","poster":"Megamaexx","date":"2016-04-09T11:09:55.085+0000","up_votes":1,"down_votes":0,"body":"Ach das wird schon ^-^","replies":[]}]}]}]}]}]}