{"id":"UR5U2yVV","poster":"D4wnl3ss","date":"2019-04-23T08:58:56.036+0000","title":"Unterstützt Riot die AFK's?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":14,"body":"Moin Community,\r\nmir ist grade etwas sehr unschönes aufgefallen. Ich war {{champion:62}} Jgl. Mir ist aufgefallen das Nocturne AFK ist. Er war gute 15 Minuten AFK bis man ihn endlich mal mit lvl 1 Sah in seinem Jgl. Nach nur 1 Minute war er wieder zu sehen mit LvL 6 .... Ich war zu dem Zeitpunkt Lvl 9 und habe 15 Minuten lang den kompletten JGL gelceared. ( Blue and Red site ). Wie zur Hölle kann das sein das er einfach Sofort nach so einer langen Zeit einfach Lvl 6 wird und so schnell aufholt das er wieder in dem Game ist! Es ist einfach Lächerlich. Man kann also immer AFK gehen und man kommt wieder und ist nach nur ca 3-4 Minuten auf dem Gleichen Niveau wie alle anderen..... Also unterstützt ihr sogesagt das AFK sein das sie sofort wieder in das Game reinfinden das ist einfach nur zum KOTZEN. Lasst sie einfach komplett Behind aber lasst sie doch nicht sofort wieder in das Game reinkommen...... Sowas ist einfach nur Ätzend","replies":[{"id":"","poster":"Iriní","date":"2019-04-23T09:09:15.188+0000","up_votes":4,"down_votes":0,"body":"Ganz im Gegenteil. Er bekommt vermutlich eine Niederlage durch Verlassen des Spiels, selbst wenn sein Team gewinnen sollte.\n\nDavon abgesehen ist eher immer noch drei Level hinten dran und hat keinerlei Gold durchs Töten von Monstern in den ersten 15 Minuten bekommen. Er ist also immer noch komplett Behind.\n\nEdit: Ihr habt das wegen dem Yasuo Smurf verloren, der einen gebotteten Account (zuvor nur TT-Spiele mit Heal + Ghost) hat. Ich hoffe du hast ihn reportet.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-04-24T05:18:25.260+0000","up_votes":3,"down_votes":0,"body":"1.) Wenn der Nocturne AFK war, wird er die Niederlage auch angerechnet bekommen, wenn sein Team das Spiel gewonnen hat, also... nein.\n\n2.) Du hattest immer noch 3 Level Vorsprung, was verdammt viel ist. Als Level 9 Spieler gewinnst du jedes 1vs1. Wenn ihr als als Team in der Summe mit 3 Leveln Vorsprung in nen \"Teamfight\"  geht, gewinnt ihr das auch, misplays ausgenommen, allein auf Grund des Levelvorsprunges.\n\nNatürlich wirkt \"Level 6\" wegen der Ultimate erst Mal katastrophal: Wie kann jemand, der AFK war, die bekommen. Aber du bekommst bei jedem Level weitere Bonusstatistiken, die dem Level 6 Typen fehlen. Deswegen ist er (und sein Team) wegen des AFKs weiter klar im Nachteil.\nUnd dazu solltest du als jemand, der am Spiel teilgenommen hat, auch noch wesentlich mehr Gold haben, was ich bisher völlig ignoriert habe. Du hast also auf 2 Ebenen einen extremen Vorteil. Wenn ihr (was durchaus vorkommen kann) diesen nicht ausspielt, ist das nicht die Schuld von Riot.\n\nVersetze dich mal in die Position des (von anderen angesprochenen) Yasuos: Stell dir vor, du lieferst ein absolut überragendes Spiel ab (warum auch immer), hast aber keine Chance es zu gewinnen, weil dein Jungler 10 Minuten lang Probleme mit seiner Connection hatte... der hat nicht mal nen Ragequit hingelegt, sondern einfach nur technische Probleme... würde es für dich fair erscheinen, wenn diese 10 Minuten so ausgelegt werden, dass das restliche Team keine Chance mehr auf irgendwas hat?","replies":[]},{"id":"","poster":"Cxdeic2707","date":"2019-04-24T14:07:12.152+0000","up_votes":2,"down_votes":0,"body":"Bruder dir ist bewusst dass die EP, die man durch Minions und Jgl Monster Bekommt beim clearen und mit dem gesamt lvl des Teams hochgeht und dass man dann weniger Camps für lvl 6 braucht.","replies":[]},{"id":"","poster":"eingew","date":"2019-04-24T05:18:07.677+0000","up_votes":1,"down_votes":0,"body":"Wie soll das denn sonst funktionieren? Soll ich als Supporter demnächst noch mehr Level hinter dem Team her hängen, weil ich lieber warde als im Blindflug mit meinem ADC die Toplane zu pushen und deshalb nicht bei jeder Minionwave anwesend bin?","replies":[]},{"id":"","poster":"Aymira","date":"2019-04-23T22:35:34.979+0000","up_votes":1,"down_votes":0,"body":"Was heißt in dem Zusammenhang unterstützen? Ich würde eher sagen, das diese Art System dahinter auch durchaus viele positive Aspekte hat. Stell dir vor, du gehst ins Ranglistenspiel und ohne ersichtlichen Grund versagt dein Internet für ca. 10 MInuten. Du kommst ins Spiel und bist soweit hinten das du nie wieder Anschluss findest. \n\nDa kommt die erhöhte Erfahrung ins Spiel. Du erreichst deine Stufen in einem gewissen Grad schneller um nicht als totales Opfer herum zu laufen. \n\nTrotzdem bleibt der Nachteil: Auch wenn du die selbe Stufe wie der Gegner hast, du hast wieviel Gold weniger? Richtig, das Gold was du hättest in 10 Minuten zusätzlich durch Tötungen und Vasallen erlangen können - Das sollte Nachteil genug sein, glaube ich.","replies":[]},{"id":"","poster":"Wolf Husky","date":"2019-04-23T09:07:45.620+0000","up_votes":1,"down_votes":0,"body":"naja, dadurch, dass du seinen Jng gecleared hast, stieg die XP die seine Camps bringen...d.h sie sind zwar schwere zu erlegen, geben dir aber dafür mehr XP. Deswegen hat Noc blitzschnell Lvl bekommen.\n\nEdit: Eigentlich kommt der nicht so schnell im game rein, er ist erstens ein early game champ, zweitens den Schaden den er angerichtet hat durch seine non-existenz bleibt bestehen, drittens er hat trotzdem weniger Gold.","replies":[]},{"id":"","poster":"never reform xd","date":"2019-04-23T09:05:59.610+0000","up_votes":1,"down_votes":2,"body":"catch up experience wurde meines wissens mit der zeit immer wieder erhöht. fair finde ichs nicht, aber wir müssens akzeptieren c:","replies":[]}]}