{"id":"VbAZkPyz","poster":"IPE Trunks","date":"2016-04-07T20:44:28.243+0000","title":"Team [Gold/Plat] sucht Midlaner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen. Wir suchen einen neuen Midlaner f&uuml;r unser Ranked Team. Wir werden dich/euch nat&uuml;rlich tryouten, um zu sehen, wie gut du menschlich und spielerisch zu uns passt.\r\nWir spielen in unserem Team seit nun knapp 4-5 Wochen, also sind wir noch relativ neu zusammengew&uuml;rfelt. \r\n\r\nZu mir: Bin Student, 21 Jahre alt und spiele League seit Ende Season 3\r\n\r\nWas k&ouml;nnen wir bieten: \r\n- Ein funktionierendes TS\r\n- Eine &quot;gro&szlig;e Community&quot; in Form eines Clans (Inpanic Esports)\r\n- Und nat&uuml;rlich den n&ouml;tigen Spa&szlig; und Witz, aber auch Ehrgeiz, der f&uuml;r dieses Spiel und den Elo Climb wichtig ist.\r\n\r\nWas wir erwarten:\r\n- Mindestalter 18 Jahre und eine damit verbundene geistige Reife\r\n- Zeit f&uuml;r Teamtraining: Dienstags/Donnerstag 18-22 Uhr; und bei Zeit Sonntags 18-22 Uhr\r\n- Gewisse Vorkenntnisse zu dem Matchups auf deiner/eurer Lane\r\n- Spa&szlig; am Spiel, Kritikf&auml;higkeit und den Willen sich zu verbessern: Denn seien wir ehrlich, hier ist keiner Perfekt :D\r\n\r\nFalls wir euer Interesse wecken konnten, meldet euch doch einfach hier, oder addet uns [IPE Trunks] oder [Vondor] in League, damit wir einen zeitnahen Tryouttermin ausmachen k&ouml;nnen.\r\nGru&szlig;\r\nIPE Trunks","replies":[{"id":"","poster":"IPE Trunks","date":"2016-04-12T17:24:57.638+0000","up_votes":1,"down_votes":0,"body":"Wir suchen immernoch :)\nElo zwischen Gold 3 und Plat 3 :)","replies":[]},{"id":"","poster":"Vondor","date":"2016-04-10T09:23:52.674+0000","up_votes":1,"down_votes":0,"body":"*puush*","replies":[]},{"id":"","poster":"T0bith0","date":"2016-04-07T21:10:59.744+0000","up_votes":1,"down_votes":0,"body":"Hi mein Name ist Tobias und ich bin Gold V (fast Gold 4) mit Ambitionen nach oben. Habe zu Beginn der Season ADC gemaint habe jetzt aber auf Mitte geswitcht, weil es mir einfach mehr Spaß macht. \nMeine Mainchamps sind LeBlanc, Varus, Ezreal und Ori. Spiele aber auch andere Champs gerne und lerne immer wieder gerne neue Champs. \nIch bin 18 Jahre jung, habe ein vernünftiges Headset, natürlich Skype und TS und am wichtigsten eine vernünftige Einstellung zum Spiel und rage und flame quasi nie. \nWürde mich über eine positive Antwort sehr freuen.","replies":[]}]}