{"id":"Q79WEkAI","poster":"Ariya","date":"2016-04-07T17:25:55.496+0000","title":"Erzählt uns eure besten LoL-Geschichten","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Hallo!\r\n\r\nIch schreibe heute im Auftrag von RiotJerkee - sie ist Teil des Publishing-Teams bei Riot. Wir m&ouml;chten, dass ihr eure besten LoL-Geschichten mit uns teilt &ndash; sie k&ouml;nnen witzig, einzigartig, inspirierend oder einfach verr&uuml;ckt sein! Neben euren pers&ouml;nlichen Errungenschaften und Geschehnissen in Spielen m&ouml;chten wir von euren einzigartigen LoL-Erfahrungen im echten Leben h&ouml;ren. Vergesst nicht uns zu erz&auml;hlen, was eure Geschichten einzigartig und besonders macht. Schreibt an gstories-rg@riotgames.com, selbst wenn ihr nicht der Hauptdarsteller seid.","replies":[{"id":"","poster":"Killerkante","date":"2016-04-12T17:13:08.764+0000","up_votes":13,"down_votes":0,"body":"Meine Freundin habe ich damals in einer ausseinandersetzung im All-Chat (nicht ingame) kennengelernt.\nHätte niemals gedacht dass ich mit ihr zusammenkomme aufgrund der Entfernung und der unterschiedlichen Charaktereigenschaften.\n\nDann hatten wir uns eine Weile im Chat gezofft und es kam irgendwann dazu dass wir einfach mal ein game zusammen gespielt haben, dort ist mir aufgefallen dass sie so dermaßen schlecht war  (aber dennoch richtig Spaß am Spiel hatte) dass ich ihr unbedingt helfen wollte besser zu werden, und das obwohl ich mir zu dem Zeitpunkt versprochen hatte nicht mehr so viel mit Spielerinnen zu spielen, weil Sie meistens jedenfalls alles viel enger sehen/schneller beleidigt sind und sich sehr schnell eine persönliche Beleidigung zusammenreimen wo eigentlich keine war.\n\nJedenfalls haben wir uns recht gut kennengelernt dadurch dass wir uns  so viel über das Spiel geschrieben haben und so ständig Gesprächsstoff hatten, obwohl wir beide (damals zumindest) sehr schüchterne Menschen waren. (ich hab einfach kein Wort bei einem Mädchen/einer Frau raus bekommen).\n\nLeague hat uns jedenfalls geholfen das zu überwinden, ganz abgesehen davon dass wir uns im Client zum ersten mal getroffen haben, schätze ich dass wir uns nicht so nahe gekommen wären wenn wir kein Gesprächsthema gehabt hätten wo jeder so viel reden/fragen konnte wie der andere.\nSie liest in ihrer Freizeit eher Bücher und ich im gegenzug rede sehr gern über Kampfsport/Kraftsport und kann mit Büchern ausserhalb vom Studium absolut nichts anfangen.\n(ihr wisst vermutlich wie das ist, wenn bei einem Date die Interessen ganz unterschiedlich sind totenstille herrscht, total peinlich sag ich euch .. noch unangenehmer als mitten in einer Klausur als einzigster zu lachen :D)\n\nAlso ohne League hätte ich höhstwahrscheinlich auch keine Freundin.\n\nIst zwar jetzt nicht unbedingt eine Geschichte, aber trotzdem das beste, was mir im Bezug zu League passiert ist.","replies":[{"id":"","poster":"xICompetent","date":"2016-11-26T10:46:39.260+0000","up_votes":1,"down_votes":0,"body":"LoL, die Partnervermittlung xDDD\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"eXtremeF1ght","date":"2016-05-22T17:09:50.120+0000","up_votes":1,"down_votes":0,"body":"hahah sowas wünscht sich jeder","replies":[]}]},{"id":"","poster":"AllThoseFleddex","date":"2016-05-14T19:08:31.520+0000","up_votes":7,"down_votes":0,"body":"Einmal auf dem Schulhof, da hab ich mich im Busch versteckt, als dann jemand vorbei kam, hab ich ihn in den Teich geschubst, Demacia geschrien und bin drehend weggelaufen. \npS: Garen is unbalanced","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-06-28T12:05:19.642+0000","up_votes":1,"down_votes":0,"body":"Ich kann nicht mehr :D","replies":[]}]},{"id":"","poster":"GankMeOrLose","date":"2016-04-08T21:58:03.648+0000","up_votes":7,"down_votes":0,"body":"Da hab ich seeeeehr viele Geschichten. Hier mal eine relativ neue:\n\nIch bin nicht sehr auf draußen im vergleich dazu wie viel ich zu Hause bin. Dennoch gehe ich gelegentlich mit ein paar Leuten Go-Kart fahren. Einer dieser Kumpel spielt ganz gerne Videospiele aber hat sich noch nie dazu durchgerungen League of Legends anzufassen. Eines Tages meinte ich zu ihm das er es doch mal mir zu liebe ausprobieren könnte und ich ihm helfe wenn er fragen hat. Gesagt, getan, fing er an und nach dem ersten Spiel kamen offensichtlicherweise eine Menge Fragen. Also spielte ich mit ihm ein paar Spiele zusammen und nach man konnte sehr schnell Fortschritte erkennen. Jedes mal nachdem wir gewonnen haben fragte er voller Elan ob wir noch eine Runde spielen und nach einer Niederlage immer warum wir denn verloren haben. \n\nDoch das interssante an der Geschichte ist, das als wir wieder Go-Kart fahren waren, es sich anfühlte als ob zwischen uns ein Band bestünde, so als ob ich ihn nun besser kennen würde, wüsste was er denkt und fühlt. Ich weiß nicht ob das bei allem so ist, aber wenn man mit Menschen zusammen in einem Team Legaue of Legends spielt, gibt man den anderen etwas und erhält auch etwas dafür. Die rede ist von Verbundenheit, vllt sogar Vertrauen und Freundschaft.\n\nWer mehr hören will sagt es einfach :)","replies":[{"id":"","poster":"GooCommitAlivent","date":"2016-04-30T09:12:54.515+0000","up_votes":2,"down_votes":0,"body":"Ist voll schön :) Aber das hat meiner Meinung nach nichts mit Leauge of Legends zu tun sondern einfach Video Spiele. Ein Freund von mir den ich schon seit 8 Jahre kenne (wir fingen aber so erst mit dem Zocken an als wir uns 3 Jahre kannten) zockt bzw. zockte sehr gern mit mir Battlefield 3-4, Rainbow Six Siege, GTA 5 und Assassins Creed. Innerhalb von diesen 5 Jahren hat er meine Persöhnlichkeit und Verhalten besser erkannt und ich seins. Während er alles Schritt für Schritt macht und immer ein Plan B macht falls etwas also nicht klappen sollte, denk ich nur an ein Plan den ich mit voller Gewalt ausführen will. Während er versucht einen anderen Weg zu finden wie man irgendwo hingelangt will ich einfach diesen einen Weg nehmen und so lange daran streben bis ich es schaffe. Was dann herauskam? Wir sind im EgoShooter oder einfach alle Spiele bei dem man Strategie verwenden muss einfach eine unschlagbare Duo. Die Denkweise, Strategien und Pläne von ihm mit der Wille von mir dass wir es durchziehen ist perfekt. \n\nUnd was wirklich toll ist, dass man sowas nicht nur beim Zocken sondern auch im echten Leben verwenden kann. Braucht ihr Geld weil ihr zu viel ausgegeben habt und noch lange dauert bis zum nächsten Monat? Oder müsst ihr ne große Arbeit leisten obs Schule ist oder Hausarbeit, dann kann es auch helfen. \n\nKurz gesagt finde ich, dass Zocken nicht einfach etwas ist was für Freaks sind wie leider viele denken oder dass man kein richtiges soziales Leben hat weil man sich angeblich Zuhause nur einsperrt. Nein ich finde Zocken etwas sehr schönes und etwas ist DAS aufjedenfall zum sozialen Leben dazu gehört.","replies":[]},{"id":"","poster":"So1o Feather","date":"2016-04-16T11:42:15.003+0000","up_votes":1,"down_votes":0,"body":"Das is eine supercoole Geschichte!\nich will auf jeden Fall mehr von solchen Geschichten hören :D","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-04-17T01:27:18.163+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=MohMC,realm=EUW,application-id=x3W1ubQa,discussion-id=Q79WEkAI,comment-id=00030001,timestamp=2016-04-16T11:42:15.003+0000)\n>\n> Das is eine supercoole Geschichte!\n> ich will auf jeden Fall mehr von solchen Geschichten hören :D\n\nDas freut mich wirklich ^^ dann hier noch eine, sehr ähnliche Geschichte aber das hat mich eher berührt da ich ihn besser kenne als den anderen.\n\n\nAls ich noch ganz frisch angefangen habe League zu spielen (Ende Season 5) habe ich mich so dermaßen brutal dämlich angestellt das ich mich höchstwahrscheinlich selber flamen würde wenn ich mich jetzt im Team hätte. Da ich niemanden hatte der mich dazu gebracht hat und ich selbst ohne jegliche Hilfe angefangen hatte habe ich mir ALLES selbst erarbeitet. Ich habe gleich mit LvL 10 Runen gekauft die die Welt nicht braucht, Masterys gehabt obwohl ich keinen Plan hatte was die eigentlich machen und hatte nicht einmal eine Ahnung was ein zur Hölle ein Snare ist.\n\nAls das Spiel langsam anfing richtig Spaß zu machen holte ich meinen besten Freund auch dazu und überredete ihn mit League anzufangen. Da er, genauso wie ich, nicht den blassesten Schimmer hatte was zum Teufel er da eigentlich macht, habe ich ihm erklärt wie alles läuft. Die Zeit verging, wir erreichten LvL 30 und wir lernten immer mehr. Aber je länger wir spielten desto mehr wuchs das kleine flamer kiddy in uns. Da wir noch relativ jung sind (19) haben wir uns öfter über bestimmte Sachen innerhalb des Spiels gestritten. Da wir aber das Spiel so sehr mögen sind diese Diskussionen sehr heftig geworden. Teilweise haben wir für Tage nicht mit einander geredet. Als wir uns mal wieder gestritten hatten, und uns ein paar Tage später im Real Life wieder gesehen haben, war es als wäre nichts gewesen. Wir waren wieder die besten Freunde. Doch als wir auf das Thema LoL kamen entbrannten die gemüter erneut. Wir merken sofort das, solbalt es um's Spiel ging wir uns nicht mehr halten konnten. Es war so als ob uns so viel am Spiel liegt das wir einander vollkommen vergaßen, wir stellten das Spiel über einander. \n\nAls wir dies begriffen, versuchten wir das Problem wie zivilisierte Erwachsene (die wir immer noch nicht sind :D) zu lösen und so konnten wir nach und nach richtig Kritik äußern und auch aufnehmen. Ich lernte quasi wie man auf einem vernünftigen Niveau diskutiert auch wenn es um wichtiges geht und seid dem hflt mir diese Erfahrung in vielen Bereichen meines Lebens weiter. \n\nKlingt komisch aber League hilft mir mich als Mensch weiter zu entwickeln und dennoch Spaß daran zu haben. Ich habe League als festen Bestandteil meines Lebens weil ich denke das mein lernpotential immer noch Luft nach oben hat.\n\nHoffe die Geschichte war genauso Unterhaltsam ^^","replies":[]}]},{"id":"","poster":"Dyke Washington","date":"2016-05-18T07:01:26.891+0000","up_votes":1,"down_votes":3,"body":"WIR WOLLEN GESCHICHTEN UND KEINE SEELSORGEN!","replies":[{"id":"","poster":"2Sunset","date":"2016-05-19T11:57:21.083+0000","up_votes":1,"down_votes":0,"body":"Die Beiden schreiben über \"Teamwork\" und wie sie die Erfahrung für sich gemacht haben. Ist doch genial wenn du dich mit einem Mate so gut verstehst. Da macht das zocken noch mehr Spaß!","replies":[]}]},{"id":"","poster":"Ghost Decree","date":"2016-05-05T09:00:08.795+0000","up_votes":1,"down_votes":0,"body":"Das du meinst zwischen euch sei ein \"Bund\" freut mich total!  Ein Freund vonmir hat auch wegen mir mit LoL angefangen und wir haben uns früher nur gezofft aber jetzt spielen wir fast immer zusammen","replies":[]},{"id":"","poster":"Faded Fools","date":"2016-04-27T12:49:05.277+0000","up_votes":1,"down_votes":0,"body":"Ja defintiv, ich habe viele gute Freunde gefunden, da am beim spielen oft viel scheisse labbert. xD","replies":[]},{"id":"","poster":"fightscreen","date":"2016-04-14T18:02:35.733+0000","up_votes":1,"down_votes":0,"body":"Haha ja das war bei meinem einer Freunde auch so x)","replies":[]}]},{"id":"","poster":"HunterHardy","date":"2016-08-08T12:02:45.746+0000","up_votes":4,"down_votes":0,"body":"Bin jetzt nicht der Typ, der häufig ragequittet, ich kann mich nur an dieses eine Mal erinnern. Glaube, das war Ende der Season 4, ich hatte Ryze (meinen damaligen Main) gepickt und mein Gegner war Pantheon. Damals war Ryze ein starker Counter von Pantheon (zumindest dachte ich das) und dementsprechend hatte ich offensiv gespielt, um meine Lane zu gewinnen. Aufgrund eines missglückten Plays im Early Game hatte er mich stattdessen gesnowballed, so hart, dass ich nicht mehr farmen konnte und war deshalb getiltet. Als ich 0/4/0 stand hatte er wieder auf mich engaged und ich wollte wegflashen, aber iwie bin ich zu ihm hingeflasht und das gab mir den Rest. Ich stand 0/5/0, war 4 Level hinten und hatte keinen Nerv mehr gehabt zu spielen.\n\nJedoch spielte ich mit meinem Cousin Premade und er redete auf mich ein, sodass ich nach 5 min wieder reconnected bin. Keiner flamte mich (war Ranked Solo/Duo Queue!) und wir spielten alle im Team, nach einer Weile war ich wieder ein vollwertiges Teammitglied und wir gewannen das Spiel! Es hatte mir gezeigt, egal wie schlecht meine Lane läuft, es lohnt sich NIEMALS zu ragequitten und ich bin auch seitdem nie wieder weggelaufen, dieses Spiel öffnete mir die Augen :)","replies":[]},{"id":"","poster":"Max","date":"2016-05-03T08:04:04.568+0000","up_votes":4,"down_votes":0,"body":"Ich hatte das Glück in einem ranked Game mit 500ms Ping als Orianna rumzulaufen, ich hab meinen Teammates darüber in Kenntnis gesetzt damit diese besser um mich herum spielen können.\nIm Teamfight stribt die gegnerische Riven und die GA Passive wird aktiviert. Ich mit meiner Q über ihr fang an die Sekunden runter zu zählen (GA hat 4sek bis zum Revive) und fange bei 3sek an wie verrückt R zu spammen im Wissen, dass meine Ult 0,5sek cast time hat.\nRiven kommt aus GA --> Meine Ult landet perfekt auf zufälligerweise noch 3 andere --> 4 Man Ult gewinnt den Teamfight --> Keiner glaubt mir, dass ich Lag hatte :P","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-05-03T20:15:31.259+0000","up_votes":1,"down_votes":0,"body":"schön wenn die never surrender Einstellung derart belohnt wird","replies":[]}]},{"id":"","poster":"M Shekar","date":"2016-08-08T19:16:36.362+0000","up_votes":1,"down_votes":1,"body":"Nach 3 Jahren League of Legends wo mir nur noch 10 Champs gefehlt haben mit ca 150 skins oder mehr \n\nwo ich mich mal daneben benommen hab einen schlechten tag hatte und echt mad war 1 game geflamed hatte werde ich perma gebannt\n\nhttp://www.youscreen.de/ypcqdyswj18.jpg\n\nGame 1\nM Shekar: gold elo only have god players lucian\nM Shekar: ...\nM Shekar: im healing this lucian all the time loosing 50% hp and he refused to save me with his heal ... makes me tilt\nM Shekar: kog no f\nM Shekar: blitz no ignite\nM Shekar: thx\nM Shekar: HOLYL\nM Shekar: IMN DONE\nM Shekar: 0 autoattacks\nM Shekar: FKIGN\nM Shekar: ZERO\nM Shekar: they needed 9 sec\nM Shekar: to kill me\nM Shekar: 9 fking sec\nM Shekar: AUTOATTACKS\nM Shekar: u have 91 ad\nM Shekar: 81\nM Shekar: u could make double kill\nM Shekar: fk off\nM Shekar: i play passive\nM Shekar: he flashed and e\nM Shekar: me\nM Shekar: stop suck my d1ck\nM Shekar: no not ahri\nM Shekar: gj ahri\nM Shekar: fk off\nM Shekar: lets dont chat\nM Shekar: malz no ult\nM Shekar: im afk\nM Shekar: 7mute all\nM Shekar: u make me tilt lucina\nM Shekar: with ur playstyle\nM Shekar: 1st u didnt healed me\nM Shekar: 2nd u didnt do any once autoattack in 9,3 sec\nM Shekar: and 3rd kog plays better the adc role thats why  we gonna loose every teamfight\nM Shekar: wathc replay\nM Shekar: and look how i died\nM Shekar: before u judge me\nM Shekar: grabbed#\nM Shekar: fk off\nM Shekar: im afk\nM Shekar: i got\nM Shekar: 1 time grabed\nM Shekar: in 18 min\nM Shekar: #the rest are\nM Shekar: flashes\nM Shekar: malz ult\nM Shekar: blitzrcrank e\nM Shekar: flash\nM Shekar: ignite\nM Shekar: and u ?\nM Shekar: did nothing\nM Shekar: attacking minions\nM Shekar: fk u\nM Shekar: i have in 100 gmaes\nM Shekar: 70% winrate\nM Shekar: with soraka\nM Shekar: and a good kda\nM Shekar: but people like u\nM Shekar: makes me tilt\nM Shekar: but at least\nM Shekar: people like u i jst have 1 time in 20 games\nM Shekar: so i can feel free the next 19 games\nM Shekar: i gonna pray\nM Shekar: for this midgame build lucian\nM Shekar: flor sure\nM Shekar: ur fault\nM Shekar: watch there hp\nM Shekar: free tirplöe\nM Shekar: where areu\nM Shekar: i gonna watch\nM Shekar: after this game ur match history\nM Shekar: if u have under 40% winrate\nM Shekar: just in casse u better watch urself lucian\nM Shekar: yeah\nM Shekar: report ^^\nM Shekar: gonna help u so mcuh\nM Shekar: blitz can u focus lucian ?\nM Shekar: jst 1 time","replies":[{"id":"","poster":"eingew","date":"2016-08-16T11:12:33.283+0000","up_votes":3,"down_votes":0,"body":"Vom 24.5. bis zum 7.6. ist eine Lücke in deiner Matchhistory, obwohl du die Tage davor und danach nie mehr als 3 Tage Pause zwischen deinen Rankeds machst. Eine exakt zweiwöchige Pause lässt einen leider schon vermuten, dass du den zweiwöchigen Ban bereits hinter dir hast.\n\nDein Geld ist leider irrelevant in dieser Situation. Riot beachtet den Wert in Euros eines Accounts bei Bans nicht. Womöglich hast du auch mehr potentielle Kunden vergrault als du für das Spiel an Geld ausgeben kannst - für einen Perma muss man sich schließlich richtig anstrengen. Du hast eine Menge Leute über einen langen Zeitraum hinweg ziemlich aufgeregt. Riot konnte dich jetzt nicht mehr ungestraft davon kommen lassen.\n\nDir wurde in der Nachricht zum 14 tägigen Ban bereits gesagt, dass ein weiteres Vergehen dich diesen Account kosten wird. Du hast länger durchgehalten als die meisten, die sonst ins Forum kommen, das ist gut. Leider war das nicht lange genug.","replies":[{"id":"","poster":"blackcigarre","date":"2016-10-11T23:56:43.817+0000","up_votes":1,"down_votes":1,"body":"War er auch, der hat auch mal so ein \"Unnötiger 14 Tage Ban, wieso RITO?\" gemacht. Hab mich da schon über ihn lustig gemacht. Ansonst gebe ich dir vollkommen recht.\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Chadono","date":"2016-05-15T21:26:59.626+0000","up_votes":3,"down_votes":0,"body":"Bin zwar relativ neu bei LoL noch nicht mal Level 30 (kurz davor), hab heute aber ein Normalgame gespielt und das war einfach nur der Wahnsinn.\n\nLos gings schon bei der Championsselect. Da spammen am Anfang ja immer alle in den Chat rein welche Position sie spielen wollen. Umso jünger der Spieler desto öfter schreibt er die Lane, hab ich das Gefühl, aber das kennt sicher jeder.\nEs entstand jdfs ein riesen Chaos, weil iwelche Premades für andere mitgecallt haben, sodass ich völlig den Überblick verlor. Ich hatte zwar top gecalled, hatte Nasus schon ausgewählt, aber noch nicht gelockt.\nPlötzlich sehe ich, wie einer der Mitspieler Smite durch Heal tauscht. Ich also panisch geworden da nur noch 10 Sekunden auf der Uhr waren und wollte schnell den Jungler ersetzen, da es für mich so aussah, als ob derjenige jetzt meine toplane klauen will, ich aber nicht ohne Jungler spielen wollte.\nHabe in der letzten Sekunde noch Amumu ausgewählt und ab gings ins Spiel.\n\nTja im Ladebildschirm viel mir dann auf, dass wir doch einen anderen Jungler hatten, derjenige der den Summoner Spell getauscht hat, ledigich noch Smite vom letzen Game drin hatte und deswegen die Sums getauscht hat.\n\nLange Rede kurzer Sinn, ich stand mit meinem kleinen Amumu, Jungler Runes und Smite auf der Toplane und musste gegen Gnar ran.\n\nNatürlich wurd von Minute 1 an hart geflamed, warum ich nicht aufgepasst habe. Als First Blood an den Gegner ging wurde weiter gemotzt, war ziemlich toxic, eines meiner schlimmsten Spiele bisher, was Geflame angeht.\nDazu kam dann auch noch, dass unser Midlaner, LeBlanc, mit Level 2 erstmal afk ist und erst wieder kam, als der Rest schon 10+ war, was auch nicht gerade zuträglich war, der Jungler hat solange zwar auf Mid gewechselt, war aber auch nur ne Notlösung...\n\nBis Minute 20 hab ich mich mit meinem kleinen Amumu relativ gut geschlagen, musste aber meinen ersten Tower an Gnar verloren geben, dank zwei mieser Ganks. Pünktlich zu Minute 20 kam dann auch der Surrendervote, der jedoch abgelehnt wurde, was mit ordentlich Geflame einherging. \n\nWir verloren noch 2 weitere äußere Türme, mussten 2 mal den Drachen abgeben und waren ganz schön in der Defensive, als der Gegner das Spiel wohl beenden wollte und auf der Midlane einen Teamfight geforced hat. \nDEN WIR GEWONNEN HABEN! \n\nUm das ganze abzukürzen:\nEs gab noch einen zweiten und dritten(?) Surrendervote, einige weitere Teamfights, Baron - schlussendlich haben wir das Game aber tatsächlich gewonnen. Unfassbar.\nFür die Profis vielleicht nicht so krass, aber für mich war Amumu bisher ein reiner Jungler, habe ihn nie zuvor auf ner Lane gesehen, nie zuvor auf ner Lane gespielt und wir alle dachte nach der verpeilten Auswahl, dass wir das Spiel verloren hätten.\n\n\nIch hatte doch recht, niemals aufgeben, man weiß nie was noch passiert. Ich will gar nicht wissen, wie viele Spiele ich noch hätte gewinnen können, wenn ich in anderen Spielen zu Minute 20:01 nicht immer 4:1 überstimmt worden wäre, nur weil wir mit 4 Kills hinten lagen.","replies":[]},{"id":"","poster":"The fabulous Oak","date":"2016-04-22T09:53:50.299+0000","up_votes":3,"down_votes":0,"body":"Habe mal aus Versehen den Baron gestealt. Habe einfach spontan e q Kombo auf Baron gemacht, ohne Vision usw.","replies":[{"id":"","poster":"The fabulous Oak","date":"2016-04-22T09:57:57.321+0000","up_votes":1,"down_votes":0,"body":"Als Syndra ^^","replies":[{"id":"","poster":"Hannibal L3ctor","date":"2016-05-14T19:43:23.531+0000","up_votes":1,"down_votes":0,"body":"als nasus 1 e ohne vision und baron steal :P , geht alles","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-06-28T12:13:59.487+0000","up_votes":1,"down_votes":0,"body":"Mir hat mal ne Janna mit ner Q den Baron gestealed. Und das ebenfalls ohne Vision.\nDanach hab ich erstmal LoL deinstaliert. :D \n\n#NA Smite","replies":[]}]}]},{"id":"","poster":"El Mananana","date":"2016-04-24T12:56:21.355+0000","up_votes":2,"down_votes":3,"body":"Mein Weltbild hat sich verändert, danke für diesen unglaublichen Roman!","replies":[{"id":"","poster":"patrooonLoL","date":"2016-04-30T19:19:53.024+0000","up_votes":1,"down_votes":0,"body":"ich fürchte mehr als so was kannn ich leider auch net bringen ;D","replies":[{"id":"","poster":"El Mananana","date":"2016-05-15T17:34:21.814+0000","up_votes":1,"down_votes":0,"body":"Tja die typischen normalen LoL-Spieler :D","replies":[{"id":"","poster":"El Mananana","date":"2016-05-15T17:34:51.485+0000","up_votes":1,"down_votes":0,"body":"So wie ich ;D","replies":[]}]}]}]}]},{"id":"","poster":"G3nes1s","date":"2016-05-19T12:23:30.873+0000","up_votes":2,"down_votes":0,"body":"Ich kann mich noch ganz genau an mein erstes LoL-Game erinnern ;)\n\nEin guter Freund von mir, mit dem ich regelmäßig lol spiele, hat mich 1 Jahr lan dazu versucht, mir den lol-client zu downloaden, hatte aber gar keinen bock und sagte ihm dann immer wieder:,,Ja,ja. Morgen mach ich's\".\nNaja, dann gegen Anfang von season 5 hab ich es dann getan und lol installiert.\nAm Anfang gab es von mir dann sehr viele Fragen, wie dies und das funktioniert, mein freund hat mich dann aber langsam in das spiel eingewiesen.\nNormalwerweise fängt man als neuling ja mit nem bot-game an aber mein kumpel meinte dann nene, das ist viel zu einfach fürs erste und zack war ich im klassischen modus mit richtigen spielern. Er sagte dann zu mir es wäre gut, wenn ich jemanden wie z.b. jinx spiele, hab mich dann aber umentschieden und direkt den kha'zix ausgepackt (er sah halt einfach geil aus, also dachte ich, der is bestimmt einfach).\nViele wissen, wie dumm so eine entscheidung ist in nem normal als neuling, der gerade das erste mal lol spielt kha'zix zu spielen ist.\nDementsprechend liefs bei mir nicht ganz so gut.\nAber das beste war, dass ich erst nach nem halben jahr gemerkt habe, dass jedes item aus teilitems besteht und man so (wie ich) nich immer auf 3800 gold für nen rabadons warten sollte{{summoner:3}} \n\nHeute kann ich nur darüber lachen, aber das erste halbe jahr war das beste, was ich in lol hatte!","replies":[]},{"id":"","poster":"svenator5","date":"2016-05-05T17:38:39.041+0000","up_votes":2,"down_votes":0,"body":"miene klassenkameraden haben mich damals gemobbt weil ich lol und nicht minecraft gespielt habe","replies":[]},{"id":"","poster":"Ghost Decree","date":"2016-05-05T08:57:12.031+0000","up_votes":2,"down_votes":0,"body":"Ich habe ein Spiel gespielt und wir haben gewonnen:D Bisdahin nichts besonderes aber dann kam was worüber ich mich einfach nur gefreut hab^^. Ich bin ein riesiger Phantom der Oper Fan und höre abundzu Musik beim zocken. Genau da wo das Spiel aufgehört hat und der Nexus in die Luft geflogen ist, kam die beste Stelle aus dem Opening theme von dem Musical:D ich hab mich nochnie so über einen Sieg gefreut^^{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"Faded Fools","date":"2016-04-27T12:46:56.110+0000","up_votes":1,"down_votes":0,"body":"Eine sehr tolle Idee!\nGeschichte Nummer 1:\nIch vor ca. 2 Jahren, spiele kürzlich auf meinem neuen League of Legends Account. Mein Kollege und ich waren inGame am darüber schwärmen endlich level 30 (mit diesen Accounts) zu werden. Bis ich aus versehen in den allChat schrieb. Natürlich wie bisher auf schweizerdeutsch. Die gegnerische Morgana erkannt am Dialekt her, das sie und ich aus dem selben Kanton (Bundesland) stammen. Sie fragte mich aus welchem Dorf ich sei, da unsere Kantone nur ca. 50 Dörfer beinhalten. Ich antwortete mit meinem Heimatdorf. Sie schreibt überrascht, dass sie auch mal da gewohnt hatte, aber vor einigen Jahren umgezogen sei. Darauf ich noch überraschter das ich eigentlich auch vor exakt gleich vielen Jahren wie sie umgezogen sei in das darauf von mir genannte Dorf. Aus irgendeinem Grund fragte sie mich nach meinem Alter. Tatsächlich erkannte sie an meinen Angaben, dass ich ihr Sandkasten-Boyfriend war. Wir hatten über Jahre keinen Kontakt mehr. Später besuchte sie mich, später sogar immer öfter, wir kamen zusammen und hatten eine glückliche Beziehung für 1.5 Jahre. \n\nGeschichte Nummer 2:\nAuch auf meinem \"Smurf\" (bin auch nur Silber) spielte ich AD-CARRY Caitlyn. Im generischen Team befand sich auch eine Caitlyn. Wir \"mobbten\" einander immer gegenseitig wenn wir einander töteten, da ich sie öfter tötete, als sie mich begann sie es/mich zu hassen. Zu der Zeit war ich noch ein absolut unausstehlicher Toxic-Guy. Was dazu führte, mich auf die Bannliste zu stecken. Etwa einen Monat später jedoch, fand ich an meiner damaligen Schule endlich jemanden der League of Legends spielte. Also machten wir aus einander auf Skype anzurufen und einige Spiele zu spielen. Bei der Frage nach dem Beschwörername  trat aber das Problem auf er konnte mich nicht finden und ich konnte ihm keine Anfrage senden. Ich weiss jetzt nicht mehr so genau wie wir es raus gefunden hatten aber es war auf jeden Fall einen  Lacher wert diesen Zufall miterlebt haben zu dürfen.\n\nDas waren meine beiden \"grössten\" Geschichten.","replies":[{"id":"","poster":"Dakuon","date":"2016-05-01T10:24:44.213+0000","up_votes":2,"down_votes":0,"body":"Us welem Kanton schunsch de?","replies":[{"id":"","poster":"Faded Fools","date":"2016-05-04T16:50:02.819+0000","up_votes":2,"down_votes":0,"body":"Lozern","replies":[{"id":"","poster":"AC Islingdir","date":"2017-03-27T06:17:25.678+0000","up_votes":1,"down_votes":0,"body":"Schön hie und da mal en schwiizer z gfinde XD","replies":[]}]}]},{"id":"","poster":"CharlieeBrown","date":"2016-05-15T14:19:51.484+0000","up_votes":1,"down_votes":0,"body":"Schön dass es no anderi Lüt us de Schwiz git :)","replies":[{"id":"","poster":"KAWAII BAAAKA","date":"2016-05-15T14:25:31.003+0000","up_votes":1,"down_votes":0,"body":"schitzr sind öbrall! {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"2Sunset","date":"2016-05-19T12:06:54.237+0000","up_votes":1,"down_votes":0,"body":"euer schwitzerdütsch ist einfach sagenhaft!{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"KAWAII BAAAKA","date":"2016-05-19T18:34:39.540+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=2Sunset,realm=EUW,application-id=x3W1ubQa,discussion-id=Q79WEkAI,comment-id=0013000100000000,timestamp=2016-05-19T12:06:54.237+0000)\n>\n> euer schwitzerdütsch ist einfach sagenhaft!{{sticker:zombie-nunu-hearts}}\n\n<3 Dis au!\n {{sticker:slayer-pantheon-rainbows}}","replies":[]}]}]}]}]},{"id":"","poster":"Shîmôtô","date":"2016-04-14T08:28:29.411+0000","up_votes":2,"down_votes":0,"body":"Gerade erst letzte Woche hatte ich wohl mein verrücktestes Game ever. Ich mit Sion auf der Toplane - erstmal beim loading Screen aus dem Spiel geflogen. Als ich wieder drinne war, waren alle bereits lvl 5. Entsprechend hab ich gegen Fiora auf meiner Lane nur safe gespielt und es irgendwie geschafft meinen Tower zu halten und danke eines Ganks sogar noch einen Kill zu kriegen. Das hat beim Rest meines Team leider nicht so geklappt. Nach knapp 30 min. ging der erste Inhibitor down und wenig später auch die anderen beiden. Nach einem krassen fight an unserem Nexus, der nur mit ca. 2% überlebt hat, sind unsere Gegner immer und immer wieder angerannt, versuchten teilweise auch mit der wards +TP Taktik den Nexus zu kriegen, scheiterten aber bestimmt sieben oder acht mal. Irgendwann hatten sie ihren Vorsprung verspielt und nach einer knappen Stunde hat der erste bei ihnen aus Frust das Spiel verlassen. Im anschließenden Teamfight hab ich es geschafft alle 4 Gegner mit meiner Ulti zu erwischen, was den fight eigentlich schon entschieden hatte. Dann konnten wir in Ruhe Baron holen, aber nicht mehr nutzen, da unsere Gegner keinen Bock mehr hatten. Mehrheit Surrender. All unsere Tower und zwischendurch Inhaibs lagen, Nexus war praktisch schon zerstört. Gegner nur 2 Tower verloren und mehr Kills insgesamt. Und wir gewinnen... retarded, aber geil.","replies":[]},{"id":"","poster":"Skrillerman","date":"2016-04-07T23:35:34.947+0000","up_votes":2,"down_votes":1,"body":"Bei mir kommt die email nicht an bzw. die Adresse ist ungültig","replies":[{"id":"","poster":"Ariya","date":"2016-04-11T10:45:48.657+0000","up_votes":2,"down_votes":0,"body":"Ich werde das mal weiterleiten!","replies":[]}]},{"id":"","poster":"CanC114","date":"2016-04-09T11:28:04.137+0000","up_votes":2,"down_votes":0,"body":"Hallo,\nich war mal mit meinem Team im Dragonpit am kämpfen. Als dann der gegnerische Tahm Kench mich angegriffen hat, habe ich als Poppy ihn geultet mit voller aufladung. Genau in dem Moment als er mich aufgegessen hat, habe ich geultet und bin mit Tahm Kench vor die Gegner Base geflogen. Ein Mitspieler von mit hat das miterlebt. Das war extrem lustig und wir haben alle Gelacht\n\nM.f.G IKanneI\n\n\n\n\n\n {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"Maíko","date":"2016-04-15T13:35:33.301+0000","up_votes":3,"down_votes":1,"body":"Vor einiger Zeit haben ein paar Freunde und ich ein Ranglistenteam gegründet.\n\nEines Tages haben wir uns alle getroffen, um eine Lan zu veranstaltet in welcher wir unser Placement machen wollten.\nWir hatten noch keine Erfahrung im Teamranked und haben uns auch keine besondere Teamkomposition ausgedacht. Uns fehlte es so ziemlich an allem CC, Waveclear, Tankyness etc..\nDas Spiel hätte auch nicht besser starten können...Minute 3 und ich gebe das First Blood an die gegnerische Lux auf der Toplane.\nDann beruhigte sich das Spiel etwas...bis zur 22. Minute hatten wir es geschafft, nicht allzu stark zurück zu fallen.\nAb dann ließen wir uns jedoch in Teamfights verwickeln...wir haben natürlich jeden hoffnungslos verloren.\nEgal was die Gegner haben wollten, sie bekamen es...unsere Tower,  4 Drachen... ihren Midlaner haben wir nicht 1 mal geschafft zu töten.\nSie bauten sich einen 7k Goldlead auf, unser farm war relativ gleich, wir hatten ein paar Shutdowns und Tower bekommen somit hat der Lead nicht überhand angenommen, aber selbst als wir gleich auf waren hatten wir schon keine Chance gegen ihre Komposition, weshalb sich unsere Lage aussichtslos anfühlte.\nIm Grunde genommen war sie das auch.\nSie begannen uns in die Base zu drücken, unser Waveclear reichte bei weitem nicht aus um die Vasallen zu töten und ihr Poke machte einen engage unmöglich.\nUns blieb nichts anderes übrig, als zu sehen wie sie uns den Mittleren Inhibitor wegnahmen.\nNachdem sie den ersten Inhibitor hatten zogen sie sich erstmals zurück.\nIn der Zeit fällten wir eine letzte Entscheidung:\nWenn sie das nächste mal in unsere Base pushen möchten, würde unserer Jungler und ich versuchen eine Backdoor über die Toplane zu starten.\nDie Voraussetzungen waren eher schlecht:\nDer gegnerische Inhibitor Turm stand noch,\nwir hatten eine offene Midlane\nund wir konnten die Gegner bereits zu fünft nicht aufhalten und ließen unsere Kameraden zu dritt zurück.\n\nAls wir sahen, wie das gegnerische Team wieder Richtung unserer Base wanderte sind wir los gezogen.\nUnser Jungler und ich schafften es ungesehen auf die Toplane zu wandern und zum Glück war unsere Minionwave auch schon vor Ort.\nAuf der Toplane angekommen haben uns die Gegner erstmals ignoriert, ihr Jungler hat den Drachen gemacht und das restliche Team hat sich erneut den Mittleren Inhibitor gesichert.\nIn der Zeit konnten wir uns den Top Inhibitor schnappen.\nAb dann begannen wohl mein längsten 2 Minuten der Kluft.\nDie Gegner entschieden sich, nicht weiter durch die Mitte zu gehen sondern zu dritt unsere Botlane zu zerstören. Ihren Nautilus haben sie entsendet um uns aufzuhalten.\nDie gegnerische Lux war tot und unser Team konnte den Backport von Nautilus aufhalten, dieser musste somit zurück laufen.\nAuf der Toplane waren wir in der Zeit jedoch machtlos....unsere Minionwave war aufgebraucht und keiner von uns ansatzweise Tanky genug um die Türme aushalten zu können.\nDie nächste Minionwave kam Zeitgleich mit Lux an. Unser Bot Inhibitor Turm wurde längst zerstört und sie widmeten sich bereits dem nächsten Inhibitor.\nLux hat es geschafft, Nocturne mit ihrer e und ihrer Ulti fast zu töten. Ein weiterer Spell hätte genügt um ihn auszuschalten und unseren push zu beenden.\nDa ich als Rumble sowieso eher weniger Schaden am Turm mache habe ich mich entschieden Lux entgegenzustellen um Noctrune und seinem letzten Millimeter an Leben zu beschützen. Dieser hatte in der Zeit bereits 1 1/2 Nexus Türme zerstört.\nDas gegnerische Team hat die Bedrohung realisiert und wollte sich zurückziehen. Unsere restlichen Mitglieder haben dies natürlich nicht zugelassen.\nMit einem gut platzierten Einebner (das war das aller erste mal dass ich meine Ulti getroffen habe...sonst ging die immer Kilometer daneben) habe ich es geschafft Lux in ihre Fontäne zu drücken.\nNocturne schaffte es auch den zweiten Turm zu zerstören und widmete sich dem Nexus. \nDas gegnerische Team war immernoch nicht in der Lage gewesen sich zurückzuziehen,\nLux hatte den Köder geschluckt und hat sich auf mich fokussiert\nund plötzlich erschien Nautilus auf der Bildfläche.\nDer Nexus hatte nur noch einen Hauch Leben, genauso wie Nocturne.\nNautilus war bereits hinter ihrem mittleren Turm, Nocturne stand zwischen den beiden Inhibitor Türmen.\nEr war in Reichweite von Nautilus Hook, ein Treffer hätte ausgereicht um Nocturne zu töten und unsere Minions waren nur auf der linken Seite des Nexus, also war niemand da der den Hook hätte aufhalten können.\n\nNautilus benutzt seinen Hook, er fliegt genau auf Nocturne zu...dieser Flashed jedoch im letzten Moment zur Seite und schafft es die finalen Schläge am Nexus zu verrichten.\n\nGenerell sind solche Knappen und fast aussichtslosen Siege immer was schönes. \nAber gerade weil unser gesamtes Team zu diesem Zeitpunkt an einem Tisch saß, wir fast das ganze Spiel über das Gefühl hatten, dass wir das niemals Gewinnen können, schon mehrmals überlegt hatten diese Spiel aufzugeben, weil wir gefühlt nichts hinbekommen haben war der Sieg umso schöner.\nVor allem das Gefühl in den letzten Minuten, wo wir diesen Verzweifelten Call gestartet hatten und kurz vor der absoluten Niederlage standen war unvergesslich.\nDas war das erste mal im Spiel wo wir richtig miteinander kommuniziert und Entscheidungen gefällt haben.\nAuch wenn es komplett chaotisch zuging und das \"kommunizieren\" eher rumgebrülle war hat es letzendlich irgendwie funktioniert.\n\nIch denke das war und wird auch immer mein Lieblingsspiel in League of Legends sein.","replies":[{"id":"","poster":"DFG Shadoof","date":"2016-05-18T23:09:28.240+0000","up_votes":1,"down_votes":0,"body":"Wenn es hier die \"did not read gif\" gibt würde ich sie hier auf jeden Fall reinpacken. {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"dêr zwerg","date":"2016-04-08T13:40:06.726+0000","up_votes":3,"down_votes":1,"body":"Ich fang grad an meine Geschichte zu schreiben. Das Besondere an meiner Geschichte ist, dass Sie von mir handelt, dem besten und tollsten zwerg aller Zeiten. Und sie wird in Fetzen erzählt. Die Schnippsel werden auf Threads in diesem Forum verteilt, die sozusagen zu den Schauplätzen der Geschichte werden, so dass die Geschehnisse im Forum die Handlung massiv beeinflussen.\n\nReicht doch euch hier unsere Geschichte zu erzählen :P Warum ne Mail schreiben und wozu wollt Ihr unsere Geschichten überhaupt.","replies":[]},{"id":"","poster":"xForcePonyx","date":"2016-08-09T22:36:33.681+0000","up_votes":4,"down_votes":2,"body":"Ich hab das Spiel deinstalliert.","replies":[]},{"id":"","poster":"Eternal Torment","date":"2017-03-18T16:18:58.618+0000","up_votes":1,"down_votes":0,"body":"Mein bester League moment war das erste mal als ich blitzcrank gezockt habe, ich habe NIE einen einzigen hook getroffen, aber es war so witzig und legendär","replies":[]},{"id":"","poster":"blackcigarre","date":"2016-10-11T23:55:04.963+0000","up_votes":1,"down_votes":0,"body":"Hab vor nem halben Jahr ca. mein Kumpel besucht und wir haben lol gezockt, als er dann eingeschlafen ist habe ich ihn geteebeutelt.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"blackcigarre","date":"2016-10-12T00:02:06.161+0000","up_votes":1,"down_votes":0,"body":"Auf seine Stirn","replies":[]}]},{"id":"","poster":"Vanco","date":"2016-10-07T12:52:24.445+0000","up_votes":1,"down_votes":0,"body":"Ich hab damals vor ca. 2 Jahren mit einem Kumpel LoL gezockt und im Gegner Team war ein Spieler der Nidalee gespielt hat (Er hat uns zerstört) :D Wir hatten ein wenig geschrieben und uns darauf über Skype unterhalten :D Heute sind wir drei das Trio der Freude :D Eine Runde zusammen zu verlieren ist unerdenklich. Ok, eigentlich sind wir ziemliche noobs. Aber das müsst ihr ja niemanden erzählen :D","replies":[]},{"id":"","poster":"DrCrane74","date":"2016-08-04T10:08:54.376+0000","up_votes":1,"down_votes":0,"body":"Gestern Nacht mit einem Buddy gespielt, Belgier, Ü30, wir sind im skype\nChampion Selection: Er pickt Olaf, der französische Mitspieler instabannt Olaf\nNun geht es los, der Franzosen premade mit unfassbar beschissenen stats hämmert französische Beleidigungen in den Chat (dabei wurde mein Buddy zumindest zunächst noch eher im skype verbal :D)\nIm game hatten wir dann keinen jungler mit smite, der mid laner nahm Teemo smite, der Supporter war yi in einer besonders schlimmen troll Variante (ulti-steal the minions - omfg) und Teemo hatte seinen eigenen Shaco-Supp, natürlich mit exhaust\nIm game dann permanent französische Beleidigungen laut meines Mitspielers, ich war ja sofort /mute all und dann gab es natürlich einen dicken loss\n\nUnd die ganze Zeit bekam ich im skype zu hören, wie scheiße Franzosen sind, dass sie nicht autofahren können etc.","replies":[]},{"id":"","poster":"ouhw","date":"2016-07-11T21:41:42.388+0000","up_votes":1,"down_votes":0,"body":"Hey, keine Ahnung, ob das so richtig reinpasst, aber ich wollte eine Kurzgeschichte teilen, die ich über LoL geschrieben habe.\n\n\"Freljord ist das nördlichste Gebiet des Kontinents Valoran – und gleichzeitig eine eisige Hölle mit enormen Temparaturstürzen und ein weißes Paradies mit funkelnden Gletschern und spiegelndem Eis. Nur wenige Menschen und andere Kreaturen können in diesen Gebieten existieren, es gibt nur sehr wenig Nahrung, und das Klima und die Kälte haben die Menschen in dieser Region gestählt… wenn sie überlebten. Denn die Gefahr droht nicht allein von der grausem Kälte; wilde Ungeheuer, rivalisierende Barbarenstämme, verdammte Seelen und andere schreckliche Bedrohungen lauern in den Eiswüsten Freljords, und die Bewohner trennen sich nie von ihren Waffen.\n\nEs gab eine Zeit, da lebten die Gefrorenen Wächter in Freljord. Sie waren mächtig und ließen die Menschen, die sie Eisgeborene nannten, an ihrer Magie teilhaben und machten sie unsterblich. Im Gegenzug gaben die Eisgeborenen ihnen alles, wonach ihnen beliebte - eine mächtige Festung, ein ausgedehntes Imperium und ihre Loyalität.\n\nAvarosa, eine Eisgeborene und eine von drei Schwestern - neben Serylda und Lissandra, lehnte sich gegen die Gefrorenen Wächter auf. Sie verlangte nach Freiheit, nach einer Wahl, und pflanzte den Samen der Rebellion und des Verrats. In der heulenden Schlucht ereignete sich die letzte Schlacht zwischen den Gefrorenen Wächtern und Avarosa mit ihrer Eisgeborenenhorde. Viele Eisgeborenen starben an diesem Tag, doch am Ende fielen die Wächter - Avarosa trieb sie heulend in den Abgrund.\" ( - http://de.leagueoflegends.wikia.com/wiki/Freljord )\n\nEin eiskalter Wind bahnte sich unaufhaltsam einen Weg durch das Unterholz des Waldes. Umhüllt von der Dunkelheit ragten riesige Fichten aus dem Finsterwald Freljords in die Vollmondnacht. Das Licht des Mondes berührte vorsichtig die Baumkronen, doch wurde im Inneren des Waldes verschlungen. Einzelne Frostböen wehten durch den Wald und ließen die Bäume lebendig erscheinen.  \nEs war längst nach Mitternacht, doch der Morgentau vom vorherigen Tag überwucherte die matttürkis schimmernden Bodengewächse. Selten kam es vor, dass durch die massiven Schneetreiben in Kombination mit den Minustemperaturen sich der Tau jemals von den Pflanzen löste.\n\nRaft kannte das Phänomen des wahren Eis. Tau und Eis, der niemals schmolz. In den tausenden Jahren Exil hatte er schon etliche Nächte überstanden. Zu Beginn war er ängstlich gewesen, aber mit der Zeit hatte er sich an die Kräfte zehrenden Märsche durch die Dunkelheit gewöhnt. Und niemals war der Immertau geschmolzen. Wie ein stetiger Begleiter, der über ihn wachte.\nRaft schnitt eine Grimasse und watete weiter durch den knöcheltiefen Schnee.\nSeine Stiefel aus Wolfsleder gaben ihm Schutz gegen die eisige Kälte. Auch die ledernde Hose wies mehr oder weniger die Frostböen ab. Unter Rafts Wolfspelz, den er längs über die Schulter trug, schmiegte sich ein wärmendes Leinenhemd an seinen Körper. Das Kettenhemd hielt er für überflüssig. Aber Vorschrift war Vorschrift. Gerne brach er diese, da die schwere Rüstung sein Fortkommen stark behinderte, doch an diesem Tag erschien es Raft als nützlich – den es war wesentlich kälter als sonst.\nHeute war etwas anders. Die Dunkelheit war ausgeprägter, die Böen kälter und die Biester, die den Wald beherrschten, waren wach und beutesüchtig.\nTief schnaufend stützte Raft sich an einer Fichte ab und befestigte sein Schild auf dem Rücken. Als Austausch holte er die eiserne Laterne zum Vorschein, die mit Glas gegen den Wind ausgekleidet war und entzündete diese.  \nDas spärliche Licht reichte keine zwei Meter weit, doch als Schutz gegen die Wölfe und anderen Ungetümer war es allemal genug. Vorausgesetzt, das Pytrolium reichte für seinen Marsch.\nIsoliert über mehrere Kilometer trohnte Freljord im hohen Norden. Abgeschieden, tief in den Bergen war sie der Zufluchtsort der Eisgeborenen und die ehemalige Heimat der gefrorenen Wächter. Kriegerisch ragte die Festung von Freljord gen Süden an der Klippe des gigantischen Berges. Niemand wusste wie hoch er war. Doch immer wieder versuchten  unerfahrene Abenteurer den Gipfel für Ruhm und Macht zu erklimmen – doch alle Versuche waren kläglich gescheitert.\n\nWie gelassen Raft auch war, hielt er gerade einen Wettlauf mit der Zeit. Das starke Schneetreiben hatte ihn überrascht. Er kam nur spärlich voran, und ohne Licht würde er sich unweigerlich einen Kampf mit den Wölfen liefern müssen. Doch er wusste, egal wie erfahren er auch war, kein Mann, egal welche Fähigkeiten er auch besaß, konnte sich in dieser Kälte gegen die Machenschaften des Waldes behaupten.\nEr hatte die Entscheidung getroffen, Nachts in den Finsterwald zu ziehen, der sich schützend um Freljord schmiegte. Die Suche musste gelingen.\nDer Mann fuhr sich mit der Hand durch den hellen Vollbart, um den Schnee zu beseitigen. So würde er wohl zu Grunde gehen. Einsam. Ohne Ehre. Sterben und im Schneetreiben verwesen. Er verwarf den Gedanken.\nIrgendwo musste er einen Unterschlupf finden.Er rappelte sich auf und watete mit zielstrebenden Schritten durch das zugeschneite Unterholz.\nUm ihn herum heulten die Wölfe und lautes Knacken begleitete das Heulen des Windes, als die Biester auf abgestorbene Äste traten.\nDie Ironie des Schicksals. Am Himmelsrand leuchtete leicht das Licht von seiner Heimat zu ihm hinüber. Er befand sich schon an den Ausläufern der Bergkette. Kaum zu glauben, dass bei Tag der Wald so friedlich erschien.\nRaft blickte auf seine Lampe. Das Pytrolium reichte noch gut zehn Minuten. Er kämpfte sich weiter seinen Weg durch den Schnee Richtung Einöde, doch was sich seines Schicksals sicher.\n\n„Ohho, was ein schöner Fang. Man könnte ja meinen der Fang des Jahrtausends. Ein lebender Wächter, zwar schwach. Aber lebend. “\nNicht weit Entfernt von ihm stand ein recht großer Mann eingehüllt in eine braune Kutte, die selbst seine Füße verdeckte. In den Händen hielt einen Stab aus Zedernholz, in den wie es schien an oberer Spitze ein Emerald eingearbeitet war. Um seine Hüfte trug der Unbekannte einen dünnen Ledergürtel. Die Bündel und Fläschchen, die in verschiedenen, dunklen Farbtönen variierten, erschienen viel zu schwer für das maximal zwei Zentimeter dicke Lederband. Trotzdem hielt es.\nMit einem freundlichen Lächeln, - Raft interpretierte es als Lächeln, da es nicht eindeutig durch den dichten, langen Bart erkennbar war – kam der Eremit auf ihn zu.\n„Ich denke doch, dass sie sprechen können, oder?“ Er schmunzelte. „Mein Name ist Dewin.“ Der ältere Herr streckte Raft seine runzlige Hand aus. Raft musterte ihn genau. Er erschien alt, doch keineswegs gebrechlich. Auch der Stab schien nicht dafür gedacht, sich daran zu stützen. „Raft.“ Sagte er und schüttelte lasch die Hand des Alten.\n„Soso.“ Kurz kramte Dewin an dem Gürtel seiner Robe, bis ein kleines Fläschchen mit dunkelblauer Trübung zum Vorschein kam. „Trink das. Außer du willst erfrieren.“\n\nRaft war zu Müde um Fragen zu stellen. Mittlerweile war es ihm egal, ob er starb. Im Unterzucker nahm er alles nur noch Silouettenhaft war. Zitternd entfernte er den Korken und setzte zum Trinken an.\n\nEin leichtes Scharben durchbrach die Dunkelheit. Benommen öffnete Raft seine Augen und richtete sich so gut es ging auf. Verdutzt versuchte er die Decke von sich zu schieben, doch er scheiterte.\n»Das solltest du lieber lassen«, schmunzelte Dewin. Er warf Raft einen kurzen Blick über die Schulter zu und schaute ihn freundlich mit seiner Knollnase an. Die Kapuze der Robe war nach hinten abgestriffen, sodass sein graues Haar wild abstand.\n\nDewin stand etwas abseits über einen Kessel gebeugt und rührte langsam das selbst angefertigte Gebräu. Dabei verursachte der Schöpflöffel, wenn er gegen die Innenseite des Kessels drückte das Scharbgeräusch, welches Raft geweckt hatte. Ab und an korrigierte der Mann den Inhalt mit ein paar für Raft unbekannten Zutaten, die er aus etlichen Schubladen einer kleinen hölzernen Kommode zauberte, welche neben der Feuerstelle stand.\nStets achtete er darauf, dass die weiten Ärmel seiner braunen Robe nicht in den Kessel hingen.\nDer bronzene Kessel schaukelte an einer Eisenstange befestigt über der Feuerstelle. Er reflektierte die kleinen Flammenzungen und verteilte das Wärme spendende Licht im kleinen Raum. Die roten Backsteine des Abzuges waren rußgeschwärzt und verblasst, sodass sich annehmen ließ, dass dies nicht der erste Trank war, der dort gebraut wurde.\n\nDer Alte kratze sich am Kopf und versuchte etwas in einen Buch zu entziffern.\nSein Blick huschte rasant zwichen Buch und Topf hin und her während er wiederholt den Kopf schüttelte.\n\n»Hm. Also irgendwie sollte sich das Ganze gelblich färben.« Sagte er und gab dem blau blubbernden Trank etwas Hirschhornsalz bei.\n»Fügen sie zwei Priesen Salz hinzu. Rühren sie drei mal gegen den Uhrzeigersinn. Danach aufkochen und zwei Frostkrallknollen hinzugeben,« murmelte er aufgewühlt und versuchte seinen Fehler nachzuvollziehen. Der Gedankengang wurde von einem starken Windstoß unterbrochen, der das runde Fenster über dem Bett aufriss.\n\nKälte drang in die kleine Hütte ein, doch mit einer raschen Bewegung war Dewin bei Raft und schloss das Fenster sofort wieder.\n»Das ist nicht gut. Sie haben uns so schnell gefunden. Du warst aber auch auffällig«, meinte er und schnitt eine Grimasse.  Hastig lief er zurück und widmete sich wieder seinem Trank. Eilig rührte er in dem Topf und gab weitere Zutaten hinzu.\n»Nun sollte es passen «, sagte der Mann und schaute den Trank vorwurfsvoll mit hochgezogenen Augenbrauen an. Langsam kräuselten gelbe Pigmentwölkchen durch den blauen Trank und er verfärbte sich allmählich. Raft beäugte Dewin komisch. Irgendwie schien der alte Mann unter Druck zu stehen.\n\nZwei Stunden waren vergangen, seitdem Raft erwacht war. Mittlerweile war er wieder zu Kräften gekommen und saß Dewin gegenüber. Dieser schöpfte sich gespielt genüsslich seine Suppe mit einem großen Holzlöffel in den Mund. Vor Raft auf dem kleinen, runden Tisch stand auch eine Holzschale, welches das seltsamen Gebräu beinhaltete.\n\n(Teil 1)","replies":[{"id":"","poster":"ouhw","date":"2016-07-11T21:42:57.368+0000","up_votes":1,"down_votes":0,"body":"Dewin schien freundlich zu sein, aber trotzdem war Raft misstrauisch. Eigentlich hatte er keinen Grund, dem Mann zu misstrauen. Immerhin hatte er ihn gerettet. Aber trotzdem war ihm Dewin suspekt.\n\nWie hatte der alte Mann es geschafft ihn zu retten? Es waren wilde Tiere gewesen und Dewin schein ein alter Mann zu sein, nur mit einem einfachen Wanderstock bewaffnet. Was war passiert? Er selbst konnte sich nicht mehr daran erinnern. Diese Flüssigkeit, die Dewin ihm verabreicht hatte! Sie schien ihn wohl betäubt zu haben.\n\nRaft nahm in Gedanken seinen Holzlöffel und tat es Dewin gleich. Während er nachdachte, peitschten Windböen  immer wieder mit ungeheuren Geschwindigkeiten gegen die kleine Behausung. Unter der Belastung quietschten und knackten die Querbalken, die das Dach trugen. Er aß und starrte auf die kleinen Flammen, die knisternd den Topf umzüngelten. Räuspernd unterbrach Dewin die Stille.\n»Ich würde dich gerne etwas Fragen,“« murmelte der Mann. Sein freundliches Gesicht war wie weggeblasen.\n»Nur zu« , antwortete Raft gelassen und schob indessen die leere Schüssel in Richtung Tischmitte.\n»Wieso willst du zur Liga der Legenden?« Der Mann blickte seinen Gegenüber durchdringen an.\nRaft erhob sich und entwich Dewins Blick. „Wie bitte?“\nDewin stand auf .\n» Du denkst wohl, du könntest mich für Dumm verkaufen. Ein Wächter solchen Ranges, einer der letzten seiner Art, angeklagt auf Hochverrat und gesucht, tot oder lebendig, der, Jahrelang verschollen war, taucht urplötzlich im Finsterwald auf. Ein Mann, der den Wald wie seine Westentasche kennt steuert also rein zufällig auf den Portalstrom hin? Einer der stärksten magischen Menschenformen in Freljord, verirrt sich nicht im Finsterwald und läuft rein zufällig zu den Pforten der Liga. Zumindest nicht ohne Absicht. “\n\nDewins Ausdruck hatte sich verändert. Der so freundliche Mann schritt zornig auf Raft zu. „Du , würdest es sowieso nicht verstehen“, wehrte Raft ebenso zornig ab.\nMittlerweile hatte er sein Kettenhemd übergezogen, sowie sein Schwert in der ledernen Schwertscheide. Dewin riss seinen Mantel ab und Raft blickte auf ein blaues Bannmahl. Bannmahle wurden benutzt, um die gefrorenen Wächtern zu bannen, sie ihrer Magie zu berauben bis sie normalen Menschen gleichen.\n\nDie Hütte erzitterte. Die Windböen wurden heftiger und donnerten mit gewaltiger Wucht auf die Hütte nieder. Berstend gab die Frostholztür nach und brach entzwei.\n\n»Dewin.«In der Tür stand ein Unbekannter, komplett in eine schwarzen Robe gehüllt. Genussvoll sprach er das Wort aus, und betonte beide Silben lang gezogen mit rauer Stimme. »Gib ihn uns.« Die Holzsplitter der Tür wirbelten durch den Raum und die Windböen drangen in das Haus ein. Sie fegte das Geschirr vom Tisch und der Kessel wankte an seiner rostigen Befestigung\n\n». Alleine solch eine Bedingung zu Stellen ist töricht. Alleine hast du nicht den Hauch einer Chance. Du weißt das.« Dewin stellte sich vor Raft und hielt seinen Stab aus Zedernholz in seiner linken Hand.\n\n»Du bist nicht in der Position, fragen zu stellen«, flüsterte die Person. »Und wer sagt, dass ich alleine bin?« Eine weitere Böe peitschte in den Raum und Raft strauchelte etwas.\n»Sie ihn dir an«, schrie der Unbekannte gegen den Wind an. »Eine kleine Böe reicht und er kippt um wie ein Sandsack. Er hat verlehrnt zu kämpfen. Fast lächerlich sie zu rufen aber was soll’s«, grinste er und pfiff, als der Wind kurz nachließ.\nKurz darauf schritten zwei weitere Personen aus der Dunkelheit auf die Gruppe zu. »Und jetzt gib ihn uns.«\n\n(Teil 2)","replies":[]}]},{"id":"","poster":"GAMEENZO","date":"2016-07-10T15:52:58.155+0000","up_votes":1,"down_votes":0,"body":"Ich habe bei meinem alten account in meinem ersten spiel einen pentakill mit nunu gehabt","replies":[]},{"id":"","poster":"Shiny Absol","date":"2016-06-11T15:01:33.321+0000","up_votes":1,"down_votes":0,"body":"Ich hab damals Ende Season 1 meinen Account erstellt... Glaube ich :D Habe nur paar Games gemacht und hab dann keine Lust mehr auf LoL gehabt, weil keiner meiner Freunde mit mir spielen wollte :P Die kannten LoL nicht und spielten eher sowas wie WoW. Dann als Season 2 startete fing ich wieder an zu spielen, weil ich ein paar Freunde motivieren konnte zu spielen ^^ Viele kannte ich nur aus einem Chat und zockte regelmäßig mit ihnen und erreichte auch bald Level 30. Jahre vergingen und ich habe mich mit den Meisten dann auch getroffen (z.B. auf der Gamescom, oder zu einem Konzert). Dank LoL konnte ich einen super Freundeskreis aufbauen :D Denke die Freundschaften wären über Jahre aussernander gegangen, hätten wir nicht andauernd LoL gespielt und darüber Kontakt gehabt. Glaube so Season 3 habe ich meinen jetzigen Freund kennen gelernt mit dem ich jetzt fast 4 Jahre zusammen bin ^^ Ihn hab ich damals auch mit LoL angesteckt :P","replies":[]},{"id":"","poster":"TheMasterMakarov","date":"2016-05-24T23:22:10.384+0000","up_votes":1,"down_votes":0,"body":"Puh da muss ich nachdenken.  Ich spiele jetzt seit fast 2 Jahren denke ich mal LoL (dazwischen war irgendwann eine lange inaktive Pause) und kann mich an nicht vieles erinnern. Ich könnte aber mal meine Geschichte von heute erzählen.\n\nAlso. Ich habe mir vor einem Monat Gnar gekauft. Wenn ich spiele, spiele ich mit Gnar um ihn zu trainieren. Ich bin natürlich ziemlich oft auf Fernkämpfen gestoßen, was ich nicht so toll fand. Heute bin ich mal auf einen Pantheon gestoßen der mich die ganze Zeit mit einem seiner Angriffe attackiert hat um mich zu schwächen. Ich hatte oft die Chance ihn zu töten, doch er hatte immer wieder Glück und konnte entkommen. Das Spiel ging in die 40 Minuten und es sah für unmöglich aus, das Spiel zu gewinnen, denn die Gegner waren gefeedet und hat 10 Kills mehr als wir. Wir konnten gegen sie nur mit perfekt getimeten Angriffen und Team-play bestehen, was nicht immer gut klappte, weil ihr Ekko viel Schaden ausrichte. Ab einem Moment in der Runde habe ich ihren Jhin gekillt. Ich bin weiter gerannt und traf auf Elise die ich auch killte. Zum Schluss kam Pantheon den ich auch killte. Ab diesem Moment hatte ich wieder Hoffnung, dass wir die Runde gewinnen könnten und habe dann manchmal Doppeltötungen hingekriegt. Doch der Ekko war zu stark und zu gefeedet, das wir gegen ihn nicht ankommen konnten. Die Runde war ziemlich spannend und wir haben knapp verloren, aber ich habe kapiert, dass man nie so schnell aufgeben sollte, nur weil es gerade ziemlich schlecht aussieht.\n\nLG\nTheMasterMakarov","replies":[]},{"id":"","poster":"XellesZero","date":"2016-04-26T10:11:37.397+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal mit Akali durch nen Ult-Jump auf die Scuttlecrab nen 200hp ADC vor ner Jinx Ult gerettet indem ich sie getankt hab, und das alles durch zufall.\n\nAndere lustige Ereignisse waren ein geklauter Drache durch ne Janna Q, Ein AP-Pantheon 1-Shot durch Ult auf den gegnerischen spawn oder ein Triple nur durch autoattacks während eines disconnects.\n\nDann gab es noch das eine mal als unsere Gegner die uns haushoch überlegen waren im letzten moment aus spass surrendet haben. {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"El Mananana","date":"2016-04-27T12:31:10.550+0000","up_votes":1,"down_votes":0,"body":"Ich hab nen Baron mit der Janna Q gestealt.","replies":[{"id":"","poster":"flowGG","date":"2016-05-22T17:31:43.315+0000","up_votes":1,"down_votes":0,"body":"ok","replies":[]}]}]},{"id":"","poster":"DFG Shadoof","date":"2016-05-18T23:13:07.964+0000","up_votes":1,"down_votes":0,"body":"Ich denke jeder erlebt viel durch League, ich zum Beispiel habe durch einen Freund (Real life) ein paar nette Leute kennengelernt und wir haben ab und zu miteinander gezockt. Inzwischen kenne ich sie seit anderthalb Jahren und einer von ihnen zählt zu meinen besten Freunden. Wir haben jetzt schon so viel miteinander gezockt und kennen uns echt gut, da soll mir nur noch einmal einer erzählen, dass Leute die man online kennen lernt keine echten Freunde sein können :P\n\nDanke League of Legends","replies":[]},{"id":"","poster":"KAWAII BAAAKA","date":"2016-05-15T14:33:44.299+0000","up_votes":1,"down_votes":0,"body":"Vor ein paar Monaten oder Jahren habe ich mit 2 anderen Freunden ein Lol normal gespielt. Wir alle mochten Monstercat(youtube music channel) und haben einfach mal in Caps: MONSTERCAT in den All Chat geschrieben. \n\nZufälligerweise war im Gegnerteam ein österreicher welcher Monstercat auch mochte. Es entstand ein Gespräch und Heute nach so langer Zeit sind wir immernoch ein 4 Premade welches von Deutschland, österreich und der Schweiz kommt. {{sticker:slayer-jinx-catface}} \n\nMonstercat und LoL verbindet Leute {{item:3050}}","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-05-15T00:45:35.495+0000","up_votes":1,"down_votes":0,"body":"Es war einmal in Season 3, wo ich ADC main war im oberen Bronze Bereich, da gab es extrem viele Laggs.\nDa waren wir in deren Base der Gegner, ich mit meinen tollen Laggs, allerdings hatte jeder Laggs, also war es i.wo schon fair.\nAlso startete der Teamfight, ich hatte einen Freeze, schrie meinen Premade an \"BIN ICH TOT BIN ICH TOT BIN ICH TOT LEBE ICH NOCH?\", mein Premade ist still und sagt dann: GG Penta. \nDas war der beste Penta in ganz Lol den ich je hatte, einfach nichts gemacht und durch pures Glück 5 Leute getötet ohne es selber mit erleben zu dürfen (Y)\n\nEine andere tolle Geschichte war, als wir eine MF hatten, die nur AS gestackt hat, weil ADC = DPS = AS. Natürlich hatte sie kein DMG gemacht weil AS =/= AD und so waren wir quasi 4vs5, da sich die MF dann auch entschlossen hatte AFK zu farmen, insofern man AFK beim Farmen sein kann. Jedenfalls hatte wir aber eine Akali, die war richtig voll gefressen, ich als Janna also beschlossen, hey das ist nun mein Pseudo ADC. Im TF habe ich dann die scheiße rausgepeelt für die Akali und zu guter letzte haben wir gewonnen und die MF hat 4 Reports kassiert, einfach weil wir alle von ihr angepisst waren :d \n\nEs gab einige solcher Geschichten :d LoL kann ja schon ganz lustig und anstrengend sein :d","replies":[]},{"id":"","poster":"Bulma","date":"2016-05-09T04:53:14.385+0000","up_votes":1,"down_votes":0,"body":"4 player dynamic q boosting bronze accounts gg riot","replies":[]},{"id":"","poster":"Fluffy Totoro","date":"2016-05-08T19:55:09.045+0000","up_votes":1,"down_votes":0,"body":"Bei mir war es der Moment, als ich mich vor dem Nexus der Gegner \nmit Omegatrupp-Trupp Teemo unsichtbar\ngemacht habe, dass Gegnerteam meine Kollegen \ngetötet hat und anschließend gepushed hat. Weil\nich natürlich eine große Szene darbieten wollte, habe ich gewartet, \nbis die Gegner bei unserem Nexus waren. \nDann habe ich Vollgaß gegeben und deren Nexus attakiert. \nDiese haben sich natürlich zurück in die Basis \nteleportiert. Jedoch zu spät ... \"VERLOREN\" ... Wiebitte was ? \nDenkt ihr sicher ... naja ... die Gegner kamen\nzu spät, jedoch gab es noch diesen einen Scripter namens \"Lasoooooor\" ... \ndieser hatte es auf mein flauschiges Teemofell abgesehen und mal \ngeschaut ob ich feuerfest bin ...  Ebenso hab ich die Vermutung, dass dieser \nmit dem Nexus premade ist ...  naja .... \"Teemo got exe**CUTE**d\" ...\n\nUnser Nexus 0 HP, deren 1 HP ... Happens (>^-^)>\n\nMeiner Mates waren dann ungefähr so drauf:\n{{sticker:zombie-brand-facepalm}} \n\n\nLg\nFlorian","replies":[]},{"id":"","poster":"brunzkiibe12","date":"2016-05-07T21:39:12.839+0000","up_votes":1,"down_votes":0,"body":"Als sich die gegner im ranked als disrespect alle im spawn-turm begraben haben und dachten die minions finishen. {{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"MojangPlsFix","date":"2016-04-29T07:36:11.900+0000","up_votes":1,"down_votes":0,"body":"Hab mal mit ner Full Tank Soraka den Baron gestealt :)","replies":[]},{"id":"","poster":"Zêph","date":"2016-04-24T13:00:43.993+0000","up_votes":1,"down_votes":0,"body":"Meine Geschichte ist gestern passiert.\nEs war URF und ich und mein Team waren am Gegner Nexus. Wir clearen alle tower und inhibs. Kurz darauf pingt unsere Diana wie wild auf den Gegner Nexus und sagt,dass wir finishen sollen. Ich und mein Premade fragen uns wieso und chillen noch ein bisschen an deren Nexus ohne anzugreifen. Auf einmal werf ich ein Blick auf meine Karte und sehe,dass die Gegner Zed und Riven an unserem Nexus sind und den einfach kaputt machen. Wir haben das Game verloren und unsere Diana war mega angepisst xD","replies":[]},{"id":"","poster":"Viacan","date":"2016-04-13T20:19:11.077+0000","up_votes":1,"down_votes":0,"body":"Ich hatte mal Rengar Top gespielt und es war ein Normal Game. Ich hatte so viel Spaß die ganze Zeit aus dem Gebüsch zu springen und wieder hinein zu gehen dass ich völlig übersehen habe, dass ich mit der Zeit gefeedet war. Tatsächlich habe ich ebenfalls gegen einen Rengar Toplane gespielt, weswegen es um so mehr Spaß machte, da ich einfach sehen konnte wie gut ich jetzt doch war auf eine witzige Art und Weise. Sogar der gegnerische Jungler hatte sich ab un an entschieden zu kommen. Auf jeden Fall war ich die ganze Zeit mit meinem Team in Kontakt und wir haben uns nicht über die anderen lustig gemacht, sondern eher über uns selber, indem wir beinahe alles fails lustig kommentiert hatten. Emotes spammen war natürlich auch mit von der Partie, da haben sogar die Gegner mit gemacht. Der Glue bei der Sache ist, dass wir irgendwann so abgelenkt waren dass wir mit einem mal geaced wurden und das Gegner Team gefinished hat.\nIch fand das so lustig das ich halber vom Stuhl gekippt bin, weil ich in dem Spiel zwar gefeedet war, aber im Grunde genommen nur idiotisches Zeug gemacht hab.^^\nUnd mal ehrlich, dafür sind Normal Games doch da oder nicht. xD\nUm einfach Spaß zu haben, leider holen sich das nicht viele zu Herzen, weswegen ich diese Geschichte schreibe.\nHört auf in einem Normal Game zu blamen oder zu flamen. Habt doch mal Spaß und wenn ihr am verlieren seid, dann seid ihr es halt.\nVersuch irgendwas aus dem Spiel zu bekommen, sei es dass du etwas gelernt hast (ob du gelernt hast wie man mit einem Champion spielt oder ob du gelernt hast was in welcher Situation zu bauen) oder du auch einfach nur Schwachsinn machst, also nicht feeden oder sowas, sondern dich als Azir in die Chicken stellst und selber zu einem wirst und anfängst deine eigenen Spionbeiträge in den Chat zu schreiben, wie \"Tag 334, bin noch immer unentdeckt.\". Hauptsache man hat Spaß daran!","replies":[]},{"id":"","poster":"Namlesshero","date":"2016-04-13T15:43:23.223+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ariya,realm=EUW,application-id=x3W1ubQa,discussion-id=Q79WEkAI,comment-id=,timestamp=2016-04-07T17:25:55.496+0000)\n>\n> Hallo!\n> \n> Ich schreibe heute im Auftrag von RiotJerkee - sie ist Teil des Publishing-Teams bei Riot. Wir m&amp;ouml;chten, dass ihr eure besten LoL-Geschichten mit uns teilt &amp;ndash; sie k&amp;ouml;nnen witzig, einzigartig, inspirierend oder einfach verr&amp;uuml;ckt sein! Neben euren pers&amp;ouml;nlichen Errungenschaften und Geschehnissen in Spielen m&amp;ouml;chten wir von euren einzigartigen LoL-Erfahrungen im echten Leben h&amp;ouml;ren. Vergesst nicht uns zu erz&amp;auml;hlen, was eure Geschichten einzigartig und besonders macht. Schreibt an gstories-rg@riotgames.com, selbst wenn ihr nicht der Hauptdarsteller seid.\n\nWas heisst Geschichten? Ingame Erlebnisse oder einfach so Geschichten die von der Kluft handelt in form einer Kurzgeschichte? Vielen dank für die Antwort","replies":[]},{"id":"","poster":"Φ Κ I Η Φ","date":"2016-05-07T18:55:15.857+0000","up_votes":1,"down_votes":3,"body":"Ich wurde gebannt weil ich von einer Riven die geboosted und ihren premade gecampt wurde und unser 3er premade mich reported hat :) Macht Spaß so seine Season Rewards zu verlieren nur wegen 1 schlechten Spiel und einem 3er Premade.","replies":[{"id":"","poster":"legofreak1","date":"2016-05-07T19:48:36.581+0000","up_votes":1,"down_votes":0,"body":"Wenn du deinen Bann diskutieren möchtest, dann am besten im [passenden Unterforum](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de).","replies":[]}]},{"id":"","poster":"Konilan","date":"2016-04-21T07:09:29.483+0000","up_votes":0,"down_votes":0,"body":"Einer meiner witzigsten LoL-Geschichten ist erst einige Wochen her:\n\nWir spielten als Vierer-Premades Normals. Die meisten Spiele gewannen wir, doch dann kamen wir zum besagten Spiel. \nInnerhalb kürzester Zeit wurden wir von den Gegnern zerrissen! Uns war das recht egal und bei Minute 15 stand es 3 - 44 oder so. Wir warteten nur noch darauf, dass der Timer endlich 20:00 anzeigt, damit wir surrendern können. Und obwohl wir eigentlich sofort die Aufgabe zustimmten, kamen uns die Gegner zuvor. Nachdem erst der gegnerische Nexus und danach unser Nexus explodierte, herstellte Verwirrung um TS, bis uns schließlich die Ansagestimme mitteilte, dass der Sieg uns gehört. Selten habe ich so lang und so kräftig gelacht. Wir waren fast 5 Minuten damit beschäftigt, uns einzukriegen. \nFazit daraus:\nWin-Streak fortgesetzt - Und eines der witzigsten Spiele meines Lebens.","replies":[]},{"id":"","poster":"WonderPlaysLoL","date":"2017-07-13T19:16:28.600+0000","up_votes":1,"down_votes":1,"body":"also meine LoL-Geschichte begann eines nachts. Ich spielte wie immer Solo weil ich keine freunde habe. Dann habe ich einen freundlichen mitspieler gefunden. aber der wollte mich nicht als freund haben. das ist eine traurige geschichte. ICH BRAUCHE FREUNDE!!!!!","replies":[]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-07-12T21:04:59.195+0000","up_votes":1,"down_votes":1,"body":"hallo ich erzähle euch von meiner lolgeschichte ich spiele  dieses game eigentlich gerne mitlerweile hat es sich erledigt  weil naja ich sage es mal so : das game variiert ja etwas ne.... nur warum kriegen wir jede zweite woche einen neuen patch der alles wieder veräbndert der champs so overpowerd und warum gibst di fvk dynamic que damit haben wir alle booster herzlich eingeladen dieses game zu zerstören und jetzt kommt das lustige an meiner geschichte ...... es ist gar keine weil es die wahrheit ist","replies":[]},{"id":"","poster":"Silberner Dolch","date":"2016-05-09T13:27:30.322+0000","up_votes":1,"down_votes":1,"body":"Es war einmal vor langer, langer Zeit....na gut vielleicht war es doch noch nicht so lange her...\n\nDa lebte ein Prinz.\nDer Prinz, mit seiner stattlichen Gestalt, fragte eine wunderschöne Prinzessin:\n\n\"Willst du mich heiraten?\"\n\nWoraufhin die Prinzessin antwortete: \"Nope\"\n\nUnd der Prinz lebte viele Jahre lang glücklich und ging angeln und jagen\n\nund hing jeden Tag mit seinen Freunden herum und trank viel Bier und\n\nbetrank sich so oft er wollte, spielte Golf, ließ seine Jacke auf der\n\nStuhllehne im Esszimmer hängen und hatte Sex mit Dirnen und\n\nNachbarinnen und Freundinnen und furzte nach Herzenslust und sang\n\nund rülpste und kratzte sich ausgiebig am Sack.\n\nENDE","replies":[]},{"id":"","poster":"Blaujob","date":"2016-05-04T20:30:05.544+0000","up_votes":2,"down_votes":2,"body":"Patch 6.9 lol","replies":[]},{"id":"","poster":"Askaroon II","date":"2016-04-20T17:57:44.935+0000","up_votes":1,"down_votes":1,"body":"Liebes Riot Team,\ndies soll eine Nachricht an die von euch sein die für die Dynamik Queue verantwortlich sind. Bitte leiten sie diese Nachricht an sie weiter. Ich bin im ganzem sehr mit der ständigen Weiterentwicklung von LoL zufrieden, jedoch gibt es einige Dinge, die unbedingt verbessert werden müssen. Z.B. ein Replay Modus, finde es gehört zur Selbstverständlichkeit, dass es sowas in solchen spielen gibt (Dota, Heros of the Storm etc.). Es ist extrem wichtig, dass es sowas in LoL gibt und extrem peinlich, dass es nicht vorhanden ist ... LoL gibt es jetzt schon viel länger als HotS. Das ist viel wichtiger als ein neuer Champ und als diese Hextech Box!!! Bitte setzten sie so etwas umgehend um. Sonst muss man sich das über andere Programme umständlich beschaffen, genauso wie bei z.B. Daten zum Spiel bei dritt Anbietern (die dadurch Geld verdienen) wie LoLKing/Counter/.gg etc. Dadurch geht doch echt viel Werbung und Geld verloren und es wird die Konkurrenz gestärkt! \nEines der Dynamik Queue Probleme ist mir auch ein Anliegen, was unbedingt gefixed werden muss! In der alten Ranked Queue konnte man nichts bannen oder einen Champion auswählen, der dann automatisch eingeloggt wurde, ersteres konnte sogar einen strategischen Hintergrund haben. Jetzt fliegt man aus der C.wahl, kriegt Bans, Zeitstrafen und -LP, was mega dämlich und sinnlos ist. Wenn ich wirklich eine C.wahl absichtlich leaven will, dann leave ich richtig. Das ist so dumm, dass man dann genauso hart bestraft wird (oder überhaupt bestraft wird) als wenn man vergisst zu bestätigen oder zu bannen. Das war damals wirklich viel besser und sollte so übernommen werden! Bitte!!!\nAnsonsten bin ich mit der C.wahl der DQ echt zufrieden und finde die vergangene Verbesserungen echt nice, aber es gibt halt echt noch Dinge, die fehlen und extrem wichtig/notwendig sind!\nBitte arbeitet weiter mit eurer Community und lasst uns gemeinsam LoL perfektionieren!","replies":[]},{"id":"","poster":"Decad3r","date":"2016-04-09T16:55:53.434+0000","up_votes":2,"down_votes":2,"body":"Ich erzähle euch mal die Geschichte des Legendären Kriegers der Kluft. Also über mich. Dieser Krieger ging in die Geschichte ein. Wieso? Gehen wir ein wenig in die Vergangenheit zurück. Genauer gesagt zur Season 3. An einem Wintertag spielte ich mit 4 Freunden. Diese lebten zusammen in einer WG. Es war sehr selten, dass alle 4 gleichzeitig Zeit hatten zum spielen, da 2 von ihnen studierten. Einer sein Abi machte und der andere seinen Hochschulabschluss. Eines hatten sie alle gemeinsam. Die Leidenschaft zum spielen. Somit spielten sie an diesem Tage mit mir zusammen. Das Spiel verlief relativ normal. Sie hatten aber high ping. Was wahrscheinlich daran lag, dass sie sich die selbe Leitung teilen. Ich spielte Pantheon im Jungle und konnte durch meine Ganks dafür sorgen, dass unsere Lanes am gewinnen waren. Es kam aber wie es kommen musste. Die Leitung war down. Alle 4 hatten einen disconnect. Ich stand alleine da, gegen 5 Gegner mit Pantheon. Diese Situation erinnerte mich daher stark an die Schlacht der Thermopylen. Kleiner Geschichtsunterricht. Die Perser hatten eine Invasion über das Meer gestartet und wollten Griechenland überrennen. Zum ersten Mal in der Geschichte schlossen sich die Griechen zusammen um ihrem Feind die Stirn zu bieten. Das gab es vorher nicht, da Griechenland zu der Zeit aus zahlreichen Staaten bestand wie z.B. Sparta oder Athen. Sie bekriegten sich ständig gegenseitig. Kämpften aber dann Schulter an Schulter gegen die Perser und hielten Tage oder Wochen gegen die Perser stand bei den Thermopylen. Einem Meerengpass. Sie waren den Persern zahlenmäßig deutlich unterlegen. Einige Quellen behaupten, dass an der Seite der Griechen ungefähr 2000 bis 2500 Krieger waren, davon 300 aus Sparta. Gegenüber waren es 200000 Perser. Es gelang ihnen 20000 zu töten und die Perser an diesem Pass lange Zeit aufzuhalten. Dadurch wurden sehr viele Nahrungsvorräte aufgebraucht und die Moral der Perser gesenkt. Kommen wir aber zurück zu meiner Geschichte. Ich schaffte es die Basis ungefähr 10 Minuten gegen die Gegner zu verteidigen bis meine Teammates wieder zurückkamen. Wir gewannen das Match am Ende.","replies":[]},{"id":"","poster":"Smouv","date":"2016-04-09T06:17:42.285+0000","up_votes":1,"down_votes":1,"body":"Hallo Rito,\n\nMeine beste LoL Geschichte geht um ein ziemlich weird Game.\n\nDas Spiel lief ziehmlich schlecht für uns. Wir hatten weniger Gold und weniger Türme als unsere Gegner. Als wir alle am Nexus waren töteten uns die Gegner alle. Die Kalista hatte einen Quadra denn der Penta wurde gestealt, da kam uns in den Sinn wir tun so als geben wir ihr den Penta was wir aber nicht tun. Da die Kalista unbedingt den Penta wollte beendete sie nicht. Wir töteten sie daraufhin jedoch.\nSo Bronze wie unsere Gegner waren konnten wir die Base verteidigen während Tryndamere auf der Toplane den Inhibitor pushte. Wir machten das zu nutzen denn Ahri ging auch pushen. Als sie bei dem Inhibitor ankam gab ich ihr meine Shen Ult und Tryndamere, Ahri und ich beendeten, während Jhin und Tahm Kench alle 5 Gegner verteidigen konnten mit Open Inhib auf der Top, Mid und Bot und Open Nexus. \n\nDies war eine Glanzleistung von uns allen.","replies":[]},{"id":"","poster":"VoltxDestiny","date":"2016-05-04T05:53:18.226+0000","up_votes":1,"down_votes":2,"body":"{{sticker:zombie-brand-facepalm}}   hier ist miene ich habe mich direkt am anfang der seson versucht einzuranken da ich nicht darauf achtete das auch die milionen bronze player versuchen sich einzuranken bin ich nun bronze dankeschön <3 -_-","replies":[]},{"id":"","poster":"DavidOdonkor","date":"2016-05-03T18:09:44.942+0000","up_votes":1,"down_votes":2,"body":"Ich hab mal ein Spiel gewonnen.... in der Bronze 4 SoloQ","replies":[]},{"id":"","poster":"gilker182","date":"2016-05-01T11:19:20.312+0000","up_votes":1,"down_votes":2,"body":"es war einmal ein so genannter gilker182 \nder hatte sehr viel spaß an den spiel  league of legends \ndas er sich dachte, \ner ist der beste lol spieler der welt, und somit darius mainte \nXD\naber er verkackt jedes mal weil er sein Team flamed, \nweil sogut wie jede runde sein Team mit Absicht feeded\nalso hat er einen sogenannten Report bekommen \ndas er einen toxic bann bekahm \nund immernoch darius maint \ngg\nwp\nez\nrekt \nXD\n<3","replies":[]},{"id":"","poster":"hi im berny ","date":"2016-05-18T13:54:24.156+0000","up_votes":2,"down_votes":3,"body":"Spiel das Spiel jetzt sei 6 Jahren und muss echt sagen , dass sich die Community in den letzten Jahr bis 2 Jahren so hart verschlechtert hat ... So langsam ist die LoL Community ( zumindest in Ranked und Normals) so asozial und beleidigend geworden .. echt traurig . \n\nLoL ab 16 mit Ausweis zum Registrieren wäre mal was gutes ... auch wenn dadurch wahrscheinlich viele Spieler flöten gehen würden.","replies":[]},{"id":"","poster":"LeagueOfSally","date":"2016-05-01T15:01:28.866+0000","up_votes":1,"down_votes":3,"body":"Hi Leute ich weiß zum wie vielen mal ich den Text jetzt schrieben aber egal ich brauche Hilfe und sowas wie ein Trainer ich bin Gold 5 falls jemand sowas in der Art gut kann bitte Adden ich wäre euch sehr dankbar 😜👍","replies":[{"id":"","poster":"LeagueOfSally","date":"2016-05-01T15:08:22.250+0000","up_votes":1,"down_votes":2,"body":"Passt halt 0 hier rein aber vielleicht kann mir jmd helfen 😶😌","replies":[]}]},{"id":"","poster":"KrydenCrush","date":"2016-05-01T07:00:24.667+0000","up_votes":1,"down_votes":3,"body":"Meine Teammates haben mich zu tode geflamt, ich habe danach angefangen mich zu \"verteidigen\" und auch geflamt kriege 25 Chats Restricts der Rest nicht. GG Rito","replies":[]},{"id":"","poster":"NikNik99","date":"2016-05-17T20:13:34.451+0000","up_votes":2,"down_votes":4,"body":"Ein Kumpel von mir wurde heute perma gebannt weil er angeblich unerwünschte Dateien in seinem LoL-Ordner hatte ... \nStimmt nicht weil er vor einer Weile schon für 2 Wochen gebannt war er hat sich geschworen nie wieder Skins oder ähnliches von irgendwelchen Drittanbietern zu holen. \nDanke Riot, ihr seid die besten bannt einen Spieler der sich ein anderes Map Design ankucken wollte und vorher schon über 300€ für Skins innerhalb des Shops in LoL ausgab .{{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"xXxSolution45xXx","date":"2016-04-15T15:23:32.308+0000","up_votes":2,"down_votes":4,"body":"patch yasou","replies":[]},{"id":"","poster":"Konstiller","date":"2016-05-05T19:07:10.782+0000","up_votes":1,"down_votes":5,"body":"Meine LoL Geschichte ist heute für euch, dass ich Videos mache! Guides, Anleitungen und auch Gameplays alles über LoL. Schaut doch mal vorbei: Einfach \n**Konstiller ** eingeben auf Youtube!","replies":[]}]}