{"id":"5gnFNjPE","poster":"Shacoláde","date":"2016-04-06T12:34:28.710+0000","title":"Idee für ein Event!","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Hallo Leute,\r\n\r\nwas haltet ihr davon wenn es ein Event geben w&uuml;rde an dem f&uuml;r einen Tag/ein Wochenende \r\nf&uuml;r alle und jeden alle Skins zur Verf&uuml;gung stehen w&uuml;rden?\r\nJeder kennt das warscheinlich selbst, das man sich ab und an unsicher ist ob man den Skin wirklich haben will und ist dann ingame entt&auml;uscht  wenn es doch nicht so sch&ouml;n aussieht oder die Effekte doch nicht so besonders sind wie gedacht! Manche werden jetzt warscheinlich sagen &quot;Dann sie dir denn Skin halt vorher auf einem Bild an wie er ingame aussieht&quot;. Manche wissen es aber selbst, dass es einen Unterschied gibt ob man sich beispielsweise Schuhe irgendwo online anssieht oder ob man sie doch mal anziehen kann. So &auml;hnlich stell ich mir das auch hier vor.\r\nIch denke auch, dass es f&uuml;r Riot ebenso vorteilhafter sein kann, dass wenn die Leute mal ihren &quot;Favorit-Skin&quot;  testen k&ouml;nnen und da eher freiwillig bereit sind, daf&uuml;r Geld auszugeben, als sich von vorherein unsicher sind ob sich das wirklich lohnt.\r\nMir pers&ouml;nlich geht es aufjeden Fall oft so.\r\nIch denke ich w&auml;re wohl f&uuml;r beiden Seiten ein cooles Event.\r\nWas haltet ihr davon?","replies":[{"id":"","poster":"Leinhard","date":"2016-04-06T15:46:59.668+0000","up_votes":1,"down_votes":0,"body":"Ja aber die ganzen Skins im Netz werden immer auf der höhsten Auflösung gezeigt, wenn du jetzt nur mit Normaler Auflösung spielen würdest dann macht das schon einen gewalltigen Unterschied.","replies":[]},{"id":"","poster":"The Demon Child","date":"2016-04-06T13:52:17.421+0000","up_votes":1,"down_votes":0,"body":"Mir würde eher einfallen, dass man einmal die woche jeweils 2 zufällige skins für champions, die man selber besitzt spielen kann, ähnlich wie bei der championrotation","replies":[{"id":"","poster":"Shacoláde","date":"2016-04-06T13:59:24.403+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AsuraKnight,realm=EUW,application-id=YnZkMR0R,discussion-id=5gnFNjPE,comment-id=0001,timestamp=2016-04-06T13:52:17.421+0000)\n>\n> Mir würde eher einfallen, dass man einmal die woche jeweils 2 zufällige skins für champions, die man selber besitzt spielen kann, ähnlich wie bei der championrotation\n\nWäre natürlich auch eine Möglichkeit!!","replies":[]}]},{"id":"","poster":"ikslhairtuz","date":"2016-04-06T13:06:14.507+0000","up_votes":1,"down_votes":0,"body":"Wer guckt denn bitte nicht vorher nach wie der Skin ingame aussieht? Youtube, PBE, Lolking oder was auch immer Google alles anbietet... und nein ich rede nicht von Bildern... es gibt Videos oder 3D ansichten bei Lolking z.B.","replies":[]}]}