{"id":"AUTAxZRd","poster":"TaIonfIame","date":"2016-04-06T14:49:59.545+0000","title":"Gelegenheitsspieler sucht Duo-Lanerpartner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich suche einen Duo-Lane Partner, m&ouml;chte hierzu aber einige Punkte loswerden, da ich schon sehr speziell suche:\r\n\r\n* LoL ist nicht mein Hauptspiel, aber ich spiele es ausreichend oft\r\n* Ich spiele l&auml;nger an einem St&uuml;ck, daf&uuml;r aber nicht jeden Tag, daher bevorzuge ich festgelegte Spielzeiten (der n&auml;chste Termin wird dann immer am Ende der vorherigen &quot;Sitzung&quot; vereinbart)\r\n* &quot;l&auml;nger an einem St&uuml;ck&quot; bedeutet bei mir 3 Stunden etwa, also 4 Spiele\r\n* Das ganze soll mindestens bis Ende der Season halten\r\n\r\nNun zu mir und meiner LoL-Erfahrung:\r\n\r\n* Ich spiele LoL seit Season 2, war in S2 Silber, S3 Gold, S4 Platin, S5 Platin und aktuell Gold V\r\n* Ich pausiere nach Ende jeder Season immer ein halbes Jahr und fange erst dann an, daher habe ich erst jetzt mit Ranked angefangen\r\n* Ich spiele ausschlie&szlig;lich Support\r\n* Ich bevorzuge Tank/Engage-Supporter, kann aber auch peelen, spiele aber keine komplett stumpfe Supporter aka Soraka\r\n* Ich bin 22 Jahre jung\r\n\r\nNun zu Euch:\r\n\r\n* Ihr solltet in etwa so alt sein wie ich\r\n* Solltet schon einige Jahre LoL-Erfahrung aufweisen **und zwar als Ad-Carrry**\r\n* Gold oder Platin sein\r\n* Ranglistenspiele ernst nehmen. Nicht erleben m&ouml;chte ich beispielsweise: Essen oder zum Essen gehen w&auml;hrend eines Spiels, Unterhaltungen mit Dritten w&auml;hrend eines Spiels, Afk-Gehen (aus welchem Grund und f&uuml;r wie lange auch immer)\r\n* Mit ernst nehmen meine ich nicht &quot;keine Fehler machen&quot;, das kann und wird passieren\r\n* Ich erwarte nicht, dass ihr ebenfalls Gelegenheitsspieler seit und nur mit mir Ranglistenspiele spielt, trotzdem sollte ich bei der Terminfindung eine gewisse Priorit&auml;t haben, damit das &uuml;berhaupt klappt\r\n* Zuverl&auml;ssigkeit gerade im Hinblick auf Terminvereinbarungen\r\n\r\n\r\nF&uuml;r Probespiele stehe ich morgen **den ganzen Tag** bis 20Uhr zur Verf&uuml;gung, bitte Antwortet bei Intresse auf diesen Beitrag oder sendet mir eine Freundesansage. Ich werde einen nach den anderen ausprobieren, also wundert euch nicht wenn ich nicht sofort die Anfrage annehme.","replies":[{"id":"","poster":"TaIonfIame","date":"2016-04-07T10:43:30.473+0000","up_votes":1,"down_votes":0,"body":"Habe heute den ganzen Nachmittag Zeit für Probespiele und Kennenlernen, bitte meldet euch!","replies":[]},{"id":"","poster":"TaIonfIame","date":"2016-04-06T19:30:48.510+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}