{"id":"PeoFizmP","poster":"TotalWalther","date":"2016-04-06T09:23:51.485+0000","title":"LOL friert ingame für kurzen Moment ein","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo allerseits, \n\nhabe seit mehreren Wochen das Problem, dass das Spiel ingame immer wieder einfriert. Das Ganze tritt sehr unregelm&auml;&szlig;ig auf. Meistens in den ersten Spielen. Nach einigen Neustarts und in einer neuen Runde nicht mehr (dann aber auch gar nicht mehr).\nTritt es auf, bleibt das Bild f&uuml;r eine halbe bis eine Sekunde lang stehen und der Sound h&auml;ngt. Dies passiert dann etwa alle 30 Sekunden. \nBei allen anderen Spielen habe ich keine Probleme. \nNutze derzeit Win 10. \nSystem sollte vollkommen ausreichen um lol zu spielen. (Habe ansonsten min 100 Frames)\nHabe schon Win neu gemacht, Grafikkarte getestet und alle Einstellungen runtergestellt etc (alles was riot oder Foren so vorschlagen). Problem bleibt aber bestehen. \n\nWenn ihr Infos braucht meldet euch. \n\nVielen Dank vorab. \n\nGru&szlig; \nTotalWalther","replies":[{"id":"","poster":"TotalWalther","date":"2016-04-06T11:00:21.312+0000","up_votes":1,"down_votes":0,"body":"Arbeitsspeicher hat etwa 45% und CPU etwa 35% sollte also nicht daran liegen oder?","replies":[]},{"id":"","poster":"TotalWalther","date":"2016-04-06T10:08:12.954+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nwerde ich machen, würde mich aber sehr wundern, denn ich hab 8 GB Ram und nen 6 Kern Prozessor. Außerdem tritt das Problem ja nur sehr sporadisch auf.\n\nGruß","replies":[]},{"id":"","poster":"Gang Hei","date":"2016-04-06T09:48:42.807+0000","up_votes":1,"down_votes":0,"body":"Beobachte mal welche deiner Programme am meisten CPU Leistung beanspruchen. \n\n( Ctrl + Shift + Esc ) klickst auf Prozesse und sortierst nach CPU von oben nach unten.\n\nGleiches noch mit Arbeitsspeicher. Wenn du nämlich 100% des Arbeitsspeichers ausgenutzt hast, wird die Harddisk beschrieben und das führt garantiert zu 0 FPS oder sogar Spielcrash.","replies":[]}]}