{"id":"IBEeq9dB","poster":"Jisatsu90","date":"2016-04-06T05:24:30.144+0000","title":"Tank Akali, Tank Ekko und Co.","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Guten Morgen erstmal,\r\n\r\nAlso zur Zeit scheint es modern zu sein Ap Assassinen als Tanks auf der Toplane zu spielen.\r\n\r\nIch selbst spiele zur Zeit Sehr gerne Tank-Ekko, habe aber auch schon die Variante mit Akali Kata und sogar Diana gesehen.\r\n\r\nWas haltet ihr von solchen Builds, die ziemlich stark sind?\r\n\r\nEine nette Abweichung zu den Standard Tanks oder doch eher toxisch f&uuml;r das Spiel?\r\n\r\nMeine Meinung dazu:\r\n\r\nTanks sind derzeit (wieder einmal) sehr dominant. In der derzeitigen Meta gibt es h&auml;ufig sogar zwei Tanks. \r\nWenn dann noch Champions als Tanks gl&auml;nzen die eigentlich als klassische Burstchampions dienen sollten und dabei eine h&ouml;here Winrate haben als die klassischen Builds, dann gibt es zwei bis drei M&ouml;glichkeiten mMn.\r\n\r\n1. Die Items sind zu stark und zu billig.\r\nInsbesondere Sunfire und der Iceborn Gauntlet sind momentan sehr stark und sind z.B. auf Ekko Coreitems und recht schnell zu bekommen.\r\n\r\nL&ouml;sungsvorschlag: Entweder man nervt ihr Schadenspotenzial direkt (bei Iceborn passiert das derzeit mit einem Nerv der Passive auf dem PBE)  oder man macht die Items teurer und nervt sie damit.\r\n\r\n2. Ekko und Co haben oftmals eines gemeinsam. Hoher Grundschaden und Sustain bzw Selfheal &uuml;ber F&auml;higkeiten.\r\n\r\nL&ouml;sungsvorschlag:\r\nGrundschaden runter und Skalierung hoch.\r\nBei Bruiser Master Yi wurde das vor gemachz nur dass er durch den &quot;Nerv&quot; auf Fullad mehr Schaden gemacht hat als davor auf Full-Ad. Diesen Fehler sollte man nicht machen!\r\n\r\n\r\n3. Grasp of the undying.\r\n3% Schaden abh&auml;ngig vom eigenen Leben und Selfheal in der gleichen H&ouml;he machen Tanks insgesamt sehr stark.\r\nGehen wir mal von 4k Leben aus, so macht jeder 3. Angriff oder F&auml;higkeit zus&auml;tzlich 120 Schaden und man heilt sich in der selben H&ouml;he.\r\nDas ganze wohl gemerkt ohne Autoattack Schaden, F&auml;igkeitenschaden und Schaden durch Items wie Iceborn, Sunfire oder Thornmails.\r\n\r\nMan kann sich denke ich vorstellen was Tanks mit einem AD oder AP Carry derzeit anstellen. Der Schaden, den Tanks derzeit machen, halte ich pers&ouml;nlich sowieso f&uuml;r zu hoch.\r\n\r\nL&ouml;sungsvorschlag: Grasp of the Undying nerven auf 2 oder 2,5%.\r\n\r\nDas reduziert nicht nur den Schaden sondern auch den Sustain.\r\n\r\nWas sagt ihr dazu?","replies":[{"id":"","poster":"Segojan","date":"2016-04-06T08:05:40.303+0000","up_votes":1,"down_votes":1,"body":"Naja die Tank \"Meta\" ist halt immer noch nicht vorbei und so wie es momentan läuft ist es ja auch ok.\n\nGanz ehrlich durch die guten GrundStats von z. b. Ekko habe ich ihn für mich als Support entdeckt.\n\nIch denk, das größte Problem der Community ist, das die meisten viel zu sehr auf ihre Items festgefahren sind.\n\nWenn man sich mal hinsetzen würde und schaut wie man einen Tank Ekko bzw. Akali am besten vernichtet, würde man feststellen, dass dies gar nicht mal so schwer ist...\n\nAber nein der Guide Xy schreibt genau die Items vor, also machen ich das auch und wenn ich verliere muss das natürlich an den OP Champs liegen und nicht an mir selbst","replies":[{"id":"","poster":"Sophie973","date":"2016-04-06T09:48:57.807+0000","up_votes":2,"down_votes":0,"body":"Oder es liegt am Jungler weil der nie gegankt hatte :p xD","replies":[{"id":"","poster":"Maexle","date":"2016-04-06T12:13:09.097+0000","up_votes":3,"down_votes":0,"body":"Es liegt definitiv am Support. {{champion:17}}","replies":[{"id":"","poster":"Sophie973","date":"2016-04-06T22:17:40.819+0000","up_votes":1,"down_votes":0,"body":"Oder weil der Yasou mit 1/4 \"gefeedet\" hat :p","replies":[]}]}]}]},{"id":"","poster":"DontKillMySoraka","date":"2016-04-06T05:38:24.122+0000","up_votes":2,"down_votes":0,"body":"Es heißt “Nerf\", bzw. \"generfed\"","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-04-06T10:20:01.214+0000","up_votes":1,"down_votes":3,"body":"Was genau macht eine Tank Akalie toplane gegen einen Nauti, der Deff spielt und auf Teamfights wartet? Spätestens in Teamfight sieht man, dass Nauti nutzvoller ist, als Akalie, da er Akalie mit den CC lang genug festhalten kann, bis sie tot ist. \n\nWo ist also das Problem?","replies":[{"id":"","poster":"Maexle","date":"2016-04-06T12:12:08.898+0000","up_votes":2,"down_votes":0,"body":"Sie roamt. Akalis Stärke auf der Top ist nicht das Early ( und das war es noch nie) ... {{champion:17}}","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-06T12:28:17.148+0000","up_votes":1,"down_votes":3,"body":"Okay, das ist dann eine Sache der Vision, der Kommunikation und der Spielweise des eigenen Toplaner und hat NICHTS mit dem Champion an sich zu tun.","replies":[]}]}]},{"id":"","poster":"ViceJice","date":"2016-04-07T14:33:51.448+0000","up_votes":1,"down_votes":0,"body":"Problematisch die Skallierung zu ändern wird es ab dem Punkt wenn sie wieder ihr vorgesehenes Build spielen und du somit Oneshot Carrys erschaffst.\n\nIMHO ist die Stärke in der  Toplane Relativ, Spielst du wie erwähnt nen Nauti ist er im Team Fight effektiver als ne Akali/Ekko vom Peel her ABER und da liegt der Kern des Problems sind die meisten Hybrid Toplaner nicht als Klassische Tanks anzusehen. Ihr vorteil ist ihre Mobilität. Ein normaler Tank top bringt entweder CC oder guten Engage.  Für guten DMG muss er gut flanken können (z.B. als Darius nen ADC rausnehmen) oder aber für seine Carrys Peelen.\n\nDer Punkt was Akali, Ekko und LB ( hatte neulich ne LB Midlane Tank die war echt übel) ist ihre Mobilität, sie können entweder mehrmals Dashen und so flash und Gapcloser überwinden und nebenbei genug DMG machen das sie den AD/AP Carry rauszonen oder ihn gleich raus nehmen. \nDies ist IMHO eine völlig legitime Taktik da du es mit AP builds regulär auch kannst nur ist hier Das RIsk/reward system verschoben. \n\nBeispiel\nAP Akali kann den ADC meist One shotten mit einer Kombi. Wird aber auch easy gekillt. High Risk High Reward\nTank Akali kann den Carry auch sehr gut bedrohen nur ist es unwahrscheinlich das sie ihn Oneshottet, dafür sollte sie lang genug überleben   \n\nIceborn so zu nerven das es useless wird, wird nur andere Tanks wieder in die Meta bringen was auswirkungen darauf hat, dass dann wieder mobile assas oder bruiser gepickt werden um Carrys raus  zunehmen.\n\nBalancen wird schwierig bis gar unmöglich da es immer irgend eine möglichkeit gibt dies auszunutzen und OP Picks zu generieren.\n\nMein Tipp gegen Ekko und co. Hard cc und auf die Carys aufpassen. Wird Ap auf Top gespielt müssen sie ihr Build anpassen und im TF macht kein Hard CC'ter Hybrid schaden und fällt um wie nichts.","replies":[]},{"id":"","poster":"I31tch  Risdiz","date":"2016-04-06T10:07:39.966+0000","up_votes":1,"down_votes":0,"body":"An sich einfach Grasp genauso wie Ferror machen also NUR an champs möglich zu stacken \n\neasy fixed...","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2016-04-06T09:53:06.771+0000","up_votes":1,"down_votes":0,"body":"Was wieso willste dies bitte nerfen???\n\nIst doch schön mal Exotische Bauarten zu sehen.\nDas Problem liegt darin das Assassinen Nahkämpfer sind die im aktuellen Meta eher mehr Nachteile haben.\nDaher hilft denen der Tankbuilt, DMG Items kannste dir mittlerweile nur erlauben wenn du nen Fernkämpfer spielst.\n\nUnd nebenbei womit soll der Tank sonst Waveclearen? Lass den Sunfire und Icegauntlet wie sie sind.","replies":[]},{"id":"","poster":"Sarcan06","date":"2016-04-06T09:49:31.734+0000","up_votes":1,"down_votes":0,"body":"All diese Op Toplaner bauen erst einmal Rüstung (Iceborn, Sunfire, ... ). \nMit AP Champions ala **Malzahar, Karma oder Warwick** zerstörst du sie oder hinderst sie daran, ihren \"OP-Build\" zu bauen.","replies":[]},{"id":"","poster":"Bodycounter","date":"2016-04-06T09:14:33.280+0000","up_votes":1,"down_votes":0,"body":"Ich finde es eigentlich immer positiv, wenn Champions mal außerhalb ihrer typischen Rollen eingesetzt werden. Jedoch scheint Riot das irgendwie anders zu sehen, Ekko wurde beispielsweise schon mehrmals geändert, um einen Tankbuild zu verhindern. Eine Tank-Akali ist für mich immer noch schwächer als derzeitige Toptier Picks (inbesondere wegen des fehlenden CCs), daher sehe ich eigentlich keinen Grund immer sofort den Nerfkeule zu schwingen.\n\nMan soll Champions halt so spielen, wie sie gedacht sind. Das lässt sich halbwegs balancen.","replies":[]},{"id":"","poster":"Neeko the Ekko","date":"2016-04-06T08:36:52.675+0000","up_votes":1,"down_votes":0,"body":"Es wird bereits ein Nerf geben auf dem PBE Server:\n\n**Iceborn Gauntlet**\n\n* Unique Passive - Spellblade lowered to 100% of base AD from 125%\n\n**Corrupting Potion**\n\n* Health restore per charge reduced to 125 from 150.\n* Mana restore per charge increased to 75 from 50\n\nDieser Nerf gilt halt für die derzeitige Top-Lane AP Tank Meta.","replies":[]},{"id":"","poster":"Sophie973","date":"2016-04-06T05:34:58.046+0000","up_votes":1,"down_votes":0,"body":"Ich fände es nicht gut wenn die Champions generft werden, da einige so oder so schon probleme haben und deswegen wäre ich eher dafür die Items nerfen.","replies":[]}]}