{"id":"hoXRF7el","poster":"xT Sup Hunter","date":"2016-04-05T19:46:28.539+0000","title":"Der neue Taric!!!!!!!!!!!","subforum":"Champions & Gameplay","embed":{"title":"Champion-Aktualisierung: Taric, der Schild Valorans","description":"Taric verfügt dank seiner Zähigkeit und mächtigen Teamkampf-Fähigkeiten über ein ganz neues Werkzeugarsenal für neutrale Ziele. Er kann z. B. das gegnerische Team vom Drachen abhalten und gegnerische Stichelangriffe mit gutgesetzten Bastionsschilden sowie seinem stolzen Lebensvorrat absorbieren. Gegnerische Jungler, die auf die Gelegenheit spechten, den Drachen mit Zerschmettern zu klauen, müssen sich auch mit Blenden auseinandersetzen.","url":"http://euw.leagueoflegends.com/de/page/champion-update-taric","image":"http://news.cdn.leagueoflegends.com/public/images/pages/2016/march/tre/img/comic.jpg"},"up_votes":2,"down_votes":6,"body":"Ich finde ihn besser und die Skin sind auch ganz geil\r\nWas denkt ihr? Besser? Schlechter?\r\n\r\nBye euer {{champion:12}} {{champion:12}} {{champion:12}}","replies":[{"id":"","poster":"Maexle","date":"2016-04-05T19:51:52.733+0000","up_votes":4,"down_votes":3,"body":"Er scheint definitiv besser bzw. sogar \"OP\" zu sein, wenn man bedenkt, dass er quasi das ganze Team heilen und dem ganzen Team eine Kayle-Ulti geben kann. \nEs war wichtig, dass sein Aussehen angepasst wird, aber mir gefällt er nicht. {{champion:17}}","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-04-06T04:50:51.833+0000","up_votes":1,"down_votes":8,"body":"Schau dir sein Kit noch mal genau an. Er ist jetzt Kayle nur halt als Nahkampf.\n\n1. Er hat die Passive die ihm AS gibt. Die liegt bei Kayle auf der E.\n\n2. Er hat den schwachen Heal. Den Kayle auch hat.\n\n3. Er hat einen Stun (Skillshot) der bei Kay ein starker Slow ist aber garantiert trifft.\n\n4. Er hat die Ulti die Kayle auch hat nur halt als AOE.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-06T09:34:22.781+0000","up_votes":2,"down_votes":3,"body":"Er ist so wie Bard, nur ohne Tunnel.","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-04-06T09:40:38.028+0000","up_votes":1,"down_votes":1,"body":"Wieso wie Bard o.O?\n\nEr kann kein MS geben.\n\nDie Ult gilt NUR für deine Teammates.\n\nUnd er muss für den Stun nicht weiter treffen.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-06T09:47:10.248+0000","up_votes":3,"down_votes":4,"body":"Ganz Simpel, so wie du stupide vergleichen, \n\nBard kann unverwundbar machen und zwar alle, Taric kann zwar nur verbündete, aber Kayle kann nur einen, aber ist tdm das gleich :F\nBard kann healen, muss zwar aufladen, kann aber healen, Taric kann AoE healen, Kayle kann auch healen, zwar nur einer, aber ist tdm das gleiche :F\nBard kann Autoattacks verstärken, Taric kann das auch, Kayle auch, ist auch das gleiche :F\nBard kann auch stunnen, zwar nur, wenn er zwei trifft aber er kann stunnen, Taric kann auch stunnen, Kayle kann zwar nur slowen, aber es ist tdm fast das selbe :F\n\nIch wollte dir damit verdeutlichen, wie dämlich dein Vergleich mit Kayle war und das ich diese Dämlichkeit auch auf Bard vs. Taric anwenden kann :)\n\nPS: :F symbolisiert ein Derp Face.","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-04-06T12:29:12.349+0000","up_votes":1,"down_votes":2,"body":"Nein ich muss sagen das ich deinen Vergleich nicht nachvollziehen kann.","replies":[]}]}]}]}]}]},{"id":"","poster":"Gang Hei","date":"2016-04-06T10:22:30.307+0000","up_votes":2,"down_votes":1,"body":"Der \"neue\" Taric trifft es meiner Meinung nach nicht ganz. Treffender finde ich die Bezeichnung \"Der komplett neue Champ, der den selben Namen hat, wie einer der awesome war aber aus dem Spiel entfernt wurde\"","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-04-06T13:48:05.501+0000","up_votes":1,"down_votes":0,"body":"Richtig richtig schwul. Sogar der Bloodstone Skin sieht aus wie ein schwuler Vladimir xD\n\nAber die Skills sind ganz nice.","replies":[]},{"id":"","poster":"Cyrilya","date":"2016-04-06T05:54:47.012+0000","up_votes":1,"down_votes":0,"body":"Ich find ihn total awesome. Von der Optik her. Über das Kit lässt sich streiten, ich finde jedoch, dass er nicht mehr viel mit dem 'alten' Taric zu tun hat. Die Ulti hätten sie gerne die Alte lassen können nur halt bissle ausgeschmückt oder so... \n\nAber an sich finde ich das Rework recht gelungen. \n\nAuf der Pinken Skin, schielt er verschmitzt zu Debonair-Ezreal und eine Drachenzähmer-Tristana macht Fotos mit ihrem Smartphone und auf dessen Display sieht man die alte Skin, außerdem befinden sich alle 3 in DJ Sona's Nightclub :D xDDD","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-04-06T10:50:45.331+0000","up_votes":1,"down_votes":1,"body":"Er erfordert nun deutlich mehr Skill als er zuvor gebraucht hat.\nSein Stun ist ein Skillshoot und das Ulty hat ne sehr Lange casting time.\nEr wird stark werden, jedoch benötigt er viel Übung!\nMan wird sehen. Ich freu mich auf Gayric!!","replies":[]}]}