{"id":"3M47aqRg","poster":"Fúck Shaco","date":"2016-04-04T22:01:35.577+0000","title":"Wie kann ich mich verbessern","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo :),\r\nich bin grade ( mal wieder ) ziemlich tilted. Ich bin im Moment main ADC bin auch eigentlich sehr zufrieden damit aber ich stucke momentan. Ich wurde in Bronze 3 geplaced hab mich innerhalb kurzer Zeit in Silber 1 gearbeitet aber h&auml;nge hier komplett fest.ich gewinne im Moment maximal 30% meiner Games. Oft mache ich nat&uuml;rlich auch sehr viele Fehler das ist mir klar aber reinfeeden in meine lane tue ich eigentlich nie. Ich spiele gerne Graves slso relativ aggressiv ab Level 6 farme jedoch lieber auf der Lane um dann im fight aufbl&uuml;hen zu k&ouml;nnen. Nunja habe heute 4 Games gespielt 3 Verloren 1 Gewonnen. In allen von diesen 3 Games hatte ich meine Lane unter Kontrolle aber ( Ich will hier nicht meine Mates beschuldigen!) Mitte war jedes mal hart am verlieren. Da Top auch relativ am verlieren war und unsere Lane die einzige war die so ziemlich even war, eher mit Vorteil auf unserer Seite. Daraus folgte nat&uuml;rlich dass Mitte und Jungler anfiengen zu roamen und uns besuchten. Da ein 5/0 mid Laner relativ viel Schaden macht konnten wir uns im 2 v 4 nat&uuml;rlich schlecht wehren aber ich denke damit muss man klar kommen. Zudem k&ouml;nnen meine mates dann farmen oder Tower pushen, was in Silber nur leider keiner macht. Hier gilt eher Nur Zuschauen, Nichts Zerst&ouml;ren es k&ouml;nnte ja aus dem nichts ein 6. Spieler auftauchen und mich t&ouml;ten :D Nunja Fakt ist, dass so ein Game kurz vor dem loose ist. Hier hilft eigentlich nur farmen aber so ziemlich jeder startet eine Solo Aktion ( ja auch mich manchmal mit eingeschlossen) und stirbt wieder sinnlos. 4 v 5 mit baronbuff des gegners zu engagen ist wohl ein Favorit hier. Ich merke selber schon wie ich langsam doch darauf komme mit Anschuldigungen anzufangen von daher einfach &uuml;berlesen bitte. Fakt ist ich habe es fast spielend leicht bis in Silber 1 geschafft mit einer Win Rate von around 70% Wie kann es sein, dass ich auf einmal nur noch eine Win Rate von 30% habe? Ich habe mich selber nicht deutlich verschlechtert eigentlich l&auml;uft es immer ganz gut. Aber wie kann ich als ADC noch Einfluss auf ein Game nehmen wenn meine anderen Lanes verlieren :-) Das ist die Hauptfrage die ich habe. Ich w&uuml;rde echt gerne Gold kommen und danach auf aufh&ouml;ren, denn ich denke Gold V geh&ouml;re ich hin nicht h&ouml;her und nicht tiefer. Das eine gewonnene Game war auch nur unsere Lane am gewinnen alle anderen evenund ich konnte mich auch selber auf 24/3 hoch spielen. Solange meine Lanes even ist habe ich das Gef&uuml;hl ich kann Einfluss haben, aber wen ein Swain kommt der sich gegen meinen Schaden gegenheilt beginne ich wirklich zu verzweifeln. Von daher bin ich offen f&uuml;r Tipps und Kritik was ich besser machen kann :) ( ja ich weiss ich warde zu wenig ^^)","replies":[{"id":"","poster":"Lunnaris01","date":"2016-04-05T01:17:51.054+0000","up_votes":1,"down_votes":0,"body":"Hey. wie du schon angesprochen hast machst du selbst noch viele Fehler, von denen du auch einige Angesprochen hast. Du sagst hier zwar du willst niemand anderem die Schuld geben und über Teams heulen, tust aber genau dieses dann doch recht ausführlich. Wenn du das spiel besser verstehst als deine Silber mates (geht mir selbst in dia oft noch so), dann solltest du versuchen entweder eine gruppe von premades für die Dynamic Queue zu finden oder aber im Chat gut erklären dass die Leute z.B. besser pushen sollen. Aus eigener Erfahrung weiß ich, dass auch in Gold und Plat oft viele Midlaner die behind sind versuchen beim roam irgendwie noch zu followen, aber wenn man ihnen von Anfang an sagt \"If mid roams just take his turret please\" und ihn dann evtl auch pingt, dann wird das zumindest in vielen (wenn auch nicht allen) Fällen dafür sorgen dass zumindest die Mitte gepusht wird und evtl. der Midtower fällt. \n\nWenn übrigens Gegner in deinem Elo 5-0 gehen können in der Mitte, dann überleg dir doch selbst Mitte zu spielen und einfach selbst 5-0 zu gehen, bzw. Frag dich warum du selbst nicht 5-0 stehst. Auch ein 5-0 Gegner muss übrigens nicht zwangsweise ein Problem sein. Gerade in Silber sind comebacks immer drin, deswegen gebe ich dir den Rat nie aufzugeben und soweit möglich die Teammoral hoch zu halten und auf keinen Fall zu flamen bzw sogar die anderen zu beruhigen (ein \"nice, gj\" auf ein shutdown zu schreiben sorgt bestimmt eher dafür, dass dein Midlaner besser spielt als ein \"omg....\" wenn dein midlaner schon zum 3. mal stirbt).\n\nViele von diesen vereinzelten Toden lassen sich leicht vermeiden indem man das Team pingt und zum groupen auffordert. Versuch dir während des Spiels immer einen klaren Plan zu machen und denk darüber nach, was das Gegnerteam gerade für einen Plan haben könnte (in Silber ist da vielleicht oft nichts, aber wenn du dich doch mal höher spielen willst entscheidet so eine Frage schnell mal über ein paar Tower oder gar Baron und das kann dann durchaus das ganze Game verlieren).\n\nHier kann das von dir schon erkannte zu wenige warden zusätzlich sehr nützlich sein ;-) Ich hol selbst als adc meistens bereits beim ersten back eine Pink ward, wenn du sie einmal an einer guten Stelle platziert hast kann die teils 10+ Minuten halten, das lohnt sich in jedem Fall. Auch im Late-Game lieber das Dorans verkaufen und ein pinkie einpacken, eine einzige Ward kann oft den Unterschied zwischen \"Mein mate wurde gecatcht\" und \"Wir haben deren Jungler gecatcht\" ausmachen.\nÜberleg dir einfach, dass du hier nur 3 Last-Hits investierst, also vielleicht einfach ein wenig lasthitten üben und mit dem gewonnen Gold davon dein Vision-Game aufbessern. Gerade die Verbesserung der eigenen Grundlagen wie das Lasthitten, das Warden oder sich eine Strategie zu überlegen (wann hat unser Team gute powerspikes, was sind die stärken des eigenen/gegnerischen Teams (leute rauscatchen, teamfights, splitpush,..)) lassen sich (im Gegensatz zu z.b. Positioning im Teamfight) sehr leicht durchführen, da man das eine in Custom games, das andere Leicht durch ein wenig Youtube Recherche oder eigenes Nachdenken aufbauen kann.\n\nIch denke sogar, dass es das wichtigste ist sich klar zu machen wie man gewinnen kann. Viele Leute in Silber spielen einfach nur das Spiel ohne sich groß gedanken darüber zu machen. Für viele ist es Herausfordernd genug gegen einen guten Gegner noch lasthits zu bekommen, manche kennen vielleicht ihre Champs noch nicht gut genug (micro play) um sich viele Gedanken über Rotations und win conditions zu machen (macro play).\n\nFalls du gut mit Englisch bist schau dir z.B. mal http://elostart.net/blog/how-to-calculate-win-conditions/ an, da wird sowas besprochen. Ich stimme zwar selbst nicht komplett mit allem überein was dort drin steht (die Beispiele betreffend) aber es sollte dir einen groben Leitfaden geben und die eigenen Gedankengänge anstoßen können.\n\nMein letzter Tip ist noch, dass du zwar bis zum letzten Moment versuchen solltest jedes Game zu carrien, wenn es dann aber verloren ist versuch damit abzuschließen bevor du ins nächste Game gehst. \"Tilt\" ist nichts was man aktiv spürt, und selbst wenn du nicht der Grund bist warum dein Team verloren hat, hätte es sein können dass du bereits schlechter spielst als sonst und an einem anderne Tag oder vielleicht schon nach einer 15 Minuten Paise eventuell genau dieses Game doch noch hättest carrien können. Deswegen gerade wenn du weißt dass du tiltest immer nach einer Niederlage eine kurze Pause machen (kurz was trinken, ein Video anschauen, mit dem Hund laufen,...) und erst weiterspielen wenn du dich nicht länger über den Swain im letzten Spiel aufregst sondern dich voll und ganz auf das nächste Spiel konzentrieren kannst. Alternativ gibt es auch gute Übungen für Finger und Handgelenke die die Durchblutung anregen. Schau dir dazu mal https://www.youtube.com/watch?v=EiRC80FJbHU an, evtl suchst du dir 2-3 Übungen raus, die du nach jedem Game machst, für mich selbst wirkt es als sehr beruhigendes Ritual, auch wenn ich es selbst nicht zwischen jedem Game mache.\n\nIch hoffe ich konnte dir ein bisschen helfen. Viel Erfolg beim besser werden, was nämlich viel wichtiger ist als das Elo selbst. Es ist viel erfüllender zu Wissen, dass man gerade selbst die Promos zu Gold hart gecarried hat und z.B. dein Baron call das spiel gedreht hat oder deine Rotations dir 2 Turrets gegeben haben und dein Team mit dem Goldlead snowballen konnte als einfach nur aufzusteigen, weil das Gegnerteam deinen Jungler irgendwie 9/0 gefeedet hat ohne dass du großartig was gemacht hast. :)","replies":[{"id":"","poster":"Fúck Shaco","date":"2016-04-05T12:43:07.537+0000","up_votes":1,"down_votes":0,"body":"Hey und danke für die ausführliche Antwort.\nIch hatte schon eher mit einer Antwort a la jeder kommt dahin wo er hingehört gerechent von daher bin ich schonmal positiv üerrascht. Werde versuchen einiges anzuwenden. Games zu carrien ist für mich deutlich schwieriger geworden in letzter Zeit. Da ich wie vorher angesprochen oft eine sehr hohe winrate hatte habe ich in letzter Zeit nicht selten gegen Gold 2 oder höher gespielt. Oftmals war ich der einzige Silber Typ im ganzem Game. Und ich sage ganz offen dass ich nicht in Gold 2 gehöre von daher fällt es mir schwer solche Games zu carrien. Ausserdem habe ich versucht andere Rollen zu spielen - in der aktuellen meta fühle ich mich jedoch fast ausschliesslich auf der ADC Position wohl. Zum ersten mal seid nun 3einhalb Jahren habe ich einen Main mit Graves gefunden den ich spiele und an dem ich auch nicht die Lust verliere. Trotzdem bevorzuge ich es eher defensiv auf der Lane zu spielen und nicht zu overextenden. Auf LV 6 versuche ich einen kill zu holen, dies ist aber stark Support abhängig und manchmal ist das Glück auch nicht da und der gegner überlebt mit 10 hp. Zwar haben wir seine Summoners dann raus, aber aus Erfahrung kann ich sagen, dass ein Jungler in SSilber nicht sehr auf Summoners achtet. Ich selber würde mich als guten Farmer bezeichnen. Wenn der Gegner mich nicht zonet habe ich einen Farm von 70-85 bei Minute 10 da fehlt jedoch teilweise auch die Konstanz. Nochmal zu dem Swain Game. Ich möchte hier eine Situation darstellen u d wie ich darauf reagieren kann. Wir hatten Yasuo gegen Swain Mitte Und Graves Anivia gegen VAyne Janna Botlane. Die Gegner Botlane ist dann hoch in die Mitte gezogen und wir hinterher. ALs der Fight zwischen den 3en losging kam leider auch noch der Gegner Jungel hinzu. Am Ende habe ich einen Kill bekommen und auch überlebt während die anderen gestorben sind. Ich glaube es war eine 3 zu 2 Trade für den Gegner. 2 Sekunden nachdem Yasuo gestorben ist kam: ff20 pls mid is lost weil Swain 2 kills bekommen hatte. Ich habe geantwortet calm we wont ff this game isnt lost. Hat ihn aber nicht gestoppt eher fing er nun an unsere Botlane als useless zu beschimpfen. Wie kann ich auf solche Situationen reagieren, denn sowas passiert fast jedes Game. Nächste Situation: Illaoi pusht Top. Wir haben die Krabbe und 4 gegner werden auf dem Weg nach oben aufgedeckt. Illaoi hätte genug Zeit um backzugehen sie wird mehrmals gepingt. Ich bin sofort auf die Botlane habe auch den turm genommen und Illaoi ist gestorben. Anstatt ein worth we got the turret kam ein f*ck you team. Ich persönlich habe das Gefühl, dass in Silber solche Spiele oft im Kopf entschieden werden, aber ich bin manchmal einfach mit meinem Latein am Ende wie ich Spieler motivieren soll die sagen Lets Group und dann in eine 1 v 5 gehen. Groupen in Silber passiert recht selten da es oft ein 4 v 5 da jemand oft unnötig gecatcht wird. Teilweise geht sowas schon in der Champ Selection los, wenn die Mitte AD spielt und ich dann Jungle/Top bitte etwas mit AP zu picken. Nicht selten kommt ein f*ck you i play what i want. Ich versuche dann hier Corki zu picken damit wir wenigstens einen Anteil an AP dmg haben mit dem ich persönlich jedoch deutlich schwächer bin als mit Graves. Mit ihm schaffe ich es oft in den Fights aufzutrumpfen und einen Fight rum zu reissen. Bit du ADC-Main? Denn wo ich mich jedes mal ärgere ist wenn ein Fight beginnt und ein Assasin wie Fizz Diana Talon und co. einmal auf mich drückt und ich tot bin. Was kann ich machen wenn solche Characktere gefeedet sind bzw einfach ein paar wenige kills haben. Wenn ich nur hintenstehe und nichts tue ist es ein 4 v 5 und der Midlaner wird geoneshottet stehe ich etwas zu weit vorne sterbe ic htrotz maw und steraks in 1 Sekunde :)\nWäre super wenn du mir noch ein paar Tipps geben könntest für das Verhalten eines ADC gegenüer eines Casters und wie ich auf oben beschriebene Aktionen reagieren kann :)\nMFG CarryKetchup","replies":[{"id":"","poster":"Lunnaris01","date":"2016-04-07T01:57:11.576+0000","up_votes":1,"down_votes":0,"body":"Hey, wenn Leute flamen oder nicht auf Pings reagieren lässt sich leider sehr wenig machen. Flamer kann man in der Regel nur muten. Das worüber du dich hier beschwerst, ist jedoch der Hauptgrund, warum es so einfach ist (meiner Meinung nach) aus lowelo rauszukommen. Nämlich dass ganz viele Spieler totale Idioten sind, und bei dir eben nur 4 und im Gegnerteam 5 sein können.\nBezüglich der \"Sums down\", die musst du deinem Jungler entweder ganz konkret ansagen, oder sie aber einfach selbst ausnutzen. Wichtig auch auf die eigenen sums achten, nicht zu aggro spielen wenn man keine hat, jedoch gerne auch mal aggressiver sein wenn man eventuell den flash dann gegen einige kills traden kann.\nWas das andere betrifft kannst du nur defensiv spielen und versuchen reinzugehen, wenn der gegner seine Sachen auf cooldown hat. Gegebenenfalls muss dein Team dann eben ohne dich auskommen, müssten sie aber auch wenn du geoneshottet wirst. Wichtig ist nicht da zu kämpfen wo ihr keine Vision habt und von überall wer angesprungen kommen kann.","replies":[]}]}]},{"id":"","poster":"Fúck Shaco","date":"2016-04-05T20:55:18.689+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"Fúck Shaco","date":"2016-04-05T16:31:10.897+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]},{"id":"","poster":"Fúck Shaco","date":"2016-04-05T13:26:17.439+0000","up_votes":1,"down_votes":0,"body":"Bump :)\nVerbesserungsvoschläge und Kritik gerne gesehen :-)","replies":[]}]}