{"id":"oAHqO0vA","poster":"Djerun90","date":"2016-04-03T23:03:43.273+0000","title":"Plötzlich zu wenig LP","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Hi!\r\n\r\nIch hab folgendes Problem mit meiner LP-Anzeige:\r\n\r\nGestern Abend bin ich durch die Promo von Bronze I auf Silber V aufgestiegen und hatte damit nat&uuml;rlich wieder 0 LP.\r\nHeute Vormittag hab ich dann mein erstes Spiel in der neuen Division verloren und stand damit nat&uuml;rlich rechnerisch weiterhin bei 0 Punkten (eigentlich).\r\n\r\nDann hab ich ein Spiel gewonnen und hab im Anzeigefenster standen dann auch 21 oder 23 LP als Gewinn angezeigt ... allerdings tauchten in meiner Liga-Liste nur 10 LP auf ... und nach einem weiteren Sieg steh ich jetzt offiziell bei 32 LP. \r\n\r\nIrgendwo m&uuml;ssen da ein paar LP verloren gegangen sein ... ganz so als ob ich mit Minuspunkten gestartet bin und die erst ausgeglichen werden mussten ... und das kann doch nicht sein! Irgendwo muss da ein Fehler vorliegen. Ich kann nach 1 Niederlage und 2 Siegen in meiner Liga doch nicht bei 32 Punkten stehen. \r\n\r\nDjerun90","replies":[{"id":"","poster":"Pheenex","date":"2016-04-03T23:51:21.067+0000","up_votes":2,"down_votes":0,"body":"Das ist kein Bug wenn du frisch aufsteigst bist du für ein paar games vor dem drop geschützt es werden dir aber -LP berechnet soweit ich weiß.\nBeispiel:\nDu bist neu aufgestiegen verlierst 1 game und hast sagen wir jetzt mal -18 LP\nDanach gewinnst du 1 und bekommst 23LP.\nDa du mit den 23 LP die minus LP ausgleichen musst hast du dementsprechend 5 LP.","replies":[{"id":"","poster":"DanionVibit","date":"2016-04-04T06:27:22.680+0000","up_votes":2,"down_votes":0,"body":"Es stimmt das man \"Noobschutz\" in einer neuen Devision kriegt, aber man kann im normalfall NIE unter 0 LP droppen, auch nicht durch eine Niederlage auf 0 LP, das ist schwachsinn und macht auch absolut kein Sinn. Das einzige was ich mir vorstellen kann ist, dass er 2 spiele gedodged ist und dadurch minus-LP bekommen hat. Dies ist die einzige möglichkeit minus-LP zu haben!","replies":[]}]},{"id":"","poster":"Djerun90","date":"2016-04-04T09:05:52.439+0000","up_votes":1,"down_votes":0,"body":"Mir ist grad ein weiterer Fehler aufgefallen:\nNicht nur, dass die LP komisch verrechnet waren, plötzlich fehlen in meiner Match-History auch zwei Matches ... komischer weise werden sie bei Lolking angezeigt, nicht aber bei League of Legends selbst ... Irgendwas läuft da komisch","replies":[]}]}