{"id":"r0jB2rWu","poster":"EG Relentless","date":"2016-04-04T02:25:56.172+0000","title":"Supporter sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo werte LoL Community,\r\nich suche aktuell ein Team f&uuml;r DynamicQ, spiele selbst als Supporter aktuell auf Silver 5 da ich bisher noch nicht die richtige Team Synergie gefunden habe. Die letzte Saison habe ich mit Gold abgeschlossen und mein Pers&ouml;nliches Ziel ist es dieses Jahr mindestens mit Platin abzuschlie&szlig;en.\r\n\r\nZu mir ich bin 26 Jahre jung und spiele LoL seit der 1. Saison mit der Aktuell laufenden Saison habe ich mir wie gesagt den Kompetitiven Bereich mehr in den Kopf gesetzt. Zeitlich bin ich ziemlich ungebunden da ich in der Selbst&auml;ndigkeit arbeite und so die Trainingszeiten selbst mit meiner Arbeitszeit anpassen kann. \r\n\r\nWas Ihr von mir erwarten k&ouml;nnt:\r\n-\tP&uuml;nktlichkeit\r\n-\tEhrgeiz\r\n-\tKritikf&auml;higkeit\r\n-\tLernbereitschaft\r\n\r\nWas ich von Euch erwarte:\r\n-\tGeregelte Trainigszeiten\r\n-\tGesunder Menschenverstand\r\n-\tMindestalter von 18 Jahren (Kein &bdquo;Mama sagt ich soll aus machen&ldquo;)\r\n\r\nZu meinem InGame Erfahrungen\r\nAls Supporter spiele ich einige Champions, darunter z&auml;hlen Aktuell: Poppy, Leona, **Alistar**, Blitzcrank, Nami, **Morgana**, Soraka, **Tahm Kench**, **Thresh**, Janna, **Braum** und LeeSin. Dem Kader meiner Supporter m&ouml;chte ich naher Zukunft noch Bard und Nautilus hinzuf&uuml;gen. Die &bdquo;Fett&ldquo; geschrieben Champions sind hierbei meine Main Auswahl. Sehr gerne w&uuml;rde ich mir aber auch andere Ausgefallene Supporter in Richtung APC antrainieren soweit ein erfahrener Coach das m&ouml;glich macht. Zudem wenn das Team selbst unter Aktuell keiner Flagge spielt w&uuml;rde ich hierzu den Clan in dem ich aktuell seit 4 Jahren Spiele empfehlen, da dieser mit einem sehr Famili&auml;ren Klima die passende und angenehme Umgebung schafft.","replies":[{"id":"","poster":"ATC  HsSin III","date":"2016-04-04T09:59:21.910+0000","up_votes":1,"down_votes":0,"body":"xsqrillex mein name add me if u want","replies":[]}]}