{"id":"TIXlk561","poster":"JustOnFire","date":"2016-04-03T15:34:21.006+0000","title":"Tiltfaktor auf Lowelo","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hey, \r\nIch spiele seit ca. nem halben Jahr League of Legends. Wurde diese Season Bronze 4 (glaub ich) eingeranked. Mittlerweile bin ich Silber 3. Ich merke einfach, dass ich ein viel besseres Spielverst&auml;ndnis als meine Teammates habe. Gerade hatte ich wieder ein Game, was mich zum ausrasten bringen k&ouml;nnte. Es war so ein knappes Spiel, nachdem unser Team &uuml;bel das Comeback gestartet hatte. Als es dann in den Final Taemfight gehen sollte, und ich gecallt habe &quot;group as 5&quot;, ist der Jungler von uns erstmal im gegnerischen Jungle gestorben, darauf hin auch noch unser ADC, der dachte er k&ouml;nnte den T2 Turret Bot solo holen. Hat mich schonmal leicht zum tilten gebracht. Daraufhin ist unsere Leona einfach in ein 3v5 ohne adc und jungler gegangen. Mein Toplaner ist nat&uuml;rlich gefolgt. So kurz gesagt, die Gegner haben einfach durch Group gewonnen. Ich bin mir sicher, dass der Teamfight im 5v5 gewonnen gewesen w&auml;re. Jetzt schreib ich diese Nachhricht, weil ich einfach so getilted  bin, dass ich mich garnicht mehr traue weiter zuspielen. Ich geh&ouml;re nicht in Silber, dass alleine zeigt sich ja schon durch meine postiven K/D&acute;s und meinen Farm. Ich kann halt auch nicht mehr carrien, als der Gegner es erlaubt. \r\n\r\nMeine Frage:\r\nWie geht ihr damit um bzw. seid ihr damit umgegangen? \r\n\r\nGr&uuml;&szlig;e, \r\nJustyyyxD","replies":[{"id":"","poster":"Bocherto","date":"2016-04-03T16:40:08.075+0000","up_votes":2,"down_votes":1,"body":"Was bringt dir dein ach so schönes Spielverständnis wenn du nicht in der Lage bist es umzusetzen? Du gehörst in die Liga in der du dich befindest und nicht in die, die du dir auf Grund deines Wissen´s einbildest.","replies":[{"id":"","poster":"JustOnFire","date":"2016-04-04T18:20:00.965+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bocherto,realm=EUW,application-id=YnZkMR0R,discussion-id=TIXlk561,comment-id=0003,timestamp=2016-04-03T16:40:08.075+0000)\n>\n> Was bringt dir dein ach so schönes Spielverständnis wenn du nicht in der Lage bist es umzusetzen? Du gehörst in die Liga in der du dich befindest und nicht in die, die du dir auf Grund deines Wissen´s einbildest.\n\nWenn du dieser Meinung bist, okay. Ich aber bin da ganz anderer Meinung. Was bringt mir den mein Spielverständnis, wenn alle meine Mates immer alleine reingehen und ich dann ein 1v5 am Nexustower machen muss? Mh? GAR NICHTS. \nDazu setze ich mein Spielverständis doch um, aber League of Legends ist ein TEAM-Spiel. Fünf gegen Fünf. Da muss nicht nur einer gut sein um zu gewinnen.^^","replies":[{"id":"","poster":"Bocherto","date":"2016-04-04T19:00:45.847+0000","up_votes":1,"down_votes":0,"body":"Wenn du ein viel besseres Spielverständnis hättest als die Leute aus deiner derzeitigen Elo würdest du dort nicht spielen. Oder eben du hast ein so großes Spielverständnis auf dem Papier aber kannst es EBEN NICHT umsetzen. Andere gründe existieren nicht dafür das du dort spielst wo du spielst.","replies":[]}]}]},{"id":"","poster":"Julian Chopper","date":"2016-04-03T15:36:06.502+0000","up_votes":2,"down_votes":1,"body":"> Ich gehöre nicht in Silber, dass alleine zeigt sich ja schon durch meine postiven K/D´s und meinen Farm. Ich kann halt auch nicht mehr carrien, als der Gegner es erlaubt.\n\nWenn du nicht in Silber gehörst, dann wirst du auch aus Silber raus kommen.\n\nKDA und Farm hat keine Aussagekraft. Ich kann auch 24/7 splitpushen und dabei einen Champ mit disengage spielen und habe gute Stats + viel Farm, aber bin komplett nutzlos.","replies":[]},{"id":"","poster":"Fjiordor","date":"2016-04-04T06:58:10.248+0000","up_votes":1,"down_votes":0,"body":"Eigenen tilt muss man einfach vermeiden, aber das erfordert selbstbeherrschung und eine eigene einsdtellung(siehe Stoa).\nAnsontsen immer schön den gegner mit dem größtem loose streak campen oder adcs oneshotten.\n{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"ikslhairtuz","date":"2016-04-03T16:07:44.875+0000","up_votes":1,"down_votes":0,"body":"Sobald das Game ende ist startet man ein neues wie jeder andere normale Mensch auch... verlieren und schlechte Spieler gehören zu jeden Spiel dazu!\n\ngetilted... EU/NA Wort 2016","replies":[]},{"id":"","poster":"JustOnFire","date":"2016-04-03T15:43:54.135+0000","up_votes":1,"down_votes":0,"body":"Zur Kenntnis genommen^^","replies":[]}]}