{"id":"ft7Vws3u","poster":"Phoeníx","date":"2016-04-02T15:13:16.387+0000","title":"Suche Dynamic Que Partner zum Tryharden und spaß haben","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hey Leute,\r\n\r\nIch bin 22 Jahre alt und komme aus dem sch&ouml;nen Niedersachsen :)\r\n\r\nIch bin Main Jungler und entstamme einer langen Jungle Dynastie, schon mein Vater und mein Opa haben gejungled....Spa&szlig; beiseite ^^\r\n\r\nIch war ne Zeit inaktiv und m&ouml;chte mich jetzt wieder dem Spiel Tryhard widmen :) Mein alter Account wurde mir zurecht entzogen da ich dazu neigte mich in der Solo Que aufzuregen. DIes hab ich aber l&auml;ngst abgelegt :)\r\n\r\nNun hab ich mir einen Account hochgespielt und suche einen Mitstreiter oder gerne mehrere die auch sehr gerne Tryharden m&ouml;chten :)\r\n\r\nes w&auml;re sch&ouml;n wenn ihr im Bereich High Plat/Dia vorher rumged&uuml;mpelt haben da ich &quot;fr&uuml;her&quot; Auch Dia 3 war.\r\n\r\nDen Rest dieser Woche und die komplette n&auml;chste Woche habe ich Urlaub und es w&auml;re sch&ouml;n wenn ihr &auml;hnlich viel Zeit h&auml;ttet die Woche, aber nicht zwingend notwendig :)\r\n\r\nIch freue mich auf euch mfg Anonymus Nightma (Das &quot;re&quot; hat leider nicht mehr hingepasst :c)","replies":[{"id":"","poster":"Phoeníx","date":"2016-04-03T09:17:17.449+0000","up_votes":1,"down_votes":0,"body":"Push :)","replies":[]},{"id":"","poster":"JPGmarster","date":"2016-04-02T22:13:10.473+0000","up_votes":1,"down_votes":0,"body":"Hey, \nhabe im Moment Ferien und daher auch Zeit. Ich bin 16 Jahre alt und suche ebenfalls nen Q Partner... Im Moment bin ich Plat IV, war in der Preseason aber schon in Platin I . Falls du bock hast schreib mich an. ;) Bin übrigens Main Mid und auch mal auf der Top und als Supp unterwegs ...","replies":[]},{"id":"","poster":"Phoeníx","date":"2016-04-02T22:06:30.335+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Blackrake","date":"2016-04-02T16:11:10.071+0000","up_votes":1,"down_votes":0,"body":"Hey Leute, bei dem Typi würde ich mich nicht melden habe es eben mal getan, war zu S2 Diamond 1 und hab seitdem nicht gezockt, und er erzählt mir hätte 92 games gebraucht bis Silber V von Bronze V was völliger Quatsch ist, weil ich noch nicht mal 92 Games insgesamt gespielt habe (außer man rechnet normals mit) und daher wirklich unseriöser Kerl, und sehr unfreundlich! LG","replies":[{"id":"","poster":"Phoeníx","date":"2016-04-02T16:53:19.355+0000","up_votes":1,"down_votes":0,"body":"Hallo Blackrake ich finde es sehr irritierend das du so toxisch in diesem Forum agierst da ich lediglich zu dir gesagt habe das du leider von der Elo her nicht dem enstprichst was ich in diesem Post angesetzt habe und dir einen schönen Tag und vorallem noch viel Spaß in LoL gewünscht.\n\nhttp://www.lolking.net/summoner/euw/28825942\n\nHier sind deine 92 Games Silber 5.\n\nMit freundlichen Grüßen Anonymus Nightma","replies":[]}]}]}