{"id":"TAwUriw1","poster":"The Demon Child","date":"2016-04-02T00:56:16.479+0000","title":"Hextech-Boxen - Ein Vorschlag zur Optimierung","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":3,"body":"Guten Abend Leute! \r\n\r\nIch will mit Euch mal &uuml;ber die Hextech Boxen reden.\r\nIch bin pers&ouml;nlich sehr zufrieden mit dem Prinzip, dass man 4 Chests im Monat bzw. 1 pro Woche erh&auml;lt, und auch nur dann, wenn man selber oder einer der Frenude ein S bekommt, auf diese Weise f&ouml;rdert es ein gutes zusammenspielen, und vor allem auch das Teamplay, zum Thema &quot;besch&uuml;tzt den st&auml;rksten (den, der das S bekommen kann)&quot;\r\n\r\nAuf die Weise kann man Gen&uuml;gend Schl&uuml;ssel in der Woche versuchen zu erlangen, und w&auml;hrenddessen weiterhin sein bestes im Game geben. Und sogar eine gute Methode Leute vom Flamen abzuhalten, wenn die sich mal bem&uuml;hen, belohnt zu werden, aus dem Grund dass Flamer keine Hextech boxen erhalten :) \r\n\r\n\r\nNun mein Vorschlag:\r\n\r\nEs gibt sicher einige unter Euch, die bereits jeden Champ besitzen, und nicht wissen, was sie mit den IP/EP anfangen sollen, deshalb meine idee, dass f&uuml;r diejenigen, die alle champs haben, die m&ouml;glichkeit haben, Die Boxen mit IP zu erwerben.\r\n\r\nwenn man zu viele Schl&uuml;ssel hat (was auf dauer mit sicherheit der fall ist), hat man ja noch die M&ouml;glichkeit sich eine Truhe zu kaufen, w&auml;re halt besser, dass Leute, die schon alle Champs haben diese mit EP kaufen k&ouml;nnte, damit diese einen neuen Verwendungszweck daf&uuml;r haben, und viele Skins bekommt man als Splitter ohnehin sehr h&auml;ufig :) \r\n\r\nalso, f&uuml;r mich w&auml;re dies ein vorschlag, auf den man vielleicht eingehen k&ouml;nnte. \r\nSchl&uuml;ssel sollte man nat&uuml;rlich dem Grundprinzip halber nur durch Games oder RP bekommen. \r\n\r\nEin Upvote f&uuml;r die Idee w&auml;re vielleicht nicht schlecht, damit dieses mehrere lesen k&ouml;nnen :) \r\nBei einem Downvote vielleicht schreiben, warum dies eine schlechte Idee w&auml;re, und wie man dies besser umsetzen k&ouml;nnte. \r\n\r\nMit freunldichen Gr&uuml;&szlig;en \r\n\r\nAsura","replies":[{"id":"","poster":"Rucking Fiot","date":"2016-04-02T12:20:18.818+0000","up_votes":1,"down_votes":0,"body":"Es wäre auch nice wenn man Schlüsselfragmente bei einem S-Rank bekommt, sofern man keine Kisten mehr erhalten kann ^^\nWäre ganz nice, denn alle die ich kenne haben zur Zeit 2-3 Kisten über D:","replies":[]},{"id":"","poster":"Spicavius","date":"2016-04-02T01:20:05.426+0000","up_votes":1,"down_votes":0,"body":"> Es gibt sicher einige unter Euch, die bereits jeden Champ besitzen, und nicht wissen, was sie mit den IP/EP anfangen sollen, deshalb meine idee, dass für diejenigen, die alle champs haben, die möglichkeit haben, Die Boxen mit IP zu erwerben.\n> \n> wenn man zu viele Schlüssel hat (was auf dauer mit sicherheit der fall ist), hat man ja noch die Möglichkeit sich eine Truhe zu kaufen,\n\nSo weit ich weiß kann man nur 12 Schlüsselfragmente pro Monat bekommen, weil man 4 Boxen pro Monat kriegen kann.\nEs wird noch eine Verwendungsmöglichkeit dazukommen, wenn man alle Champions besitzt btw wird man etwas mit den Championessenzen/Splittern etwas machen können.\n\nDemnach sehe ich keinen Sinn in deiner Idee, aber hättest du diese Info vorher gewusst, hättest du diesen Thread auch nicht eröffnet. Ist ja nicht dein Fehler ;)","replies":[{"id":"","poster":"The Demon Child","date":"2016-04-02T01:44:55.376+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=YnZkMR0R,discussion-id=TAwUriw1,comment-id=0001,timestamp=2016-04-02T01:20:05.426+0000)\n>\n> So weit ich weiß kann man nur 12 Schlüsselfragmente pro Monat bekommen\n\nIch gehe davon aus, dass man nicht nur 12 fragmente im monat bekommt, dies würde mit sicherheit auch auf dem profil stehen, wie es bei den boxen der fall ist, außerdem aus welchem grund sollte man nur so viele schlüssel wie boxen im monat bekommen, wenn man sich diese im shop kaufen kann? :P","replies":[{"id":"","poster":"Spicavius","date":"2016-04-02T12:00:50.475+0000","up_votes":1,"down_votes":0,"body":"> welchem grund sollte man nur so viele schlüssel wie boxen im monat bekommen, wenn man sich diese im shop kaufen kann? :P\n\n\nWeil man gierig auf die boxen ist und nicht die Geduld hat. ;)\n\nWie gesagt ich gebe nur das wieder, was in einer Quelle stand ich suche die kurz für dich raus =)\n\n> [{quoted}](name=kitae,realm=NA,application-id=LqLKtMpN,discussion-id=rJ4rQmHA,comment-id=000600050002,timestamp=2016-03-24T07:34:50.863+0000)\n>\n> We purposefully set the key and chest limit the same, if you earn your free chests and keys and you're done - cool\n\n\nÜbersetzt heißt das: \"Wir haben mit Absicht das Limit für die Schlüssel und die Kisten auf das selbe Niveau gesetzt, wenn du deine kostenlosen Kisten und Schlüssel bekommen hast, dann bist du fertig [für den Monat] - cool\"\n\nFolgendermaßen kann man \"nur\" 12 Keyfragmente (4 Schlüssel) pro Monat kriegen.\nInfos die dich vllt noch interessieren könnten, sind, dass Keyfragmente je öfter du sie kriegst seltener werden. Pro Monat wird das Limit bzw die Trägheit für das Kriegen der Schlüsselfragmente wieder auf 0 gesetzt. So wie ich das verstanden habe wird es jeden Anfang eines Monats zurücksetzt.\n\nEin Riotler hat diese Metapher genommen: Es ist so wie mit einem Levelsystem. Jedes Keyfragment ist ein Level. Je mehr Fragmente du bekommst desto höher bist du vom Level. Wie in anderen Level Spielen verlangsamt die Erfahrungrate bzw die Schnelligkeit bis man ein Level erreicht hat.\nMan wird also jeden Monat wieder auf 0 gesetzt und die ersten Keyfragmente sind sehr leicht zu kriegen. Die letzten sind etwas schwieriger für die muss man mehr Spiele spielen.\n\nDas hat den Effekt, dass Spieler die selten spielen trotzdem noch Schlüssel kriegen können ohne eine Tonne von Spielen spielen zu müssen.","replies":[]}]}]},{"id":"","poster":"I love you Malon","date":"2016-04-02T00:59:45.612+0000","up_votes":1,"down_votes":0,"body":"Dann muss die EP summe aber über 10.000 EP betragen um es nicht ganz so leicht zu machen :)","replies":[{"id":"","poster":"The Demon Child","date":"2016-04-02T01:14:31.289+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XtremBoy,realm=EUW,application-id=YnZkMR0R,discussion-id=TAwUriw1,comment-id=0000,timestamp=2016-04-02T00:59:45.612+0000)\n>\n> Dann muss die EP summe aber über 10.000 EP betragen um es nicht ganz so leicht zu machen :)\n\nHätte eher an 2000 - 4000 gedacht, da man vieles doppelt und dreifach bekommen kann :) \n\nUnd zudem gibt es ja sehr sehr viel, was man freischalten kann, und die schlüssel sind im preis nicht drin :P \n\nIch habe auch schon boxen bekommen mit skins, die ich vorher schon hatte, also denke ich, der fall ist gar nicht so unwahrscheinlich","replies":[]}]}]}