{"id":"4gp6pam8","poster":"Pumá D Ace","date":"2016-04-01T22:51:15.677+0000","title":"DynQ - probleme der champselect und wartezeiten","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":0,"body":"hey jungs, ich wollte mal &uuml;ber die DynQ reden. ich finde an sich ist dynq eine sehr gute sache (au&szlig;er evtl f&uuml;r den pro bereich) und macht eine menge spass. aber was mich einfach st&ouml;rt sind die langen wartezeiten auf ein game. wo ich in season 5 noch ca 40-50 sek auf ein match warten musste h&auml;nge ich jetzt teilweise 10-12 min in der que und das in gold elo! alles was unter master ist m&uuml;sste mMn wesentlich schneller gehen, alles &uuml;ber 2-3 min ist da f&uuml;r mich unverst&auml;ndlich um ehrlich zu sein. \r\ndas n&auml;chste problem das ich habe, was ich noch viel schlimmer finde: man bekommt (je nach dem was man pickt) seine 2nd rolle viel &ouml;fter als seine hauptrolle. ich zB spiele main jungle und bekomme aber in mind. 50-60% meiner games toplane. ich w&uuml;rde zB sehr gern als 2nd rolle supp angeben, wenn ich daf&uuml;r gw&auml;hrleistet bekomme, dass ich in sagen wir 75% meiner games jungle bekomme, also in ca 3/4 meiner games aber wenn man jetzt als 2nd rolle (!) supp anmeldet bekommt man IMMER supp -.- und die option ,,fill&quot; ist f&uuml;r mich auch nur ein tool, damit mehr leute supporten gehen. und trotzdem sind die wartezeiten so lang.\r\nich meine, wenn sie es so ver&auml;ndern w&uuml;rden, dass man echt in 70-80% siener games seine main rolle bekommt, w&uuml;rden auch viel mehr leute supp als zweites anmelden, so wie ich zB. \r\nwie ist eure meinung dazu?","replies":[{"id":"","poster":"xFSODx","date":"2016-04-01T23:09:26.623+0000","up_votes":1,"down_votes":0,"body":"Meine Meinung ist das du auf jeden Fall recht hast. Ich warte im Silber Bereich teilweise 5 Minuten. \n\nDoch musst du bedenken das sich locker 80% oder mehr in der Bronze, Silber Elo befinden. Davon die meisten wollen einfach eine Solo lange und wenige gehen Bot Lane. Währenddessen das in der Gold und höher genauso ist nur viel weniger Spieler und so wollen auch viel weniger Botlane.","replies":[]}]}