{"id":"Oh7ju2QJ","poster":"PowerSafety","date":"2016-04-01T20:17:09.595+0000","title":"Aurelion Sol Passive/W resettet Junglecamps doppelt","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Wenn ich Aurelion im Jungle spiele habe ich manchmal festgestellt, dass meine kreisenden Sterne junglecamps doopelt aggressiv machen. Das ganze sieht wie folgt aus:\r\nIch habe wenig leben, will backporten, laufe vorher noch an Gromp vorbei und hitte ihn ausversehen im vorbeilaufen mit einem Stern. Ich laufe weiter weg, die Aggroleiste vom Gromp wird leer und er l&auml;uft zur&uuml;ck. W&auml;hrend er zur&uuml;ck l&auml;uft trifft ein Stern erneut , ich gehe anschlie&szlig;end aber schon komplett aus der Range und porte back. Dieser 2. Treffer f&uuml;hrt allerdings dazu, dass Gromp (und andere Camps) erneut aggressiv auf mich zu laufen, nachdem sie an ihren alten Platz zur&uuml;ck gekehrt sind und sich regeneriert haben.\r\n\r\nKurz: Aurelions Sterne erzeugen erneut Monsteraggro, w&auml;hrend das Monster mit leerer Leiste in Richtung ausgangsposition zur&uuml;ckkehrt. Anschlie&szlig;end kommt das Monster zur&uuml;ck, macht einen Angriff und hardresetted erneut. \r\nBitte einmal fixen. {{champion:136}}","replies":[{"id":"","poster":"Embrace","date":"2016-04-05T14:53:32.945+0000","up_votes":2,"down_votes":0,"body":"_Hier, dein Beitrag korrekt geschrieben und gegliedert, damit man diesen auch gut lesen & verstehen kann! <3_\n\n\nWenn ich Aurelion Sol jungle spiele habe ich festgestellt, dass meine kreisenden Sterne jungle Camps doppelt aggressiv machen. \n\n**Das ganze sieht  gefolgt aus:**\n\n>  Ich laufe an einem Camp vorbei, z.b. Gromp, und treffe ihn im vorbeilaufen mit einem Stern. Ich laufe weiter weg, die Aggroleiste vom Gromp wird leer und er läuft zurück. Während er zurück läuft trifft ihn ein weiterer Stern, nun gehe ich komplett aus der Reichweite des Gromps und porte back.\nDieser 2. Treffer führte allerdings dazu, dass das Camp _erneut aggressiv_ auf mich wurde und los läuft, _nachdem sie an ihren alten Platz zurück gekehrt_ waren und sich regeneriert hatten.","replies":[]},{"id":"","poster":"Embrace","date":"2016-04-02T00:03:31.527+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-04-02T16:59:07.026+0000","up_votes":1,"down_votes":0,"body":"wenn das campm zurückläuft und während dem Zurücklaufen gehitted wird, wird es nicht zurückkommen bis du es im camp, also wenn es wieder am spawnort steht, hittest.","replies":[{"id":"","poster":"Embrace","date":"2016-04-05T14:38:10.000+0000","up_votes":1,"down_votes":0,"body":"> Wenn das Camp zurück läuft und dabei von den Sternen getroffen wird, wird es nicht zurück angreifen, bis es an seinem Spawnpunkt steht, und erneut von dir, an seinem Spawnpunkt, angegriffen wurde.\n\nDas ist richtig, falls ich deine Antwort richtig verstanden habe.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-04-05T14:50:30.026+0000","up_votes":1,"down_votes":0,"body":"Wenn ein Camp während dem zurücklaufen zum Spawnpoint von Schaden erleidet, wird es nicht sobald es den Spawnpoint erreicht, ohne Schaden zu erleiden wieder angreiffen.\n\nAlso das Camp geht zurück zum SP. In dieser Zeit hittest du es.(alle champs gemeint)\nDas Camp kommt am Spawnpoint an. Und erleidet **keinen** Schaden mehr.\nDas Camp wird am Spawnpoint bleiben.","replies":[{"id":"","poster":"Embrace","date":"2016-04-05T14:56:20.209+0000","up_votes":1,"down_votes":0,"body":"Ok gut, habe ich also richtig verstanden ^^","replies":[]}]}]}]}]},{"id":"","poster":"StillYasuoMain","date":"2016-04-05T14:51:08.766+0000","up_votes":1,"down_votes":0,"body":"Hattets du zufällig den Gromp- oder Redbuff?","replies":[]},{"id":"","poster":"StillYasuoMain","date":"2016-04-02T17:06:25.450+0000","up_votes":1,"down_votes":0,"body":"Ich habe es ausprobiert beim golem, blue und gromp aber es war ganz normal. Das einzige was mir aufgefallen ist, ist dass die camps einem länger bzw weiter nachlaufen.","replies":[]},{"id":"","poster":"Schurkzz","date":"2016-04-01T21:35:42.763+0000","up_votes":1,"down_votes":0,"body":"Wird gemacht. Ich kümmere mich darum. Kappa","replies":[]}]}