{"id":"0hQJuEbT","poster":"AmunRe15","date":"2016-04-02T07:17:05.072+0000","title":"Neues Itemsystem mit eigenen Kombinationen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Liebes RIOT-Team, liebe Community,\nwie w&auml;re es, wenn es ein neues System f&uuml;r Gegenst&auml;nde/Shop geben w&uuml;rde, bei dem man sich seine Items selbst zusammenstellen kann? \n\nSo stelle ich mir das zb vor: Zuerst kauft man f&uuml;r zb 300 gold AD, dann kombiniert man das mit drei mal AP f&uuml;r 300 gold und hat ein 1200 gold Item. Das kombiniert man mit Leben f&uuml;r 1200 gold und f&uuml;gt noch einen Zhonyas-Effekt mit einer Abklingzeit passend zum Goldbetrag von 1200 hinzu, sodass man ein Item f&uuml;r 3600 erh&auml;lt.\n\nAlle Items würden mit diesem System zb 3600 Gold kosten und aus 3 Teilen zu je 1200 Gold zusammengebaut werden, diese aus 2 mit 600 Gold und diese (zumindest bei den bloßen Stats wie AD oder Leben) aus zwei 300-Gold-Teilitems [edited nach einem netten Hinweis von BigSnipe]\n\nVorteile:\n* Man ist frei in seinen Entscheidungen und kann passend zu seinem Champ, Team, den Gegnern und der Situation das exakt passende item kaufen.\n\n* Die Meta wird evt gr&ouml;&szlig;er, da jeder Champ sein passendes Item findet.\n\n* Erweiterungen sind einfacher, da man einfach einen neuen Aktiven oder Passiven Effekt hinzuf&uuml;gen kann.\n\nNoch zu l&ouml;sen: \n\n* Startitems ... kann man gut als ausbaufähige Earlygame-Items machen, die dann im Lategame an Stärke verlieren, doch für Jungler und Support wie die jetzigen Items{{item:2303}} {{item:1414}} essenziell (auch für Mid- und Toplaner sowie ADCs, die im Earlygame snowballen wollen {können sie auch einfach weglassen um Gold für andere Items zu haben})  ...  werde ich noch Ideen suchen und ein paar Vorschläge machen [siehe Kommentar von BigSnipe]  \n\n* Schuhe...braucht man sie, wenn man festes Movespeed einfach so kaufen könnte?\n\n* Es ist nicht so &uuml;bersichtlich, wenn jeder eine von 1000 Kombinationen hat, zu l&ouml;sen zb durch Farbcodes f&uuml;r die verschiedenen Werte wie zb Braun f&uuml;r R&uuml;stung und zb eine Sonne f&uuml;r den Sunfire-Effekt.\n\n* Eventuell sind manche Kombinationen von Effekten, zb Sunfire und H&ouml;llenzepter op, also k&ouml;nnte man sie einfach verbieten. Auch k&ouml;nnte man wie jetzt durch Einmaligkeit verhindern, dass jemand zb nur den Blade Effekt und AS kauft. Ebenso kann man Limits einf&uuml;gen wie jetzt schon bei CdR auch zb bei Tenacity, Kritdmg, erh&ouml;htem GrundAD....\n\n\nIch w&uuml;rde mich sehr &uuml;ber eure R&uuml;ckmeldungen freuen, mir w&uuml;rde das freie Kombinieren jedenfalls sehr viel Spa&szlig; machen ({{item:3140}} f&uuml;r AP; 900 AD auf Draven...)\n\nVielen Dank f&uuml;rs Lesen und schreibt eure Ideen in die Kommentare!\nMfG AmunRe15","replies":[{"id":"","poster":"BigSnipe","date":"2016-04-02T14:44:09.235+0000","up_votes":1,"down_votes":0,"body":"An sich nicht schlecht, jedoch wäre es dann einfacher wenn man seine Statuswerte einfach \"aufwerten\" könnte. Zb. kostest dann 1AD 40Gold oder so. \nDie Items die man sich käuft hätte dann nurnoch die effekte.\n\nJedoch gibts halt dann dass Problem, wie kann man Leute die gefeedet sin beschränken. ZZ. ist es durch fullbuild, man kann nicht mehr wie 6Items besitzen.\nDeine Items kann man ja immer weiter upgraden, klar kann man ne beschränkung enführen, jedoch wie soll das gehen? \nJungler/Supp Items sind billiger als andere und geben dem Chamion verhältnismäßig mehr für das bezahlte Gold as ein ADC Item. Jedoch bist du als supp bei 13-15k schon fulluild ein ADC jedoch erst bei 20+k","replies":[{"id":"","poster":"AmunRe15","date":"2016-04-07T16:13:45.687+0000","up_votes":1,"down_votes":0,"body":"Deine Idee ist auch nicht schlecht, doch ich denke dass man im jetzigen Spiel und dann auch taktieren kann, wann man den Lanegegner zum Backport schickt, damit er keine Items kaufen kann (ADC mit 1200 Gold=/= {{item:1038}} )...\n\nIch hatte es eher so gedacht, dass man immer noch nur 6 Items hat, die aber alle zb 3600 Gold kosten und frei aus 3 1200Gold-Elementen kombiniert wurden (diese dann zb aus 2 600G-Teilen)...\n\nDas mit den unterschiedlichen Itemkosten für die Rollen habe ich nicht bedacht, (ich weiß nicht ob das hilft) aber man könnte so eine Art \"grosse\" Startitems einführen, die man entweder aus den kleinen bauen kann (Support, wie{{item:2303}} , Jungle wie {{item:3706}} ) und als ADC/Midlaner/Toplaner sich entscheiden kann, ob man auf das Lategame hinarbeiten will und normale Items kaufen will oder im Moment stark sein will und das kleine Startitem ausbauen will...\nWie wäre das?","replies":[{"id":"","poster":"BigSnipe","date":"2016-04-08T21:24:54.447+0000","up_votes":2,"down_votes":0,"body":"Die Idee mit den Max kosten der Items finde ich nice, so könnte man die Items meiner Meinung nacht tatsächlich viel besser balancen. Zudem kann man Ja verschie Max preisklassen festlegen.\n\nJa ne ausbaufähiges stardtitem für ADC/MId/Topp wäre echt mal nice, besonderes da es letztens mal ne Zeit gab wo Midlaner {{item:3092}} als erstes Item gebaut haben^^\n\nDu kannst ja mal deinen Gedanken freien lauf lassen und ein Paar Ideen solcher Startitems mit uns teilen!\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"AmunRe15","date":"2016-04-11T18:53:03.240+0000","up_votes":1,"down_votes":0,"body":"**Beispiele für Startitems:** \n_Support:_ \nAmulett des Unterstützers: 450 Gold: \n zB. AD, Leben oder AP im Wert von 430 Gold + zusätzliches Gold und Erfahrung für Minions die in deiner Nähe sterben, ohne dass du sie getötet hast.\n---> Ausbau\nSightstone + mehr Gold pro Lasthit und Kill wenn du einen Champ neben dir hast, der mehr Gold gesammelt hat.\n *Supporter brauchen GOLD!!!!(um sich all die tollen anderen Items zu kaufen)\n...\n_ADC:_\nPistole des Schützen:\nzB. Attackspeed und Leben pro Hit; AD und Lebensraub; Lauftempo und Leben über Zeit wie bei {{item:1039}}; im Wert von 400 Gold + zusätzliches Gold für jeden Lasthit.\n---> Ausbau\nentweder Critchance und Krits heilen dich für 30 - early Game\noder         AD und AA machen 10 % mehr Schaden, maximal 15 - early Game\n...\n_AP-Mid/Top:_\nRing des Magiers: 450 Gold:\nzB. AP im Wert von 400 Gold+Fähigkeiten verbrennen deinen Gegner für 3 Sekunden.\n---> Ausbau\nentweder Angriffsreichweite+Nach einer Fähigkeit macht dein nächster AA 25 mehr DMG\noder         Mana+Wenn du im Level aufsteigst, bekommst du 500 Mana zurück\n...\n_AD-Mid/Top:_\nMesser des Schlitzers: 450 Gold:\nzB. AD im Wert von 400 Gold+wenn du einem Gegner normalen Schaden zufügst, heilst du dich für einen Teil des Schadens.\n---> Ausbau\n...\n_Tank:_\nHelm des Bärs: 450 Gold:\nzb. Leben/Rüstung oder Leben/Magieresistenz im Wert von 400 Gold+wenn du von einem Gegner angegriffen wirst, erleidet dieser Schaden\n---> Ausbau\n... \n_Jungl:_\nKartoffel des Dschungels: 400 Gold(für Pots):\nentweder weniger Schaden von Monstern oder mehr Schaden an Monstern oder Heilung beim Fighten von Monstern.\n---> Ausbau \nSmite Verbesserung!+siehe Jungle-Items\n...\n\n\n\nDas sind alles nur Ideen und ich würde mir noch viel mehr Startgegenstände wünschen, vielleicht nicht die zu Beginn, sondern kreativere --->**Ausbau**strategien besonders für das Earlygame, die im Earlygame oder frühen Midgame stark sind, damit  man als _**Mid/Top/ADC die Auswahl treffen muss zwischen jetzt stark sein/Powerspike, oder aufs Lategame hinarbeiten und dann coolere Items als die anderen zu haben**_ (fürs Verkaufen bekommt man nicht so viel)(Supportet und Jungler brauchen wahrscheinlich immer Startgegenstände)\nWenn ihr Ideen habt, könnt ihr sie auch schreiben und dann nehme ich sie auf","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-04-02T07:34:10.974+0000","up_votes":1,"down_votes":0,"body":"Das würde das Spiel sehr stark verändern, man erkennt nicht mehr an den Items, was man als Counter bauen sollte und die Itemsymbole kann man dann auch nicht mehr wirklich gerecht verteilen. Wir sind hier schließlich nicht bei Borderlands, wo man sich Zeit lassen kann beim Waffenkauf ;)","replies":[{"id":"","poster":"BigSnipe","date":"2016-04-08T21:29:32.639+0000","up_votes":1,"down_votes":0,"body":"Wenn man es in diesem Format ne Weile gespielt hat, sollte das Ingame schnell genug gehen. Außerdem weis man ja schon vor den spielen welche Items man sich etwa kauft, ich les mir ja auch nicht jedes Item in jeder Runde neu durch. \nMan kann neue Itemsymbole kreieren, das wird ja auch oft genug in Lol gemacht","replies":[]},{"id":"","poster":"AmunRe15","date":"2016-04-07T16:05:02.578+0000","up_votes":1,"down_votes":0,"body":"Zu den Itemsymbolen hatte ich gedacht, man könnte eine Farbkombination zusammen mit einem Zeichen für die Effekte machen, zb blau-lila mit {{item:3068}}  im Hintergrund für ein Ap-Magieresistenz-Sunfire...\n\nAn das Shoppen würde man sich nach einiger Zeit bestimmt gewöhnen und wird schneller...\n\nDie Veränderung ist sehr bestimmt da, doch ist eine starke Veränderung schlecht{{champion:121}} ? Vielleicht kann man es auch erst in 4 Jahren einführen, dann gibt es LoL immerhin schon 10 Jahre und irgendwann wird es vielleicht auch langweilig, wenn es immer ähnlich bleibt...","replies":[]}]},{"id":"","poster":"Rucking Fiot","date":"2016-04-02T13:53:25.341+0000","up_votes":1,"down_votes":0,"body":"Klingt  nice...\nHab aber das Gefühl, es würde LoL \"zerstören\" bzw zu sehr verändern D:","replies":[{"id":"","poster":"BigSnipe","date":"2016-04-08T21:25:32.948+0000","up_votes":1,"down_votes":0,"body":"Veränderungen sind gut, siehe AP und AD Item veränderungen","replies":[]},{"id":"","poster":"AmunRe15","date":"2016-04-08T11:50:29.653+0000","up_votes":1,"down_votes":0,"body":"Wenn es LoL dann vielleicht schon 10 Jahre gibt (falls es erst in 3 Jahren eingeführt wird), will man vielleicht auch mal eine extreme Veränderung und einen Neuanfang :D","replies":[]}]},{"id":"","poster":"JackTheStrípper","date":"2016-04-05T13:12:20.914+0000","up_votes":1,"down_votes":0,"body":"Und wenn jetzt einer einfach immer nur AD kauft, ohne irgendwelche Effekte?\nIch mein einfach nur AD hat keinen hohen Gold Preis. Und wenn man dann nicht mehr beschränkt ist, durch eine Anzahl an Items hat man dann eben einen 2000 AD ADC in Minute 30....","replies":[{"id":"","poster":"AmunRe15","date":"2016-04-07T16:21:03.979+0000","up_votes":1,"down_votes":0,"body":"Erstens hat er dann sonst nichts, was ein ADC braucht, zb Angriffstempo oder Lebensraub oder Lauftempo...\n\nZweitens ist es so extrem auch wieder nicht, {{item:1038}}  kostet 1300//40AD : 1300Gold/40AD=32.5Gold pro AD \n--> in Minute 30 hat man vielleicht 10000 Gold --> 10000 Gold/32.5Gold pro AD = nur 307.6 AD, und das ist ja sogar sehr wenig, man müsste AD sogar fast noch verbilligen...","replies":[]}]}]}