{"id":"eRYTxqvy","poster":"BelArk","date":"2016-04-01T14:44:19.391+0000","title":"FEEDBACK zum Thema Queue Dodging, Report System und Elo Hell","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Hallo Team von Riot,\r\nich selbst befinde mich momentan in Silber 2 Division. Generell gilt ja Silber als &quot;Elo-Hell&quot;, wor&uuml;ber ich etwas ansprechen m&ouml;chte.\r\n\r\nH&auml;ufiger habe ich das Problem, dass innerhalb der Spiellobby schon absehbar ist, dass das Spiel eine klare Niederlage wird, durch\r\n- &quot;i go troll&quot;\r\n- &quot;i intentionally feed&quot;\r\n- sofortige Beleidigung der Leute untereinander\r\n\r\nIn dem Fall w&uuml;nschte ich mir eine M&ouml;glichkeit, dass ich Leute reporten kann, ohne f&uuml;r diesen Vorgang eine Niederlage nach 20 Minuten zu kassieren. Im Prinzip ist das ja eine doppelte Bestrafung aller Spieler, die versuchen, anst&auml;ndig zu sein. Die vors&auml;tzlichen St&ouml;rer ziehen ihr Ding durch, und damit man selbst etwas bewirken kann, muss man tendenziell 20-40Minuten warten.\r\n\r\nSehr schnell geht es ja dann auch in die Richtung, dass die Toxidit&auml;t der anderen Mitspieler steigt. Sobald es dann ingame ins Flamen &uuml;bergeht, ist dann f&uuml;r mich die Frage - wer ist Schuld? Alle reporten? Die Ursache (den vors&auml;tzlichen St&ouml;rer) melden?\r\n\r\nMeine derzeit logischste Entscheidung ist, die Lobby zu verlassen, 3 Strafpunkte und eine Auszeit zu kassieren. Dem gegen&uuml;ber stehen 20minuten verlorene Spielzeit, viel Frust und -15 bis -20LP.\r\n\r\nIch m&ouml;chte darauf aufmerksam machen, dass das bisherige System keinerlei sinnvolle Optionen bietet, wenn sich solche Dinge bereits in der Lobby abspielen. Gleichzeitig m&ouml;chte ich die Frage stellen - kann ich noch etwas Sinnvolleres tun, als die Lobby rechtzeitig zu verlassen, wenn der Troll Ernst macht?\r\n\r\nFreundliche Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Revelate","date":"2016-04-01T14:58:11.015+0000","up_votes":2,"down_votes":0,"body":"Spieler die sich in der Champselect schon so verhalten, dass man sich genötigt fühlt zu dodgen, melde ich (mit einem screenshot vom Chat) dem Support.\nAuch wenn dieser Spieler dadurch sicherlich nicht bestraft wird, sollte wenigstens der Support merken, dass wenn das häufig vorkommt, dass sie etwas dagegen tun sollten.\n\nUnd BTW, es gibt keine Elohell. Nur weil man so wie Silber spielt und in silber feststeckt, ist noch lange nicht das System bzw das Matchmaking dran Schuld.\nAn all diejenigen die sich fragen warum sie in Bronze oder Silber feststecken. Ich war selber mal Silber 4, ist ziemlich leicht da raus zu kommen, wenn man auf Goldnivau spielt, dauert das nur 2-3 Wochen, je nach dem wieviel man spielt.\n\nZurück zum Troll in der CS. Leider weiss man nie, ob der nur Dumm labert, oder der wirklich trollen will.\nIch meine, jemand der wirklich trollen möchte würde doch nicht seine Zeit damit verschwenden, andere Leute zum dodgen zu bringen.\nOder vielleicht wollen sie die Leute zum dodgen bringen, würden aber Ingame dann normal spielen?\n\nIch schaue dann immer in die Matchhistory, wenn ich nicht einige Trollspiele oder ne Losing Streak sehe, riskiere ich das Game.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-04-01T14:52:11.544+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=BelArk,realm=EUW,application-id=KYnfKGf0,discussion-id=eRYTxqvy,comment-id=,timestamp=2016-04-01T14:44:19.391+0000)\n>\n> Sehr schnell geht es ja dann auch in die Richtung, dass die Toxidit&auml;t der anderen Mitspieler steigt. Sobald es dann ingame ins Flamen &uuml;bergeht, ist dann f&uuml;r mich die Frage - wer ist Schuld? Alle reporten? Die Ursache (den vors&auml;tzlichen St&ouml;rer) melden?\n\nJa, alle Flamer reporten.\nWo ist denn das Problem?\n\n> Meine derzeit logischste Entscheidung ist, die Lobby zu verlassen, 3 Strafpunkte und eine Auszeit zu kassieren. Dem gegen&uuml;ber stehen 20minuten verlorene Spielzeit, viel Frust und -15 bis -20LP.\n\nWenn du das System der LP-Vergabe besser verstehen würdest, dann weisst du, dass eigentlich nru die Auszeit eine Strafe darstellt (langfristig).\n\nAbgesehen davon:\nWas denkst du? Wie lange wird der Troll sein Verhalten aufrechterhalten, wenn er selber immer 20 Minuten spielt, um dann -20 LP zu kriegen?\n\nIch persönlich denke nicht, dass ein Troll dies durchzieht, bis er Bronze 5 ist (oder einen perma kriegt; was zuerst kommt^^).\nWenn doch: ist mir dann völlig egal.\n\n> Ich m&ouml;chte darauf aufmerksam machen, dass das bisherige System keinerlei sinnvolle Optionen bietet, wenn sich solche Dinge bereits in der Lobby abspielen. Gleichzeitig m&ouml;chte ich die Frage stellen - kann ich noch etwas Sinnvolleres tun, als die Lobby rechtzeitig zu verlassen, wenn der Troll Ernst macht?\n\n1. Troll ignorieren (damit er keine Bestätigung/Aufmerksamkeit erhält)\n2. Normal spielen\n3. Nach dem Game - ohne Reportaufrufe - reporten (egal, ob ihr vielleicht doch gewonnen habt oder nicht)","replies":[]},{"id":"","poster":"TheCurSADer","date":"2016-04-07T17:30:21.314+0000","up_votes":1,"down_votes":0,"body":"Ich sag einfach \"Scheiß drauf, es ist nur 1 Match und evtl. haben die Gegner auch so einen oder sogar 2 davon im Team, geht schon\". War halt bei Online-Spielen immer so und wird so bleiben, denke aber das Rito recht viel dagegen tut - Feeder und Flamer werden recht flott gebannt, was du an den ganzen Beschwerdeposts hier sehen kannst :D","replies":[]},{"id":"","poster":"BelArk","date":"2016-04-01T15:34:45.224+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die Rückmeldungen. Ja, ich stimme zu, dass es keine Elo-Hell gibt. Ich schätze aber, dass der Mythos sich teilweise auch darauf beruft, dass schon so Einiges in der Lobbyphase schief gehen kann. Es ist halt nur eine These von mir.\n\nAndererseits weiß ich auch nicht, ob das wirklich die Lösung ist, im Voraus reporten zu können. Wenns ne 4er rankingQ gibt und die gemeinschaftlich den 5ten reporten, um das Game zu dodgen, besteht das Problem wieder anders herum...\n\nIn meinem Fall heut wurde Janna Jungle gepickt mit der Aussage\n\"Ich hasse meinen Bruder. Ich will den Account meines Bruders nach Bronze bringen. Wenn der gebannt wird, ists auch gut.\"\n\nNächstes Mal screenshotte ich das und brings an den Support, wie vorgeschlagen.","replies":[]}]}