{"id":"3awMVv7r","poster":"KÎNGKONG","date":"2016-04-01T13:19:38.468+0000","title":"Sola getting carried","subforum":"Champions & Gameplay","embed":{"title":"Sola getting carried [GER]","description":"Sola getting carried [GER] Klickt den Link an, um ein abgefahrenes Video zu sehen, welches euch motiviert niemals aufzugeben! https://www.youtube.com/watch?v=esxFFTksG7A In diesem Spiel hatte mein Team und ich einen sehr schlechten Start. Ständig wurden wir gekriegt und getötet. Das feindliche Team hat Tower für Tower unsere gesamte Basis zerstört.","url":"https://www.youtube.com/watch?v=esxFFTksG7A","image":"https://i.ytimg.com/vi/esxFFTksG7A/hqdefault.jpg"},"up_votes":1,"down_votes":3,"body":"Klickt den Link an, um ein abgefahrenes Video zu sehen, welches euch motiviert niemals aufzugeben!\r\nhttps://www.youtube.com/watch?v=esxFFTksG7A\r\n\r\nIn diesem Spiel hatte mein Team und ich einen sehr schlechten Start. St&auml;ndig wurden wir gekriegt und get&ouml;tet. Das feindliche Team hat Tower f&uuml;r Tower unsere gesamte Basis zerst&ouml;rt. Im Midgame hatten wir keinen einzigen Tower mehr und die feindlichen MINIONS HABEN BEREITS AUF UNSEREN NEXUS EINGEH&Auml;MMERT!!!! Das feindliche Team war uns mit 10000 Gold voraus!! Die Moral meines Teams war am Boden und der Surrendervote wurde st&auml;ndig aktiviert. Glaubt ihr mir, dass wir dieses Game, unter diesen Bedingungen trotzdem gewonnen haben? Schaut es euch selber an und macht euch ein eigenes Bild!\r\nhttps://www.youtube.com/watch?v=esxFFTksG7A\r\n\r\nWenn sowas in Diamant/Master m&ouml;glich ist, warum dann nicht auch in Bronze, Silber, Gold und Platin? Leute, gibt niemals auf! Glaubt an euch und euren F&auml;higkeiten! Versucht die Teammoral aufzubauen und f&uuml;hrt euer Team in den Sieg!!!!\r\n\r\nLasst mich durch eure Kommentare und Bewertungen wissen was ihr dar&uuml;ber denkt. Wart ihr vielleicht schon mal in einer &auml;hnlichen Lage?\r\n\r\nVergisst nicht einen Abo dazulassen :-)\r\n\r\nDanke f&uuml;r`s zuschauen!","replies":[]}