{"id":"4p2GtJgf","poster":"Kata Ga Kill","date":"2016-04-01T06:39:10.369+0000","title":"Ashes Passive","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Habe mich mal bisschen ausf&uuml;hrlicher mit Ashe besch&auml;ftigt und verschieden Items an Ihr getestet wie auch 100% Crit.\r\nUnd das erstaunlichste Ihre Passive verwirrt mich total das ist ja auf kauderw&auml;lschich geschrieben worden.\r\nUnd die Zahlen haben dort schon mit 70% Crit aufgeh&ouml;rt zu steigern quasi hat das letzte Crit Item nichts gebracht.\r\n\r\nSie macht keinen Crit Schaden sondern verlangsamt nur, ist das nicht ein Nerf?\r\n**Wie funktioniert Ashes Passive, kann mir die einer detaliert erkl&auml;ren?**","replies":[{"id":"","poster":"OrangeBubble","date":"2016-04-01T07:09:07.280+0000","up_votes":1,"down_votes":0,"body":"Critchance verstärkt den Bonus Dmg, d.h. sie \"crittet\" permanent.\nSie kann auch critten, allerdings wird dann nicht der Dmg nochmal erhöht, sondern der Slow wird verstärkt.\n\nDer Bonusdmg wurde umbenannt, weil mit den neuen Masterie's Ashe absurd stark geworden wäre (ähnlich wie Tryndra, nur noch heftiger). Stell dir mal vor, sie mit Warlord .... Auch ohne Minions hätte sie unendlich Sustain, wenn ihre Passive immernoch als Crit behandeln werden würde.\n\nHier auch noch der Wiki-Eintrag:\n\nhttp://de.leagueoflegends.wikia.com/wiki/Ashe","replies":[]},{"id":"","poster":"Cyrilya","date":"2016-04-01T06:57:27.424+0000","up_votes":1,"down_votes":0,"body":"> Frost Shot: Ashe's basic attacks and abilities apply Frost Shot Debuff Frost to affected enemies, slowing them by 5% - 25% (based on level) for 2 seconds and causing subsequent basic attacks against them to deal 10% + (critical chance × (1 + bonus critical damage))% AD bonus physical damage while they remain slowed.\n\n> Critical Slow: Ashe's critical strikes deal no additional damage, but instead double Frost Shot Debuff slow strength to 10% - 50% (based on level), decaying over the duration to its normal strength.\nQuelle: [Englisches LoL-Wiki](http://leagueoflegends.wikia.com/wiki/Ashe)\n\nSie macht extra DMG, wenn sie ein Ziel mehrfach trifft, da sie mehr Schaden macht, wenn das Ziel geslowed ist. Diese Hits werden als 'Crit' angezeigt. \nDer DMG hat einen Grundwert und skaliert mit einer blöden Rechnung aus Critchance und Bonus AD - ob und wo der gecapped ist, keine Ahnung. \n\nAshe soll halt nicht wirklich Schaden machen, da sie hal soviel CC mitbringt. Sie kann permanent Slowen, dazu noch hart DMG wär ein bisschen zuviel des guten. :O Ich find den Passive gut wie er ist. :>","replies":[]},{"id":"","poster":"Parunpata","date":"2016-04-01T06:46:55.438+0000","up_votes":1,"down_votes":0,"body":"Ich wirklich schwer zu verstehen der Text. Ich weiß nur, dass sie nicht crittet sondern slowt und mit steigender Critchance der Slow stärker ist oder so^^","replies":[]}]}