{"id":"dR3RwRMq","poster":"SynixDE","date":"2016-03-31T14:28:00.808+0000","title":"Twisted Fate karte hinzufügen","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":3,"body":"Hi,\r\n\r\nich wei&szlig; nicht ob dieser vorschlag schonmal kam. Aber bei Twisted Fate W kann man ja drei karten aussuchen (Mana,dmg,stun) \r\n\r\ncool w&auml;re wenn eine vierte karte mit heilung dazu kommen w&uuml;rde.","replies":[{"id":"","poster":"3Xtermin4ns","date":"2016-03-31T17:56:07.293+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher, ob das TF wirklich stärken würde. Eine vierte Karte würde Zeit, die man braucht um eine Karte auszuwählen, verzögern.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-03-31T17:33:16.428+0000","up_votes":1,"down_votes":0,"body":"Hm. Ein Champ, der Mana- und Lebenssustain hat...\nDie alte Soraka hatte dies. Wurde entfernt. Wieso sollte TF das nun bekommen?\nWenn er sowas jemals bekommen sollte, müsste die blaue Karte gehen, damit er nicht einfach Sustain für umsonst hat.","replies":[]},{"id":"","poster":"StillYasuoMain","date":"2016-03-31T17:22:54.884+0000","up_votes":1,"down_votes":0,"body":"Wann dann würde ich statt dem slow auf der roten Karte ein heal nehmen. Also macht area dmg und healt für jeden getroffenen Gegner.\n\nSonst spiel ihn devourer xD","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2016-03-31T15:06:02.271+0000","up_votes":1,"down_votes":0,"body":"Der is jetzt schon stark genug gib ihm noch sustain joaaa!","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-03-31T14:50:19.661+0000","up_votes":1,"down_votes":0,"body":"ich würd noch 2 Karten einfügen mit Fear (schwarze Karte) und Silence (weiße Karte)..... vllt bekommt man irgendwann ja ein Pokerdeck zusammen.\n\nSpass bei Seite ^^.Dauert jetzt schon lange an deine Karte zu kommen mit noch einer ist es nur unnötige Zeit an eine Karte zu kommen die man sehr selten warscheinlich braucht.","replies":[]},{"id":"","poster":"Anraton","date":"2016-03-31T14:32:14.383+0000","up_votes":1,"down_votes":0,"body":"hm .. wenn du HP brauchst kauf dir doch nen {{item:3145}} / {{item:3152}} ?","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-03-31T14:32:08.702+0000","up_votes":1,"down_votes":0,"body":"Ich bin gegen diese Änderung, denn du würdest schwerer an deine gewünschte Karte kommen wenn du vier Karten hättest statt 3 und als Midlaner brauchst du keinen Sustain. Das wäre ein starker Vorteil in vielen Matchups da man als Tf einen guten Poke hat und dazu auch noch Sustain wäre sehr schwer zu countern.","replies":[]}]}