{"id":"goy0h5g0","poster":"MurderForProfit","date":"2016-03-30T23:42:07.863+0000","title":"Wie funktioniert das System mit den Rängen? A/B/C/D","subforum":"Champions & Gameplay","embed":{"title":"League of Legends Match History","description":"Every game is a story; visit the new League of Legends match history to check out how this one ends and share your own!","url":"http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2591082528/223106545?tab=overview","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":0,"body":"Hi Leute,\nwie funktioniert das mit den R&auml;ngen nach einem Spiel? Wann bekommt man S oder wann bekommt man D?\nIch frage mich das, weil ich nach einem bestimmten Spiel (Link) nur A+ bekommen habe wo ich viel Farm hatte, viele Kills, wenige Tode und hohen Schaden an Champions hatte.\n\nLG Wanta\n\n(Bearbeitet): Ok... hatte einen schlechten Farm. >:( #DatMistake","replies":[{"id":"","poster":"Rainbow pheanix","date":"2016-05-27T11:09:55.827+0000","up_votes":1,"down_votes":0,"body":"12 2 cait, meister farm im spiel, doppelt so viel dmg wie alle anderen. Alter bitte wer kann mir erklären warum ich ein A- krich...\n[http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2683804108/22683425?tab=overview]","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-03-30T23:46:12.504+0000","up_votes":1,"down_votes":0,"body":"Das kann dir niemand sagen, weil es keine genauen Statistiken dazu gibt. Man kann nur mutmaßen.\nWas man wohl sagen kann, ist, dass es als ADC z.B. einfacher ist, als z.B. mit Support, subjektiv mehr oder weniger gesagt. Farm scheint eine große Rolle zu spielen.\n\nGenerell wird wohl deine Leistung mit der Durchschnittsleistung aller Zed Spieler verglichen. Welche Werte wie gewichtet werden, kann man aber nicht sagen :c","replies":[{"id":"","poster":"xTHZx Arcadia","date":"2016-03-31T04:26:36.907+0000","up_votes":1,"down_votes":0,"body":"Als support ein s zu bekommen halte ich für sehr einfach...\nbin main support und bekomme teilweise einen s rang obwohl ich wesentlich schlechter stehe als manch anderer im game.. wovon keiner \"s\" hat. \nhabe jetzt keinen beweis, nur ist mir das schon recht oft aufgefallen..\n\nandererseits stand ich eben mit diana mitte 20/6/10 nach 36 minuten mit 151 farm, und hatte ein \"S\".\nder garen auf der top hatte mit 11/3/12 und 161 farm gerade mal ein \"A-\"\n\nnatürlich wird riot das system nicht öffentlich zur schau stellen aber interessieren würde es mich schon ^^","replies":[{"id":"","poster":"JackTheStrípper","date":"2016-03-31T10:44:48.295+0000","up_votes":1,"down_votes":0,"body":"Das stimmt. Ich spiele fast nur Support und bekomme in jedem dritten Spiel ein S- oder besser. Je früher das Spiel zu Ende ist desto besser die Bewertung.","replies":[]}]}]}]}