{"id":"K5zK91EO","poster":"FrankerX","date":"2016-03-30T20:59:08.789+0000","title":"Freundesliste mal wieder TOTAL verbuggt.","subforum":"Melde einen Bug","embed":{"title":null,"description":null,"url":"http://puu.sh/nZTdr/3f4ef0ad08.png","image":null},"up_votes":1,"down_votes":0,"body":"also mal von dem screen abgesehen wo es seit inzwischen &uuml;ber einer halben stunde sagt das mein freund in warteschlange ist (obwohl er selber sagt ers offline) \r\nsagt es mir auch dauernd z.b das 5 leute online sind obwohl ich nur 4 sehe.\r\noder es sagt 3 sind online, obwohl ich 4 sehe.\r\nauch hierzu nat&uuml;rlich einen screen. \r\nhttp://puu.sh/nZS4E/e50b9658ab.jpg \r\nwo ist der 5. der online ist? und nein ich habe heut weder jemanden geaddet, noch hat mich jemand gel&ouml;scht.\r\n\r\nbei manchen sagt es &quot;mobil zuletzt gesehen vor xy&quot; obwohl die gerade am pc live on sind.\r\n\r\nwei&szlig; nicht wer da wieder gepfuscht hat riot, aber ich hoffe es dauert nicht wieder mehrere monate das zu beheben , wie vor 2 monaten noch der uhrzeit fehler der seit oktober mehrmals gemeldet wurde (und f&uuml;r den alleine ich auch 4 tickets erstellt habe &uuml;ber 5 monate hinweg)\r\n\r\nmanchmal w&uuml;rde ich schon gerne fragen woran die techniker bei riotgames den ganzen tag so basteln. w&uuml;rde mich manchmal schon interessieren. ich will damit nicht sagen die machen nie was (sonst w&uuml;rden sie ja gefeuert werden), aber das was sie machen. wie schnell wird das den gemacht? ich kann mir f&uuml;r eine arbeit die 2 stunden dauert auch 2 tage zeit lassen und dann sagen &quot;man ich war so besch&auml;ftigt!&quot;. naja vll ist das auch einfach nur mein gewissen und meine arbeitseinstellung, das ich sowas nicht tun kann weil ich sonst schlecht schlafe.\r\nbin halt ein gutmensch ne?","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T21:03:53.298+0000","up_votes":1,"down_votes":0,"body":"Du bist eher ein Typ, der alles rusht, dabei muss man aufpassen, dass keine weiteren Bugs entstehen wenn man irgendwas behebt. Außerdem versucht Riot nicht mehr viel an dem aktuellen Client zu ändern, da bald der neue rauskommt und es unnötig wäre etwas an dem alten zu ändern, wenn so oder so am Ende ein neuer rauskommt.","replies":[{"id":"","poster":"FrankerX","date":"2016-03-30T21:05:42.128+0000","up_votes":1,"down_votes":0,"body":"nicht wirklich, ich mache meine arbeit sehrwohl gründlich, allerdings nehme ich mir nicht 2 tage zeit für ne 2 stunden arbeit :D\nja wow... stimmt der neue client... der alte hat SEIT ES IHN GIBT nur probleme ich glaube es gab nicht 1 tag wo wirklich 100% funktioniert hat und riot will einen neuen rausbringen... na darauf bin ich ja mal gespannt wie das wird :D","replies":[]}]}]}