{"id":"1t5YUY42","poster":"KingMMax","date":"2016-03-30T20:03:58.755+0000","title":"Permanente Sperre","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":15,"body":"[Unbanned-Problem gelöst]\n\nIch wurde vor kurzem von RIot gebannt und finde, das es nicht fair  ist!\nDann habe ich den Support kontaktiert ,und darum gebeten eine letzte changse zu bekommen.\nDer Support hat mir nicht geholfen und nur kopierte texte geschikt!\nHier der Chat von dem Support &amp; mir\n\n\n KingMMax Am Samstag um 16:08\nIch wurde am 26.03.2016 um ca 14h Permanent von league of Legends gebannt! Ich werde das nicht Akzeptieren da ich auch Geld f&uuml;r dieses Spiel ausgegeben habe! Ich Entschuldige mich f&uuml;r mein benehmen und verspreche das ich in zukunft ein vorbildliches verhalten an den Tag lege! Werden sie die Sperre nicht zur&uuml;cksetzen verlange ich eine R&uuml;ckgabe meins ausgegebenen Geldes! Ich muss auch sagen das ich in zwei der Runden mit meinen Freunden gespielt habe und die mich &#039;&#039;zum Spa&szlig;&#039;&#039; reportet haben da ich eben von meinen 13Tage ban freigeschaltet wurde!\n\n\n\nKakei Juzou Am Montag um 08:47\nHallo KingMMax,\ndein Konto wurde dauerhaft gesperrt, nachdem unsere Disziplinarverfahren bereits zu mehrfachen Strafma&szlig;nahmen gef&uuml;hrt haben.\nBitte melde dich bei deinem Client an, um deine Reformkarte mit den j&uuml;ngsten Spielen zu sehen, die zu dieser Ma&szlig;nahme gef&uuml;hrt haben. Bei Riot Games ermuntern wir Spieler zwar dazu, sich zu bessern, entfernen aber stets Spieler aus unserem Spiel, die fortlaufend f&uuml;r negative Spielerlebnisse sorgen.\nZu dieser Ma&szlig;nahme kommt es erst, wenn wiederholte Strafma&szlig;nahmen erfolgt sind, und wir werden die Sperre unter keinen Umst&auml;nden aufheben.\nObwohl dies das Ende des Weges ist, sind wir zuversichtlich, dass du mit etwas Abstand bei den n&auml;chsten von dir gespielten Spielen ein anderes Verhalten zeigen wirst.\nAlles Gute bei deinen k&uuml;nftigen Unternehmungen.\nMit freundlichen Gr&uuml;&szlig;en,\nKakei Juzou\n\n\n\nKingMMax Am Montag um 22:11\nIch finde das ich noch eine letzte changse verdient habe! Ihre Antwort war nicht Hilfreich und sie haben mein problem nicht gel&ouml;st! Sie haben mir nicht geholfen sie haben einfach ihren kopierten Text eingef&uuml;gt! Ich bin ein bisschen Ent&auml;uscht ,dass sie mein Problem nicht einsehen!\nFalls sie es nicht verstanden habe, werde ich es f&uuml;r sie nocheinmal erw&auml;hnen! Ich finde meine Permanente sperre nicht gerechtfertigt ist!\nEs gibt den &#039;&#039;Mute Button&#039;&#039; und die Chat sperre nicht umsonst!\nEs ist Traurig das sie meinen Account gesperrt haben, und ich nichteinmal meine Statistiken ansehen kann! Ich bitte um noch eine letzte changse ,meinen seit ca.3 Jahren Alten Account zu benutzen! Ich habe viel m&uuml;he und aufwand in meinen Account gesteckt und auch ein bisschen Geld.\nIch bitte um eine letzte Changse ,da ich in meinen Account viel m&uuml;he invistiert habe.\nUnd bitte keinen Kopierten text!\n\n\n\n\nKakei Juzou Gestern um 09:49\nHallo Beschw&ouml;rer, \n ungl&uuml;cklicherweise kann ich deine Bedenken nicht direkt beantworten. Wir haben ein Player Behaviour Team, welches darauf spezialisiert ist solche Anfragen zu beantworten. Ich werde deine Anfrage an dieses Team &uuml;bertragen und ein Player Behaviour Specialist wird sich sobald wie m&ouml;glich bei dir melden.\n Vielen Dank f&uuml;r deine Geduld!\nMit freundlichen Gr&uuml;&szlig;en,\nKakei Juzou\n\n\n\nKingMMax Gestern um 20:15\nWo wird dieses &quot;Team&quot; sich bei mir Melden?\nUnd ich finde es Traurig ,dass sie nur einen Text hier einf&uuml;gen! Man hat keine Changse wirklich mit jemandem um das Problem zu reden! Nur den Betreff anzusehen und den dazugeh&ouml;rigen Text schicken!\nTroztem, danke f&uuml;r ihre Bem&uuml;hungen!\n\n\n\n&Eacute;rai Heute um 19:54\nHallo Beschw&ouml;rer,\nich kann sehen, dass auf dem Konto in der Vergangenheit durchaus mildere Strafen eingesetzt wurden und du somit nicht nur das eine Mal die Chance hattest, solches negatives Verhalten im Spiel nicht mehr an den Tag zu legen. Aus diesem Grund weist diese Strafe nur darauf hin, dass du dich dazu entschieden hast, die M&ouml;glichkeit, dein Verhalten zu bessern und ein positiver Bestandteil dieser Community zu werden, nicht wahrzunehmen.\nLeider hat diese finale Sperre kein Enddatum und kann auch nicht ver&auml;ndert/aufgehoben werden. An unsere Stellung bez&uuml;glich deinem Fall wird sich auch fortw&auml;hrend, so wie bei k&uuml;nftigen Anfragen nichts &auml;ndern. Es wurde dir bereits gr&uuml;ndlich erkl&auml;rt wieso diese Strafe auf dein Konto eingesetzt wurde und wir sehen dieses Anliegen damit als abgeschlossen an.\n&Eacute;rai\nRiot Games\nPlayer Support\n\n「ここでは俺様が主役よ」\n\n\nIch finde es unfair das der Support mich anl&uuml;gt ,er sagt er kann die SPerre nicht aufheben. Doch ich kenne wen, bei dem die Sperre aufgehoben wurde.\n\nEdit: Das mit dem Geld hat sich schon geklärt, Chatlog steht bei den Antworten!","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-30T20:32:19.358+0000","up_votes":5,"down_votes":0,"body":"> Ich finde das ich noch eine letzte changse verdient habe! Ihre Antwort war nicht Hilfreich und sie haben mein problem nicht gelöst! Sie haben mir nicht geholfen sie haben einfach ihren kopierten Text eingefügt! Ich bin ein bisschen Entäuscht ,dass sie mein Problem nicht einsehen!\nFalls sie es nicht verstanden habe, werde ich es für sie nocheinmal erwähnen! Ich finde meine Permanente sperre nicht gerechtfertigt ist!\nEs gibt den ''Mute Button'' und die Chat sperre nicht umsonst!\n\nMal abgesehen davon, dass du schon Antworten bekommen hast, die genau auf Dein Problem eingehen und Dir genau erklären wie es dazu gekommen ist, hattest Du die letzte Chance mit dem 14 Tagesbann. In der Email stand explizit drin, dass der nächste Bann ein permanenter Bann sein wird. Dieser Bann wird. wie dir der Support mehrfach - und da bewundere ich den Supporter für seine Geduld mit Dir - erklärt hat, nicht zurückgenommen.\nVon daher war die Antwort durchaus hilfreich. Nur weil Sie nicht den für Dich gewünschten Ausgang hat, sie als schlecht und kopiert hinzustellen ist einfach nur dreist. Du hast Mist gebaut. Du hast gegen die von Dir einmal bei der Erstellung des Accounts und bei jedem Patch aufs neue akzeptierten AGB verstoßen. Du hast den expliziten Hinweis auf den Perma in der Mail zum 14 Tagesbann ignoriert.\nDen Mute-Button gibt es nicht, damit ein Flamer ungestört flamen kann. Den Mute-Button gibt es, dass ein Spieler sich in dem Spiel Dein Geflame nicht anhören muss, weil er erst am Ende des Spiels reporten kann. Und die Chatsperre sind die ersten beiden Strafstufen. Sie dienen Dir als Hinweis, dass Dein Verhalten nicht in Ordnung ist. Wenn Du Dein Verhalten nicht änderst kommen die härteren Strafen, wie Du feststellen musstest.\n\n> Ich finde es unfair das der Support mich anlügt ,er sagt er kann die SPerre nicht aufheben. Doch ich kenne wen, bei dem die Sperre aufgehoben wurde.\n\nWo lügt der Support Dich an? Die Vorgabe von RIOT ist nun mal: Sperren werden nicht aufgehoben, wenn sie nicht durch einen Systemfehler oder eine Rücklastschrift entstanden sind. Dein Bann scheint offenbar einen gerechtfertigten Grund zu haben, und ist nicht auf einen Systemfehler zurückzuführen. Deswegen kann der Supporter Deinen Bann nicht aufheben ohne seinen Job zu riskieren. Die Aussage mag dann zwar etwas unglücklich gewählt sein, entspricht aber durchaus der Wahrheit.\nUnd bezüglich der aufgehobenen Sperre kenne ich auch Leute, die Leute kennen, bei denen das passiert sein könnte. Solange keine Beweise da sind, die belegen, dass ein gerechtfertigter Bann, der nicht durch einen Systemfehler oder eine Rücklastschrift entstanden sind, zurückgenommen wurde, bleibt es für mich eine nette Geschichte.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:36:54.025+0000","up_votes":1,"down_votes":5,"body":"1)https://www.youtube.com/watch?v=7lYPHnla1wI\n\n2) https://www.reddit.com/r/leagueoflegends/comments/3kuk7n/i_just_got_permabanned_from_league_of_legends/\n\n3) Ein Spieler names SyRuXx\n","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T20:40:48.961+0000","up_votes":6,"down_votes":1,"body":"Der Spieler in diesem Fall scheint im Gegensatz zu dir nicht wie vorgesehen einen 14-Tage Bann erhalten zu haben. Aus diesem Grund scheint der Bann von einer permanenten Sperre zu einem 14-Tage Bann umgewandelt worden zu sein. Dieser Spieler hat noch eine Chance erhalten, weil ihm diese vorher fälschlicherweise verwehrt worden ist. So ein Fall ist auch bereits in diesem Forum vorgekommen.\nDies ist bei dir aber eindeutig nicht der Fall.","replies":[]}]},{"id":"","poster":"KingMMax","date":"2016-03-31T12:08:52.892+0000","up_votes":1,"down_votes":0,"body":"Ich habe mich übrigends bei dem Support Entschuldigt!\n\n KingMMax  \nIch möchte mich Entschuldigen! Ich war uninformiert und habe jetzt eingesehen, dass ich die Sperre verdient habe! Ich Entschuldige mich, ihre zeit verschwendet zu haben. Doch ich finde es nochimmer schade, meinen Account zu verlieren.\nDoch ich habe es verdient, ich habe geflamed und bekomme meine Strafe!\n\nIch wünsche ihnen einen schönen Tag!\nDanke für ihre bemühungen!","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-03-30T20:06:59.640+0000","up_votes":4,"down_votes":0,"body":"Was genau findest du an diesem Bann nicht fair? Du hast anscheinend ordnungsgemäß die Vorstrafen (CR und 14-Tage Bann) erhalten und bist dann permanent gebannt worden, weil du dich nach diesen vom System vorgesehenen Vorstrafen nicht gebessert hast. Dies hat dir auch der Support mitgeteilt, ob die Texte vorgefertigt sind oder nicht, ist unerheblich. Damit lässt sich allerdings sehr gut die Effizienz des Systems verbessern. Die notwendigen Informationen hast du meiner Ansicht nach alle erhalten. So lange du keinem Systemfehler zum Opfer gefallen bist, wird dieser Bann nicht aufgehoben.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:53:33.586+0000","up_votes":1,"down_votes":12,"body":"Wenn ich deinen Verlauf sehe, sehe ich das du ein ''Besserwisser'' bist und dich wie der krasseste fühlst! Würdest du Permanent gebannt sein würdest du es verstehen das es hart ist nach 3 Jahren fast wöchentlichem Spielen aufeinmal seinen acc zu verlieren!","replies":[{"id":"","poster":"Waldschrat86","date":"2016-03-30T21:02:52.183+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00000000,timestamp=2016-03-30T20:53:33.586+0000)\n>\n> Wenn ich deinen Verlauf sehe, sehe ich das du ein ''Besserwisser'' bist und dich wie der krasseste fühlst! Würdest du Permanent gebannt sein würdest du es verstehen das es hart ist nach 3 Jahren fast wöchentlichem Spielen aufeinmal seinen acc zu verlieren!\n\nVlt. aber auch nur vlt. sparen wir uns deshalb Verhalten, dass zu Restriktionen führen kann?","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:08:14.852+0000","up_votes":1,"down_votes":7,"body":"Restriktion... habe ich bis jetzt fast noch nie gehört!\n     (bildungssprachlich) Einschränkung, Beschränkung (von jemandes Rechten,  Befugnissen,  Möglichkeiten)\n    (Sprachwissenschaft)  für den Gebrauch eines Wortes, einer Wendung o. geltende, im System der Sprache liegende Einschränkung\nGlückwunsch! Du kennst ein paar Wörter!","replies":[{"id":"","poster":"drexxsack","date":"2016-03-30T21:10:52.900+0000","up_votes":2,"down_votes":1,"body":"In anbetracht des rauer werdenden Tons ausdrücklich diese Warnung: \nBenimm dich. Ich hab keine Problem damit, das ganze hier auf dem schnellen Weg zu beenden, wenn es persönlich wird.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:15:44.819+0000","up_votes":1,"down_votes":7,"body":"Aufgrund deines Namen, kann ich das nicht ernst nehmen! DU bist genau so einer der mich ingame beleidigt! Kannst du nicht einen etwas kultivierteren Namen nehmen? Das muss doch wirklich nicht sein!","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T21:18:23.087+0000","up_votes":2,"down_votes":1,"body":"Dass man Spieler schon nach ihrem Namen beurteilt. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:23:14.251+0000","up_votes":1,"down_votes":6,"body":"Der Name sagt viel über den charakter der Person aus! Und ich lasse mir nicht von so einer Person sagen, dass ich unhöflich bin! Immerhin ist der Name der Person schon alleine eine beleidigung !","replies":[{"id":"","poster":"Bocherto","date":"2016-03-30T21:31:22.797+0000","up_votes":1,"down_votes":1,"body":"Dann lass dir von mir sagen du bist absolut unhöflich und ich bin sehr froh nie wieder bzw. eine lange Zeit nicht auf dich treffen zu müssen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:37:41.563+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Bocherto","date":"2016-03-30T22:32:12.047+0000","up_votes":3,"down_votes":0,"body":"Du fühlst dich von der Wahrheit provoziert? Mensch das tut mir leid. Scheinbar bist du auch nicht erfahren mit dem Forum. Am besten den Beitrag von mir öffnen und den Beitrag auch lesen dann wüsstest du auf was diese Aussage bezogen ist. Einfach dinge herauskopieren ohne den Zusammenhang gelesen zu haben lässt einen dümmlich wirken. Du darfst mich auch gerne nach meinen Rängen beurteilen, die sind von den letzten Season´s auch einsehbar.","replies":[]},{"id":"","poster":"Crounty","date":"2016-03-30T21:41:05.435+0000","up_votes":3,"down_votes":0,"body":"Vorher beurteilte er sie nach ihrem Namen und jetzt beurteilt er sie nach ihrem Rang. {{sticker:zombie-brand-clap}}\n\nAlso wenn ich mir deine History anschaue, sehe ich einen Zed/Riven/Yasuo Main in Bronze 5. Ich denke mal ich sollte da nicht zu viel reininterpretieren, wie du es sonst tust, da ich noch an das Gute im Menschen glaube.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:48:27.096+0000","up_votes":1,"down_votes":2,"body":"Ich bekahm einen Downrank zu dem Bann? Ich war Bronze 4, unfair xD Jetzt aber auch schon egal","replies":[{"id":"","poster":"D4RKEVA","date":"2016-03-31T13:46:43.661+0000","up_votes":1,"down_votes":0,"body":"Du bist bad im spiel und flamest andere dafür...\n\nDu flamest sie für ihre Namen weil du keine argumente mehr hast...\n\n\nKeiner hier würde einen perma bekommen WEIL NIEMAND SO HEFTIG und häufig flamed...","replies":[{"id":"","poster":"Good Guy Putin","date":"2016-03-31T15:28:28.434+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00000000000000000000000000000000000100000000000000000000,timestamp=2016-03-31T14:08:39.914+0000)\n>\n> Sind das für dich \"Flame-Wörter\"?\n> Stfu\n> Noob\n> Retard\n> fck\n> troll\n> omfg\n> omg\n> Das sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! außer\n> \n>  Noob=Schlecht/beginner \n> \n> Retard=verzögern\n> hinauszögern\n> bremsen\n> hemmen\n> verlangsamen\n> zurückhalten\n> hinzögern\n> retardieren\n> \n> stfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!\n\nDein ernst?\n\nstfu = shut the fuck up\nnoob = newbie out of brain\nretard = sp ast\ntroll = troll (finde da jetzt keine gute bezeichnung xD)\nomfg = oh my fucking god\n\nDas alles ist beleidigend oder negativ. Es kommt auch nicht drauf an ob du es beleidigend findest, sondern dein Gegenüber.\n\nSolange du das nicht verstehst, solange wirst du auch immer wieder aus LoL verbannt werden (solltest du dir einen neuen Acc machen).","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-03-31T14:15:02.542+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00000000000000000000000000000000000100000000000000000000,timestamp=2016-03-31T14:08:39.914+0000)\n>\n> Sind das für dich \"Flame-Wörter\"?\n> Stfu\n> Noob\n> Retard\n> fck\n> troll\n> omfg\n> omg\n> Das sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! außer\n> \n>  Noob=Schlecht/beginner \n> \n> Retard=verzögern\n> hinauszögern\n> bremsen\n> hemmen\n> verlangsamen\n> zurückhalten\n> hinzögern\n> retardieren\n> \n> stfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!\n\nRetard=%%%%%i...","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-31T14:08:39.914+0000","up_votes":1,"down_votes":0,"body":"Sind das für dich \"Flame-Wörter\"?\nStfu\nNoob\nRetard\nfck\ntroll\nomfg\nomg\nDas sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! außer\n\n Noob=Schlecht/beginner \n\nRetard=verzögern\nhinauszögern\nbremsen\nhemmen\nverlangsamen\nzurückhalten\nhinzögern\nretardieren\n\nstfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!","replies":[]}]}]},{"id":"","poster":"KingMMax","date":"2016-03-30T22:25:48.204+0000","up_votes":1,"down_votes":1,"body":"Ich bin gerne ein Zed/Yasuo/Nidalee main!","replies":[]}]}]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T21:27:46.072+0000","up_votes":1,"down_votes":0,"body":"Der Name ist als Name höchstens eine Selbstbeleidigung. Er heißt ja nicht DuDrexxsack.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:32:57.050+0000","up_votes":1,"down_votes":3,"body":"Troztem lasse ich mir von einem \"Drexxsack\" nicht sagen, das ich primitiv bin und beleidige :)","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T21:35:04.871+0000","up_votes":3,"down_votes":0,"body":"Dann bin ich so frei und sag es dir auch nochmal: Wenn du dich hier im Thread nicht benimmst, machen wir dicht. Damit kannst du dann diesmal auch nicht behaupten, die Konsequenzen wären dir nicht bekannt oder seien lächerlich.","replies":[{"id":"","poster":"berndbolerow","date":"2016-03-30T22:15:46.117+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Spicavius","date":"2016-03-30T23:14:27.744+0000","up_votes":1,"down_votes":0,"body":"Es ist ein riesen Unterschied, ob man komplett raged oder man vllt auf einen provokanten Kommentar eine provokante Antwort gibt.\nWeiter gehen die Emmisarys auch nicht, was ich absolut verstehen kann, denn irgendwann kann man nunmal einer provokanten Antwort keine vernünftige Antwort geben, denn meistens sind diese auch mit Unwahrheiten gefüllt, sodass man auch diese Antwort nicht einfach so im Raum stehen lassen sollte.\n\nInwiefern Kritik. Meinst du diese Kritik, die meistens so aussieht \"Ey alta das Matchmaking ist voll scheiße\". Dann gibt man einige Infos an diese Person weiter und dann kommen noch dumme Sprüche von dem TE, weil er es einfach nicht Wahr haben möchte, dass sein Informationsstand einfach falsch war.\n\nDann artet es meistens aus, weil der TE dann die Leute provoziert mit seiner Sturrheit. Beide Seiten verlieren die Kontrolle und dann kommen die Emmisaries ins Spiel.\n\nSie verwarnen dann die Leute oder geben beiden Seiten einen dämpfer in Form eines 1 Tages Banns im Forum (oder einer anderen milderen Strafe kA)","replies":[]}]}]},{"id":"","poster":"Balinese","date":"2016-03-30T21:38:46.176+0000","up_votes":1,"down_votes":0,"body":"Wo er dich als primitiv und beleidigend betitelt hat, musst du mir mal zeigen.\n\nEr hat dich nur ermahnt, deinen Ton angemessen zu halten, was in Anbetracht deines Posts auch durchaus berechtigt ist.\nDerjenige, der dann auf Grund eines Namens in einem Forum einen Emissary anblökt, welcher definitiv am längeren Hebel sitzt, bist du selbst.","replies":[]}]}]},{"id":"","poster":"Antiqui","date":"2016-03-31T00:30:25.119+0000","up_votes":2,"down_votes":0,"body":"Auch wenn ich Drexxsacks Nickname \"Suboptimal\" finde. \n\nAchte mal auf die Farbe seines Nicks, Riot nimmt niemanden ins Volunteer auf der Flamed. Seine Weste ist noch weißer als meine!","replies":[{"id":"","poster":"drexxsack","date":"2016-03-31T05:25:06.436+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Antiqui,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000000000000000000000000000000000002,timestamp=2016-03-31T00:30:25.119+0000)\n> Auch wenn ich Drexxsacks Nickname \"Suboptimal\" finde. \n> \n\nHinter meinem Nick steht tatsächlich ein Running Gag. Vor knapp 8 Jahren habe ich bei einem vergleichsweise kleinen Organisator von Spiele-Turnieren geholfen(den es leider nicht mehr gibt... eigentlich schade - ich hab sogar den Namen vergessen O.o), unter anderem auch als Verantwortlicher für Disqualifikationen.\nSo kam es dann, dass ich ein Team entfernen musste und die Leitung eben jenes Teams hatte nichts anderes zu tun, als mich als Drexkssack zu beschimpfen. Das X ist als Vertipper dazwischen gerutscht und auch wenn man den Post dann gelöscht hatte, wurde daraus schnell ein Running Gag, der sich nicht mehr so einfach stoppen ließ.\nWeil es mir dann auf die nerven ging, hab ich mich halt in Drexxsack umbenannt. Das hat für die meisten dem Running Gag die Würze genommen(ausserdem kann ich ja behaupten, dass es meine eigene Wahl war) und weil man sich dan doch irgenwie dran gewöhnt hat, hab ich den Namen halt beibehalten.\n\n","replies":[]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-03-30T21:16:26.011+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0000000000000000,timestamp=2016-03-30T21:08:14.852+0000)\n>\n> Restriktion... habe ich bis jetzt fast noch nie gehört!\n>      (bildungssprachlich) Einschränkung, Beschränkung (von jemandes Rechten,  Befugnissen,  Möglichkeiten)\n>     (Sprachwissenschaft)  für den Gebrauch eines Wortes, einer Wendung o. geltende, im System der Sprache liegende Einschränkung\n> Glückwunsch! Du kennst ein paar Wörter!\n\nGlückwunsch, du schaffst es ja nichtml hier höflich zu bleiben und das, obwohl du dir ja wohl Unterstützung durch die Com erhoffst.\nAußerdem versteh ich ehrlich gesagt nicht, was du damit sagen willst, außer mich dumm anzumachen, das Wort passt doch auch für die Timebanns, beim einen 2-Wochen beim anderen ein paar Jahrzehnte.","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2016-03-30T21:04:48.081+0000","up_votes":2,"down_votes":0,"body":"Im Gegensatz zu dir würde ich mich gar nicht erst so verhalten, dass ich permagebannt werden. Natürlich tut es weh, seinen Account nach 3 Jahren Spielzeit zu verlieren. Mit deinem Verhalten hast **du** RIOT aber keine Wahl gegeben. Dass es so weit gekommen ist, ist aber allein dein Verschulden und damit wirst du nun leben müssen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:10:00.458+0000","up_votes":1,"down_votes":7,"body":"Danke! Das stimmt genau so! Gut gemacht! Du hast es jetzt verstanden :) Besser als dieser \"Besserwisser\" zeug von vorhin!","replies":[]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2016-03-30T20:10:20.707+0000","up_votes":1,"down_votes":0,"body":"Permanente Banns werden nur aufgehoben, wenn ein Fehler im System dazu geführt hat oder der permanente Bann durch ungedeckte Zahlung ausgelöst wurde.\nEs ist natürlich hart, einen permanenten Bann zu bekommen. Aber du hast ja offensichtlich nicht die Möglichkeiten, die dir gegeben wurden, genutzt, um dich zu bessern. Es gibt daher keinen einzigen Grund sich zu beschweren.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:51:03.605+0000","up_votes":1,"down_votes":6,"body":"Es ist hart das ich nichtmal ein Botgame spielen darf, oder meine statts/skins/champions/Masteries und RUnen anzusehen!\nIch finde keiner hat eine Permanente SPerre verdient da jeder das potenzial hat sich zu verbessern! OK! Ich habe meine changsen nicht genutzt weil ich es lächerlich fand! Doch jetzt habe ich bemerkt das ich wiklich mist gebaut habe! Ich will nichtmal mit randoms spielen! einfach mit und gegen meine Freunde!","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-30T20:54:05.826+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00010000,timestamp=2016-03-30T20:51:03.605+0000)\n>\n> Es ist hart das ich nichtmal ein Botgame spielen darf, oder meine statts/skins/champions/Masteries und RUnen anzusehen!\n> Ich finde keiner hat eine Permanente SPerre verdient da jeder das potenzial hat sich zu verbessern! OK! Ich habe meine changsen nicht genutzt weil ich es lächerlich fand! Doch jetzt habe ich bemerkt das ich wiklich mist gebaut habe! Ich will nichtmal mit randoms spielen! einfach mit und gegen meine Freunde!\n\nWie gesagt: Es wurde Dir sogar explizit angekündigt. Und wie Du selbst zugibst, wäre es Dir alles komplett egal, wenn es keinen Perma geben würde.\nEs ist nun einmal so, dass nur sehr wenige Spieler den Perma erreichen. In der Regel ist es so, dass Du Dir schon einiges erlauben musst, um den Perma zu bekommen. Und wer den Perma erreicht, bessert sich in der Regel nicht mehr.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-30T20:58:37.149+0000","up_votes":2,"down_votes":0,"body":"Wie ich bereits geschrieben habe, ist es zu teuer bzw aufwändig oder gar unmöglich, Spieler wie dich zu reformieren. Flamer rauszuschmeißen ist nicht nur eine gesellschafftliche Entscheidung, sondern auch eine wirtschaftliche. Flamer kosten RIOT Geld, da sie dafür sorgen, dass andere Spieler negative Erfahrung machen und damit weniger Geld ausgeben. Jedem permagebannten Spieler, der gut genug behaupten kann, dass er sich bessern möchte, noch eine Chance zu geben, würde RIOT mehr Geld kosten, als diese Spieler einbringen.\nTatsächlich gab es mal ein Experiment, in dem RIOT den Spielern, die ihnen gut genug glaubhaft machen konnten, dass sie nie wieder flamen werden, einen neuen Account gegeben hat, den sie auf lvl 30 spielen mussten ohne erneut vom Tribunal gebannt zu werden und hätten damit ihren alten Account wiederbekommen. Diese permagebannten Spieler hatten also nur eine Aufgabe: Nicht Flamen und lvl 30 werden. Von diesem Spielern hat es kaum einer (ich glaube weniger als 10%) geschafft. Und dies war noch zu Zeiten des alten Tribunals, wo es deutlich schwieriger war, eine Strafe oder gar einen Permabann zu erhalten.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-31T12:40:07.694+0000","up_votes":1,"down_votes":0,"body":"> Doch jetzt habe ich bemerkt das ich wiklich mist gebaut habe! \n\nDas bezweifle ich. Es ist doch eher so, dass du bemerkt hast dass der Mist, den du die letzten Monaten gebaut hast, ernsthafte Konsequenzen hat. Das Flaming nervig ist weisst du, hast du sogar selbst beschrieben. Nur war es dir bisher einfach total egal, weil du mit den milden Strafen gut leben konntest.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T13:37:21.981+0000","up_votes":1,"down_votes":1,"body":"Ich sage das nur ungern, doch du hast recht. Genau so ist es! Ich kann mit den milden Strafen Leben! Doch ich hätte gerne meinen Account! Du bist einer der wenigen die das verstanden haben!","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T13:51:18.551+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0001000000020000,timestamp=2016-03-31T13:37:21.981+0000)\n>\n> Ich sage das nur ungern, doch du hast recht. Genau so ist es! Ich kann mit den milden Strafen Leben! Doch ich hätte gerne meinen Account! Du bist einer der wenigen die das verstanden haben!\n\nIch denke eher, dass du seine Aussage nicht verstanden hast.\n\nMilde Strafen (z.B. CR oder 2-Wochen-ban, falls man dies als \"mild\" bezeichnen kann) haben bei dir keine Besserung erbracht, weil die nicht gemerkt hast, dass Flaming nicht erwünscht ist.\n\nRiot möchte kein Flaming und die History bei dir sieht wie folgt aus:\n\n- Kleine CR-Strafe: du flamest weiter\n- Grosse CR-Strafe: du flamest weiter\n- 2-Wochenban: du flamest weiter\n- perma ban: du flamest nicht mehr (zumindest nicht mit diesem Account)\n\nKlar, kannst du ohne grosse Konsequenzen (aka milden Strafen) gut leben.\nAber Riot kann nicht gut leben, wenn du weiterhin flamest und dies hast du getan.\n\nDa sämtliche Massnahmen keine Wirkung zeigten, hat Riot die letzte Option gewählt, um dein Flaming (mit diesem Account) endgültig zu beenden.\n\nRiot will kein Flaming / Du möchstest (flamend) weiterspielen.\nHier besteht ein Zielkonflikt. Da du keinen Kompromiss eingehen wolltest (aka nicht mehr flamen), hat Riot dafür gesorgt, dass dein Flaming beendet wird.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T13:57:52.859+0000","up_votes":1,"down_votes":0,"body":"Nach dem 2Wochen Ban  habe ich nichtmehr randoms geflamed! Wie gesagt, diese eine Runde (3.) Ist die einzige Runde die ich alleine gespielt habe! Dort habe ich aber nur geschrieben ,dass die gegner \"Badass\" und \"fcking Hard to counter\" sind.\nBei RUnde 1. / 2. habe ich meine Freunde geflamed, ein bisschen aus spaß \"Report my Team\" Da wir 5Premades waren dachte ich mir nichts dabei usw...\n\nRiot will kein Flaming? ALs ich Chatsperren hatte habe ich nicht geflamed! Ich habe nur ( Lane/play safe/ pls gank /gj/ss) geschrieben ,aber nichts nutzloses! ABer Riot musste mal wieder extrem übertreiben und mich Permabannen!!!","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T14:08:20.783+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000100000002000000000000,timestamp=2016-03-31T13:57:52.859+0000)\n>\n> Nach dem 2Wochen Ban  habe ich nichtmehr randoms geflamed! Wie gesagt, diese eine Runde (3.) Ist die einzige Runde die ich alleine gespielt habe! Dort habe ich aber nur geschrieben ,dass die gegner \"Badass\" und \"fcking Hard to counter\" sind.\n\nDein chatlog sagt jedoch etwas ganz anderes. Du warst definitv toxisch.\n\nDu kannst dich (bzw. uns) natürlich weiterhin belügen. Dies ändert jedoch nichts daran, dass du toxisch warst und die Strafe gerechtfertigt ist.\n\n> Bei RUnde 1. / 2. habe ich meine Freunde geflamed, ein bisschen aus spaß \"Report my Team\" Da wir 5Premades waren dachte ich mir nichts dabei usw...\n\nWenn es klar war, dass es nur Spass war, wird auch nicht reported.\nOhne Reports gibt es auch keine Chatanalyse und ohne Chatanalyse keine Strafen.\n \nDa müssten deine Premades schon öfters reporten und nicht nur 1-2x, damit die Chatanlyse anspringt.\nSelbst dann: nach der 1. Strafe (kleine CR) hättest du wissen müssen, dass so etwas einfach eine sehr, sehr doofe Idee ist und man als Premades - wenn man schon solche Spässe mag - besser im TS aus Spass flamed.\n\nOder findest du es klug, bis zur 3. Strafe weiterhin zu flamen, selbst wenn es nur unter Freunden ist?\n\n> Riot will kein Flaming? ALs ich Chatsperren hatte habe ich nicht geflamed! Ich habe nur ( Lane/play safe/ pls gank /gj/ss) geschrieben ,aber nichts nutzloses! ABer Riot musste mal wieder extrem übertreiben und mich Permabannen!!!\n\nWarum hast du nach der CR aufgehört, nur die nützlichen Nachrichten zu schreiben?\nNur weil es technisch möglich ist zu flamen (keine laufende CR vorhanden), ist es keine Pflicht, dies auch zu tun.\n\nUnd da die CR nur eingrenzt (Flaming ist unbeschränkt in der CS, beschränkt ingame und wieder unbeschränkt nach dem Game möglich), ist der perma ban einfach die sichere Methode, dass du gar nicht mehr flamest (mit diesem Account). Klingt also sehr vernünftig, lernresistente Flamer irgendwann einmal auch den perma zu verhängen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T14:11:14.329+0000","up_votes":1,"down_votes":0,"body":"Sind das für dich \"Flame-Wörter\"?\nStfu\nNoob\nRetard\nfck\ntroll\nomfg\nomg\nDas sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! außer\n\nNoob=Schlecht/beginner\n\nRetard=verzögern       (Behinderung, hat nichts mit Körperlich oder geistigen behinderung zu tuhen!) Behinderung im sinne von etwas zu behindern...\nhinauszögern\nbremsen\nhemmen\nverlangsamen\nzurückhalten\nhinzögern\nretardieren\n\nstfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T14:20:38.608+0000","up_votes":1,"down_votes":1,"body":"Ich übersetze es auch gleich jeweils. ;)\n\n> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00010000000200000000000000000000,timestamp=2016-03-31T14:11:14.329+0000)\n> Sind das für dich \"Flame-Wörter\"?\n> Stfu\n\nJa, Abkürzung für \"halt die verd**** Fresse\".\n\n> Noob\n\nJa, Abürzung für \"Neuling ohne Verstand\"\n\n> Retard\n\nJa, da dies überseitzt \"Behinderter\" heisst.\n\n> fck\n\nJa, das berühmte F-Wort; nur etwas abgekürzt.\n\n> troll\n\nJa, da damit kaum die Fantasy-Rasse gemeint ist.\n\n> omfg\n\nKeine Beleidigung, jedoch meistens im Kontext benutzt, die zu einer schlechten Teamstimmung führen (somit auch verboten)\n\n> omg\n\nKeine Beleidigung, jedoch meistens im Kontext benutzt, die zu einer schlechten Teamstimmung führen (somit auch verboten)\n\n> Das sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! \n\nSorry, aber **alle** diese Begriffe sind zumFlaming benutzt worden.\n\n> stfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!\n\nWenn du Abkürzungen nicht kennst und einfach andere Flamer nachplapperst, ist dies deine Sache. Die Konsequenzen musstest du nun spüren.\n\nIch bin mir nicht ganz sicher, was du noch bezwecken möchtest.\nDeine Aussagen wurden hier im Thread schon mehrmals gesmited (*husthust* \"ich wusste gar nichts vom 2-Wochenban\" *husthust*) und deine \"Argumente\" ziehen dich immer mehr in die Lächerlichkeit.\n\nWäre es nicht langsam an der Zeit, seine Selbstreflektions-Skills zu trainieren?","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T14:29:56.664+0000","up_votes":1,"down_votes":2,"body":"Retard = Behinderung einer Aktivität! Es hat nichts mit der Behinderung zu tuhen die du meinst!\nzb; Sie behindern mich bei meiner Arbeit! \n\n\nStfu= Halt den Mund/Du gehst mir auf de Nerven, sei still\n\nNoob= Beginner/Anfänger!  zb (Ich bin ein Noob in diesem neuen Spiel)\n\nfck= Wahllos gewählte Buchstaben hintereinander xD\n\ntroll=Kobold oder Jemand der etwas nicht ernst nimmt\n\nomfg= Ich kann es verdammt nochmal nicht glauben!\n\nomg= Oh my God! Ich verstehe nicht was du daran schlecht findest! zb (Omg this is the best Player I have ever seen)","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-31T14:58:51.222+0000","up_votes":1,"down_votes":1,"body":"Aha, fck sind als nur zufällig aneinandergereihte Buchstaben.\n\n\"Du bist einfach nur zurückgebliebenes Kleinkind, das keine Ahnung von Leben hat und hoffentlich bald unters Auto\" sind in demfall nur zufällig aneiandergereihte Wörter? Schliesslich hab ich ein paar Worte weggelassen, der Satz hat doch keinerlei Bedeutung!","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T15:04:10.403+0000","up_votes":1,"down_votes":0,"body":"Der satz hat genug bedeutung! Du hast mich beleidigt und mir auf einer offizielen seite den Tot gewunschen! Das reicht das du gebannt wirst! Du hast gesagt, das ich Behindert bin, und du hoffst das ich Sterbe! Das schreiben nur Psychos! Ich würde aufpassen wo, und wieso du so etwas schreibst! Es ist ein unterschied ob es nur ein paar Buchstaben sind, oder du einfach 2Wörter auslässt!\n\nSo würde Riot reagieren!","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-31T15:37:40.161+0000","up_votes":1,"down_votes":0,"body":"> Du hast gesagt, das ich Behindert bin, und du hoffst das ich Sterbe! \n\nAbsolut nicht. Ich habe nur einen Beispielssatz in Anführungszeichen ins Forum gestellt und dich nach deiner Meinung dazu gefragt - ich habe nie gesagt, dass dies meine Meinung ist.\n\nAber der interessante Punkt ist doch, dass dieser Satz jetzt plötzlich \"völlig eindeutig\" ist, während dein \"fck\" keinerlei Bedeutung hat. Warum? Wo liegt der Unterschied, ob ich Worte in einem Satz oder Buchstaben in einem Wort weglasse?","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-03-31T14:46:40.723+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0001000000020000000000000000000000000000,timestamp=2016-03-31T14:29:56.664+0000)\n>\n> Retard = Behinderung einer Aktivität! Es hat nichts mit der Behinderung zu tuhen die du meinst!\n> zb; Sie behindern mich bei meiner Arbeit! \n\nUnd ein Verb schreibst du immer gross? ;)\n\nSorry, aber wie erwähnt:\nDas Verb wird so gut wie nie verwendet im ingame-chat; inbesondere wenn nur dieses eine Wort geschrieben wird.\n \n> Stfu= Halt den Mund/Du gehst mir auf de Nerven, sei still\n\nStillisch sorgt dies jedoch für eine schlechte Stimmung und nicht ansatzweise in der Nähe von \"I wonder if you mind stop talking, please.\"\n\n> Noob= Beginner/Anfänger!  zb (Ich bin ein Noob in diesem neuen Spiel)\n\nAbkürzung für \"newbie out of brain\"; die Übersetzung habe ich bereits geliefert.\n\nNeuling/Anfänger heisst newbie und noob ist nicht eine abgekürzte Version von newbie.\n\n> fck= Wahllos gewählte Buchstaben hintereinander xD\n\nNein, ist es nicht.\n\n> troll=Kobold oder Jemand der etwas nicht ernst nimmt\n\nEin Affe ist auch ein Tier, aber wenn ich im ingame-chat jemand als \"Affe\" bezeichne, dann wohl kaum schmeichelhaft (in Verbindung mit Wokung vielleicht, aber dann ist ein Satz in einem anderen Kontext vorhanden)\n\n> omfg= Ich kann es verdammt nochmal nicht glauben!\n>\n> omg= Oh my God! Ich verstehe nicht was du daran schlecht findest! zb (Omg this is the best Player I have ever seen)\n\nEs kommt wie gesagt auf den Kontext an.\nWenn z.B. dein ADC einen Penta macht und irre viel DMG macht, dann ist \"om(f)g\" kein Problem. Dies merkt die Chatanalyse sehr wahrscheinlich auch (bzw. du wirst dafür auch nicht reportet und die Analyse startet gar nicht).\n\nWenn aber ein TF 0:5 ausgeht und du \"omg\" (gefolgt von \"Retard\", \"this team...\", etc.) schreibst, dann weiss das System, wie dies gemeint ist.\n\nIch könnte auch ein \"gj\" schreiben nach einem 0:5 Trade und dies natürlich ironisch meinen. Sehr gut möglich, dass die Analyse die Ironie erkennt (jedenfalls würde ich mir nicht darauf verlassen).\nDeshalb schreibe ich zum Beispiel \"gj :)\", wenn ein TF gewonnen wurde (z.B. 3:1 Trade), aber ich - zum Beispiel als Sup oder Tank - gekillt wurde. Sicher ist sicher.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T14:53:31.541+0000","up_votes":1,"down_votes":0,"body":"Du kannst nur vermuten wie ich dies gemeint habe! SIcher weis es nur ich! Und ich bin ehrlich, Ich habe noch nie Newbie out of Brain gehört! Für mich bedeutet Noob beginner/ANfänger, oder vielleicht auch schlechter spieler! \nDoch jeder hat seine eigene meinung was diese WÖrter betrifft!\nUnd wenn ich schreibe \"Omg you retard\" meine ich damit das er das Spiel behindert/uns behindert zu gewinnen! Vielleicht ist das Falsch ,doch ich Informiere mich nicht so mit solchen Nutzlosen wörtern! Es freut mich das du in deinem Element bist und dich so gut auskennst, ehrlich du könntest bei Riot Arbeiten :)\n\nUnd ich werde gebannt, obwohl URF ansteht...","replies":[{"id":"","poster":"legofreak1","date":"2016-03-31T14:55:46.799+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000100000002000000000000000000000000000000010000,timestamp=2016-03-31T14:53:31.541+0000)\n>\n> Du kannst nur vermuten wie ich dies gemeint habe! SIcher weis es nur ich! Und ich bin ehrlich, Ich habe noch nie Newbie out of Brain gehört! Für mich bedeutet Noob beginner/ANfänger, oder vielleicht auch schlechter spieler! \n> Doch jeder hat seine eigene meinung was diese WÖrter betrifft!\n> Und wenn ich schreibe \"Omg you retard\" meine ich damit das er das Spiel behindert/uns behindert zu gewinnen! Vielleicht ist das Falsch ,doch ich Informiere mich nicht so mit solchen Nutzlosen wörtern! Es freut mich das du in deinem Element bist und dich so gut auskennst, ehrlich du könntest bei Riot Arbeiten :)\n> \n> Und ich werde gebannt, obwohl URF ansteht...\n\nUnd in welcher Hinsicht sind diese Kommentare hilfreich für euer Spiel? Selbst wenn wir annehmen, dass dies keine direkten Beleidigungen sind, sind diese Kommentare nur destruktiv und rechtfertigen den Bann. Du sagst doch selber, dass diese Wörter nutzlos sind, warum schreibst du sie also?","replies":[{"id":"","poster":"legofreak1","date":"2016-03-31T15:04:40.674+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00010000000200000000000000000000000000000001000000000000,timestamp=2016-03-31T14:59:33.670+0000)\n>\n> Ich teile dem jenigen mit das er sich bemühen soll und das es mir jetz schon langsam reicht! Und man darf schreiben was man will! Oder nicht? Es ist ein \"Freier Chat\"\n\nMeinungsfreiheit heißt nicht, dass du schreiben darfst, was du möchtest. Deine \"Meinungsfreiheit\" hört dort auf, wo die Gefühle und Rechte anderer anfangen. Von mir aus sag deinem Bildschirm, dass du deine Mitspieler scheiße findest, diese zu beleidigen oder runterzumachen gehört nicht mehr zu \"Meinungsfreiheit\".","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-31T15:02:55.174+0000","up_votes":1,"down_votes":0,"body":"> Ich teile dem jenigen mit das er sich bemühen soll\n\nEs gibt 2 Varianten: Entweder der Spieler gibt schon sein bestes. Dann ist eine Mitteilung, dass er sich noch mehr bemühen soll, sehr nutzlos und ggf verletzend.\nOder der Spieler will trollen und absichtlich verlieren. In dem Fall gibts du ihm das was er will - Aufmerksamkeit - und er freut sich, wird aber garantiert nicht sein verhalten ändern.\nDu belohnst also Trolle und nervst normale Spieler.\n\n> Und man darf schreiben was man will!\n\nNein, darf man nicht. Genausowenig wie du mit dem Argument \"Redefreiheit\" durch die Strassen laufen und jeden anpöbeln darfst.","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-31T14:59:33.670+0000","up_votes":1,"down_votes":0,"body":"Ich teile dem jenigen mit das er sich bemühen soll und das es mir jetz schon langsam reicht! Und man darf schreiben was man will! Oder nicht? Es ist ein \"Freier Chat\"","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-03-31T14:37:01.451+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0001000000020000000000000000000000000000,timestamp=2016-03-31T14:29:56.664+0000)\n>\n> Retard = Behinderung einer Aktivität! Es hat nichts mit der Behinderung zu tuhen die du meinst!\n> zb; Sie behindern mich bei meiner Arbeit! \n> \n> \n> Stfu= Halt den Mund/Du gehst mir auf de Nerven, sei still\n> \n> Noob= Beginner/Anfänger!  zb (Ich bin ein Noob in diesem neuen Spiel)\n> \n> fck= Wahllos gewählte Buchstaben hintereinander xD\n> \n> troll=Kobold oder Jemand der etwas nicht ernst nimmt\n> \n> omfg= Ich kann es verdammt nochmal nicht glauben!\n> \n> omg= Oh my God! Ich verstehe nicht was du daran schlecht findest! zb (Omg this is the best Player I have ever seen)\n\nWenn man es als Verb (to retard) benutzt, ist es tatsächlich dass, was Du geschrieben hast. Als Adjektiv - und das wirst Du wenn Du ehrlich bist im Sinn gehabt haben - sind alle nicht technischen Zusammenhänge durchweg eine Beleidigung, da Du jemand als geistig zurückgeblieben oder geistig Behindert, Depp oder Vollidiot bezeichnest.\nNoob ist die Abkürzung für Newbie out of Brain, also Neuling ohne Hirn. Wenn Du es wirklich als Neuling hättest benutzen wollen, hättest Du newbie oder newb schreiben müssen. Ungeachtet dessen sind Spieler in Rankeds alles andere als Neulinge, da sie auf Stufe 30 sind, und schon einige Spiele bewältigt haben. Auch hier war Deine Intention, die Spieler zu Beleidigen oder herabzusetzen.\n\nIch könnte nun so weiter machen mit Deinen Definitionen, aber ich glaube es wird klar, worauf ich hinaus will. Alle von Dir so schmeichelhaft definierte Worte und Abkürzungen haben nun einmal in dem Kontext, in dem sie benutzt wurden, einen beleidigenden Charakter. Ich unterstelle Dir sogar, dass Du diese Worte in der Situation bewusst zum diffamieren Deiner Mitspieler benutzen wolltest. Nicht die Definition eines Wortes ist das beleidigende sondern die Intention dahinter.\nNach Deiner Argumentation wäre dann auch H%%rensohn keine Beleidigung, weil es ja nur der Sohn einer H%%re ist. Denk mal darüber nach.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-03-31T14:24:48.683+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00010000000200000000000000000000,timestamp=2016-03-31T14:11:14.329+0000)\n>\n> Sind das für dich \"Flame-Wörter\"?\n> Stfu\n> Noob\n> Retard\n> fck\n> troll\n> omfg\n> omg\n> Das sind so ziemlich alle wörter die ich verwende zum \"Flamen\" Alle diese habe so gut wie keine bedeutung! außer\n> \n> Noob=Schlecht/beginner\n> \n> Retard=verzögern       (Behinderung, hat nichts mit Körperlich oder geistigen behinderung zu tuhen!) Behinderung im sinne von etwas zu behindern...\n> hinauszögern\n> bremsen\n> hemmen\n> verlangsamen\n> zurückhalten\n> hinzögern\n> retardieren\n> \n> stfu/omg/omfg/fck sind nur irgentwelche buchstaben wenn man es genau nimmt! SIe haben keine richtige bedeutung auch wenn man sie dazudenken kann!!!!\n\nDiese Definitionen hast du sicher aus dem gleichen Informationsquell wie \"Changse ist auch korrekt\".\n\nBtw. wenn man es ganz ganz genau nimmt ist jedes Wort nur ein Sammelsurium irgendwelcher Buchstaben.\n\nAußerdem gibt es noch einen gewaltigen Unterschied zwischen to retard und dem Substantiv, wobei ich die Verwendung von ersterem noch nie ingame lesen durfte.","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T14:36:15.357+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000100000002000000000000000000000001,timestamp=2016-03-31T14:24:48.683+0000)\n>\n> Außerdem gibt es noch einen gewaltigen Unterschied zwischen to retard und dem Substantiv, wobei ich die Verwendung von ersterem noch nie ingame lesen durfte.\n\nIst wahrscheinlich etwa so selten wie das italienische \"burro\" (Butter), da selten Backrezepte ingame ausgetauscht werden.\n\nHingegen ist das spanische \"burro\" die Bezeichnung für \"Esel\" oder \"Trottel\", welches wohl eher als Kontext verwendet wird als \"Butter\".^^","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bocherto","date":"2016-03-30T20:12:11.178+0000","up_votes":1,"down_votes":0,"body":"\"\"Ok, damit hast du recht, doch ich habe vielen Freunden von mir überhaupt League of Legends gezeigt und spieler seit 2013!\nDas mit dem Geld hast du recht, danke das du mir das sagst!\n\nDoch ich hatte 7Monate keine Probleme/Sperren oder sonstiges und innerhakb von 3WOchen bekahm ich eine 13Tage sperre und 1Tag danach einen Permanent Ban! Das ist etwas unfair, da man einen schlechten MOnat/Woche haben kann. Ich finde man sollte abstände zwischen der Sperren machen um zu sehen ob die Person dauerhaft ''Toxic'' ist oder nur eine schlechte WOche hatte.\"\"\n\nJa na und? Nur weil du Kunden ranschaffst heißt das nicht das dein Verhalten in Ordnung ist.  \n\nDu hast doch schon mit deinen vorherigen Strafen bewiesen das du nicht nur eine schlechte Woche hattest sondern das du scheinbar jemand bist der öfter so ein Verhalten hinlegt!? Außerdem ist es mir vollkommen egal ob jemand eine schlechte Woche hat und mir an´s Bein strullert oder dauerhaft so jemand ist. In beiden Fällen sehe ich die Person nie wieder und es entstand trotzdem ein \"Schaden\" bei mir. Und wenn du eine schlechte Woche hast geh ich von aus das du dieses Spiel zur Ablenkung spielst. Wenn dich das Spiel aber noch mehr aufregt machst du wohl was falsch. \n\nEdit: Man muss nur deinen Verlauf im Forum anschauen... Chatsperre, Ranked Bann. \"ICh finde es von Riot total unfair das sie bannen ,nur weil ich 1 mal mich schlecht benommen habe.\".............","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:47:11.112+0000","up_votes":1,"down_votes":1,"body":"Haha, ignoriere die alten sachen, war damals etwas \"Uninformiert\" (bin ich anscheinend nochimmer)\nDoch es ist ein Spiel ,und nichts anderes! Ich könnte mir jetzt einen neuen acc erstellen und Flamen! Doch alle meine Freunde habe ich bei meinem acc geaddet! außerden habe ich 3Monate auf lvl 30 gebraucht. Ich habe ihn darum gebeten das er mir eine letzte changse gibt, da ich jetzt erkennt habe, das ich mist gebaut habe! Manchmal bin ich gut drauf, manchmal nicht so... Ich werde für gutes verhlaten nicht belohnt und man sieht es nirgends! Doch 9Runden, mit schlechtem verhalten in 3Monaten werden sofort mit Permaban bestraft!","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T20:53:15.553+0000","up_votes":3,"down_votes":0,"body":"Du hattest mehr als genug Chancen. Vor einiger Zeit wurden sämtliche Strafen zurückgesetzt und jeder Spieler hat mit einer weißen Weste das neue Strafensystem komplett durchlaufen müssen, um einen Permabann zu erhalten. Wenn dies nicht der Fall gewesen wäre, hätten deine vorigen Strafen eher dazu geführt, dass du noch eher gebannt worden wärst.\nSag mir: Warum siehst du ausgerechnet **jetzt** ein, dass du dich falsch verhalten hast und nicht nach dem 14-Tage Bann, in dem explizit erwähnt wurde, dass der nächste Bann permanent ist?\nSpieler (so wie du), die es nach dem 14-Tage Bann nicht gelernt haben, werden es auch danach nicht lernen. Dich zu reformieren würde RIOT zu viel kosten bzw wäre an sich überhaupt nicht möglich, daher wurdest du permanent vom Spiel ausgeschlossen.\nEs steht dir frei, dir einen neuen Account zu erstellen und auf diesem weiterzuspielen, der wird aber genauso gebannt werden wie dieser hier, wenn du weiterflamest.","replies":[]},{"id":"","poster":"Marofion","date":"2016-03-30T21:16:17.751+0000","up_votes":2,"down_votes":0,"body":"Gutes Verhalten ist etwas selbstverständliches und wird von Riot eigentlich sogar belohnt. Du bekommst als böser Bube keine Truhen, als lieber Kerl bekommst du welche. Das ist doch ne Belohnung oder nicht?\nAls böser Kerl wirst du dem Spiel verwiesen, als guter Kerl darfst du weiter spielen, ist doch auch ne Belohnung?\n\nUnd du bist hier in deinem Thema auch schon ausfällig und unhöflich geworden ;) Also so zu 100% aus dem Fehler gelernt hast du dann wohl doch nicht ;)","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:20:57.107+0000","up_votes":1,"down_votes":5,"body":"Danke das du höflich bleibst und es auf den Punkt bringst! \nIch werde nur unhöflich wenn ich der meinung bin das sie mich \"Arrogant anmachen\" Das ich ein Idiot sei, zu dumm zum Spielen...\nWenn jemand höflich zu mir ist bin ich höflich zu ihm, und umgekehrt...","replies":[{"id":"","poster":"Marofion","date":"2016-03-30T21:49:05.787+0000","up_votes":1,"down_votes":0,"body":"Die Problematik ist, du solltest nicht gleiches mit gleichem vergelten.\nRiot Games ist es egal, wer angefangen hat. Wenn die sehen da sind zwei Leute sich am Kragen, dann müssen eben beide gehen. \nSieht Riot hingegen, dass einer runtergemacht wird und heulend in der Ecke liegt, dann wird er auch als Opfer akzeptiert und es muss nur der andere gehen.\n\nLaut den ganzen Banthreads hier geht es anscheinend jedem Flamer so, dass er sich \"nur gewehrt\" hat. Aber Beleidigungen sind verboten, unabhängig davon ob es \"sich gewehrt\" oder \"angefangen\" ist ;)","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:51:54.893+0000","up_votes":1,"down_votes":2,"body":"Das ist das beste beispiel das ich jemals gehöhrt habe, respekt dafür!\nDoch ich verteidige mich nur, da es oft zu extremen beleidigungen mit Drogungen kommt... Das wird oft sogar unheimlich wenn leute ernsthaft drohen. Solche Leute reporte sogar ich, auch wenn ich nicht so viel von dem Report getuhe halte, man kann sich auch gegenseitig akzeptieren.","replies":[{"id":"","poster":"Marofion","date":"2016-03-30T21:57:36.271+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, dieses wehren ist unerwünscht.\nSieh die automatische Sperre mal als Türsteher an.\nDiese sieht, dass sich da zwei am schlagen sind und wirft diese kurzerhand heraus. Sie wird nicht dafür bezahlt Detektivarbeit in dem Sinne zu begehen, herauszufinden wer angefangen hat. Sie sieht: Er bricht die Regeln, er geht: Grund: Mir doch wurst!\n;)\nGenau das sagte ich ja eben auch schon. Sich wehren ist völlig ok, doch nicht mit gleichen Mitteln. Die Ignorierfunktion und die Reportfunktion sind zum sich verteidigen gedacht.\n\nDass du dich verteidigst ist wie gesagt gar kein Problem, nur die Art und Weise. Der Türsteher sah einen Regelverstoß deinerseits und ihm ist der Grund sowas von egal, du hast halt die Regel gebrochen... Da gibt es für \"ihn\" keine Diskussionsgrundlage. Genau das ist es auch wieso \"ich habe mich gewehrt\" oder \"er hat angefangen\" hier im Forum auf taube Ohren stößt. Es gilt nicht.","replies":[{"id":"","poster":"drexxsack","date":"2016-03-30T21:59:33.319+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Marofion,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0002000000030000000000000000,timestamp=2016-03-30T21:57:36.271+0000)\n>\n> Wie gesagt, dieses wehren ist unerwünscht.\n\nWobei man sagen muss, dass eine Verteidigung geeignet sein muss, um einen Angriff zu beenden. Zurückflamen hat diese Eigenschaft so gut wie nie.","replies":[{"id":"","poster":"Marofion","date":"2016-03-30T22:05:13.785+0000","up_votes":1,"down_votes":0,"body":"Stimmt, den Punkt habe ich auch noch nicht in Betracht gezogen.\nFeuer bekämpft man mit Wasser, nicht mit Holz.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Bocherto","date":"2016-03-30T21:17:09.269+0000","up_votes":1,"down_votes":0,"body":"Warum soll jemand für gutes Verhalten belohnt werden? Niemand brauch eine Belohnung wenn er sich normal verhält :DD","replies":[{"id":"","poster":"Waldschrat86","date":"2016-03-30T21:18:24.470+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Bocherto,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000200000004,timestamp=2016-03-30T21:17:09.269+0000)\n>\n> Warum soll jemand für gutes Verhalten belohnt werden? Niemand brauch eine Belohnung wenn er sich normal verhält :DD\n\nDer Witz ist ja, dass man mittlerweile sogar schon für neutrales Verhalten Belohnungen erhält.","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-03-30T21:00:11.694+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00020000,timestamp=2016-03-30T20:47:11.112+0000)\n>\n> Haha, ignoriere die alten sachen, war damals etwas \"Uninformiert\" (bin ich anscheinend nochimmer)\n> Doch es ist ein Spiel ,und nichts anderes! Ich könnte mir jetzt einen neuen acc erstellen und Flamen! Doch alle meine Freunde habe ich bei meinem acc geaddet! außerden habe ich 3Monate auf lvl 30 gebraucht. Ich habe ihn darum gebeten das er mir eine letzte changse gibt, da ich jetzt erkennt habe, das ich mist gebaut habe! Manchmal bin ich gut drauf, manchmal nicht so... Ich werde für gutes verhlaten nicht belohnt und man sieht es nirgends! Doch 9Runden, mit schlechtem verhalten in 3Monaten werden sofort mit Permaban bestraft!\n\nUnd warum solltest gerade du eine Extrawurst gebraten bekommen?\nAll die Dinge, die du hier aufzählst, treffen wohl auf jeden Mainaccount zu.\nAchja und dann könntest du einen neuen Acc. machen und Flamen, ja das macht dich noch glaubwürdiger, dass gerade bei dir die Bonuschance etwas bringen würde. Du benutzt zwar Konjunktiv, aber was hat der Satz für eine Funktion, wenn nicht zu drohen?","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-03-30T20:51:57.582+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00020000,timestamp=2016-03-30T20:47:11.112+0000)\n>\n> Haha, ignoriere die alten sachen, war damals etwas \"Uninformiert\" (bin ich anscheinend nochimmer)\n> Doch es ist ein Spiel ,und nichts anderes! Ich könnte mir jetzt einen neuen acc erstellen und Flamen! Doch alle meine Freunde habe ich bei meinem acc geaddet! außerden habe ich 3Monate auf lvl 30 gebraucht. Ich habe ihn darum gebeten das er mir eine letzte changse gibt, da ich jetzt erkennt habe, das ich mist gebaut habe! Manchmal bin ich gut drauf, manchmal nicht so... Ich werde für gutes verhlaten nicht belohnt und man sieht es nirgends! Doch 9Runden, mit schlechtem verhalten in 3Monaten werden sofort mit Permaban bestraft!\n\nDu scheinst es wirklich nicht zu kapieren...\nDu hast Dich nicht nur 9 Runden schlecht verhalten, sondern deutlich öfter. Die gezeigten Chatlogs sind nur Beispiele aus Deinen Spielen. Und Du wurdest nicht sofort mit einem Perma bestraft, sondern hast fein säuberlich alle Strafstufen durchlaufen. Der Perma wurde Dir sogar in der Mail zum 14 Tagesbann explizit angekündigt. Wenn Du so etwas gekonnt ignorierst, ohne Dich zu informieren, dann kann man Dir auch nicht mehr helfen.","replies":[]}]}]},{"id":"","poster":"Balinese","date":"2016-03-30T20:24:27.457+0000","up_votes":3,"down_votes":1,"body":"Als Absolvent der vollständigen Strafpyramide beschwerst du dich beim Support, du hättest ja noch eine Chance verdient - du hattest ja nicht erst eine (Chatsperre), gefolgt von einer weiteren (erneute Chatsperre), gefolgt von einer letzten (14 Tagesperre) und hast sie alle ignoriert.\n3x die Chance, sich zu bessern. Jede in den Wind geschossen.\n\nDann beim Support fast schon beleidigende Texte, Ausreden und haltlose Behauptungen.\n\nIch würde mal sagen: Passt schon. Nur ein Bruchteil der Community packt es so negativ zu sein und es nicht einzusehen bzw. sich zu bessern.\nDas dein Kumpel von einem regulären Permabann, keinem Systemfehler oder Bezahlungsproblem, entsperrt wurde, glaube ich dir nicht. Wäre der erste und einzige Fall, bei dem dies innerhalb der letzten paar Jahre vorgekommen wäre - sehr unwahrscheinlich.","replies":[{"id":"","poster":"Bocherto","date":"2016-03-30T20:27:38.915+0000","up_votes":1,"down_votes":1,"body":"+ Ranked Bann und die vorherigen Chatsperren.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:40:12.397+0000","up_votes":1,"down_votes":7,"body":"Es ist und bleibt ein Spiel! Es ist kein Real Life! Du schreibst als wäre das hier eine eine große Straftat!","replies":[{"id":"","poster":"XenesisCH","date":"2016-03-30T21:04:34.879+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000300000000,timestamp=2016-03-30T20:40:12.397+0000)\n>\n> Es ist und bleibt ein Spiel! Es ist kein Real Life! Du schreibst als wäre das hier eine eine große Straftat!\n\nAh genau ja das ist natürlich eine Freikarte für ein Benehmen unter aller Sau. Niemand will ja Spass haben beim Spielen oder relaxen, der eigentliche Sinn des Spiels ist es via Chatfunktion die \"Sau\" rauszulassen *Ironie off*.\n\nUm es einfach auszudrücken: Du wurdest für immer vom Spiel verbannt, weil deine Mitspieler/Gegner dein Verhalten mehr als einmal nicht in Ordnung gefunden haben. Riot überprüft dies und verhängt bei berechtigten Reports Strafen. In deinem Fall war es Strafmassnahme Nummer VIER. Die Community hat dich gemeldet, weil sie von dir in Ihrem Spielerlebnis erheblich gestört wurde und das mehrere Male --> sprich wir wollen nicht mehr, dass Du mit uns dieses Spiel spielst! Riot kümmert sich deshalb, um unsere Bedürfnisse und stellt einige wenige wie Dich für immer vor die Tür. \n\nAls kleiner Rat für deine zukünftige Spielewahl: Such dir doch bitte Spiele aus, wo du 1v1 spielen kannst und nicht auf Mitspieler angewiesen bist ;-).","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:12:14.317+0000","up_votes":1,"down_votes":5,"body":"In Csgo wird so viel mehr geflamed...\nUnd ich bin eben nicht gerne auf 10Jährige flamer angewiesen!","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T21:15:03.438+0000","up_votes":3,"down_votes":0,"body":"Und? Nur weil andere Spieler in anderen Spielen schlimm sind, darfst du dich genauso verhalten? Wenn dir die Atmosphäre in CS:GO besser gefällt, dann spiel das eben.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:17:58.574+0000","up_votes":1,"down_votes":3,"body":"Ich habe aufgehört mit CSGO, da ich Flamer hasse! Ich will nicht so einer sein! Flamer haben es nicht verstanden ,dass wenn sie wütend werden aufhören sollen zu spielen, eine Pause einzulegen oder raus zu gehen! Es passiert mir eben selten das jemand mich so aufregt, geziehlt mit beleidgungen, das ich ihm sage das es jetzt reicht!","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T21:27:12.712+0000","up_votes":2,"down_votes":1,"body":"Ich habe einen sehr guten Geruchssinn und ich rieche Ironie. Du wurdest gebannt, weil du flamest und hast selbst zugegeben, dass du 9 games hintereinander geflamed hast.\n\nErster Punkt: \n> Ich habe aufgehört mit CSGO, da ich Flamer hasse!\n\nDu weißt warum du gebannt wurdest. Ich meine, klar kannst du flamer hassen, du solltest dir aber selber bewusst sein, wann du selbst als flamer giltst und auch was dagegen tun.\n\nZweiter Punkt:\n\n> Flamer haben es nicht verstanden ,dass wenn sie wütend werden aufhören sollen zu spielen, eine Pause einzulegen oder raus zu gehen!\n\n9 Spiele hintereinander? \n\n> dass wenn sie wütend werden aufhören sollen zu spielen, eine Pause einzulegen oder raus zu gehen!\n\n-\n\n> aufhören sollen zu spielen, eine Pause einzulegen oder raus zu gehen!\n\nIch hoffe du weißt worauf ich hinaus will.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:31:16.035+0000","up_votes":1,"down_votes":2,"body":"Nicht 9Spiele hintereinander! 9Spiele in ca 2Monaten... manchmal muss selbst ich meinen frust ablassen...\nDanach höre ich aber auf zu Spielen und schaue das ich mich ablenke und nichtmehr daran denke!","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T21:35:48.948+0000","up_votes":1,"down_votes":1,"body":"Wäre nett wenn du uns die Chatlog zeigen würdest, die du mit der Email gekriegt hast!\n\nDenn wenn es nur 9 Spiele in 2 Monaten waren, dann müsstest du entweder ultra toxic gewesen sein oder in diesen 2 Monaten wenig gespielt haben.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:45:53.540+0000","up_votes":1,"down_votes":1,"body":"Spiel 1\nKingMMax: ty\nKingMMax: comeon xin\nKingMMax: you kidding me\nKingMMax: xin you are a a**hole\nKingMMax: watch me die\nKingMMax: go out of my lane\nKingMMax: idiot\nKingMMax: He watch me die\nKingMMax: report xin pls\nKingMMax: xin you idiot ruined my game\nKingMMax: Xin you are so stupid -.-\nKingMMax: bro he don't help me! I was in fight and he was doing his goddamn jgl\nKingMMax: I will lose lane now\nKingMMax: I can't do anything°!!!!\nKingMMax: Thank you xin for fck*ng up my game noob\nKingMMax: this idiot messed up my game -.-!!!!!!!\nKingMMax: it was not worth it xin\nKingMMax: no\nKingMMax: you would ks me\nKingMMax: see this??\nKingMMax: I am usless!!!!!!!\nKingMMax: I WON'T\nKingMMax: You retard!!!\nKingMMax: You messed up my game we will lose!!!\nKingMMax: Omg you so stupid\nKingMMax: Guys say thank you to xin so I can't get fed! He troll\nKingMMax: Pls report xin\nKingMMax: Xin you like to fck up my game?\nKingMMax: we lose\nKingMMax: I am so weak!!!!\nKingMMax: I have to be fed and xin trolled me\nKingMMax: gangplank that's when I am Angry! Xin knew he fck up my gamne\nKingMMax: I am usless THANK YOU XIN\nKingMMax: BECAUSE OF YOU!!!\nKingMMax: You are the most stupid human on eaerth xin! You troll me\nKingMMax: stfu\nKingMMax: I CAN'T FARM\nKingMMax: MY TOWER IS DOWN\nKingMMax: ok I feed ekko gangplank so you know how I feel right now\nKingMMax: so usless xin\nKingMMax: why you make me angry\nKingMMax: stupid xin\nKingMMax: I am Zed I need kills not farm\nKingMMax: shut up pls\nKingMMax: I am so angry right now and I like you guys and I don#t wan't to flame you\nKingMMax: You have no Idea how pissed I am at xin\nKingMMax: he fucked up my game\nKingMMax: I AM BAD BECAUSE XIN TROLLED ME\nKingMMax: YOU RETARD JINX\nKingMMax: gj -.-\nKingMMax: see? that's why I am angray\nKingMMax: I was sooo strong agaionst fizz\nKingMMax: I killed fizz nearly 2 tiems but xin trolled me\nKingMMax: This all because of XIN\nKingMMax: who invited this idiot?\nKingMMax: gnangplank you invited this troll xin?\nKingMMax: gangplank just XIN fault\nKingMMax: xin have fun trolling a zed?\nKingMMax: I was soo strong against fizz! and then Xin trolled me mid\nKingMMax: Guys I have to go\nKingMMax: guys ok I try my best now\nKingMMax: but pls repot xin\nKingMMax: I was never soo bad with zed\nKingMMax: pls guys\nKingMMax: Xin I hate you :*\nKingMMax: xin -.-\nKingMMax: gangplank your farm\nKingMMax: fizz _:-\nKingMMax: REPORT XIN PLS\nKingMMax: He messed up my Game\nKingMMax: xin stop feed\nKingMMax: how\nKingMMax: pls\nKingMMax: I have to go\nKingMMax: fcj\nKingMMax: pls surrender\nKingMMax: Pls don't report me! I don't wan't a ban! But xin really really made me angry and you know how 17year old react if he gets trolled\nKingMMax: ty\nKingMMax: pls\nKingMMax: spl\nKingMMax: I have to go now\nKingMMax: Pls don't report me\nKingMMax: Bro pls!\nKingMMax: Gangplank you still like me rifht?\nKingMMax: gg wp\nKingMMax: gg wp\nKingMMax: report xin\n\nSpiel 2\nKingMMax: LMAO my cat just eat my Ice and now she's like dancing xD\nKingMMax: Cat's don't do ice...\nKingMMax: Luck\nKingMMax: Love you oo\nKingMMax: no way\nKingMMax: this idiot like: Buy new champ and try it in ranked --\nKingMMax: wtf aurelio\nKingMMax: OMFG\nKingMMax: You soo lucky\nKingMMax: Pls report my JGL ty\nKingMMax: Stop feed\nKingMMax: GO AFK JGL\nKingMMax: WE DON'T WAN'T YOU HERE\nKingMMax: stfu noob go afk and cry baby\nKingMMax: this ks\nKingMMax: idiots\nKingMMax: they see you coming and keep farming -.-\nKingMMax: ward\nKingMMax: RAMMUS WHY\nKingMMax: WHY YOU GO\nKingMMax: this ks\nKingMMax: tresh stop feed\nKingMMax: pls go back guys\nKingMMax: pls back\nKingMMax: kep feedng pls\nKingMMax: omfg\nKingMMax: I swar lucian go backl\nKingMMax: WHY LUCIAN\nKingMMax: WHY\nKingMMax: WHY YOU ALWAYS DO STUPID USLESS STUFF\nKingMMax: YOU SURWIFE AND GO BACK TO DO JGL WTF?\nKingMMax: Yes\nKingMMax: report my feeder team pls\nKingMMax: all these retards\nKingMMax: you feed kata\nKingMMax: see this ?=\nKingMMax: See ?=\nKingMMax: 1/8 1/12\nKingMMax: idiot team\nKingMMax: pls mute me\nKingMMax: all back\nKingMMax: in tower\nKingMMax: all mid\nKingMMax: report my teamn pls\n\nSpiel 3\nKingMMax: pls just go on your lane\nKingMMax: you hide in thwie jgl, with their towers\nKingMMax: omfg best gank I ever got\nKingMMax: Udyr this was soo badass\nKingMMax: You was like soo close to me\nKingMMax: oh you are kids, you don't know Hardstyle music\nKingMMax: Udyr you are so badass man! You are just soo DAAMN\nKingMMax: You get honored udyr\nKingMMax: badass\nKingMMax: Garen soo good job bro\nKingMMax: So badass udyr\nKingMMax: what\nKingMMax: yes\nKingMMax: Shure\nKingMMax: Daamn\nKingMMax: this udyr know how to counter me\nKingMMax: Wukong stop cry little baby\nKingMMax: So badass\nKingMMax: Damn\nKingMMax: I am not gona lie, thos wukong is good\nKingMMax: deff mid pls\nKingMMax: Damn\nKingMMax: Lux udyr premades?\nKingMMax: pls\nKingMMax: Drake\nKingMMax: -.-\nKingMMax: PLS\nKingMMax: ezreal what the\nKingMMax: sry you are just really bad\nKingMMax: yes\nKingMMax: omg -.-\nKingMMax: we suck\nKingMMax: stfu garen\nKingMMax: Nice\nKingMMax: gj\nKingMMax: DO DRAKE!!! PLS\nKingMMax: NOCTURNE DRAKE PLS\nKingMMax: WUkong really\nKingMMax: just runn\nKingMMax: missed all\nKingMMax: HOW\nKingMMax: bot\nKingMMax: GARENNN\nKingMMax: GAREN\"\"\"\"\"\nKingMMax: you idiot\nKingMMax: How many times do you have ypour ult\nKingMMax: report jglö\nKingMMax: omfg","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T21:51:19.563+0000","up_votes":4,"down_votes":1,"body":"Du beleidigst deine Mitspieler, rufst zu reports auf, bist permanent negativ, was willst du mehr? Du bist mit einer der negativsten und unangenehmsten Spieler, die man nur ins Team bekommen kann. Das, was du hier geschrieben hast, geht weit über ein \"Wenn mich jemand anmacht, erzähl ich ihm meine Meinung\", so wie du es geschrieben hast, hinaus. Nicht, dass das in Ordnung oder gerechtfertigt wäre.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:54:12.103+0000","up_votes":1,"down_votes":3,"body":"Die eintige runde mit ernsthaften FLame war die mit WUkong! Er hat mich beleidigt, meine Lane gefeedet und meine Freunde und mich ausgelacht! WIr haben in in unsere 5Party eingeladen und er war nur ein troll...","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T22:00:09.049+0000","up_votes":1,"down_votes":0,"body":"Jedes dieser Spiele würde einzeln einen Bann rechtfertigen. Ich werd nicht mit dir darüber diskutieren, das können andere besser, die mehr Ausdauer darin haben.\nDiese Chatlogs zeigen, dass dein Bann eindeutig gerechtfertigt ist. Du hast ordnungsgemäß sämtliche Strafen durchlaufen, du wurdest nicht zu Unrecht zuletzt verurteilt.\nDas Verhalten anderer rechtfertigt nicht dein eigenes Verhalten, das wurde hier schon gesagt. Ob du diesen Bann akzeptierst oder nicht, wird nichts an deiner Situation ändern: Dieser Account ist für immer verloren und wird nicht entbannt werden.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-30T21:59:45.892+0000","up_votes":1,"down_votes":0,"body":"Ich fand das erste Spiel deutlich schlimmer, habe aber beide nur überflogen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-30T22:06:51.095+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00030000000000030000000000000000000000010000000000000003,timestamp=2016-03-30T22:04:10.351+0000)\n>\n> Würde dir soetwas passieren würdest du auch nicht einfach AKzeptieren das dein hart erarbeiteter acc nach 3 Jahren einfach vin der einen minute auf die andere für immer weg ist... Doch du verstehst das nicht! Genauso wie ich vor dem Ban\n\n\nIch glaube wenn ich einen Permabann hätte und so ein Chatlog angehängt wird, würde ich mich nicht wirklich darüber aufregen. Eher schämen oder mich über mein Verhalten ärgern.","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-30T22:04:10.351+0000","up_votes":1,"down_votes":1,"body":"Würde dir soetwas passieren würdest du auch nicht einfach AKzeptieren das dein hart erarbeiteter acc nach 3 Jahren einfach vin der einen minute auf die andere für immer weg ist... Doch du verstehst das nicht! Genauso wie ich vor dem Ban","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-30T22:02:49.373+0000","up_votes":1,"down_votes":1,"body":"Das sind 3 von 25 Spielen ca... die sind alle schlimm! Das sind die schlimmsen CHatlogs die ich jemals hatte! Das ist wirklich übertrieben was ich da gemacht habe! Das habe ich auch sofort eingesehen! Doch ich habe meine Strafe erhalten also denke ich es ist egal welches schlimmer ist :)","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-30T22:09:33.297+0000","up_votes":1,"down_votes":3,"body":"1) Ich schäme mich ! Doch jeder der sich die mühe gemcaht hat mir hier zu helfen hat die Warheit verdient und darf sehen was für fehler ich begangen habe um seine Meinung zu sagen!\n\n2) Ich ärgere mich das ich 2 Runden hintereinander geflamed habe, und danach auch sofort gebannt wurde.","replies":[]}]}]},{"id":"","poster":"Crounty","date":"2016-03-30T21:53:58.383+0000","up_votes":1,"down_votes":0,"body":"Das erste Spiel: \nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2582179163/215543170?tab=overview\n\nDas zweite Spiel:\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2581729080/215543170?tab=overview\n\nDas dritte Spiel:\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2581652157/215543170?tab=overview\n\n\nAlso ich kann sehen, dass du in deinen letzten 4 Spielen in 3 Spielen hart geflamed hast. Und es werden nur die Chatlogs der letzten Spiele angezeigt in denen die reports einen Ban getriggert haben, d.h du hast in den Spielen davor auch hart geflamed und deinen Ban somit verdient. Soviel zum \"Ich hab in den letzten 2 Monaten in nur 9 Games geflamed.\" Da hast du an nur 2 Tagen schon mindestens 3 mal hart geflamed.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:58:47.691+0000","up_votes":1,"down_votes":1,"body":"Du erkennts, dass ich flame indem du meine stats ansiehst, respekt!","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T22:05:14.496+0000","up_votes":2,"down_votes":0,"body":"Bitte mach das gleiche nicht mit mir wenn du es nicht tun kannst XD\n\nIch hab oben gar nicht von Stats gesprochen. Der Grund für die Spieldaten war eher um einen besseren Überblick zu haben, wer in deinem Team war und wer der Gegner war, damit man weiß wen du denn genau geflamed hast. Aber neuerdings hat das ja was mit Stats zu tun.\nMuss ich mir merken.\n\nAber weißt du was? Alleine dass du es erwähnt hast, spiegelt wieder, dass du Leute nach den Stats beurteilst.\n\nZuerst beurteilte er Spieler nach ihrem Namen, dann nach ihrem Rang und jetzt nach ihren Stats. \n{{sticker:zombie-nunu-tears}} \n\nGott bitte hilf diesem jungen Menschen.\n\nAußerdem siehst du in meiner History, dass ich gar keine guten Stats hab, also hab ich gar kein Recht andere nach Stats zu beurteilen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-30T22:08:49.958+0000","up_votes":1,"down_votes":0,"body":"Er hat nur die Spiele zu deinen Chatlogs gepostet. Die Chatlogs kann er auch so lesen und diese haben genug Informationen enthalten (zum Beispiel die Nennung von Xin und Jinx) um jedem Chatlog ein Spiel zuzuweisen.","replies":[]}]}]},{"id":"","poster":"Parunpata","date":"2016-03-31T08:18:43.091+0000","up_votes":1,"down_votes":0,"body":"Wow, sag mal was denkst du dir dabei andere so zu beleidigen? Jetzt mal ernsthaft findest du es lustig andere Menschen so fertig zu machen? Würdest du jemanden reporten wenn er so mit dir schreiben würde?","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T09:43:41.934+0000","up_votes":1,"down_votes":3,"body":"Ich habe damit nicht begonnen! Ich wollte ganz Normal spielen, dann fängt (zb Xin aus der 1. Runde) auf meine Lane zu kommen, meinen Farm zu nehmen und mich zu beleidigen, das habe ich die ersten 8Minuten ertragen, doch dann wurde es mir zu viel da er dann das ganze Team, meine Freunde und mich beleidigte! Ich beschimpfe niemanden ohne Grund! Und nein ich finde es nicht lustig leute zu beschimpfen! Vorallem in Bronze 3/4/5 sind viele trolls, die einfach die Lane runterlaufen in den gegnertower, und sagen ,dass es jetzt egal sei ob sie gewinnen oder verlieren. Angeblich kommen sie ja nicht aus der \"Elo-Hell\" und diese Trolls regen mich so auf! In Normals habe ich noch nie geflamed! Doch in Rankeds geht es um etwas und ich hasse es wenn jemand einfach den gegnern hilft, und die gegner dann schreiben das sie ihn dafür Honoren und mich reporten... :(","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-31T11:48:15.045+0000","up_votes":1,"down_votes":0,"body":"> Ich beschimpfe niemanden ohne Grund! \n\nNichts geschieht ohne Grund. Breivik hatte auch einen Grund für sein Attentat. Einen ziemlich kranken Grund, aber einen Grund.\nUnd das zeigt auch, wie schwach deine Verteidigung ist. Wenn man dir \"Ich hatte einen Grund\" durchgehen lässt, warum dann nicht dem nächsten Bankräuber auch? Auch der hatte einen Grund.","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-31T11:52:52.143+0000","up_votes":1,"down_votes":3,"body":"Ich finde es ein wenig übertrieben das du ein spiel mit einem echten attentat vergleichst! Ich war nur Unhöflich! Ich kann nichts dafür das kleine Kinder sich dadurch angegriffen fühlen! Wenn ich beleidigt oder geflamed werde, mute ich diese Person meistens! Manchmal mute ich das ganze Team vor einer Runde um mich gut konzentrieren zu können!","replies":[]}]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T22:09:41.800+0000","up_votes":1,"down_votes":0,"body":"Du flamest deine Mitspieler anscheinend konstant während des ganzen Spiels. Und auch nicht, weil sie dich beleidigen sondern weil sie in deinen Augen schlecht spielen. Was soll das deinem Team bringen, wenn du wie im ersten Spiel konstant den Jungler beleidigst und rumheulst, dass du nicht gefeedet bist. Man kann nicht in jedem Spiel gefeedet sein und man kann nicht jedes Spiel gewinnen. Tatsächlich liegt die Chance nur bei ca. 50 %. Wenn du also nicht damit umgehen kannst, dass mindestens jedes 2. Spiel nicht so toll läuft, solltest du wirklich aufhören LoL zu spielen.\nIch habe ehrlich gesagt selten so einen schlimmen Flamer in meinen Spielen (zum Glück). Und jeder (positive) Spieler weiß doch, dass es KS nicht gibt, bzw. dass es kill secured heißt und deinem Team mehr Gold gibt, als wenn nur du an einem Kill beteiligt bist.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T22:16:06.572+0000","up_votes":1,"down_votes":1,"body":"Ich bin deiner meinung, vorallem mit dem KS! Jeder kill zählt für das Team, egal wer ihn macht... Doch ich habe in dem moment nicht über mein verhalten nachgedacht und habe mich wie ein Idiot benommen und wie damals mit lvl 20 rumgehäult das ich Ks wurde...\n\nKS= Kill secured nicht Kill Steal... das weis ich.","replies":[]}]}]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T21:34:19.360+0000","up_votes":2,"down_votes":1,"body":"Ich befürchte dass du gar kein Gefühl dafür hast, was als negatives Verhalten empfunden wird.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:40:23.131+0000","up_votes":1,"down_votes":3,"body":"Ich weis es sehr wohl! Und ich bin nett zu dir, wenn du nett zu mir bist! Wenn mich jemand provokant anschreibt, antworte ich auch so. Doch du scheinst vernünftig zu seinen ,also. ;)","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-31T11:55:47.858+0000","up_votes":2,"down_votes":1,"body":"> Wenn mich jemand provokant anschreibt, antworte ich auch so.\n\nGeschichte des Nahen Ostens der letzten 50 Jahre in einem Satz zusammengefasst ;)","replies":[{"id":"","poster":"Abasin","date":"2016-03-31T12:28:14.339+0000","up_votes":2,"down_votes":1,"body":"Eher der letzten 3000 Jahre. :-)","replies":[]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T22:16:40.851+0000","up_votes":1,"down_votes":0,"body":"Anscheinend bedeutet nett zu dir zu sein ingame dich zu carrien und wenn man das nicht tut ist das anscheinend provokant.","replies":[]}]}]}]}]},{"id":"","poster":"Balinese","date":"2016-03-30T21:28:28.303+0000","up_votes":2,"down_votes":0,"body":"Eventuell hättest du deine eigenen Ratschläge mal befolgen sollen.","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2016-03-30T21:20:08.039+0000","up_votes":1,"down_votes":0,"body":"Du scheinst ja dein neues Zuhause bereits gefunden zu haben.\n> \n> Und ich bin eben nicht gerne auf 10Jährige flamer angewiesen!\n> \n\nDéjà-vu. Sowas liest man irgendwie in jedem Bann-Fred.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-03-30T20:43:50.194+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000300000000,timestamp=2016-03-30T20:40:12.397+0000)\n>\n> Es ist und bleibt ein Spiel! Es ist kein Real Life! Du schreibst als wäre das hier eine eine große Straftat!\n\nAchso, Du spielst also in dem Spiel nicht gegen und mit **reale Menschen**? Nur weil es das Internet oder ein Spiel ist, kannst Du Dich benehmen, wie die Axt im Walde? Du hast nunmal die AGB akzeptiert und bewusst gebrochen. Und nun wunderst Du Dich, dass Du die Konsequenzen zu tragen hast?\nUnd glaube es, oder glaube es nicht, auch wenn es nur in einem Spiel oder dem Internet stattfindet: Beleidigungen erfüllen einen Straftatbestand und können sogar von der echten Polizei im realen Leben geahndet werden.\nVor allem: Wenn es nur ein Spiel ist, warum scheinst Du es dann so ernst zu nehmen, dass Du rumflamen musst?","replies":[{"id":"","poster":"nicoba99","date":"2016-03-30T23:55:11.448+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0003000000000002,timestamp=2016-03-30T20:43:50.194+0000)\n>\n> Und glaube es, oder glaube es nicht, auch wenn es nur in einem Spiel oder dem Internet stattfindet: Beleidigungen erfüllen einen Straftatbestand und können sogar von der echten Polizei im realen Leben geahndet werden.\n\nIch habe sogar von einigen Fällen gehört (allerdings in NA bzw. Korea), bei denen das Flamen in LOL zur Anzeige gebracht wurde und die Flamer teilweise Geldstrafen bezahlen mussten!","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-03-30T20:42:58.809+0000","up_votes":4,"down_votes":0,"body":"Ja, dies ist ein Spiel und alle anderen Spieler würden dies gerne spielen können, ohne geflamed zu werden. Nur weil etwas online stattfindet oder ein Spiel ist, heißt das nicht, dass es keine Verhaltensregeln gibt, an die man sich halten muss. Wenn du Mensch-ärgere-dich-nicht spielst und immer alle Spielfiguren vom Tisch fegst, wenn du verlierst, dann wird auch niemand mehr mit dir spielen wollen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:58:38.658+0000","up_votes":1,"down_votes":8,"body":"DU warst wohl noch nie in Bronze...\n\nWo sind die Spiele wo ich Leute motoviert habe und ihnen gesagt habe, das sie sich nicht runterzihen lassen sollen! Wo sind die SPiele wo ich meinen mates geholfen habe und dadurch auch insgesamt 700Honors hatte? Das scheint nicht auf! Ich war ca 10% meiner Spiele \"Toxic\"\nIch war am anfang einer, der die Leute beruhigt hat... Doch dadurch das ich manchmal schlecht drauf bin und jemand meine Familie/Freunde beleidigt verstehe es nicht wieso dieses kleine Kind damit durchkommen soll ohne eine kleine Lehre!","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T21:09:55.681+0000","up_votes":1,"down_votes":0,"body":"Ich bin in Bronze. Und ich sehe absolut niemals einen Grund meine Mitspieler zu flamen. Sicher gibt es den ein oder anderen den ich innerlich anschreien möchte (meistens Adc´s die meinen ich als Sup sei ihr persönlicher Sklave), aber mir ist klar, dass das absolut nichts bringt. Der Flamer freut sich entweder über die Aufmerksamkeit die er bekommt und flamet dadurch weiter (meistens bei denen die die Familie etc beleidigen), oder es entsteht eine Diskussion, die nur alle ablenkt und schlechter spielen lässt. Eine Lektion bekommen sie dadurch erteilt, dass ich sie am Ende des Spiels reporte und sie ihre gerechte Strafe erhalten (so wie du).","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-30T21:02:46.870+0000","up_votes":3,"down_votes":0,"body":"Wenn dich jemand beleidigt, dann mute diesen Spieler und melde ihn nach dem Spiel. Diesen Spieler dann wiederum selber runterzumachen, zeugt nicht von Reife und erzeugt nur eine weitere Kette am Flame.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-31T12:32:53.564+0000","up_votes":1,"down_votes":0,"body":"> Ich war ca 10% meiner Spiele \"Toxic\"\n\nWas enorm viel ist. Wenn jeder Spieler so wie du wäre, gäbe es in fast pro Spiel im schnitt jemanden, der richtig austickt.","replies":[]}]}]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-30T20:43:48.358+0000","up_votes":2,"down_votes":0,"body":"Du sagst es: Es ist ein Spiel!\nEin Spiel soll Spaß machen. Deine Teammates haben aber keinen Spaß, wenn du sie beleidigst. Und welchen Grund hast du überhaupt sie zu flamen, wenn es doch nur ein Spiel ist?","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-03-31T13:53:41.135+0000","up_votes":1,"down_votes":0,"body":"Im Spiel herrschen die Regeln des Spielentwicklers.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T14:00:02.941+0000","up_votes":1,"down_votes":2,"body":"Das du das jetzt schreibst ist unnötig!\nDoch ich habe paar Fragen, wenn du dich so toll auskennst\n1) Wer ist der Spielentwickler?\n2)Wieviele Regeln gibt es?\n3)Was hast du für erfahrungen mit diesen Regeln?","replies":[{"id":"","poster":"Megamaexx","date":"2016-03-31T14:21:57.106+0000","up_votes":1,"down_votes":0,"body":"Der Entwickler ist Riot und die Regeln haben sie (bestimmt nach gesetzlichen Vorgaben) in den AGBs festgelegt. In diesen steht übrigens auch, dass die tun und lassen können, was sie wollen. (Aufs Spiel bezogen natürlich)\nIch habe noch keinerlei Strafen erhalten in meinen letzten 5(?) Jahren LoL, aber im Forum liest man immer wieder sehr viel davon, manchmal auch inklusive Auszügen aus den AGBs. Es gibt aber eben diese Toleranzstufen, wenn man mal \"versehentlich\" gegen die AGBs verstößt (Chatsperren und 14-Tage-Bann),  wer dann weiter gegen diese verstößt, erhält eben einen permanenten Ausschluss des Accounts.\nFür weitere Fragen stehe ich dir gern zur Verfügung.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T14:32:34.764+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort, doch ich habe im moment genug von den sachen gerade :)\nWenn ich weitere Fragen habe, werde ich mich bei dir melden\nDanke für das Angebot, schönen Tag noch ^^","replies":[]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-03-31T11:39:38.369+0000","up_votes":1,"down_votes":0,"body":"Niemand hier behauptet ingame zu flamen wäre ein \"grosse Straftat\". Es ist nur einfach sehr ätzend.\n\nLustigerweise bist du doch der, der sich an seinen Account klammert wie ein Junkie ans Heroin. Und dann schreibst du \n\n> Es ist und bleibt ein Spiel!","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T11:46:35.750+0000","up_votes":1,"down_votes":1,"body":"Ich hänge an dem Account da ich mein Geld darin invistiert habe! Ich habe paar skins die es nicht zu Kaufen giebt 2013 in Myst.Gifts von meinem Freund bekommen! Natürlich kann ich nach 3 Jahren nicht einfach alle meine STats aufeinmal wegschmeissen!\nJa! Es ist und bleibt ein Spiel! Riot nimmt das zu ernst!","replies":[]}]},{"id":"","poster":"Bocherto","date":"2016-03-31T00:24:09.963+0000","up_votes":1,"down_votes":0,"body":"Glückwunsch selbst die kleinen Straftaten werden im realen Leben bestraft. Wenn du Erwachsen bist wirst du das noch lernen. Spätestens wenn du deinen Job los bist weil du deinen Chef vor allen anderen runter machst.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-03-31T07:58:44.831+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=,timestamp=2016-03-30T20:03:58.755+0000)\n>\n> Ich finde es unfair das der Support mich anl&uuml;gt ,er sagt er kann die SPerre nicht aufheben. Doch ich kenne wen, bei dem die Sperre aufgehoben wurde.\n\nIch habe jetzt den bereits sehr langen Thread nicht alles durchgelesen, aber hier muss ich noch etwas wichtiges erwähnen (falls es nicht bereits gesagt wurde):\n\nNein, der Support hat dich nicht angelogen.\n\nEs stimmt zwar, dass rein technisch gesehen es möglich wäre, eine Strafe zu reduzieren oder aufzuheben. Jedoch darf dies der Support (bzw. das Team für Spielerverhalten) nur tun, wenn das System offensichtlich einen Fehler machte.\nDie Fehlerquote beträgt gem. Riot bei 1:6000, ist also sehr selten, jedoch ist es möglich.\n\nIn deinem Fall liegt jedoch offensichtlich kein Fehler vor.\nDu hast sehr oft geflamed, wurdest bereits mehrmals bestraft und hast dich nicht geändert. Dein chatlog zeigt auch klar auf, dass du geflamed hast. Die Strafe ist also berechtigt und es liegt kein Fehler beim System (der Chatanalyse-Software) vor.\n\nEs geht also nur darum, dass du ausnahmsweise eine allerallerallerletzte Chance bekommst, dein Verhalten zu ändern. Und dies ist nicht möglich.\nDen Riot-Mitarbeiter ist es nicht erlaubt, nochmals ein Auge zuzudrücken und deinen Account zu entbannen. Andernfalls würden sie ihre Kompetenzen überschreiten, was im besten Fall eine Abmahnung, im schlimmsten Fall eine Kündigung zur Folge hat. Du glaubst doch hoffentlich nicht, dass ein Riot-Mitarbeiter ausgerechnet für dich seinen Job aufs Spiel setzt, oder?\n\nKann sein, dass bei deinem Kumpel ein Fehlentscheid vorlag. Da ist es auch korrekt, dass die Strafe aufgehoben oder reduziert wird. Dass bei ihm ein Riot-Mitarbeiter seine Kompetenzen überschritten hat, ist zwar unwahrscheinlich, aber auch möglich. Aber selbst in diesem Fall kannst du nicht davon ausgehen, dass dies bei deinem Fall auch geschieht.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T08:05:37.053+0000","up_votes":1,"down_votes":2,"body":"Danke für deine lange und genaue aussage! Ich weis, das der Support mich nicht einfach entbannen kann!\nDoch ich habe keine Daten zu meiner Email-Adreasse, somit wurde ich nicht vorgewahnt das ich einen Permabann bekomme! DOch das ist meine Schuld wenn ich mich nicht darum kümmer, meine Daten zu haben. Ich wusste bis vor kurzem nichtmal das es überhaupt eine 2 WOchen sperre giebt, da man damals wegen unangemessenem Verhalten nicht gebannt werden konnte. Habe 2-3Monate eine Pause gemacht, und anscheinend nicht mitbekommen das Sperren eingeführt wurden. BIs jetzt hatte ich nur Chatbans..\nDoch nach dem 2Wochen bann dachte ich,  ich bekomme einen Monat Ban oder so etwas... Hat mich dann doch etwas schokiert!\nDoch danke das du dir die mühe gemacht hast so einen langen Text zu verfassen :)","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T08:30:12.701+0000","up_votes":3,"down_votes":0,"body":"Also einmal folgendes:\n\n- Du musst für die Erstellung eines LoL-Account eine e-mail-Adresse angeben\nKann sein, dass du diese Mailbox nicht benutzt, aber dann ist dies dein Fehler, die Mailadresse nicht zu aktualisieren. \n\n- Du hast diesen Monat deinen 2-Wochen-ban einen 2-Wochen-ban erhalten\nVom 8.3. - 23.3.  hast du kein einziges Game gespielt (15 Tage). Vorher und nachher hast du täglich mehrmals gespielt. Seinen Urlaub startet man doch sehr selten an einem Mittwoch, weshalb ich mir so sicher bin, dass du für diese 2 Wochen gebannt warst; und davon auch gewusst hast, da du offenbar recht gut wusstest, wann du wieder spielen darfst. Abgesehen davon, hast du ja dem Riot Support sogar beim ersten Mail bestätigt, dass du gerade eben den 2-Wochen-ban hattest. Entsprechend hast du die Mail damals wohl auch erhalten. ;)\n\n- Riot hat informiert, wie die Strafstufen sind\nSelbst wenn du den 2-Wochen-ban \"verpasst\" hättest, so hast du die vorherigen Strafen erfahren müssen (beim Einlogen im Client). Da wäre es grundsätzlich klug, sich sofort zu informieren, ob Riot allenfalls bereits dann einen perma als nächste Strafe aussprechen könnte.\n\n- better play gentle\nEs ist auch erlaubt, **immer** freundlich im Spiel zu sein. Viele LoL-Spieler kennen die Strafen von Riot wegen Flaming nicht, aber das ist nicht nötig, weil sie auch nie flamen. Nach dem ersten CR hättest du dich ja auch sofort ändern können, ohne das Maximum der Strafstufen auszunutzen.","replies":[]},{"id":"","poster":"Zulwar","date":"2016-03-31T09:23:00.460+0000","up_votes":1,"down_votes":0,"body":"Da, wenn du den 2 Wochenbann erhältst, ein Fenster aufgeht, in dem erklärt wird, das wenn du nach deinem 2 Wochenbann dir noch was zu schulden kommen lässt, dein Account Permanent gebannt wird, wusstest du darüber bestens bescheid. Außer du hast den Text dir nicht durchgelesen, woran du dann aber selber Schuld bist.","replies":[]}]}]},{"id":"","poster":"PwnedAkkon ","date":"2016-03-30T21:05:06.637+0000","up_votes":1,"down_votes":1,"body":"Tja da hast du deine \"changse\" wohl nicht mehr bekommen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:29:01.975+0000","up_votes":1,"down_votes":1,"body":"Ich hatte 3, doch habe erst jetzt bemerkt das ich mist gebaut habe! Und wieso die anführungszeichen?","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-30T21:42:24.580+0000","up_votes":1,"down_votes":0,"body":"Die Anführungszeichen vermutlich, weil es Chance geschrieben wird.\n\nUnd joa, zu spät bemerkt hilft auch nicht. Du hattest definitiv genug Zeit. Das einzige, was dir noch offen steht, ist einen neuen Account zu machen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:47:26.848+0000","up_votes":1,"down_votes":5,"body":"Changse ist genauso richtig... Informiere dich. \nSMurfs sind das letzte! Ich werde keiner von denen!","replies":[{"id":"","poster":"drexxsack","date":"2016-03-30T21:49:34.608+0000","up_votes":2,"down_votes":0,"body":"http://www.duden.de/rechtschreibung/Chance","replies":[{"id":"","poster":"berndbolerow","date":"2016-03-30T22:20:33.508+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"drexxsack","date":"2016-03-30T22:23:08.106+0000","up_votes":4,"down_votes":0,"body":"Das hat relativ wenig damit zu tun, dass er Chance tatsächlich falsch geschrieben hat und auch relativ wenig mit Provokation.\nIhm wird kurz erklärt(auf seine Frage hin) warum Changse in Anführungszeichen geschrieben wurde. \nWenn er den Antwortenden daraufhin anpampt, er solle sich doch informieren, werde ich das garantiert nicht so stehen lassen.\n\nIch habe kein Problem damit, wenn Leute etwas falsch schreiben(solange der Text lesbar ist, wird man von mir auch nichts dazu hören). Ich bin auch meilenweit von perfekten Texten entfernt.\nNiemand erwartet einen perfekten Text. \nIch erwarte aber einen angemessen Umgang und jemanden, auf eine (erfragte) Erklärung hin, von der Seite anzumachen, gehört nicht dazu.  ","replies":[{"id":"","poster":"berndbolerow","date":"2016-03-30T22:31:26.839+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Spicavius","date":"2016-03-30T22:44:21.244+0000","up_votes":1,"down_votes":0,"body":"Er hat gemeint, dass \"Changse\" richtig ist und dem Antwortenden gemeint er soll sich doch mal informieren. Gerade das ist sehr provokant.\n\nDer TE sollte sich selber informieren wie man Chance richtig schreibt und nicht einfach sagen, dass \"Changse\" richtig ist.\n\nDexxsack(Blase) hat ihm die Arbeit erspart sich zu informieren. Ganz einfach.","replies":[]}]}]},{"id":"","poster":"Crounty","date":"2016-03-30T22:23:02.685+0000","up_votes":1,"down_votes":0,"body":"Was ist denn provokant daran? KingMMax meinte, dass Changse richtig ist und drexxsack hat ihm bewiesen, dass nur Chance richtig ist.","replies":[{"id":"","poster":"Abasin","date":"2016-03-31T07:31:46.133+0000","up_votes":1,"down_votes":0,"body":"Als Adjektiv wird das Wort **provokant** ausser am Satzanfang immer klein geschrieben. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Crounty","date":"2016-03-31T08:17:51.549+0000","up_votes":1,"down_votes":0,"body":"Danke {{sticker:slayer-jinx-catface}}","replies":[]}]}]}]}]},{"id":"","poster":"Crounty","date":"2016-03-30T22:02:35.479+0000","up_votes":1,"down_votes":0,"body":"Was ist so schlimm an Smurfs? Meinst du dass es schlimm ist, dass der Smurf eine Ausgangselo von Silber hat, obwohl du in Bronze gehörst? Kappa\n\n Im Grunde genommen wäre das dann dein neuer Main. Schlimm ist es gar nicht, du wirst zwar die ersten 2-3 Spiele gegen neue Spieler gewinnen, aber dann wirst du nur noch mit anderen Smurfs gematcht, da das System so etwas erkennen kann.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T22:07:05.026+0000","up_votes":1,"down_votes":1,"body":"Ich habe nicht die Zeit/Ausdauer/Gedult mir erneuert einen main aufzubauen! Ich will auch nicht einen bessereb Rang als bronze bis ich ihn mir erarbeitet habe! AUßerdem kann ich mich noch erinnern, als ich angefangen habe, und ein Zed 40/3 hatte weil er ein Smurf war... das waren die momente wo ich aufhören wollte zu SPielen, und das will ich nicht für andere!","replies":[]}]}]}]}]}]},{"id":"","poster":"KingMMax","date":"2016-03-31T11:17:58.468+0000","up_votes":0,"down_votes":2,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/0Ffk2lEV-permanente-sperre-unter-aller-sau\nDer hatte so ziemlich das selbe Problem wie ich und er ist unbanned! Er war ca 1 MOnat gebannt und hat dann wieder Runden gespielt( sein Spielverlauf)\nWas ist damit?","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T11:30:15.306+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, vor 6 Monaten war es wirklich so, dass die Software Fehler machte und nicht wenige Spieler zu hart bestraft wurden (und zwar massiv zu hart).\n\nDies könnte ein solcher Fall sein und vor 6 Monaten der perma wegen des Fehlers reduziert wurde z.B. auf eine CR.\n\nSein Spielverlauf sagt nicht allzu viel, da nur die Rankeds angezeigt werden (zumindest bei mir, da ich ihn nicht auf der FL habe). In Dezember gab es kaum Rankeds von ihm, was aber daran liegen könnte, dass es Off-Season (aka Pre-Season) war.\nWas aber auch auf externen Seiten ersichtlich ist (op.gg., lolking): er spielt seit längerer Zeit nicht mehr; auch keine Normals.\n\nIch vermute deshalb, dass er eine mildere Strafe bekam (aufgrund des Software-Fehlers der Chatanalyse), sich aber nicht änderte und nun permagebannt ist.\nIst natürlich nur eine Vermutung, aber du musst uns auch irgendwie beweisen, dass dieser Account wirklich nicht permagebannt ist. Denn offenbar ist er dies nun.","replies":[{"id":"","poster":"drexxsack","date":"2016-03-31T12:01:46.071+0000","up_votes":2,"down_votes":0,"body":"Ich zitiere mich einfach mal selber: Man sollte schon genau lesen, wenn es wichtig ist... seine Rankeds sind nicht Januar 2016 sondern Januar 2015... hab mich beim schnell drübergucken vertan.","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T12:11:38.739+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000d00010001,timestamp=2016-03-31T12:01:46.071+0000)\n>\n> Ich zitiere mich einfach mal selber: Man sollte schon genau lesen, wenn es wichtig ist... seine Rankeds sind nicht Januar 2016 sondern Januar 2015... hab mich beim schnell drübergucken vertan.\n\nLOL\nDas habe ich selber übersehen. :D\n\nAlso wissen wir rein gar nicht, ob bei jenem Spieler der perma wirklich entbannt wurde. Da im Thread so rein gar nichts steht und keine History auch auf anderen Seiten vorhanden ist (also viele Wochen nicht mehr gespielt wurde), können wir davon ausgehen, dass der perma bestehen blieb.","replies":[]}]},{"id":"","poster":"KingMMax","date":"2016-03-31T11:35:29.108+0000","up_votes":1,"down_votes":2,"body":"Er bekahm mehrere chancen sich zu bessern! Ich habe jetzt verstanden das ich mist gebaut habe, er nicht! Er bezeichnet sich als \"Freigekauft\" und es hat funktioniert!","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-31T11:39:08.954+0000","up_votes":2,"down_votes":0,"body":"Also freikaufen funktioniert sicher nicht. Der Riotmitarbeiter würde bei so etwas seinen Arbeitsplatz riskieren und damit das klappt muss die Summe schon gewaltig sein. Da wird man deutlich mehr Bestechungsgeld benötigen als es kosten würde, einen Account mit EP/XP Boosts und RP Championkäufe wieder auf den vorherigen Stand zu bringen. Es wäre also eher eine (wirtschaftlich) sehr dumme Idee. ","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-03-31T11:41:13.851+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000d00010000,timestamp=2016-03-31T11:35:29.108+0000)\n>\n> Er bekahm mehrere chancen sich zu bessern! Ich habe jetzt verstanden das ich mist gebaut habe, er nicht! Er bezeichnet sich als \"Freigekauft\" und es hat funktioniert!\n\nUnd wo hat er dies geschrieben? Da sehe ich keine solche Aussage, sorry.\n\nSelbst wenn er dir dies persönlich sagte (weil ihr euch kennt), heisst dies noch lange nicht, dass er dir die Wahrheit sagte.\n\nIch sehe wie gesagt nur, dass er seit längerer Zeit kein einziges Game mehr gespielt hat und die Vermutung nahe liegt, dass er nun einen perma hat.\nWarum er vor 6 Monaten wieder seinen Account bekam, wissen nur er und der Riot Support (wobei ich da nur der Aussage vom Riot Support vertraue, dieser aber nichts sagen darf).","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-31T11:38:34.208+0000","up_votes":1,"down_votes":1,"body":"Und ich finde es schade gebannt zu sein, wegen meinen Legendary skins...","replies":[]}]}]},{"id":"","poster":"drexxsack","date":"2016-03-31T11:23:09.576+0000","up_votes":1,"down_votes":0,"body":"6 Monate her. Könnte in die Zeit gefallen sein, in dem das System durch ein versehen zu scharf eingestellt war und dementsprechend dazugehörige Strafen revidiert wurden.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T11:26:45.004+0000","up_votes":1,"down_votes":1,"body":"Wenn ich mir seinen Chatlog ansehe, hat er ca so viel geflamed wie ich! AUßerdem war das nur ein Chatlog! WHarscheindlich sein einer bei dem er am wenigsten Geflamed hat! Ich finde das Unfair das ich meine STrafe bekomme, und er davon kommt obwohl er ca das gleiche gemacht hat!!","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T11:37:06.974+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=000d00000000,timestamp=2016-03-31T11:26:45.004+0000)\n>\n> Wenn ich mir seinen Chatlog ansehe, hat er ca so viel geflamed wie ich! AUßerdem war das nur ein Chatlog! WHarscheindlich sein einer bei dem er am wenigsten Geflamed hat! Ich finde das Unfair das ich meine STrafe bekomme, und er davon kommt obwohl er ca das gleiche gemacht hat!!\n\nKann aber trotzdem ein Fehler gewesen bei ihm.\n\nMeiner Vermutung, dass es zu jener Zeit war, als das System zu hart strafte, war wohl ein Fehlschlag (besten Dank an Drexxsack, der den Post suchte).\nTrotzdem kann es natürlich möglich sein, dass in Einzelfällen der Spieler zu hart bestraft wird.\n\nKann also sein, dass der Spieler instant einen perma kriegte, obwohl in solchen Fällen üblicherweise eine CR oder ein 2-Wochen-ban als Erststrafe verhängt werden.\nIn deinem Fall hingegen hast du bereits diese Stufen durchgelaufen (2-Wochen-ban im März) und du bist Wiederholungstäter.\n\nAndere Gründe sind natürlich auch möglich. Dies weiss nur jener Spieler und der Support; letzteres darf dir jedoch keine Auskunft erteilen.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T11:43:11.805+0000","up_votes":1,"down_votes":2,"body":"Ich habe 1Tag nach meinem 2WOchen ban einen Permabann bekommen! Das finde ich doch etwas unfair! Man könnte doch wenigstens ein bisschen warten... Ich bin alle drei STrafen innerhalb 2 MOnaten durchlaufen! Wenn man einmal bestraft wird ist es egal was man schreibt, man bekommt sofort die nächste! Und nach dem 2WOchen ban ist egal was du schreibst, du wirst gebannt. Am besten man schreibt nichtsmehr!\nDoch Danké für deine nette und ausgiebige Antwort :)","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T11:55:05.682+0000","up_votes":1,"down_votes":0,"body":"Das waren gut 2.5 Tage (1. Game nach der Sperre: 23.3. kurz vor Mitternacht / letztes Game: 26.3. Nachmittag).\n\nInsgesamt waren dies 10 Games.\nDu hattest dich also nicht einmal ein Dutzgend Games lang unter Kontrolle, nachdem dir gesagt wurde, dass die nächste Strafe ein perma sein wird (und der Text ist wirklich sehr deutlich geschrieben).\n\nDu hast btw. nicht einmal der Rekord.\nIn diesem Forum gab es auch schon Spieler, die nur 1 Game spielen konnten und einer der glaube ich auf 3 oder 5 Games kam.\n\nRiot gibt bereits vorher viele Möglichkeiten, dass der Spieler sein Verhalten bessern kann (teils zwangsweise über CR). Diese Chancen hast du damals bereits nicht genutzt und du hast sogar geglaubt, nach einer Strafe hat man für eine Zeit lang einen \"Persilschein\" fürs Flamen. Dies ist aber nicht der Fall. \n\nMit den Konsequenzen wirst du leben müssen, ob du es akzeptierst oder nicht.\n\nDu hast deshalb folgende Optionen:\n\n- Du akzeptierst es nicht und startest mit einem neuen Account\nJedoch wird der Account ohne Verhaltensänderung wohl noch vor Stufe 30 perma gebannt.\n\n- Du akzeptierst es nicht, spielst jedoch etwas anderes (z.B. HotS)\nDie Gefahr ist jedoch gross, dass du dort auch einen ban kriegst. Denn kein Publisher mag Flamer.\n\n- Du akzeptierst es, möchtest aber dein Verhalten nicht ändern\nDann ist es wohl besser, keine PvP-Games mehr zu spielen. Alternativen gibt es aber genug.\n\n- Du akzeptierst es und änderst dein Verhalten positiv\nDann kannst du jedes PvP-Game spielen, das du möchtest; auch LoL.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T11:59:49.580+0000","up_votes":1,"down_votes":3,"body":"Ich bin bereit mein Verhalten zu ändern! Ich habe darum gegebten das sie es mich nur noch ein mal versuchen lassen, da ich erst jetzt dern ernst der Lage verstanden habe!\nUnd ich wusste nicht das man bei Permaban nichtmal seine Champion/skin/runen und Masteries ansehen kann... Kann ich nicht mal ein 1v1 mit meinen Freunden machen? Das erscheint mir ein bisschen Unfair!","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-31T12:16:14.395+0000","up_votes":1,"down_votes":0,"body":"Deine Masteries und Runen-Seiten kannst du auf LoLking noch sehen; wobei es da offensichtlich nicht viel zu sehen gibt.\n\nBis jetzt hast du deine gerechtfertigte Strafe nicht akzeptiert, weshalb nur Option 1 und 2 möglich ist.\nEin 1v1 mit Freunden kannst du machen, wenn du Option 1 wählst und einen neuen Account erstellst.\n\nWie gesagt ist dies jedoch mittelfristig keine geeignete Lösung, da du sehr rasch wieder einen perma kriegen wirst.\n\nDie Ideallösung für dich wäre, wenn du die 4. Option wählst.\nDessen Umsetzung ist jedoch auch die schwierigste, bringt dich (auch im RL) jedoch am meisten weiter.\n\nDenn du kannst dien Verhalten auch ändern, ohne dass du den Account zurückbekommst. Daran sollte es nicht scheitern.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T12:20:27.986+0000","up_votes":1,"down_votes":1,"body":"Das erste Jahr in dem ich begonnen habe mit lol hatte ich keine Probleme nichts! Dann kahmen die Rankeds und die Trolls! Solange ich NIrmals gesielt habe war alles gut! Ich kann mich beherrschen ,doch nicht wenn ich 40min beleidigt werde und jemand meine lane feedet!","replies":[]}]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2016-03-31T11:28:33.716+0000","up_votes":1,"down_votes":0,"body":"Ich hab den Post zu der Situation wiedergefunden: war acht monate her, ist also nicht der Grund.\nWas damit ist, kann nur der Support wissen(der dir das nicht erzählen dürfen wird).","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2016-03-31T12:05:00.256+0000","up_votes":2,"down_votes":0,"body":"Sei letztes Spiel war scheinbar im Januar 2015. Ich sehe nichts was darauf hinweist, dass er dannach jemals wieder gespielt hat. Weder in seine Matchistory noch auf Lolking noch auf op.gg hat er irgendwelche gespielten Spiele dannach. \nHast du dich vielleicht im Jahr verlesen?\n\nEin Freikaufen von Bans ist nicht möglich.","replies":[]}]},{"id":"","poster":"KingMMax","date":"2016-03-31T10:29:18.880+0000","up_votes":1,"down_votes":3,"body":"Ich finde es Unfair das Trolls und Feeder nicht gebannt werden! Ohne solche leute würde ich garnicht erst anfangen zu Flamen! \nAber Riot konzentriert sich viel mehr auf die, die auf die Trolls und feeder reagieren...","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-31T10:57:10.414+0000","up_votes":2,"down_votes":0,"body":"Wenn du nur in den Spielen mit echten Trollen und absichtlichen Feedern geflamet hättest, wärst du von einem Permabann deines Accounts mit hoher Sicherheit noch meilenweit entfernt.\nDiese Spieler werden außerdem gebannt, was man mit einer Durchsicht des Spielerverhalten-Forums leicht bestätigt bekommt.\n\nDein Problem ist, dass du alle deine Mitspieler, die einfach ein schlechtes Spiel haben für Trolle und Feeder hälst. Für schlechtes Spielen kann man aber logischerweise nicht gebannt werden. Es gehört zu einer Rangliste dazu, dass es bessere und schlechtere Spieler gibt.\n\nUnd wegen deinem Bronze-Geheule: Ich kenne High-Diamond-Spieler, die sich genau wie du über ihre Teammates aufregen, wie du es tust. Diese Teammates spielen aber mit Sicherheit viel besser als deine oder du selbst. Und trotzdem werden sie als schlechte Spieler beschimpft.\nDas zeigt, dass das ganze vielmehr eine persönliche Einstellungssache ist, als etwas mit dem tatsächlichen Verhalten der Mitspieler zu tun hat.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T11:11:29.342+0000","up_votes":1,"down_votes":3,"body":"Wenn ich FLame, dann weil ich so umbedingt gewinnen will ,und wenn das jemand verhindert ,ist er für mich ein Troll... \nIch weis nicht wieso doch ich werde dann manchmal agressiv weil ich zu 100% gewinnen will, und ohne diese 1 oder 2 würden wir das auch.\nALso sagen ich denen die schlecht spielen sie sollen sicher spielen, in den TOwer gehen und Farmen... Jetzt rate mal wer 1v5 Teamfight challanged...","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-31T12:08:14.593+0000","up_votes":1,"down_votes":0,"body":"Wie ich dir bereits in einem anderen Post erklärt habe, ist zu 100 % gewinnen in LoL nicht möglich (außer du spielst nur Botgames vielleicht). Das Matchmaking von Riot ist so eingestellt, dass du ca. 50% deiner Spiele verlieren wirst. Damit kannst du ganz offensichtlich nicht umgehen. Deshalb ist dieses Spiel nichts für dich.\nDas Spiel ist vor allem da um Spaß zu haben. Und den sollte man auch bei einer Niederlage nicht verlieren.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T12:16:08.955+0000","up_votes":1,"down_votes":3,"body":"Wenn du keinen ehrgeiz hast ist das Spiel auch nichts für dich! Wenn es dir nicht ausmacht wenn du 80% deiner Spiele verlierst ,bist du vielleicht das Problem weshalb du verlierst! Jeder versucht sein bestes und versucht sich anzustrengen! Solche leute wie du kommen in die Lobby ,stehen 1/7 und schreiben \"It's just a Game guys, let's surrender\" \"This Game is just for funn! I don't care if I winn or Lose! I have Funn\" Leute die nicht versuchen zu gewinnen nerven mich eben so viel! Leauge ist ein PvP-TeamBased Spiek und ich finde wenn man Rankeds spielt soll man sein bestes versuchen, und sich davor aufwärmen!\nKlar! Es ist für den Spaß aber der Spaß ist da wenn du dein bestes versuchst, oder in einem Normal game spaß mit deinen Freunden hast :)","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-31T12:41:21.445+0000","up_votes":2,"down_votes":0,"body":"Ich surrendere nie ein Spiel. Ich gebe die Hoffnung nie auf, dass ein noch so verloren geglaubtes Spiel noch gedreht werden kann. Das ist übrigens mit ein Grund seine Teammates nie zu flamen. Die haben dann nämlich keine Lust mehr das Spiel mit dir zu gewinnen und surendern. Dabei kann ein gewonnener Teamfight die meisten Spiel in low elo noch drehen. Einen guten Teamfight kriegt man aber nur hin, wenn man als Team zusammenspielt und nicht, wenn man sich gegenseitig im Chat zerfleischt.\nUnd da man eben nicht jedes Spiel gewinnen kann, sollte man es schaffen irgendwie mit einem halbwegs guten Gefühl auch aus jedem verlorenen Spiel zu gehen. Sonst macht man sich ja selbst fertig indem man das Spiel überhaupt spielt.","replies":[]}]}]}]}]}]},{"id":"","poster":"Shadowscreen","date":"2016-03-31T08:46:25.557+0000","up_votes":1,"down_votes":0,"body":"Riot verurteilt auf Accountbasis.\n\nWenn du der Meinung bist, dass du dich bessern kannst, erstelle einen neuen Account und du kannst wieder\nmit deinen Freunden spielen.\n\nDie Strafe für dein Verhalten ist gerechtfertigt und wird definitiv nicht aufgehoben\nalso aktzeptiere es und hake die Sache ab.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T09:38:12.216+0000","up_votes":1,"down_votes":1,"body":"EInen neuen account zu erstellen wäre mir zu viel aufwand, gerade da der SOmmer kommt werde ich nicht besonders viel zeit und Lust dazu haben!\nAUßerdem habe ich den ban ja bekommen weil ich nicht für dieses spiel geeginet bin, da ich sehr leicht provoziert werde. Also bring es mir nichts einen neuen account zu erstellen.","replies":[{"id":"","poster":"Shadowscreen","date":"2016-03-31T10:32:02.931+0000","up_votes":2,"down_votes":0,"body":"Nach der Aussage bringt es erst rechts nichts dir deinen Acc zurück zu geben.\n\n1. Zu viel Aufwand...ok    aber dann scheint es dir ja nicht sooo wichtig zu sein mit deinen Kumpels weiter zu spielen\n2. \"AUßerdem habe ich den ban ja bekommen weil ich nicht für dieses spiel geeginet bin, da ich sehr leicht provoziert werde. Also bring es mir nichts einen neuen account zu erstellen.\"    -    Das impliziert, dass du ja anscheinend doch nicht der Meinung bist dich ändern zu können\n\nAlso viel erfolg auf deinem weiteren Weg ~","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-03-30T20:25:41.937+0000","up_votes":2,"down_votes":0,"body":"ähm... dein einziges Argument ist ein \"ich finde, dass ich noch eine Chance verdient habe\"... Der Riot Support sagt dir, dass er das anders sieht. Darauf hin sagst du wieder, dass du findest, dass du noch eine Chance verdient hast... warum sollte der Support darauf anders reagieren als vorher...\n\nGenau genommen kannst du sogar froh sein, dass sich der Riot Support überhaupt mit dir beschäftigt hat. Denn es ist nicht deren Aufgabe sich darum zu kümmern, dass toxische Spieler ihren Account zurück kriegen, weil sie \"finden, dass die Strafe ungerecht ist\"... es ist eigentlich deren Aufgabe Spieler bei technischen Problemen zu helfen... also als Standartbeispiel: Hilfe, mein Account wurde gehackt. Können sie mir da helfen. Und ja, dass kann der Support dann schnell, zuverlässig und gründlich. Sogar auf einen Sonntag Abend...","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T20:42:23.138+0000","up_votes":1,"down_votes":1,"body":"Da hast du recht, doch ich spiele seit 2013 und hatte 2014 meine erste CHatsperre, mit 70Spielen glaube ich.\nDann hatte ich noch ein paar chat sperren.\ndann waren ca 7 Monate nichts, und dann CHatSperre, 2Wochen bann und 1/2Tage danach Permaban!","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-30T20:48:45.482+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=00040000,timestamp=2016-03-30T20:42:23.138+0000)\n>\n> Da hast du recht, doch ich spiele seit 2013 und hatte 2014 meine erste CHatsperre, mit 70Spielen glaube ich.\n> Dann hatte ich noch ein paar chat sperren.\n> dann waren ca 7 Monate nichts, und dann CHatSperre, 2Wochen bann und 1/2Tage danach Permaban!\n\nDie Chatsperren waren in der Zeit, wo es keine härteren Strafen gab. Da RIOT gesehen hat, dass dies die Flamer offenbar nicht abschreckt, wurden wieder die Zeitbanns und Permabanns eingeführt. Ich glaube sogar, dass dies entsprechend angekündigt wurde. Als der Cut gemacht wurde, wurden alle Flamer mit CR begnadigt und haben eine weiße Weste bekommen. Und dann bist Du alle Strafstufen durchlaufen. Glückwunsch dazu.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:02:05.892+0000","up_votes":1,"down_votes":2,"body":"Ich kann mich erinnern! Ich war si dankbar das ich von meine 125CHatban Games  aufgehoben wurden!\nDoch ich finde die haben mir am meisten gelehrt! Ich bin im Rang aufgestiegen und bekahm fast doppelt si viele honors! Ich verstehe nicht wie ein Permaban helfen soll da das mich zb noch agressiver macht! Doch ich mache mir keinen neuen acc da ich nicht unfair sein will! Smurfs sind das allerletze!\n\nEdit: Ich glaube es waren so viele, hab danch 2 Monate Pause mit lol gemacht","replies":[{"id":"","poster":"legofreak1","date":"2016-03-30T21:08:23.148+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=KingMMax,realm=EUW,application-id=KYnfKGf0,discussion-id=1t5YUY42,comment-id=0004000000000000,timestamp=2016-03-30T21:02:05.892+0000)\n>\n> Ich verstehe nicht wie ein Permaban helfen soll da das mich zb noch agressiver macht!\n\nDer Permabann soll dir nicht mehr helfen. \"Helfen\" sollten dir die vorigen Strafen. Der Permabann ist RIOTs Art, dir die Tür zu zeigen und dir zu sagen, dass du dir bitte ein anderes Spiel suchen sollst.","replies":[]}]}]}]}]},{"id":"","poster":"Good Guy Putin","date":"2016-03-31T15:13:12.180+0000","up_votes":2,"down_votes":1,"body":"Der 2 Wochenbann hat doch eine unmissverständliche Warnung ausgesprochen und war auch deine letzte Chance dich zu bessern. Du hast das ignoriert und fröhlich weitergemacht.\nWarum sollte dir Riot noch eine Chance geben, wenn du dich eh nicht änderst?","replies":[]},{"id":"","poster":"FrankerX","date":"2016-03-30T20:55:12.244+0000","up_votes":1,"down_votes":4,"body":"alleine für die rechtschreibung hätte ich das ticket geschlossen wäre ich riot support angestellter\nwenn man schon \"Sie\" als höflichkeit schreibt dann doch bitte groß. ich meine du siehst wie ich schreibe, online ist mir groß und kleinschreibung nicht wichtig, gibt für mich wichtigeres als mich cool zu fühlen das ich auch mal klüger als wer anderer sein darf, aber trotzdem Sie gehört dann schon groß. \n(hate inc yo)","replies":[{"id":"","poster":"KingMMax","date":"2016-03-30T21:28:23.068+0000","up_votes":1,"down_votes":1,"body":"Meine rechtschreibung ist nict die beste, doch wenigsten schreibe ich den Support mit Sie an, da er eine Person ist die den Respekt verdient!\nAUßerdem bin ich mir sicher das 12Jährie kiddies noch schlechtere Rechtschreibung haben als ich...","replies":[{"id":"","poster":"berndbolerow","date":"2016-03-30T22:03:40.737+0000","up_votes":3,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2016-03-31T07:43:23.498+0000","up_votes":2,"down_votes":1,"body":"Es gibt mittlerweile sehr gute Rechtschreibprüfungen, auch gratis. Wer sich kein Word leisten kann, sollte zu Libre Office oder Open Office greifen. Man muss sie nur benutzen. Wenn man ein ernstes Anliegen hat, solle das auch mit der gebotenen Sorgfalt formuliert werden und nicht einfach unverständlich hingerotzt werden. Es ist in meinen Augen pure Ignoranz, solche Hilfsmittel auszuschlagen und zu tun, als sei LRS gottgegeben und unabänderlich. LRS ist keine Ausrede für Unleserlichkeit. Es ist schlichtweg scheinheilig, sich darauf zu berufen und gleich einen auf diskriminiert zu machen. Und ja, wenn ich etwas nicht verstanden habe, frage ich nach und erkläre notfalls auch, warum ich es nicht verstanden habe.","replies":[]}]},{"id":"","poster":"FrankerX","date":"2016-03-30T21:35:14.869+0000","up_votes":1,"down_votes":0,"body":"in fast jeder antwort schreibst du \"sie\" und nicht \"Sie\".\nund es gibt auch 50 jährige mit einer schlimmeren rechtschreibung als deine oder meine. es gibt aber auch 12 jährige mit einer besseren.","replies":[]}]}]},{"id":"","poster":"BlàckStar","date":"2016-03-31T15:08:51.448+0000","up_votes":1,"down_votes":0,"body":"Du drehst es dir einfach nur wie du es gerne hättest du weißt ganz genau das der Bann berechtigt ist und du weißt genau was du geschrieben hast, probierst nun aber alles um deinen Account wieder zu bekommen. Der Bann ist berechtigt Deal with it.\n\nNoob ist seit dieses wort in Online Games benutzt wird eine Beleidigung unter Gamern.\nRetard war schon immer eine Beleidigung \nomfg/omg würde ich nicht als Beleidigung ansehen sofern kein zusammenhang besteht, schreibst du aber omfg und ne sekunde später Retards ist es eine Beleidigung.\nStfu ist eine Beleidigung/Aggressivität deinen mitspielern gegenüber. Wenn du was sagst und jemand antwortet halt die fresse fühlst du dich auch angegriffen\nfck keine beleidigung aber das Fwort ist nicht gern gesehen.\nTroll ist definitiv eine beleidigung weil es unterstellt das jemand absichtlich schlecht spielt obwohl dies meistens nicht der Fall ist.","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T15:22:09.563+0000","up_votes":1,"down_votes":3,"body":"Leauge of Legends Spieler snd keine Gamer! Das sind kleine Kinder die TOxic sind und jedem das schlimmste Wünschen! Ich habe fast noch nie eine RUnde gesehen in der jemand nicht geschrieben hat : \"Report him for feed/troll/fck this game up\"\nJeder der meinen Thread gelesen hat und solche sachen schreibt versucht mich fertigzumachen! Du willst mich provozieren indem du sagt : Der Acc ist für immer weg, Deal with it!\nAls ich angefangen habe mit lol dachte ich es ist eine nette community, fast jeder dieser kommentare beleidigt mich indirekt!\nAlle die das machen sind Idioten die zuhause sitzen und nicht zu tuhen haben! Ich werde jetzt hier nichtsmehr schreiben da es keinen sinn ergiebt! Ich bin gebannt aber egal! Ich will mit so einem kinder spiel wo das wort \"Schei**e\" zensiert wird nichts zu tuhen haben! Wenn jemand ein fcking retrad ist dann darf ich ihn auch so nennen! Es ist meine meinung und die meinung jedes menschen muss respektiert werden! Jetzt versuch ruhig mich nochmal fertig zu machen! Ist mir schei**s egal! Ich habe besseres zu tuhen!!!!!!!\n\nSuch du dir ein Leben mit deinen 3000Stunden Spielzeit! \n\n(vanderbeast : You've spent about 3141 hours on League of Legends which means 131 days of your life.\nYou're 101.012th on euw servers and 229.314th in the world. )\n\nDU hast keine Ahnung was du verpasst!","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-31T15:46:52.391+0000","up_votes":2,"down_votes":0,"body":"Nur weil etwas deine Meinung ist, heißt das noch lange nicht, dass es dafür keine Konsequenzen geben kann. Du kannst gerne der Meinung sein, alle anderen sind Idioten. Sobald du dich aber dazu entscheidest, ihnen das über den Chat mitzuteilen, sind alle der Meinung, du bist ein Flamer. Keiner mag Flamer, nicht einmal Flamer mögen Flamer (hast du selbst ja schon oft genug geschrieben). Weil Flamer alle stören, werden sie bestraft. Deine \"Meinungsäußerung\" ist nämlich weit mehr als nur deine Meinung, wenn sie andere angreift. Dann wird es eine Beleidigung. Du hast es geschafft permanent gesperrt zu werden, das heißt, du gehörst zu den schlimmsten Spielern, die LoL jemals hatte. Falls es dir noch nicht aufgefallen ist, du verhältst dich selbst, wie das was du nicht in deinem Spiel haben willst. Du bezeichnest die Community als unreif und übersiehst dabei, dass du selbst leider ein Paradebeispiel für das bist, was dich an der Community stört.\n\nNur um dir das klar zu machen, da du das scheinbar nicht verstehst. Den Forennutzern (und wohl so ziemlich allen Spielern) ist es egal, was mit deinem Account passiert oder was du in LoL treibst. Die meisten werden dir niemals begegnen. Denen, die dir begegnet sind, gefällt die Information über den Bann vermutlich. Für niemanden hier macht es einen Unterschied, ob du im Spiel nicht mehr auffällig wirst, weil du nicht mehr spielen kannst oder weil du dich gebessert hast. Die meisten würden zwar gerne sehen, dass letzteres der Fall ist und das ist nicht unmöglich, da gab es schon einige Fälle im Forum. Der letzte war sogar jemand, der durch einen Fehler einen Perma erhalten hat und jetzt seit ein paar Monaten keine Strafe mehr erhalten hat. \n\nDu hast aber einen legitimen Permabann erhalten. Riot wird dir den Account nicht zurückgeben, egal wie sehr du herumstänkerst. Allen die bisher versucht haben dir zu erklären, was du falsch gemacht hast, wirfst du einfach nur vor dich provozieren zu wollen und blockst alle versuche ab. Das ist leider genau das Verhalten, was Spieler in den Permabann treibt. Fehlende Selbstreflexion in Bezug auf Ingameverhalten.","replies":[]}]}]},{"id":"","poster":"berndbolerow","date":"2016-03-30T21:55:07.795+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Crounty","date":"2016-03-30T21:59:41.685+0000","up_votes":1,"down_votes":0,"body":"Naja, selbst wenn die Freunde ihn nicht reportet hätten, hätte der seinen Ban spätestens 2 Tage später gekriegt so wie der geflamed hat.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-30T21:58:07.815+0000","up_votes":1,"down_votes":0,"body":"Weiter unten stehen die Chatlogs. Ich glaube nicht, dass die Reports der Freunde wirklich einen Unterschied gemacht haben.","replies":[]},{"id":"","poster":"KingMMax","date":"2016-03-30T22:12:57.270+0000","up_votes":1,"down_votes":1,"body":"Es geht mir nicht darum, wie gut meine Stats sind! Es geht mir darum was ich mir mit dem Acc erarbeitet habe und wieviel mühe darin steckt! Mir ist es egal das ich in Bronze bin! Ich muss mich eben mehr anstrengen um rauszukommen!\n\nDoch danke für die vernünftige Antwort ^^","replies":[]}]},{"id":"","poster":"Chri","date":"2016-03-31T10:10:21.470+0000","up_votes":1,"down_votes":2,"body":"xD du forderst dein geld zurück hahahaha so was lächerliches lol isn free to play spiel der account gehört noch immer riot du hast in dir sozusagen nur geborgt wenn du geld ausgibst bist du selbst schuld","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T10:23:42.182+0000","up_votes":1,"down_votes":4,"body":"Wenn ich deinen Namen sehe denke ich an Leute wegen denen ich gebannt wurde...\nUnd das was du gerade heschrieben hast hat sich schon lange geklärt! Vllt solltest du wenigstens 2-3Posts durchlesen bevor du etwas schreibst was schon gesagt wurde... Und das xD am anfang ist unnöting!","replies":[{"id":"","poster":"Chri","date":"2016-03-31T10:32:54.432+0000","up_votes":1,"down_votes":2,"body":"nur das ich noch nie von riot bestraft worden bin noch nie nen chatban or sonst irgentwas und spiele schon seid 3 jahren ich hoffe du bleibst gebannt solche leute braucht lol wirklich nicht","replies":[{"id":"","poster":"KingMMax","date":"2016-03-31T10:50:44.030+0000","up_votes":1,"down_votes":3,"body":"Wieso machst du mich so an? Du betrachtest mich auf den ersten blick als Nutzlos und als einen Idioten! DU hast keinen Respekt! Ich würde mich mit mehr Respekt unterhalten! Du kennst mich nicht also hör auf so ne **** zu schreiben :)","replies":[]}]}]}]}]}