{"id":"XxuvzX7Z","poster":"CriiTbÄÄm","date":"2016-03-31T05:43:32.896+0000","title":"Main Jungler im  Bronze / Silber Bereich gesucht für Dynamic Q.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, :-)\r\nwir sind auf der Suche nach einem Main Jungler im Bronze / Silber Bereich. \r\n\r\nWir sind eine kleine Gruppe von 4 festen Leuten (Alterstechnisch zwischen 20-30 Jahren) die sich jetzt &uuml;ber mehrere Wochen miteinander auf ihren festen Lanes eingespielt haben und suchen daher f&uuml;r unsere Dynamic Q noch einen festen Jungler. \r\n\r\nF&uuml;r unsere Verh&auml;ltnisse verbringen die meisten Random Jungler einfach zu viel Zeit im Dschungel um ihr Devourer zu stacken anstelle die Lanes mit zu Ganken / Pushen. Ebenfalls sind viel nicht in der Lage zu erkennen, wann eine Lane Hilfe ben&ouml;tigt und nehmen dann lieber ein Camp anstelle zu helfen. \r\nDaher suchen wir konkret nach einem Jungler der in der Lage ist early eine Lane zu pushen bzw. in der Lage ist zu sehen, wann eine Lane Hilfe ben&ouml;tigt und sich dies dann als Prim&auml;res Ziel setzt diese Lane zu ganken ggf. zu sitten. \r\n\r\nWir sind auch eher Fans von Tanky Junglern. Nat&uuml;rlich kann man auch untanky spielen jedoch sollte man allg. in der Lage sein auch als Jungler auf die Picks der Gegner zu reagieren und nicht einen festen Char haben den man egal was komme spielt.  \r\n\r\nFalls du dich angesprochen f&uuml;hlst, TS3 besitzt und ganz wichtig dies auch benutzt, darfst du dich gerne bei uns melden. \r\nEinfach Criitb&Auml;&Auml;m   adden","replies":[{"id":"","poster":"Schrubber","date":"2016-03-31T13:42:51.248+0000","up_votes":1,"down_votes":0,"body":"Moin bin mein Jungle 22 und Silver 4 könnte mich einfach adden wenn noch interesse besteht :)\nLeckDenBarbossa","replies":[]},{"id":"","poster":"Dr Ogre","date":"2016-03-31T06:21:49.902+0000","up_votes":1,"down_votes":0,"body":"Ich adde dich mal nachher wenn ich zuhause bin. \n\nBin Main Jungler und 22 Jahre alt. BIn zum ersten Mal geranked wurden und in Bronze I gelandet, wo ich mich aber mittlerweile in den Aufstiegsmatches befinde, nur leider von den ersten 3 Matches nur 1 für mich entscheiden konnte. Lange Rede, kurzer Sinn. \n\nMein Main Jungle ist {{champion:154}} . Des Weiteren spiele ich {{champion:79}} {{champion:32}} {{champion:72}}  und {{champion:33}} .\n\nDeshalb glaube ich das ich euren Tanky Jungle sehr gut ausfüllen könnte.","replies":[]}]}