{"id":"b2wKTn9y","poster":"Admiral Gáren","date":"2016-03-29T15:22:14.500+0000","title":"Garen Skin (Ultimativer/Legendärer)","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Sehr geehrtes Riot Team, sehr geehrte Mitbeschw&ouml;rer\r\n\r\nIch w&uuml;rde hier gerne eine Skinidee f&uuml;r einen Legend&auml;ren oder Ultimativen Garen Skin kundtun.\r\nDer Garen sollte rote Kleidung haben die in Flamen steht genauso wie sein Schwert das in Flamen steht seine Ulti sollte ein Gewaltiges Feuerschwert sein welches den Gegner Executet. Seine F&auml;higkeiten sollten auch brennend und rot orang angehaucht sein vlt f&uuml;ge ich in naher Zukunft was hinzu.\r\n\r\nMfG\r\n\r\nLionheart","replies":[{"id":"","poster":"A Dragons Heart","date":"2016-03-29T15:28:36.284+0000","up_votes":1,"down_votes":0,"body":"Das würde nicht für einen ultimativen Skin reichen. Außerdem gibt es schon blutroten Garen-Skin. Der hat zwar nichts mit Feuer zu tun, sieht aber sonst genauso aus, wie du ihn beschreibst.","replies":[{"id":"","poster":"Admiral Gáren","date":"2016-03-29T16:13:37.857+0000","up_votes":1,"down_votes":0,"body":"Jein ich meine einen rot orangen Skin, der blutrote Garen skin sieht scheiße aus (no hate). Gehen wir mal die Fähigkeiten durch wie ich sie meine. Wenn Garen die q aktiviert fängst sein Schwert Feuer und leuchtet in einem Rot orange. Bei der W wird Garen von einem Feuerschild umhüllt, welches dunkelrot ist. wenn Garen die e aktiviert wird der Wirbel rot und das Schwert brennt dann auch. Durch Garens passiert wird Garen ja eigentlich grünumrandet durch den Skin sollte auch das Rot sein. Bei der Backport Animation kniet Garen sich auf den Boden streckt sein Schwert in die Luft und um ihn herum schlagen Flammen in die Luft. Zu dem Dance Joke und etc hab ich leider noch keine Ideen aber vlt fällt dir was ein","replies":[{"id":"","poster":"A Dragons Heart","date":"2016-03-29T16:17:32.693+0000","up_votes":1,"down_votes":0,"body":"Klingt ganz gut, aber ich denke für einen legendären oder ultimativen Skin wird's net reichen.","replies":[{"id":"","poster":"Admiral Gáren","date":"2016-03-29T17:25:56.777+0000","up_votes":1,"down_votes":0,"body":"muss ja kein legendärer sein :D aber so in der Preiskategorie Stahllegion ^^","replies":[]}]}]}]}]}