{"id":"URH0FtTM","poster":"Phazôn","date":"2016-03-28T21:14:16.394+0000","title":"Manchmal denk ich mir.... WTF","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":11,"body":"Guten Abend erstmal ^-^\r\n\r\nIch habe  vor 5 Monaten eine 14 Tage Sperrung bekommen.\r\nMittlerweile spiele ich komplett ohne zu Flamen noch zu schreiben ES SEI DENN! jemand hat etwas gut gemacht.\r\nHat bis jetzt ganz gut geklappt und ich werde es auch noch weiter hin durchhalten.\r\n\r\nJetzt ist die Frage : Wie oft in was f&uuml;r einer Zeitspanne kann ich Spiele verlassen ohne Wartezeit BZW eine Strafe zu bekommen.\r\nDenn sorry Wenn es &uuml;berheblich klingt aber wenn ich Spiele habe wie das das ich grade verlassen habe geht es nicht mehr anders xD\r\n\r\nErkl&auml;rung? OK :D  : Spiel startet 1 Spieler Afk (Jungler) -&gt; Minute 5  er kommt wieder alles noch chillig steht bis jetzt 1:3 f&uuml;r uns.\r\n2 minuten sp&auml;ter stehen 4 Gegner in der Mitte und killen mich auch noch ok h&auml;t ich wissen m&uuml;ssen wenn alle SS sind.\r\n\r\naber dann der erste Kracher der es geschafft hat mich zur wei&szlig;glut zu bringen. Toplane kommt in die mitte killt mit mir den gegner was noch OK is.\r\nSteckt sich dann noch 2 waves ein bzw klaut mir das gold/exp noch verkraftbar weil ich vorne bin. ( dennoch nicht richtig)\r\n\r\n4 minuten sp&auml;ter wieder 4 gegner in der mitte killen mich unterm turret weil shen :D  gut da kann man nix machen. \r\n\r\nDann der witz an der geschichte   1 im Team schreibt Open mid  . ich verlier ca 5 Waves an EXP / Gold und bin jetz 2 lv behind wo ich mir dann denk  n&ouml;  jetz hab ich kb mehr.\r\n\r\nHabt ihr das auch manchmal ? :D (ich leav nur wenns anders echt nicht mehr geht) weil kb aufn flamer bann ma wieder{{item:3070}} \r\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"eingew","date":"2016-03-29T06:23:22.892+0000","up_votes":9,"down_votes":1,"body":"Nehmen wir einfach mal an ich wäre in deinem Spiel der Support gewesen. Für mich lief es also ganz okay, den Typen der von Open Mid labert hätte ich wie immer einfach gemutet und reported (nicht, dass ich das schonmal erlebt hätte, meine Elo ist wohl nicht hoch genug...) und hätte nicht weiter drüber nachgedacht. Klar, es sieht schlecht aus und noch ist alles offen, ich meine so wie es aussieht scheint die Top gerade alles zu tun um der Mid wenigstens noch zu helfen... dann ist auch der Open-Mid-Heuler nicht mehr so schlimm...\n\nUnd plötzlich gehst du AFK.\n\nIch weiß, das bist du nicht, aber wärst du AFK gegangen...\nwärst du für mich mit Abstand der mieseste Spieler gewesen. Schlecht spielen, im Chat rumheulen, alles okay, passiert so oft, kann man sich dran gewöhnen und muten. Und vor allem kann man so damit umgehen. Aber AFK gehen? Aktive Sabotage? Das ist einfach nur asozial und der einzige, der sich in dem Spiel wirklich krass daneben benommen hätte (aus meiner Sicht) wärst du gewesen.\n\nIst das wirklich die Position, die du (wieder) einnehmen willst?!","replies":[]},{"id":"","poster":"BMG Seddy","date":"2016-03-28T21:36:52.515+0000","up_votes":3,"down_votes":0,"body":"Also erst einmal verstehe ich nicht warum dich das so aufregt.\nWar das ein Ranked-Game? Wenn nein dann ist das doch egal ob da ein schlechter Spieler ist weil normale Spiele dienen als Vorbereitung für Ranked-Games. Wenn man in normalen Games nicht üben kann, wo dann? ^^\n\nDu hast wenigstens noch das Glück das du nur Spieler im Team hast die etwas schlechter sind (für mich ist das ganz gechillt) aber ich werde ständig in Teams gesteckt die sich pausenlos gegenseitig beleidigen, verlieren und nach dem Spiel gegenseitig reporten. Ich leave übrigens ab jetzt auch alle Spiele (schon vor dem Spiel) wenn ich merke das da Leute sind die nur beleidigen. Ich habe bis jetzt auch haufenweise Zeitstrafen bekommen aber das ist immer noch besser als sich eine halbe Stunde Spiel zu geben, wo sich alle gegenseitig beleidigen.\nIch suche zurzeit auch nach einer Lösung um das zu vermeiden, weil mir das Spiel an sich eigentlich Spaß macht :)\n\nZu deinem Problem, bleib einfach locker und gechillt, normale Games sind zum üben da. Flamen ist albern, genauso wie beleidigen. Und denke daran du kannst nicht JEDES Spiel gewinnen egal wie gut du bist ^^","replies":[{"id":"","poster":"Phazôn","date":"2016-03-28T23:27:29.445+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ResearchX16,realm=EUW,application-id=KYnfKGf0,discussion-id=URH0FtTM,comment-id=0002,timestamp=2016-03-28T21:36:52.515+0000)\n>\n> Also erst einmal verstehe ich nicht warum dich das so aufregt.\n> War das ein Ranked-Game? Wenn nein dann ist das doch egal ob da ein schlechter Spieler ist weil normale Spiele dienen als Vorbereitung für Ranked-Games. Wenn man in normalen Games nicht üben kann, wo dann? ^^\n> \n> Du hast wenigstens noch das Glück das du nur Spieler im Team hast die etwas schlechter sind (für mich ist das ganz gechillt) aber ich werde ständig in Teams gesteckt die sich pausenlos gegenseitig beleidigen, verlieren und nach dem Spiel gegenseitig reporten. Ich leave übrigens ab jetzt auch alle Spiele (schon vor dem Spiel) wenn ich merke das da Leute sind die nur beleidigen. Ich habe bis jetzt auch haufenweise Zeitstrafen bekommen aber das ist immer noch besser als sich eine halbe Stunde Spiel zu geben, wo sich alle gegenseitig beleidigen.\n> Ich suche zurzeit auch nach einer Lösung um das zu vermeiden, weil mir das Spiel an sich eigentlich Spaß macht :)\n> \n> Zu deinem Problem, bleib einfach locker und gechillt, normale Games sind zum üben da. Flamen ist albern, genauso wie beleidigen. Und denke daran du kannst nicht JEDES Spiel gewinnen egal wie gut du bist ^^\n\ndes mein ich ja :D\n\nwenn mein Team anfängt die eigenen mates zu sabotieren sei es absichtlich oder unabsichtlich seh ich schwarz   zumal ich 2 lv behind gefallen bin durch exp leech von 4 spielern wobei der gegner waveclear hatte weil aurelion sol :D und als ziggs vs sol 2 lv behind fallen is nich wirklich lustig xD\nda leav ihc lieber als nen bann zu riskieren      is mir dann auch zu blöd :D","replies":[]}]},{"id":"","poster":"xBlitzlichTx","date":"2016-03-28T21:35:34.359+0000","up_votes":2,"down_votes":0,"body":"Kannst du mir vielleicht den Zusammenhang erklären zwischen den 5 verlorenen Waves und, dass jemand aus dem Team Open Mid schreibt ?","replies":[{"id":"","poster":"I am Zynex","date":"2016-03-29T09:09:24.472+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=xBlitzlichTx,realm=EUW,application-id=KYnfKGf0,discussion-id=URH0FtTM,comment-id=0001,timestamp=2016-03-28T21:35:34.359+0000)\n>\n> Kannst du mir vielleicht den Zusammenhang erklären zwischen den 5 verlorenen Waves und, dass jemand aus dem Team Open Mid schreibt ?\n\nWenn jemand Open Mid schreibt, geht normal das gesammelte gegnerische Team in die Mitte und pusht die Mitte durch um das Spiel zu beenden. Das benutzt man statt dem Surrender-Vote, wenn es noch vor der 20. Minute das Spiel aufgeben will.\nDaher kann man schlecht als einzelner Spieler gegen 5 andere sicher am Turm farmen, folglich verliert man farm, in diesem Fall eben die 5 Waves.","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-03-29T12:21:19.876+0000","up_votes":1,"down_votes":1,"body":"Klar verliert man 5 Waves an Farm aber die XP gehen doch dabei nicht verloren wenn man in Reichweite bleibt. Verstehe also nicht ganz warum man dann 5 Waves an XP verliert.","replies":[{"id":"","poster":"I am Zynex","date":"2016-03-29T14:06:24.794+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xBlitzlichTx,realm=EUW,application-id=KYnfKGf0,discussion-id=URH0FtTM,comment-id=000100000000,timestamp=2016-03-29T12:21:19.876+0000)\n>\n> Klar verliert man 5 Waves an Farm aber die XP gehen doch dabei nicht verloren wenn man in Reichweite bleibt. Verstehe also nicht ganz warum man dann 5 Waves an XP verliert.\n\nhmmm... ansich hast du Recht, besonders bekommt ja der Gegner auch deutlich weniger XP, da sie gruppiert auf der Lane sind. Andererseits gibt es auch Champion, die dich auch noch ohne Probleme an der XP Grenze Engagen können. Malphite Ult wäre da ein Beispiel. Oder Wegpoken mit Varus Q. Sicherlich kann man es auch wie Balls (Toplaner C9) machen, der sich in einem der Spiele einfach neben dem Tower im Jungle verdeckt stand um die XP zu leechen. War glaube das Spiel gegen TSM.","replies":[]}]}]}]},{"id":"","poster":"Wasser Pure","date":"2016-03-28T21:59:40.647+0000","up_votes":1,"down_votes":0,"body":"Also ich finde den letzten Satz, leaven wenns echt nicht anders geht weil du keinen bock mehr hast echt mies. Das ist ein Teamspiel und wenn man mit surrender nicht aufgibt dann behalte eine sportliche Haltung und leave nicht einfach. Wenn jemand flamed dann mute den einfach! Ich hatte auch schon genug Spiele wo ich keine Lust mehr hatte weil ich ne katastrophale Runde hatte und am Ende haben wir trozdem gewonnen.\n\nWie oft du einfach leaven kannst, kann dir keiner sagen aber ich hoffe es ist nicht alzu oft, das ist echt lächerlich schon mit sowas rechnen. Die Toleranzen für dieses Bestrafungssystem sind wegen Internetaussetzern und nicht damit jemand leavt weil man keinen Bock mehr hat. Ist ja wie immer Kindergarten, aber genau das macht die berühmte LOL ingame-comunity halt aus","replies":[]},{"id":"","poster":"Pain Hail","date":"2016-03-29T06:49:42.282+0000","up_votes":1,"down_votes":1,"body":">Steckt sich dann noch 2 waves ein bzw klaut mir das gold/exp noch verkraftbar weil ich vorne bin. ( dennoch nicht richtig)\n\nWeißt du, das nennt man auch pushen. Man macht es oft nachm Gang, man pusht mit den Laner die Lane hart rein damit die Wave resetet wird, man Gold bekommt und den Turm prügeln kann. Turm = TEAMGold\n\nUnd zur deiner Frage: Wenn du AFK gehst, hast du dein Verhalten kein Stück verbessert sondern bist somit wohl noch schlimmer geworden. Lern erstmal das Spiel zu verstehen DANN darfst du mal dich darüber aufregen wie scheiße DU bist und nicht deine Mates.","replies":[]},{"id":"","poster":"H0tten T0tten","date":"2016-03-29T07:45:01.063+0000","up_votes":2,"down_votes":3,"body":"Ich geh einfach AFK farmen im Jungle. Zwischendurch mal sterben.\nFilm schauen über 2. Monitor und einfach bischen farmen.\nKeine Probleme mit Leaverbuster und wegen trollen bekommste auch keine Strafe weil RIOT das nicht automatisch erfassen kann. Seit 4 Jahren nach Hardcore Trollen und keiner strafe sprech ich aus Erfahrung. ,)","replies":[]},{"id":"","poster":"Baickie","date":"2016-03-28T21:31:18.418+0000","up_votes":1,"down_votes":6,"body":"Du gehörst zu den besten 73% der League of Legends Community, ich mag dich fast als Elite bezeichnen, also verstehe ich es das du um Welten besser bist wie deine Teammates und du deswegen salty wirst. :)\n\nWobei in diesem Spiel alle 4 Teammates höher eingestuft waren wie du, und es war ein Normal also hör verdammt nochmal auf zu leaven du nimmst den Spaß für deine Mitspieler. ","replies":[]}]}