{"id":"bEmiqsPo","poster":"FrankerX","date":"2016-03-28T15:38:17.283+0000","title":"es gibt sie noch! ribbons!","subforum":"Spielerverhalten & Moderation","embed":{"title":null,"description":null,"url":"http://puu.sh/nWZwz/e11dc22d35.jpg","image":null},"up_votes":5,"down_votes":3,"body":"ich hatte einfach das gef&uuml;hl das ich in season 5  nicht mehr als 10 spieler mit ribbon gesehen habe. habe mich dann 30min eingelesen in das thema um zu verstehen wie es &uuml;berhaupt funktioniert (habe jemanden in meiner fl mit &uuml;ber 800 ehrenhaft honors und der hatte nie n ribbon) und habe mir gedacht okay kann nicht so schwer sein.\ngelb war f&uuml;r teamplay glaube ich? nicht das was ich wollte, ich wollte rot, ehrenhafter gegner aber hey :D\n4 tage des zockens und hier ist mein ribbon.\n\nganz ehrlich? ich h&auml;tte gedacht das es wochen dauert und ich wahrscheinlich trotzdem nie ein ribbon kriege. aber hier ist es! es gibt sie noch! und wirklich jeder kann sie kriegen. \n\nes ist mir sogar recht egal, ich wollte wirklich nur sehen ob es m&ouml;glich ist &uuml;berhaupt eine zu kriegen weil man einfach gef&uuml;hlt nie honors kriegt egal was man tut. experiment gegl&uuml;ck w&uuml;rd ich sagen :D\n\n\n\nedit: ganz vergessen im deutschen euw forum kriegst du ja downvotes wenn du kein vorbild bist UND WENN DU EIN VORBILD BIST :D traurig leute. aber tja. ","replies":[{"id":"","poster":"oneshot Vasco","date":"2016-03-29T10:59:06.451+0000","up_votes":2,"down_votes":0,"body":"Was heißt denn du hast dich damit beschäftigt? :D Du hast es innerhalb von 4 Tagen geschafft so ein Banner zu kriegen heißt du hast immer gefagt ob dich wer ehren kann? :) Was schätzt du wie viele Ehrungen hast du bekommen bevor du dein ABzeichen erhalten hast?\n\nGruß Jenkins","replies":[{"id":"","poster":"FrankerX","date":"2016-03-29T12:30:55.004+0000","up_votes":1,"down_votes":0,"body":"eingelesen heißt eig 90% das hier https://www.youtube.com/watch?v=EIAeisuevwc\ndanach noch etwas im wiki gelesen bzw darauf was auf der LoL seite selbst von riot geschrieben wurde. (ich wollte ja auf das rote ribbon hinaus darum hab ich mich eigentlich auf ein freundliches offenes benehmen im all-chat konzentriert)\n\nist es nicht gegen die regeln nach honors zu fragen? \n\nhttp://puu.sh/nY822/43a628d74d.jpg steinigt mich für die wenigen honors die ich hab lol ;D\nwieder verwunderlich: habe ja mehr ehrenhafte honors. aber trotzdem das teamplay ribbon bekommen. also ganz genau kapier ich auch nicht wie das funkt. ich weiß das wenn du alle 4 hast immer das seltenste angezeigt wird, aber du kriegst ja trotzdem ne meldung das du jetzt xy hast AUCH WENN DU ES NICHT SIEHST, bekam aber nie eine meldung fürs rote","replies":[{"id":"","poster":"Waldschrat86","date":"2016-03-29T15:34:01.599+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FrankerX,realm=EUW,application-id=KYnfKGf0,discussion-id=bEmiqsPo,comment-id=00020001,timestamp=2016-03-29T12:30:55.004+0000)\n>\n> eingelesen heißt eig 90% das hier https://www.youtube.com/watch?v=EIAeisuevwc\n> danach noch etwas im wiki gelesen bzw darauf was auf der LoL seite selbst von riot geschrieben wurde. (ich wollte ja auf das rote ribbon hinaus darum hab ich mich eigentlich auf ein freundliches offenes benehmen im all-chat konzentriert)\n> \n> ist es nicht gegen die regeln nach honors zu fragen? \n> \n> http://puu.sh/nY822/43a628d74d.jpg steinigt mich für die wenigen honors die ich hab lol ;D\n> wieder verwunderlich: habe ja mehr ehrenhafte honors. aber trotzdem das teamplay ribbon bekommen. also ganz genau kapier ich auch nicht wie das funkt. ich weiß das wenn du alle 4 hast immer das seltenste angezeigt wird, aber du kriegst ja trotzdem ne meldung das du jetzt xy hast AUCH WENN DU ES NICHT SIEHST, bekam aber nie eine meldung fürs rote\n\nULvl. 30 ist es recht einfach die Dinger zu bekommen, sie auch zu behalten, ist die wahre Kunst. ;)","replies":[{"id":"","poster":"FrankerX","date":"2016-03-29T15:57:12.184+0000","up_votes":1,"down_votes":0,"body":"warum ist der level wichtig? \ndas mitn behalten ist mir bekannt. es geht mir aber auch gar nicht darum das ding jetzt mein leben lang zu haben, ich wollte nur sehen ob es sie überhaupt noch gibt. ab jetzt ists mir wieder egal lol","replies":[{"id":"","poster":"Waldschrat86","date":"2016-03-29T16:04:54.270+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FrankerX,realm=EUW,application-id=KYnfKGf0,discussion-id=bEmiqsPo,comment-id=0002000100000000,timestamp=2016-03-29T15:57:12.184+0000)\n>\n> warum ist der level wichtig? \n> das mitn behalten ist mir bekannt. es geht mir aber auch gar nicht darum das ding jetzt mein leben lang zu haben, ich wollte nur sehen ob es sie überhaupt noch gibt. ab jetzt ists mir wieder egal lol\n\nWeil neben der Konstanz, soweit ich weiß, auch die Relation zu den Spielen mit reinzählt.\nDu hast 10 Games gemacht mit einem neuen Acc. und wurdest in 6 gehonored, das sind 60%.\nNehmen wir mal exemplarisch an, man muss diese 60% Honorrate haben und etwa halten für ein Ribbon.\nDas wird auf einem Acc. mit ein paar Tausend Games nicht gerade einfach^^.\nIch hatte mal das rote, als das ganze eingeführt wurde. Hielt nur ein paar Monate^^.\nMittlerweile sind bei mir alle Honorarten 3stellig, das niedrigste 100 das höchste weit über 500.","replies":[{"id":"","poster":"FrankerX","date":"2016-03-29T16:14:55.283+0000","up_votes":1,"down_votes":0,"body":"der acc entstand in season 2 und hat inzwischen über 150 games lol.\nich bekam also keine 30 honors in 150 games. \n\naußerdem geht es ja wie du sagtest um die konstant, du kannst also jetzt auch ein ribbon kriegen wenn du in deinen sagen wir nächsten 100 games 80 honors für teamplayer kriegst, kriegst du ja auch ein ribbon.","replies":[]}]}]}]}]},{"id":"","poster":"Ochsi","date":"2016-03-29T11:15:42.006+0000","up_votes":1,"down_votes":0,"body":"Würde mich auch Interessieren\nFalls er es iwo erwähnt antwortet mal jmd auf mein Kommentar damit ich die info bekomme :)","replies":[{"id":"","poster":"FrankerX","date":"2016-03-29T12:33:08.681+0000","up_votes":1,"down_votes":0,"body":"done. steht über dir :D","replies":[]}]}]},{"id":"","poster":"Shiny Absol","date":"2016-03-28T18:00:23.320+0000","up_votes":1,"down_votes":1,"body":"Riot hat es leider richtig schwer gemacht ein Bändchen zu bekommen. Damals wo das mit den Ribbons raus kam (schon locker 2 Jahre her), war es etwas einfacher sich ein Bändchen zu verdienen. Hatte mal das Ehrenhaft- und Teambändchen und nach einem Update waren meine Ribbons irgendwann verschwunden, da kaum ein Gegner oder Teammate dir ein Honor gegeben hat. Finde es sehr schade, dass ich nun vielleicht 1-3 mal im Jahr Leute mit Ribbons sehe. Aber GZ das du nun ein Bändchen hast :D","replies":[{"id":"","poster":"FrankerX","date":"2016-03-28T18:08:24.191+0000","up_votes":1,"down_votes":1,"body":"ich kann halt echt nicht sagen wie schwer es ist ein freund meinte ich krieg aufn smurf nie n ribbon, hab mich vor 4 tagen 30min damit beschäftigt jetzt 4 tage später hab ich das ribbon. aber ja man sieht einfach fast nie wem mit ribbon. als sie rauskamen und jeder honors um sich warf hatte ich auch das rote und das grüne :D waren dann auch einfach so weg. find ich schon etwas schade nach dem motto \"ja ok du bist voll das vorbild... aber letztens honored dich niemand mehr wirklich... also weg mit dem ribbon hasts dir nicht verdient!\" finde das irgendwie niederschlagend :D\naber naja. es ging mir nur um die wette und darum zu sehen wie schwer es ist eines zu kriegen","replies":[]}]},{"id":"","poster":"BigSnipe","date":"2016-03-28T18:15:12.404+0000","up_votes":1,"down_votes":2,"body":"Das sind ganz einfach Youtuber/Twitchbanner  :)","replies":[]}]}