{"id":"RKUUymlj","poster":"Katashî","date":"2016-03-27T13:01:18.786+0000","title":"Tier 3 Runen zu teuer","subforum":"Allgemeiner Chat","up_votes":27,"down_votes":3,"body":"Hallo zusammen,\r\n\r\nZun&auml;chst hoffe ich mal dass das hier der richtige Bereich ist.\r\nIch wollte das Thema Runen ansprechen. Meiner Meinung nach ist das Preis/Leistung Verh&auml;ltnis f&uuml;r die Runen nicht so wie es sein sollte, zu mindest f&uuml;r die Tier 3 Runen.\r\n\r\nIch m&ouml;chte mal ein grobes Beispiel zeigen:\r\nF&uuml;r 9 Tier 2 mit flat CDR bezahlt man 315 IP und bekommt 6,03% CDR\r\nF&uuml;r 9 Tier 3 mit flat CDR bezahlt man 7,290 IP und bekommt 7,47% CDR\r\n\r\nAnderer Vergleich:\r\nF&uuml;r 3 Tier 2 Quintessence mit flat AP zahlt man 300 IP und bekommt 11,55 AP\r\nF&uuml;r 3 Tier 3 Quintessence mit flat AP zahlt man 3,075 IP und bekommt 14,85 AP\r\n\r\nEin Durchschnittsspieler spielt, sagen wir mal 6 Spiele am Tag. Mit first win +250 IP, 2 Wins nochmal ca. 120 IP und die 3 Loses (50%WR) ca. 60 IP. Macht an einem Tag ca. 670 IP.\r\n\r\nEine Tier 2 Runenseite kostet ca. 1245 IP. Sprich nach 2 Tagen hat man diese voll.\r\n\r\nEine Tier 3 Runenseite kostet ca. 14.145 IP (3x 9x 410 IP und 3x 1025 IP). Man ben&ouml;tigt ca. 21 Tage f&uuml;r eine voll zu bekommen.\r\n\r\nIch denke das diese grobe! Rechnung zeigt das die Tier 3 Runen f&uuml;r Ihr Preis/Leistungsverh&auml;&ouml;tnis immer noch &uuml;berteuert sind. Wenn man bedenkt das man nun doppelt so schnell Level 30 wird, seinen Championpool aufbauen will und dazu noch die Runen haben m&ouml;chte, wird es schon recht teuer. \r\nIch meine schaut euch das Verh&auml;ltnis mal an: 315IP f&uuml;r 1,5% weniger CDR im Vergleich zu 7,290IP. \r\n\r\nIch selbst besitze zwar alle Runenseite + Runen, aber dennoch finde ich es noch zu teuer und ja ich wei&szlig; die Runen wurden schon dauerhaft herunter gesetzt. Mich w&uuml;rde mal eure Meinung interessieren","replies":[{"id":"","poster":"PwnedAkkon ","date":"2016-03-30T15:42:26.370+0000","up_votes":1,"down_votes":1,"body":"richtig dreist das schon wieder jemand ankommt mit die runen sind zu teuer. Ich hab zb die ganzen runtergesetzten Runen damals noch für den Orginalpreis gekauft und trotzdem fast alle Runen. Wenn ihr die Runen wollt spart dafür!","replies":[{"id":"","poster":"Katashî","date":"2016-03-30T16:06:46.248+0000","up_votes":3,"down_votes":0,"body":"Da bist du nicht der einzige. Ich hab sie damals auch für den alten Preis gekauft. Wenn du jetzt eine PS4 kaufst für 400€ und in 2 jahren kostet sie nur noch 200€ kannst du ja auch nicht zu Media Markt gehen und sagen: Ne, ihr verkauft die weiter für 400€ schließlich hab ich das auch bezahlt. Außerdem geht um das Preis / Leistung Verhältnis und das stimmt nicht, vor allem da man nun doppelt so schnell Level 30 wird.","replies":[]}]},{"id":"","poster":"SeaHorseCalamity","date":"2016-03-27T13:06:13.301+0000","up_votes":1,"down_votes":0,"body":"also gerade für anfänger ist es schon ein harter weg die runen zu ergattern denke ich.\nvon dem her geb ich dir recht","replies":[{"id":"","poster":"KuHaku","date":"2016-03-27T14:44:58.398+0000","up_votes":2,"down_votes":0,"body":"Deswegen konzentrieren sich Anfänger auch nur auf 2 Runen Seiten meistens Ad/Ap. Es gibt selbst einige Gute Spieler die ich kenne\nvon Plat - Master die nur wenige Runen Seiten haben und damit vollkommen auskommen. Es ist halt A) Eine Sache ob du unbedingt 10+ Runen Seiten rbauchst. B) Ob es dir das wert ist. Gerade am Anfang investiert man gerne mehr in Champions.\n\nZum späteren Spielverlauf wird es dann mit den Runen mehr. Ich spiele z.B. seid Anfang Seaosn 2 und habe derweil 19 Runen Seiten von denen ich ca 7/8 regelmäßig benutze und den REST nur für Situationen wenn z.B. ein gegner Team full AD ist oder für ein zwei spezielle Champions.\nPrinzipell ist man am Anfang wie ich finde aber mit: 1x Ad(c), 1x Ap und 1x Tank Seite vollkommen gut ausgerüstet. Und dabei würde ich nur auf die Standard Runen Seiten ein Blick werden und gar nicht auf was Pros oder ähnliches...\nDa kommt innerhalb von 1-2 Wochen locker auf mehr als genug :)\n\nUnd die Runen wurdne schon einige wenige Male Preislich verändert, aber wäre sie zu billig wäre es ja auch wieder langweilig ^^","replies":[]}]},{"id":"","poster":"Woululuu","date":"2016-03-27T13:20:27.913+0000","up_votes":1,"down_votes":0,"body":"6 Spiele am Tag ein durchschnitts Spieler (da kennt ihr wohl nur noch League)\nSie sind zwar total überteuert aber die Tier 1+2 sind so günstig weil sie sich sonst niemand kaufen würde, wurde vor einiger Zeit angepasst. \nStimme dir aber zu, dass sie ziemlich teuer sind und man sie vllt ein bisschen günstiger machen sollte, aber was soll man denn sonst mit seinem ganzen ip machen wenn die günstiger wären? ;P","replies":[{"id":"","poster":"Katashî","date":"2016-03-27T13:51:45.941+0000","up_votes":1,"down_votes":0,"body":"Ja gut 6 Games sind eigentlich nicht viel, wenn man um 18 Uhr von der Arbeit kommt, sind 5-6 Games schon machbar. Deine Aussage das man nur noch League kennt, ist da wohl doch ein wenig übertrieben ;) Ich habe das auch nur als groben Richtwert genommen.\n\nDie IP sammeln sich nach einiger Zeit sowieso, da macht es keinen Unterschied ob die Runen 410 opder 200 IP kosten","replies":[{"id":"","poster":"Woululuu","date":"2016-03-27T13:59:14.141+0000","up_votes":1,"down_votes":0,"body":"Sie sind machbar wenn man in seiner Freizeit nur League zockt oder wenn man viel Freizeit hat. \nDa du wohl auf Rechnungen Stehst: 18 Uhr von der Arbeit nachhause, ein Spiel dauert mit q und Champselect gerne 45 min, 45*6= 270 min = 4h30 das bedeutet, dass du bis um 22:30 nur am League zocken bist. Und dann muss man für gewöhnlich auch ins Bett weil man am nächsten Tag um 6 aufstehen muss, sprich man würde in seiner ganzen Freizeit League zocken.\n\n410 oder 200 ist ein großer Unterschied \nob Dann eine komplette runenseite nur noch 14k ip oder 7k kostet ist schon ein zeitlicher unterschied\nklar irgendwann sammelt es sich eh aber die frage ist wann fängt es an sich zu sammeln?","replies":[{"id":"","poster":"Katashî","date":"2016-03-28T09:51:22.389+0000","up_votes":1,"down_votes":0,"body":"Mein Gott, es war doch nur eine grobe Rechnung. Nehmen wir eben nur 3-4 Spiele, braucht man eben 3 stat 2 Tage auch kein großer Unterschied. Am besten rechnet man in Spielen insgesamt: für Tier 2 ca. 12 Spiele und Tier 3 ca. 126 Spiele. So besser {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Woululuu","date":"2016-03-31T16:19:46.178+0000","up_votes":1,"down_votes":0,"body":"So mag ich es lieber ^^ \nIst schon gleich viel genauer ;D","replies":[]}]}]},{"id":"","poster":"Prodigy Rumiho","date":"2016-03-28T15:32:01.897+0000","up_votes":1,"down_votes":0,"body":"Ja, aber das jeden Tag durchziehen is schon krass, wenn man bedenkt, dass man vielleicht andere Games auch noch spielt bzw. mit seinen Freunden oder im Verein etwas unternimmt oder einfach mal ein, zwei Stunden laufen/radfahren/ins Fitnessstudio geht. \n\nIch selber bringe so viele Games pro Tag nur durch, weil gerade Ferien sind und ich Abends meistens schön Zeit habe. Außerdem bin ich doch recht commited zu dem Spiel :D\n\nAber selbst ich schaffe unter der Woche selten mehr als 3 Spiele/Tag, und ich spiele eher viel. Ich würde davon ausgehen, dass der Durchschnittsuser vielleicht 2 Spiele/Tag macht.","replies":[]},{"id":"","poster":"Jinpaxchi","date":"2016-03-28T08:02:15.874+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=E5 iaskeR,realm=EUW,application-id=YnZkMR0R,discussion-id=RKUUymlj,comment-id=00030000,timestamp=2016-03-27T13:51:45.941+0000)\n>\n> Ja gut 6 Games sind eigentlich nicht viel, wenn man um 18 Uhr von der Arbeit kommt, sind 5-6 Games schon machbar. Deine Aussage das man nur noch League kennt, ist da wohl doch ein wenig übertrieben ;) Ich habe das auch nur als groben Richtwert genommen.\n> \n> Die IP sammeln sich nach einiger Zeit sowieso, da macht es keinen Unterschied ob die Runen 410 opder 200 IP kosten\n\nRechnen wir mal Rückwärts.\n\nWenn Du um 18:00 von der Arbeit kommst, wir von einem 8 Stunden Arbeitstag ausgehen mit jeweils 30 Minuten Weg dann geht man um 9 aus der Tür.\n\nOk, wenn man um 7 Aufsteht hat man noch Zeit für Freunde oder Familie. 5-6 Spiele ab 18 Uhr enden gegen 23:00\n\nDann könnte man natürlich noch abfeiern gehen, aber wann isst man, wann kauft man ein, Hygenie....\n\nAlso....","replies":[]}]}]},{"id":"","poster":"Viacan","date":"2016-03-28T08:44:12.557+0000","up_votes":1,"down_votes":0,"body":"Ich spiele seit Anfang Season 3. Für die Veteranen unter euch ist das nicht unbedingt lange, aber für mich ist es das definitv. Am Anfang habe ich das Spiel einigermaßen gut verstanden und einfach mal gespielt. Dann habe ich Pause gemacht und irgendwann habe ich wieder angefangen. Ebenfalls in Season 3. Mir hat das Spiel Spaß gemacht und deswegen habe ich es auch dementsprechend gespielt. Wir sind jetzt in Season 6, zwar ist es \"erst\" das 1. Drittel, aber Season 6 gibt es mittlerweile auch schon was länger.\nWorauf ich hinaus will ist, dass ich so um die 50-60 Champs habe (die billigen überwiegend), 4 Runenseiten (wo bei viele Runen die gleichen sind) und habe auch dementsprechend noch viel vor mir.\nIn meinen Augen sollte man die Preise nicht halbieren, aber bei jeder so um 300 runter zu gehen würde ja schon reichen.\nGenerell ist das Spiel nach einem Free2Play Modell \"der besonderen Art\" aufgebaut. Was das heißt?\nEs ist nicht wie die meisten Spiele, dieses Modells, ein Pay2Win Spiel. Man kann sich alles erspielen in zwar erschwinglicher Zeit, aber man hat nicht unbedingt Nachteile wenn man kein Geld ausgiebt. Hier hängt es auch vom \"Skill\" ab. In vielen Pay2Win Spielen ebenfalls, aber da ist es meistens so dass die ganzen Sachen tatsächlich overpowered sind.\nJedenfalls würde ich mich um eine erneute Anpassung freuen. Wie gesagt es muss nicht halbiert werden, so um die 300 IP pro T3 Rune (die bereits angepassten ausgenommen -> 512 IP und so) würde reichen.\n\nMfg","replies":[{"id":"","poster":"Katashî","date":"2016-03-28T09:56:30.050+0000","up_votes":1,"down_votes":0,"body":"Ja gebe dir da recht. S3 ist finde ich doch schon recht lange, auch wenn ich seit S1 spiele. Gebe dir auch mit dem P2W Aspekt vollkommen recht. Siehe mal von BigPoint die Browsergames aka Sea Fight, DarkOrbit und was sie alles haben, wenn man dort kein Geld ausgibt bleibt man lange unten und hat keine Chance, das hat Riot super gelöst.\n\nZu halbieren war vielleicht etwas übertrieben, aber wie du sagst 200-300 IP je nach Rune wäre nicht schlecht.","replies":[]}]},{"id":"","poster":"Hydeny","date":"2016-03-27T22:20:54.248+0000","up_votes":1,"down_votes":0,"body":"Du musst auch bedenken,dass es sonst zu einfach würde einen Smurf hochzuspielen. Außerdem gibt es eine zusätzliche Langzeitmotivation. Ich denke,dass es so gut ist.","replies":[{"id":"","poster":"Katashî","date":"2016-03-28T09:53:53.892+0000","up_votes":1,"down_votes":0,"body":"Wie soll ich das verstehen es ist zu leicht einen Smurf hoch zu spielen? In League ist ja nicht wie in anderen Spielen dass man sich Items oder Ähnliches kaufen muss, um stark zu sein (WoW z.B.). In League kommt es eigentlich nur auf den Skill und Runen an. Klar wird der bessere Spieler dich auch ggf. ohne Runen fertig machen, aber ich finde gerade dadurch das die Levelkurve kürzer ist, müssten die Runen auch wieder angepasst werden. \nEs geht ja nicht um Smurfs sondern hauptsächlich auch um die neuen Spieler.","replies":[]},{"id":"","poster":"BigSnipe","date":"2016-03-28T09:50:37.607+0000","up_votes":1,"down_votes":0,"body":"dein kommi macht keinen sinn, da smurfs jetzt doppelt so schnel lvl30 sind","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-03-27T19:56:03.567+0000","up_votes":1,"down_votes":0,"body":"Stimm ich zu.\nVor allem da die EXP kurve halbiert wurde und man somit schneller lvl 30 erreicht sollten die Preise ebenfalls angepasst werden, sonst hat man entweder einen 30er Account ohne Champs und einer Runenseite, oder ein paar Champs ohne eine volle Runenseite.\n\nIch besitze übrigens auch alle Champs/Runen/Runenseiten, allerdings finde ich dass vor allem neuen Spieler ein einfacherer Einstieg ermöglicht werden sollte, was die balance betrifft über die \"Gleichheit\" der Runen.","replies":[]},{"id":"","poster":"Jinpaxchi","date":"2016-03-27T16:12:25.579+0000","up_votes":1,"down_votes":0,"body":"Oh mann, was bin ich casual.\n\nDurchschnittsspieler mit 6 Spielen am Tag\n\nDie Woche über spiele ich ein oder zwei wenn das erste kurz ist.\n\nAber zum Thema:\n\nVon den besonders teueren Runen kann man sich ja erst mal T2 holen, aber ich finds gut das man sich die Dinger ebenfall erarbeiten muss.","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2016-03-27T13:16:59.955+0000","up_votes":1,"down_votes":0,"body":"Nunja.. Preisleistung ist vll nicht gerecht.\nJedoch finde ich es so ganz gut. Man kann nicht erwarten dass man alles geschenkt oder fast umsonst bekommt.\nWoW macht dies Prinzip seit Jahren -> günstig und fast alles geschenkt oder für Geld erhältlich = mehr User?\nIch finde die Preise zwar auch etwas zu teuer für meinen Geschmack. \nAber man muss dies so sehen:\nMan will seine Champs alle haben + Runen -> viele Games = mehr zutun = mehr Erfahrung wird gesammelt.\nDadurch das man Lol nicht gleich ''durchhat'', muss man um weiter zu kommen mehr spielen.\nIch selbst bin bei 1500Normals Wins und umso mehr Ranks, und mir fehlen noch 5 Champs.\nDiese Art von Spielverhalten finde ich gerade so gut an Lol. Man ist nicht gleich (bei Wow = full Equipt) der besste oder hat alles.\nMan muss sich alles erarbeiten. Hat dabei Spaß und Freude.","replies":[{"id":"","poster":"Katashî","date":"2016-03-27T13:52:42.364+0000","up_votes":1,"down_votes":0,"body":"Klar, stimme dir da auch zu. Ich sag ja nicht sie sollen kostenlos sein, ich finde nur sie sollten 25-50% billiger sein. Ich merke es halt zurzeit selbst stark dadurch das ich selbst nen 2. Account hoch spiele und Freunde mit LoL angefangen haben.","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-03-27T13:57:04.374+0000","up_votes":1,"down_votes":0,"body":"Natürlich hast du auch recht.\nIch habe auch mehrere Smurfs und merke extrem wie die Ip weg geht für Runen.\nMan müsste schauen wie man dies angleicht.","replies":[]}]}]},{"id":"","poster":"Blackdeer","date":"2016-03-27T13:03:07.183+0000","up_votes":1,"down_votes":0,"body":"Illuminati confirmed","replies":[]}]}