{"id":"wsAJEgsA","poster":"Ahri a Stark","date":"2016-03-26T19:35:08.707+0000","title":"Besser werden in Gold","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Heey,\r\n\r\nseit &uuml;ber einem Jahr befinde ich mich zwischen Gold 5 und Gold 2. Ich komme einfach nicht h&ouml;her .\r\nLiegt vielleicht daran, dass ich jetzt einfach die liga erreicht habe, f&uuml;r die ich &quot;geeignet&quot; bin.\r\n\r\nJetzt m&ouml;chte ich aber mal h&ouml;her kommen, wei&szlig; aber nicht wie ich das machen soll :P \r\n\r\nWas kann man denn noch verbessern z.B au&szlig;er das farmen ?\r\n\r\nMacht es Sinn, mehrere champs zu mainen und dann nur die zu spielen ?\r\nSind starke metapicks besser zum climben , als die champs die man kann ? \r\nich mein was bringts mir mit diana gut zu sein, wenn die cc-tank meta mich einfach blockt :D\r\n\r\nMein letztes Spiel zum Beispiel,  allein von unserer Teamzusammenstellung hatten wir keine chance ( single target burst (wir) vs teamfightchampions). Ich kann ja nicht entscheiden was meine mates picken und sie h&ouml;flich zu fragen bringt net wirklich was. (okay man muss dazu sagen, dass soraka afk gegangen ist weswegen wir dann eh verloren haben).\r\nIch hab das Gef&uuml;hl eines meiner gr&ouml;&szlig;ten Probleme ist es, nichts in der Lane zu machen. Wie kann man denn noch besser traden ?\r\nich versteh einfach nicht wieso z.b ein challenger spieler in der lane besser ist als ich (au&szlig;er den lasthit zu treffen) was macht er anders?\r\nirgendwas tut er damit ich meine lane verliere oder dass ich sterbe aber wieso genau k&ouml;nnte ich nicht sagen. (ist etwas bl&ouml;d zu erkl&auml;ren)\r\n\r\nMaine mid&gt;adc&gt;top&gt;supp&gt;jungle \r\n\r\nBin f&uuml;r jeden Tipp offen ;) (au&szlig;er links zu irgendwelchen komischen video tipps)","replies":[{"id":"","poster":"Devilshroom","date":"2016-03-26T22:45:02.660+0000","up_votes":1,"down_votes":0,"body":"Oh Gott, da gibt es so viel, weiß garnicht wo man da anfangen soll.\n\n1. Versuche so wenig Champs wie möglich zu spielen, aber genug um eine passend Antwort auf allles zu haben. Für die Mitte braucht man zum Beispiel einen AD, einen Controll, einen Burs und einen Waveclear champ. Was zum peelen wie Lulu ist auch gut, wird aber auf Gold nicht wirklich gebraucht. Je weniger verschiedene Champs du spielst, desto schneller lernst du sie gut zu spielen.\n\n2. Metapicks sind nicht umsonst metapicks. Sie sind einfach die besten zum gegebenen Zeitpunkt, das heißt aber nicht, dass alle anderen schlecht sind. Spiele worauf du Lust hast.\n\n3. Das mit der Laningphase ist so eine Sache. Die Challlenger haben einfach ein perfektes Wissen über ihre Champions und die dazu gehörigen Matchups. Das A und O ist es bei Traden auf die Cooldowns des gegners zu achten. Nehmen wir als Beispiel Zed gegen Lux.\nAls Zed solltest du amm Anfang eine schwere Zeit haben, da Lux dauerhaft poken kann, sollte Lux aber einen Spell missen musst du als Zed deine volle Combo raus hauen. Wenn dein gegner einen Spell zum farmen benutzt hat er diesen natürlich nicht für einen Trade zur Verfügung, hier ist deine Chance einen Trade zu gewinnen, da du noch alle deine Spells zur Verfügung hast. Du selbst musst dementsprechend aber auch gucken, dass du defensiv spielst, solltest du eine Fähigkeit zum farmen oder sonstigem benutzen. \n\nEin weiterer Fehler den ich oft sehe, ist dass ich als Zed Main zum Beispiel nicht von Gegnern gepoked werde. Wenn du einen Nahkampfgegner hast und besitzt rangespells, nutze diese um ihn beim lasthitten zu stören.\n\nHoffe ich konnte dir etwas helfen :D","replies":[]}]}