{"id":"xawQpNp9","poster":"NiicQ","date":"2019-04-21T20:33:38.974+0000","title":"Jungle Fragen","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Ich bin zur Zeit wieder öfters im Jungle unterwegs. Ich möchte euch hier mal paar Fragen stellen die ich mir jedes Game stellen muss und ich nie so genau eine Lösung weiß.\r\n1. Wann ganke ich eine Lane? Also ich ganke eine Lane entweder wenn der Mate um Hilfe ruft oder wenn er eingepusht wird.\r\n2.Wann nehme ich Objektives?\r\nAlso da habe ich wirklich keine Ahnung xD\r\n3.Wann bin ich in der Lage zu counter-junglen? Ich hoffe ihr könnt mir da weiterhelfen, damit ich mit dem Wissen meine Mates carryn kann ^^","replies":[{"id":"","poster":"Alpacana","date":"2019-04-21T20:52:35.708+0000","up_votes":3,"down_votes":0,"body":"1. Wenn du die Tools dazu hast. Sprich: Du hast Tools um den Gegner zu töten (CC, Dmg, etc.), das kann auf mehrere Champions aufgeteilt sein (Toplaner hat CC, du hast den Dmg z.B.) Spielst du beispielsweise einen Tank-Jungler mit CC (Sejuani z.B.) und du hast einen weiteren Tank mit CC auf der Toplane ist es nicht von Nutzen Toplane zu ganken, da euch der Damage fehlt um überhaupt jemanden zu töten (wobei Sejuani im Early noch relativ viel Dmg mitbringt).\nDas bedeutet also, dass du in diesem Fall also Toplane nicht gankst. Andersrum resultiert daraus dann natürlich, dass du dich mit deinen Ganks Botside orientierst.\nZur Frage wann genau: Wenn die Lane richtig steht (wenn dein Team gerade den gegnerischen Tower pushed macht es wenig Sinn zu ganken, dennoch macht es dort evtl Sinn zu counter-ganken aber dazu später mehr) und du im besten Fall mit deinem Jungle-Clear auf der Seite der Karte durch bist (so verlierst du kein Tempo).\nThema Counterganken:\nWenn du weißt, wie der gegnerische Jungler pathed kannst du voraus sehen wo er als nächstes ganken wird. Dementsprechend kannst du zuerst da sein und auf ihn warten. Ganked er dann die Lane, folgst du ihm auf die Lane und machst aus dem 1v2 ein 2v2, was eure Chancen auf Kills enorm steigert (dabei kommst es aber auch immer drauf an welche Champions in den Szenarien gespielt werden)\n2. Einfach gesagt...Wenn du es kannst. Ausführlicher: Wenn du z.B. den gegnerischen Jungler siehst wie er gerade Top-Side ist oder Toplane ganked kannst du daraus ein Crossmap-Play forcen indem du den Drake nimmst. Entweder du bekommst ihn einfach solo, oder es wird ein 3v2 (im Falle dass die Botlanes moven) oder ein 4v3 (im Falle dass Midlane auch moved), welches ihr durch die Überzahlsituation höchstwahrscheinlich gewinnt (auch hier natürlich: Deine Lanes brauchen Lane-Priority, sonst kannst du leicht durch einen Lane-Roam der Gegner getötet werden und gibst damit den Drake ab).\nDamit tradest du dann einen Kill den die Gegner möglicherweise durch den Toplane-Gank bekommen für einen Drake, was vollkommen in eurem Favor liegt.\n3. Wenn du Awareness über den gegnerischen Jungler hast und im besten Fall auch noch Lane-Priority der Laner auf der Seite der Karte wo du counterjunglen willst. Beispiel: Du möchtest die gegnerischen Chickens nehmen (du bist Blue-Side), das bedeutet der gegnerische Jungler ist im besten Fall Bot-Side (eventuell hast du ihn gerade gesehen als er Botlane geganked hat) und deine Mid + Toplane haben Lane-Priority um dir zu helfen im Falle eines Kampfes (der allerdings nicht stattfinden wird wenn der gegnerische Jungler gar nicht da ist).\n\nFalls noch weitere Fragen bestehen würde ich sie dir gerne ausführlicher erklären, kannst mich dann einfach adden :P","replies":[]},{"id":"","poster":"Nordwolf87","date":"2019-04-23T04:55:12.769+0000","up_votes":1,"down_votes":1,"body":"Alpacana hat schon alles wirklich top erklärt. Als Basis für das alles ist aber das Tracken des gegnerischen Jglers das A und O. Versuche immer eine ungrfähre Ahnung zu haben wo er gerade ist.\n\nWie du das machst? Mit wards an den richtigen Stellen, Wissen über die  Respawn Timer der Camps und welchen Clear/Path er macht. Das ist sehr viel Erfahrungssache.","replies":[]}]}