{"id":"BENRyaxF","poster":"Kleiner Spaß XD","date":"2019-04-21T20:26:36.253+0000","title":"Team BeeUnion ist auf der Suche nach einem Jungle & Support Coach","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://abload.de/img/beeuniongamingz1jdy.png","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Community,\r\n\r\nwie ihr oben wahrscheinlich schon gelesen habt, sind wir derzeit auf der Suche nach einem Coach, der gerne mit uns improven würde.\r\nWir sind ein kleines Turnier-Team mit dem Namen BeeUnion Gaming, dass derzeit aus 7 Teammitgliedern besteht und das gerne an Scrims + Turnieren teilnimmt.\r\n\r\n**Erstmal zu dem Team:**\r\n\r\n**- Toplane** : \r\nHier befindet sich unser Inselurlauber im Team BeeUnion Gaming, der allerdings schon Erfahrungen im Team auf der Toplane machen durfte. \r\nMichi spielt die Toplane mit hoher Zuverlässigkeit und gleicht so manche Teamfehler schnell wieder aus.\r\nZu seinem 'Main-Championpool' zählen unter anderem: {{champion:516}} ; {{champion:36}} ; {{champion:6}}  . \r\nDennoch ist er bereit neue Champions zu testen und auch zu lernen. Zurzeit arbeitet er an : {{champion:41}} ; {{champion:266}} ; {{champion:14}} .\r\n\r\n\r\n**- Jungle **: \r\nHier befindet sich unser 'Neuling' im Team, der sich im Team sehr gut eingefunden hat und schon den Draftpick leitet.\r\nDaron spielt den Jungle mit hohen Mindset und zeigt dennoch viel Präsenz auf anderen Lanes. Außerdem ist er ein *sehr* kommunikativer Mensch, was man manchmal als guten Punkt, aber auch als schlechten Punkt sehen kann.\r\nZu seinem 'Main-Championpool' zählen unter anderem: {{champion:56}} ; {{champion:59}} ; {{champion:517}} und vieles mehr.\r\nDennoch ist er bereit neue Champions zu testen und auch zu lernen. Zurzeit arbeitet er an : {{champion:113}} ; {{champion:48}}  ; {{champion:72}} \r\n\r\n\r\n**- Midlane **:\r\nHier befindet sich der Teamjüngste - mit 17 Jahren - , der die Midlane am dominieren ist und schon manche Games alleine gewonnen hat.\r\nTom spielt die Midlane mit extremen Selbstbewusstsein und trotzdem noch mit großer Sicherheit.\r\nZu seinem 'Main-Championpool' zählen unter anderem: {{champion:161}} ; {{champion:61}} ; {{champion:101}} und vieles mehr.\r\nDennoch ist er bereit neue Champions zu testen und auch zu lernen. Zurzeit arbeitet er an : {{champion:91}} ; {{champion:103}} ; {{champion:157}} \r\n\r\n\r\n**- AD-Carry **: \r\nLucas spielt mit einer hohen Kritikfähigkeit und Leistungsbereitschaft auf der Botlane und ist gerne auch offen für neues. \r\nZu seinem 'Main-Championpool' zählen unter anderem: {{champion:21}} ; {{champion:15}} ; {{champion:145}} \r\nDennoch ist er bereit neue Champions zu testen und auch zu lernen. Zurzeit arbeitet er an : {{champion:18}} ; {{champion:51}} ; \r\n\r\n\r\n**-Support**:\r\nAuf dieser Position befinde Ich mich. Mein Name ist Steffen und ich bin 19 Jahre alt. Ebenso bin ich der Leiter des Teams BeeUnion Gaming sowie der Organisator von Scrims und Turnieren.\r\nChristian und ich sind auf der Botlane ein eingespieltes Team, die gerne neue Dinge ausprobieren ( {{champion:45}} ; {{champion:143}} ).\r\nDennoch spielen wir die Botlane im absoluten Tryhard und Ehrgeiz.\r\nZu meinem 'Main-Championpool' zählen unter anderen: {{champion:497}} ; {{champion:555}} ; {{champion:412}} \r\nDoch auch ich bin bereit neue Champions zu lernen. Gerade jetzt arbeite ich viel an : {{champion:25}} ; {{champion:267}} ; {{champion:40}}  .\r\n\r\nDas gesamte Team BeeUnion Gaming befindet sich in einem Ranking von Silber - Platin. \r\nAllerdings würde ich das Team nicht im Silber Bereich einstufen sondern in Gold - Platin Bereich.\r\n\r\n**Natürlich können wir unseren neuen Coach auch einige Sachen bieten, um das Teamtraining einfacher zu gestalten: **\r\n- Einen erfahrenen Teamleiter / Organisator\r\n- Regelmäßige Turniere und Scrims\r\n- Feste Trainingszeiten (4x die Woche Di-So)\r\n- Ein vollzähliges Team \r\n- Einen eigenen Teamspeak-Server \r\n- Einen eigenen Teamspeak-Channel auf Anfrage\r\n- Eine Google-Docs Tabelle über das gesamte Team \r\n- Ein Team welches Tryhard im Vordergrund stellt\r\n- Ein Humorvolles Team\r\n- Hohe Kritikfähigkeit und Umsetzungsvermögen\r\n\r\n\r\n**Dennoch gibt es einige Dinge, die wir von unserem neuen Coach erwarten, um das Teamtraining besser zu gestalten:**\r\n- Ein funktionierendes Headset ohne Störgeräusche \r\n- Teamspeak 3 ohne Probleme nutzbar\r\n- Ein Alter von mindestens 16 Jahren\r\n- Kooperativität, d.h du solltest keine Angst vor dem mitreden haben\r\n- Tryhard während des Trainings\r\n- Erfahrungen im Taktik - und Draftbereich\r\n- Selbstständiges Arbeiten (Nach und vor dem Training)\r\n- Kein Tilten\r\n\r\n\r\nNun seid ihr im letzten Abschnitt angekommen. Seid ihr immer noch der selben Meinung wie vorher und wollt Mitglied des Teams werden?\r\nDann schreibt mich am besten Ingame an.  IGN: **Skobbith\r\n**\r\n\r\nIch wünsche euch noch einen schönen Tag \r\n\r\n\r\n{{sticker:slayer-jinx-catface}}","replies":[]}