{"id":"WUhpNGcP","poster":"Abotti","date":"2016-03-26T11:05:52.641+0000","title":"FPS Spikes in LoL","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo\r\n\r\nIch habe seit ca. 1 Woche das Problem dass ich extrem FPS Drops in LoL habe. Sobald das Spiel startet habe ich ca 350-500 FPS. Die GPU Auslastung schwankt durchgehend extrem stark, daher schwanken auch die FPS durchegehend zwischen 350 und 500. Ich brauche ja nur durchgehend 144FPS da ich halt einen 144hz Monitor habe. Das Problem ist nun folgendes. Sobald ich den Shop &ouml;ffne droppen die FPS schon mal durchgehend auf 150. Auch wenn ich ingame das Einstellungsfesnter &ouml;ffne und etwas ver&auml;ndere bekomme ich kurze Drops (wenn ich im Shop bleibe und nichts kaufe, also nur den Shop offen habe, dann sind die FPS konstant bei 150..). Im Laufe des Spiels werden die FPS dann immer weniger. Irgendwann sind sie dann konstant bei 140 und droppen je nachdem wie viel gerade passiert (z.b. in einem Teamfight) auf 70 runter.\r\n\r\nIch habe bereits den Client mehrmals neu installiert, reparieren lassen, den neusten Grafikkartentreiber installiert, einen &auml;lteren Grafikkartentreiber installiert, die FPS auf 144 gecapped was aber auch nichts bringt da sie im Verlaufe droppen (auch im Shop droppen sie dann auf 100), die Grafikkarte untertaktet, die Grafikeinstellungen ingame ganz runter gestellt. Das alles hat nichts gebracht. Ich bin mir also ziemlich sicher dass es an LoL liegen muss^^. Hat jemand gleiche Probleme? Und hat vielleicht jemand eine L&ouml;sung daf&uuml;r?\r\n\r\nSpecs: R9 380X, i7 3770, 8GB RAM\r\n\r\nHier noch Screens vom Afterburner w&auml;hrend es LoL spielens. Hier k&ouml;nnt ihr auch die GPU Auslastung sehen die extrem komisch schwankt. Von 90 auf 0 runter dann wieder hoch und runter. Die Temperatur der GPU ist ok, die von der CPU auch. Die Auslastung des einen Kerns der CPU der von LoL beansprucht wird befindet sich bei ca 75%.\r\n\r\nhttp://www.computerbase.de/forum/attachment.php?attachmentid=550708&amp;d=1458675735\r\nhttp://www.computerbase.de/forum/attachment.php?attachmentid=550709&amp;d=1458675745\r\nhttp://www.computerbase.de/forum/attachment.php?attachmentid=550710&amp;d=1458675754\r\n\r\nDanke im Vorraus,\r\n\r\nviele Gr&uuml;&szlig;e Felix","replies":[]}