{"id":"PGEmWOU9","poster":"FeedIsMyHobby","date":"2016-03-24T20:53:54.348+0000","title":"Pc Beratung","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Moin,\r\n\r\nIch wollte mir einen PC zulegen, aber habe nicht wirklich viel Ahnung von Zusammenstellen usw. daher wollte ich euch erst fragen wie teuer so ein PC w&auml;re auf dem Spiele wie LoL, Cs:Go und sowas laufen sollten und dann noch ob mir dann einer von euch auch vielleicht einen zusammenstellen k&ouml;nnte :) \r\n\r\n\r\nMfg","replies":[{"id":"","poster":"Pain Hail","date":"2016-03-24T20:57:22.255+0000","up_votes":2,"down_votes":0,"body":"PC für LoL und CS:Go um die 400-500 Euro oder sogar weniger. Kannst theoretisch nen Toaster nehmen. \nWillst du Spiele mit besser Qualität zocken und halt auf Ultra und blabla dann um die 800 Euro. Hängt davon ab wie viel Money du so investieren willst/kannst.","replies":[{"id":"","poster":"Pain Hail","date":"2016-03-24T21:09:34.620+0000","up_votes":2,"down_votes":0,"body":"Für dich min Jung: http://www.computerbase.de/forum/showthread.php?t=215394","replies":[]},{"id":"","poster":"FeedIsMyHobby","date":"2016-03-25T10:51:45.189+0000","up_votes":1,"down_votes":0,"body":"Erstmal danke für die schnelle Antwort :) \n\nIch würde doch schon gern Spiele auf höherer Grafik spielen und könnte 800-900 Euro für den PC und Monitor usw. investieren. \n\nKannst du mir denn vielleicht empfehlen ?","replies":[{"id":"","poster":"Pain Hail","date":"2016-03-25T16:47:43.510+0000","up_votes":1,"down_votes":0,"body":"Hoi, ja, eigentlich den für 700 Euro auf Computerbase. Ich schreibe es dir hier mal auf:\n\n**CPU:** Intel Core i5-6400 für ca 180 Euro (Alternative mit ca 10% mehr Power wäre Intel Core i5-6600 für ca 220 Euro) Bedenke, bei Spielen ist die Grafikkarte wichtiger als die CPU also wenn dir ca 50 Euro für ne bessere GraKa fehlt dann nimm lieber 6400 und die bessere GraKa.\n**Mainboard:** Gigabyte GA-B150-HD3P für ca 84 Euro.\n**RAM:** 8GB Crucial 2133 MHz CL15 (2x 4GB) für 30 Euro (Man ist RAM billig geworden QQ, meins hat mich 60 gekostet)\n**Grafikkarte:** GTX 960 (4GB) für ca 200 Euro, für 300 Euro bekommst du GTX 970, die hat 50% mehr Power als die GTX 960.\n**Netzteil:** Cooler Master G450M 450Watt für ca 55 Euro oder mein Favorite: be quiet! Straight Power 10-CM 500W\n**Festplatte:** Seagate Barracuda 7200.14 1TB 50 Euro\n**Laufwerk:** irgendwas billiges damit man DVDs abspielen kann \"Windoof, Linux, was weiß ich\" LG GH24NSC0 für 15 Euro\n**Gehäuse:** Corsair Carbide Seriess 200R für 60 Euro\n\nMoney:\nBilliges Setup = ca 670 Euro (CPU: i5-6400, GraKa:  GTX 960, Netzteil: Cooler Master G450M 450Watt)\nSetup mit guter GraKa und etwas besseren Netzteil(kannst auch Cooler Master G450M 450W nehmen) = ca 800 Euro (CPU: i5-6400, GraKa:  GTX 970, Netzteil: be quiet! Straight Power 10-CM 500W)\n\nBesserer CPU-Kühler: Thermalright Macho 120 Rev. A für ca 30 Euro(Wieso ein anderer Kühler auf die CPU? Die mitgelieferten Kühler sind KLEIN, kühlen zwar sind aber richtig laut was immens stören kann wenn der PC nicht gedämpft ist)\n\nGehäuselüfter: kauf dir am besten 2 davon für jeweils 5-10 Euro wenn du das Geld haben solltest, be quiet! Silent Wings 2 120mm\n\nMonitor: Asus VS247HR für ca 130 Euro (Monitore sind ziemlich teuer also kannst dir überlegen ob du vielleicht dir nen gebrauchten kaufst oder bisschen Money sparst)\n\nWenn du PC selber zusammenbauen kannst oder jemand dafür hast dann sparst du auch ein wenig Geld, wenn nicht dann bei Hardwareversand mal zusammenbauen lassen. Musst aber bedenken, die ganzen Sachen muss du dann bei denen kaufen was mehr kosten kann.","replies":[]},{"id":"","poster":"OSaftKiller","date":"2016-03-25T10:56:04.863+0000","up_votes":1,"down_votes":0,"body":"Siehe FAQ auf Computerbase, oder Erstelle dort einen Thread. Da rennen sehr viele Leute rum die viel mehr Ahnung als die meisten hier haben.;)","replies":[]}]}]}]}