{"id":"agTKf8gW","poster":"Viertes Reich","date":"2016-03-24T16:39:14.666+0000","title":"Kompetitives Spielen in der DynQ","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":1,"body":"Guten Tag liebe Community,\r\n\r\nim nachfolgenden Text werde ich etwas rabiater und drastischer formulieren, was mir missf&auml;llt. Deshalb bitte ich euch, das nicht allzu w&ouml;rtlich zu nehmen; es ist nur meine Art, wie ich meine Unzufriedenheit ausdr&uuml;cke.\r\n\r\nDie DynQ sollte ja mittlerweile jedem bekannt sein. Erst dachte ich, dass dies eine gute Alternative zum ewigen Gezanke in Ranglistenspielen ist, wer denn jetzt welche Rolle spielen soll/darf. Aber ehrlich gesagt, f&uuml;hle ich mich durch das System instumentalisiert bzw. gen&ouml;tigt zwei Rollen zu spielen.\r\nIch will das einfach nicht. Ich will eine Rolle spielen (Mitte). Und da gibt es auch meinerseits nichts zu diskutieren. \r\nAber DynQ sagt &quot;Nein&quot;. Wieso?\r\n\r\nWeil nat&uuml;rlich meine &quot;sekund&auml;re Rolle&quot;, die ich angeben **muss**, offensichtlich immer h&ouml;her gewertet wird, wie meine Prim&auml;rrolle &quot;Mitte&quot;. Ich wei&szlig; nat&uuml;rlich, dass der Matchmaker nach der Priorit&auml;t arbeitet, dass er neue Spieler vor zu starken Spielern sch&uuml;tzt und dann die Wartezeit m&ouml;glihst gering halten will, aber ich bekomme fast ausschlie&szlig;lich Support zugeteilt.\r\nIch behaupte von mir selbst, dass ich ein sehr guter Supporter mit eingeschr&auml;nkten Supporter-Pool bin, aber gef&uuml;hlt oder auch tats&auml;chlich kann ich weniger Einfluss auf mein Team nehmen, wie wenn ich in der Mitte bin. Egal.\r\n\r\nIch h&auml;tte nichts dagegen, wenn man sich auch nur eine Rolle aussuchen k&ouml;nnte, man daf&uuml;r dann aber l&auml;nger warten muss. Damit komme ich klar und ich denke, die meisten anderen auch, wenn dies eingef&uuml;hrt werden w&uuml;rde.\r\n\r\nEin weiterer Punkt ist das Spiel in der DynQ an sich. Es freut mich ja, dass man mit seinen Freunden &amp; Co. zusammen spielen kann. Wenn man das aber tun m&ouml;chte, gibt es daf&uuml;r entweder die Ranglistenteams oder normale Spiele.\r\nich kann verstehen, dass man mit seinen Freunden zusammen spielen m&ouml;chte, allerdings geht die DynQ auf Kosten der Leute, die eben nur solo spielen, so wie ich z.B. \r\nRein mathematisch (MMR) mag es zwar stimmen, dass diese Teams ausgeglichen sind, aber in der Praxis sehe ich ganz andere Sachen. Dazu jedoch sp&auml;ter mehr.\r\n\r\nDas kompetitive Spielerlebnis wird aufgeweicht und durch lustig-fr&ouml;hliches Zusammengespiele in Ranglistenspielen ersetzt. Entweder kriegen es die ensprechenden Spieler gebacken ein Ranglistenteam auf die Beine zu stellen oder sie haben halt Pech gehabt.\r\nNur weil wirklich der gr&ouml;&szlig;te Teil der Community Casual Gamer sind, muss man nicht beginnen alles sch&ouml;n gelegenheitsspielerfreundlich zu machen. Das kotzt und widert mich echt an.\r\n\r\nRangliste spielt man nat&uuml;rlich aus Spa&szlig; am Spiel. Es steht aber dort nicht im Vordergrund, sondern das kompetitive Spielen; sich messen mit anderen und die Ladder hochclimben. \r\nIch sehe es schon jetzt kommen, dass die ganzen Spieler, die &quot;Spa&szlig; an der Rangliste&quot; haben, wohl nur noch die Champions spielen werden, wo sie noch so eine komische Kiste bekommen, damit sie ihren 20 Ryze Skin endlich bekommen.\r\nDann hei&szlig;t es: &quot;mimimi, I can&acute;t pick XY because I want my Kiste&quot;. \r\n\r\nWenn es diese Truhen gibt, dann nur in normalen Spielen. Haltet die Ranglistenspiele da bitte raus, sodass man diesen &quot;Trolls&quot; weniger Anreize gibt, das in der Rangliste zu tun.\r\n\r\nOhnehin gibt es wenige Alleinstellungsmerkmale f&uuml;r die Rangliste. Man muss 10 Platzierungsspiele absolvieren und bekommt, wenn man brav war und mindestens Silber war, einen Rahmen plus Belohungen f&uuml;r h&ouml;here Ligen wie Silber.\r\nDas wars. \r\n\r\nNachdem man nun auch schneller Stufe 30 werden kann, w&auml;re es auch sinnvoll die Beschr&auml;nkungen f&uuml;r Ranglistenspiele zu erh&ouml;hen, sodass man neue Spieler vor schlechten Erfahrungen in der Rangliste bewahrt, aber vor allem die Rangliste f&uuml;r diejenigen zug&auml;nglich(er) oder attraktiver macht, die kompetitiv spielen wollen.\r\nRiot Games soll eine gesch&uuml;tzte gesonderte Umgebung f&uuml;r Ranglistenspieler schaffen. Eine Art &quot;Qualifizierung&quot; f&uuml;r Ranglistenspiele kann ich mir gut vorstellen. D.h man sollte zuerst beweisen, dass man &quot;ranglistenspielf&auml;hig&quot; ist. Diese Idee ist nicht in Stein gemei&szlig;elt, weshalb dar&uuml;ber auch nich diskutiert werden sollte, aber ihr solltet eine Idee haben, in welche Richtung das geht.\r\n\r\nZu guter Letzt bitte ich Riot Games darum, auch im Client &amp; Co. die Angaben zum Ranglistensystem zu &uuml;berarbeiten und auch klare &quot;Richtlinien&quot; bzw. eine Art &quot;Handbuch&quot; zu entwerfern, was Ranglistenspiele in LoL bedeuten, f&uuml;r was sie stehen, wieso man sie spielt und was man als Spieler mitbringen sollte.\r\nEine solche offene Kommunikation sollte auch vielen Spielern helfen sich besser zurechtzufinden.  Zumal die Informationen z.T auch einfach veraltet sind.\r\n\r\nMit den besten Gr&uuml;&szlig;en\r\n\r\nViertes Reich","replies":[{"id":"","poster":"Shiny Absol","date":"2016-12-10T08:23:22.983+0000","up_votes":1,"down_votes":0,"body":"Ich bin ehrlich gesagt froh, dass ich manchmal Support bekomme (Autofill), falls mid/adc vergeben sind. Am liebsten würde ich aber andauernd Mitte spielen.\nIn meinen Placement Matches bin ich fast durchgedreht. Ich hab in 70-80% der Games nur Adc bekommen und glaube ich nur 2-3 mal Mitte. Leider gab es oft Leute, die die Select gedoged sind und auf einmal bekomme ich Support im 3. Game xD Naja gewonnen habe ichs trotzdem, da ich S4-S5 of supportet habe. Aber ich verstehe nicht, wieso man Mitte als First Rolle eingeben soll, wenn man ja sowieso fast nur die Zweite bekommt.","replies":[{"id":"","poster":"Queen of Pings","date":"2016-12-10T15:36:00.821+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mega Absol,realm=EUW,application-id=ip27PlEH,discussion-id=agTKf8gW,comment-id=0003,timestamp=2016-12-10T08:23:22.983+0000)\n>\n> Ich bin ehrlich gesagt froh, dass ich manchmal Support bekomme (Autofill), falls mid/adc vergeben sind. Am liebsten würde ich aber andauernd Mitte spielen.\n> In meinen Placement Matches bin ich fast durchgedreht. Ich hab in 70-80% der Games nur Adc bekommen und glaube ich nur 2-3 mal Mitte. Leider gab es oft Leute, die die Select gedoged sind und auf einmal bekomme ich Support im 3. Game xD Naja gewonnen habe ichs trotzdem, da ich S4-S5 of supportet habe. Aber ich verstehe nicht, wieso man Mitte als First Rolle eingeben soll, wenn man ja sowieso fast nur die Zweite bekommt.\n\nund lass dir nicht die lane klauen im Teamertseller wenn du mitte hast kann man die dir nicht einfach nehmen!....no sry i was supp last game! Und gar nicht drauf eingehen. Wenn doch jemand so dreist ist warte bis kurz vor schluss meistt geht jemand meist die Person selber raus xD In der Zeit entscheide ich ob mir die paar LP verlust wenn Ich abbreche den beef Werrt ist....^^","replies":[]},{"id":"","poster":"Queen of Pings","date":"2016-12-10T15:17:44.946+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mega Absol,realm=EUW,application-id=ip27PlEH,discussion-id=agTKf8gW,comment-id=0003,timestamp=2016-12-10T08:23:22.983+0000)\n>\n> Ich bin ehrlich gesagt froh, dass ich manchmal Support bekomme (Autofill), falls mid/adc vergeben sind. Am liebsten würde ich aber andauernd Mitte spielen.\n> In meinen Placement Matches bin ich fast durchgedreht. Ich hab in 70-80% der Games nur Adc bekommen und glaube ich nur 2-3 mal Mitte. Leider gab es oft Leute, die die Select gedoged sind und auf einmal bekomme ich Support im 3. Game xD Naja gewonnen habe ichs trotzdem, da ich S4-S5 of supportet habe. Aber ich verstehe nicht, wieso man Mitte als First Rolle eingeben soll, wenn man ja sowieso fast nur die Zweite bekommt.Ich weiß natürlich, dass der Matchmaker nach der Priorität arbeitet, dass er neue Spieler vor zu starken Spielern schützt und dann die Wartezeit möglihst gering halten will\n\nok ein Tipp noch:\n\nWas ist im Moment wohl beliebter Midlane oder ADC ???? Ich sag besonders jetzt Assasienen rework ect. will kaum einer noch ADC gehen...ergo kriegst du öfter ADC!\nAlso Top = Melee /Jungel = Melee\nMid meist Range / ADC = Range\n\nGib doch einfach mal 1. Mitte und dann 2.Top an, oder Mitte und dann Jungel.\n\ndas ist höhere Matchmaker Mathematik mit mehreren Variablen und parallelen.\nAber bitte nicht rum erzählen sonst muss das alles neu berechnet werden xD\n\n\n(ABer nitte nur lanes eingeben die man auch kann plssss) Bin halt mehr der Allrounder Toplane ist für micg was für andere Support ist leider....aber selbst da habe ich zur not ne Lösung!\n\nBitte nicht nach weiteren Erläuterungen fragen dann solls halt nicht sein <3\n","replies":[]}]},{"id":"","poster":"ouhw","date":"2016-03-31T11:56:50.885+0000","up_votes":1,"down_votes":0,"body":"Hab's mir durchgelesen. Bin zwar aufm Sprung, aber ich teile die Meinung im Großen und Ganzen, die der Post einnimmt. Gruß.","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2016-03-24T17:03:42.193+0000","up_votes":1,"down_votes":1,"body":"Man kann sich auch echt anstellen..\nSupport wenig Einfluss?...\n...","replies":[{"id":"","poster":"Viertes Reich","date":"2016-03-24T17:18:42.192+0000","up_votes":1,"down_votes":0,"body":"Guten Tag,\n\ndanke für deine Antwort. Du bist auch so einer, der gerne das liest, was er lesen möchte, oder? \n\nGrüße","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-03-24T17:44:44.398+0000","up_votes":1,"down_votes":0,"body":"Nein, aber hier steht soviele unnützes, dass man es garnicht alles aufeinmal auffassen kann.\nHöhere Qualifizierung?.. Wofür? \nRank ist für jeden da, der spielen will.\nSpielst du schlecht, spielst du in niedriger Elo, spiels du gut in hoher.\nWarum dann noch mehr begrenzen?\nKisten im Rank?\nTroll-picks?\nKlingt alles eher nach einer überspielten low Elo Meinung.","replies":[{"id":"","poster":"Viertes Reich","date":"2016-03-24T18:55:45.938+0000","up_votes":1,"down_votes":0,"body":"Ich habe mittlerweile mitbekommen, dass Lesen nicht deine Stärke ist. Ebensowenig wie konstruktive Kritik abzugeben. Um es dir noch einmal deutlich zu machen: Das war eine rhetorische Frage dessen Antwort definitiv mit \"ja\" zu beantworten ist, wenn ich mir dein sonstiges Gespame im Forum so anschaue.\nJa, es klingt. Vor allem klingt deine Intelligenz ziemlich low. Oder klingts bei dir im Kopf? \n\nGrüße","replies":[]}]}]}]},{"id":"","poster":"Queen of Pings","date":"2016-12-10T14:58:19.733+0000","up_votes":1,"down_votes":1,"body":"ZITAT von Oben\n\n\"~~_****Ich will das einfach nicht. Ich will eine Rolle spielen (Mitte). Und da gibt es auch meinerseits nichts zu diskutieren.\nAber DynQ sagt \"Nein\". Wieso?\n als auch gerne Supportet eigentlich \"Weil natürlich meine \"sekundäre Rolle\", die ich angeben muss, offensichtlich immer höher gewertet wird, wie meine Primärrolle \"Mitte\". Ich weiß natürlich, dass der Matchmaker nach der Priorität arbeitet, dass er neue Spieler vor zu starken Spielern schützt und dann die Wartezeit möglihst gering halten will, aber ich bekomme fast ausschließlich Support zugeteilt****_~~.\"\n\nALSO:\nHabe den Threat -Ersteller so verstanden, das er Main Midlaner ist aber auch gerne Supportet. \nWenn mich jemand fragt nenne mir deine Lieblingslane....kommt momentan Midlane und Jungel.Aber im Moment bevorzuge ich wieder Jungel und hab z.b nen geilen Champ nit dem ich gewinne dann gebe ich ein ok Jungel und danach Midlane oder auch ADC.\nBeim ihm (habe ich so verstanden) wäre es zur Zeit Mitte und wenn die besetzt ist halt  Support. Er will aber mit z.B Syndra auf jedenfall Mid gehen weil er da ruled grade. Gibt aber als zweite Lane Support an....!!!\nWenn ich also Mitte kriege obwohl ich Bock hab auf VI nehme ich das wohl ein zwei mal in kauf, weil spätestens im nächsten Match kriege ich in der Regel meine Nr.1 Jungel dann ist das zu zuverkraften...\n\nEr kriegt aber immer wieder bevorzugt seine 2. Rolle den Suppport....Das ist halt nicht so...außer du wählst support.\n\nWollte ihm halt nen tipp geben...also von 10 games im Teamertseller bekomme ich vielleicht einmal Support  wegen Autofill..;-)\n\n\n","replies":[]},{"id":"","poster":"Queen of Pings","date":"2016-12-10T06:43:35.736+0000","up_votes":1,"down_votes":1,"body":"Also  da es zu wenig Supporter gibt z.Zt wirst du (fast) immer wenn du Supporter als 1. o 2. Rolle ausgewählt hast, auch die Supporter Rolle bekommen!\nJetzt in der neuen Warteschleife auch zu vergleichen mit der dritten Option Fill. Wählst du Fill bekommst du (fast) immer als Lane oh Wunder Support.\nIst so....zumindest in Bronze bis ??Wie das bei Master und Challenger ist k.p ;-)\n\nLösung:\nÜberlege welche Rolle zur Zeit am zweit beliebtesten ist und wähle die auch als 2.Rolle aus. \nIch nehme meist /ADC oder Jungel aber auch Top ist beliebt variiert je nach Meta ;-)...und ach Oh Wunder in über 50 Prozent der Warteschleifen bekomme ich Mitte ;-)\n\nAch ja und oft ist es so das wenn du durch Autoill auf sonst ner Lane landest, es dem Rest vom Team genauso geht...sprich ADC ist plötzlich Toplane gelandet. Und der Jungler soll Bot gehen...Einfach mal nett fragen: Can we pls swap Lanes? Von 5 Leuten die du fragst bekommst du mindestens 2,5 mal ein Ja!\n\nIch persönlich sage lieber zu jemanden der Jungeln soll und das selten bis nie gemacht hat dann auch mal lieber OK geh Mitte, als mir dann Vorwürfe zu machen wenn er hart invated wird und beim ganken feeded xD\nAllerdings hab ich fabe ich festgestellt das man einfach dirkt sagen soll ok oder no sry....nicht in der Championauswahl anfangen zu diskutieren oder zu schmollen wenns ne Abfuhr gibt....;-)","replies":[]}]}