{"id":"HtJ1ZIBf","poster":"Erhardt","date":"2016-03-24T12:26:52.449+0000","title":"Hextech Crafting System","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hey Leute ich wollte euch mal fragen was ihr davon haltet das man kein loot vom Hextech Crafting System bekommt wenn man zuvor bestraft wurde.\r\n\r\nIch habe gerade gemerkt das am Ende des Spieles &quot;You are ineligible to earn loot due to previous behavioral restrictions.&quot; da steht, da mein Account gehackt wurde und ich eine Chat Restriction bekommen habe obwohl ich nicht toxisch bin.\r\nEs ist vielleicht selten aber ich finde es unfair das manche Leute zu unrecht bestraft werden. Ich bin mir zwar bewusst das Leute die sich falsch verhalten kein free stuff bekommen sollten sogesehen aber man muss dieses System mit RP auff&uuml;llen und ich finde dies etwas unfair. Ich hab mich schon gefreut mir die restlichen Champions zu holen da ich gerade mal um die 60 Champions besitze.\r\n\r\nAlso ist das in eurer Hinsicht okay das man den loot nur for free bekommt wenn man sicht perfekt/okay verh&auml;lt?","replies":[{"id":"","poster":"Anraton","date":"2016-03-24T12:29:50.978+0000","up_votes":2,"down_votes":0,"body":"mh .. den account wurde gehackt .. offensichtlich hast du ihn wieder....\nhast du die chat restriction abgesessen oder wurde sie aufgehoben?\n\nEDIT:\nSie es mal so .. es ist ein Anreiz 1. sich richtig zu verhalten und 2. gewinnen zu wollen (keys gibts nur für Siege)","replies":[{"id":"","poster":"Erhardt","date":"2016-03-24T12:32:49.790+0000","up_votes":1,"down_votes":1,"body":"ich musste die 25 spiele spielen, ich habe den support gefragt ob mein account zurückgesetz werden kann (da mein refund credit für ne namensänderung benutzt wurde und meine winter wonder lulu skin zurückgegeben wurde) und die meinten die können das nicht nachschauen da das vom gleichen server aus gemacht wurde/gehackt wurde, ich versteh auch nicht warum die, die ips nich vergleichen da die spiele wo ich angeblich toxisch war von einer anderen ip gespielt wurden/intentional gefeedet wurden","replies":[{"id":"","poster":"Anraton","date":"2016-03-24T12:39:23.350+0000","up_votes":1,"down_votes":0,"body":"du hast vermutlich keine statische ip .. daher KANN sich deine IP in unregelmäßigen abständen ändern .. \n\ndas sie die Namensänderung und den Skin refund nicht rückgangig machen können wundert mich ...\n\ngenauso wie ich nicht verstehe das sie die chat restriction nicht rückgängig machen konnten ...\n\n\naber aktueller stand ist .. du wurdest bestraft (wenn auch nachweislich nicht selstverschuldet) und bist daher aktuell nicht berechtigt ....","replies":[{"id":"","poster":"Erhardt","date":"2016-03-24T12:43:55.831+0000","up_votes":1,"down_votes":1,"body":"\"danke dir für die Meldung. Es tut mir leid, dass es bei dir so passiert ist. Leider wurde es von der selben Region zugegriffen. So können wir nicht bestätigen, ob das Konto gehackt wurde oder nicht und keine Änderungen unsererseits möglich wären. Bitte entschuldige die Unannehmlichkeiten.\"\n\nund dann hab ich nachgefragt wegen den sachen die auf meinem account passiert sind \"Hallo Beschwörer,\n\nleider können wir deine Bitte nicht erfüllen. Bitte entschuldige die Unannehmlichkeiten.\"","replies":[{"id":"","poster":"Anraton","date":"2016-03-24T12:47:53.735+0000","up_votes":1,"down_votes":0,"body":"heißt so viel wie ... sie können nicht nachweisen, das dein account gehackt wurde ...","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-24T12:47:41.616+0000","up_votes":1,"down_votes":0,"body":"Der Support konnte in deinem Fall nicht nachvollziehen, ob dein Account absichtlich oder unabsichtlich abhanden gekommen ist, da sich aus der gleichen Region eingelogt wurde.\nDamit du das System nicht zu deinem Vorteil manipulieren kannst, indem du später einfach behauptest, dass dein Account kompromittiert wurde, nachdem du gemerkt hast, das du eine Strafe erhalten hast, macht der Support das hier nicht rückgängig. Du hast hier einfach Pech gehabt. Pass bitte das nächste mal besser auf deine Daten auf, dann passiert dir sowas nicht.","replies":[]}]}]}]},{"id":"","poster":"Erhardt","date":"2016-03-24T12:36:33.769+0000","up_votes":1,"down_votes":1,"body":"1. ich verhalte mich schon richtig und 2. ich bekomme garnichts für siege/note S","replies":[{"id":"","poster":"Anraton","date":"2016-03-24T12:41:09.249+0000","up_votes":1,"down_votes":0,"body":"bei dir ist es ein Spezialfall, da du (sorry, nach eigener Aussage) nicht für die Bestrafung verantwortlich bist ...","replies":[]}]}]},{"id":"","poster":"Marofion","date":"2016-03-24T12:32:06.496+0000","up_votes":1,"down_votes":0,"body":"Ja es ist ok. Es ist zwar unfair, war man wirklich unschuldig... aber es ist für das System an sich gut so.\nEs ist wirklich sehr selten dass man eine Strafe die wirklich zu unrecht war, auch aussitzen muss... es ist ja nicht die Regel.\nTut mir Leid für dich, aber wenn du die Strafe zu unrecht absitzen musstest, warst du halt verurteilt.\nWenn ich im Gefängnis lande... auch aus unrecht... wurde ich halt dennoch als schuldig befunden und habe Nachteile wenn ich mein Führungszeugnis vorlegen muss. Es ist halt so, ob fair oder nicht spielt da auch keine Rolle :/\n\nWie gesagt, es tut mir wirklich Leid, aber so funktioniert sowas nunmal... Verurteilt ist verurteilt.","replies":[{"id":"","poster":"Erhardt","date":"2016-03-24T12:35:29.236+0000","up_votes":1,"down_votes":1,"body":"ich schätze mal bei jeden fall im normalen leben wird genau nachgeforscht aber bei riot kann nicht jeder fall so genau nachgeschaut werden da es so viele spieler gibt die hilfe brauchen und es nunmal ein spiel ist, ich wünschte mir nur das die ips vergleichen würden etc","replies":[{"id":"","poster":"eingew","date":"2016-03-24T12:47:04.036+0000","up_votes":1,"down_votes":0,"body":"> im normalen leben wird genau nachgeforscht\n\nhttps://de.wikipedia.org/wiki/Gustl_Mollath\n\n...hust...\n\nDas juristische System als Staat der Gerechtigkeit zu betrachten ist unrealistisch. Mag ja sein, dass da viel an Gerechtigkeit rankommt, aber letztendlich definiert sich ein Rechtsstaat doch nur an den eigenen (von menschlichen Fehlern behafteten) Gesetzen und der Korruption seiner Träger.\n\nDas ist nicht allgemein so! Wenn ich wegen was auch immer vor Gericht landen würde, dann gehe ich nicht davon aus, dass etwas ungerechtes passiert. Aber im Endeffekt scheint es möglich zu sein, das ganze mit ausreichend Geld und Verbindungen außer Kraft zu setzen.\n\nIch gehe davon aus, dass Riot da eine deutlich geringere Fehlerquote aufweist.","replies":[]}]}]}]}