{"id":"lkA2Abwv","poster":"Wohltat","date":"2016-03-24T01:34:09.470+0000","title":"Patchnotizen 6.6 - Erklärung / Erläuterung","subforum":"Allgemeiner Chat","embed":{"title":"[1440p] Patchnotizen 6.6 Diskussion / Erklärung / Erläuterung","description":"In diesem Video erklärt Platin Spieler Wohltat die aktuellen Patchnotizen aus dem Patch 6.6. Er erklärt die Buffs und Nerfs der einzelnen Champs und Gegenstände und wie diese sich gegenseitig beeinflussen. Außerdem bezieht sich Wohltat bei seinen Äußerungen auf die Winrates der Champions aus dem vergangenen Patch und gibt Prognosen für die Winrates der Champions in Patch 6.6.","url":"https://www.youtube.com/watch?v=1Hk6-3Ym6_I","image":"https://i.ytimg.com/vi/1Hk6-3Ym6_I/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"In diesem Video erkläre ich die aktuellen Patchnotizen aus dem Patch 6.6. Ich gehe auf die Buffs und Nerfs der einzelnen Champs und Gegenst&auml;nde ein und wie diese sich gegenseitig beeinflussen. Au&szlig;erdem beziehe ich mich bei meinen &Auml;u&szlig;erungen auf die Winrates der Champions aus dem vergangenen Patch und gebe Prognosen f&uuml;r die Winrates der Champions in Patch 6.6. ab. Nebenbei wird in dem Video auch noch implizit gezeigt wie man &uuml;ber die Website Champion.gg die Champions identifiziert, die zurzeit am stärksten auf ihrer Position sind.\n\nDas ist das erste Patchnotizen Diskussionsvideo von mir und ich würde mich über Feedback sehr freuen. Vielen Dank vorab! :)","replies":[{"id":"","poster":"ikslhairtuz","date":"2016-03-24T09:15:27.302+0000","up_votes":1,"down_votes":0,"body":"Fiora war balanced? Fiora schreddert sola alles!","replies":[{"id":"","poster":"Wohltat","date":"2016-03-24T15:05:16.758+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ikslhairtuz,realm=EUW,application-id=YnZkMR0R,discussion-id=lkA2Abwv,comment-id=0000,timestamp=2016-03-24T09:15:27.302+0000)\n>\n> Fiora war balanced? Fiora schreddert sola alles!\n\nFür normalsterbliche Spieler ist Fiora laut Winrates absolute balanced gewesen. 50,02% Winrate bei rund 10% Pick rate sind absolut okay.\n\nZumal es laut Champion.gg auch richtig harte Counter für sie gibt (Panth, Urgot, Malphite): http://champion.gg/champion/Fiora/Top","replies":[]}]}]}