{"id":"b8sIUhU3","poster":"ninju7su","date":"2016-03-24T08:58:14.203+0000","title":"Wer hat den längsten,.. Losing-Streak?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Jay moin,\r\n\r\nich hab mich ja gefreut: Als Mainsupport hab ich mich endlich in Gold hochge-supported. Was ein Akt! Und dann ging das auch recht fix mit Gold 4. Das war wohl zu viel des Guten und jetzt muss ich wohl erstmal wieder ne Weile verlieren. \r\n\r\nhttp://euw.op.gg/summoner/userName=ninju7su\r\n\r\n{{sticker:slayer-jinx-unamused}} \r\n\r\nUm nicht den Spa&szlig; zu verlieren, wollte ich mal fragen **was bisher euer l&auml;ngster Losestreak war**. Da gibts doch sicher Leute die sowas noch l&auml;nger gehabt haben und mich etwas aufbauen k&ouml;nnen :D F&uuml;r **Tipps **bin ich nat&uuml;rlich immer dankbar und eine spezielle Frage habe ich noch: \r\n\r\nWenn Ihr seht, dass das Game in eine,.. nennen wir es unsch&ouml;ne Richtung abdriftet,.. der Toplaner spielt nicht wirklich On-The-Top, der Midlaner hat scheinbar seine Mid-Life-Crisis, der Jungler l&auml;sst sich so wenig blicken, dass die Gegner schon fragen ob der AFK is und der ADC bildet mit dir als Support eine Einheit wie Wasser mit &Ouml;l: An diesem Punkt bin ich jemand, der sehr aggresiv wird,.. also vom Spielstil her, da ich mir denke, dass man mit Zur&uuml;ckhaltung dieses Spil nicht mehr gewinnen werde, wenn jede Lane zur&uuml;ckf&auml;llt. Was dabei rauskommt, seht ihr dann im meiner Statistik. Ich sterbe halt &ouml;fter, weil ich was riskiere. W&uuml;rdet ihr sagen, dass ich mich dann eher zur&uuml;ckhalten sollte,.. und weniger sterben soll oder das ich dann versuchen soll aggresiv, m&ouml;gliche Situationen herauszuarbeiten um noch was zu rei&szlig;en und dann halt auch mal h&auml;ufiger sterbe?!\r\n\r\n{{sticker:zombie-brand-mindblown}} \r\n\r\n**Wie ist das eigentlich mit dem Abstieg von Gold in Silber?** Ich erinnere mich das ich von Gold 4 in Gold 5 nach 2 Loses mit 0 LP abgestiegen bin. Muss ich davon ausgehe, dass ich Richtung Silber genau so schnell unterwegs sein werde?\r\n\r\nDanke schon mal und frohe Ostern!","replies":[{"id":"","poster":"Wohltat","date":"2016-03-24T10:53:11.799+0000","up_votes":1,"down_votes":0,"body":"Letzte Season von Plat 5 Promo auf Gold 5. Diese Season von 9x Platin 1 Promo auf Plat 3","replies":[]},{"id":"","poster":"Cyrilya","date":"2016-03-24T09:10:03.156+0000","up_votes":1,"down_votes":0,"body":"Meine kompeltte Matchhistory war mal Rot. :> \nHab dann einfach ARAM gespielt, bis ich dort nur noch verloren habe - dann gings im Ranked wieder :D\n\nBei einer Krassen Losestreak einfach mal was anderes spielen. \n\n\nWenn ich deinen oben beschrieben Fall in einem Spiel habe - pass ich mich einfach an - oder spiele besonders safe. Dann bin ich wenigstens diejenige mit den wenigsten Toden xD (bin btw auch Main Support.)","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2016-03-24T09:09:03.902+0000","up_votes":1,"down_votes":0,"body":"Meine längste Losing Streak war so 11-13 Games, wenn ich mich richtig erinnere.\nWas die Spielweise angeht: Ich würde dir in solchen Situationen, gerade wenn du Janna spielst raten, eher defensiv zu spielen. Natürlich kannst du auch etwas Aggressives tun, wenn es möglich ist, was aber selten der Fall sein wird. Wenn du sagst, dass alle anderen Lanes behind sind und ihr die Botlane dominiert, könnt ihr euch kaum erlauben, die Lane aggressiv zu spielen und damit zu pushen. Damit zieht ihr nur die anderen gegnerischen Teammitglieder leichter auf eure Lane. Oft ist es die beste Methode, zu versuchen zu farmen und darauf zu warten, dass die Gegner Fehler machen. Z.B. indem sie einen Dive versuchen, weil sie sich stark fühlen, der allerdings gegen eine Janna ziemlich schnell in die Hose gehen kann. Allerdings kann man eben nicht jedes Spiel gewinnen, das Verlieren gehört auch dazu. Und nach 2-3 Niederlagen würde ich auf jeden Fall eine Pause machen.\nWas das Absteigen aus Gold angeht: Ja, man kann absteigen, aber dafür benötigst du eine sehr schlechte MMR. Die muss dafür ungefähr eine Liga unter Gold V liegen.","replies":[]},{"id":"","poster":"ikslhairtuz","date":"2016-03-24T09:07:25.832+0000","up_votes":1,"down_votes":0,"body":"Bei mir waren es letzte Season 12 Spiele hintereinander.\nWar so ähnlich wie bei dir, bis gold 4 kein problem und dann aufeinmal ruuuuuums  ein spiel nach den anderen verloren :)\nDafür gewinnst du dann auch mal wieder soviel am stück hintereinander...","replies":[]}]}