{"id":"ae0129jE","poster":"XExEcUtOrX04","date":"2016-03-23T17:46:58.748+0000","title":"Habt ihr keine Ideen mehr? :(","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Heyho Leute,\n\nich m&ouml;chte mal was ansprechen was mich st&ouml;rt. Generell ist es ein wenig traurig das Riot die Geschichten der Champions so sehr verk&uuml;rzt, z.B. hat GP einen einfachen F&uuml;nfzeiler als Geschichte. \nJetzt frage ich mich aber warum? Ihr habt doch das epische Bilgewasser-Event hinbekommen, wir wissen das ihr kreativ seit, weshalb macht ihr dann nur solche lahmen Geschichten? Ihr sagt doch selber das ihr wollt das man die Welt in der die Champions leben versteht und evtl. sogar wei&szlig; warum sie in der Kluft sind.\n K&ouml;nnt ihr euch in diesem Aspekt nicht ein wenig mehr motivieren und f&uuml;r die neuen Champions mal mehr raushauen als die F&uuml;nfzeiler?\n\n Ich meine in diesem Patch kommt ein epischer *Weltraumdrachen* raus und ihr k&ouml;nnt nicht mehr zu ihm schreiben als 4 1/2 Zeilen? Ich bitte euch da f&auml;llt mir ( als ein Mensch der jetzt nicht grade die bl&uuml;hendste Fantasie hat) mehr ein als das er von einem Weltraumimperium( im Ernst? Vader l&auml;sst gr&uuml;&szlig;en...) versklavt wurde. \n\nHier mal die komplette Geschichte:\n> Früher schmückte Aurelion Sol die endlose Leere des Kosmos mit von ihm selbst kreierten himmlischen Wunderwerken. Heute ist er dazu gezwungen, seine beeindruckenden Kräfte im Auftrag eines Weltraumimperiums einzusetzen, das ihn durch eine List versklaven konnte. Aurelion Sol wünscht sich sein alter Leben als Sternenschmied zurück und würde wenn nötig sämtliche Sterne vom Himmel holen, um seine Freiheit wiederzuerlangen.\n\nNaja das ist mal meine Meinung dazu, ihr k&ouml;nnt ja mal unten abstimmen wie ihr das seht ( oder ihr kommentiert :D )\n\nGr&uuml;&szlig;e Exe","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-23T18:20:18.043+0000","up_votes":1,"down_votes":0,"body":"Nur hier sind die ganzen Geschichten:\n\nhttp://gameinfo.euw.leagueoflegends.com/de/game-info/champions/gangplank/#champion-lore\n\nIm Client sind die meisten verkürzt","replies":[]},{"id":"","poster":"Maíko","date":"2016-03-23T18:19:52.416+0000","up_votes":1,"down_votes":0,"body":"Ich vermute das hier hast du dann noch nicht gesehen?\n\nhttp://euw.leagueoflegends.com/de/site/mount-targon/aurelion-sol.html\n\nEdit.\nEbenfalls enthalten sind darin die Geschichte von Leona, Diana und Pantheon ","replies":[]}]}