{"id":"qEPWKJRL","poster":"Like a Sir","date":"2020-03-03T16:07:25.369+0000","title":"Matchmaking in Ranked ab Promos mehr als Fragwürdig?","subforum":"Ligen & gewertete Spiele","embed":{"title":"Like a Sir - Summoner Stats - League of Legends","description":"Like a Sir / Silver 4 19LP / 38W 28L Win Ratio 58% / Amumu - 38W 25L Win Ratio 60%, Rammus - 0W 1L Win Ratio 0%, Xin Zhao - 0W 1L Win Ratio 0%, Vi - 0W 1L Win Ratio 0%","url":"https://euw.op.gg/summoner/userName=Like+a+Sir","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":2,"down_votes":1,"body":"Hallo,\r\n\r\nIch habe mal eine Frage an die Community. Ich spiel sehr viel Amumu im Ranked eigentlich nur Amumu und fahre damit recht gut, bin in der Lage die Objectives zu bekommen meine Lanes voran zu bringen nur steh ich gerade vor dem Problem das ich Gefühlt seitdem ich in meinen letzten Placements für die nächst höhere Stufe nur \"Kartoffeln\" in mein Team bekomme. Gut ab und an hat man mal Leute die feeden udgl. aber mittlerweile denk ich mir echt das kann es doch nicht sein und mein letztes Spiel hat dem ganzen die Krone aufgesetzt.\r\nGegnerischer Jungle bis Minute 22 AFK und hat nichts im Spiel gemacht wir waren am Gewinnen, naja schlussendlich 10 Minuten später haben wir haushoch verloren weil man einfach nicht auf Tipps hört wie Yasuo geh nicht alleine nach vorne oder baut Armor Pen der Orrn ist supertanky.\r\nIch mein was soll ich da machen? Amumu find ich mittlerweile richtig toll da er gute engages hat und man die meisten Teamfights mit ihm gewinnt dennoch bist du so abhängig vom Team das egal wie \"gut\" du spielst wenn dein Team dumme aktionen macht kannst du nicht gewinnen...\r\n\r\nGeht es dabei nur mir so oder kennt jemand das Problem ärgerlich finde ich dabei das ich anfangs 28 oder 29 LP pro win bekommen habe und mittlerweile 24???? Durch looses die ich zu 90% nichtmal selbst verschuldet habe...\r\n\r\nKönnt ihr euch ja gerne ansehen habe den Link angefügt :/\r\n\r\nLG","replies":[{"id":"","poster":"Reaz83","date":"2020-03-04T03:57:18.566+0000","up_votes":2,"down_votes":0,"body":"Habe mal mein amumu mit deinem verglichen.\n\nMein farm ist 5.6 und mein Teamkampf gewinnrate bei 80 % \n\nDu musst mehr farmen und ein Gefühl dafür bekommen wann du rein gehst in den Kampf.\n\nBin so gold 4/3 \n\nViel Spaß beim zocken","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-04T07:38:22.511+0000","up_votes":2,"down_votes":1,"body":"Ab Promos triggert das System da bekommt man automatisch games die man verlieren soll. Damit man länger grinded .... \n\nIst zwar dumm aber man bemerkt es nach ringen Promos recht schnell","replies":[{"id":"","poster":"Like a Sir","date":"2020-03-05T20:35:33.994+0000","up_votes":1,"down_votes":0,"body":"ich war grad wieder mal in den Promos, resultat 1. game ein Fizz der in der midlane perma fightet der kassa super gefeeded ist und alles killt.\n2. Game eine Fiora und eine Ashe die nur rumflamen -> Ashe geht dann toplane weil sie angepisst war Fiora bot und beide feeden das ganze game über.\n\nJetzt heist es erstmal wieder 3 oder 4 spiele am stück verlieren damit ich nahezu wieder 0LP habe um dann wieder rasch hochzukommen um das selbe nochmal in den Promos durchzumachen. Das macht einfach keinen Spaß es ist halt nur 1 Sieg der benötigt wird um aufzusteigen und denkst du das wäre möglich.........","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-06T06:11:28.127+0000","up_votes":1,"down_votes":0,"body":"Ja ich kenne das Promos sind nur frustrierend und Zeit Verschwendung... \n\nDas man die Promos oft verliert ohne es ändern zu können fällt leider viel zu oft auf. \nDeshalb glaub ich auch das da bewusst ein System dahinter steckt das einen bei Promos jeden erdenklichen Nachteil hin wirft ... Ich kann schön 4 games Gewinnen bis zur Promo dann verlieren und dann Losing streak auf 0lp wie die sagtest.\n\nHab das jetzt so oft erlebt das es ein Zufall wären wenn das NICHT gewollt wäre","replies":[]}]}]}]}