{"id":"o2740TGq","poster":"Zaunkind","date":"2016-03-23T01:14:44.362+0000","title":"Mitte/Jgl/Top sucht Clan/Team (Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Abend, eher gute Nacht!\r\n\r\nIch bin auf der Suche nach einem Clan, da ich mich in der SoloQueue, ja, sagen wir &quot;verrannt habe&quot;.\r\nLetzte Season konnte ich mich einfach in Gold platzieren, genau wie in der Preseason davor. \r\nDiese Season startete ich leider in _Bronze 1_.\r\n\r\nSilver 5\r\n**Ich spiele in letzter Zeit h&auml;ufig Mid oder Top. Meine Champions dort sind {{champion:90}}, {{champion:45}}, sowie {{champion:54}} und {{champion:75}}.\r\nJe nach Spiel und Counter kann es hier und da variieren.\r\nZu etwas fr&uuml;heren Zeiten spielte ich fast ausschlie&szlig;lich Jungle und Supp. {{champion:106}}, {{champion:32}}, {{champion:56}}, sowie {{champion:25}} und {{champion:412}} sind dort M&ouml;glichkeiten.\r\nMeine Schwierigkeiten habe ich als Adc, was ich wirklich gar nicht spielen will.\r\n\r\nHin zu meinen St&auml;rken und Schw&auml;chen. Ich gehe zuerst auf meine Schw&auml;chen ein:\r\n\r\n- Ich werde eine kleine Eingew&ouml;hnungsphase ben&ouml;tigen um mich dem h&ouml;heren Standard des Skills wieder anzupassen.\r\n- Ich bin ein emotionaler Mensch und sage h&auml;ufig was ich denke. Eventuell sto&szlig;e ich hier und da an.\r\n- Aufgrund der Umstellungen des Spiels (w&auml;hlbare Lanes) hat sich meine Championauswahl etwas eingeschr&auml;nkt.\r\n\r\nMeine St&auml;rken:\r\n\r\n- Ich bin teamf&auml;hig, eher noch ein Teamspieler.\r\n- Ich motiviere mich sehr leicht und dadurch meine Mitspieler.\r\n- Aufgeben ist f&uuml;r mich keine Option, ich spiele auch wenn mein Gegen&uuml;ber viel st&auml;rker ist als ich immer weiter und gebe mein Bestes.\r\n- Ich bin sehr ehrgeizig und gebe auch im Training alles.\r\n- Ich bin fast immer sehr gut gelaunt und versuche auch da immer alle mitzurei&szlig;en. Falls es mal nicht der Fall sein sollte, rede ich nicht viel und versuche andere nicht mit runterzuziehen.**\r\n\r\n\r\nZu guter Letzt m&ouml;chte ich etwas &uuml;ber meine Person zu besten geben.\r\n\r\nIch hei&szlig;e Max, bin 24 Jahre alt und komme aus der N&auml;he von Dortmund. Ich bin Fu&szlig;ballfan, allerdings nicht von den Gelben aus Dortmund (falls die Frage aufkommen sollte und die kommt zu 75%).\r\nNeben dem Fu&szlig;ball, mag ich auch noch den American Football und weitere Ballsportarten.\r\nIch bin berufst&auml;tig und deswegen nicht jeden Abend online.\r\nMontags und Mittwochs bin ich h&auml;ufig on.\r\nDienstags und Donnerstags habe ich Training, weshalb ich eigentlich nicht on sein sollte.\r\nFreitags, Samstags und Sonntags variieren die Zeiten, ich passe mich auch hier sehr dem Fu&szlig;ball an, was nicht hei&szlig;en soll, dass ich nicht on komme am WE.\r\n\r\n\r\n\r\nIch wei&szlig; es gibt hier und da ein paar Eckpunkte, die man als Clanleader &uuml;berdenken sollte, bevor man sich auf diesen Post meldet.\r\n\r\nDennoch denke ich, dass ich den Clan oder auch das Team weiterbringen kann.\r\nEin Diamant erh&auml;lt durch Schliff erst seinen h&ouml;chsten Wert.\r\n\r\n\r\n\r\nFalls ich doch in das Raster fallen sollte meldet euch hier, oder Ingame bei Zaunkind\r\n\r\n\r\nMfG\r\n\r\nMax","replies":[{"id":"","poster":"Mipha","date":"2016-03-23T17:10:01.489+0000","up_votes":1,"down_votes":0,"body":"Hallöchen,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/AUFZTUQc-die-nova-gaming-community-sucht-dich\n\nWir sind eine familiäre ü18 Multigaming Community seit November 2015 und haben einen Altersdurchschnitt von ca. 25 Jahren. Bei uns findest du neben einem aktiven Forum außerdem sich gründende Teams, die noch engagierte Mitglieder suchen.\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nBell Cránel","replies":[]}]}