{"id":"AqEOMvFv","poster":"FuSeD Flashy","date":"2016-03-22T15:01:38.451+0000","title":"Mehr LP verlieren als dazu bekommen.","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo, ich h&auml;tte mal eine Frage zu der Sache das ich seit dem ich G5 gekommen bin rund 25min f&uuml;r ein Game suche dann meistens Leute ins Team bekomme die mehrere Ligen &uuml;ber mir sind (trotzdem sucken :D) und ich bei einem Win 10-15 LP bekomme und bei einem lose 35-45 verliere? Es wurde mir schon oft gesagt das meine MMR einfach nur broken ist und ich soll einfach nur mehr Wins als Lose haben und dann passt das wieder nur ich habe mehr Wins als loses ^^ wo ich frisch Gold gekommen bin hatte ich so 33 mehr Wins als Lose (S5 Gold 5 wurde mit 9/1 Bronze3 eingestuft) jetzt meine eigentliche Frage sollte ich einfach mal so rund 10-15 Games absichtlich verlieren damit meine MMR sich wieder anpasst oder w&uuml;rde das auch nichts bringen?","replies":[{"id":"","poster":"SFCFlo","date":"2016-03-22T15:23:17.036+0000","up_votes":1,"down_votes":0,"body":"deine aktuelle siegesrate liegt bei **52%**. Also wenn du als du gold gekommen bist 33 wins mehr hattest als loses sollte das auch im grunde erklären warum deine LP-Verteilung jetzt so schlecht ist.\n\n> jetzt meine eigentliche Frage sollte ich einfach mal so rund 10-15 Games absichtlich verlieren damit meine MMR sich wieder anpasst oder würde das auch nichts bringen?\n\nallein für die aussage solltest du mal paar tage bann bekommen\n\nscherz bei seite. was sollte das bitte bringen???\nwenn du **verlierst sinkt** deine MMR ja auch!! Irgendwann würdest du dann auch wieder auf S1 runtergestuft werden!!\n\nDeine MMR beträgt im Moment 1368. Die Durschnittliche G5 MMR liegt bei 1478.","replies":[{"id":"","poster":"FuSeD Flashy","date":"2016-03-22T16:00:21.737+0000","up_votes":1,"down_votes":0,"body":"1.Ja, das ding ist ich will niemanden blamen oder so ^^ aber ich habe es von B3-G5 in rund 2 Wochen geschafft hänge aber jetzt schon seit 2 Wochen in Gold weil irgendwie gibt es jetzt richtig viele troller/feeder bzw leute die einfach schlecht sind was es vorher in Silber usw nicht gegeben hat komisch... 2.Naja ich weiß ja nicht vlt bringt es ja was wenn ich wieder s1 bin und dann wieder zu g5 aufsteige^^ 3. Wieso ist meine MMR so niedrig?","replies":[{"id":"","poster":"SFCFlo","date":"2016-03-22T16:26:13.016+0000","up_votes":1,"down_votes":0,"body":"3. Wenn du 33 Siege + hattest als du g5 gekommen bist heißt das du hast viel verloren seit du g5 gekommen bist. Durch viele niederlagen schlechte spiele statistiken deiner seite sinkt deine MMR immer mehr und mehr.\n\nnoch dazu kommt das von S1 zu G5 meist ein großer Unterschied in der MMR ( also ein hoher Abstand)","replies":[{"id":"","poster":"FuSeD Flashy","date":"2016-03-22T16:50:21.127+0000","up_votes":1,"down_votes":0,"body":"Jo, das ist logisch danke für die schnelle Antwort^^ ich denke ich sollte jetzt nicht mehr so oft ADC spielen sondern eher Mid/Top/jungle.","replies":[]}]}]},{"id":"","poster":"I am Zynex","date":"2016-03-22T15:55:45.873+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SFCFlo,realm=EUW,application-id=ip27PlEH,discussion-id=AqEOMvFv,comment-id=0000,timestamp=2016-03-22T15:23:17.036+0000)\n>\n> Deine MMR beträgt im Moment 1368. Die Durschnittliche G5 MMR liegt bei 1478.\n\nNaja, die MMR kann man offiziel nirgendwo einsehen. Sicherlich sind die Algorithmen von mehreren Seiten relativ nah an der Wahrheit dran, aber ob es wirklich übereinstimmt weiß niemand.","replies":[{"id":"","poster":"SFCFlo","date":"2016-03-22T16:23:33.661+0000","up_votes":1,"down_votes":0,"body":"das stimmt schon aber man kann sich dennoch gut daran orientieren was einem die Seiten so hergeben.","replies":[]}]}]},{"id":"","poster":"Crounty","date":"2016-03-22T15:28:44.185+0000","up_votes":1,"down_votes":0,"body":"gewinn mehr das ist der einzige weg mehr punkte zu kriegen","replies":[{"id":"","poster":"FuSeD Flashy","date":"2016-03-22T16:00:53.224+0000","up_votes":1,"down_votes":0,"body":"Naja es hat noch nichts gebracht wenn ich mal 5 Games hintereinander gewinne immer 10-15 Punkte ^^","replies":[{"id":"","poster":"Crounty","date":"2016-03-22T16:39:38.103+0000","up_votes":1,"down_votes":0,"body":"Das system denkt gerade dass du zu schlecht für die elo bist, wenn du aber viel mehr gewinnst, denkt das system dass du doch in die elo gehörst und somit kriegst du mehr punkte. Hab einfach mehr winstreaks und kleinere losestreaks","replies":[{"id":"","poster":"RagnarLP","date":"2018-05-05T20:10:44.121+0000","up_votes":1,"down_votes":1,"body":"Wie soll man heute den noch Gewinnen bitte?\nIn Bronze sind nur noch Trolls und Schlechte Spieler. Nur wenige sind gut aber auch manchmal aber auch Smurf Accounts.\nIch finde man sollte Smurfing verbieten. \nWeil viele von den Smurfs sind einfach entweder Trolle oder im Gegner Team.","replies":[]}]}]}]}]}