{"id":"u03Hwk2U","poster":"refamaki","date":"2016-03-22T09:53:22.195+0000","title":"Nach zwei spielen ( 1 win, 1 loose) aus promos gefallen, warum?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Als ich heute morgen ein ranked mit Graves gewonnen hatte, stand am ende &quot;du hast dich f&uuml;r eine serie Qualifiziere, dir wird ein kostenloser sieg gew&auml;hrt&quot; oder sowas &auml;hnliches und als ich danch ein Sivir Ranked verloren habe stand geschrieben &quot;Serie abgeschlossen&quot; obwohl ich erst 2 spiele gespielt hatte. Woran liegt es, dass ich nach zwei spielen aus der promo geworfen wurde?","replies":[{"id":"","poster":"Maíko","date":"2016-03-22T10:24:55.621+0000","up_votes":1,"down_votes":0,"body":"Die einzige Möglichkeit die mir einfällt ist:\nHast du vielleicht deinen Champion nicht bestätigt, oder hast du ein Spiel gedodged?\nDamit sagst du dem System nämlich, dass das Spiel nicht Gewinnbar ist und du im vorhinein aufgeben möchtest.\nDas wird dann natürlich wie eine normale Aufgabe gewertet und du bekommst eine Niederlage eingetragen.\n\nWenn das nicht der Fall ist schreib am besten den Support an.\n\nMfG Blacky {{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"refamaki","date":"2016-03-22T10:49:36.760+0000","up_votes":1,"down_votes":0,"body":"Dann wird das wohl der fall sein, weil ich hab heute einmal meinen champ nicht bestätigt.\nDanke für die info.","replies":[{"id":"","poster":"El Capitán TSV","date":"2016-03-22T12:59:52.797+0000","up_votes":1,"down_votes":0,"body":"Das ist echt mies gelaufen dann :/\nAber ich vergesse, dass auch ab und zu wenn ich nebenbei Streams schaue... Dann bekomm ich das nicht mit, wenn ich bannen oder picken muss :D\n\nNaja, ich find es aber so eigentlich viel besser, weil man sich dadurch schon vor Beginn des Spiels mehr drauf konzentriert. :)","replies":[{"id":"","poster":"refamaki","date":"2016-03-22T16:28:11.994+0000","up_votes":1,"down_votes":0,"body":"Hast recht, aber trotzdem würd ich gern wissen warum ich danach nur 73lp hatte weil normal ist es ja so das man 75lp hat wenn die serie enden, oder nicht?","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-22T16:50:46.751+0000","up_votes":1,"down_votes":0,"body":"Nope. In der Serie kannst du immer noch LP verlieren, wenn du ein Spiel verlierst, wie als wenn du gar nicht in der Serie wärst. Genauso gewinnst du welche, wenn du bspw 1stes Spiel verloren, aber das zweite gewonnen hast.\nDie LP-Anzeige nach der verlorenen Promo spiegelt also deinen normalen LP-Verlust wieder.\n\nAuf exakt 75 LP kommt man, wenn man demoted wurde","replies":[]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2016-03-22T10:22:32.333+0000","up_votes":1,"down_votes":0,"body":"Hast du eventuell einmal die Champselekt verlassen?","replies":[]}]}