{"id":"965GoRM2","poster":"FrankerX","date":"2016-03-22T04:52:54.511+0000","title":"SOOOOO VIELE bots: feedbuster oder irgendein anderes system hallo???","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":5,"body":"spielt mal um die uhrzeit (zwischen 3 und 7 uhr morgens) auf nem low level account aram.\r\n\r\neinfach 8mal in folge den selben bot (und ein paar andere bots) in meinem oder dem gegnerteam gehabt.\r\nhat kein match mit unter 20 deaths beendet. WO IST DER FEEDBUSTER??? oder irgendein anderes system von riot. wie kann es sein das dese bots &uuml;ber lv 20 sind? wieviele matches braucht es auf lv 20 im aram? (ich wei&szlig; jetzt braucht man weniger exp) ka sagen wir 100? 100 matches mit nur x/20/x stats und der feedbuster schl&auml;gt nicht aus? ich glaube der feedbuster ist inaktiv oder kaputt. \r\n\r\nnicht das es mich st&ouml;rt hey ich nehme gern n free win krieg ich mehr exp und den account schneller hoch, aber trotzdem der feedbuster... also ders offenbar ein gescheitertes feature.","replies":[{"id":"","poster":"RM Heartmeander","date":"2016-03-22T06:04:17.406+0000","up_votes":2,"down_votes":0,"body":"Anscheinend gibt der bisher nur Leuten Banns, die mit Gegenständen trollen.\nDurch einen anderen Beitrag und 2 Links davon war ersichtlich, dass beide Leute Feedbuster erhalten haben sprich nen 14 Tage Ban.\nBeide male haben die irgendwann angefangen zu trollen und nicht unbedingt mit Toden (einer stand anscheinend 0/5/0) sondern mit den Gegenständen.\nDenn dieser hatte sich Minute x Tränen gekauft und dann im Spawnpunkt rumgestanden.\nOb er sie wieder verkauft hat und normal gespielt hat weiss ich jetzt nicht.\n\nEnde vom Lied man sollte ihn eher Trollbuster anstatt Feedbuster nennen.\n\nAber ich hoffe auch, dass Riot das noch ändert damit man solche Botverhalten erkennt und diese gebannt werden.\n\nInteressant ist, dass Riot solche Programme je nachdem verdammt schnell erkennen.\n\nJemand den ich kenne wollte mal so n Aimbot oder was dass war in nem freien Spiel (also nur er alleine) testen um zu sehen wie diese überhaupt funktionieren.\nAnscheinend hat Riot davon allerdings schnell Wind bekommen und er hat die Seasonbelohnungen verloren.\n\nWarum es also bei den Bots im Aram so lange geht wann und ob sie überhaupt gebannt werden weiss nur Riot.","replies":[]},{"id":"","poster":"Julian Chopper","date":"2016-03-22T12:52:56.663+0000","up_votes":1,"down_votes":1,"body":"Ich habe jetzt in den letzen Wochen mehr als genug Arams gespielt und ich hatte EINEN Bot.","replies":[{"id":"","poster":"FrankerX","date":"2016-03-22T20:12:46.822+0000","up_votes":1,"down_votes":0,"body":"\"low level um 5uhr nachts\" glaube lv 30 ist nicht low level oder?","replies":[]}]}]}