{"id":"JEeYLMxX","poster":"SecreT Ging3r","date":"2016-03-22T12:22:41.624+0000","title":"Suche 3v3 Rankedteam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute.\r\n\r\nIch suche ein 3v3 Rankedteam, welches high Platin spielen kann. Ich bin derzeit Platin II SoloQ und war letzte Season mit mehreren Teams High Platin. Teams wurden jedoch immer Inaktiv und somit konnte ich leider nie Diamond erreichen :/ \r\nIch w&uuml;rde Jungle oder den Support &uuml;bernehmen, wobei ich sogar die Supp Variante bevorzugen w&uuml;rde. Dort w&uuml;rde ich im Jungle wie als supp die CC-Tanks wie Nautilus spielen. Daher w&auml;hre ein Standard APC-Botlane und ein Toplaner (Adc oder fighter) bzw. Ein Carry falls wir mit Supp spielen w&uuml;rden optimal. Zu mir , ich bin 18 jahre alt, bin recht viel online. Unter der Woche speziell Abends und bin sehr motiviert 3v3 zu Rasieren. Ihr solltet mindestens mittleres Platin sein und eure Lane im 3v3 mit ausreichender Spielerfahrung &quot;Mainen&quot; bzw. ein paar Champions sehr gut k&ouml;nnen. Des Weiteren ist mir wichtig, dass ihr keine Rumheuler / Flamer seit. F&uuml;hrte schon zu vielen Austritten meinerseits aus 3v3 Teams. Einfach weil die Atmosph&auml;re nicht passte und das Spiel soll ja doch Spa&szlig; sein.\r\n\r\nAlso dann, falls ihr Interesse habt, Alleine bzw. schon zu 2 seit. Addet mich einfach ! \r\n\r\nMfg SecreT Ging3r","replies":[{"id":"","poster":"Cryses","date":"2016-03-22T17:51:18.523+0000","up_votes":1,"down_votes":0,"body":"Hallöchen,\n\nwenn du möchtest kannst du dir ja gerne Mal unsere Forum Werbung anschauen:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/AUFZTUQc-die-nova-gaming-community-sucht-dich\n\nWir sind eine familiäre ü18 Multigaming Community seit November 2015 und haben einen Altersdurchschnitt von ca. 25 Jahren. Bei uns findest du neben einem aktiven Forum außerdem sich gründende Teams, die noch engagierte Mitglieder suchen.\n\nFalls du Fragen hast kannst du dich gerne an mich wenden.\n\nLiebe Grüße\nBell Cránel","replies":[]},{"id":"","poster":"SecreT Ging3r","date":"2016-03-22T13:56:28.398+0000","up_votes":1,"down_votes":0,"body":"Hey! Apc hat sich bereits gefunden. Jetzt wird nur mehr entweder ein guter ADC Top oder ein Carry der mit mir als supp mitrennt gesucht. Vorzugsweise Kayle, Yi, Jax irgendsowas","replies":[]},{"id":"","poster":"SecreT Ging3r","date":"2016-03-22T13:31:45.196+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}