{"id":"AvfaBHHb","poster":"SweatForMyGame","date":"2016-03-21T13:42:06.923+0000","title":"Guter pc?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ich habe von meiner tante einen pc gekommen.\r\nDer sohn meiner tante hat darauf Spiele gespielt wie assasine creed oder ka wie das geschrieben wird.\r\nAufjedenfall sind paar teile dadrin von 2008.\r\nIch kann den pc noch nicht starten weil ich noch den passenden gva kabel holen muss.\r\nMeine frage ist jz: wieviel fps w&uuml;rde ich so ungef&auml;hr  in lol kriegen?","replies":[{"id":"","poster":"legofreak1","date":"2016-03-21T13:45:28.330+0000","up_votes":1,"down_votes":0,"body":"> Hey, ich hab dieses Auto mit dem Baujahr 1972 geschenkt bekommen, wie schnell beschleunigt das auf 100 km/h?\n\nOhne dass du irgendwelche Infos über die verbaute Hardware gibst, ist es unmöglich Aussagen über die Performance zu treffen.","replies":[{"id":"","poster":"SweatForMyGame","date":"2016-03-21T13:53:11.297+0000","up_votes":1,"down_votes":1,"body":"Ok ist dann egal. Kann ja erst daten sagen wenn ich den pc an kriege aber wie gesagt muss erst den gva kabel bestellen","replies":[{"id":"","poster":"legofreak1","date":"2016-03-21T13:57:53.419+0000","up_votes":1,"down_votes":0,"body":"Da du den Fehler zwei mal gemacht hast, geh ich davon aus, dass das kein Rechtschreibfehler ist: Es ist ein **VGA**-Kabel. GVA gibt es nicht, bzw den einzigen Treffer, den ich dazu gefunden habe, war ein Händler auf Amazon, der sich vertippt hat. Bevor du irgendwas bestellst, mit dem du nichts anfangen kannst.","replies":[]},{"id":"","poster":"Maíko","date":"2016-03-21T14:05:37.954+0000","up_votes":1,"down_votes":1,"body":"Hat dein Cousin vielleicht noch eine Quittung?\n\nDa müssten die Komponenten draufstehen.","replies":[]}]}]},{"id":"","poster":"Maíko","date":"2016-03-21T13:46:15.896+0000","up_votes":1,"down_votes":0,"body":"Tut mir Leid, aber so kann man das unmöglich sagen.\n\nMan bräuchte schon ein paar Details, was für Komponenten verbaut sind...\nAllein die Angabe \"von 2008\" hat leider 0 Aussagewert.\n\nVon Assassins Creed gibt es auch viel zu viele Teile um dadurch eine Aussage treffen zu können.\n\nAber in der Regel ist LoL sehr performant....man kommt selbst mit \"schlechteren\" PCs auf ganz gute Werte.","replies":[]}]}