{"id":"aMoqmmZy","poster":"Karambooo","date":"2016-03-21T01:45:02.614+0000","title":"Leidenschaftlicher Main ADC sucht .............","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Wundersch&ouml;nen guten Tag Beschw&ouml;rer\n\nIch bin nen 23 J&auml;hriger Dude, der auf der Suche nach Leute (bevorzugt Main Supps) f&uuml;r die Dynamic Q ist und auch evtl. nen Ranked Team.\n\nIch stelle mich mal vor:\n\nIch bin wie der Thread schon sagt, 23 Jahre alt, Main ADC, habe Teamspeak 3, befinde mich momentan in der Silver Elo und spiele seit Ende Season 3, aktiv seit Season 4. Ich spiele am liebsten Kalista, beherrsche aber auch andere AD Carry&acute;s wie Lucian, Corki, Jinx, Caitlyn, Jhin, Sivir. Ich besitze selbstverst&auml;ndlich gewisse Mechanics, wie gut diese Mechanics sind m&ouml;chte ich hier ungern hier schreiben, weil ich nicht arrogant oder &uuml;berheblich bin bzw r&uuml;berkommen m&ouml;chte aber denke Goldniveau ist vorhanden (falls doch interessiert, adden und einfach mal nachfragen oder mal austesten^^). Ich bin kein &quot;typischer Low Elo ADC&quot; der Premade&acute;s flamt falls z. B. der Supp nen Kill bekommt etc( Ich pers&ouml;nlich hasse es, wenn die Leute anfangen zu ragen), weil ich der Meinung bin, dass jeder &quot;normal denkende Dude&quot; wei&szlig;, dass es immer besser ist wenn das Team den Kill bekommt, man selbst nen Assist kriegt als wenn man den Kill garnicht bekommt und man dadurch logischer Weise im Vorteil ist^^. Generell flame ich nicht, weil ich mich zu sehr auf mein Team/Gameplay konzentriere. Ich &auml;rgere mich manchmal &uuml;ber mich selbst anstatt andere zu flamen. Ich bin &auml;u&szlig;erst Kritikf&auml;hig und besitze eine hohe Lernbereitschaft, falls mir wer Tipps gibt, nehme ich Sie nat&uuml;rlich dankend an und versuche mich jederzeit zu verbessern und meine Fehler die ich gemacht habe auch einzusehen und zu verstehen warum ich das getan habe und was ich beim n&auml;chsten mal besser machen sollte. Ich bin vom Verhalten nen kommunikativer, lustiger Typ, der sehr gerne mal paar Sp&auml;&szlig;e macht und bei jedem lustigem Kram gerne mitmischt^^\nBtw... bin SEHR Anpassungsf&auml;hig ^^\n\nFast h&auml;tte ich da noch das wichtigste Vergessen :P\nMein Ingame Name lautet: 1st Time Kalista\n\nWas ich von euch erwarte:\n\nLeute f&uuml;r Dynamic Q:\n\nAm liebsten Main Supps aber selbstverst&auml;ndlich auch andere Leute, die Lust haben h&auml;ufig zusammen zu zocken und nicht flamen. Mindestens 16 Jahre solltet ihr sein. Lustige Art besitzen und ganz wichtig TEAMSPEAK 3 ^^ weil so die Kommunikation am besten ist. Des weiteren ist es wichtig, dass ihr Bock drauf habt zu Climben ^^.\n\nRanked Team:\n\nDa ich leider keine Erfahrung im Ranked Team habe, suche ich deshalb ein Ranked Team um auszutesten wie gut meine aktuellen Mechanics sind und selbstverst&auml;ndlich mit dem Team zusammen zu zocken, zu climben, Turniere etc.Mindestalter 16+ und mich mechanisch zu verbessern.\n\nIch hoffe ich konnte euch damit &uuml;berzeugen und euer Interesse wecken mich Ingame zu adden, zu schreiben oder in meinem Thread mich anzuschreiben.\n\n\nMFG\n\nMaurice","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-03-21T08:43:43.630+0000","up_votes":2,"down_votes":1,"body":"Schau doch gerne mal bei uns vorbei. Hier findest du mit Sicherheit einige Mitspieler zum gemeinsamen Zocken. :)\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nAktuell suchen wir auch noch Teammitglieder: [Aequilibritas eSports sucht Teammitglieder! | Stellenausschreibung](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/GI0YEBa5-aequilibritas-esports-sucht-teammitglieder-stellenausschreibung)\n\nÜber diesen Link kannst du natürlich auch direkt zur Aufnahme gelangen: [Bewerbungsformular](http://aequilibritas-esports.de/index.php/Application/)\n\nUnsere Community existiert bereits seit 2009. :)","replies":[]},{"id":"","poster":"Karambooo","date":"2016-03-21T16:20:50.529+0000","up_votes":1,"down_votes":0,"body":"Alles kla ^^","replies":[]},{"id":"","poster":"Vorhautchirurg","date":"2016-03-21T14:31:19.859+0000","up_votes":1,"down_votes":0,"body":"Hi,\nich spiele sehr viel Support, vorallem Thresh Alistar Braum etc\nZu mir ich bin 15 fast 16 und aktuell ich B4, habe aber eine Winning Streak und denke das ich bis Ende der Season ohne Probleme in Silber lande \nBei Interesse einfach adden und anschreiben, TS ist natürlich vorhanden","replies":[]},{"id":"","poster":"Karambooo","date":"2016-03-21T14:18:01.137+0000","up_votes":1,"down_votes":0,"body":"okay ;)","replies":[]}]}