{"id":"LiNRWWT7","poster":"UglyRhubarb","date":"2016-03-20T12:56:16.285+0000","title":"LeaverBuster","subforum":"Hilfe & Support","up_votes":1,"down_votes":4,"body":"Ich bin zurzeit Ziemlich Angepisst vom LeaverBuster, weil er bei Verbindungsabbruch denkt, ich w&uuml;rde das Spiel verlassen.\r\nIch habe auch ab und zu Spiele verlassen, weil es Notf&auml;lle gab. Dann &Uuml;bertrieben 20 minutren vor dem spiel warten, ist das euer ernst? ich kann nichts daf&uuml;r wenn es irgendein Notfall gibt. Man k&ouml;nnte ja die Spieler, die das Spiel verlassen, mit Bots ersetztn.\r\nSo Unfair ist dann 4v5 auch nicht. Ich habe in mehreren Runden gespielt, wo auch einfach leute das Spiel verlassen haben, mein Team und ich haben dann zu viert(auch mal zu dritt) gewonnen. Man kann die Leaver mit Bots austauschen und weniger &uuml;bertrieben bestrafen. P:S: Diesen Text habe ich in der 20 Minuten Zeitstrafe geschrieben.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-03-20T13:58:10.994+0000","up_votes":1,"down_votes":0,"body":"> Man könnte ja die Spieler, die das Spiel verlassen, mit Bots ersetztn.\n\n\nBots sind komplett nutzlos und würden dem Team mehr schaden als helfen.","replies":[{"id":"","poster":"UglyRhubarb","date":"2016-03-20T13:59:49.087+0000","up_votes":1,"down_votes":0,"body":"so nutzlos auch wieder nicht...","replies":[{"id":"","poster":"legofreak1","date":"2016-03-20T14:01:17.866+0000","up_votes":2,"down_votes":0,"body":"Für Anfänger vielleicht nicht, für jeden halbwegs erfahrenen Spieler sind Bots im Gegnerteam eher eine Hilfe, da man sich an denen hochfeeden kann.","replies":[{"id":"","poster":"UglyRhubarb","date":"2016-03-20T14:27:07.582+0000","up_votes":1,"down_votes":0,"body":"ah oke","replies":[]}]}]}]},{"id":"","poster":"Kyphoxia","date":"2016-03-20T13:00:41.169+0000","up_votes":2,"down_votes":0,"body":"Dann solltest du kein Spiel anfangen wenn du mit einem Notfall rechnen musst. Außerdem bekommt man den Leaverbuster erst beim öfteren verlassen, und nicht weil man kurz nen dc hatte. Du musst bedenken dass du mit deinem leave anderen Leuten den Spaß nimmst.","replies":[{"id":"","poster":"Johnny rules","date":"2016-03-20T13:03:14.473+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Vivi das Einhorn,realm=EUW,application-id=7hciEY9w,discussion-id=LiNRWWT7,comment-id=0000,timestamp=2016-03-20T13:00:41.169+0000)\n>\n> Dann solltest du kein Spiel anfangen wenn du mit einem Notfall rechnen musst. Außerdem bekommt man den Leaverbuster erst beim öfteren verlassen, und nicht weil man kurz nen dc hatte. Du musst bedenken dass du mit deinem leave anderen Leuten den Spaß nimmst.\n\nVivi op\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Kyphoxia","date":"2016-03-20T13:41:44.553+0000","up_votes":1,"down_votes":1,"body":"{{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"UglyRhubarb","date":"2016-03-20T14:52:36.370+0000","up_votes":1,"down_votes":0,"body":"Ich wurde aus der Warteschlange gekickt, weil jemand auf das match nicht reagiert hat, ja ne ist klar.","replies":[]},{"id":"","poster":"Groath","date":"2016-03-20T13:08:09.150+0000","up_votes":1,"down_votes":0,"body":"Naja, eine 20 Minuten Strafe ist schon die stärkste Zeitstrafe, die man kriegen kann. Du musst davor ziemlich viele Spiele verlassen haben. Klar kann es mal Notfälle geben, bei mir gab es auch schon einige, aber wenn ein Notfall zur Gewohnheit wird, kann man nicht wirklich von einem Notfall sprechen. Wenn du absehen kannst, dass ein Notfall eintreten könnte, solltest du kein Spiel anfangen.\n\nEs ist für die anderen 9 Spieler und vor Allem für das System egal, wieso ein Account ständig Spiele verlässt. Er gibt Verbindungsproblemen genauso wie Notfällen und Rage Quittern dieselbe Zeitstrafe. Bei Verbindungsproblemen könnte es sein, dass die Person in den 20 Minuten Wartezeit wieder einen Verbindungsabbruch bekommt und somit das Spiel nicht starten kann. Das ist gewollt, damit er den Abbruch nicht ingame bekommt.\n\nDu kriegst die Strafe, weil bei dir Notfälle so oft vorkommen, dass sie zur Regelmäßigkeit werden. Und jemand, der regelmäßig das Spiel verlässt, wird nunmal von System als genau solcher erkannt. Es ist nicht wirklich eine Strafe für dich, denn das System denkt sich \"Weil der Account so häufig weg ist, gebe ich ihm ne 20 Minuten Wartezeit vor einem Spiel. Es kann sein, dass er in den 20 Minuten wieder weg muss, damit hat er dann das Spiel für andere 9 Leute nicht kaputt gemacht.\"\n\nWie gesagt, muss schon einiges passieren, damit du eine Zeitstrafe bekommst. Falls die Notfälle von anderen Personen abhängen, solltest du mit ihnen sprechen und schauen, ob du sie nicht zeitlich einschränken kannst. Falls sie häufig aber zufällig vorkommen, kannst du leider nichts gegen die Zeitstrafe tun. Sie wird immer da bleiben, so lange du Spiele verlässt. Die Zeitstrafe ist da, damit du seltener Spiele verlässt. Der Grund ist dabei irrelevant.\n\nFalls du noch Fragen hast, melde dich einfach! Vllt können wir ja irgendwie hinkriegen, dass deine Notfälle überschaubarer und vorhersehbarer werden, sodass du dann keine Spiele startest.","replies":[]},{"id":"","poster":"UglyRhubarb","date":"2016-03-23T13:55:29.093+0000","up_votes":1,"down_votes":1,"body":"Nun habe ich Wieder eine LeaverBuster-bestrafung(wieder sofort 20min WTF), und League hat sich einfach GESCHLOSSSEN! GESCHLOSSEN, UND ICH KONNTE ES NICHT WIEDER ÖFFNEN!\nRIOT SOLLTE MAL PROGRAMMIEREN LERNEN *ragemode deactivated*","replies":[]}]}