{"id":"wEo2L7HU","poster":"NexHD YouTube","date":"2016-03-20T13:13:16.605+0000","title":"Ein allrounder mit einem bestimmt interessanten aufbau","subforum":"Skin- & Champion-Konzepte","up_votes":0,"down_votes":2,"body":"Name: Brook - Der Allrounder\n\n**Passive**:\nDie F&auml;higkeiten von Brook &auml;ndern sich je nach den Werten von: \n-Lauftempo  ( ab 500 )\n-Angriffstempo und Leben ( ab 1.5 und 2500 )\n-Angriffsschaden ( ab 200 )\n-F&auml;higkeitsschaden ( ab 300 )\n\n_**Q**_ :\nBrook wirft einen durchdringenden Stein geradeaus, der Schaden an allem macht, was auf seinem Weg zum geworfenem Punkt von dem Stein getroffen wird. Getroffene Einheiten werden 2 Sekunden lang um 40% ( auf allen Stufen ) verlangsamt.\nBase schaden AD (70/80/100/120/150) + 40% AD Skalierung. 12/11/10/9/8 sek. Abklinkzeit.\n\n_**Q nach 500 Lauftempo**_:\nBrook wirft Zwei Steine kurz hintereinander geradeaus ( wieder durchdringend )\nJedes mal wenn diese Attacke einen gegnerischen Champion getroffen hat, werden alle seine F&auml;higkeiten um 3 Sekunden reduziert ( Wenn ein gegnerischer Champion von beiden steinen getroffen wird, sind es trotzdem nur 3 Sekunden Reduzierung ). \nBase schaden AD (35/55/75/95/105) pro Stein + 30% AD Skalierung pro Stein. 6 sek. Abklinkzeit auf allen Stufen.\n\n_**W**_ :\nPassiv: 5% R&uuml;stungsdurchdringung (5/7,5/10/12,5/15)\nAktiv: Brook erh&auml;lt 5 sek. lang einen Schild, der (50/75/100/150/200) Schaden + 20% AP Skalierung gew&auml;hrt.\n\n_** W nach 1,5 Angriffstempo und 2500 Leben**_ :  (Es muss beides der fall sein, also 1,5 Angriffstempo UND 2500 Leben )\nErh&ouml;ht dein Angriffstempo 5 sek. lang um (20/25/35/45/55)%\n\n_**E**_ :\nStampft auf den Boden und deckt im Umkreis von (600/700/800/900/1000) Einheiten alle Gegner auf, danach kann Brook deine E erneut aktivieren nachdem er auf einen aufgedeckten gegnerischen Champion gedrückt hat und kann zu diesem Springen was (20/30/45/55/65) + 10% AD und 50% AP Schaden verursacht\n\n**_E nach 200 Angriffsschaden _**:\n\nLegt einen kleinen 'Spot' auf den Boden (sieht so ähnlich aus wie eine {{champion:51}} **E** ).\nDu kannst dich zu diesen Spot ziehen wenn du in der Nähe bist ( Nach dem Legen eines Spots kannst du dich 4 Sekunden lang dauerhaft zu jedem beliebigen Spot ziehen { kostet immer mehr mana } Danach ist seine E wieder auf Cooldown ) ( der Spot bleibt so lange bestehen bis sich ein Gegnerischer Champion daraufstellt, oder bis Brook einen anderen Spot legt ).\nSollte sich ein Gegner sich auf diesen Spot stellen um ihn dadurch zu zerstören, erhält er Schaden in höhe von (70/90/110/130/150) + 10% AD Skalierung + 20% AP Skalierung\n\n_**R**_ :\n(Deine E wird zu deiner Ulti dazugezählt)\nDeine ulti bekommt bis zu 4 Steigerungen (12 sek pro Steigerung ) und für jede Steigerung, kannst du einen Weiteren Spot Setzen.\nDu kannst von 3 bis 5 spots ( weil deine E  mitzählt ) Deine eigentliche ulti aktivieren indem du auf einen dieser Spots deine R taste drückst.\n( Während du deine Spots auf der Karte verteilst, werden diese Spots mit einer Linie (nur für dich sichtbar) auf der Mimimap gekennzeichnet und verbunden )\nWenn du nun deine Ulti aktivierst, wird jeder der in dieser Fläche der Verbundenen 3 bis 5 Spots ist, für 4 sek. um 60% verlangsamt und erhält Magischen Schaden in höhe von: ( 200 / 300 / 400 ) + 50% AP Skalierung.\n\n_**R nach 300 AP**_ : \nDie 60%ige Verlangsamerung wird durch einen 1,7 sek. langen Stun ersetzt und richtet nun (250 / 350 / 450) Magischen Schaden + 60% AP an.\n\n\n\n\n\nIch Hoffe meine Idee gefällt euch und Riot wird sich überlegen meineen Champ mitrein zu nehmen ^^","replies":[]}