{"id":"OX3VEtpB","poster":"RoughOggy","date":"2016-03-20T10:20:32.026+0000","title":"Volibear Jungle - Anfänger-Guide","subforum":"Level Up: Guides & Tipps","embed":{"title":"League of Legends - Volibear Anfänger-Guide - Teil 1","description":"Moin moin und willkommen zum Anfänger-Guide Volibear. Gemacht für alle frischen Neuzugänge bei League of Legends bis hin zu den Bronze- und Silber-Beschwörern. Alle anderen dürfen sich hier gern auch umsehen und ihre Ideen in den Kommentaren ablassen, aber die Warnung, dass euch das hier zu einfach vorkommt, ist nun raus.","url":"https://www.youtube.com/watch?v=iOr2T-FAoh4","image":"https://i.ytimg.com/vi/iOr2T-FAoh4/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Ich hab vor zwei jahren begonnen Volibear zu spielen und letztes Jahr nach dem &quot;Dentist erkl&auml;rt die Welt&quot;-Video von Summoners Inn gegiert, weil es das gef&uuml;hlt erste Video zu Volibear war, dass ein paar Starttipps gab. Ich hab jetzt einen zweitiligen Video-Guide zu Volibear gemacht, der all das zusammenfasst, was ich gern schon vor zwei Jahren gefunden h&auml;tte.\n\nIm ersten Video gehts ausf&uuml;hrlich um Runen, Masteries und Item-Sets. Sicher f&uuml;r erfahrenere Spieler nicht emhr ganz so aktuell. Freunde von mir haben vor 3 Monaten mit dem Spiel begonnen und f&uuml;r die war ziemlich alles neu.\nDas zweite Video ist ein Gameplay-Video mit mehr oder weniger zusammenh&auml;ngenden Kommentaren zur Taktik. Wo beginnt Voli den Jungle? Wie rotiert Voli durch den Jungle? Mit welcher Combo startet man die Camps und wie gankt ein Champ ohne Gapcloser?\n\nWer Volibear noch nicht kennt mag es n&uuml;tzlich finden, alle anderen d&uuml;rfen gern kommentieren und verbessern. Ich lerne auch noch. Ganz wichtig: Ich bin selbst nur Silber-Niveau, das ganze ist f&uuml;r Anf&auml;nger gedacht, also erwartet hier keine Tipps f&uuml;r Goldis oder besser.\n\nVielen Dank und feinen Tag noch.\n\nRunen, Masteries, Item-Sets:\nhttps://www.youtube.com/watch?v=iOr2T-FAoh4\n\nGameplay:\nhttps://www.youtube.com/watch?v=Ah3gwWNb7Vg","replies":[]}