{"id":"UW1NPE7Y","poster":"AndX","date":"2016-03-20T16:51:54.186+0000","title":"Freundliche Mitspieler im Bereich Bronze/Silber gesucht","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"Hallo,\r\n\r\nwir, das hei&szlig;t, ich und zwei Freunde suchen noch ein paar Leute zum spielen und dachten, wir probieren es mal &uuml;ber das Forum.^^ \r\n\r\n&Uuml;ber uns: \r\nWir spielen L.o.L. jetzt zwar schon eine ganze Weile, haben uns aber nie geranked - Eigene Einsch&auml;tzung ist gutes Bronze/ schlechtes Silber. Generell wollen wir Ranglistenspiele mal in Angriff nehmen, das hat aber keine gro&szlig;e Priorit&auml;t und am ehesten dann, wenn man wirklich 5 Leute hat, mit denen man vern&uuml;nftig harmoniert und mit denen es reale Chancen auf Sieg gibt ^^. \r\nWir sind zwischen 20 und 23 Jahren alt, ich bin voll berufst&auml;tig, einer ist Student und der andere aktuell NOCH.... Gammler. Was die Spielzeiten angeht kriegen wir es schon hin regelm&auml;&szlig;ig zu spielen, aber in erster Linie abends. Zur Kommunikation nutzen wir Skype.\r\nBez&uuml;glich unserer Lanes... jeder von uns spielt haupts&auml;chlich folgende zwei. \r\nIch: ADC/Mitte\r\nStudent: Top/Mitte\r\nArbeitsloser: Support/Jungle \r\n\r\n&Uuml;ber dich: \r\nGro&szlig;e (spielerische) Anforderungen haben wir nicht. Du solltest dich in unserem Altersspektrum bewegen und zumindest deine Lane halten k&ouml;nnen, egal welche Lane du pr&auml;ferierst. Ob du geranked bist oder nicht spielt keine Rolle, nur lvl 30 oder sehr Nahe dran w&auml;re gut. \r\nEins m&ouml;chte ich aber noch betonen: Uns ist eine objektive Selbsteinsch&auml;tzung und ein vern&uuml;nftiges Spiel schon wichtig. Wir sind selber keine &uuml;berragende Spieler und suchen die auch nicht, aber solltest du dich in einem der folgenden Beispiele wiedererkennen, dann harmonieren wir wohl eher weniger:\r\n\r\n-Ich habe 11 Kills, dann darf ich auch 10 Tode haben. (mir pers&ouml;nlich ganz wichtig - da war schon das ein oder andere traumatische Erlebnis)\r\n-Ich bin 3 mal an meinem Gegner gestorben, aber ich &auml;ndere meine Strategie nicht, denn der ist halt einfach OP/lucky/unfair/ein Cheater.\r\n-Ich mixe 10 verschiedene Runen in meine Seite .... von allem etwas ist super. \r\n-Flamer - egal ob man das gegnerische Team oder das eigene flamed oder verh&ouml;hnt.\r\n-Wards? Hab ich noch nie geh&ouml;rt. OMG, da kam schon wieder der gegenerische Jungler und hat sich mich geg&ouml;nnt - g&auml;be es doch nur etwas mit dem ich den fr&uuml;h genug sehen k&ouml;nnte. \r\n\r\nSo ... solltest du dich NICHT in den o.g. Beispielen wiedererkannt und Lust haben dich mit uns zu verbessern, dann kannst du gerne einfach hier antworten oder mich im Spiel adden. Einfach mal nach ,,AndX&#039;&#039; suchen und mir eine kurze Vorstellung dazu schreiben. \r\n \r\nGute Jagd Beschw&ouml;rer ^^","replies":[]}