{"id":"hdYz3nd2","poster":"Arammus","date":"2019-12-25T23:21:03.192+0000","title":"bitte bei conquerer endlich anzeigen wieviel schaden/healung statt fand","subforum":"Rückmeldungen zur Übersetzung","up_votes":1,"down_votes":4,"body":"wir warten.\r\nschon wieder viel zu lange.","replies":[{"id":"","poster":"Allerbester Biss","date":"2019-12-26T00:26:22.657+0000","up_votes":1,"down_votes":0,"body":"Heilung wird dir selber angezeigt und wie willst du den Schaden anzeigen?","replies":[{"id":"","poster":"Arammus","date":"2019-12-26T00:34:09.514+0000","up_votes":1,"down_votes":0,"body":"hats davor auch. und es zeigt mir auch bei jeder anderen rune an wie oft meine teammates die genutzt haben oder wieviel dmg etc.","replies":[{"id":"","poster":"Megamaexx","date":"2019-12-26T08:45:08.463+0000","up_votes":2,"down_votes":0,"body":"Conqueror verursacht 0 Schaden, Heilung wird einem selbst angezeigt.","replies":[]},{"id":"","poster":"Enderized","date":"2019-12-26T02:36:08.439+0000","up_votes":1,"down_votes":0,"body":"Ja- aber da haben die Runen auch noch einen fixen Schadenswert verursacht.\n\nWillst du jetzt für jeden einzelnen Stack immer die paar AD und AP raufrechnen und runter rechnen wie was wann und warum 3 Schden auf nen Autoattack oder Spell mehr gegeben hat welcher anschließend durch resistenzen noch wieder verrechnet werden muss?","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-12-26T02:31:35.214+0000","up_votes":1,"down_votes":1,"body":"Ich bezweifle das Gathering Storm dir zeigt wv extra dmg du durch den zusätzlichen stats gemacht hast zb.\n\nDmg anzeige bei conq wird es jedenfalls nicht geben.\n\nConqueror hoffentlich bald auch nicht mehr. Dauert nur bisschen bis Riot kapiert das man diese Rune nicht balancen kann ^^","replies":[{"id":"","poster":"Enderized","date":"2019-12-26T02:40:13.479+0000","up_votes":1,"down_votes":1,"body":"Oh doch man könnte sie schonmal erheblich in eine Richtung balancen- zB angefangen beim 15% Healing AUCH FÜR AOE ABILITIES ... wer auch immer dachte bei Riot, dass dies eine gute Idee wäre lol - im Vgl. Ravenous Hunter, Gunblade und Deathdence reduzieren Heilung von AoE Fähigkeiten auf 5% statt volle 15% -  nur Conq nicht- ...","replies":[]},{"id":"","poster":"Arammus","date":"2019-12-26T12:41:31.205+0000","up_votes":1,"down_votes":2,"body":"jetzt machst du dich aber lächerlich.\nriot und einsehen das sie etwas nicht balancen können? \nbitte.\n\nwir haben fucking omnistone, ne rune die ich außerhalb vom aram und von disco nunu noch nie gesehen habe. \ndie rune sollte unbenannt werden in \"ihr arschlöcher, ich trolle fickt euch selbst\" und riot wird sie trotzdem nicht entfernen.","replies":[]}]}]}]}]}