{"id":"QAzl3Aon","poster":"StillYasuoMain","date":"2016-03-19T23:04:43.735+0000","title":"Azir Ult bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo Community\n\nIch spielte gerade Azir und da ist mir der verr&uuml;ckteste Bug passiert: Ich habe den Tower aufgebaut und die Ulti gemacht um sie von mir fernzuhalten. Ansttat dass ise zur&uuml;ckgestossen wurden, konnten sie einfach hindurchlaufen und die Wall hat keinen einzigen Gegner beim casting zur&uuml;ckgestossen.\n\nSobald der replay auf replay.gg verf&uuml;gbar ist, werde ich das Video zeigen.\n\nmfg\n\nEdit: Braum hat die Ulti mit der e abgewehrt. Sollte das wirklich so sein?? Der Root von Morgana wird ja auch nicht davon geblockt...\n\n\nhttps://www.youtube.com/watch?v=xZRUzwntRho&feature=youtu.be","replies":[{"id":"","poster":"Groath","date":"2016-03-20T12:56:49.471+0000","up_votes":1,"down_votes":0,"body":"Als Braum deine Ulti abwehrte, wurde er von dieser zurückgeworfen. Da deine Ulti aber nicht weitergehen konnte, weil sie abgebrochen wurde, wurde Braum auch nur ein bisschen zurückgeworfen. Er hat sie und dessen Effekt nicht komplett aufgelöst, deshalb ist er etwas zurückgeflogen.\n\nIst also genau so gewollt :)","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-20T13:31:53.494+0000","up_votes":1,"down_votes":0,"body":"Braum hebt seinen Schild einige Sekunden lang in eine Richtung und unterbricht dadurch alle **Geschosse**, die ihn daraufhin treffen und zerstört werden. \n\nBraum fängt **Projektile** ab, wodurch sie ihn treffen und zerstört werden.\n\nIst Azirs ulti wirklich ein Projektil? Yasuos w blockt die Ulti zwar auch, aber dann sollte sie zB. Darius E auch blocken, was sie aber nicht tut.\n\nAlso meiner Meinung nach ist Azirs ulti kein Projektil wenn die e von Darius auch keines ist.","replies":[{"id":"","poster":"Groath","date":"2016-03-20T14:04:32.558+0000","up_votes":1,"down_votes":0,"body":"Jap, es wird als Projektil gesehen. Alles, das sich frei vom Champion bewegt und \"geschossen\" wird, ist inzwischen ein Projektil. Darius' E fliegt nicht selbstständig, es ist kein skillshot, der losgelöst vom Champion ist, sondern es ist ein AOE, der dort auftaucht und dann Champions zu sich zieht. Azirs Ulti fliegt losgelöst von Azir und wurde von Riot wahrscheinlich deshalb als Projektil programmiert.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-20T14:31:19.002+0000","up_votes":1,"down_votes":0,"body":"> Darius' E fliegt nicht selbstständig, es ist kein skillshot, der losgelöst vom Champion ist, sondern es ist ein AOE, der dort auftaucht und dann Champions zu sich zieht\n\nWas ist dann mit dem Blitz Grab? Der wird ja auch nicht von ihm gelöst. Ausserdem kann Braum die q von Blitz nicht abwehren und Yasuo schon.","replies":[{"id":"","poster":"Groath","date":"2016-03-20T14:43:09.650+0000","up_votes":1,"down_votes":0,"body":"Wenn du genau darauf achtest, siehst du, dass Blitzcrank seinen Hook losschießt und sich dann frei bewegen kann, bis der Hook jemanden trifft. Die Faust fliegt selbstständig und ist in der Zeit nur visuell mit Blitzcrank verbunden. Deshalb konnte Blitzcrank diese ganzen Plays mit der Thresh Laterne machen, bei denen Blitz während die Faust fliegt, die Laterne holt und den Gegner mitzieht.\n\nBraum bricht einen Skill ab, kriegt seinen Effekt (ohne Schaden) dabei aber dennoch ab. Er wird gesnared durch Morgana, gehooked durch Blitzcrank und hochgeworfen durch Yasuo Q. Er blockt aber alle Skills, die normalerweise weiter gehen würden. Ezreal Ulti, Azir Ulti, Nami Ulti, Yasuo Q, Janna Q etc. Er kriegt den Effekt ab, hindert den Skill aber daran, weiterzugehen, falls er weiter gehen würde.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-20T15:16:19.724+0000","up_votes":1,"down_votes":0,"body":"Aha jetzt verstehe ich das ganze xD\n\n{{sticker:zombie-brand-facepalm}} ","replies":[{"id":"","poster":"Groath","date":"2016-03-20T15:30:07.728+0000","up_votes":1,"down_votes":0,"body":"Yay :D\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"xXNERBXx","date":"2016-03-20T10:46:25.656+0000","up_votes":1,"down_votes":0,"body":"braumschild blockt azir ult","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-20T12:46:10.728+0000","up_votes":1,"down_votes":0,"body":"Ja hab ich auch gesehen aber wieso dann knock backs aber keine roots und stuns und knock ups etc?","replies":[]}]},{"id":"","poster":"xXNERBXx","date":"2016-03-20T10:46:04.328+0000","up_votes":1,"down_votes":0,"body":"braumschild blockt azir ult","replies":[]},{"id":"","poster":"Revelate","date":"2016-03-19T23:58:09.058+0000","up_votes":1,"down_votes":0,"body":"Braum Schild? \n\nBeim Braumschild wird hard cc trotzdem angewendet, also Snares und stuns. Azirs ult ist hingegen nur ein knockback.\nmüsste man vllt mit Tristana ult testen, ob das braum auch blockiert^^","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-20T01:18:02.247+0000","up_votes":1,"down_votes":0,"body":"Wenn ich Braum hätte.... xD","replies":[]}]}]}