{"id":"dUH2VmEB","poster":"Guerilla Gaming","date":"2016-03-19T16:01:05.131+0000","title":"Guerilla Gaming Teamspeakserver","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Community,\r\n\r\nIch m&ouml;chte euch unseren TS Server vorstellen, der ein Mix aus Public und Community Server ist. Wir Leader von Guerilla Gaming sind zum Schluss gekommen, das wir zu wenig Zeit haben eine Community zu leiten und verwalten, aber es ist wiederum zu schade das der TS Server relativ leer ist. Daher ist uns die Idee gekommen, den TS in zwei Gruppen aufzuteilen. TS IP: 62.104.20.170:10160\r\n\r\nDer Public-Bereich:\r\n\r\n50 Slots\r\nfreie Raum Nutzung\r\nRaum Erstellung\r\nMusikbot (via Whisper)\r\ngen&uuml;gend Admins/Moderatoren die f&uuml;r Recht und Ordnung sorgen\r\nHier noch eine Anmerkung f&uuml;r den Public-Bereich, alle die sich nicht benehmen k&ouml;nnen, werden mit einen perma Bann vom Server ausgeschlossen. Wir wollen Leuten einen Ort schaffen, wo sie sich mit ihren Kollegen treffen und zocken k&ouml;nnen. Wir haben keine Lust auf Trolle und der Gleichen, daher wird bei uns nicht diskutiert, sondern sofort gebannt.\r\n\r\nCommunity-Bereich:\r\n\r\nWir bestehen aus einer Truppe von ungef&auml;hr 20 Mann und sind seit ungef&auml;hr 8 Monaten ein Freundeskreis. Wir zocken alle LoL, aber auch andere Games wie aktuell Division oder D3, Hearthstone, CS:GO usw. Grunds&auml;tzlich k&ouml;nnt ihr auch unserer Community beitreten, aber ihr werdet hier keinen 100% Support bekommen wie Coaching oder der Gleichen, sondern einfach eine Truppe mit der ihr zocken k&ouml;nnt ohne Verpflichtungen im R&uuml;cken zu haben. Nat&uuml;rlich k&ouml;nnen wir unerfahrenden Spielern helfen besser zu werden. Dies ist jedoch mehr eine Voraussetzung an euch, wenn ihr den Willen habt, helfen wir.\r\n\r\nAlso wenn es bei euch Interesse geweckt hat, schaut vorbei. BTW bitte addet nicht diesen Acc, weil selten wer online ist mit ihm und ihr werdet keinen Erfolg haben jemanden zu kontaktieren.\r\n\r\nLG Guerilla Gaming Teamspeakserver(62.104.20.170:10160)","replies":[]}