{"id":"2xEBi8Ex","poster":"GodofWarX9X","date":"2016-03-18T20:27:43.504+0000","title":"Eure Bewertung von League of Legends","subforum":"Allgemeiner Chat","embed":{"title":"League of Legends- Weshalb spielt Ihr?","description":null,"url":"https://www.umfrageonline.ch/s/8d47307","image":"https://d2w99t1r5l1pc2.cloudfront.net/scripts/images/favicon-large.png"},"up_votes":4,"down_votes":2,"body":"Guten Abend\r\nIch schreibe eine Arbeit zu League of Legends. Dabei m&ouml;chte ich herausfinden, weshalb ihr spielt. Was ist eure Motivation und nach wie vielen verlorenen Spielen am St&uuml;ck habt ihr keinen Bock mehr? Die Beantwortung der Umfrage dauert nicht lange. Vielen Dank f&uuml;rs Mitmachen und ein erholsames Wochenende.\r\nMfG Sven","replies":[{"id":"","poster":"GodofWarX9X","date":"2016-04-05T17:39:58.160+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank, an alle, die an der Umfrage teilgenommen haben. Unter dem folgenden Link findet ihr die Auswertung: https://www.umfrageonline.ch/results/8d47307-a1c3df2\nMfG Sven","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2016-03-19T11:09:04.052+0000","up_votes":1,"down_votes":0,"body":"Finde die Umfage schon recht kurz und beantwortet deine erste Frage, weshalb wir spielen, nur bedingt. Meiner Meinung nach ist die Umfrage an einer Stelle für diese Fragestellung etwas ungeschickt formuliert.\nAn der Stelle \"Wie bewertest du folgende Aspekte des Spiels\" hätte ich vollkommen anders geantwortet, wenn die Frage zu etwas unformuliert worden wäre, was auf meine Motivation eingeht, das Spiel zu spielen.\nWäre die Frage \"Inwiefern beeinflussen die folgenden Aspekte des Spiels deine Spielmotivation?\", hätte ich bei einigen Punkten (vor allem beim Punkt \"Community\") wahrscheinlich mit dem Gegenteil geantwortet.\nMeine allgemeine  Motivation z.B. ist es, besser zu werden, nicht um in irgendwelchen Ligen aufzusteigen, sondern um zu helfen. Mein selbst gesetzter Auftrag im Spiel ist es, für den Rest der Spieler so angenehm wie möglich zu sein und mein Bestes zu geben, ihnen zu helfen, das Beste aus dem Spiel zu machen. (Nur weil man verliert, heißt es nicht, dass man keinen Spaß haben kann ^^)\n\nDarum gibt es für mich auch überhaupt keinen Grund, die Lust am Spiel zu verlieren, nur weil ich einzelne Spiele verloren habe. Wenn ich es geschafft habe, die Stimmung im Spiel zu halten und gute Laune zu verbreiten, ist das für mich ein größerer Erfolg, als mit schlechter Stimmung, Kopfschmerzen und ständigem Beschweren ein Game zu gewinnen :)\n\nMeiner Meinung nach ist unsere Community kaputt, jeder meckert den anderen für jeden Fehler an und vergisst vollkommen, den Anderen auch mal für gute Spielzüge zu loben und auf die guten Seiten einzugehen. Damit frustriert man den anderen nur noch mehr und zerstört die Spielatmosphäre. Das ist auch der Grund, warum vielen nach einer gewissen Anzahl an verlorenen Spielen aufhören.\n-> Auch eine kleine Sache, die ich in deiner Umfrage vermisst habe: Die Frage, **warum** man nach einer gewissen Anzahl an verlorenen Spielen aufhört.\n    Das sollte einen guten Einblick darin geben, was genau die Motivation zerstört und eventuell auch, woher die Motivation kommt, sich später doch wieder an\n    das Spiel zu setzen.\n\nSo ganz nebenbei würde es mich interessieren, was bei deiner Arbeit die genaue Fragestellung war. Vor allem die erste und die letzten beiden Fragen haben das Interesse daran geweckt, mehr darüber zu erfahren :D","replies":[{"id":"","poster":"GodofWarX9X","date":"2016-03-19T17:49:48.779+0000","up_votes":1,"down_votes":0,"body":"Die Umfrage ist so kurz, weil das nur eine Abschlussarbeit für mein Abi ist, also nichts riesiges. Sie soll mir nur meine Fragen beantworten. \nZum Teil mit der \"Lust am Spiel verlieren\": Ich habe meine Kollegen gefragt, die Auch League spielen und die meinten alle, dass es für sie sehr frustrierend sei, mehrere Spiele am Stück zu verlieren. Das war mehr oder weniger der Grund für die Frage.\nDie Frage, warum man nach einer gewissen Anzahl verlorenen Spiele aufhört, wäre sicher interessant und gäbe einiges zum schreiben, nur wollte ich mich mit der Frage, weshalb so viele spielen, auseinandersetzten. Soll heissen, ich war zu faul um  Begründungen zu suchen. Hätte ich Freitext gelassen wäre die Auswertung sehr schwierig geworden.\nThema ist zum einen, wie schon erwähnt, weshalb so viele League spielen. Zum anderen möchte ich anschauen, ob das Spiel süchtig macht mit dem riesigen Erfolg. Dabei geht es aber vor allem um die Meinungen der Spieler.\nIch hoffe, deine Fragen sind alle beantwortet, ansonsten einfach nochmal schreiben. :D","replies":[]}]}]}