{"id":"ubUQHMsL","poster":"Nereone","date":"2019-04-21T10:06:29.673+0000","title":"Die Temporäre Aktivierung von Skins und Champions","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Vor kurzem habe ich den Cosmic Reaver Kassadin Skin aus einer Kiste bekommen und wollte diesen natürlich sofort als mein eigen deklarieren und in meine Sammlung aufnehmen. Allerdings habe ich ,statt den Skin permanent frei zu schalten, aus Versehen nur die temporäre Freischaltung vollzogen. Was dieses Missgeschick anging stand mir der freundliche Riot-Support sofort zur Seite und ich habe meinen Skin nun. :) \r\nDoch seit dem Frage ich mich wie man das League of Legends \"Miet-System\" verbessern kann, denn meiner Meinung nach ergibt es keinen Sinn einen Splitter für z.B. einen kostbaren Skin zu bezahlen, um besagten Skin temporär testen zu können. Danach bliebe nur die Möglichkeit, diesen über die Premium-Währung RP zu ersteigern, was zumindest aus meiner Perspektive als \"Gratisspieler\" keinen Sinn ergibt oder man hofft, dass man diesen Skin erneut bekommt... (Chance zum Stand 21.04.2019= 1/937 oder 0.00107% wenn ich mich nicht verrechnet hab)  \r\n\r\nMeine Grundidee wäre, dass man um einen Champion oder einen Skin temporär frei zu schalten nicht den jeweiligen Splitter bezahlen muss, sodass der Erwerb des Gegenstands, ob Champion oder Skin, nach oder während der Testphase für Gratisspieler gewährleistet werden kann. Ob der Preis des Splitters nach der Testphase erhöht wird oder ob der Splitter kurze Zeit nach Ende der Testphase verfällt ist dabei irrelevant. Es geht darum, dass die \"Miet-Funktion\" in Lol eine Zweck hat und zu keinem Zeitpunkt in keinem Szenario ist eine Aktivierung von 7 Tagen im Gegenzug für den Splitter eine Lukrative Option. \r\n\r\nEs wäre Im Endeffekt eine kleine Änderung mit kleinem Einfluss auf das Spiel, dessen bin ich mir bewusst, aber der Teufel steckt im Detail ;)\r\n\r\nLiebe Grüße und Frohe Ostern,\r\nNereone {{champion:145}}","replies":[{"id":"","poster":"Aymira","date":"2019-04-22T20:48:39.630+0000","up_votes":1,"down_votes":0,"body":"Ich für meinen Teil hab dieses System mit dem, wie du es nennst, „mieten“ von Skins noch nie genutzt.\n\nDen Grundgedanken hinter deiner Idee kann ich irgendwo verstehen, aber man könnte sich doch auch einfach ein Vorschau-Video via Youtube angucken und schauen, wie der Skin aussieht und ob der einem gefällt. Das löst zwar nicht die beschriebene Problematik, da das System weiterhin sinnlos bleibt, aber als Nutzer ist dir jenes Problem erspart geblieben. :D\n\nIst glaube ich in dem Fall in Riots Interesse, das du den Skin „mietest“ und dann anschließend für RP kaufst - Auch wenn ich mir nicht vorstellen kann, dass das überhaupt jemand macht, da es schlicht und ergreifend sinnlos ist. xD","replies":[]}]}