{"id":"8BlaJAWA","poster":"WillJumba","date":"2016-03-18T22:41:50.344+0000","title":"Permaban? Wirklich nötig?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":28,"body":"Hallo Community,\r\n\r\nEine Anmerkung vorweg, ich bin nicht gebannt worden , es ist nur meine Meinung &uuml;ber dieses Thema.\r\nDer folgende Text beinhaltet Gr&uuml;nde , die gegen den Permaban gerichtet sind.\r\nDarunter bitte ich jeden der seine Meinung &auml;u&szlig;ern will, ein kurzes Statement zu diesem Thema abzugeben.\r\nDesweiteren Bitte ich Euch zuerst den Text zu lesen bevor ihr die Umfrage macht!\r\n\r\nIch beginne mal mit dem eigentlichen Grund dieser Anfrage.\r\nDer Account eines Bekannten wurde heute permanent gebannt. Grund : Flaming.\r\nSchadensfaktor: keinen, denn jedem schl&auml;gt das herz h&ouml;her wenn man verliert, dass ist was menschliches. Andere behalten dies f&uuml;r sich ,wiederum andere werden laut (in dem Fall per Chat) -&gt; deshalb gibt es Chatban.\r\n\r\nDaher stelle ich den Sinn von der Chatbanfunktion in Frage. Weshalb gibt es diese wenn man sowieso gebannt wird?  Ich m&ouml;chte im Folgenden einige Argumente anlisten, welche die Funktion vom &quot;tribunal&quot; in Frage stellt.\r\n\r\nVerlieren, jeder kennt dieses Gef&uuml;hl, manche etwas &auml;ltere Spieler denken sich nichts dabei und machen eine kurze Pause, um bei den n&auml;chsten Spielen wieder fit zu sein. Andere wiederum, welche etwas j&uuml;nger sind bzw. auch in den Anf&auml;ngen der Pupert&auml;t verarbeiten sowas nicht so einfach. Chatban ist die Folge. Die Reaktion der jungen Spieler, kann man &auml;u&szlig;erlich nicht wirklich erkennen, aber innerlich macht sich frusst breit, auch wenn nur f&uuml;r 30 Games.\r\nEin Permaban dagegen ist eine komplett neue Instanz. Der Account ist gesperrt, keine m&ouml;glichkeit sein Hab und Gut zur&uuml;ckerstattet zu bekommen.  Bei den meisten liegt dieser Betrag weit im 3 stelligen Bereich.\r\n\r\nAber nun zu den Folgen von Flaming. Ich bin mir sicher ,dass sich bei Riot Games mehrere Psychologen zusammengesetzt haben und dieses Thema gut durcharbeitet haben. Flaming: Eine Reaktion des menschlichen K&ouml;rpers gegen&uuml;ber Frust,in dem Fall der Grund des Verlierens, welche was ganz nat&uuml;rliches ist, wie schon oben gesagt. \r\nKann eine solche Reaktion ein Grund f&uuml;r einen Bann sein? Meiner Meinung komplette &Uuml;berreaktion, denn wenn man dieses Thema wirklich so ernst nimmt, d&uuml;rften 1/3 der lol Community einen solchen ban haben und nicht 0,00006% , denn ich als Platin 4 Spieler musste schon vielen Low Elo Spielern zuschauen, alle mit dem selben &quot;fehler&quot; ,ihr junges Alter. Wie soll sich ein 13 J&auml;hriger/j&auml;hrige bitte in einem Spiel verhalten?\r\n\r\nWer mal Darksouls gespielt hat kennt wie frustierend es ist zu &quot;sterben&quot;, aber keine Gro&szlig;e Sache, im endeffekt passiert doch nichts, aber in diesem kurzen moment der wut versp&uuml;rt man frust, welcher in league of legends durch den chat weitergegeben werden kann. \r\n\r\nJetzt aus der Sicht des geflamten welche den Report abschickt:\r\nDieser denkt sich n&auml;mlich, was f&uuml;r ein Fehler dieser andere Spieler hat, ob es im noch gute gehe. Danach startet er das n&auml;chste game und keinem juckts mehr.\r\n Die wertvollste Ability ist die des Vergessens und Vergebens. Wer diese F&auml;higkeiten nicht besitzt hat ein trauriges und einsames Leben. In diesem Fall das &quot;tribunal&quot;, ein Algorithmus der nur eine Funkion hat, die &quot;flamenden&quot; zu beseitgen bzw. rauszufiltern. Mit dem Ziel  die 0,00006% rauszufiltern? Das sind 100 Spieler Weltweit, verteilt auf 6? Servern. Die chance mit ihnen ins Spiel zu kommen, gering.\r\n\r\nDaher die Frage, warum Spieler bannen welche mehrere hunderte Euro investiert haben, und eigentlich harmlos gegen&uuml;ber anderen Bedrohenungen sind. Das sind mal wieder sognannte 1 World Problems.\r\nMeiner Meinung betreibt Riot Game in diesem Fall eine Diktatorische vorgehenswei&szlig;e. Man k&ouml;nnte doch die Spieler mitentscheiden lassen ob dieses ein Ban Wert ist oder nicht. Aber da dieses Thema wom&ouml;glich schon diskutiert wurde, denke ich das Riot Games ihre Community f&uuml;r labil gegen&uuml;ber Entscheidungen des Spielerlebnisses eingstuft haben.\r\n\r\nFazit:\r\nWarum Bans? Weil es Riot so gef&auml;llt. Flame st&ouml;rt keinem Spieler, wirklich 0% interessiert es.  Der einzige Grund ist, dass man verloren hat und die Gegner bl&ouml;de Kommentare abgegeben haben. Man selbst ist w&uuml;tend aber das habe ich ja schon im text davor deutlich beschrieben.\r\n\r\nDanke das Ihr euch Zeit zum durchlesen genommen habt!\r\n\r\nDie Freude liegt in der F&auml;higkeit zu Vergessen,\r\n\r\nWilliam \r\naka Willjumba\r\n\r\nFrohe Ostern! {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-03-20T14:42:19.206+0000","up_votes":11,"down_votes":0,"body":"Ich hab als jugendlicher Fußball gespielt. Wenn jetzt ein Mitspieler einen dummen Fehlpass gespielt hat, der zum entscheidenen Gegentor geführt hat, bin ich zu ihm hingegangen und hab ihn ermuntert/ermutigt. So macht man das in einem Team. Man hält zusammen und macht sich gegenseitig stark! Und Nein man beleidigt sich nicht gegenseitig. man lässt seinen Frust nicht an anderen aus! Vorallem nicht am eigenen Team!\n\nZudem muss man sich hier schon einiges erlauben um gebannt zu werden.  2 Chatsperren, ein 14 Tagesbann und erst dann kommt der perma. Wer so lernresistent ist, darf sich dann auch nicht wundern. Flamen ist nun mal ein absolutes NOGO! unabhängig von Alter, Lebenssituation und finanzieller Situation.","replies":[]},{"id":"","poster":"Good Guy Putin","date":"2016-03-19T01:56:39.968+0000","up_votes":9,"down_votes":1,"body":"Ich kenne einfach niemanden, der Flame in seinen Spielen haben will und damit auch keinen der geflamt werden will, weil er mal einen Fehler gemacht hat. Flame trägt nichts Positives zum Spiel bei und dient nur dem Zweck andere Spieler runterzumachen und zu beleidigen. \nEine Freundin von mir musste schon mal deswegen heulen. \nDamit ist meine Meinung auch klar: Jeder, der es spätestens nach dem 2 Wochenbann nicht kapiert, dass sein Verhalten in LoL nicht erwünscht ist und es umgehend ändert, gehört einfach aus dem Spiel entfernt.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-18T22:58:47.922+0000","up_votes":9,"down_votes":2,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=,timestamp=2016-03-18T22:41:50.344+0000)\n>\n> Fazit:\n> Warum Bans? Weil es Riot so gef&auml;llt. Flame st&ouml;rt keinem Spieler, wirklich 0% interessiert es.  Der einzige Grund ist, dass man verloren hat und die Gegner bl&ouml;de Kommentare abgegeben haben. Man selbst ist w&uuml;tend aber das habe ich ja schon im text davor deutlich beschrieben.\n\n\nBanns werden ausgesprochen, nicht weil RIOT es gefällt, sondern weil Flamer Spiele und die Community zerstören.[ Die Chancen zu gewinnen verringern sich mit jedem Flamer im eigenen Spiel](https://www.youtube.com/watch?v=ugXC7g3p0JU) und nach Spielen mit negativer Erfahrung werden Spieler [mit 320% höherer Wahrscheinlichkeit](https://ask.fm/RiotLyte/answers/131356430530) aufhören zu spielen.\n\nDu siehst, dass toxische Spieler der Community auf Dauer Schaden zuführen. RIOT könnte nun hingehen und jeden Spieler, der ausfallend wird, sofort permabannen. Tun sie aber nicht, denn: **Jeder** kann mal einen schlechten Tag haben. Egal was für ein netter Spieler man sonst ist, es kann immer etwas passieren, dass man im Spiel die Kontrolle verliert und dann zum Arsch wird. Das ist, wenn auch nicht wünschenswert, menschlich. Wegen dieses einen Spiels wird man aber nicht sofort gebannt werden. Auch nicht nach einem zweiten oder dritten Spiel dieser Art, insofern man nicht die härtesten rassistischen Sprüche schwingt.\nRIOT möchte, dass toxische Spieler sich ihres Verhaltens bewusst werden, sich bessern und vielleicht sogar zu positiven Spielern werden. Dazu sind die Chateinschränkungen von zuerst 10 und danach 25 Spielen gedacht. In diesen Spielen hat man nur eine beschränkte Anzahl an Nachrichten zur Verfügung, sodass man sich bewusst überlegen muss, ob man diese nutzt, um sein Team zu unterstützten, oder um destruktives Verhalten zu zeigen und sein Team zu flamen. Tatsächlich bessern sich 90% aller Spieler nach der ersten Strafe und kommen nie wieder mit dem System in Kontakt. Wer es danach noch nicht gelernt hat, wird für 14 Tage gebannt. In der Nachricht zum Bann bekommt man eine Sache ganz deutlich mitgeteilt: Beim kleinsten folgenden Vergehen kann man permanent gebannt werden. Dieser Permabann wird dann auch nicht rückgängig gemacht. Der Grund, warum RIOT überhaupt Permabanns ausspricht ist, dass Spieler, die sämtliche Stufen des Bannsystems durchlaufen haben, ihr Verhalten sehr wahrscheinlich oder ohne weiteren großen Aufwand nicht ändern werden. Damit zerstören diese Spieler immer weiter die Spielerfahrung der Community und werden leider auf Dauer aus dem Spiel entfernt.\n\nFazit: Spieler, die es zum Permabann geschafft haben, sind nicht Opfer der Willkür des Systems gewesen, sondern toxische Spieler, die anderen ihre Spielerfahrung versaut haben und es nicht einsehen, sich zu bessern.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:06:54.169+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0000,timestamp=2016-03-18T22:58:47.922+0000)\n>\n> Banns werden ausgesprochen, nicht weil RIOT es gefällt, sondern weil Flamer Spiele und die Community zerstören.[ Die Chancen zu gewinnen verringern sich mit jedem Flamer im eigenen Spiel](https://www.youtube.com/watch?v=ugXC7g3p0JU) und nach Spielen mit negativer Erfahrung werden Spieler [mit 320% höherer Wahrscheinlichkeit](https://ask.fm/RiotLyte/answers/131356430530) aufhören zu spielen.\n> \n> Du siehst, dass toxische Spieler der Community auf Dauer Schaden zuführen. RIOT könnte nun hingehen und jeden Spieler, der ausfallend wird, sofort permabannen. Tun sie aber nicht, denn: **Jeder** kann mal einen schlechten Tag haben. Egal was für ein netter Spieler man sonst ist, es kann immer etwas passieren, dass man im Spiel die Kontrolle verliert und dann zum Arsch wird. Das ist, wenn auch nicht wünschenswert, menschlich. Wegen dieses einen Spiels wird man aber nicht sofort gebannt werden. Auch nicht nach einem zweiten oder dritten Spiel dieser Art, insofern man nicht die härtesten rassistischen Sprüche schwingt.\n> RIOT möchte, dass toxische Spieler sich ihres Verhaltens bewusst werden, sich bessern und vielleicht sogar zu positiven Spielern werden. Dazu sind die Chateinschränkungen von zuerst 10 und danach 25 gedacht. In diesen Spielen hat man nur eine beschränkte Anzahl an Nachrichten zur Verfügung, sodass man sich bewusst überlegen muss, ob man diese nutzt, um sein Team zu unterstützten, oder um destruktives Verhalten zu zeigen und sein Team zu flamen. Tatsächlich bessern sich 90% aller Spieler nach der ersten Strafe und kommen nie wieder mit dem System in Kontakt. Wer es danach noch nicht gelernt hat, wird für 14 Tage gebannt. In der Nachricht zum Bann bekommt man eine Sache ganz deutlich mitgeteilt: Beim kleinsten folgenden Vergehen kann man permanent gebannt werden. Dieser Permabann wird dann auch nicht rückgängig gemacht. Der Grund, warum RIOT überhaupt Permabanns ausspricht ist, dass Spieler, die sämtliche Stufen des Bannsystems durchlaufen haben, ihr Verhalten sehr wahrscheinlich oder ohne weiteren großen Aufwand nicht ändern werden. Damit zerstören diese Spieler immer weiter die Spielerfahrung der Community und werden leider auf Dauer aus dem Spiel entfernt.\n> \n> Fazit: Spieler, die es zum Permabann geschafft haben, sind nicht Opfer der Willkür des Systems gewesen, sondern toxische Spieler, die anderen ihre Spielerfahrung versaut haben und es nicht einsehen, sich zu bessern.\n\n\n\nAber ist es im endeffekt nicht nur ein Spiel? In eingigen Jahren wird man sowieso aufhören und dann macht es nicht aus ob man verliert oder gewinnt. Das ECHTE leben steht im vordergrund. \n\nFamilie sowieso. Die meisten lassen sich von league of legends so mitreißen(auch von anderen spielen) das sie alles vernachlässigen, das einzige was zählt sei gewinnen. Das zersört einfach und effektiv die gesellschaft. \nMacht es daher einen unterschied ob man verliert oder gewinnt ? im leben kann auch nicht nur gewinnen , verlieren ist was alltägliches, einmal ist es nur der hausschlüssel, manchmal ein familienteil! was macht es dann schon aus mal ein game in lol gewonnen zu haben? \n\nNICHTS. gewinnen in lol ist vergänglich, keiner außer man selbst interesiert sich dafür , das ego steigt, dieses zerstört das soziale verhalte eines jeden pupertierdenden.\nWie vermutlich auch du einer bist.","replies":[{"id":"","poster":"legofreak1","date":"2016-03-18T23:14:34.344+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00000000,timestamp=2016-03-18T23:06:54.169+0000)\n>\n> Aber ist es im endeffekt nicht nur ein Spiel? In eingigen Jahren wird man sowieso aufhören und dann macht es nicht aus ob man verliert oder gewinnt. Das ECHTE leben steht im vordergrund. \n> \n> Familie sowieso. Die meisten lassen sich von league of legends so mitreißen(auch von anderen spielen) das sie alles vernachlässigen, das einzige was zählt sei gewinnen. Das zersört einfach und effektiv die gesellschaft. \n> Macht es daher einen unterschied ob man verliert oder gewinnt ? im leben kann auch nicht nur gewinnen , verlieren ist was alltägliches, einmal ist es nur der hausschlüssel, manchmal ein familienteil! was macht es dann schon aus mal ein game in lol gewonnen zu haben? \n\nJa, es ist nur ein Spiel. Aber muss man hier seine und die Würde anderer unter den Tisch fallen lassen? Warum muss man sich beleidigen bzw beleidigen lassen. Auch wenn man sich mitreißen lässt, ist dies kein Grund, andere Spieler zu beleidigen, diese schlecht zu machen und ihnen ihre Fehler vorzuhalten. Hinter dem anderen PC steckt auch immer noch ein Mensch mit Gefühlen, den man mit seinen Aussagen verletzen kann. Zwar gibt es auch auch Menschen mit einem ausgesprochen dicken Fell, die dies nicht juckt, aber das kann man nicht wissen, ohne sein Gegenüber zu kennen. Toxisches Verhalten Fremden gegenüber ist **nie** gerechtfertigt, egal wie man es dreht und wendet.\n\n> NICHTS. gewinnen in lol ist vergänglich, keiner außer man selbst interesiert sich dafür , das ego steigt, dieses zerstört das soziale verhalte eines jeden pupertierdenden.\n> Wie vermutlich auch du einer bist.\n\nWieso genau vermutest du letzteres?","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:31:02.774+0000","up_votes":1,"down_votes":9,"body":"Kenne keinen der sich wegen geflame aufregt.  Ich persönlich finde das meist amüsant.","replies":[{"id":"","poster":"legofreak1","date":"2016-03-18T23:34:47.857+0000","up_votes":4,"down_votes":0,"body":"Dann haben du und deine Freunde wohl eher ein dickes Fell, es gibt genug Spieler, die sich dadurch angegriffen fühlen. Nur weil es dich persönlich nicht stört, muss es nicht heißen, dass es in Ordnung ist.\n\nFlame kann außerdem auch das Spiel zerstören ohne dass es jemanden stört. Angenommen 2 Spieler flamen sich gegenseitig und werden von den anderen 3 gemutet. Diese bekommen dann zwar von dem Flame nichts mehr mit und die beiden Flamer stört es offensichtlich nicht, dass sie sich gegenseitig beleidigen, sind dann aber so sehr mit tippen beschäftigt, dass sie nicht mehr vernünftig spielen können und ihrem Team dadurch einen signifikanten Nachteil verschaffen.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:47:21.188+0000","up_votes":1,"down_votes":4,"body":"deshalb gibt es ja die mute funktion. damit sich die anderen das ganze gequatsche nicht anhören müssen.\n\nmuten = blockieren -> man wird ihn nie wieder sehen.\n\nverlieren tut man auch so, es werden genug fehler gemacht von beiden seiten. das sollte sich eig ausgleichen , es sei denn der jenige oder die jenige ist AFK.","replies":[{"id":"","poster":"legofreak1","date":"2016-03-18T23:52:50.924+0000","up_votes":2,"down_votes":0,"body":"Nur weil es die Mute-Funnktion gibt, heißt dies nicht, dass man sich wie die Axt im Walde verhalten darf. Wieso dies so ist, habe ich in meinen Post hierüber erklärt.\nFehler machen beide Seiten, Flamer machen aber tendenziell mehr, da sie mehr schreiben als sie spielen, das gleicht sich eben nicht aus. Und auf gemutete Spieler kann man erneut treffen, da die Funktion nicht das Matchmaking beeinflusst.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T13:02:55.843+0000","up_votes":1,"down_votes":3,"body":"ein lose: man verliert punkte \n\ndas wars^^\nsonst gibt es keinerlei nachteile oder folgen. wütend wegen einem verloren spiel? kein grund wütend zu sein.","replies":[{"id":"","poster":"legofreak1","date":"2016-03-19T13:07:08.668+0000","up_votes":3,"down_votes":1,"body":"Natürlich hat man hier Grund, wütend zu sein. Der Flamer hat das Spiel aus der Hand gegeben. Wenn er vernünftig gespielt hätte, dann hätte man das Spiel gewinnen können.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T13:08:26.413+0000","up_votes":1,"down_votes":5,"body":"und was hat man davon?","replies":[{"id":"","poster":"Riot Kengen","date":"2016-03-20T14:10:41.620+0000","up_votes":9,"down_votes":0,"body":"Nach deiner Logik, wieso flamed man dann überhaupt rum? Es ist doch nur ein Spiel, wieso kommt da einer daher und fängt an andere Spieler zu beleidigen oder deren Spiel zu kritisieren? \n\nGibt es einen Grund wieso Flamer von anderen toleriert werden müssen, wenn die Flamer die anderen Spieler nicht respektieren? Der Spieler der anfängt andere zu Beschimpfen usw nimmt nun mal überhaupt keine Rücksicht auf die 4-9 anderen Spieler die evtl. ihr bestes geben und es einfach nicht so will wie sie es wollen.","replies":[{"id":"","poster":"Commandant Mewtu","date":"2016-03-20T16:46:18.623+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-20T16:54:01.727+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Commandant Mewtu,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000000000000000000000000000000000000000000010000,timestamp=2016-03-20T16:46:18.623+0000)\n>\n> Eine frage zu  Flamer. Wie läuft den so eig. ein Perma bann ab? Wird erst ab einer bestimmten zahl an reports an einem Riot Mitarbeiter eine Nachricht gesendet? Und wird in Zukunft wieder mit das Tribunal mit entscheiden?\n\nWenn ein Spieler eine bestimmte Reportschwelle (Anzahl reporteter Spiele und nicht Anzahl Reports insgesamt) wir die Chatanalyse getriggert. Diese Chatanalyse ist ein Programm, welches den Chatverlauf der reporteten Spiele auf Fehlverhalten prüft. Liegt Fehlverhalten vor, wird eine entsprechende Bestrafung (2 mal CR, dann 14 Tages Bann und dann Perma) ausgesprochen. Wenn extremes Fehlverhalten vorliegt, können auch einzelne Strafstufen übersprungen werden.\nSoweit ich das mitbekommen habe, wird das Tribunal wohl wieder eingeführt werden, um die Beurteilung des Instant-Feedback-Systems entsprechend an die Allgemeinheit anzupassen. Also was von der Community als falsches Verhalten angesehen wird.","replies":[{"id":"","poster":"Commandant Mewtu","date":"2016-03-20T16:55:42.916+0000","up_votes":1,"down_votes":0,"body":"danke","replies":[]}]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-03-19T13:37:38.288+0000","up_votes":5,"down_votes":0,"body":"Was hat man davon, Spieler in einem Videspiel zu beleidigen?","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2016-03-21T19:32:25.964+0000","up_votes":1,"down_votes":0,"body":"Heya\nGanz einfach: Ein gutes Gefühl.\nEs fühlt sich toll an zu gewinnen, wer hat denn nicht gerne Erfolg mit dem was er tut. Und wenn dieser Erfolg eigentlich durchaus erreichbar war aber durch das Fehlverhalten anderer zunichte gemacht wurde ist es verständlich wenn das Leute ärgert.\nKlar wie du sagst ist LoL nur ein Spiel, aber warum spielen Menschen überhaupt? Weil sie Spaß haben wollen, eine gute Zeit haben wollen. Und wenn man erfolgreich ist hat man meißtens eine gute Zeit und der Grund warum man spielt wurde erreicht. Das heißt natürlich nicht das man bei einem schlechten Spiel keine gute Zeit haben kann, aber wenn geflamt wird zerstört das nunmal für die meißten die gute Zeit. Wenn ich im Kino bin um einen Film zu genießen will ich auch nicht das der Kinobesucher neben mir mich die ganze Zeit beleidigt, das würde meinen Spaß an dem Film doch auch verringern.\nUnd wenn ich eine Person muten muss ist der \"Schaden\" ja bereits entstanden, eine Lösung ist diese Funktion also auch nicht.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"Parunpata","date":"2016-03-20T17:00:41.558+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00000000000000000000000000000000,timestamp=2016-03-19T13:02:55.843+0000)\n>\n> wütend wegen einem verloren spiel? kein grund wütend zu sein.\n\nwtf!? Sag das den Flamern die nach einem verlorenen Spiel jeden beleidigen und nicht uns.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Lematique","date":"2016-03-19T11:44:23.853+0000","up_votes":1,"down_votes":0,"body":"Weißt du, was amüsant ist? Dass diese Stelle:\n\n>Die meisten lassen sich von league of legends so mitreißen(auch von anderen spielen) das sie alles vernachlässigen, das einzige was zählt sei gewinnen. Das zersört einfach und effektiv die gesellschaft.\nMacht es daher einen unterschied ob man verliert oder gewinnt ? im leben kann auch nicht nur gewinnen , verlieren ist was alltägliches, einmal ist es nur der hausschlüssel, manchmal ein familienteil! was macht es dann schon aus mal ein game in lol gewonnen zu haben?\n\n>NICHTS. gewinnen in lol ist vergänglich, keiner außer man selbst interesiert sich dafür , das ego steigt, dieses zerstört das soziale verhalte eines jeden pupertierdenden.\nWie vermutlich auch du einer bist.\n\nveranschaulicht, warum Beleidigen nichts bringt.\n\nWobei ein verlorenes Spiel mit dem Verlust eines Familienmitgliedes auf eine Stufe zu stellen natürlich sehr makaber ist...","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T13:07:33.309+0000","up_votes":1,"down_votes":6,"body":"es ist nur ein spiel.\n\nes sei makaber, aber noch immer steht das echte leben im vordergrund.\n\nmeiner meinung wird es immer schlimmer, die nächsten generationen tun mir leid mir solch virtuellem ,leben zu müssen. \nund wenn man da geschichten hört wie, dass sich leute wegen wow oder auch lol umgebracht haben, ist es doch ein reales problem, was bekämpft werden muss. \nman darf sich doch nicht so sehr hinein versetzten , dass man die realität vergisst.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-19T14:03:51.649+0000","up_votes":5,"down_votes":0,"body":"Dann müsste man jede andere Freizeitbeschäftigung, in der irgendwie emotinonale Bindungen bestehen auch \"bekämpfen\".\nMenschen haben sich auch schon umgebracht weil ihr Lieblingsverein abgestiegen ist oder wegen sonstigen Dingen, die Anderen volllkommen nichtig vorkommen.\n\nDu wirfst hier einfach eine irrationale Besculdigung nach der Anderen in den Raum, man könnte glatt meinen, da würden unterschiedliche Personen mit deinem Account schreiben.\nAnsonsten könnte ich mir nicht erklären, wieso du einen langen und emotionalen Text schreibst, weil den \"Freund\" seinen Account verloren hat.\nNach der Argumentation die du hier fährst seit dir nix Besseres mehr einfällt, müsste das doch ein Segen und du Riot dankbar dafür sein, dass sie deinen Freund von dem Joch des LoL-Spielens befreit haben, was ja anscheinend die Geißel der Menschheit ist.\n\nAber nein, du wechselst einfach nach belieben deinen Standpunkt, tut mir ja fast Leid, aber Menschen die so inkonsequent argumentieren, kann ich einfach nicht ernst nehmen.","replies":[]},{"id":"","poster":"Lematique","date":"2016-03-19T13:22:47.065+0000","up_votes":3,"down_votes":0,"body":"Puh, ich weiß nicht auf was für einem Trip du bist. Beruhige dich. \n\nDafür, dass es um deinen Freund geht, bist du hier ziemlich motiviert dabei. Natürlich ist das schade, wenn dein Kumpel viel Geld reingesteckt hat, aber so ist das nunmal. Warum bringt dich das denn so in Rage? Ist es das wert? Sagst du nicht selbst, es ist doch nur ein Spiel?\nGib diesem Ratschlag deinem Kumpel und dann ist die Welt doch wieder in Ordnung. :)","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T13:25:46.307+0000","up_votes":1,"down_votes":3,"body":"haste wohl recht :P\n\negal, mir war es nur schade das er das spiel richtg mochte und viel geld in skins gesteckt hat.\nist wohl im endeffekt selber schuld.\n\nps: pilze sind richtig gut^^","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-03-19T13:09:22.705+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0000000000020000,timestamp=2016-03-19T13:07:33.309+0000)\n>\n> es sei makaber, aber noch immer steht das echte leben im vordergrund.\n\nGanz genau und hinter diesem Spiel stehen **echte** Spieler, mit einem **echten** Leben. Nur weil man diese nicht sieht, heißt das nicht, dass man diesen nicht denselben Respekt entgegen zu bringen hat, wie seinem Gegenüber im echten Leben.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-18T23:18:56.528+0000","up_votes":3,"down_votes":0,"body":">Aber ist es im endeffekt nicht nur ein Spiel? In eingigen Jahren wird man sowieso aufhören und dann macht es nicht aus ob man verliert oder gewinnt. Das ECHTE leben steht im vordergrund.\n\nWenn das Spiel einen eh irgendwann nicht mehr interessiert, warum juckt es dann, wenn man den Account ein oder zwei Jahre früher nicht mehr bespielt?","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:29:46.068+0000","up_votes":1,"down_votes":5,"body":"Man steckt Geld in dieses Spiel.\n\nIch kauf mir nicht etwas um es dann nicht benutzen zu dürfen.","replies":[{"id":"","poster":"legofreak1","date":"2016-03-18T23:31:15.164+0000","up_votes":4,"down_votes":0,"body":"Du darfst es benutzen. Allerdings nimmt sich RIOT das Recht vor, dir den Zugang zu deinem Account zu sperren, wenn du dich daneben benimmst. Wenn du ins Kino gehst und dort die anderen Gäste belästigst, wirst du auch rausgeschmissen und dir der Eintrittspreis nicht erstattet.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:45:23.931+0000","up_votes":1,"down_votes":9,"body":"ist league of legends ein kino?\n\nes ist ein spiel. wenn es mir nicht geällt verkaufe ich es. \nes kann mir keiner verbieten ein spiel zu spielen, oder bist du schon mal von skyrim oder so gebannt worden?","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-19T00:11:58.858+0000","up_votes":3,"down_votes":0,"body":"Ein Fußballspiel fände ich da passender als Vergleich. Glaubst du irgendwer auf dem Bolzplatz würde mit dir spielen, wenn sie davor schon wissen, dass sie das ganze Spiel über nur Beleidigungen von dir zu erwarten haben? Oder jemand würde mit dir ein Brettspiel spielen, wenn du jeden Spielzug, der dir nicht passt mit \"du bist scheiße\" kommentierst?\n\nDa du LoL nie gekauft hast, kannst du es auch nicht verkaufen.","replies":[{"id":"","poster":"Hannibal L3ctor","date":"2016-03-19T16:34:02.640+0000","up_votes":1,"down_votes":0,"body":"Man versucht Argumente zu finden um ein Banngrund zu hinterfragen. Dabei vergessen die Leute, dass dies ein Competetive Spiel ist und man somit nicht mehr nur alleine spielt. Ohne Regeln funktioniert so etwas nicht.\nIch finde, dass Riot den richtige Weg geht, aber noch etwas verbessern muss. \nDie Flames sind zum Teil sehr schlimm, wenn es um neue Leute geht die das Spiel einfach noch nicht können, oder wenn jemand einfach verliert. Es hat sich gebessert, aber ich kenne noch genügen die einfach eine längere Zeit wegen dem Flaming keine Lust mehr haben.\n\nKeep your good work riot","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-20T02:08:00.906+0000","up_votes":2,"down_votes":0,"body":"Würde ich mir auch wünschen, dass vor allem bei Neulingen besser darauf geachtet wird. Aber Prävention ist wohl leider nicht möglich. Man kann schlecht vor einem Vergehen wissen, wer sich eines schuldig machen würde.","replies":[{"id":"","poster":"Hannibal L3ctor","date":"2016-03-22T11:00:31.659+0000","up_votes":1,"down_votes":2,"body":"prävention bringt auch nix, aber die flames müssten einfach härter bestraft werden, damit dies nicht mehr so stark vor kommt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-22T11:21:00.950+0000","up_votes":2,"down_votes":1,"body":"also doppel Perma Ban auf dem Account, oder trippel? Was ist denn bitte härter als ein Perma Ban?","replies":[]}]}]}]},{"id":"","poster":"WillJumba","date":"2016-03-19T13:01:08.355+0000","up_votes":1,"down_votes":8,"body":"mir geht es nicht in den kopf, das man solche vergleiche rechtfertigt.\n\nimmerhin wurden computerspiele erfunden, um sie zu spielen.\nmeiner meinung übertreibt riot games mit diesen ganzen regeln.\nE-sports sowieso. das ist doch kein sport. desto länger man vor dem pc verbringt desto besser ist man? dabei vernachlässigt man aber das soziale umfeld.(und bitte TS oder CV zählen nicht)","replies":[{"id":"","poster":"D4RKEVA","date":"2016-03-19T15:26:29.097+0000","up_votes":2,"down_votes":0,"body":"soziales umfeld ist sehr oberflächlich...\nes geht darum kontake freunde zu haben und gesund zu sein... jeder pro ist gesünder als die meisten normalen standart leute die nicht zocken und kaum sport machen...\n\nes ist ein klischee das zocker nichts draußen machen","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-03-19T13:38:51.640+0000","up_votes":3,"down_votes":1,"body":"Oh ja. Da hat jemand mal keinen blassen Schimmer von E-Sport, eh?","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2016-03-18T23:54:30.717+0000","up_votes":4,"down_votes":0,"body":"Im Gegensatz zu lol ist Skyrim ein Einzelspieler. Die NPCs juckt es nicht, wenn ich diese anschreie, meine Mitspieler in lol schon. Und wenn du deine Mitspieler beleidigst, dann wird es dir auf Dauer nicht mehr erlaubt sein, hier zu spielen.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-19T00:18:10.486+0000","up_votes":2,"down_votes":0,"body":"Naja... kommt drauf an, welches Schreien in Skyrim man meint... so ein FusRohDah stört die schon ein wenig... :^)","replies":[]},{"id":"","poster":"drexxsack","date":"2016-03-19T00:14:52.363+0000","up_votes":1,"down_votes":0,"body":"(abgesehen davon, dass man an LoL keinerlei veräusserlichen Lizenzrechte erworben hat)","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2016-03-20T14:53:42.393+0000","up_votes":2,"down_votes":0,"body":"Auf der einen Seite vergleichst du Verlieren in LoL mit dem Verlust eines Familienmitglieds und auf der anderen Seite stellst du einen Vergleich mit dem aus dem Kino fliegen mit LoL in Frage. \n\nIch persönlich finde den Vergleich mit dem Kino sehr passend. Gerade weil ich schon solche Störenfriede im Kino hatte. Die mussten dann in der Pause die Konsequenzen tragen und den Kinosaal verlassen --> das Kinoerlebnis war gleich um einiges besser danach. Sie mussten aus dem Saal, weil sich die andern Kinobesucher gestört fühlten und reklamierten. Genau so läuft es in LoL auch. Diese Spieler (v. a. Flamer, Rassisten etc.) stören bzw. beeinträchtigen das Spielerlebnis und müssen auch hier die Konsequenzen ziehen. Davor kriegen sie mehr als genug Warnungen, um ihr Verhalten zu ändern.","replies":[]}]}]}]}]},{"id":"","poster":"NeoCypress","date":"2016-03-28T16:42:53.737+0000","up_votes":1,"down_votes":0,"body":"Ich finde, dass diese Aussage überhaupt nicht relevant ist was das Thema toxisches Verhalten betrifft.","replies":[]}]}]},{"id":"","poster":"Lematique","date":"2016-03-19T07:23:29.237+0000","up_votes":6,"down_votes":0,"body":">Die wertvollste Ability ist die des Vergessens und Vergebens. Wer diese Fähigkeiten nicht besitzt hat ein trauriges und einsames Leben.\n\nDas ist einfach nur Unsinn, verzeih.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-18T23:13:55.723+0000","up_votes":6,"down_votes":1,"body":">Daher stelle ich den Sinn von der Chatbanfunktion in Frage. Weshalb gibt es diese wenn man sowieso gebannt wird? Ich möchte im Folgenden einige Argumente anlisten, welche die Funktion vom \"tribunal\" in Frage stellt.\n\nMan wird nur dann gebannt, wenn man es nicht schafft, sich zusammenzureißen und es hinkriegt 4 mal nacheinander bestraft zu werden.\n\n>Wie soll sich ein 13 Jähriger/jährige bitte in einem Spiel verhalten?\n\nAntwort: \"Nicht wie ein Arsch\" Dann werden sie auch nicht bestraft. \n\n>Aber nun zu den Folgen von Flaming. Ich bin mir sicher ,dass sich bei Riot Games mehrere Psychologen zusammengesetzt haben und dieses Thema gut durcharbeitet haben. Flaming: Eine Reaktion des menschlichen Körpers gegenüber Frust,in dem Fall der Grund des Verlierens, welche was ganz natürliches ist, wie schon oben gesagt.\n\nMein Körper hat noch nie nach einem Frustmoment selbstständig in den Chat geschrieben, dass alle unfähig und Idioten sind, die ich im Team habe. Ich habe auch noch nie in den Chat geschrieben, dass jemand ein Noob ist oder das Spiel deinstallieren soll. Ich kann also nicht nachvollziehen, dass es ein natürliches Verhalten ist.\n\nSich über die Mitspieler aufregen? Klar, kann man machen. In den Chat schreiben, dass sie scheiße bauen? Dann muss man auch mit der Konsequenz leben, gemeldet und bestraft zu werden. Wenn man unbedingt sagen muss, dass das eigene Team unfähig ist, kann man das gerne den Kumpels im TS oder dem Bildschirm erzählen. Die Katze stört sich bestimmt auch nicht sonderlich daran, dass man alle als Vollidioten bezeichnet, solange es Streicheleinheiten und Leckerli gibt.\n\n>Bei den meisten liegt dieser Betrag weit im 3 stelligen Bereich.\n\nIch glaube nicht, dass viele Jugendliche sehr viel Geld in LoL gesteckt haben. 100 Euro im Jahr glaube ich noch, darüber wird das aber unglaubwürdig, solange man kein geregeltes Einkommen hat. Und dann gibt es ja auch noch andere Luxusgüter, die man sich davon kaufen möchte. \n\n>Meiner Meinung komplette Überreaktion, denn wenn man dieses Thema wirklich so ernst nimmt, dürften 1/3 der lol Community einen solchen ban haben und nicht 0,00006% , \n\nRiot will ja auch nicht einfach alle aus League verbannen, die mal flamen. Riot weiß, dass Spieler mal einen schlechten Tag haben können und deswegen im Chat ein wenig toxisch werden. Wer es schafft bestraft zu werden, hat dafür ordentlich über die Strenge geschlagen und nach den ersten Stufen, schaffen es die meisten sich zu bessern. \n\nÜbrigens sind es ganze 0,006 %, soweit ich weiß.\n\n>Das sind 100 Spieler Weltweit, verteilt auf 6? Servern. Die chance mit ihnen ins Spiel zu kommen, gering.\n\nWenn es wirklich so wenige wären, gäbe es wohl gar keine Permabanns. 100 habe ich alleine schon im deutschen Forum gesehen.\n\n>Daher die Frage, warum Spieler bannen welche mehrere hunderte Euro investiert haben, und eigentlich harmlos gegenüber anderen Bedrohenungen sind. Das sind mal wieder sognannte 1 World Problems.\n\nWeil du als Ladenbesitzer auch keinen Kunden haben willst, der jährlich im Wert von 1.000 € einkauft, das ganze Jahre aber in deinem Geschäft rumlungert und die übrigen Kunden vergrault, die zusammen locker 10.000 € ausgegeben hätten. Die Kunden bleiben dann auch nicht, wenn du ihnen sagst, der ist doch nicht gefährlich, nur ein Arsch. \n\nDie Flamer stören einfach die Spieler und sorgen dafür, dass andere keine  Lust haben. Sieh dich im Forum um. In der Woche habe ich mindestens schon 2 \"mein Freund will nicht mehr LoL spielen, weil er als Anfänger immer geflamt wird\" Topics gelesen. \n\n>Meiner Meinung betreibt Riot Game in diesem Fall eine Diktatorische vorgehensweiße. Man könnte doch die Spieler mitentscheiden lassen ob dieses ein Ban Wert ist oder nicht. Aber da dieses Thema womöglich schon diskutiert wurde, denke ich das Riot Games ihre Community für labil gegenüber Entscheidungen des Spielerlebnisses eingstuft haben.\n\nDas ist leider komplett falsch. Riot hat viel eher eine demokratische Vorgehensweise gewählt. Zu Tribunalzeiten (als man da noch direkt abstimmen konnte), gab es öfter den Kommentar von Riotlern, dass das Tribunal strenger ist, als es der Riotsupport gewesen wäre. Die Spieler hatten also auch bei kleineren vergehen eher auf \"bestrafen\" gedrückt. \n\nZudem wurde und wird das aktuelle System mit Daten zu Reports, Tribunalabstimmungen und weiteren Informationen gefüttert. Dadurch entstehen auf den Servern verschiedene Bestrafungsmaßstäbe. Auf westlichen Servern werden da zum Beispiel \"Deine Mutter\" Sprüche viel lockerer gesehen als in Korea (war es glaube ich), wo so etwas sehr ernst genommen wird. \n\nWenn die Community eines Servers also \"GG easy\" und \"noob\" als sozial akzeptabel ansehen würde, würden die Spieler dafür nie bestraft werden.\n\n>Die Freude liegt in der Fähigkeit zu Vergessen,\n\nTut sie nicht. Ich erinnere mich zum Beispiel gerne an schöne Erlebnisse.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-18T23:39:15.792+0000","up_votes":1,"down_votes":11,"body":"Geflamet hast höchstwahrscheinlich auch du schon einige male.\n\nIm chat über andere leute aufregen darf doch wohl noch erlaubt sein. Die wahrheit kann man doch nicht leugnen, wobei zu bedenken sich förmlicher auszudrücken, hinsichtlich dessen gebe ich dir recht.\n\n100 euro im jahr? macht auf die letzten 3 seasons 300euro. genug um vieles zu unternehmen.\n\nglaube nicht das toxic spieler RIOT die einnahmen versauen. Sehe hier keinen zusammenhang mit dessen eines ladenbesitzers.\n\nEr wird als anfänger geflamet? spielt er mit höherem elo? dann sollte er diesem auch entsprechen und diverse meldungen gerechtfertig sein.\nwenn es ihm kein spaß macht dann soll er es auch nicht spielen. oder geht es dabei nur um das geld?\n\nanscheinend bst du vertraut mit geflame, wenn due schon zitierst. sind diese spieler alle gebannt?","replies":[{"id":"","poster":"legofreak1","date":"2016-03-18T23:50:27.597+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00010000,timestamp=2016-03-18T23:39:15.792+0000)\n>\n> Im chat über andere leute aufregen darf doch wohl noch erlaubt sein. Die wahrheit kann man doch nicht leugnen, wobei zu bedenken sich förmlicher auszudrücken, hinsichtlich dessen gebe ich dir recht.\n\nNur weil jemand 300kg wiegt, darf man ihm nicht sagen, dass er ein Fettsack ist. Bzw kann man schon, man kränkt diese Person dann aber wahrscheinlich. \"Meinungsfreiheit\", wie das hier im Forum gerne genannt wird, hört dort auf, wo die Würde anderer anfängt.\n\n> 100 euro im jahr? macht auf die letzten 3 seasons 300euro. genug um vieles zu unternehmen.\n\nMan kann gerne einen Anwalt einschalten, RIOTs AGB sind hier aber recht eindeutig. Man hat die Gegenleistung für sein Geld erhalten und bestätigt mit jedem Patch aufs neue, dass RIOT jederzeit und ohne Angabe von Gründen, insbesondere aber bei Verstößen gegen die Nutzungsbedingen (und ja, Flaming ist dort mit inbegriffen) den Zugriff auf den Account einschränken darf.\n\n> glaube nicht das toxic spieler RIOT die einnahmen versauen. Sehe hier keinen zusammenhang mit dessen eines ladenbesitzers.\n\nVersuchen wir es anders. Du bist ein Lokalbesitzer und hast ein paar Stammgäste. Nun hat einer deiner Stammgäste persönliche Probleme, er hat seinen Job verloren, seine Frau droht, ihn zu verlassen und er trinkt einen über den Durst und pöbelt einen anderen Gast an. Du als Wirt kennst diesen Gast, weißt, dass dieser sonst in Ordnung ist, rufst ihm ein Taxi und schickst ihn mit einer Verwarnung nach Hause. Kommt dieses Verhalten einmalig vor, vielleicht ein zweites mal, ist das kein Problem. Nun bekommt dieser Gast aber seine Probleme nicht in den Griff, zeigt dieses Verhalten regelmäßig und vergrault damit ein paar neue Gäste. Die 2 Optionen sind nun, dieses Verhalten zu tolerieren oder dem Gast Hausverbot zu erteilen. Wirtschaftlich gesehen ist die zweite Situation hier die sinnvollere, da der Stammgast mehr Schaden anrichtet, als er Gewinn einbringt.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T00:05:00.338+0000","up_votes":1,"down_votes":4,"body":"oder man hilft diesem bekannten. \nwie wärs wenn man sich sozial engagiert und ihm hilfe sucht.\n\nfällt sowas unter cybermobbing, denn dann hätte ich viele viele sogar sehr viele beschwerden.","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-19T00:08:02.800+0000","up_votes":4,"down_votes":0,"body":"Wir reden hier immer noch über ein Unternehmen. Erwartest du wirklich, dass Riot Betreuer für alle Spieler einstellt, die es geschafft haben, einen 14 Tagebann zu erhalten? Da löst sich dein Argument \"Flamer bringen Gewinn\" noch deutlich schneller in Luft auf, weil die paar Hundert Euro da im Nu aufgebraucht sind.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-19T00:07:30.065+0000","up_votes":3,"down_votes":0,"body":"Tut man, dafür sind die CR und der 14-Tage Bann da. Diese sind zum Reformieren des Spielers gedacht. Wer es darüber hinaus nicht gelernt hat, wird rausgeschmissen.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-19T00:03:24.353+0000","up_votes":3,"down_votes":0,"body":">Geflamet hast höchstwahrscheinlich auch du schon einige male.\n\nDie Wahrscheinlichkeit, dass jemand zufälliges, den du im Internet antriffst ist sicher hoch. Aber nein, ich habe noch nie im Chat geflamt. Habe ich mich bei meinen Kumpels schonmal im TS über die Mitspieler beschwert? Ja. Aber ich habe noch nie den Chat genutzt, um jemandem zu sagen, dass er scheiße spielt. \n\nEs kann sein, dass ich ganz am Anfang mal Reportaufrufe in den Allchat geschrieben habe, weil das alle so machten. Das hat sich dann aber nicht lange gehalten. (Nur falls das schon für dich unter Flaming fällt)\n\n>Im chat über andere leute aufregen darf doch wohl noch erlaubt sein. Die wahrheit kann man doch nicht leugnen, wobei zu bedenken sich förmlicher auszudrücken, hinsichtlich dessen gebe ich dir recht.\n\nNiemand zwingt die Spieler dazu im Chat jemanden dafür zu loben, dass er die Ulti verhauen hat. Keiner ist gezwungen \"Die Wahrheit\" zu leugnen. Aber man kann auch einfach keinen Kommentar in den Chat schreiben. Der Spieler hat eh schon gemerkt, dass er etwas falsch gemacht hat. Besser fühlen oder besser spielen wird er sich aber nicht, wenn alle synchron \"nice fail\" schreiben. \n\nÜbrigens bedeutet Wahrheit nicht, dass man es aussprechen muss oder sollte. Wahrheit schließt nämlich Beleidigung nicht aus. Zu einer dicken Prostituierten \"fette Hure\" sagen, wäre die Wahrheit, aber immer noch herabwürdigend. \n\n>glaube nicht das toxic spieler RIOT die einnahmen versauen. Sehe hier keinen zusammenhang mit dessen eines ladenbesitzers.\n\n[With recent research showing that players are 320% more likely to quit games the more toxic behavior they are exposed to \n- Lyte ](https://ask.fm/RiotLyte/answers/131356430530)\n\nMit anderen Worten: Mehr Flamer, weniger Spieler. Weniger Spieler, weniger Einnahmen.\n\n>Er wird als anfänger geflamet? spielt er mit höherem elo? dann sollte er diesem auch entsprechen und diverse meldungen gerechtfertig sein.\nwenn es ihm kein spaß macht dann soll er es auch nicht spielen. oder geht es dabei nur um das geld?\n\nErstmal, das sind nicht Spieler die ich kenne. Auch wenn in meiner Freundesliste zwei seit der Preseason dazugekommen sind und meinen, das Spiel ist nett, der Flame bei Anfängerspielen aber sehr störend, die spielen trotzdem weiter, muten aber alles und jeden inzwischen. Mehr als ihnen die Liga der Gentlemen empfehlen und sie bitten, die Spieler zu melden (weil die Flamer dann im Forum mit Beschwerden über Banns aufschlagen) kann ich ihnen auch nicht raten. \n\nEs geht nicht um Anfänger mit höherer Elo, also zum Beispiel ein Stufe 5er, der mit nem Freund spielt und von Bronzespielern angeschnauzt wird, sondern um Spieler, die wirklich neu sind, dort aber nur auf Flame von Smurfs treffen, weil sie die Meta noch nicht kennen, einen Fehler gemacht haben oder einen Kill gekriegt haben, den ein anderer wollte. \n\nNicht alle finden das erträglich und hören dann zu spielen auf. Ich kann es auch nachvollziehen. Hätte ich in meinen ersten Spielen immer nur zu hören gekriegt, ich wäre ein unfähiger Spieler, hätte ich wohl nicht weitergespielt. Dann hätte LoL nie Geld von mir und wenigstens zwei meiner Freunden gesehen, die hauptsächlich wegen mir gespielt haben. Wären bestimmt inzwischen über 1000 €.\nEs geht mir bei den vertriebenen Neulingen auch nicht darum, dass sie Geld ausgeben, sondern, dass sie aus dem Spiel geekelt werden, wenn sie auf zu viele Flamer treffen. Da ist das Argument \"aber der Flamer hat doch 500 € ausgegeben\" sehr schwach, wenn wegen ihm 10 andere aufgehört haben zu spielen und zusammen deutlich mehr ausgegeben hätten. Das Geld war nur dein Argument, deswegen habe ich es aufgegriffen, um dir zu zeigen, dass sie finanziellen Schaden anrichten und keinen Gewinn einbringen.\n\n>anscheinend bst du vertraut mit geflame, wenn due schon zitierst. sind diese spieler alle gebannt?\n\nIch bin mir nicht sicher, was du damit meinst. Im Forum gibt es viele, die sich über ihre Banns beschweren. Alle wurden nicht permagebannt. Wer es schafft, sich anständig zu benehmen, der kriegt auch keinen Perma. Da gab es vor zwei Monaten zum Beispiel einen, der den Perma zu früh erhalten hat und eigentlich nur einen 14 Tagebann kriegen sollte. Der hat es geschafft, sein Verhalten zu ändern und hat damit nicht den Zugriff auf seinen Account verloren.","replies":[{"id":"","poster":"WillJumba","date":"2016-03-19T00:11:57.379+0000","up_votes":1,"down_votes":8,"body":"alles klar.\n\neinfach lächerlich sich in sowas so hineinzusteigern. das einzige was mich stört ist das geld das einfach weg ist, in einem SPiEL.\nEs ist ein SPIEL , zeitvertreib, zeit verschwendung keine ahnung wie ich es nennen soll.\n\nist doch egal, auf jeden fall werde ich kein geld mir in dieses spiel stecken.\n\naber wenn mich einer anschreibt,\" hey alles gut?\" und ich daraufhin eine skinbox bekomme weill er sich so freut das er endlich wieder rp hat, ist es traurig mitanzusehen,dass er einen tag später gebannt ist.\n\nwarum? geflame. wobei er eig ganz nett ist.\n\nman spircht anders über ein thema wenn man grad nicht slebst betroffen ist, und ich denke ich kann mich gut in die situation des betroffenen hineinversetzten.","replies":[{"id":"","poster":"drexxsack","date":"2016-03-19T00:36:11.271+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000000010000,timestamp=2016-03-19T00:11:57.379+0000)\n>\n> alles klar.\n> \n> einfach lächerlich sich in sowas so hineinzusteigern. \n\nKurzum: Du bist von Anfang an zu keiner Diskussion bereit. Jede Meinung, die der deinen Widerspricht, ist lächerlich. Das bringt dich in die bequeme Position, dass du sie nicht weiter beachten brauchst, jedenfalls soweit es dich betrifft. In einer Diskussion bring es einen nicht weiter.\nDu bist nichteinmal bereit, den Unterschiede zwischen Frust, Frustmanagement und Flame anzuerkennen(denn du benutzt für alle drei jeweils Flame, unabhängig davon, dass du im Eingangstext Frust erwähnst), was nuneinmal unterschiedliche Dinge sind, egal welche Definition man zugrunde legt.\nDie Kausalkette der drei ist sogar ziemlich simpel:\nFrust und fehlendes effektives Frustmanagement führt zu Flame. Flame ist die folge fehlender Bewältigungsstrategien.\n\n> das einzige was mich stört ist das geld das einfach weg ist, in einem SPiEL.\n> Es ist ein SPIEL , zeitvertreib, zeit verschwendung keine ahnung wie ich es nennen soll.\n\nUnd wenn ich bei Monopoly verlieren und aus Frust nem Mitspieler mit dem nächstbesten Gegenstand eine klatsche(Kausalkette Frust->fehlendes Frustmanagement->Reaktion - klingelt da was?) ist auch eine nicht unerhebliche Menge Geld futsch.\nSo komisch dieses unverschämte Prinzip der Selbstverantwortlichkeit auch ist(brauch jemand das Ironieschild oder ist es klar?), so gilt es überall, auch in League. Wenn du dich an die Regeln nicht halten kannst, fliegst du. Ende.\n\n \n> ist doch egal, auf jeden fall werde ich kein geld mir in dieses spiel stecken.\n> \n> aber wenn mich einer anschreibt,\" hey alles gut?\" und ich daraufhin eine skinbox bekomme weill er sich so freut das er endlich wieder rp hat, ist es traurig mitanzusehen,dass er einen tag später gebannt ist.\n> \n> warum? geflame. wobei er eig ganz nett ist.\n\nTjo, subjektiver Eindruck halt. Negative Konsequenzen aufgrund eigenem Verhalten können auch für dritte unangenehm sein. Nennt sich ganz simpel der \"Lauf der Dinge\" oder auch \"Wie menschliche Gesellschaften funktionieren und entstehen. Teil 1\"\n\n> man spircht anders über ein thema wenn man grad nicht slebst betroffen ist, und ich denke ich kann mich gut in die situation des betroffenen hineinversetzten.\n\nDafür scheint dir die Fähigkeit zu fehlen, dich in die Gegenseite hineinzuversetzen(wie war das mit lächerlich), was deine gesamte Argumentation einseitig macht.\nDen wenigen Dingen, die gegen den Perma sprechen, kann ich ohne Probleme das Prinzip der Selbstverantwortlichkeit entgegensetzen. Was kannst du der Gegenseite objektiv entgegensetzen, ausser deiner persönlichen Meinung? Oder anders gesagt: Was würde aus deiner Sicht den Kompromiss zwischen der Entscheidung, negative Spieler nicht sofort zu Permabannen und ihnen noch drei Chancen einzuräumen und damit inkauf zu nehmen, dass doch andere Spieler belästigt werden, fairer machen? Der Trade ist schon für die nicht flamende Seite ziemlich nachteilig.","replies":[]},{"id":"","poster":"Patty91","date":"2016-03-19T06:21:51.483+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000000010000,timestamp=2016-03-19T00:11:57.379+0000)\n>\n> alles klar.\n> \n> einfach lächerlich sich in sowas so hineinzusteigern. das einzige was mich stört ist das geld das einfach weg ist, in einem SPiEL.\n> Es ist ein SPIEL\n\nRichtig, es ist einfach lächerlich, sich so in ein SPIEL reinzusteigern, dass man vor Negativität nur so sprüht. Es geht dabei um NICHTS! Welche Bedeutung hat eine Niederlage in diesem Spiel für dein Leben? Sehen dich deine Freunde deswegen in einem schlechteren Licht? Zahlt dein Chef dir weniger Gehalt? Bist du für das von dir erwählte Geschlecht unattraktiver? NEIN! Also warum zum Teufel steigerst du dich so hinein, dass du flamen musst? Denn wer Flame SO verharmlost, der flamet selbst.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-03-19T00:19:52.898+0000","up_votes":2,"down_votes":0,"body":"Genauso lächerlich, sich so sehr hineinzusteigern, dass man konstant auf regelmäßiger Basis die Regeln bricht, denen man jeden Patch aufs Neue zustimmt?","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-19T00:46:24.049+0000","up_votes":2,"down_votes":0,"body":"Ich habe auch ein paar in der Feundesliste, die fast einen Permaban erhalten haben. Hätten sie ihn gekriegt, hätte ich damals nur sagen können \"Den hast du verdient\". Inzwischen schaffen die es sich aber stattdessen zu benehmen.\n\nWenn du magst, kannst du uns aber gerne den Chatlog deines Freundes schicken. ","replies":[]}]}]}]},{"id":"","poster":"PapaJLBaer","date":"2016-03-19T18:00:35.955+0000","up_votes":1,"down_votes":2,"body":"> \n> Das ist leider komplett falsch. Riot hat viel eher eine demokratische Vorgehensweise gewählt. Zu Tribunalzeiten (als man da noch direkt abstimmen konnte), gab es öfter den Kommentar von Riotlern, dass das Tribunal strenger ist, als es der Riotsupport gewesen wäre. Die Spieler hatten also auch bei kleineren vergehen eher auf \"bestrafen\" gedrückt. \n> \n> Zudem wurde und wird das aktuelle System mit Daten zu Reports, Tribunalabstimmungen und weiteren Informationen gefüttert. Dadurch entstehen auf den Servern verschiedene Bestrafungsmaßstäbe. Auf westlichen Servern werden da zum Beispiel \"Deine Mutter\" Sprüche viel lockerer gesehen als in Korea (war es glaube ich), wo so etwas sehr ernst genommen wird. \n> \n\nWoher weiß bitte das System das ich solche Beleidigungen nicht noch viel erster nehme als die Koreaner ?\n\nIch spiele nur Normal und hasse es en jemand sagt ist doch nur Normal.\nFinde ich eine schimmere Beleidigung als alles mit Mutter / Aids und Co.\n\nDas System ist Lasch\nDas  Tribunal ist strenger\nIch übertreffe beide.\n\nIch würde 80% der Community eine Bann verschaffen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-20T02:05:54.431+0000","up_votes":2,"down_votes":0,"body":"Ich sage nicht, dass das System weiß, was für dich am schlimmsten ist (auch wenn es wohl Rückschlüsse darauf aus deinem Reportverhalten ziehen könnte), sondern, dass es merkt, was von der Community als am meisten störend empfunden wird. Wenn auf einem Server zum Beispiel 50 % aller Reports, wegen \"gg easy\" verschickt werden, würde das wohl dazu führen, dass \"gg easy\" sehr schnell bestraft wird und vielleicht auch deswegen Stufen übersprungen werden.  Es geht da aber nicht um einzelne, sondern um die Gesamtheit.\n\n>Ich spiele nur Normal und hasse es en jemand sagt ist doch nur Normal.\nFinde ich eine schimmere Beleidigung als alles mit Mutter / Aids und Co.\n\nDir steht es frei, was du als störender empfindest als andere Sachen. \n\n>Ich würde 80% der Community eine Bann verschaffen.\n\nKannst du gerne so sehen, auch wenn ich das für übertrieben halte. Zumindest fällt mir spontan nicht ein, welches Fehlverhalten von 80 % der Community getätigt wird.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-03-20T13:48:22.505+0000","up_votes":1,"down_votes":12,"body":"1: Wenn jemand Stirb ein Lachen, Tanzen, oder der Artiges = Bann.\n2: Smurf Acc = Elo Boosting = Bann.\n3. Premads eine Smurf Acc = Elo Boosting = Bann\n4: An Ende eines Games in den Bann Grund 1 -3 waren GG zu schreiben = 2 Wochen Bann  \n\nPs : Bann =  Permabann","replies":[{"id":"","poster":"Abasin","date":"2016-03-21T06:56:10.794+0000","up_votes":4,"down_votes":1,"body":"Unser \"Smurf-Kreuzzügler\" wie er leibt und lebt. {{sticker:slayer-jinx-wink}} \n\nOMG, PapaJLBear. Du bist ein Fall für Amnesty International. Eine Aussage der Form Smurf = ELO-Boost wird nicht dadurch wahrer, dass man sie gebetsmühlenartig wiederholt, sondern sie stichhaltig belegt und nachprüfbare Beweise vorlegt. Die bist Du uns in bisher jedem Deiner Postings zum Thema einfach schuldig geblieben.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-03-21T16:07:23.719+0000","up_votes":2,"down_votes":6,"body":"Ich habe in Bild was ich die leider nicht zeigen kann.\n\nDas zeigt einen Spieler der ein 85% Win Rate im Rank hat. \nMain Ahri Spielr und Premads. Mit den er 14 von 16 Games gewonnen hat.\nPremads ist Main Top Lane.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-22T02:40:27.769+0000","up_votes":1,"down_votes":1,"body":"und es könnte nicht daran liegen das besagter Ahri Spieler einfach nur deutlich über seiner Liga steht, oder?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-03-22T20:15:24.405+0000","up_votes":1,"down_votes":2,"body":"Seinen Namen kann ich auf Grund der Verpixelung nicht genau lesen.\nAber besagte Premads ist heute im oberen Dia Bereich und der hatte Quasie die gleichen Werte.\nFirst Saison = Dia mit top Werte /, kein Smurf ?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-03-23T02:37:13.959+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00010003000000000001000000000000,timestamp=2016-03-22T20:15:24.405+0000)\n>\n> Seinen Namen kann ich auf Grund der Verpixelung nicht genau lesen.\n> Aber besagte Premads ist heute im oberen Dia Bereich und der hatte Quasie die gleichen Werte.\n> First Saison = Dia mit top Werte /, kein Smurf ?\n\nLetzten Seasonbeginn hatte ich ranked ca. 80% Winrate, von 12 hampions, die ich in 50 Spielen benutzt hatte, hatten, ca ein drittel 80% Winrate, MMR ca. zw. Silber und Gold. Glaube man kann bei Lolking auch vergangene Saeson die Lolkingscore-kurve einsehen. Hab mich selber drüber kaputtgelacht, war effektiv ne ganze Liga (S1-G1). Jetzt begegnest du mir im Normal oder Einstufung und ich spel mit meiner Ahri gegen dich, geh kp 20 6 14 ausm Game, bin ich dann ein Smurf? Und wenn ich versage keiner?","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-03-23T00:13:07.746+0000","up_votes":1,"down_votes":0,"body":"jo könnte durchaus ein Smurf sein, muss aber nicht.\n\nDennoch kann die Ahri auch über der Liga stehen.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2016-03-22T10:49:52.778+0000","up_votes":2,"down_votes":0,"body":"Eine Momentaufnahme dieser Art kann ich auch bieten. Ich hab auch gerade das Glück, 8 Spiele in Folge gewonnen zu haben. Ist zwar \"nur\" ARAM, nicht premade, aber hey, es geht. Und vom Skill her bin ich eher Low-ELO, bisher unranked und würde wohl in Bronze oder maximal Silber landen.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-20T14:17:31.434+0000","up_votes":2,"down_votes":0,"body":"2 bis 4 kann ich nicht nachvollziehen. 4 nicht, weil ich nicht verstehe was du meinst.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-20T14:30:11.999+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00010003000000000000,timestamp=2016-03-20T14:17:31.434+0000)\n>\n> 2 bis 4 kann ich nicht nachvollziehen. 4 nicht, weil ich nicht verstehe was du meinst.\n\nWenn ich das richtig interpretiere will er auf folgendes hinaus:\n1. Wenn Du einen Gegner tötest, und daraufhin einen der Champion-Emotes nutzt, bekommste nen Perma\n2. Wenn Du nen Smurf-Account hast, willst Du Elo-Boosting betreiben und bekommst nen Perma\n3. Wenn Du auf Deinem Smurf mit einem Freund spielst, wirst Du und Dein Freund perma gebannt, weil Du Elo-Boosting betreibst, und Dein Freund das Elo-Boosting nutzt\n4. Wenn Du am Ende eines Spiels, bei dem einer der \"Unsportlichkeiten\" der Punkte 1 bis 3 aufgetreten sind - wobei in meinen Augen Punkt 2 und 3 nicht erkennbar sind - und Du dann am Ende ein gg schreibst, bekommst Du nen Perma\n\nIch persönlich finde diese Ansatzpunkte recht undurchdacht bzw. Schwachsinnig. \n1. Champion-Emotes sind von RIOT ins Spiel integriert worden, damit ein Spieler diese nutzen kann. Natürlich ist es etwas unsportlich, wenn man einen Gegner auslacht, wenn dieser stirbt, aber dafür nen Perma finde ich definitiv übertrieben.\n2. Mit einem Smurf zu spielen hat - zumindest in meinen Augen - nichts mit Elo-Boosting zu tun. Wenn ich jemand neues ins Spiel begleiten und ihm etwas beibringen möchte ist ein Smurf durchaus dahingehend hilfreich, da dieser Neuling nicht gleich in ein Spiel geworfen wird, wo die Mit- und Gegenspieler im Level, Erfahrung und mit Runen deutlich besser sind als der Neuling. Er wird in seinem ersten Spiel förmlich in der Luft zerrissen und verliert so ganz schnell den Spaß am Spiel.\n3. Siehe Punkt 2. Zumal hier der Freund auch aktiv mitspielen muss, und selbst Leistung erbringt. Für ihn mag es zwar etwas einfacher sein zu gewinnen, da er einen deutlich besseren Spieler an seiner Seite hat. Aber wenn er einfach so in das Gegnerteam hineinrennt, und dauernd stirbt, kann auch ein noch so guter Spieler das Spiel nicht mehr drehen. Zumal das Gegnerteam entsprechend auch starke Spieler enthält, damit beide Teams etwa gleich stark sind.\n4. Diesen Punkt finde ich persönlich am Schwachsinnigsten. Du willst also Spieler dafür perma Bannen, wenn sie sich sportlich verhalten, und dem Gegner nach dem Spiel mit einem virtuellen Handschlag für das Spiel danken? Das GG hat längst nicht mehr eine Wertende Eigenschaft, ob es sich um ein gutes oder schlechtes Spiel gehandelt hat, sondern dient lediglich dazu, dem Gegner Respekt zu zollen und deren Leistung anzuerkennen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-20T22:32:04.502+0000","up_votes":3,"down_votes":1,"body":"versuch am besten garnicht mit diesem PapaJLBear zu diskutieren er ist ein einfacher Troll der untersten Schiene. \n\nEr behauptet auch das Premates gegen die AGB von Riot verstoßen genauso wie Teamspeak, Skype und andere externe Kommunikationsmittel.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2016-03-20T15:20:28.611+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000100030000000000000000,timestamp=2016-03-20T14:30:11.999+0000)\n>\n> 2. Mit einem Smurf zu spielen hat - zumindest in meinen Augen - nichts mit Elo-Boosting zu tun. Wenn ich jemand neues ins Spiel begleiten und ihm etwas beibringen möchte ist ein Smurf durchaus dahingehend hilfreich, da dieser Neuling nicht gleich in ein Spiel geworfen wird, wo die Mit- und Gegenspieler im Level, Erfahrung und mit Runen deutlich besser sind als der Neuling. Er wird in seinem ersten Spiel förmlich in der Luft zerrissen und verliert so ganz schnell den Spaß am Spiel.\n\nToll dein Neulingfreund wird nicht gleich zerrissen dafür aber die Neulinge auf der anderen Seite...\n\n> 3. Siehe Punkt 2. Zumal hier der Freund auch aktiv mitspielen muss, und selbst Leistung erbringt. Für ihn mag es zwar etwas einfacher sein zu gewinnen, da er einen deutlich besseren Spieler an seiner Seite hat. Aber wenn er einfach so in das Gegnerteam hineinrennt, und dauernd stirbt, kann auch ein noch so guter Spieler das Spiel nicht mehr drehen. Zumal das Gegnerteam entsprechend auch starke Spieler enthält, damit beide Teams etwa gleich stark sind.\n\nDas umgehst du ja gerade mit dem Smurf, indem du vortäuschst deutlich schwächer zu sein, als du eigentlich bist sonst könntest du auch einfach mti dem Main antreten...","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-20T17:01:18.340+0000","up_votes":3,"down_votes":1,"body":"Der Smurf ist aber auch nicht gezwungen sein bestes zu geben. Und wenn der Spieler dazu noch neue Champions testet, spielt er sicher schlechter als sonst.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-03-20T17:16:09.856+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00010003000000000000000000010001,timestamp=2016-03-20T17:01:18.340+0000)\n>\n> Der Smurf ist aber auch nicht gezwungen sein bestes zu geben. Und wenn der Spieler dazu noch neue Champions testet, spielt er sicher schlechter als sonst.\n\nIst der Main auch nicht...\n\nAber es ist ja anscheinend schon ne große Leistung, dass der Premade tatsächlich mitspielen muss laut Resq...","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-20T19:00:55.931+0000","up_votes":3,"down_votes":1,"body":"Der Unterschied ist nur, wenn man den neuen mit einem Main spielen lässt und der Main für gewöhnlich ernsthaft Normals spielt, werden die beiden Gegner kriegen, die deutlich zu stark für den neuen sind. Wenn man einen Smurf nimmt und damit absichtlich nur solala spielt, kann der neue viel besser lernen, weil er nicht dauernd gestompt wird. Wenn der Neuling sich dann bereit dazu fühlt, kann der Freund auch wieder den richtigen Account auspacken.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-03-20T17:41:25.070+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000100030000000000000000000100010000,timestamp=2016-03-20T17:16:09.856+0000)\n>\n> Ist der Main auch nicht...\n> \n> Aber es ist ja anscheinend schon ne große Leistung, dass der Premade tatsächlich mitspielen muss laut Resq...\n\nIch sage nicht, dass es eine große Leistung ist. Aber er muss nun mal selber spielen, und bekommt seinen Account nicht hochgespielt. Diesen Fakt kannst Du nunmal nicht abstreiten. Und wenn der Spieler dann schlecht spielt, geht das Spiel nunmal auch verloren. Es ist somit kein sicherer Gewinn, nur weil ein Smurf dabei ist.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-03-20T18:05:39.465+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000300000000000000000001000100000000,timestamp=2016-03-20T17:41:25.070+0000)\n>\n> Ich sage nicht, dass es eine große Leistung ist. Aber er muss nun mal selber spielen, und bekommt seinen Account nicht hochgespielt. Diesen Fakt kannst Du nunmal nicht abstreiten. Und wenn der Spieler dann schlecht spielt, geht das Spiel nunmal auch verloren. Es ist somit kein sicherer Gewinn, nur weil ein Smurf dabei ist.\n\nDu tust aber so, als wär das vollkommen normal und balanciert, dass jemand, **der sich absichtlich für schlechter ausgibt als er ist** mit und vor allem gegen echte Neulinge spielt und stellst es dann so da, als wäre das eine gute Tat. \n\nIm Zweifelsfall verdirbst du halt den 5 anderen echten Neulingen das Spiel, weil dein Kumpel ja nicht allein Erfahrungen machen konnte und du dann nicht den Arsch in der Hose hast zu sagen: \"Gut wir können zusammen spielen aber das wird für dich natürlich auch härter.\"\n\nNoch lächerlicher wird das Ganze dann, wenn es unbedingt im Ranked sein muss natürlich immer noch mit der gleichen Begründung, dass man seinem Premade halt das Spiel beibringen muss, weil er ja bis Level 30 noch gar keine Chance hatte das Spiel richtig zu lernen.\n \nEs ist und bleibt einfach Manipulation des Systems und wenn das für euch so normal ist könntet ihr eigentlich auch gleich für die komplette Abschaffung eintreten.","replies":[]}]}]}]},{"id":"","poster":"PapaJLBaer","date":"2016-03-20T18:24:17.166+0000","up_votes":2,"down_votes":4,"body":"R3sQ   \nHat mit 1 -3 Recht.\n\nPunkt 4 ist eigentlich recht simpel.\n\nWer ein Negative Game, was unfair ist als positiv und Fair bezeichnet bekommt einen 2 Wochen bann. Wer sich mit Unfairen Spieler ( 1 -3) sympathisiert ist selber nicht viel besser.\n\n1.Mit einem Smurf zu spielen hat - zumindest in meinen Augen - nichts mit Elo-Boosting zu tun. Wenn ich jemand neues ins Spiel begleiten und ihm etwas beibringen möchte ist ein Smurf durchaus dahingehend hilfreich, da dieser Neuling nicht gleich in ein Spiel geworfen wird, wo die Mit- und Gegenspieler im Level, Erfahrung und mit Runen deutlich besser sind als der Neuling. Er wird in seinem ersten Spiel förmlich in der Luft zerrissen und verliert so ganz schnell den Spaß am Spiel.\n\nWas ist das denn wenn nicht Boosting ? Du spielst mit 3 neuen Spieler gegen 5 Neuen Spielern. Du verschafft dir und dein Freund eine bessere Win Chance.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-20T21:03:09.056+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=00010003000000000000000000010002,timestamp=2016-03-20T18:24:17.166+0000)\n\n> Punkt 4 ist eigentlich recht simpel.\n> \n> Wer ein Negative Game, was unfair ist als positiv und Fair bezeichnet bekommt einen 2 Wochen bann. Wer sich mit Unfairen Spieler ( 1 -3) sympathisiert ist selber nicht viel besser.\n> \n\nWie schon gesagt kann ich nicht erkennen, ob jemand mit einem Smurf spielt, oder jemand anderes aus dem Team ein Premade des Smurfs ist. Aber mal abgesehen davon: Es ist also verwerflich, dem Gegner mittels GG seinen Respekt zu zollen? Dann findest Du es also auch verwerflich, wenn nach einem Fußballspiel, bei dem jemand aus dem Gegnerteam mit einer roten Karte wegen eines Fouls vom Platz gestellt wird, das Team in der Überzahl den Gegnern die Hand reicht, bevor sie den Platz verlassen?\nNichts anderes ist dieses GG. Es ist, wie ich schon schrieb, keine Wertung des Spiels, sondern ein virtueller Handschlag im Sinne von: \"Ihr habt euch trotzdem gut geschlagen\". Es hat nichts damit zu tun, ob ich das Spiel als Gut oder Fair ansehe. Ich zolle den anderen Spielern den Respekt, den man normalerweise entgegen bringen sollte. Und diese sportliche Geste willst Du dann unter Strafe stellen, wenn jemand anderes aus dem eigenen oder Gegnerteam sich nicht an die Regeln hält?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-03-20T21:35:01.449+0000","up_votes":2,"down_votes":6,"body":"Nein. Es geht nicht um das GG an sich.\n\nEs ist der Sarkasmus dahinter.\nDas wäre so als wenn ich eine Massen Mörder den Frieden Nobelpreis geben würde.\n\nOder in deine Fußball Beispiel den Spieler der in Min 2 Die Rote Karte bekommen hat als zu Fairsten Spieler des Games wähle.","replies":[{"id":"","poster":"Pearli","date":"2016-03-21T02:30:15.430+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000300000000000000000001000200010000,timestamp=2016-03-20T21:35:01.449+0000)\n>\n> Nein. Es geht nicht um das GG an sich.\n> \n> Es ist der Sarkasmus dahinter.\n> Das wäre so als wenn ich eine Massen Mörder den Frieden Nobelpreis geben würde.\n> \n> Oder in deine Fußball Beispiel den Spieler der in Min 2 Die Rote Karte bekommen hat als zu Fairsten Spieler des Games wähle.\n\nWas für Sarkasmus? Selbst wenn ich in meinem Team einen afk ler oder so habe, schreibe ich ein gg wp im Chat. Das gebietet einfach die Höflichkeit. Es zeigt mir, wenn ich so was lese, der Spieler gegenüber würdigt die Leistung von mir, meinem Team und seinem Team. Genauso wie ich jedem Spieler zeige: hey, auch wenn wir verloren haben, es war trotzdem ein spannendes und unterhaltsames Spiel. Es hat Spaß gemacht, mit den 9 anderen Menschen zu spielen. Unabhängig welche Leistung der einzelne erbracht hat. Flamen zeigt dahingehend nur, dass ich mich als was besseres sehe als jeder der 9 anderen Spieler. Und das ist entweder die Wahrheit, dann bräuchte ich es aber nicht zu schreiben, oder eben nur wunschdenken.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-20T19:03:42.564+0000","up_votes":3,"down_votes":1,"body":">Wer ein Negative Game, was unfair ist als positiv und Fair bezeichnet bekommt einen 2 Wochen bann. Wer sich mit Unfairen Spieler ( 1 -3) sympathisiert ist selber nicht viel besser.\n\nWenn ich also einen AFKler habe und am Ende \"gg wp\" schreibe, weil es trotzdem ein spannendes/aufregendes Spiel ware kriege ich einen Bann. Und selbst wenn das nicht der Fall ist, kriegt der Gegner, der darauf \"gg\" antwortet einen Bann, weil er in überzahl war und mir im Grunde zustimmt?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-03-20T21:42:14.926+0000","up_votes":2,"down_votes":6,"body":"Nein. Was ist an AFK unfair ?\nAFK geht man nur wenn man Probleme hat oder etwas anderes wichtige tun muss, was jeder verstehen kann das man dann nicht weiter Spielen kann.\n\nWenn jemand auf Grund eine Feeders, Cheater , Smurf im Team AFK geht ( was du glaube ich meinst ) ist nicht das AFK gehen der Grund für den Bann für das GG.\nSondern der Grund der jemanden dazu gebracht hat AFK zu gehen.\nWenn das Game so negativ ist das jemand der ein Spiel startet es freiwillig vorzeitig beendet , kann ich das Game nicht fair gewesen sein.","replies":[{"id":"","poster":"Pearli","date":"2016-03-21T02:33:16.654+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000300000000000000000001000200000000,timestamp=2016-03-20T21:42:14.926+0000)\n>\n> Nein. Was ist an AFK unfair ?\n> AFK geht man nur wenn man Probleme hat oder etwas anderes wichtige tun muss, was jeder verstehen kann das man dann nicht weiter Spielen kann.\n\nwas an afk unfair ist? Das Spiel bestreitet das Team dann zu 4 gegen 5. Ich melde mich grundsätzlich nicht für ein Spiel an, wenn ich weiß, dass ich in 15 Minuten keine Zeit mehr dafür habe. Oder ich vorher merke, dass mein pc nicht so arbeitet, wie er es sonst tut. Ich verstehe es, wenn jemand ein Problem mit seinem Internet hat, aber wenn ich Spieler schon sehe, die im Chat schreiben, wir müssen in 20 Minuten gewinnen oder dann surrendern, weil er essen muss, dann ist das im Grunde schon die Zerstörung der spielerfahrung bevor das Spiel los geht.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-20T22:31:58.636+0000","up_votes":1,"down_votes":0,"body":"Ok, 4vs5 ist für dich ein Faires spiel. Einmal abgesehen davon, dass es auch einige gibt, die einfach aussteigen, weil sie keine Lust mehr haben, auch wenn es keinen Flame gab.\n\n Ein Smurf (der vermutlich gegen andere Smurfs antritt) aber nicht.\n\n>Wenn das Game so negativ ist das jemand der ein Spiel startet es freiwillig vorzeitig beendet , kann ich das Game nicht fair gewesen sein.\n\nHatte ich vor kurzem. Da ist der Supporter ausgestiegen, weil er 2 Ganks als Shen nicht hingekriegt hat. Kein Flame, keine Trolle und keine Cheater. Ihm hat es einfach nicht gepasst, dass es keinen Kill gab. Dann hat er kurz geflamt und ist ausgestiegen.","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-03-20T16:11:44.603+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0001000300000000000000000001,timestamp=2016-03-20T15:20:28.611+0000)\n>\n> Toll dein Neulingfreund wird nicht gleich zerrissen dafür aber die Neulinge auf der anderen Seite...\n\nAls Smurf spielst Du besser als die anderen. Da gebe ich Dir recht. Allerdings handelt es sich hier um einen Spieler, der besser spielt, jedoch von den Runen her keinen Vorteil den anderen Spielern gegenüber hat. Und da LOL ein Teamspiel ist, kann der Smurf eben das Spiel nicht im Alleingang gewinnen. Er ist auch auf die Hilfe seines Teams angewiesen, und verliert nunmal auch, wenn die Spieler im Gegnerteam miteinander spielen und das restliche Team zerlegen.\n \n> Das umgehst du ja gerade mit dem Smurf, indem du vortäuschst deutlich schwächer zu sein, als du eigentlich bist sonst könntest du auch einfach mti dem Main antreten...\n\nWie schon geschrieben: Dein Freund muss aktiv mitspielen und kann sich nicht auf Deinem Rücken ausruhen. Wenn der Rest des Teams schlecht spielt, ist das Spiel verloren. Smurf hin oder her.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-03-20T15:07:06.048+0000","up_votes":1,"down_votes":0,"body":"Danke, jetzt kann ich den vierten Punkt anständig zuordnen und muss sagen, dass ist der schlechteste Grund für einen sofortigen Bann, den ich je gehört habe.","replies":[]}]}]}]}]}]},{"id":"","poster":"WillJumba","date":"2016-03-18T23:40:37.105+0000","up_votes":1,"down_votes":2,"body":"> Tut sie nicht. Ich erinnere mich zum Beispiel gerne an schöne Erlebnisse.\n\nich würde schlimme sachen lieber vergessen als darauf herumzureiten. keine ahnung wie du das siehst.\n\nmfg","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-19T00:08:52.230+0000","up_votes":2,"down_votes":1,"body":"Dann solltest du den Spruch dahingehend ändern. Aktuell klingt er sehr nach \"am besten erinnert man sich an gar nichts\".","replies":[]}]},{"id":"","poster":"drexxsack","date":"2016-03-19T00:05:44.268+0000","up_votes":1,"down_votes":0,"body":"Funfact: Es gibt keinerlei Zusammenhang zwischen Alter und Flaming, dafür aber einen Zusammenhang zwischen Alter und \"Meldefreudigkeit\"\n\nhttps://ask.fm/RiotLyte/answers/130574642626\n\nIch hab das ganze mal Random an diesen Diskussionsstrang angeschlossen.","replies":[]}]},{"id":"","poster":"dat Zoidberg","date":"2016-03-21T16:50:14.755+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=,timestamp=2016-03-18T22:41:50.344+0000)\n>\n\n\n> Warum Bans? Weil es Riot so gef&auml;llt. Flame st&ouml;rt keinem Spieler, wirklich 0% interessiert es.  \n\nSelten so einen Mist gelesen. Ich bin über jeden permagebannten Account, sei es von unbelehrbaren 13-jährigen oder Älteren, froh. Idioten regen einfach nur auf, in jedem Spiel!","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-03-19T11:22:57.561+0000","up_votes":3,"down_votes":0,"body":"Dank Flamern verliere ich massenhaft Spiele! Sie bringen Andere dazu auch nur zu tippen, zu tilten oder gar ganz zu leaven.\nNach jedem Spiel, in dem wieder ein Depp ohne Selbstbeherrschung, dem Gegner mit seinem Flame zum Sieg verhalf, wünsche ich mir, dass Riot viel früher anfangen würde zu bestrafen.\nDie von der Statistik erfassten Menge an Flamern ist nur darum so gering, weil Riot so unendlich nachsichtig ist, dass man sich erstmal in zahllosen Spielen daneben benehmen muss, bevor man die erste Strafe bekommt.\nDas einzig sinnvole Fazit aus deinem Text müsste also sein, dass Riot viel schneller bannen sollte.\n\nDank Flamern spiele ich mittlerweile viel weniger LoL, daher gebe ich auch weniger Geld aus, es geht mir einfach zu sehr auf die Nerven, dass es mittlerweile wichtiger ist, das Ego von Idioten und Gebeutelten zu streicheln, als seine Lane zu gewinnen. Denn wenn man nicht sein Möglichstes tut, um den Schaden, den der eine Flamer anrichtet, zu begrenzen, geht sowieso alles den Bach runter.\n\nDurch das Entfernen von negativen Subjekten, die sich soweiso eher Gedanken über ihr fehlerhaftes Welt- und Selbstbild, als ihren Account machen sollten, trifft Riot also eine ökonomisch unumgängliche Enscheidung.\nSo viel Profit, wie sie durch den Flame der Negatien verlieren, könnten diese Einzelpersonen garnicht aufbringen.\n\nAuch deine Annahme, Flame wäre jedem egal und nach dem Spiel vegressen, ist absoluter Löhtzinn! Ein Spiel mit ausgiebigem Flame und seinen Folgen,bleibt mir mitunter für mehrere Tage im Kopf und ärgert mich durchgehend!\nBesonders wenn Spieler anfangen, die Fehler die durch ihre eigene Unfähigkeit entstehen, auf einen Mitspieler abzuwälzen, muss ich all meine Selbstbeherrschug aufbringen, nicht selbst negativ zu werden, da ich das irrationale Bedürniss entwickle, dass sich der kleine Pseudo-Tyrann genauso schlecht fühlt wie sein Opfer.\nHier macht es die Sache für mich deutlich leichter, wenn ich weiß, dass diese Menschen zumidnest irgendwann mal von Riot einen auf den Deckel bekommen und somit vielleicht lernen, sich zu benehmen.\n\nGenau genommen widerspreche ich dir also in so gut wie jedem Punkt und behaupte das Gegenteil.\nZusätzlich möchte ich die Vermutung äußern, dass sehr wohl ein Account von dir Selbst gebannt wurde.","replies":[]},{"id":"","poster":"PapaJLBaer","date":"2016-03-19T12:07:28.772+0000","up_votes":1,"down_votes":8,"body":"Permabann nötig ? Ja\n\nIch meine Augen ist die Bestrafung sogar noch zu lasch. \n\nFür Flame und toxicnis, gebe ich dir recht, ist die Bestrafung oft falsch.\n\nFür Sachen wie ELO Boosting / Cheating / Ebay Acc oder anderen vorsätzlichen Fehlverhaltens sollte die Strafe aber härter sein.\n1 Verstoß Premabann der IP.\n\nIch gehe mal stark davon aus das kein Spieler ein Game startet um zu Flamen, das passiert erst in Game und ist somit auch Riots schuld.","replies":[{"id":"","poster":"Patty91","date":"2016-03-19T12:09:17.284+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000a,timestamp=2016-03-19T12:07:28.772+0000)\n\n> 1 Verstoß Premabann der IP.\n\nUnd das bringt genau gar nichts. Bevor du meinst, Ahnung von Technik zu haben und daher meinst, Strafen erfinden zu können, überprüfe dein Wissen bitte. In dem Falle: was ist eine IP, wie funktioniert sie, wie ist die Vergabe, wie sieht die Situation in den allermeisten Ländern bzgl. IP (fest oder dynamisch) aus.\n\n> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000a,timestamp=2016-03-19T12:07:28.772+0000)\n>\n> Ich gehe mal stark davon aus das kein Spieler ein Game startet um zu Flamen, das passiert erst in Game und ist somit auch Riots schuld.\n\nWas für ein Unfug... Aber ok. Amokläufe in Schulen passieren auch erst in Schulen. Also ist der Schulleiter schuld.\nSelbe Argumentationsweise. Vollkommener Schwachsinn.","replies":[]},{"id":"","poster":"Abasin","date":"2016-03-21T06:46:20.870+0000","up_votes":3,"down_votes":0,"body":"> Ich gehe mal stark davon aus das kein Spieler ein Game startet um zu Flamen, das passiert erst in Game **und ist somit auch Riots schuld.\n**\n\n{{sticker:zombie-brand-facepalm}}\nNa klar, Riot ist schuld dran, dass die Spieler ihr Spiel spielen und die Regelvorgaben untergraben. Erst denken, dann posten.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-19T12:08:57.318+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=000a,timestamp=2016-03-19T12:07:28.772+0000)\n>\n> 1 Verstoß Premabann der IP.\n\nIP-Banns gibt es aus gutem Grund nicht, da man damit zum einen leicht die falschen trifft und diese genauso leicht zu umgehen sind.","replies":[]}]},{"id":"","poster":"WillJumba","date":"2016-03-19T00:29:33.597+0000","up_votes":1,"down_votes":4,"body":"> Grüße WillJumba!\n\nDein Kommentar verstößt gegen die Regeln. Infolge dessen wurde er aus den Boards entfernt.\nGelöschter Kommentar:\n\n\"Finde es erbärmlich solch alogrithmen in ein spiel einzubauen.\"\nViolation: Flame\n\nEs wurden keine weiteren Maßnahmen gegen deinen Account getroffen, aber wir würden dir empfehlen dir noch einmal allgemeinen Regeln anzuschauen, bevor du in Zunkunft postest.\n\nDein Inhalt wurde entfernt, weil er beleidigend ist. Konstruktive und sachliche Diskussionen sind jederzeit willkommen, persönliche Angriffe, Beleidungen oder übermäßiges Fluchen jedoch nicht. Außerdem trägt derartiges Verhalten nicht gerade dazu bei, dass deinem Anliegen wohlwollend Gehör geschenkt wird.\nFluchen und Beleidigung trägt absolut nichts zu einer vernünftigen Diskussion bei und lässt dich in schlechtem Licht dastehen. Versuch also in Zukunft auf deine Ausdrucksweise und Manieren zu achten.\nDiese Nachricht ist eine Warnung. Bei weiteren Verstößen kann es sein, dass du für längere Zeit oder permanent aus den Boards gebannt wirst.\n\n\npermantenter ban wegen meiner eigenen meinung. ok. alles verstanden wir leben in nordkorea.","replies":[{"id":"","poster":"drexxsack","date":"2016-03-19T00:43:19.871+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0003,timestamp=2016-03-19T00:29:33.597+0000)\n\n> permantenter ban wegen meiner eigenen meinung. ok. alles verstanden wir leben in nordkorea.\n\nDie Meinungsfreiheit schützt dich weitgehend davor, dass der Staat dich für deine Meinung bestraft. Sie gibt anderen Personen aber nicht die Pflicht, deiner Meinung einen Raum zu bieten oder sie unkommentiert stehen zu lassen.\nWenn dir jemand die Tür wegen einer deiner Äusserungen zeigt, heißt das ganz simpel, dass er die von dir getroffenen Aussagen nicht in seiner Rechtssphäre haben will.\n\nPS: Für den gelöschten Post, wärst du bei mir für nen Tag geflogen. Da bist du gut weggekommen.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-03-19T00:33:26.978+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=0003,timestamp=2016-03-19T00:29:33.597+0000)\n>\n> permantenter ban wegen meiner eigenen meinung. ok. alles verstanden wir leben in nordkorea.\n\nDein Kommentar war deutlich länger, als die erste von dir angegebene Zeile. Hätte nicht ich den Kommentar gelöscht, sondern ein an der Diskussion unbeteiligter Moderator, wärst du für die Beleidigungen des Kommentars wahrscheinlich gebannt worden. Benimm dich im Forum, wir haben kein Problem damit und werden nicht zögern, Regelverstöße entsprechend unserer Möglichkeiten zu ahnden.","replies":[]}]},{"id":"","poster":"ImRylex","date":"2016-08-04T17:02:04.981+0000","up_votes":1,"down_votes":0,"body":"Was ich auch blöd finde :c :\nWarum kann man den Chat nicht disablen? \nIch werde immer so mad das ich flame...Als ich nen Chat-ban hatte war ich so fröhlich das ich nicht mehr flamen konnte!\nEs müsste einfach eine Funktion geben das man den Chat disablen kann! Aber nein man MUSS ja im Chat schreiben ._.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-08-04T17:09:04.376+0000","up_votes":2,"down_votes":0,"body":"Muss man nicht. Du musst erst Enter dafür drücken, die Worte zusammenlegen, und dann nochmal Enter drücken.\nDas ist kein Zwang, das ist deine Entscheidung.","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-03-21T07:59:51.170+0000","up_votes":2,"down_votes":0,"body":"Ich denke, das wenn man die Community entscheiden lassen würde, wären mehr als ~~0,00006%~~ 0,006% der Spieler gebannt, da die eigene Community das ganze dann stärker bewerten würde. Z.b. ich selber, habe eine Null Toleranz Einstellung gegenüber Flame. \nSomit, würde ich auch nur die kleinste negative Äußerung in einem Chatlog finden, wäre dies direkt ein Grund um denjenigen für eine Strafe zu wählen. \n\nSomit solltest du bzw. dein \"Bekannter\" lieber froh sein, das dies ein Computer macht oder bzw. Riot.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-21T10:49:35.466+0000","up_votes":1,"down_votes":1,"body":"Die Community entscheidet heute wie auch beim Tribunal noch in gewisser Weise mit.\n\nBeim Tribunal direkt über die Votes und heute über die Reports. Wir entscheiden somit immernoch was wir als Toxic empfinden und für Bann würdig halten.\n\nJemanden für jedes kleine Vergehen direkt eine Strafe aufzudrücken finde ich allerdings schon etwas zu hart. Auch wenn 1 Flame ausreicht um die Spielerfahrung von 9 weiteren zunichte zu machen, würde ich sagen das dieser Spieler über einen gewissen Zeitraum flamen muss um gebannt zu werden. Ansonsten würden auch Ausrutscher direkt eine Strafe bekommen.\n\nÜbrigens sind es 0,006% mit einem perma Ban :3","replies":[{"id":"","poster":"Zulwar","date":"2016-03-21T11:15:32.141+0000","up_votes":1,"down_votes":0,"body":"Ja gut, so wird es uns gesagt, somit gehe ich auch davon aus.\n\nSry das ich das nicht erwähnt habe.\n\nDie Zahl habe ich vom TE abgeschrieben und nicht überprüft. Aber danke für die Korrektur.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-03-19T08:32:04.034+0000","up_votes":2,"down_votes":0,"body":"allein schon das Fazit... das Flamen ja keinem stört...\n\nÄhm... ich habe zu der Zeit, als das Tribunal down war, gespielt. Als niemand auch nur im entferntesten Angst vor einer Strafe hatte. Und ganz ehrlich: Ich war kurz davor einfach aufzuhören.\nUnd in dem Moment, wo Riot die Permabanns abschafft und deine Theorie, dass das ja natürlich ist, übernimmt, bin ich weg. Und ich habe auch schon mehr als genug Geld in den Account gesteckt... \nJetzt muss Riot sich entscheiden... und sie entscheiden sich völlig überraschend für den Kunden, der keine anderen vergrault. Was für eine Überraschung...\n\nUnd ja, ich kenne genügend Leute, die mit dem Spiel aufgehört haben (in genau der Phase trat das auch noch verstärkt auf), weil sie keinen Bock drauf haben, ständig beleidigt zu werden. Und da ist es egal, wie viel Geld du in den Account gesteckt hast, dann kriegst du halt Hausverbot... Da hat Riot auch jedes Recht zu... Vor allem kosten Flamer Riot richtig Geld. Weil sie halt potenzielle Kunden vergraulen und dem Spiel einen schlechten Ruf geben.\n\nAber stellen wir uns mal vor, deine Theorie würde im richtigen Leben angewendet werden. Du bist Samstag Abend mit deiner Freundin in da Club. Da kommt dieser 18 Jährige Halbstarke an und belästigt deine Freundin. So richtig dreist und direkt. Du gehst zur Security... und die erklärt dir: \"Naja. der ist noch in der Pubertät... und wurde heute Nachmittag von seiner Freundin betrogen, da ist das doch eine normale Reaktion. Außerdem hat er schon 5 Cocktails bestellt und du hängst immer noch an deinem 2. Bier... wenn du mit ihm nen Problem hast, bringe ich dich allerdings gerne raus.\" \n\nMerkst schon, dass das nicht die allerbeste Variante ist, eine Laden mit mehreren unterschiedlichen Leuten zu führen, oder?","replies":[]},{"id":"","poster":"UOL LagsAlot","date":"2016-03-20T18:56:07.896+0000","up_votes":3,"down_votes":1,"body":"Flamen schadet nicht?\nTut dir die Hand nicht weh, wenn du sie in eine Flamme hältst?","replies":[]},{"id":"","poster":"Shiggyvara","date":"2016-03-19T06:56:32.235+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=WillJumba,realm=EUW,application-id=KYnfKGf0,discussion-id=8BlaJAWA,comment-id=,timestamp=2016-03-18T22:41:50.344+0000)\n>\n> Hallo Community,\n> \n\nHallo\n\n> Ich beginne mal mit dem eigentlichen Grund dieser Anfrage.\n> Der Account eines Bekannten wurde heute permanent gebannt. Grund : Flaming.\n> Schadensfaktor: keinen, denn jedem schl&auml;gt das herz h&ouml;her wenn man verliert, dass ist was menschliches. Andere behalten dies f&uuml;r sich ,wiederum andere werden laut (in dem Fall per Chat) -&gt; deshalb gibt es Chatban.\n> \n\nLaut werden ist kein Problem ich werd auch mal laut und frag, was der Scheiß soll, wenn meine Teammates allein ungewardet splitpushen und gecatcht werden. Der Unterschied ist ich mach das mit meinem Bildschirm und mir aus.\nDer Unterschied hierbei ist folgender das rumfluchen an sich mag im Effekt vielleicht jeder machen. Das drücken der Entertaste das formulieren eines Texts etc. setzt aber schon mehr als rein impulsives Handeln vorraus meiner Meinung nach.\n\n> Daher stelle ich den Sinn von der Chatbanfunktion in Frage. Weshalb gibt es diese wenn man sowieso gebannt wird?  Ich m&ouml;chte im Folgenden einige Argumente anlisten, welche die Funktion vom &quot;tribunal&quot; in Frage stellt.\n> \n\nDie Chatbanfunktion ist halt die erste Strafe?! \nWenn es dir lieber wäre könnte man natürlich auch gleich direkt mit 2 Wochen/ Permaban beginnen aber man bekommt halt erstmal gesagt:\"Junge/Mädel überleg mal wie du dich aufführst das stört die Leute lass das\".\n\n> Verlieren, jeder kennt dieses Gef&uuml;hl, manche etwas &auml;ltere Spieler denken sich nichts dabei und machen eine kurze Pause, um bei den n&auml;chsten Spielen wieder fit zu sein. Andere wiederum, welche etwas j&uuml;nger sind bzw. auch in den Anf&auml;ngen der Pupert&auml;t verarbeiten sowas nicht so einfach. Chatban ist die Folge. Die Reaktion der jungen Spieler, kann man &auml;u&szlig;erlich nicht wirklich erkennen, aber innerlich macht sich frusst breit, auch wenn nur f&uuml;r 30 Games.\n> Ein Permaban dagegen ist eine komplett neue Instanz. Der Account ist gesperrt, keine m&ouml;glichkeit sein Hab und Gut zur&uuml;ckerstattet zu bekommen.  Bei den meisten liegt dieser Betrag weit im 3 stelligen Bereich.\n> \n\nIch bezweifle, dass die meisten einen Betrag im 3 stelligen Bereich für das Spiel ausgegeben haben, aber selbst wenn es so wäre würde dies nichts ändern.\n\nDie Micropaymentpolitik, find ich zwar auch nicht gut die steht ja aber nicht zur Diskussion. \n\n> Aber nun zu den Folgen von Flaming. Ich bin mir sicher ,dass sich bei Riot Games mehrere Psychologen zusammengesetzt haben und dieses Thema gut durcharbeitet haben. Flaming: Eine Reaktion des menschlichen K&ouml;rpers gegen&uuml;ber Frust,in dem Fall der Grund des Verlierens, welche was ganz nat&uuml;rliches ist, wie schon oben gesagt. \n\nWie oben schon gesagt \"natürlich\", wenn man das Bedürfnis hat seinen Monitor/Lebenspartner/Katze/Hund/etc.. anzuschnauzen, da direkt von Gehirn zu Mund.\nGeplant, wenn man erstmal ein Chatfenster öffnen muss, um seine Launen ausleben zu können.\n\n> Kann eine solche Reaktion ein Grund f&uuml;r einen Bann sein? Meiner Meinung komplette &Uuml;berreaktion, denn wenn man dieses Thema wirklich so ernst nimmt, d&uuml;rften 1/3 der lol Community einen solchen ban haben und nicht 0,00006% , denn ich als Platin 4 Spieler musste schon vielen Low Elo \nSpielern zuschauen, alle mit dem selben &quot;fehler&quot; ,ihr junges Alter. \n\nWoher willst du wissen, wie alt die Spieler waren? Flaming ist beileibe kein Alleinstellungsmerkmal von Jüngeren. \nZumal diese Ansage sind halt Kinder von Leuten kommt, die selbst grad mal nen par Jahre älter sind.\nAber um es mal mit den Worten von nem Kumpel von mir auszudrücken, wenn er mit Kollegen auf Geschäftsreise ist:\"Selbst 40 jährige benehmen sich noch wie Teenager.\"\nEs sind übrigens auch nicht \"0,00006%\", sondern in etwa ~~0,6%~~ (Edit: als Grüner hat Sirkas vermutlich ne bessere Erinnerung an die Zahlen dennoch ein par Zehnerstellen mehr) was dann doch ein par Spieler mehr sind.\n\nAnsonsten joar ich wär ja auch dafür schneller Bans zu vergeben aber ich würd halt das System auch anders aufstellen :)\n\n>Wie soll sich ein 13 J&auml;hriger/j&auml;hrige bitte in einem Spiel verhalten?\n> \n\nNormal? So wie er selbst behandelt werden will?.....\nDa kommt dann auch die Frage auf, wenns sich wirklich um 13 jährige handelt wie kommen die an mehrere 100 € für das Spiel? Selbst, wenn es nen par geben sollte, die tatsächlich soviel Taschengeld bekommen beim Großteil wirds wohl nicht der Fall sein, was sich dann wieder mit \"Flamer sind nur 13jährige\" \"Flamer haben 3stellige Beträge für das Spiel ausgegeben\" beist.\n\n> Wer mal Darksouls gespielt hat kennt wie frustierend es ist zu &quot;sterben&quot;, aber keine Gro&szlig;e Sache, im endeffekt passiert doch nichts, aber in diesem kurzen moment der wut versp&uuml;rt man frust, welcher in league of legends durch den chat weitergegeben werden kann. \n> \n\nHab ich zwar nicht aber du sprichst es ja an...der Frust kann weitergegeben werden....nur muss sich keiner den Frust von anderen antun lassen.\nIch hatte gestern nen Spiel, bei dem dem Firstpick sein eingelockter Champ von einem aus unserem Team weggebannt wurde.\nIst in meinen Augen nen absolutes no-go und ich hätte ein gewisses Maß an Wut sogar verstanden, aber dieser Spieler hat sich überhaupt nicht mehr eingekriegt. Bei den Krebswünschen bin dann ausgestiegen /mute und danke für gar nichts.\nHätte sich dieser Spieler am Riemen gerissen wäre nur derjenige, der seinen Champ gebannt hat von mir reportet worden so halt beide.\n\n> Jetzt aus der Sicht des geflamten welche den Report abschickt:\n> Dieser denkt sich n&auml;mlich, was f&uuml;r ein Fehler dieser andere Spieler hat, ob es im noch gute gehe. Danach startet er das n&auml;chste game und keinem juckts mehr.\n\nSehe ich anders. Klar bei kleineren Beleidigungen noob etc. isses mir relativ egal, da ist es im nächsten Spiel vergessen. \nAber wie du gerade gesehen hast gibts dann auch Leute, die mit ihren Beleidigungen echt übertreiben, wos einem dann halt doch nicht am Arsch vorbeigeht.\nHatte z.B. vor nen par Wochen nen Spiel, in dem ich von nen par Spielern sowohl im eigenen als auch im Gegnerteam als Hu.So etc. bezeichnet wurde, weil ich es mir erlaubt hab Teemo Support zu spielen. \nDie erwähnten Spieler sind übrigens alle ohne Strafen aus der Sache rausgegangen ;)\n\n>  Die wertvollste Ability ist die des Vergessens und Vergebens. Wer diese F&auml;higkeiten nicht besitzt hat ein trauriges und einsames Leben. In diesem Fall das &quot;tribunal&quot;, ein Algorithmus der nur eine Funkion hat, die &quot;flamenden&quot; zu beseitgen bzw. rauszufiltern. Mit dem Ziel  die 0,00006% rauszufiltern? Das sind 100 Spieler Weltweit, verteilt auf 6? Servern. Die chance mit ihnen ins Spiel zu kommen, gering.\n> \n\nWie schon ausgeführt sind deine Zahlen einfach falsch.\n\n> Daher die Frage, warum Spieler bannen welche mehrere hunderte Euro investiert haben, und eigentlich harmlos gegen&uuml;ber anderen Bedrohenungen sind. Das sind mal wieder sognannte 1 World Problems.\n\nWeil sie negative Emotionen bei anderen Spielern hervorrufen, die sich daraufhin halt denken:\"Mhh. investier ich die 20€ die ich über hab halt nicht in ne Riotcard, sondern geh dafür den Abend ins Cafe\" Das ganze in einem Spiel sind schon 180 potentielle € die Riot damit entgehen. \nGut nicht jeder gibt Geld aus aber sagen wir es sind 10 € pro Spiel, die wegen dem einem Flamer nicht für Riotpoints ausgegeben werden, dann sind wir nach 10 Spielen schon bei 100€ die Riot durch einen Spieler entgangen sind und so weiter und so weiter...\n\n> Meiner Meinung betreibt Riot Game in diesem Fall eine Diktatorische vorgehenswei&szlig;e. Man k&ouml;nnte doch die Spieler mitentscheiden lassen ob dieses ein Ban Wert ist oder nicht. \n\nTut man doch? Für denjenigen, der es reportet ist es einen Ban wert. Und da das System auf Masse aufbaut kann man sich einen ziemlich guten Überblick darüber verschaffen, was für die Community als banwert anzusehen ist oder nicht.\nWenn z.B. bei 1000 Reports der Reportete 750 mal das Wort \"easy\" verwendet kann man davon ausgehen, dass das wohl nicht so gern verwendet wird.\n\nSo bevor jetzt hier die Korrekturleute kommen, dass Riots Bansystem ja kein einfacher Worterkennungsfilter ist: Natürlich kommen da noch nen par Metadaten aus dem Spielverlauf dazu.\nDennoch wird es so ähnlich funktionieren.\n\n>Aber da dieses Thema wom&ouml;glich schon diskutiert wurde, denke ich das Riot Games ihre Community f&uuml;r labil gegen&uuml;ber Entscheidungen des Spielerlebnisses eingstuft haben.\n> \n> Fazit:\n> Warum Bans? Weil es Riot so gef&auml;llt. Flame st&ouml;rt keinem Spieler, wirklich 0% interessiert es.  Der einzige Grund ist, dass man verloren hat und die Gegner bl&ouml;de Kommentare abgegeben haben. Man selbst ist w&uuml;tend aber das habe ich ja schon im text davor deutlich beschrieben.\n> \n\nWarum sollte Riot aus Jux und Dollerei zahlende Kunden bannen? Ganz ehrlich gib mir darauf eine vernünftige wirtschaftlich kalkulierte Antwort. Denn eins ist klar am Ende interessiert sich Riot bei uns allen für unser Bestes, nämlich unser Geld.\nUnd selbst, wenn ich der einzige wäre, den es interessiert, so hätte das schonmal deine 0% widerlegt.\n\n> Danke das Ihr euch Zeit zum durchlesen genommen habt!\n>\n\nBitte ich hoffe du nimmst dir die Zeit auch, um die Kommentare zu lesen und daraus zu lernen.\nLeider hast du für deine Zahlen häufig entweder vorsätzlich oder durch Unwissenheit falsche Werte benutzt das ist schade.\n \n> Die Freude liegt in der F&auml;higkeit zu Vergessen,\n> \n> William \n> aka Willjumba\n> \n> Frohe Ostern! {{sticker:slayer-pantheon-thumbs}}\n\nGleichfalls.","replies":[]},{"id":"","poster":"Illion","date":"2016-03-19T20:16:45.398+0000","up_votes":1,"down_votes":1,"body":"Grundsätzlich kann ich dir zustimmen. Riot nimmt einem eine Sache weg in die man viel Energie und Geld reingesteckt hat. Im ersten Moment scheint das echt unfair zu sein. \nAllerdings muss man bedenken das die Community von LoL als die toxischste (gibt's das wort überhaupt?) Community überhaupt angesehen wird. \nDu sagt das niemand Schaden davon trägt wenn geflamt wird. Das ist aber nicht richtig, denn es verdirbt einem ganz einfach den Spielspaß. Ich hab selber erlebt das ein guter Freund kein Bock mehr auf LoL hatte weil es zu viel geflamt wurde. \nUnd jetzt muss man Riot als Unternehmen betrachten. Ein Unternehmen ist nur dafür da um um Geld zu machen. Dein \"Freund\" hat vielleicht 300€ in das Spiel gesteckt. Dafür verdirbt aber in bereits 10 Spielen 90 Leuten den Spielspaß weil er am flamen ist. Jemand der kein Spielspaß hat ist weniger dazu bereit RP zu kaufen. Somit verliert Riot mehr Geld durch das Flamen als sie an flamenden Spielern verdienen. \nIch denke das Riot nur aktuell sehr hart bestraft weil sie ein Exempel statuiren wollen. Sie wollen ein Zeichen setzten das so ein Verhalten nicht geduldet wird. Irgendwann werden auch die schlimmsten Flamer verstehen das sie so einem Großteil der Spieler einfach auf die Eier gehen. Und sie ihren geliebten Account für immer verlieren könnten. \nDann wird das gesamte Spiel entspannter und man kann auch mal einen Fehler machen ohne das jemand komplett ausrastet. \nDu sagt immer wieder das es \"nur ein Spiel\" ist und man deswegen nicht so streng sein sollte. Aber wenn es doch nur ein Spiel ist dann braucht man sich doch nicht so sehr hereinsteigern das man anfängt anderen Spielern zu sagen sie sollen \"LoL deinstallen\".","replies":[]},{"id":"","poster":"WillJumba","date":"2016-03-19T12:58:17.682+0000","up_votes":1,"down_votes":7,"body":"ich weiß nicht wie man wegen flame aufhören will.\n\nwenn ja, warum nicht einfach aufhören? es ist sowieso besser rauszugehen um was zu unternehmen. stattdessen sitzen die meisten stunden lang vorm pc und regen sich wegen loses auf.\n\ndie meisten von uch flamen auch, ich kann mir kaum verstellen dass keiner mal geflamet hat. habt ihr deswegen auch einen ban bekommen?\nnein!\nich bekomme immer wieder mal meldungen wegen nicht korrektes verhalten. unverständlich, denn ich spiele meine spiele meist mit chat disabled. es gibt so viele troll reports, welche nicht alle aus dem system rausgefiltert werden kommt mir vor.","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-19T20:37:16.706+0000","up_votes":2,"down_votes":0,"body":"Die Meldung bedeutet nicht zwangsläufig, dass du dich falsch verhalten hast. Die wird automatisch versandt, sobald man X Reports mehr erhalten hat als sonst und vor der Versendung findet noch keine Kontrolle statt. Du beweist damit höchstens, dass man keine Angst vor unbegründeten Reports haben muss.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-03-19T13:50:42.471+0000","up_votes":2,"down_votes":0,"body":"Damit hast du jetzt immerhin bewiesen, dass du dir nichtmal die Mühe gemacht hast, dich über die Arbeitsweise des Tribunalsystems zu informieren.","replies":[]}]},{"id":"","poster":"Kartoffelking983","date":"2016-03-19T02:02:02.790+0000","up_votes":1,"down_votes":11,"body":"Also ich stimme dir zu.","replies":[]}]}