{"id":"HjK60s6a","poster":"JackTheStrípper","date":"2016-03-18T12:04:59.624+0000","title":"Suche Tryndamere Mentor","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich m&ouml;chte Tryndamere zu meinem Onetrickpony machen und brauch einen Mentor der ebenfalls Trynda als onetrickpony hat. Oder zumindest 500+ Spiele mit diesem Champion. Habe nur am Wochenende Zeit, also ist nicht so ein Zeitintensives Unterfangen.\n\nIst hier im Forum vielleicht so jemand? Oder kennt jemand jemanden?\n\nBin auch froh &uuml;ber generelle Tipps direkt hier im Forum.\nFreue mich schon sehr auf eure Antworten. Zur Zeit &uuml;be ich noch unbeschwert auf dem LoL Spielplatz, namentlich TR Server. Summonername &quot;Schliiiatz&quot;.\n\nDa ich noch etwas Zeit habe möchte ich hier kurz erklären wie ich ihn grundsätzlich spiele.\nIch spiele sehr aggressiv, pushe den Gegner so schnell und lange an seinen Tower wie es geht um ihm Farm weg zu nehmen und um den gegnerischen Jungler anzulocken und ihn somit von meinem Team fern zu halten. Sobald ich kurz vor Level 6 bin poke ich noch aggressiver um in der Sekunde in der ich Level 6 werde, direkt Cheesen kann unter dem Tower des Gegners. Dafür hebe ich mir immer das zweite ignite auf. Wenn ich den Top Tower so um die 10te Minute zerstöre pushe ich genau auf die selbe Weise weiter, da ich ab dem Zeitpunkt mit dem Blauen Ward (Lvl 8) deep Wards setzen kann um noch früher zu erkennen wenn der Jungler kommt. Wenn ich sehe, dass sich ein Teamfight entwickeln wird in einer für mich unerreichbaren Entfernung pushe ich zusätzlich durch Proxyfarm. Sollte sich ein Teamfight in meiner Nähe entfachen gehe ich meistens voll rein auf den Carry des gegners und töte ihn. Meistens sterbe ich dabei selber aber das ist mir egal.\n\nMeine Erfahrung mit dieser Taktik war folgende. Entweder ich hab Hart gecarryt, oder ich habe hart gefeedet xD","replies":[{"id":"","poster":"ME TRYND TOP","date":"2016-03-18T19:29:04.999+0000","up_votes":1,"down_votes":0,"body":"Also ich fang mal vorne an.\n\nWeder Jax, noch Fiora und schon garnicht Yasuo, sind harte Lanes für Tryndamere geschweige denn Counterpicks.\nDer Mythos dass Jax ein Counterpick zu Trynda sein soll hält sich hartnäckig und ist selbst in meiner Elo noch teilweise vertreten.\nIst aber Schwachsinn. Abgesehen von seinem Dodge hat Jax nichts was Trynda stoppen kann.\nJax vs Trynda ist ein reines Skillmatchup.\nFiora genauso.\nWie du gegen Jax vorgehst: Wenn du 100% Fury hast, einfach draufgehen. 99% der Jax Spieler werden jetzt den Dodge einsetzen. Dann benutzt du deine E und zwar von Jax weg. Entweder er lässt dich jetzt gehen oder er springt zu dir mit seiner Q.\nIn beiden Fällen kloppst du ihm einfach seine Fresse weg. Sein Dodge ist auf Cooldown und er hat keine Chance in einem Kampf. \nDas Entscheidende ist wirklich dass du den Stun dodgen lernst und natürlich auch immer mit 100% Fury kämpfst.\nWenn er dich engaged und du hast keine Fury, einfach E weg von ihm.\nWenn du ein gewisses Maß an Skill und Erfahrung hast, ist Jax kein Problem mehr, glaub mir.\nBei Fiora ist es ähnlich. E weg von ihr wenn sie ihren Slow einsetzt. Und nicht diven, außer ihr R ist auf Cooldown.\n\nWas Yasuo anbelangt haben die Websites definitiv recht. Ein sehr leichtes Matchup für Trynda.\nTrynda ist einer der härtesten, wenn nicht sogar der härteste Counter für Yasuo.\nEr hat in den ersten levels definitiv Vorteile mit seiner Mobilität und es kann durchaus passieren, dass er einen unerfahrenen Trynda killt.\nDeswegen (wie immer) nur traden wenn du voll Fury hast und einfach farmen.\nAb level 6 kann Yasuo absolut nichts mehr gegen Trynda machen. Sein Ult ist nutzlos gegen Tryndas Ult und dein Damage output ist zu hoch für Yasuo. Yasuo wurde dafür gebaut um Squishys zu killen. Dazu gehört aber Trynda eben nicht, wegen seiner Ult.\nVerlieren kann man die Lane trotzdem, logisch. Sollte aber nicht passieren.\n\nMeiner Meinung nach gibt es nur 2 wirklich echte Counterpicks für Trynda.\nTeemo und Quinn.\nVorallem Quinn ist momentan sehr stark und recht populär, gegen einen guten Quinn kannst du als Trynda definitiv nichts machen.\nDu kannst nur hoffen dass dein Jungler dir gute Ganks gibt aber selbst mit 1-2 Kills Vorsprung ist das Matchup hart denn Quinns Kit ist wie gesagt ein Alptraum für Trynda.\nBei Teemo ist es ähnlich. Kann man aber vernachlässigen, da Teemo relativ selten gepicked wird. \n\nWas Bans anbelangt, würde ich momentan Malphite, Poppy und Quinn bannen.\nDie sind alle 3 zu stark und bräuchten eigentlich nen Nerf. Vorallem Poppy.\n\nAnsonsten hilft halt nur üben üben üben. Ich hab auch in Silber angefangen und mich bis Diamond 3 hochgespielt. Aktuell wieder D5 aber nur wegen Inaktivität.","replies":[{"id":"","poster":"xApexPredator","date":"2016-03-21T11:22:58.967+0000","up_votes":1,"down_votes":0,"body":"Ich als jax main habe noch nie also wirklich noch NIE auch nur den hauch eines problemes gehabt einen trynda komplett fertig zu machen kein gut gespielter jax hat damit probleme einen trynda aus der lane zudrücken ds hat der kleine trynda leider keine chance ;)","replies":[]}]},{"id":"","poster":"JackTheStrípper","date":"2016-03-18T15:04:31.508+0000","up_votes":1,"down_votes":0,"body":"Zur Elo kann ich leider nicht viel sagen... Spiele momentan nur auf der TR Server. Dort bin ich unranked (fast Level 30) und habe eine W:L Ratio von knapp 70% mit Tryndamere. Das ist aber nicht besonders Aussagekräftig da ich erst so um die 30 Spiele hab mit dem Champ und weil ich oft gelesen habe, dass die Leute auf dem TR Server allgemein schlechter sind als in EUW.\n\nIch farme aber ziemlich gut, d.H. ich erreiche in 90% meiner Spiele 100cs in 12-14min. Werde selten von Ganks \"überrascht\", da ich meiner Meinung nach ziemlich gut auf die Map/Vision achte und ich spiele auch ziemlich vorausschauend (Also ich verlass die Top Lane nicht in dem Moment wo der gegnerische Jungler in der Mitte steht und meinen Midlaner freundlich begrüsst, sondern ich gehe frühzeitig zur Midlane um selber den gegnerischen Jungler höflich zu begrüssen...\n\nAber Schätzungsweise werde ich im Ranked etwa Low-Gold erreichen bei meinem momentanen Skill.\n\nIch brauche vorallem Tipps wie ich mit Counterpicks umgehen kann. Soll heissen, was mache ich wenn der gegnerische Top-Laner Jax ist. Soll ich engagen, oder warten bis er engaged und dann traden? Oder soll ich disengagen und mich dominieren lassen? Solche Sachen eben.\n\nAuch brauche ich allgemeine Hilfestellung wie ich mich zu bestimmten gegebenen Situationen Entscheiden sollte.\n\nWas mir auch noch grade einfällt. Gemäss einigen Webseiten ist Yasuo schwach gegen Tryndamere. Das kann ich aber definitiv nicht bestätigen. Ein guter Yasuo macht gleich viel Schaden wie Tryndamere und ist aber um einiges Mobiler. In der Laningphase ist besonders sein Schild nerftötend.\n\nEin weiterer Champion gegen den ich Mühe habe ist Fiora. Ein unerfahrener Fioraspieler wird von mir gnadenlos gestompt, aber einem der sich mit Fiora und Tryndamere auskennt kann ich bei weitem nicht das Wasser reichen. \n\n**Das Problem das ich generell hab ist, dass ich sehr schlecht spiele wenn ich eine Lane nicht total dominieren kann... Ich hatte mir erhofft, dass ich vielleicht Tipps bekomme wie ich sogar gegen einen Jax/Fiora/Yasuo (oder vlt. sogar Teemo) die Lane dominieren kann.**","replies":[]},{"id":"","poster":"ME TRYND TOP","date":"2016-03-18T14:45:04.903+0000","up_votes":1,"down_votes":0,"body":"Irgendwie blöd sich selbst zu beschreiben, aber ich bin vermutlich der mit den meisten Tryndamere Spielen aus Deutschland und auch von der Elo her einer der höchsten.\n\nhttp://www.lolking.net/summoner/euw/43797398\nhttp://www.lolskill.net/summoner/EUW/best%20trynda%20ever\n\nWas genau willst du wissen?\nUnd welche Elo spielst du?","replies":[]}]}