{"id":"odFmJMgM","poster":"SKT Logan","date":"2016-03-18T12:53:58.172+0000","title":"Community Benehmen","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":3,"body":"Ich wei&szlig;...QQ, mimimi und blabla. Aber verdammt nochmal, ich muss das mal loswerden....meine Freundin hat sich, da sie mit mir oft LCS  und auch bei mir ab und an &uuml;ber die Schulter schaut, Lol runtergeladen, eine weile Bot Games gespielt und echt Spa&szlig; gehabt. Jetzt spielt sie seit 3 Tagen Normals und was soll ich sagen...sie hat keine Lust mehr. Sie ist Lvl 20 Und wird nur von irgendwelchen M&ouml;chtegerns dumm von der Seite angemacht, von wegen &quot;delete Lol, omg Noob&quot; und sogar &quot;go die&quot; Man was ist denn nur los mit dieser Community?! Das ist eine Schande, wirklich!! Wir haben alle mal unten angefangen. \r\nWirklich traurig, dass dieses an sich so gelungene Spiel durch das Verhalten der Community (bzw einem Teil davon) so in den Dreck gezogen wird.","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-18T13:06:30.118+0000","up_votes":7,"down_votes":0,"body":"Ich kann das [hier ](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/EyJRt7XA-zocken-ohne-flamer-die-liga-der-gentlemen)empfehlen, wenn sie freundliche Mitspieler sucht.","replies":[]},{"id":"","poster":"FrankerX","date":"2016-03-18T18:20:43.953+0000","up_votes":1,"down_votes":0,"body":"du spielst doch selber LoL. warum hast du ihr nicht die 2 wichtigsten tipps (für gesamte internet) gegeben?\n1. /mute all\n2. wenn du nicht /mute all machst, dann leg dir ne haut zu die dick genug ist das du nicht wegen random leuten die random dinge sagen sad wirst.","replies":[{"id":"","poster":"195 shuriX","date":"2016-03-20T02:01:09.995+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=FrankerX,realm=EUW,application-id=KYnfKGf0,discussion-id=odFmJMgM,comment-id=0007,timestamp=2016-03-18T18:20:43.953+0000)\n>\n> du spielst doch selber LoL. warum hast du ihr nicht die 2 wichtigsten tipps (für gesamte internet) gegeben?\n> 1. /mute all\n> 2. wenn du nicht /mute all machst, dann leg dir ne haut zu die dick genug ist das du nicht wegen random leuten die random dinge sagen sad wirst.\n\nDas ist doch auch nicht wirklich richtig , denn es gibt schon überwiegend freundliche Spieler als nervige, wart ab bis einer eklig wird dann mute ihn, gib deinem Team trotzdem ne Chance. \nAber lass dich bloß nie drauf ein da kommt nur Unsinn bei raus :'D.","replies":[]}]},{"id":"","poster":"Untouchable ProX","date":"2016-03-18T12:58:52.865+0000","up_votes":1,"down_votes":3,"body":"Das traurigste...\nDie meisten sind immer noch ''unten'' und flamen wie sonst was...\n70% der Spieler Bronze/silber... 20% Gold... btw... traurig..","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T13:10:15.131+0000","up_votes":3,"down_votes":0,"body":"Die Rangliste ist mit Absicht so aufgebaut, dass die Luft oben dünner wird. Selbst wenn alle Spieler auf dem was jetzt Dia + Niveau ist wären, würde die Verteilung in Bronze bis Challenger immer noch gleich sein. Mit unten und oben hat das Ganze überhaupt nichts zu tun.","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-03-18T14:09:02.464+0000","up_votes":1,"down_votes":4,"body":"Natürlich sind so Ranglisten aufgebaut.\nSag ich nichts gegen.\nAber wenn man lowis (u30) flamet und selbst zur unteren Region gehört, ist dies umso trauriger.\nMein einzige Ergänzung war so gemeint, dass die meisten die so Flamen auch nur im Bronze/Silber-Bereich rumtürteln.\nUnd (nicht bös gemeint) wer Bronze/Silber spielt, verfügt meist nicht umbedingt über die größten Skills.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T14:11:38.058+0000","up_votes":4,"down_votes":0,"body":"Aber was haben Skills damit zu tun? Es stimmt imo nicht, dass in Low Elo mehr als in High Elo geflamet wird. Was ich so mitbekomme ist es in High Elo sogar schlimmer. Und flamen ist auch nicht ok, wenn man Challenger ist, oder?","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-03-18T14:16:26.612+0000","up_votes":1,"down_votes":2,"body":"Naja, ob in höherer Elo mehr oder weniger geflamte wird kann niemand genau sagen.\nIch selbst spiele sehr  viel im hohen Gold/Platin Bereich mit meinen Acc's und sehe relativ wenig Flame.\n\nIn finde nur, wenn jemand einen so hart fertig macht, aber selbst nicht wirklich hohe Qualitäten aufweist, zeigt doch eher wie unzufrieden er mit sich selbst ist.\nAuch wenn niemand das Recht hat (ob besserer Spieler/schlechterer) jemand anderes zu flamen, finde ich diese Tatsache oft sehr interesant.\nHabe selbst enige Smurfs (aus unterschiedlichen Gründen) und sehe öfters wie schlechtere Spieler fertig gemacht werden.\nDie ''Täter'' dann jedoch groß rumpralen das sie selbst Smurf eines Silber/Gold Acc's sind.\nSowas finde ich einfach noch ''peinlicher''.","replies":[{"id":"","poster":"eingew","date":"2016-03-18T14:23:11.416+0000","up_votes":3,"down_votes":0,"body":"Die Report- und Strafenraten sind jedenfalls in jeder Elo nahezu gleich hoch.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-03-18T13:47:13.238+0000","up_votes":2,"down_votes":0,"body":"Ergänzend dazu:\nDies ist überall üblich und gut sichtbar beim Sport. Dort gibt es auch weniger Teams/Spieler in der Bundesliga als in der Kreisliga.\n\n@Topic:\nIch hatte zwar mehr Glück in meiner Anfängerzeit, was Flamer angeht, aber trotzdem machte ich Pausen, bis ich Stufe 30 erreichte. Die sehr flache Lernkurve ist auch frustierend.\n\nIch kann nur auch empfehlen, einfach zwischenzeitlich eine Pause einzulegen oder sich freundliche Premades zu suchen (siehe \"Liga der Gentlemen\").\nMan sollte sich auch nicht selbst zu viel Druck machen. Ja, es gibt einzelne Spieler, die sehr toxisch sind. Jedoch ist dies eine Minderheit (die jedoch sehr auffällt -> nette Mates fallen nicht so auf) und deren Aussagen sind keineswegs objektiv. Am besten also ignorieren (z.B. muten) und nach dem Spiel stillschweigend reporten.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T14:07:13.141+0000","up_votes":1,"down_votes":0,"body":"Kann Hyperion da nur zustimmen. Ich glaube ohne die LdG hätte ich es nie bis Lvl 30 geschafft.","replies":[]}]}]},{"id":"","poster":"Killerkante","date":"2016-03-18T20:47:35.662+0000","up_votes":1,"down_votes":0,"body":"Irgendwo stimmt das zwar, allerdings klingt das bei dir so, als würde eine höhere Elo flame rechtfertigen.","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-03-19T07:31:46.746+0000","up_votes":2,"down_votes":0,"body":"So war dies aber echt nicht gemeint.\nNiemand hat das Recht jemanden verbal zu Verletzen.","replies":[]}]}]},{"id":"","poster":"195 shuriX","date":"2016-03-18T14:38:01.668+0000","up_votes":1,"down_votes":3,"body":"Einfach alles in sich reinfressen, reporten und QQ Threads aufmachen oder mein persönlicher Geheimtipp des Jahres : MUTE FUNKTION BENUTZEN UND WEITER ZOCKEN. Wenn ihr euch von irgendwelchen 13 jährigen Pissern den Spielspaß verderben lasst dann bitte aber ich mit meinen jungen knackigen 20 Jahren stehe da voll drüber, ich hab nichtmal die Zeit dannach zu reporten denn es trifft mich einfach nicht egal wieviel Liter AIDS mir schon gewünscht wurde.","replies":[{"id":"","poster":"Nostero","date":"2016-03-18T16:06:24.347+0000","up_votes":1,"down_votes":0,"body":"aber Sinn eines Team Spiels sollte es nicht sein andere zu muten .... so nebenbei um mein Senf dazu geben zu können.\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"195 shuriX","date":"2016-03-20T01:55:57.277+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Nostero,realm=EUW,application-id=KYnfKGf0,discussion-id=odFmJMgM,comment-id=00060000,timestamp=2016-03-18T16:06:24.347+0000)\n>\n> aber Sinn eines Team Spiels sollte es nicht sein andere zu muten .... so nebenbei um mein Senf dazu geben zu können.\n> {{sticker:slayer-pantheon-popcorn}}\n\nNein nur die Flamer muten ;-P","replies":[]},{"id":"","poster":"eingew","date":"2016-03-18T16:37:25.171+0000","up_votes":1,"down_votes":0,"body":"Das ist vollkommen richtig, das schreibt er aber auch gar nicht.\n\nImo ist seine Auffassung, dass ein Spiel vor allem Spaß machen sollte und einem nutzlose Spammer daher im Idealfall völlig egal sind mindestens genauso wichtig.","replies":[]}]}]},{"id":"","poster":"Anraton","date":"2016-03-18T13:49:46.012+0000","up_votes":2,"down_votes":0,"body":"Viele sind smurfs und gehen davon aus, nur smurfs zu begegnen ..\n\nSie soll einfach mal was in den chat schreiben wie \"first account, still learning\"\n\nich glaube sie wird danach keine Probleme mehr haben","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-03-18T13:02:46.918+0000","up_votes":2,"down_votes":0,"body":"Das hat nichts mit der Elo zu tun. Eher was mit schlechter Erziehung und der Anonymität. Aber wehe da kommt mal ein Perma...dann heulen sich alle hier aus^^","replies":[]},{"id":"","poster":"El Capitán TSV","date":"2016-03-18T13:39:48.269+0000","up_votes":2,"down_votes":1,"body":"Ich will auch eine Freundin, die LoL spielt... :D\n\nMeine beschwert sich immer, wenn ich 'ne Runde zocke... {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Lilly778","date":"2016-03-18T14:22:56.505+0000","up_votes":1,"down_votes":0,"body":"Mein Freund beschwert sich, wenn ich zuviel spiel {{sticker:slayer-jinx-wink}}  xD","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-03-18T20:45:32.629+0000","up_votes":1,"down_votes":0,"body":"**Sucht euch mates**\n**/mute all** - wenn ihr beide empfindlich seid.\n\nDas hat allerdings recht wenig mit dem Spiel zu tun, alles mit PVP zu tun hat im Internet ist verseucht von Spielern, die beim verlieren frust ablassen auf kosten von anderen Spielern.\n\nDas soll jetzt nicht zu hart klingen, aber wenn ihr euch zu sehr Gedanken darüber macht, das war bei meiner Freundin am anfang auch so (müsst ihr einfach abschalten oder andere Lösungen suchen)  dann sind PVP Spiele generell nichts für euch, dann sucht euch lieber irgendwelche Offline Spiele wie ggf. Konsolen die viel auf Multiplayer aus sind wie die Wii U.\n\nPS: Nicht falsch verstehen, damit rede ich keineswegs flamer ins gute Licht, bzw in die unbeleuchtete Grauzone, solche Spieler werden wie man so schön im Forum verfolgen kann hart genug bestraft.\n","replies":[]},{"id":"","poster":"Hannibal L3ctor","date":"2016-03-18T18:23:35.122+0000","up_votes":1,"down_votes":0,"body":"Meine Freundin hat das auch durchgemacht, dadurch öfters die Lust verloren. Sie spielt immer noch und spielt auch Rankeds, hat aber auch dann öfters keine Lust, wenn das geflame zu groß wird.\nDas beste ist wirklich mit Premades zu spielen, die nicht flamen(leider sind auch premades zum Teil sehr beleidigend).\nUnd jeden, der ansatzweise anfängt sollte sie auf die Igno setzen.","replies":[]},{"id":"","poster":"WillJumba","date":"2016-03-19T00:15:16.423+0000","up_votes":1,"down_votes":8,"body":"im endeffekt geht es ihr jz nicht irgendwie schledhter oder?\n\nhat sie irgendwelche wunden von dem geflame davongetragen?","replies":[]}]}