{"id":"qKrd3xpq","poster":"xHydrauLiC","date":"2016-03-17T01:37:35.301+0000","title":"Gerechtfertigter bann oder nicht?","subforum":"Spielerverhalten & Moderation","embed":{"title":"xHydrauLiC, your League of Legends account has been banned","description":"xHydrauLiC, Das Konto pokeburnplease wurde nach eingehender Untersuchung des Spielverhaltens während League of Legends-Matches permanent gesperrt. Hier sind einige Chat-Logs, die andere Spieler aus der Community als negativ identifizierten.","url":"http://link.email.riotgames.com/YesConnect/HtmlMessagePreview?G4sVeztcNCzhnstSjRjv6cmK162OJ8cUDxI8sFEx9NE=.enc&msgVersion=web","image":"http://media.4at5.net/email_domains/ris/143833/images/RiotGames.png"},"up_votes":1,"down_votes":23,"body":"Also, ich finde, dass der Bann nicht gerechtfertigt ist, weil in LoL wird gesagt, dass sie h&auml;rter gegen Homophobische und Rassistische &Auml;u&szlig;erungen vorgehen.\r\n\r\nKeines von den beiden Sachen trifft auf meinen Chatlog zu.\r\n\r\nIch sehe Spieler die schreiben &quot;%%%%%%%%%&quot;, &quot;Missgeburt&quot; etc. und dagegen wird nichts unternommen?\r\nDiese erhalten keinen Bann geschweige eine Chatsperre.\r\n\r\nUnd gegen sowas lausiges wie &quot;l2p -&gt; Lern zu spielen&quot;, &quot;noob -&gt; Anf&auml;nger&quot; oder &quot;retard -&gt; Anf&auml;nger&quot;\r\nwird direkt was unternommen? Und ich erhalte einen perm Bann?\r\n\r\nBei Riot wird &quot;Fairness&quot; grossgeschrieben. - Wo bleibt da die Fairness?\r\n\r\nIch h&auml;tte h&ouml;chstens eine 75 Game-Chatsperre erhalten anstatt einen perm Bann.\r\nIch meine ich habe nichts Homophobisches oder Rassistisches von mir gegeben.\r\n\r\nDarum verstehe ich Riot nicht, das hat nichts mit &quot;Fairness&quot; zu tun.\r\n\r\nTrotzdem w&uuml;rde ich gerne weiter League of Legends spielen wollen und werde auf mein Verhalten achten. {{sticker:slayer-pantheon-thumbs}} \r\n\r\nABER BITTE BITTE BITTE RIOT -&gt; stay fair {{sticker:slayer-jinx-catface}} \r\n\r\nAlso wie w&uuml;rdet ihr entscheiden?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-03-17T05:37:12.573+0000","up_votes":11,"down_votes":0,"body":"ganz ehrlich... wenn du \"Retard\" als normalen Umgang betrachtest.... und nicht mal im Ansatz das Gefühl hast, dass es falsch ist, Leute als \"behindert\" zu bezeichnen... Dann ist dir kaum zu helfen.\n\nVor allem ist die Differenzierung lustig... ja \"Missgeburt\" ist nicht schlimmer als \"Retard\"... nur weil du das eine verstehst und das andere nicht. Vielleicht solltest du das Englische einfach meiden, wenn du nicht wirklich weißt, das die Ausdrücke bedeuten...","replies":[]},{"id":"","poster":"Game of Thr0ws","date":"2016-03-17T12:39:30.559+0000","up_votes":9,"down_votes":0,"body":"Schön, dass deine Englischkenntnisse so weit ausgereift sind, dass du \"Retard\" mit \"Anfänger\" übersetzen möchtest.\n\nPS: Würdest du deiner Umfrage bitte den Auswahlpunkt \"Gerechtfertigter Perma-Ban\" hinzufügen, Danke!","replies":[]},{"id":"","poster":"Hinks Linten","date":"2016-03-17T02:07:01.658+0000","up_votes":4,"down_votes":1,"body":"Ist gerechtfertig würde ich mal sagen ^^\nScheinst ja sehr gerne zu beleidigen da brauchst du dich über den Bann nicht beschweren,hättest du mal lieber nichts geschrieben ^^\nIch kann dich verstehen das du etwas \"ausfällig\" geworden bist weil dein Team mal wieder nichts auf die Reihe bekommt aber das brauchst du denen ja nicht schreiben ;) Einfach muten und gut ist.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-17T02:59:41.213+0000","up_votes":1,"down_votes":14,"body":"Naja, was verstehst du unter beleidigen?\n\nl2p, retard und Noob sind doch keine Beleidigungen oder?\n\nUnter Beleidigungen verstehe ich Wichser, Huso, Missgeburt, Schlampe etc.","replies":[{"id":"","poster":"Antiqui","date":"2016-03-17T04:14:24.562+0000","up_votes":3,"down_votes":1,"body":"Retard = Spassti\n\nDas ist eine behinderung, und früher (zum Teil auch heute noch) wurde für behinderte das wort Missgeburt genutzt. Also ja du nutzt beleidigungen.\n\nJedenfalls mein junges Taubenküken, mann kann auch leute beleidigen ohne ein Schimpfwort zu nutzen.","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T05:07:17.789+0000","up_votes":1,"down_votes":13,"body":"Hey Summoner ;) \n\n\nAlso es gibt für gewisse Beleidigungen Zusatz Qualifikationen , die erfüllt werden müssen .\n\nBei dem Wort \"retard\" handel es sich um die genaue Übersetzung von \"Behinderter\" . ( dies kann in Anwendung zu einem Gesunden Menschen , als Beleidigung verstanden werden ! )\n\nKommen wir nun zu dem Teil mit der \"Misstgeburt\" und dem teil der nicht als Beleidigung zählt , sondern als normales Wort gegenüber gewissen Behinderte Menschen  \"Missgeburt oder Missgestalt\" .... die wiederum als Beleidigung dienen in verbindung zu einem Gesunden Menschen ! \n\n( das + ist bei einer Beschimpfung IMMER notwendig, wenn ich dich Bulle nennen würde , würdest du dich geehrt fühlen IN Verbindung mit du bist Kante und ein Cop oder Sheriff würde sich Beleidigend fühlen ! ) \n\nMisstgeburt dürfte klar sein ?! Die Missgestalt oder auch Missgeburt wird häufig nur von der Modernen als Beleidigung gesehen , ist aber nicht als solches zu verstehen ! Das ganze verhält sich in etwa genauso wie das Wort \"Hure\" ... Die Hure ist KEIN Schimpfwort , es ist und bleibt eines der ältesten Gewerbe , in Verbindung mit einem der das Gewerbe nicht anstrebt und lieber Verkäufer von Ware ist statt von seinem Körper , ist dies allerdings eine Beleidigung .\n\n\n\nIch hoffe man versteht auf was ich hinaus möchte ^^ ?\n\nAN DEN TE : Wenn ich eine Tanke überfalle und eine Pistole dabei habe, kommt es nicht darauf an ob ich Geld oder nur ein Harmloses Ü-Ei verlangt habe ! Räuberische Erpressung mit Waffengewalt, ist beides und auch als gleiches zu Bestrafen ! \nSchlimmer sind und werden ABER AUCH Wiederholungstäter bestraft !\n\n\n\n\nhave a nicer dicer day {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"eingew","date":"2016-03-17T06:28:26.719+0000","up_votes":2,"down_votes":0,"body":"> Misstgeburt\n\nDa ist ein t zu viel. Sorry aber ich muss da immer an die Leute denken, die das auch so aussprechen, wo man sich fragt, wie es beleidigend wirken soll, wenn die Leute selbst nicht einmal wissen, was sie da sagen.\n\n> Die Hure ist KEIN Schimpfwort , es ist und bleibt eines der ältesten Gewerbe ,\n\nDas würde ich so nicht sagen. Nur weil es schon immer Menschen gab, die so wenig hatten, dass sie ihre Körper selbst verkaufen mussten, um irgendwie am Leben zu bleiben, heißt das nicht, dass das irgendwie ehrenwert oder nicht erniedrigend und beleidigend wäre. Sklaven gibt es vermutlich ungefähr genau so lange, das heißt aber nicht, dass das irgendwo ein akzeptables Gewerbe wäre.\n\nSag mal nem Schwarzen in Amerika, dass seine Vorfahren Sklaven waren, das mag wahr sein, ist aber deshalb nicht in irgendeiner Weise angemessen, ebenso wie keine Frau, nicht einmal die Prostituierte selbst, gerne als Hure bezeichnet wird.\n\n> Nenne das Kind beim Namen, Huren aber nenne Damen. Sie haben es schwer genug im Leben, und Höflichkeit kann  niemals schaden.\n\nPatrick Rothfuss ist nebenbei bemerkt ein beeindruckender Autor.\n\nIch kenne niemanden, der \"Hure\" nicht als Beleidigung auffassen würde. (Zugegeben, ich kenne auch keine dieser *Damen*, jedenfalls nicht, dass ich wüsste) Ich bezweifle, dass es sonderlich viele Menschen gibt, die diesem Gewerbe aus purem Spaß an der Freude nachgehen und wie manch anderer ihren Job nicht als Beruf, sondern als Berufung ansehen.\n\nUnd selbst die, die das gerne oder freiwillig machen, werden sich wohl kaum gerne als Hure bezeichnen lassen.","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T06:47:01.189+0000","up_votes":1,"down_votes":10,"body":"Hey Volunteer ;)\n\n\nÜber die \"Hure\" lässt sich streiten ...\nIch hoffe es kommt nicht in den falschen Hals , aber es gibt auch genug die es gerne machen und auch nicht Prostituierten die sich so gerne in gewissen Situationen bezeichnen lassen ...\n\nSelbst die Bibel nennt das Wort \"Hure\" in den Mund ;) \n\nAusserdem ist jeder seines Glückes Schmied . Die Prostituierten die es nicht freiwillig machen , sind selber daran schuld sich so unterwerfen zu lassen .\n\nZufällig und das ist nicht gelogen ! bin ich Amerikanischer Staatsbürger mit schwarzer Mutter ... muss dir da sagen das wir offen über das Thema Sklaverei reden ... ( ist ja auch ein Teil Bildung , gewisse dinge zu wissen ) . \n\nDas mit dem \"Misstgeburt\" hat sich auch genau auf die Leute bezogen , die das T zu viel dran hängen .. ob es Sinn macht oder nicht ist im ersten Moment egal , beleidigend war es trotzdem .\n\n\nhave a nicer dicer day {{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-17T09:34:16.126+0000","up_votes":11,"down_votes":1,"body":"> Die Prostituierten die es nicht freiwillig machen , sind selber daran schuld sich so unterwerfen zu lassen .\n\nDafuq did i just read??\n\nAlso, wenn du als 7jährige von Zuhause verschleppt wirst, danach ohne Papiere in einem unbekannten Land aufwächst, ständig verprügelt und vergewaltigt wirst und keine Chance hast, auch nur aus dem Bordell rauszukommen bist du _selber Schuld_? Bitte sag mir, dass du das nicht ernst meinst!","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T09:50:19.736+0000","up_votes":1,"down_votes":13,"body":"Hey Summoner :)\n\nDas Nivea sinkt und sinkt und sinkt immer weiter !!!\n\nWer spricht hier denn von Kindern ? wer ? \n\nVerdrehe doch einfach , einfache Worte nicht .\n\nhave a nicer dicer day {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Abasin","date":"2016-03-17T14:02:11.336+0000","up_votes":5,"down_votes":0,"body":"[Immer noch mein Favorit](http://www.merkur.de/lokales/leserbriefe/leserbriefe/problem-einer-fundamentalistischen-bibelauslegung-328654.html)","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-03-17T14:36:29.506+0000","up_votes":4,"down_votes":0,"body":"ROFL \n\nhttp://www.hornoxe.com/wp-content/picdumps/picdump452/picdump452_037.jpg","replies":[]},{"id":"","poster":"Lance90","date":"2016-03-18T09:55:51.655+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank dafür! Klasse Artikel.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-03-17T10:35:18.342+0000","up_votes":6,"down_votes":0,"body":"...dir ist klar, dass u.a. sowas passiert, um Frauen zur Prostitution zu zwingen?\nDas ist die harte Realität.","replies":[]},{"id":"","poster":"xClyde","date":"2016-03-17T12:57:29.982+0000","up_votes":3,"down_votes":0,"body":"Naja Deine Aussage zu den Prostituierten ist schon etwas gewagt. Da musst schon mit Protest rechnen. \n\nZumal Du ja weiter unten/oben auch forderst in keiner Weise sarkastische Kritik an einer Religion zu üben. Wirkt alles zusammen etwas schräg. Vielleicht denkst Du ja nochmal drüber nach.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-03-17T13:34:00.944+0000","up_votes":2,"down_votes":0,"body":"Ich würde mal sagen die Bibel selbst spricht davon\n\n>Nur die Frauen, die Kinder und das Vieh und alles, was in der Stadt ist, und alle Beute sollst du unter dir austeilen und sollst essen von der Beute deiner Feinde, die dir der HERR, dein Gott, gegeben hat\n\nDeut. 14\n\n>Siehe, ich habe zwei Töchter, die wissen noch von keinem Manne; die will ich herausgeben unter euch, und tut mit ihnen, was euch gefällt\n\n1. Mose 19,8\n\n>Siehe, ich habe eine Tochter, noch eine Jungfrau, und dieser ein Kebsweib; die will ich herausbringen. Die mögt ihr zu Schanden machen, und tut mit ihr, was euch gefällt; aber an diesen Mann tut nicht solche Torheit.\n\nRi 19,24","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-17T09:50:59.048+0000","up_votes":4,"down_votes":1,"body":"Entweder trollst du, oder du hast von der Realität wenig ahnung.","replies":[]}]}]},{"id":"","poster":"Patty91","date":"2016-03-17T06:54:03.530+0000","up_votes":12,"down_votes":2,"body":"> [{quoted}](name=Madara no Kami,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=000000000002000000000000,timestamp=2016-03-17T06:47:01.189+0000)\n>\n> Selbst die Bibel nennt das Wort \"Hure\" in den Mund ;) \n\n\nDie Bibel ist ja auch eins der frauenfeindlichsten Fantasybücher überhaupt. Dieses dann also als moralischen Kompass rauszuholen, das halte ich für äußerst fragwürdig.","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T06:59:41.930+0000","up_votes":1,"down_votes":9,"body":"Hey Summoner ;) \n\nNEIN ! Die Bibel ist mit Abstand kein Fantasybuch, und schon gar nicht Frauenfeindlich !\n\nhave a nicer dicer day {{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-03-17T07:23:20.603+0000","up_votes":7,"down_votes":1,"body":"> [{quoted}](name=Madara no Kami,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00000000000200000000000000000000,timestamp=2016-03-17T06:59:41.930+0000)\n>\n> Hey Summoner ;) \n> \n> NEIN ! Die Bibel ist mit Abstand kein Fantasybuch, und schon gar nicht Frauenfeindlich !\n> \n> have a nicer dicer day {{sticker:slayer-pantheon-popcorn}}\n\nGenau deswegen gibt es in dem gesamten Schinken ein einziges Buch, in dem es offiziell um eine Frau geht...\n\nOh... und meine Lieblingsmoral aus dem alten Testament: Was machst du, wenn die eine heiße, aber leider verheiratete, Frau der Staße siehst? Also so ne Beyonce Knowles? Du fängst einfach einen Krieg an, stellst ihren Mann in die erste Reihe und überbringst ihr die Nachricht, dass der jetzt verreckt ist, du sie aber trösten würdest, persönlich... Und ja, ich rede von König David, dem besten König des alten Testaments... denn jetzt kommt's: Aus dem Stammbaum David Bethsheba entstand Generationen später Jesus. Ein geiles Buch.","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T07:38:54.688+0000","up_votes":1,"down_votes":9,"body":"euch ist klar was ihr hier gerade macht ??????\n\n\nWieso lässt ihr solche Sprüche über die Bibel ab ? Ziehe ich eure Herkunft, Glauben oder Sexuelle Neigung in den Dreck ? \n\n\nhav a nicer dicer day {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-17T07:50:59.740+0000","up_votes":6,"down_votes":0,"body":"Ich bin selbst Katholik. Die Bibel als ganzes kann ich aber als moralischen Kompass nicht ernst nehmen, nachdem ich selbst ein wenig im alten Testament geblättert habe. Da werden häufig Menschen mit fragwürdiger Moral belohnt. \n\nIch kann kurz zwei solcher Abschnitte wiedergeben, weiß aber nicht die genauen Stellen und Namen.\n\nEine handelt von zwei Brüdern, der eine ist sehr haarig und Jäger, der andere Hirte. Der Vater liebt den Jäger mehr und als er im sterben liegt, bittet er seinen Lieblingssohn ihm ein letztes Mahl zu bereiten. Daraufhin zieht der Jäger aus um Wild zu erlegen und der Hirte schlachtet eines seiner Tiere, bereitet einen Braten zu und kommt an das Totenbett seines erblindeten Vaters. Um ihm zu zeigen, dass er der haarige Sohn ist, lässt er den Vater das Fell des geschlachteten Tieres fühlen und gibt ihm das Essen. Heimst den Segen Gottes ein und betrügt so seinen Vater und seinen Bruder.\n\nDer andere Abschnitt handelt von einem jungen Mann, der bei seinem Onkel arbeitet. Nach einigen Jahren, verspricht ihm der Onkel für seine Dienste alle Tiere, die mit Streifen geboren werden als Lohn. Gott erscheint dem Mann und spricht zu ihm, dass alle Tiere, denen er einen bestimmten Zweig in die Tränke legt, gestreifte Jungtiere zur Welt bringen werden. Der Mann legt also bei allen starken Muttertieren die Zweige in die Tränke, betrügt seinen Onkel, indem er ihm die guten Jungtiere nimmt und  lässt ihm die kränklichen und schwachen Tiere. \n\n\nIch finde, man kann Christ sein und die Bibel für fragwürdig halten. Die wurde schließlich auch nur von Menschen geschrieben und ist damit von deren Wertvorstellungen geprägt. Neben den Abschnitten zu brüderlicher Hilfe wie \"wenn du etwas findest, dass deinem Bruder gehört, gib es ihm zurück, wenn er in der Nähe wohnt oder auf der Suche danach zu dir kommt\" fühlen sich die \"beklau, betrüge und beraube alle, die du kannst, Gott ist schließlich auf deiner Seite\"-Abschnitte doch arg deplaziert an.\n\nAber eigentlich ist ein Spieleforum kein geeigneter Platz um über Religion zu diskutieren.","replies":[{"id":"","poster":"Abasin","date":"2016-03-17T12:26:41.715+0000","up_votes":4,"down_votes":0,"body":"> Eine handelt von zwei Brüdern, der eine ist sehr haarig und Jäger, der andere Hirte. Der Vater liebt den Jäger mehr und als er im sterben liegt, bittet er seinen Lieblingssohn ihm ein letztes Mahl zu bereiten. Daraufhin zieht der Jäger aus um Wild zu erlegen und der Hirte schlachtet eines seiner Tiere, bereitet einen Braten zu und kommt an das Totenbett seines erblindeten Vaters. Um ihm zu zeigen, dass er der haarige Sohn ist, lässt er den Vater das Fell des geschlachteten Tieres fühlen und gibt ihm das Essen. Heimst den Segen Gottes ein und betrügt so seinen Vater und seinen Bruder.\n\nWobei der Jäger sogar für ein Linsengericht sein Erstgeburtsrecht an denselben Bruder verscherbelt. Aber dieser Bruder bleibt trotz seiner Betrügereien nicht ungeschoren und kriegt später noch einige Dämpfer. [Wir sprechen hier von Jakob und Esau]","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-03-17T12:39:55.178+0000","up_votes":1,"down_votes":0,"body":"Wat Ihr hier so alles wisst ! Bin 45 und merke das mein Glas immer noch erst halbvoll ist ^^\n\nmfg\nMB","replies":[{"id":"","poster":"Abasin","date":"2016-03-17T12:42:00.000+0000","up_votes":5,"down_votes":0,"body":"Bin Heide ... und kenne meinen \"Feind\".","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-17T20:21:25.964+0000","up_votes":1,"down_votes":0,"body":"@Abasin\n\nDer ist gut^^","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-03-17T20:32:01.039+0000","up_votes":1,"down_votes":0,"body":"Den Abschnitt habe ich dann wohl vergessen. Aber mit den Namen kann ich endlich anständig danach suchen.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-03-17T08:02:16.783+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00000000000200000000000000000000000100000000,timestamp=2016-03-17T07:50:59.740+0000)\n>\n\nIst das nicht das alte Testament?\nDas Christentum beruft sich doch auf das neue.","replies":[{"id":"","poster":"Sirrkas","date":"2016-03-17T08:04:27.216+0000","up_votes":3,"down_votes":0,"body":"Ja, das war aus dem alten Testament. Da Madara no Kami aber von der Bibel im allgemeinen spricht, glaube ich, dass er/sie ebenfalls dem Christentum angehört.\n\nIch editier mal altes Testament rein, um das deutlicher zu machen.\n\n","replies":[{"id":"","poster":"Pain Hail","date":"2016-03-17T08:19:42.830+0000","up_votes":5,"down_votes":1,"body":"Oh no, bitte stoppt das. Religionen waren noch nie wirklich gut für die Menschheit.","replies":[]},{"id":"","poster":"Lance90","date":"2016-03-17T11:24:07.024+0000","up_votes":2,"down_votes":0,"body":"@Alustus\nSehe ich auch so, die Bibel ist ja nichts schlechtes. Da steckt viel drin, aber ein tausende-Jahre altes Buch **Wort für Wort** auf die heutige Gesellschaft zu beziehen geht nunmal nicht.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-17T09:19:13.160+0000","up_votes":2,"down_votes":0,"body":"@Alustus:\n\nIch meine auch nicht, dass Religion schlecht ist oder die Bibel schlimm. Man sollte was darin steht, aber nicht unreflektiert übernehmen. Einige Regelungen machten darin damals Sinn und mögen aus unserer Sicht barbarisch erscheinen, waren damals aber wohl notwendig.\n\nHätte ich vielleicht in meinem größeren Post etwas anders formulieren sollen.\n\nKriege gab es schon immer. Welcher Grund vorgeschoben wird, wird von den Machthabern entschieden. ","replies":[]},{"id":"","poster":"Alustus","date":"2016-03-17T08:50:39.824+0000","up_votes":2,"down_votes":1,"body":"Darüber lässt sich streiten.\n\nDie Bibel/das alte Testament haben auch einige gute Moral belehrungen nicht nur veraltete oder schlechte zum Beispiel:\n\nWer ohne schuld ist der werfe den ersten Stein.\n\nAuch ist Religion ein Treffpunkt in dem man bekannte trifft usw.\nAlso als sozialer Aspekt sicherlich nicht schlecht.\n(wenn auch nicht mehr so stark wie früher) \n\nDie Religion gibt außerdem vielen Menschen kraft/zuflucht/trost.\nBeten ist auch etwas gutes zur Entspannung usw.\n\nWesswegen ich schon der Meinung bin das sie etwas gutes ist.\nWenn man auch sagen muss, dass diese im laufe der Geschichte immer wieder missbraucht wurden.\nHätte es aber keine Religonen gegeben hätte man andere Wege/Gründe für die Kriege usw. gefunden.\n\nIst zumindest meine Meinung","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-03-18T06:17:12.410+0000","up_votes":3,"down_votes":0,"body":"> Die Bibel als ganzes kann ich aber als moralischen Kompass nicht ernst nehmen, nachdem ich selbst ein wenig im alten Testament geblättert habe. Da werden häufig Menschen mit fragwürdiger Moral belohnt.\n\nDie Bibel ist immer als ganzes zu verstehen. Es wird sich nicht (ausschließlich, wie unten gesagt) auf das neue Testament berufen. Das alte Testament ist und bleibt ein Teil der Bibel. Das heißt nicht, dass man als guter Katholik jetzt Sklaven halten muss, sondern dass das alte Testament in das neue übergeht. Eine Verwandlung, eine Metamorphose. Aus der anfänglichen simplen Raupe, in der Gott als rachsüchtig und wütend dargestellt wird (zB mit Noah) wird ein Schmetterling, ein liebender Gott, der für den Frieden ist. Das wird in verschiedenen Geschichten dargestellt. Soweit ich weiß wurden die meisten der Jünger nicht als Heilige geboren, im Gegenteil, es gab Manchen, der sich zuvor an der Verfolgung der Anhänger Jesu beteiligt hat. Bis ihnen Gott erschienen ist, oder son Kram eben. Das neue Testament handelt in weiten Teilen von einer Wandlung ins Gute. Man sehe sich nur die Geschichte des Zöllners an. Es ist als wolle da jemand sagen: Die Welt ist schlecht, aber nur weil niemand etwas dagegen tut. Wenn ihr aber endlich mal euern Arsch hoch kriegt und anfangt Wunder zu vollbringen (die wie Jesus' Wunder natürlich nur im übertragenen Sinne gemeint sind, so wie die Bibel in gefühlt jedem Satz nur in Metaphern spricht), dann hat das alles wieder einen Sinn.\n\nWas ich sagen will ist: Es ist zu einfach zu sagen es gilt nur das neue Testament, ebenso wie es viel zu einfach ist, sich die Grausamkeiten im AT ins Gedächtnis zu rufen. Wenn man sich eine Bilderreihe ansieht betrachtet man ja auch nicht nur eines der Bilder.\n\nOder ein besserer Vergleich wäre ein Comic. Damit eine Geschichte einen Sinn ergibt, muss man sich mehr als eine Seite oder ein Bild ansehen/lesen.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-03-17T08:43:37.628+0000","up_votes":2,"down_votes":1,"body":"Tl;dr: Du darfst die Bibel für dich nutzen, weil ist so. Wenn man aber dagegen spricht, darf man es nicht, weil Baum.","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T09:53:04.021+0000","up_votes":1,"down_votes":5,"body":"Hey Summoner :) \n\nDeine Logik ? wo ? \n\nDas wäre wie :\n\nEs dürfen auch Schwule schwul sein ! Wenn man aber dagegen spricht , darf man es nicht , weil Baum . \n\n\nhave a nicer dicer day {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-17T10:33:43.168+0000","up_votes":5,"down_votes":0,"body":"Nope. Du benutzt die Bibel in dem Fall, weil das Wort \"Hure\" dort benutzt wird. So als ob es das automatisch besser macht.\nKaum sagt jemand etwas gegen die Bibel, tust du so, als ob man dich und deinen Glauben unterdrückt und man es nicht darf.\n\nWenn du die Glaubenskarte ausspielst, rechne mit Gegenwehr.","replies":[{"id":"","poster":"xClyde","date":"2016-03-17T12:46:26.680+0000","up_votes":1,"down_votes":0,"body":"Recht Du hast.","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-03-17T16:15:22.704+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Madara no Kami,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=0000000000020000000000000000000000010000,timestamp=2016-03-17T07:38:54.688+0000)\n>\n> euch ist klar was ihr hier gerade macht ??????\n> \n> \n> Wieso lässt ihr solche Sprüche über die Bibel ab ? Ziehe ich eure Herkunft, Glauben oder Sexuelle Neigung in den Dreck ? \n\nWas heißt hier \"solche Sprüche\"? Ich habe nur das 2. Buch Salomo etwas freier übersetzt. Aber alles, was ich behauptet habe, steht so in der NIV Bible, die mein Ausgangsbuch ist...\nUnd König David ist mein Lieblingscharakter aus dem Alten Testament. Weil er halt als eigentlich Guter so viele dunkle Seiten und Episoden hat. Das macht ihn einzigartig und spannend. Also verglichen mit einem Hiob, wo man schon bei Kapitel 1 weiß, wie die Sache am Ende ausgehen wird...","replies":[]},{"id":"","poster":"Patty91","date":"2016-03-18T06:44:34.894+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Madara no Kami,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=0000000000020000000000000000000000010000,timestamp=2016-03-17T07:38:54.688+0000)\n>\n> Wieso lässt ihr solche Sprüche über die Bibel ab ? Ziehe ich eure Herkunft, Glauben oder Sexuelle Neigung in den Dreck ? \n\nIch glaube, hier wollte niemand deine Herkunft oder deinen Glauben in den Dreck ziehen. Mir zumindest ist völlig schnuppe, wer du bist, wo du herkommst und woran du glaubst - ich hab keine persönliche Bindung zu dir. Wobei man aber sagen muss, dass, wenn man SO auf die Aussage reagiert (die zudem noch völlig wahrheitsgemäß ist), dass die Bibel frauenfeindlich ist, sollte man sich vllt. mal überlegen, ob der eigene Glaube und damit das eigene Weltbild in der heutigen Zeit noch Bestand haben kann... Ich sag mal so: ne Frau an der Macht in Deutschland, obwohl selbst im NT davon die Rede ist, dass die Frau sich dem Mann unterzuordnen hat.\n\nEs ist einfach völlig daneben, mit einem Buch zu argumentieren, das seit Jahrhunderten nicht verändert wurde. Die Gesellschaft ist glücklicherweise deutlich aufgeklärter geworden - anderenfalls könnte man argumentieren, dass die Todesstrafe gar nicht so schlimm ist und Folter ein legitimes Mittel der Informationsbeschaffung, weil das ja vor knapp 2000 Jahren auch gemacht wurde - ups, Trump fordert ja genau das, auch mit der Argumentation der Auge um Auge-Mentalität.\n\nWobei gerade dieser Punkt ein guter ist. So ich mich nicht falsch erinnere, bist du ein Vertreter der Seite, dass das Auge um Auge-Prinzip NICHT mehr greift. In der Bibel steht aber, dass genau das recht und billig ist: http://www.bibel-online.net/buch/luther_1912/2_mose/21/\n\nWarum reflektierst du (offensichtlich) diese Aussage, die frauenfeindlichen aber nicht?\n\nDie Bibel und Religionen allgemein als Grundlage seiner moralischen Werte zu nehmen ist sicher nicht verkehrt - WENN man die Aussagen entsprechend reflektiert und an die Gesellschaft anpasst. Nimmt man es unreflektiert hin und lebt völlig nach dem, was diese Institutionen vorgeben, ist man lediglich ein Fanatiker.","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T10:03:17.118+0000","up_votes":2,"down_votes":0,"body":"Das Auge-um-Auge-Prinzip wurde ja in der damaligen Zeit zum Halte-auch-noch-die-andere-Wange-hin-Prinzip upgedatet.\nGenau das zeigt aber eigentlich, dass man die Prinzipien der Bibel immer weiter updaten kann und muss.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-18T10:25:12.538+0000","up_votes":2,"down_votes":0,"body":"Funfact:\nDas Hinhalten der anderen Wange, war damals eine respektlose Geste, die ausdrückte, dass man den Herausforderer nicht ernst- und die Herusforderung nicht an- nahm.\nDer Schlag auf die Wange war damals wohl eher eine Herausforderung, wie später die Ohrfeige oder das Hinwerfen des Fehde-Handschuhs.\n\nDie Bedeutung die Jesus Aussage also auf die Leser früher Zeiten hatte, war viel mehr ein \"lass dich nicht provozieren und zeige einem Angreifer, dass er es nicht wert ist\" als ein \"lass dich auch noch auf die andere Wange schlagen, aber wehre dich nicht.\"\n\nAber wie du schon so richtig sagtest, die Beudeutung eines Textes ist wandelbar und nicht die Intention des Autors ist entscheident, sondern die des Erzählers und somit jede Bedeutung, die ein reflektierter Leser für sich gewinnt.\nEine falsche Interpretation gibt es in diesem Fall also kaum....wie bin ich jetzt so weit abgedriftet...egal, Literatur und das was der Mensch daraus macht, ist etwas Wunderbares. :)","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-20T10:36:26.326+0000","up_votes":1,"down_votes":0,"body":"Dann widerrum, bereitet diese scheinbare Willkür gut auf die meisten Berufe im Angestelltenverhältnis vor.^^","replies":[]},{"id":"","poster":"Shiggyvara","date":"2016-03-20T10:16:53.408+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00000000000200000000000000000000000100000004000000000003,timestamp=2016-03-18T15:23:42.388+0000)\n>\n> Ich bewahre immer noch eine Daeutsch-Grundkursarbeit aus 2003/4 auf. Gedichtinterpretation, Bewertung mit 9 Punkten eigentlich OK, aber die Begründung, warum es nicht besser bewertet sei, war, man könne nicht alles auf's sexuelle beziehen. Soweit so gut, ne Woche danach packt er ne CD aus und  meint, zufällig hat auch Marcel Reich Ranicky das Gedicht interpretiert. Als es zur inhaltlichen Interpretation kam, sagte der gut Mann kominischerweise genau das, was ich geschrieben hatte...\n\nTja..das ist meiner Meinung nach ein Problem bei Deutsch.\nRechtschreibung ist relativ klar und eindeutig geregelt. Dummerweise hört man nach Klasse 7/8? auf Diktate zu schreiben, sondern stützt sich vermehrt auf Interpretationen und Aufsätze. \nDa fließt Rechtschreibung zwar noch ein, aber ein Großteil der Bewertung beruht dann halt auch auf persönlichem Empfinden des Lehrers. Dass das nicht immer das Beste sein muss, beweisen ja auch die Bewertungen der Harry Potter Bücher, die zuerst von einigen Verlagen abgelehnt worden sind und die Autorin dennoch zur Milliardärin gemacht haben.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-03-18T15:23:42.388+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00000000000200000000000000000000000100000004000000000000,timestamp=2016-03-18T11:41:16.977+0000)\n>\n> Bleib mir bloß weg mit der Interpretierung von Literatur. Mein Deutschlehrer hat in der Berufsoberschule mal Wilhelm Tell interpretieren lassen. Bei der Rückgabe der Arbeiten hat er angesprochen, dass die religiöse Interpretation einer bestimmten Stelle ein guter Gedanke ist und das es nur einer gemacht hat. Mir hat er es als Fehler angestrichen.\n\nIch bewahre immer noch eine Daeutsch-Grundkursarbeit aus 2003/4 auf. Gedichtinterpretation, Bewertung mit 9 Punkten eigentlich OK, aber die Begründung, warum es nicht besser bewertet sei, war, man könne nicht alles auf's sexuelle beziehen. Soweit so gut, ne Woche danach packt er ne CD aus und  meint, zufällig hat auch Marcel Reich Ranicky das Gedicht interpretiert. Als es zur inhaltlichen Interpretation kam, sagte der gut Mann kominischerweise genau das, was ich geschrieben hatte...","replies":[]},{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T12:20:34.329+0000","up_votes":1,"down_votes":0,"body":"Danke für die Aufklärung :)\nWas ich mich bei solchen Aussagen über kulturelle Gegebenheiten früherer Kulturen allerdings immer wieder frage ist, woher die Wissenschaftler ihre Sicherheit nehmen so etwas als Fakt darzustellen. Wie so etwas überhaupt erforscht wird ist mir schleierhaft und das ist so lange her, dass doch niemand wissen kann, ob es nicht doch ganz anders war.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-03-18T11:54:14.642+0000","up_votes":1,"down_votes":0,"body":"Es ist immer sehr schade, wenn man den Spaß an der Interpretation verdorben bekommt. :(\nVor allem da es eigentlich keine falschen Interpretationen geben kann, so lange man sie auch nur im Entferntesten am Text, ob formal und inhaltlich, festmachen kann.\nAber die meisten Lehrer verderben es ohnehin schon an der Stelle, an der sie der Intention des Autors in den Mittelpunkt stellen, was der wollte, interessiert Niemanden, ein Text kann durch den Erzähler auch dann eine oder viele Bedeutungen haben, wenn er von einer seelenlosen Maschiene per Zufallsverfahren geschrieben wurde.\nWas der Erzähler uns sagen will ist wichtig und der ist nunmal in unseren Köpfen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-03-18T11:41:16.977+0000","up_votes":1,"down_votes":0,"body":"Bleib mir bloß weg mit der Interpretierung von Literatur. Mein Deutschlehrer hat in der Berufsoberschule mal Wilhelm Tell interpretieren lassen. Bei der Rückgabe der Arbeiten hat er angesprochen, dass die religiöse Interpretation einer bestimmten Stelle ein guter Gedanke ist und das es nur einer gemacht hat. Mir hat er es als Fehler angestrichen.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-03-17T20:32:10.526+0000","up_votes":3,"down_votes":0,"body":"Du musst halt akzeptieren, dass die Bibel für die meisten Menschen, auch nur das Werk von menschlichen Autoren und Ausgeburt deren Fantasie ist.\nIch finde das auch mehr als verständlich, wenn ich sagen würde, dass ich das Silmarillion für einen Quell von Wissen und reiner Warheit hielte, würdest du das Buch doch bestimmt auch weiterhin als ausgedacht bezeichnnen, egal was ich darüber glauben würde, oder?","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-17T07:05:02.836+0000","up_votes":1,"down_votes":0,"body":"Meinst du das alte oder das neue Testament oder die Bibel im allgemeinen?","replies":[{"id":"","poster":"pulledchicken","date":"2016-03-17T07:16:50.101+0000","up_votes":1,"down_votes":4,"body":"Hey Sirrkas ;) \n\nIch meine die Bibel im allgemeinen .\n\n\nhave a nicer dicer day {{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2016-03-18T06:00:33.192+0000","up_votes":3,"down_votes":0,"body":"> Zufällig und das ist nicht gelogen ! bin ich Amerikanischer Staatsbürger mit schwarzer Mutter ... muss dir da sagen das wir offen über das Thema Sklaverei reden ... ( ist ja auch ein Teil Bildung , gewisse dinge zu wissen ) .\n\nHmm man sollte wohl doch nicht immer von sicher selbst ausgehen :D Wenn ich in Amerika einem Schwarzen sagen würde, dass seine Eltern Sklaven waren (völlig aus dem Kontext) würde das wohl für Ärger sorgen können, zumal ich selbst eben weiße Haut habe. Typisch Europäisch könnte man sagen. \nWas ich meine ist, wenn ein völlig Fremder dich ohne Kontext womöglich völlig überheblich auch vielleicht auch zurückliegende Missstände anspricht ist die Vermutung, dass er nichts gutes bezwecken will eben gar nicht so weit hergeholt.\n\nÜber Fehler spricht man nicht mit völlig Fremden einfach so, nur weil man es so will. Das ist unhöflich. Es braucht einen angemessenen Grund.\n\nUnd neben dem von Patter angesprochenen Punkt würde ich gerne noch drauf hinweisen, dass in der Bibel auch Richtlinien zum angemessenen Umgang mit Sklaven (was schmerzhafte Strafen einschließt) stehen.\nOder anders gesagt: Es steht eine Menge Müll in diesem Buch, weil irgendein Depp (oder ich glaube in Reli haben wir gelernt, dass es gleich ein ganzer Haufen Deppen war) irgendwann entschieden hat, welche Schriften da rein kommen und dass das Buch danach nicht mehr überarbeitet wird. Das heißt wir sitzen auf einem Schriftstück, dass Jahrhunderte lang ständig an die aktuellen Gegebenheiten und Umstände angepasst wurde und dann haben wir uns entschieden, das zu lassen... kein Wunder, dass die Kirche heute als Rückständig gilt. Sie hat ihren Revolutionären Geist mit ständiger Durchsetzung von Barmherzigkeit schon seit fast zwei Jahrtausenden hinter sich gelassen. Nur noch einige wenige sind da hinter her. Schade eigentlich.","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2016-03-17T09:31:47.631+0000","up_votes":3,"down_votes":2,"body":"> Ich kenne niemanden, der \"Hure\" nicht als Beleidigung auffassen würde\n\nDie Gewerkschaft der Prostituierten in Deutschland benutzt das Wort \"Hure\" sehr aktiv, um es zu entstigmatisieren - ähnlich wie Homosexuelle in den 60er/70ern begonnen haben, sich \"queer\" zu nennen (vormals war das eine Beleidigung).\n\nAlso doch, es gibt Leute die zumindest versuchen Hure nicht als Schimpfwort zu betrachten. Wobei die natürlich eine sehr kleine Minderheit sind.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2016-03-17T10:02:37.875+0000","up_votes":4,"down_votes":1,"body":"Zitat Madara no Kami :\n> Also es gibt für gewisse Beleidigungen Zusatz Qualifikationen , die erfüllt werden müssen .\n\nJa, und die haben wir hier. Wir bewegen uns nicht im medizinischen Kontext und auch nicht im Kontext der Freiberuflichen sondern im Kontext eines Onlinespiels. Und in diesem Kontext sind obige Worte definitiv Beleidigungen,Schimpfwörter oder Denunzierungen. Denn ich denke nicht, daß wenn Du Hure oder Mißgeburt in den Chat reinschreibst , Du weißt, daß der Gegenüber wirklich eine Hure oder Mißgeburt ist und auch so bezeichnet werden möchte.\n\nWir bewegen uns ebenfalls nicht im biblischen Kontext. Selbst dann nicht, wenn für vereinzelte Spieler LOL zur Religion geworden ist.\n\n\n\nmfg\nMB\n","replies":[]}]}]},{"id":"","poster":"Rayendriel","date":"2016-03-17T03:51:41.661+0000","up_votes":6,"down_votes":0,"body":"Doch, das sind definitiv Beleidungen. Wenn du sie übersetzt siehst du wieso:\n\nl2p = learn to play = Lern (das Spiel) zu spielen! Impliziert: Du spielst mies!\nretard= behindert / geistig zurück geblieben\nNoob = Noobie out of brain = Gehirnloser/ minderbemittelter Neuling\n\nIch hoffe, dass nun offensichtlich ist, dass es sich dabei um Beleidigungen handelt.\n\n\nGanz davon abgesehen glauben immer noch viele Leute, dass je nach schwere der Vergehen eine schwere oder nicht so schwere Strafe folgt, aber das System funktioniert nicht so.\n\n> ● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n○ Drittes Vergehen : 2-wöchige Sperrung\n> ○ Viertes Vergehen: Permanente Sperrung\n\n[Quelle](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen)\n\nNach einen 14-Tage-Bann kommt beim nächsten Vergehen der Perma und mag es dir noch so klein vorkommen. So sind die Regeln.\n\nUnd was homophobe oder rassistische Kommentare angeht: Die können direkt zum Permaban führen.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-18T09:34:07.087+0000","up_votes":1,"down_votes":5,"body":"Wtf seit wann heisst Retard, behindert das wusste ich ja mal garnicht.\n\nUnd Noob benutzen die meisten Spieler in sogut wie jedem game.","replies":[{"id":"","poster":"eingew","date":"2016-03-18T10:21:32.454+0000","up_votes":5,"down_votes":0,"body":"In meinen nicht. Aber ich schmeiße auch nicht ständig mit anderen Beleidigungen um mich rum, erfahrungsgemäß reagieren die Mitspieler dann deutlich eher gereizt.\n\nAbgesehen davon: Unwissenheit schützt vor Strafe nicht. Wenn du einen Begriff nicht kennst ist es hilfreich ihn nachzuschlagen, bevor man damit um sich wirft. Die meisten machen die Erfahrung schon als Kind, dass man wissen sollte, was man sagt, spätestens wenn sie freundlich und verständnisvoll von den Eltern darauf hingewiesen werden, dass es nicht angemessen ist unflätige Dinge beim Spielen durch den Garten zu schreien.\nScham wäre meine Assoziation in einer solchen Situation.\n\nUnd selbst wenn du tatsächlich nur das Wort \"Anfänger\" benutzt hättest, würde es womöglich auf Dauer dennoch zu einer Strafe kommen, denn du hast das eindeutig benutzt um deine Mitspieler abzuwerten.\n\nIch weiß nicht wie alt du bist, aber es ist offensichtlich Zeit für dich, etwas erwachsener zu werden. Es ist im Leben immer hilfreich, vorausschauend zu handeln. Man sollte wissen was man tut. Nachher zu sagen \"Das wusste ich nicht\" klingt wie Blatter \"Das wollte ich nicht wissen. Ich wäre ja schön blöd, wenn ich das wissen wollte. Dann könnte man mich ja dafür belangen.\" \n\nIch hoffe dir ist bewusst, dass Blatter und Menschen seines Schlags von der Allgemeinheit nicht ohne Grund verachtet werden. Mag ja sein, dass solche Sprüche juristisch noch ansatzweise Auswirkungen haben, aber das hier ist eindeutig nicht juristisch und die Gesellschaftlichen Strafen die Blatter erleidet sind ebenfalls nicht juristisch.\n\nIch will nicht sagen du seist wie er. Du bist noch weit davon entfernt. Die Sache ist nur, du handelst in eine solche Richtung. In eine extrem asoziale und unverdient arrogante Richtung. Damit wirst du im Leben nur dann weit kommen, wenn du gleichzeitig gewitzt und berechnend bist. Angesichts dieses Bans scheinst du aber zumindest in League keinerlei Voraussicht dieser Art gezeigt zu haben.\n\nDir muss klar werden, welcher Mensch du sein willst. \nDer, der nicht ein mal in einer Freizeitbeschäftigung, die normalerweise Sympathie und Spaß bringen sollte, ruhig bleibt, sondern stattdessen die anderen mit den Füßen tritt.\nOder doch lieber der, der Sympathie und Spaß gerne hat und deshalb in der entsprechenden Freizeitbeschäftigung als angenehmer Zeitgenosse empfunden wird.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-18T11:15:33.989+0000","up_votes":4,"down_votes":0,"body":">  seit wann heisst Retard, behindert\n\nFür eine genaue Antwort bräuchten wir jetzt einen Linguisten, aber ich würd sagen \"schon lange\" ist ausreichend präzis.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-03-18T10:15:51.722+0000","up_votes":2,"down_votes":0,"body":"Nicht erst seit gestern. Du bist auch der erste von dem ich lese, dass er sowas geglaubt hat.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-03-17T08:37:59.572+0000","up_votes":1,"down_votes":0,"body":"*Newbie, damit der Teil mehr Sinn macht =P Noobie würde wieder zu der Abkürzung führen. ^^","replies":[{"id":"","poster":"Rayendriel","date":"2016-03-17T12:36:39.021+0000","up_votes":1,"down_votes":0,"body":"Ups, da war ich wohl nicht mehr ganz wach, danke ^^","replies":[]}]}]},{"id":"","poster":"Hinks Linten","date":"2016-03-17T03:39:59.872+0000","up_votes":4,"down_votes":0,"body":"retard ? geistig zurückgebliebener ^^ ist eine beleidigung und wie man noch aus dem text entnehmen kannst das du eindeutig nur am flamen bist ^^ ist alles gerechtfertigt","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-03-17T06:52:53.625+0000","up_votes":6,"down_votes":0,"body":"In deiner Abstimmung fehlt \"Permabann verdient\". In deinem anderen Thread hast du bereits bewiesen, dass man für die fehlende Option stimmen sollte.","replies":[]},{"id":"","poster":"Pain Hail","date":"2016-03-17T02:52:04.251+0000","up_votes":5,"down_votes":0,"body":"Hmmm. http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/BQWMsjLt-scheiss-riot\n\nDu hast vorhin schon nen 14 Tage Ban bekommen und hast danach trotzdem Leute beleidigt.\nMan muss schon fast jedes Game flamen bis man so weit ist.\n\n\n> Diese erhalten keinen Bann geschweige eine Chatsperre.\n\nDoch, bekommen sie, du kannst es nicht wissen.\n\n> Bei Riot wird \"Fairness\" grossgeschrieben. - Wo bleibt da die Fairness?\n\nDas ist die \"Fairness\". Riot bannt Flamer wie dich damit andere Spieler die sich besser verhalten normal spielen können.\n\nWird dein ACC jemals entbannt ? Nein.\nDa kannst du klagen, schimpfen, sich aufregen ABER dein ACC ist WEG.\nDeine Möglichkeiten: Du spielst LoL nicht mehr ODER mit nen anderen ACC aber diesmal achtest du darauf was du von dir gibst.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-17T02:58:16.415+0000","up_votes":1,"down_votes":8,"body":"Ich habe mit 3 Leuten mind. 5 games hintereinander gespielt und diese waren immernoch aktiv als sie dies schrieben","replies":[{"id":"","poster":"Pain Hail","date":"2016-03-17T03:15:13.872+0000","up_votes":4,"down_votes":0,"body":"Da muss schon mehr als 5 Games kommen um sowas zu bekommen. \nIch hatte selbst ne Phase in S5 da wo ich toxisch für ca 50 Games war, mir gings schlecht und ich habe auch rumgeflamt ein wenig, waren ca 3-5 Zeilen meistens mit irgendwelchen Anschuldigungen, das was ich bekomme habe waren meistens nur diese Warnungen aber mehr nicht. \nEs werden nicht mal 0,5% der Leute permagebannt. Riot ist da sogar noch sehr zurückhaltend. \nCR für paar Games dann längeres CR und dann erst nen 14 Tage Ban DAAAANN bekommt man noch eine Chance aber wenn man sie verspielt dann kriegt man halt den Perma. \nUnd es geht nicht welche Beleidigungen du dir aussuchst sondern wie oft du es macht, wenn du schon JEDES Game irgend ne blöde Bemerkung  machst, kannst du dafür bestraft werden.\nWenn die Leute nur die 5 Games toxisch waren dann kriegen die halt nichts aber jeder der es übertreibt kriegt ne Strafe und die meisten bessern sich zum Glück deshalb gibt es nicht so viele von den Permas. \n\nDu kriegst in nen Game sowieso immer 1 Flamer wenn man es statistisch sieht und ab und zu ne blöde Bemerkung von nen Gegner oder deinen Teammate. Die Bemerkungen werden sogar oft nicht mal reportet weil man die sowieso vergisst aber wenn jemand wirklich negativ auffällt dann wird er halt reportet und du gehörst wohl zur denen die wirklich toxisch sind.\n\nUnd bevor du mir mit irgendwelchen Entschuldigungen kommst: \nRetard bedeutet nicht Anfänger sondern Vollidiot oder behindert.\nNoob mag ja Anfänger bedeuten, dennoch ist abwertend gemeint und wird bestraft.\nDann noch der ganze Haufen an negativen Äußerungen von dir wie: l2p, tard, report Aufruf und dieses \"you feeding\".\nDu hast einfach NICHTS positives gesagt in den Logs.\n\nPS: Du kannst nichts gegen deinen Perma machen.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-18T09:31:13.032+0000","up_votes":1,"down_votes":2,"body":"Das ist schon mein 2.ter Account\nIch hatte bei dem ersten 4x einen 14 Tage Bann dann perm\nHier war es 1er","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-18T16:43:55.582+0000","up_votes":1,"down_votes":1,"body":"screen or didnt happen von den 4x 14 Tage Bans. Das hat hier schonmal einer Behauptet das ein Kumpel von ihm diese Strafe bekommen habe. Bis dato ohne einen einzigen Beweis.\n\nDenn eigentlich ist das Strafensystem nach dem 14 Tage Ban direkt zum perma seit dem letzten Update.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-20T04:54:45.101+0000","up_votes":1,"down_votes":2,"body":"Schau mal auf xPrySonx nach","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-20T09:45:24.703+0000","up_votes":2,"down_votes":0,"body":"Was ist so schwer an \"Screen or didn't happen\" zu verstehen?","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-03-20T22:16:41.758+0000","up_votes":1,"down_votes":0,"body":"\"auf\" xPrySonx kann ich nicht nachschauen ist nicht mein Account.\nDer Spieler xPrySonx hingegen scheint seit geraumer Zeit nicht mehr zu spielen und vor etwa 9 monaten ein ziemlicher Spammer unter News gewesen zu sein.\n\nUnd was beweist dieser Spieler nun?\nNach wie vor ist nicht ersichtlich das du tatsächlich 4 mal 14 Tage Bans bekommen hast.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-03-18T17:00:26.632+0000","up_votes":1,"down_votes":0,"body":"Das ist aber auch erst seit etwa einem Jahr(?) so.\nZur Zeit der unendlich hohen CR´s gab es auch keine zwingende Begrenzung der Anzahl der Zeitbanns, es gab sogar noch andere Abstufungen, 3-Tage Banns zum Beispiel.\n\nLetztens durfte ich auch erfahren, dass es noch immer Rankedrestrictions gibt, obwohl diese in den vier Eskalationsstufen garnicht vorgesehen sind, aber das nur am Rande.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-19T00:39:24.387+0000","up_votes":1,"down_votes":1,"body":"mag sein das er die Bans davor erhalten hat, dennoch glaube ich nicht an wirklich 4 aufeinanderfolgende 14 Tage Bans. Das erscheint mir unlogisch, daher bestehe ich dann doch lieber auf die Screens.","replies":[{"id":"","poster":"Spicavius","date":"2016-03-19T03:01:06.196+0000","up_votes":1,"down_votes":0,"body":"Das war damals bei den Tribunalzeiten so. Da war Riot seeeehr zurückhaltend und jetzt immer noch aber jetzt sinken die Eskalationsstufen etwas langsamer ab als damals.\nIch denke dass damals schon nach 2-3 Wochen mit ständigem Spielen die Eskalationsstufe abgesenkt wurde, sodass der Flamer sehr oft mehrere 2Wochenbanns bekommen hat.","replies":[]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-03-17T09:39:59.654+0000","up_votes":1,"down_votes":0,"body":"5 games reichen, wenn man vorher konstant neutral/positiv war, vermutlich noch nichtmal um ne Überprüfung auszulösen. Danach kommen erstmal Chateinschränkungen, die du ggf nichtmal bemerkst. Und erst nach der zweiten Chateinschränkung kommt der temporäre ban.\n\nDer Unterschied von diesen 3 Spielern zu dir war vermutlich, dass sie im Gegensatz zu dir nur einzelne \"Ausreisser\" hatten und nicht konstant negativ waren. Bzw. sie brauchen einfach noch ein paar Spiele mehr um Strafen zu kriegen...","replies":[]}]}]},{"id":"","poster":"Iriní","date":"2016-03-17T09:39:56.323+0000","up_votes":3,"down_votes":0,"body":"Deine Strafe richtet sich nach deinen Vorstrafen und wie häufig du gemeldet wurdest. Da du anscheint schon 14 Tage aussetzten musstest und das noch nicht lange her war, ist jetzt endgültig Schluss.\n\nPS.: Wie kommst du zur Annahme, dass nur Homophobie und Rassismus zu bestrafen sind und alle anderen Flames in Ordnung sind?","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-18T09:29:45.486+0000","up_votes":1,"down_votes":4,"body":"Steht ingame.","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-03-18T09:41:23.819+0000","up_votes":4,"down_votes":0,"body":"Ich meine, da steht,dass homophobe und rassistische Aussagen sehr schnell und mit großer Mehrheit bestraft (vom Tribunal) bestraft werden. Da steht nichts davon, dass anderes toxisches Verhalten nicht bestraft wird.","replies":[{"id":"","poster":"xHydrauLiC","date":"2016-03-18T09:47:27.313+0000","up_votes":1,"down_votes":3,"body":"Hab ich das gesagt bzw. geschrieben?","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-03-18T10:02:47.505+0000","up_votes":3,"down_votes":0,"body":"Frage von Iriní: \"Wie kommst du zur Annahme, dass nur Homophobie und Rassismus zu bestrafen sind und alle anderen Flames in Ordnung sind?\"\nDeine Antwort: \"Steht ingame.\"\nAlso stimmst du offenbar der Aussage zu, dass nur homophobe und rassistische Aussagen bestraft werden.","replies":[]},{"id":"","poster":"Lance90","date":"2016-03-18T10:18:09.047+0000","up_votes":2,"down_votes":0,"body":"Das scheint deine Meinung zu sein: _Rassistisches und Homophobes Verhalten sind viel schlimmer als normaler Flame und du hast ja nur normal geflamet, während andere Rassistisch sind. Also hast du auch keinen Permabann verdient solange es da draussen auch nur einen einzigen Rassisten gibt._ richtig?\n\nWeil das nicht zutrifft. Alle Spieler die sich nicht zu benehmen wissen gehören bestraft. Wenn sie sich dann weiter falsch verhalten kommen alle irgendwann beim Permabann an. Manche früher, manche später und manche schaffen es sich zu bessern.\n\nAber was ich eigentlich sagen wollte ist: Für die Bewertung von DEINEM Verhalten ist einzig und allein entscheidend was DU geschrieben hast. Ja sicher haben wir schon schlimmere Chatlogs gesehen, und wir werden auch in zukunft schlimmere sehen, dass macht dich aber nicht unschuldig.","replies":[]}]}]}]}]},{"id":"","poster":"TeoX796","date":"2016-03-20T09:53:00.157+0000","up_votes":2,"down_votes":0,"body":"Noob bedeutet: **N**ewbies **O**ut **O**f **B**rain\n\nRetard: Behindernd oder einfach ein Klotz am bein\n\nalso ist das in deinen Augen nicht eine Beleidigung?\n\n\nDein Permabann in absolut gerechtfertigt da du anscheinen keine Ahnung hast was du von dir gibst.\n\nGruss Teo{{champion:4}}","replies":[]},{"id":"","poster":"Abasin","date":"2016-03-17T12:18:40.487+0000","up_votes":2,"down_votes":0,"body":"> Also, ich finde, dass der Bann nicht gerechtfertigt ist, weil in LoL wird gesagt, dass sie härter gegen Homophobische und Rassistische Äußerungen vorgehen.\n\nWas bedeutet, dass Leute wegen solcher Äusserungen noch _**viel schneller**_ rausfliegen als Du. Man kann nämlich auch je nach Härte einige oder alle Eskalationsstufen überspringen.{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-03-17T09:25:43.412+0000","up_votes":2,"down_votes":0,"body":"Also, im gegensatz zum deinem [letzten Thread ](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/BQWMsjLt-scheiss-riot) ist dieser hier wenigstens normal geschrieben, auch wenn die Umfrage immernoch Schrott ist. Entsprechend versuch ich mal normal zu antworten...\n\nIch denke dein Problem ist das Verständnis des Wortes \"Härter\". Homophobie und Rassismus können dazu führen, dass einzelne Strafstufen übersprungen werden. Sie werden also insofern härter bestraft, dass man nicht sonderlich viele \"zweite Chancen\" kriegt.\n\nDu hingegen wurdest oft gewarnt, zuletzt am 27.2. mit dem 14-Tage-Ban. Da stand überigens auch drin, dass das nächste Vergehen zum Perma führt.\n\nWarum sollte Riot dir nochmals einen 14-Tage-Ban geben? Dieser verfehlt ja offenbar seine Wirkung, du machst weiter als wäre nicht gewesen. Nur ein paar wenige Tage schaffst du es, dich zusammenzureissen. Dass dein Acc weg ist mag schmerzhaft sein, ist aber Riots letztes Mittel: CR und temporäre Bans waren ja nutzlos.\n\nDu hast jetzt 3 Optionen: Entweder du überlegst dir Strategien, wie du besser mit Frust umgehen kannst ohne zu Flamen (gibt hier im Forum genug Spieler die dir dabei gerne helfen, oder auch Threads die genau dies behandeln) und erstellst dir dann einen neuen Account. Oder du erstellst dir einen neuen Account und wirst nach einigen Wochen wieder gebannt. Oder du suchst dir halt ein anderes Spiel, in dem dein Verhalten akzeptiert oder zumindest nicht bestraft wird.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-03-17T08:49:10.931+0000","up_votes":2,"down_votes":0,"body":"Noob bedeutet soweit ich weiß newbie out of brain, und jemanden als hirnlos zu bezeichnen, ist sehr beleidigend.\nRatard heißt nicht Anfänger, sondern Behinderter.\nwarum l2p? Manche spielen LoL tatsächlich zum Spaß und nicht mit dem Kerngedanken, das Spiel meistern zu müssen und unbedingt aufsteigen zu müssen. \nDa du vorher schon Verwarnungen hattest, reichen auch mildere Dinge für einen permabann","replies":[]},{"id":"","poster":"Kuhakuù","date":"2016-03-17T04:35:27.679+0000","up_votes":1,"down_votes":19,"body":"riot liebt seine spieler über alles solang sie geld reinbuttern is alles erlaubt :X \nokey btt\nich sehe tagtäglich schlimmeres und das geile is ja man selbst is nichtmal schuld daran das andere schlecht spielen\ntrotzdem muss jeder selbst damit klarkommen und ich kann verstehn das man nicht verlieren will nur weil 2-3 leute sowas von grausam spielen\naber perma bei sowas is witzig\n\nund ja antiqui \"retard\" kann auch zurückgeblieben bedeuten und so wie manche spielen sind sie entweder 8 jahre alt und können nicht lesen oder halt retards\ndas ist zwar beleidigend aber wir sind hier immernoch a im internet und b wer scheiße baut bekommts umme ohren\n\nüberlegt euch mal lieber warum jmd \"salty\" \"toxic\" oder \"mad\" ist befor hier über warum beleidigt er mich redet\ndenn \"salty\" oder \"mad\" is nix anderes als genervt zu sein davon das man verliert\nja es gibt leute die verlieren zurecht\naber dann sind die gegner eben besser\naber zu verlieren weil die mates echt grottenschlecht sind is viel nerven aufreibender ","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-03-17T06:04:38.519+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Kuhakuù,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=0003,timestamp=2016-03-17T04:35:27.679+0000)\n>\n> riot liebt seine spieler über alles solang sie geld reinbuttern is alles erlaubt :X \n> okey btt\n> ich sehe tagtäglich schlimmeres und das geile is ja man selbst is nichtmal schuld daran das andere schlecht spielen\n> trotzdem muss jeder selbst damit klarkommen und ich kann verstehn das man nicht verlieren will nur weil 2-3 leute sowas von grausam spielen\n> aber perma bei sowas is witzig\n> \n\nEr hat ja nicht nur dafür einen Perma bekommen. Der Perma kam, weil er aus dem 14 Tagesbann offenbar nichts gelernt hat. In der Mail zum 14 Tagesbann steht sogar ausdrücklich drinne, dass die nächste Strafe ein Perma sein wird.\n\n> und ja antiqui \"retard\" kann auch zurückgeblieben bedeuten und so wie manche spielen sind sie entweder 8 jahre alt und können nicht lesen oder halt retards\n> das ist zwar beleidigend aber wir sind hier immernoch a im internet und b wer scheiße baut bekommts umme ohren\n> \n\nWas kann denn retard noch bedeuten? Außer technischen oder geologischen Übersetzungen habe ich nur beleidigende Übersetzungen von retard gefunden. Erleuchte mich.\nUnd weswegen soll man sich im Internet anders verhalten dürfen als im echten Leben?\n\n> überlegt euch mal lieber warum jmd \"salty\" \"toxic\" oder \"mad\" ist befor hier über warum beleidigt er mich redet\n> denn \"salty\" oder \"mad\" is nix anderes als genervt zu sein davon das man verliert\n> ja es gibt leute die verlieren zurecht\n> aber dann sind die gegner eben besser\n> aber zu verlieren weil die mates echt grottenschlecht sind is viel nerven aufreibender\n\nKeiner bestreitet, dass Spieler die Flamen keinen Grund dazu haben. Jedoch ist es nicht so, dass nur weil ein Grund vorhanden ist, die Sache erlaubt ist. In den TOU, die jeder Spieler einmal bei der Erstellung des Accounts und bei jedem Update aufs neue akzeptiert, steht ausdrücklich dass Beleidigungen nicht gestattet werden, und zu einer Bestrafung führen.\n\nEdit:\nUnd @TE: Bei der Umfrage fehlt noch etwas... Du hast die Antwortmöglichkeit \"berechtigt\" \"vergessen\".","replies":[{"id":"","poster":"drexxsack","date":"2016-03-17T08:46:51.034+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00030001,timestamp=2016-03-17T06:04:38.519+0000)\n Jedoch ist es nicht so, dass nur weil ein Grund vorhanden ist\n\nDer übliche Einwurf von mir: Nicht geschieht ohne Grund. Wir leben in einer Welt von Ursache und Wirkung. Es gibt immer einen Grund, auch wenn wir ihn manchmal nicht erkennen. \nZu sagen, dass man einen Grund hatte etwas zu tun, ist in etwa wie zu sagen, dass eine Leiche tot ist: Offensichtlich","replies":[]}]},{"id":"","poster":"ü ö","date":"2016-03-17T05:42:00.938+0000","up_votes":6,"down_votes":0,"body":"> riot liebt seine spieler über alles solang sie geld reinbuttern is alles erlaubt :X\n\nNö, gab auch schon unzählige Threads wo es hieß \"Ich hab über 500€ investiert ich verklag euch111\"\n\n> ich sehe tagtäglich schlimmeres und das geile is ja man selbst is nichtmal schuld daran das andere schlecht spielen\n\nStimmt. Schuld ist man nicht. Du kriegst die Strafe nicht da er schlecht spielt, sondern da du dich nicht zurückhalten kannst und ihm reindrücken musst wie schlecht er ist.\n\n> und ja antiqui \"retard\" kann auch zurückgeblieben bedeuten und so wie manche spielen sind sie entweder 8 jahre alt und können nicht lesen oder halt retards\ndas ist zwar beleidigend aber wir sind hier immernoch a im internet und b wer scheiße baut bekommts umme ohren\n\nAchso, du meinst, dass wenn jemand schlecht spielt, du automatisch das Recht hast ihn geistig behindert zu nennen? Du lebst ja in einer interessanten Welt..","replies":[]},{"id":"","poster":"berndbolerow","date":"2016-03-20T15:45:08.343+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-20T22:23:30.590+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=berndbolerow,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=00030003,timestamp=2016-03-20T15:45:08.343+0000)\n>\n\n> Ein Vorschlag:\n> Gamer die so \"Toxic\" schreiben sollten dann 250 Normals machen müssen. \n\nund wieso sollten Toxic Player bitte auf die Normal Player abgewälzt werden?\n\n\n>Zusätzlich werden diese nur noch mit Seinesgleichen gemappt.\n\nPrissoners Island funktioniert leider nicht, da dann das beanstandete Verhalten als eindeutig Normal anerkannt wird und sich somit eben nicht verbessert.\n\n> Ich glaube das dann nach 3 Monaten das toxische geschreibe aufhöhrt. \n\nEin schöner glaube den du da hast.\n\n\n> \n> Auch dazu gibt es viele Vorschläge!\n> Schwache spielen nur mit Schwachen zusammen.\n> Aber NEIN die müssen die Supper Tolle ELO MMR Dingsda Geschichte nehmen.\n\nJo und gemäß der Elo spielen Schwache auch mit Schwachen. Das Ligen System hat keine wirklich konkrete Aussage über deine Elo. Als Gold 5 kannst du auch mit Silber 3-4 gematched werden, bist du deshalb auf dem Niveau von Gold?\nNein du bist auf dem Niveau im mittleren Silber Bereich.\n\n> Da gewinnt man 3 Games und Peng muss nen Bronze III gegen Gold V ran\n\nUnfug. Nach 3 Games auf Bronze 3 kommst du vielleicht mit ner enorm hohen MMR vielleicht Bronze 1 und darfst vielleicht gegen Silber 5-3 antreten....\n\n\n> und hat dann noch 2 Trolle dabei die Keinen Plan haben.\n\nWie definierst du bitte genau einen Troll?","replies":[]}]},{"id":"","poster":"Abasin","date":"2016-03-17T12:20:36.453+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2016-03-17T08:28:14.128+0000","up_votes":2,"down_votes":0,"body":"Jetzt bin ich verwirrt. Ein 2. Thread zum selben Thema ? Warum ? Es wird doch nicht besser oder richtiger nur weil man es mehrmals macht oder schreibt. Oder ist das ein anderer Bann ? \n\nZum Thema Schimpfwörter empfehle ich diese Seite : http://facto24.de/2010/05/20/schimpfworterliste-beleidigungen-konnen-teuer-sein-liste-der-teuersten-schimpfworter-und-gesten-liste/\n\nDie Abstimmung ist genau so Käse wie die im anderen Thread. Das Problem ist nicht Riot, sondern das Problem ist der TE. Lass es doch einfach. Die Chatlogs sind eindeutig. Da gibts nicht mal ansatzweise Interpretationsspielraum. Also der Bann ist völlig gerechtfertigt.\n\nmfg\nMB\n\nEdit/Nachtrag:\n\nMissgeburt und Hure sind kontextbezogene Schimpfwörter. Wenn sich eine Frau selber als Hure bezeichnet, weil Sie dem einschlägigen Gewerbe nachgeht ist es wohl unverfänglich. Im medizinischen Sprachgebrauch jmnd. als Missgeburt zu bezeichnen wohl ebenfalls. Im Chat siehts aber komplett anders aus.Wenn ich aber im Chat \"Hure\" reinschreibe dann ist es eine Beleidigung. In Kombination mit anderen Wortstämmen wirds sogar strafrechtlich verfolgt. Ebenso wie Missgeburt.\n\n>Im juristischen Sinn handelt es sich je nach dem Zusammenhang, in welchem ein Schimpfwort gebraucht wird, um eine Beleidigung (§§ 185-189 StGB Beleidigung, Verleumdung, üble Nachrede). Systematisches Beschimpfen kann als Diffamierung geahndet werden.\n\nQuelle : https://de.wikipedia.org/wiki/Schimpfwort","replies":[]},{"id":"","poster":"p0hil","date":"2016-03-17T07:35:17.353+0000","up_votes":2,"down_votes":0,"body":"Und noch mal, da dir ja anscheinend dein vorheriger Thread nicht gereicht hat. Der Bann ist komplett legitim.\nSachen wie 'Retard, l2p, Noob im negativem Sinne, Nap' und sämtliche andere Toxische und beleidigende Sachen haben in der Community nicht's verloren.\n\n\n> [{quoted}](name=xHydrauLiC,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=,timestamp=2016-03-17T01:37:35.301+0000)\n>\n> Also, ich finde, dass der Bann nicht gerechtfertigt ist, weil in LoL wird gesagt, dass sie h&auml;rter gegen Homophobische und Rassistische &Auml;u&szlig;erungen vorgehen.\n\nWas hat 'Homophobie und Rassismus' mit deinem Bann zu tun ? Du wurdest jediglich für toxicity und Beleidigungen gebannt.\n\n> \n> Ich sehe Spieler die schreiben &quot;%%%%%%%%%&quot;, &quot;Missgeburt&quot; etc. und dagegen wird nichts unternommen?\n> Diese erhalten keinen Bann geschweige eine Chatsperre.\n\nDoch, gegen diese wird was unternommen, musst dich nur mal etwas im Forum umschauen.\n\n> \n> Und gegen sowas lausiges wie &quot;l2p -&gt; Lern zu spielen&quot;, &quot;noob -&gt; Anf&auml;nger&quot; oder &quot;retard -&gt; Anf&auml;nger&quot;\n> wird direkt was unternommen? Und ich erhalte einen perm Bann?\n\nDas ist Toxic. Fertig. 'Lern zu spielen' ist nicht direkt toxic, aber in dem Zusammenhang wie du es geschrieben hast, war es Toxic. Das gleiche gilt für 'noob'.\nUnd wenn du unter Retard wirklich 'Anfänger' verstehst..\n\nSubstantiv\na mentally handicapped person (often used as a general term of abuse).\n\n> \n> Bei Riot wird &quot;Fairness&quot; grossgeschrieben. - Wo bleibt da die Fairness?\n\nOben beantwortet.\n\n> \n> Ich h&auml;tte h&ouml;chstens eine 75 Game-Chatsperre erhalten anstatt einen perm Bann.\n> Ich meine ich habe nichts Homophobisches oder Rassistisches von mir gegeben.\n\nNein, warst aber toxisch aber das sicher nicht zum ersten mal. Ich würde mal schätzen das du schon mal einen 14 Tage Bann hattest. Und da stand auch in der EMail drin das dies deine letzte Warnung ist.\n\n> \n> Darum verstehe ich Riot nicht, das hat nichts mit &quot;Fairness&quot; zu tun.\n> \n> Trotzdem w&uuml;rde ich gerne weiter League of Legends spielen wollen und werde auf mein Verhalten achten. {{sticker:slayer-pantheon-thumbs}} \n\nEinen neuen Account erstellen. Deinen alten wirst du wohl nicht wiederkriegen.\n\n> \n> ABER BITTE BITTE BITTE RIOT -&gt; stay fair {{sticker:slayer-jinx-catface}} \n> \n> Also wie w&uuml;rdet ihr entscheiden?\n\nMeine Entscheidung.. Permabann ist gerechtfertigt.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-03-17T06:18:43.943+0000","up_votes":2,"down_votes":0,"body":"Da du entweder nicht einsehen willst, oder verstehst was zu deinem Perma Ban geführt hat, hier einmal kurz eine Analyse mit Markierung.\n{{summoner:14}} = Flame (Bannwürdig) {{summoner:11}} = Negatives Verhalten (gehäuft Bannwürdig zu unterlassen)\n\nAußerdem stand in der Mail zum 14 Tage Ban eindeutig das du dir keine Fehltritte mehr erlauben sollst, ansonsten kommt der Perma Ban.\nDiesen Ban erhälst du also nicht wegen diesem einem Spiel, sondern eher weil du über 100 von Spielen ähnlich passiv Aggressiv warst und ein starkes Negatives Verhalten an den Tag legst.\n\nDeine Extrem Beispiele hingegen werden weitaus früher gebannt.\n\n\nMumu\nConnection*\n?*\nWhat bad noobs{{summoner:14}}\nAmumu camped\nCOME TO ME\nOmg\nIdk\nl2p{{summoner:14}}\nOmg{{summoner:11}}\nAmumu flash and ult this noob{{summoner:14}}\nBad Zed what a retard{{summoner:14}}\nSame for this Amumu nap{{summoner:14}}\n4x Zed and Amumu{{summoner:14}}\nOther team\nAmumu is sitting me\nZed is noob{{summoner:14}}\nTards{{summoner:14}}\nU see{{summoner:14}}\n1v1 he can nothing\nOMG{{summoner:14}}\nI CLICK HIM AND I LAND IN HIS SHADOW\nLucker noob get camped by Amumu{{summoner:14}}\nNap{{summoner:14}}\nl2p 1v1 then u can talk with me{{summoner:14}}\nl2p{{summoner:14}}\nNaps{{summoner:14}}\n2v1{{summoner:14}}\n4v5{{summoner:14}}\nNap{{summoner:14}}\nRiven u r so bad{{summoner:14}}\nU feed Tryndamere{{summoner:14}}\nI'm done{{summoner:11}}\nGragas afk\nU feed Tryndamere{{summoner:14}}\n1/3{{summoner:14}}\nR u kidding me?{{summoner:14}}\nWhy am I reported?{{summoner:14}}\nAmumu is sitting bot or mid?\nAnd u l2p{{summoner:14}}\nPLS{{summoner:11}}\nSSSSSSS{{summoner:11}}\nS{{summoner:11}}\nS{{summoner:11}}\nWhere is that ss{{summoner:11}}\nAnd a bad top{{summoner:14}}\nWe already play 3v5{{summoner:14}}\nRiven first thing is to play ranked?{{summoner:14}}\nTROFLDAKASD*'{{summoner:11}}\nDA{{summoner:11}}\nA{{summoner:11}}\n\nok ich ziehe meine Aussage zurück die Falmest dein Team durchgehend.... und jetzt beschwerst du dich ernsthaft? In diesem Chatlog sind maximal 5 Nachrichten die man in Richtung Neutral/ Positiv einordnen kann.","replies":[]},{"id":"","poster":"Killerkante","date":"2016-03-17T03:12:35.560+0000","up_votes":3,"down_votes":1,"body":"Fragst du dich jetzt ernsthaft oft das gerechtfertigt ist?\nSagmal, für dich kommen auch nur Rosen aus deinem Mund wenn du verbal fäkalierst, oder? :D\n\n>Ich sehe Spieler die schreiben \"%%%%%%%%%\", \"Missgeburt\" etc. und dagegen wird >nichts unternommen?\n>Diese erhalten keinen Bann geschweige eine Chatsperre.\n\nEinbildung ;)\n\n>Und gegen sowas lausiges wie \"l2p -> Lern zu spielen\", \"noob -> Anfänger\" oder \"retard > Anfänger\"\n>wird direkt was unternommen? Und ich erhalte einen perm Bann?\n\nEs ist eben respektlos AF, genauso wie EZ nach nem Spiel nur weil man mad ist, mir tuts nur leid dass das meistens daran liegt dass Knirpschen wie du noch nie Manschaftssport gemacht haben, oder generell irgendeine Art Sport wo das respektieren von Team und Gegner an oberster Stelle steht.\n\n>Bei Riot wird \"Fairness\" grossgeschrieben. - Wo bleibt da die Fairness?\n\nWenn ich Leute wie dich im Forum sehe, unterstreichts das Wort Fairness richtig dicke.\n\n>Ich hätte höchstens eine 75 Game-Chatsperre erhalten anstatt einen perm Bann.\n>Ich meine ich habe nichts Homophobisches oder Rassistisches von mir gegeben.\n\nDafür schreibst du gequirlten Kot im Storyformat.\nNur weil du nichts Menschenverachtendes für etwas was diejenigen sich nicht ausgesucht haben geschrieben hast, rechtfertigt es nicht dass du die Spieler um dich zu Säuen machst.\n\n>Trotzdem würde ich gerne weiter League of Legends spielen wollen und werde auf mein >Verhalten achten. \n\nDann gib dir ne zweite Chance und erstell dir einen neuen Account.\nBetteln, auf scheinheilig tun oder den Gutmenschen spielen bringt dir jetzt eh nichts mehr, du hast Scheiße gebaut, steh dazu und lern draus.\nWie ich auch unter jedem Thread wie diesem schreibe, finde ichs ziemlich traurig dass so viele Leute erst draus lernen wenn man ihnen das Spielzeug wegnimmt.\n\nPS: Scheinbar hattest du vorher schon einen 14-Tage Bann, der beste Beweis dass deine Scheinheiligkeit nachgibt wenn dein Gegenüber dumm genug ist dir eine weitere Chance zu geben.\n\nPSS: Und stell dich nich so an, du hast ja gerade mal 170 normal Wins ;D\nHab schlimmere Fälle gesehen, wo Leute schon bis zu 3k wins hatten und jede Season Diamond bis zum Bannereignis, zudem noch eine menge Geld reingesteckt, aber man sollte über sowas nachdenken bevor man schreibt.\nJe wertvoller dir dein \"Besitz\" (Rechtlich gesehen Riot's Besitz, ja ich weiß)\nist, umso besser solltest du doch darauf achten, oder?\n","replies":[]},{"id":"","poster":"xHydrauLiC","date":"2016-03-18T09:37:50.846+0000","up_votes":1,"down_votes":4,"body":"Alter ich dachte wirklich Retard heisst sowas wie Anfänger und ich benutze es sogut wie in jedem 3.tem game","replies":[{"id":"","poster":"GummibaumXYZ","date":"2016-03-18T10:22:28.935+0000","up_votes":2,"down_votes":0,"body":"Aber selbst wenn es Anfänger heißen würde, warum musst du deine Mitspieler ständig darauf hinweisen, dass sie deiner Meinung nach Anfänger sind?\n\nWürdest du das auch beim sagen wir mal Tennis machen? Und deinen Mitspielern oder Gegnern bei jedem Punkt, den sie ihre Gegner machen lassen laut Anfänger ins Gesicht rufen? Auch dem Schrank der dich vielleicht irgendwann einfach verhaut?\n\nWelchen Sinn hat das außer deine Mitspieler wütend zu machen?\nWer wütend ist, trifft automatisch schlechtere Entscheidungen und dadurch verlierst du Spiele.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-03-18T09:52:36.917+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=xHydrauLiC,realm=EUW,application-id=KYnfKGf0,discussion-id=qKrd3xpq,comment-id=0010,timestamp=2016-03-18T09:37:50.846+0000)\n>\n> Alter ich dachte wirklich Retard heisst sowas wie Anfänger und ich benutze es sogut wie in jedem 3.tem game\n\nWie schon andere geschrieben haben:\nUnwissenheit schützt vor Strafe nicht.\nWenn Du nicht weißt, was etwas heißt, schlägt man es entweder nach oder benutzt es einfach nicht.\nUnd unabhängig davon was es letztendlich heißt: Weshalb denkst Du, dass Du Spieler als Anfänger beschimpfen kannst, die mit Dir gematcht werden? Sie werden mit Dir gematcht, weil Sie auf dem selben Level wie Du spielen. Würde implizieren, dass Du selbst auch ein Anfänger bist.\n\nDavon mal abgesehen, nur weil es andere auch benutzen macht es das nicht besser. Wenn die meisten von ner Brücke springen, springst Du dann hinterher?\n\nIn der Mail zum 14 Tagesbann stand explizit drin, dass der nächste Verstoß ein Perma nach sich zieht. Dass es den Perma gibt, wusstest Du offenbar noch von Deinem letzten Account. Aber scheinbar war Dir das egal, und Du hast ihn billigend in Kauf genommen, als Du Deine Mitspieler als Anfänger beleidigt hast. Und Du kannst mir nicht erzählen, dass Du in diesem Moment, als Du es schriebst, es nicht als Beleidigung gemeint hast.","replies":[]}]},{"id":"","poster":"QG Fischer","date":"2016-03-18T09:59:17.009+0000","up_votes":1,"down_votes":0,"body":"Der Bann ist sowas von gerechtfertigt. Frech, dass du um Vergebung bittest haha","replies":[]},{"id":"","poster":"FrankerX","date":"2016-03-18T01:33:09.336+0000","up_votes":1,"down_votes":0,"body":"in welcher welt übersetzt du \"retard\" als \"anfänger\"? ganz ehrlich was ist den bei dir falsch gelaufen junge? \ndummheit schützt vor strafe nicht muss die chatlogs gar nicht durchlesen, der bann ist gerecht.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2016-03-17T15:25:05.658+0000","up_votes":1,"down_votes":0,"body":"Wer kennt es nicht, das Problem mit den guten alten Fahrretards. \nEinfach furchtbar im Strassenverkehr von diesen Anfaengern belaestigt zu werden.","replies":[]}]}