{"id":"Z9rORzWu","poster":"Junge komm ran","date":"2016-03-16T14:12:58.428+0000","title":"Silber 5 Support such ADC","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hall&ouml;chen sch&ouml;n das du hier bist und das hier liest. Ich bin Armin bin 18 Jahre alt und komme aus Wien aus dem fernen Land &Ouml;sterreich :-O. Ich such momentan einen ADC mit dem man die Botlane unsicher machen kann. Woher du kommst ist mir egal. Wie alt du bist ist mir egal. Deine Division sollte auch so um Silber herum High Bronze liegen. Meine Mains sind {{champion:412}} {{champion:89}} {{champion:1}}. Habe mit allen drei Champions sehr viel Erfahrung. Jedoch mache ich auch Fehler also m&ouml;chte ich auch  nicht mit einem Rager oder Flamer  zusammen spielen. (Nat&uuml;rlich ist es kein Flame wenn man eine lustige Bemerkung dem anderen gibt etc.)  TS3 sowie Skype sind vorhanden bin dort jedoch eher etwas ruhiger. Na gut das wars auch zu mir falls Interesse besteht einfach adden oder hier in den Kommentaren kommentieren. \r\n\r\nEuer \r\n\r\nAnnie and Tibbi (Delaz12 war mein alter Name :-D)","replies":[{"id":"","poster":"Jampsta","date":"2016-03-16T19:00:18.902+0000","up_votes":1,"down_votes":0,"body":"Hab dich auch mal geaddet :D","replies":[]},{"id":"","poster":"CiriousJoker","date":"2016-03-16T15:01:10.217+0000","up_votes":1,"down_votes":0,"body":"Ich hab einen Smurf in Silber, bin Platin, hab aber keinen Plan von adc und hab ein paar Monate ausgesetzt.\n\nDas Level, auf dem ich adc spielen kann, dürfte also ungefähr auf Silber III oder so ein ...\n\nadd mich einfach mal\n\nFr0st Sh4dow\n\nDann kann ich gleich adc lernen","replies":[]},{"id":"","poster":"LyRiix","date":"2016-03-16T14:54:06.012+0000","up_votes":1,"down_votes":0,"body":"Hey, bin main Adc bin Silver IV und entspreche etwa deinen Vorstellungen.\nBin 19 Jahre alt am rande:D","replies":[]},{"id":"","poster":"Kevin897","date":"2016-03-16T14:20:10.461+0000","up_votes":1,"down_votes":0,"body":"Muss man main ADC sein oder reicht erfahrung als adc aus? :) Spiele nämlich öfter mal ADC aber bin main jungle. Hätte aber mal Lust auf die Duo lane zu wechseln^^","replies":[{"id":"","poster":"Junge komm ran","date":"2016-03-16T14:24:08.577+0000","up_votes":1,"down_votes":0,"body":"Natürlich muss man nicht main adc sein mit einen Jungler kann ich natürlich auch leben :-D. Somit hat man auch einen gewissen Impact aufs Spiel :-D","replies":[]}]}]}