{"id":"bLMllggE","poster":"Neeko the Ekko","date":"2016-03-15T13:16:19.110+0000","title":"Corki - Deathfire Touch","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Heyho...\r\n\r\nSpiele ab und zu sehr gerne Corki und wollte Fragen ob auf Corki DFT Sinn macht?\r\nIch habe schon die vers. Masteries ausprobiert dabei aber DFT ausser Acht gelassen. \r\n\r\nSpiele auch sehr gerne den Sola Build also Corki auf AP mit Maske, Rylais, TF, Gunblade und Zauberschuhe.\r\nProbiert es aus es macht auch richtig fun. ^^","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-03-15T15:09:35.173+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Neeko the Ekko","date":"2016-03-15T15:48:54.198+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SKT T1 1ND3R,realm=EUW,application-id=vatevpvi,discussion-id=bLMllggE,comment-id=0001,timestamp=2016-03-15T15:09:35.173+0000)\n>\n> Macht Sinn, in den meisten Fällen ist aber Thunderlords besser, weil :\n> \n> Die Pentration ist besser, auch wenn es nicht umbedingt so aussieht. Außerdem ist es Hybrid Pen.\n> Thunderlords ist in der Lane ziemlich stark bzw im Early Game und im Late für viel Burst usefull.\n> \n> DFT finde ich in der Lane dann deutlich schlechter, im Mid und Late Game ist es soweit ich das verstehe nur fürs siegen und poken sehr gut. Aber würde nicht sagen dass es worth ist. Auf Champs wir Ahri ist es zum Beispiel okay weil man mit der Q viele Leute hitten kann und dann im Teamfight mehr Schaden macht als mit Thunderlords aber Corki hat als großen Aoe nur seine w mit Passive. Also im Gegensatz zu Ahri outscalet DFT Thunderlords nicht wirklich auf Corki.\n\nMacht schon Sinn was du sagst und ist vollkommen in Ordnung ABER (jetzt das große aber..^^) Corki hat im Prinzip NUR Aoe Schaden. \nQ, W/Passive, E und halt die Raketen. Es spielt sich schon ganz gut mit DFT muss ich schon sagen. Natürlich ist Thunderlord ganz Nice auf der Lane. \nDoch im Late Game wo es wirklich auf Fights gegeneinander ankommt ist DFT bestimmt besser. Der Poke der Rakete, die Q auf die Non-Tanks und vorallem die E böllert so hart rein. xD\n\nDanke für´s Feedback trotzdem. ^^","replies":[]}]},{"id":"","poster":"Im a Papaya","date":"2016-03-15T14:16:16.743+0000","up_votes":1,"down_votes":0,"body":"Deathfire Touch auf Corki ist durchaus viable. Deathfire Touch ist eine Masterie die zum poken da ist und Corki hat die Reichweite und die Fähigkeiten dazu, erst recht auf Ap.","replies":[]}]}