{"id":"TqHXFq25","poster":"ZNShadovv","date":"2016-03-13T19:44:55.171+0000","title":"Jhin als Support","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hallo Foren Strategen!\r\n\r\nIch wollte euch mal zu einer Meinung bewegen.\r\n\r\nWie w&uuml;rdet Ihr Jhin als Support machen?\r\n\r\nWie solte das Gameplay aussehen?\r\n\r\nW&uuml;rde das &uuml;berhaupt funktionieren?\r\n\r\n\r\nVG\r\nZN","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-03-13T20:17:39.415+0000","up_votes":2,"down_votes":0,"body":"Hmm... hoffe, dass der Gegner keine Ahnung hat, wie man gegen ihn spielt.\n\nHoffe, dass du dein ADC 3-4 Kills auf der Botlane bekommt...\n\nUnd danach musst du eigentlich schon darauf hoffen, dass einer von denen AFK geht...\n\nDu wirst halt im wesentlichen einen Vorteil haben: Mehr Schaden als der gegnersiche Support... nur wird dein Schaden mit den Items, die man sich eh gegen die ADCs kauft, gekontert. Du musst also wirklich weit vorne liegen um was zu bewirken...\n\nDu hast halt keinen Engage, Disengage... keine Heals und Schilder... und nen bisschen Poke... aber für den Poke wirst du nie genügend Mana haben... also nicht lange...\nVor allem ist (AD-)Schaden viel zu teuer. Und jetzt komme mir nicht mit \"Ich muss ja keinen Sightstone kaufen, ich habe ja die Fallen\".... Die werden dir nicht dabei helfen, die Karte zu kontrollieren...\n\nAber ja... am Ende würde ich als Sup Main wahrscheinlich genau dagegen meine Lane verlieren. Dein einziger Vorteil ist halt der Überraschungseffekt. Davon lasse ich mich allerdings gerne überrumpeln...","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-03-14T10:50:54.339+0000","up_votes":1,"down_votes":0,"body":"ohne geld macht Jhin keinen wirklich nennenswerten schaden.\nVon dem her bleibt eigentlich nur seine \"CC-Effekte\", das ist der Slow/Stun auf W und die Falle auf E. Wenn du willst kannst du auch den slow auf Ulty dazurechnen.\nBei jedem engage hast halt nichts entgegenzusetzten. Von dem her, würd ich dir äußerst davon abraten.","replies":[]},{"id":"","poster":"Julian Chopper","date":"2016-03-13T20:09:18.436+0000","up_votes":1,"down_votes":0,"body":"> Wie würdet Ihr Jhin als Support machen?\n\nGar nicht.\n\nDer Gegner pickt Champs mit starkem Engage und ihr verliert die Lane und die Gegner freuen sich über freelo.","replies":[]}]}