{"id":"d2w0etAE","poster":"StillYasuoMain","date":"2016-03-13T22:15:56.200+0000","title":"Blind Ninja Lee sin","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Hi liebe Community\r\n\r\nIch f&auml;nde ein Ninja Skin f&uuml;r lee noch geil, deshalb:\r\n\r\nBlind Ninja Lee sin\r\n\r\nKopf: Ein Schwarz oder Weisses&quot;Ninjatuch&quot; ohne Augen&ouml;ffnungen\r\nK&ouml;rper: Schwarzer oder Weisser Anzug\r\nH&auml;nde: Ein rotes Armband\r\n\r\nQ: Wirft einen Kunai und sticht mit der anderen Hand auf den Gegner zu/bleibt gleich.\r\n\r\nW: 3 Schwerter entsehen um ihn herum. Erh&auml;lt kurz Kunais als Waffen.\r\n\r\nE: Bleibt gleich aber schwarz \r\n\r\nR: Bleibt gleich aber schwarz\r\n\r\nIch finde Lee hat noch kein richtiger Skin ausser poolparty, der die F&auml;higkeiten anders aussehen l&auml;sst.","replies":[{"id":"","poster":"Sikn3ss","date":"2016-03-14T07:57:56.379+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde die Skins die er hat schon sehr gut. Da Lee Sin ein Mönch ist finde ich einen Ninja Skin doch eher unpassend. Meine Lieblingsskins sind Muay Tai Lee Sind und der Knock out skin.. was gibt es das besser ist als Leuten mit der R voll eine zu boxen ;)","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-14T11:11:26.217+0000","up_votes":1,"down_votes":0,"body":"Ja schon, aber die Fähigkeiten sehen einfach immer genau gleich aus. Dragon fist hat nicht mal richtiges Feuer...\n\nKnock out lee passt übrigens auch nicht zu einem Mönch","replies":[{"id":"","poster":"Sikn3ss","date":"2016-03-14T11:37:41.868+0000","up_votes":1,"down_votes":0,"body":"Ist schon so aber er hat halt auch nicht gerade ein grosses Repertoire an Fähigkeiten die man gross grafisch anpassen könnte.\n\nNun ja Mönche sind Schüler der Kampfkunst und Boxen ist ein Kampfsport also ganz unpassend ist es nicht. Ich mag den Skin, liegt wahrscheinlich einfach daran, dass ich selber Kampfsportler bin^^","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-14T18:18:56.091+0000","up_votes":1,"down_votes":0,"body":"Ein Mönch kann doch auch ekn Ninja sein oder nicht? Karate ist ja auch ein Kampfsport...\nMan kann die Fähigkeiten gut anpassen. zB. Bei dragon fist: Die q ein Feuerschuss, der flammen um das Ziel hüllt während es markiert ist.\nDie w drachen Symbole und ein durchsichtiges Feuerschild\nDie e ein kurzer Feuerwirbelsturm\nDie Ulti ein Tritt der den Gegner mit einem Feuerstoss vom Fuss aus wegkickt. (Also wie wenn ein Drache aus seinem Schuh Feuer spukt xD)\n\nUnd was macht Riot? 0 Änderungen - Schade, hätte gerne mal einen geilen lee skin, der nicht nur lee selber verändert. Also einen legendary oder so.(lee ist ja so famous, da könnte man sogar ein ultimate skin machen;)","replies":[]}]}]}]}]}