{"id":"MJF4rBxw","poster":"Menpo","date":"2016-03-13T12:07:15.896+0000","title":"Main Supp sucht Main ADC B1+","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Guten tag,\r\n\r\nwie der titel schon sagt suche ich einen main adc!\r\n\r\nZu mir:\r\n\r\nMein Name ist Andy, bin 23 Jahre jung, verlobt und arbeite in Schichten.\r\nIch bin ein sehr ruhiger Typ und mich bringt so ziemlich nichts aus der Fassung.\r\nLoL spiele ich seit 2012, jedoch mit einer gro&szlig;en pause dazwischen, seit Dez. 2015 bin ich aktiv wieder dabei.\r\nNach den Placement Spielen wurde ich in Bronze 3 eingestuft und mittlerweile befinde ich mich in Bronze 1.\r\nMein Ziel diese Season ist es mindestens auf Gold 5 zu kommen.\r\nIch spiele am Liebsten Leona und Braum, kann aber auch andere Supporter wen es n&ouml;tig ist.\r\nMein Spielstil variiert je nach Champ, mal defensiv mal aggressiv.\r\nBesitze ein ordentliches Headset und miete einen eigenen Ts3 Server.\r\n\r\nIch Suche:\r\n\r\neinen Main ADC welcher seine Champs und seine Lane zu verstehen weis.\r\nKeine Flamer!\r\nKritikf&auml;hig solltest du auch sein.\r\n18+ und keine ausnahmen.\r\nEs versteht sich selbstverst&auml;ndlich das die Damenwelt sich ebenfalls melden kann.\r\n\r\nBei Interesse meldet euch einfach bei mir Ingame und alles weiter besprechen wir dann.\r\nIngame: Menpo\r\n\r\nGru&szlig;\r\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"FetteKatze","date":"2016-03-14T10:59:46.875+0000","up_votes":1,"down_votes":0,"body":"Hey Andy , \n\nich hätte durchaus Interesse mit dir zusammen zu zocken.\n\nKurzer Steckbrief :\n\nDennis\n34 Jahre\nEbenfalls Schichtarbeiter und verlobt bin ich ebenfalls ;)  Wir heiraten dieses Jahr sogar noch :P\nAber kommen wir nun zum wesentlichen :\nIn Season 5 war ich in Gold IV , allerdings wurde mein Account gehackt und ich sehe ihn wohl nicht wieder. \nIch habe mir einen Neuen Account erstellt und bin diesen gerade durch extreme XP Boosts am hoch lvln. Aktuiell bin ich bei fast 22 ;)\nWerde diese WOche definitiv noch 30 . \nAls ADC spiele ich am liebsten Tristana und Vayne , je nach Situation. Selten auch mal Cait oder Jinx.\n\nWenn Du Bock hast, adde mich doch einfach oder schreib mir hier ne Antwort. \n\n\nLiebe Grüße\n\nFetteKatze (Dennis)","replies":[]}]}