{"id":"5n7k0xKQ","poster":"Butzel01","date":"2016-03-13T15:24:47.273+0000","title":"Suche Ranglisten Team für deutsche das aktive spieler den ganzen tag hat!!!!!!!!!!!!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hi Leute ich spiele seit 4,5 Jahren und bin ziemlich gut . Aber mir fehlt ein Team wo Leute den ganzen Tag online sind . DA ich meistens in der Woche von 17:30 bis 19:00 Uhr spiele und an den Wochenenden l&auml;nger und jedes zweite fast den ganzen Tag lang suche ich ein f&auml;higes Team. ES sollte m&ouml;glichst nur aus Deutschen bestehen (bessere Kommunikation) und &uuml;ber aktive Mitglieder verf&uuml;gen . Ich w&uuml;rde mich also sehr freuen wenn ich online komme ein Ranglisten Team bereit steht mit mir in die Schlacht zu ziehen. Whats App Gruppe oder Skype oder Teamspeak 3 kann aber muss nicht unbedingt sein ich gebe mich mit dem zufrieden was ihr mir gebt.\r\n\r\n\r\nMeine Qualit&auml;ten:\r\n\r\nIch bin ein sehr guter Spieler wenn es um Hinterhalte und Gangs geht\r\n\r\nIch bin ein sehr sehr guter Stratege und kann sogar in der Hitze des Gefechts mir blitzschnell was &uuml;berlegen und bei bedarf starke Taktiken ausdenken die zu 80,52% funktionieren\r\n\r\nich kann sehr gut Leuten was erkl&auml;ren und bin durchaus auch Hilfsbereit\r\n\r\nIch spiele alle Lanes, aber am besten bin ich als Adc , Jungler oder Top Laner\r\n\r\nich kann bei Bedarf auch L&uuml;cken ausf&uuml;llen\r\n\r\nAlso wenn ihr ein Ranglisten Team habt das ungef&auml;hr meinen Anspr&uuml;chen entspricht und ihr mich mal dabei haben wollt schreibt eine Nachricht \r\n an den Spieler Butzel01 oder schickt mir eine E-Mail an jannis.funke@freenet.de\r\n\r\nIch w&uuml;rde mich sehr freuen euch kennen zu lernen.\r\n;-)","replies":[{"id":"","poster":"SmexX88","date":"2016-03-13T18:22:53.273+0000","up_votes":1,"down_votes":0,"body":"Genau so jemand wie dich Suche ich =))","replies":[{"id":"","poster":"Butzel01","date":"2016-03-16T10:50:14.635+0000","up_votes":1,"down_votes":0,"body":"gut schreib mich einfach mal im spiel an und schick mir eine freundes anfrage\n{{champion:17}} ach ja bei bedarf ich hab auch noch ein halbes team falls ihr noch wen braucht","replies":[]}]}]}