{"id":"EIIW97ux","poster":"GankMeOrLose","date":"2016-03-12T20:11:58.090+0000","title":"Umfrage: Was für Threads Downvoted ihr, welche Upvoted ihr?","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":17,"body":"Hallo liebe Community,\n\nich wollte einen Thread er&ouml;ffenen mit dem sich eventuell die Qualit&auml;t der Threads in dem Forum verbessern k&ouml;nnten. \n\nWas ich von euch wissen will ist, was f&uuml;r euch wichtige Kriterien sind einen Thread zu Upvoten bzw zu downvoten. Ist einen gute Grammatik und Rechtschreibung wichtig (f&uuml;r mich zum Beispiel sehr)? Haltet ihr Smileys f&uuml;r gut oder schlecht? Sollte man die Abschnitte des Threads vern&uuml;nftig gliedern? Oder interessiert euch nur der Content der Threads? Sollte man den Namen des Champions/Items ausschreiben oder besser Icons wie {{champion:238}} {{item:3147}} verwenden?\n\nSchreibt eure Meinung mal unten hin, bin gespannt was den Leuten hier am wichtigsten ist {{sticker:slayer-pantheon-popcorn}} \n\nLG","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-03-12T20:14:49.128+0000","up_votes":12,"down_votes":0,"body":"Ich downvote Threads, die behaupten eine Umfrage zu beinhalten, dann aber keine enthalten {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-03-12T20:42:27.486+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=0000,timestamp=2016-03-12T20:14:49.128+0000)\n>\n> Ich downvote Threads, die behaupten eine Umfrage zu beinhalten, dann aber keine enthalten {{sticker:zombie-brand-mindblown}}\n\nWo du recht hast. Wobei bei den ganzen Fragen die der Thread insgesamt stellt und die ganzen möglichen Antworten ist es schwer wirklich eine Umfrage wie du sie meinst zu erstellen. Hoffe du verstehst was ich meine.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-03-12T20:20:33.550+0000","up_votes":4,"down_votes":0,"body":"Vorneweg: Ich vote im Forum so gut wie gar nicht.\nAn sich sollte ein Thread im Forum gut leserlich sein. Als TE sollte man immer eines vor Augen haben: Man will hier etwas von der Community. Sei es Hilfe, sei es Kritik, sei es eine Diskussion, in jedem Fall braucht man dafür die Community. Ein gut strukturierter, leserlicher und recherchierter Text wäre natürlich optimal, das ist aber für das Forum zu viel verlangt. So lange der Text also nicht in einem (Ab)satz komplett in kleiner Schrift durchgeschrieben ist, geht das für mich in Ordnung. Ansonsten gibt es auch mal eine durchaus zynische Antwort, in der ich den TE auf genau das hier aufmerksam mache.\nEin vernünftiger Text hingegen bekommt auch eine vernünftige Antwort, da der TE dort dann auch den Eindruck erweckt, tatsächlich an dem Thema interessiert zu sein.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-03-12T20:47:51.398+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=0001,timestamp=2016-03-12T20:20:33.550+0000)\n>\n> Vorneweg: Ich vote im Forum so gut wie gar nicht.\n> An sich sollte ein Thread im Forum gut leserlich sein. Als TE sollte man immer eines vor Augen haben: Man will hier etwas von der Community. Sei es Hilfe, sei es Kritik, sei es eine Diskussion, in jedem Fall braucht man dafür die Community. Ein gut strukturierter, leserlicher und recherchierter Text wäre natürlich optimal, das ist aber für das Forum zu viel verlangt. So lange der Text also nicht in einem (Ab)satz komplett in kleiner Schrift durchgeschrieben ist, geht das für mich in Ordnung. Ansonsten gibt es auch mal eine durchaus zynische Antwort, in der ich den TE auf genau das hier aufmerksam mache.\n> Ein vernünftiger Text hingegen bekommt auch eine vernünftige Antwort, da der TE dort dann auch den Eindruck erweckt, tatsächlich an dem Thema interessiert zu sein.\n\nDanke für die Antwort :). Finde das jetzt eigenartig das die Leute downvoten aber niemand sagt warum. Das ist ja was ich wissen will damit ich den Leuten nicht mit eben so schlechten Threads auf die Ketten gehe","replies":[{"id":"","poster":"legofreak1","date":"2016-03-12T20:51:21.364+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Dragonyx44,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=00010001,timestamp=2016-03-12T20:47:51.398+0000)\n>\n> Finde das jetzt eigenartig das die Leute downvoten aber niemand sagt warum.\n\nVermutlich weil der Threadtitel eindeutig impliziert, dass hier eine Umfrage zu finden ist, aber keine existiert.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-03-14T00:38:41.547+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=000100010000,timestamp=2016-03-12T20:51:21.364+0000)\n>\n> Vermutlich weil der Threadtitel eindeutig impliziert, dass hier eine Umfrage zu finden ist, aber keine existiert.\n\nHab das hier schon mal geschrieben: Die Fragestellung die von der Art her eine Umfrage ist und weniger eine Diskussion lässt sich nicht wie eine erwartete Umfrage formulieren da (wie man im Text merkt) sowohl die Fragen als auch die Antworten so verschieden und abstrakt sind das man sie unmöglich in eine Straw Poll Umfrage hätte Packen können.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-03-12T21:22:31.813+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dragonyx44,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=00010001,timestamp=2016-03-12T20:47:51.398+0000)\n>\n> Danke für die Antwort :). Finde das jetzt eigenartig das die Leute downvoten aber niemand sagt warum. Das ist ja was ich wissen will damit ich den Leuten nicht mit eben so schlechten Threads auf die Ketten gehe\n\nSich über Downvotes zu beschweren, ist ein Magnet.\nIn etwa wie wenn du regelmäßig \"gg easy\" schreibst; Nichts bringt dich schneller vors Tribunal.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-03-14T00:31:48.183+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=000100010001,timestamp=2016-03-12T21:22:31.813+0000)\n>\n> Sich über Downvotes zu beschweren, ist ein Magnet.\n> In etwa wie wenn du regelmäßig \"gg easy\" schreibst; Nichts bringt dich schneller vors Tribunal.\n\nDas war keine Beschwerde. Wie kommst du darauf? Irgendwie sind die Leute die hier im Forum schreiben sehr darauf versteift alles aus Prinzip zu downvoten.","replies":[]}]}]},{"id":"","poster":"pulledchicken","date":"2016-03-12T20:30:42.974+0000","up_votes":1,"down_votes":3,"body":"hey wrenchman ;)\n\nich weiss nicht wo dein problem ist ??????\nman kann doch alles gut verstehen oder net ????? :P\n\n\nJoke bei seide !\n\nDuplos Bruder alias Legofreak hat recht ! \n\nMan sollte einfach glaubhaft anhand seines Textes überzeugen können, dass man auch wirklich Interesse zeigt und das ganze ernst nimmt !\n\nEs bringt einfach nichts , der Community alles vorzugaukeln und einen nicht Info reichen Text hin zu klatschen .\n\nQualität nicht Quantität ist hier die Divise !\n\nhave a nicer dicer day {{sticker:slayer-pantheon-popcorn}}","replies":[]}]},{"id":"","poster":"Abasin","date":"2016-03-13T10:50:15.612+0000","up_votes":3,"down_votes":0,"body":"Offensichtlicher Unsinn, Trollposts, unsachliche Aussagen, offene Verachtung, dämliche Umfragen. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-03-12T21:38:27.183+0000","up_votes":3,"down_votes":0,"body":"Zu Anfang möchte ich dich erstmal warnen, dass du allein schon desshalb Downvotes bekommen wirst, weil die Leser merken, dass dir die Votes wohl viel bedeuten.\nDas ist auch keine Schande, wer ehrlich zu sich ist weiß, dass ihm die Meinung Anderer wichtig ist, jeder Mensch ist ein soziales Wesen und sehnt sich nach Zustimmung. (An solch einer Stelle weise ich gerne auf das Paradoxon des Satzes \"Mir ist egal was Andere denken\" hin, denn die Äußerung dieses Satzes vor anderen Menschen, schließt aus, dass er wahr ist. Würde er der Warheit entsprechen, würde ihn die Person niemals äußern)\n\nJetzt aber zur Beantwortung deiner Frage:\nUpvotes bekommen bei mir die Threads, die mir vermitteln, dass der Verfasser sich Mühe gegeben hat. Perfektion ist dabei kein Kriterium, wenn ich merke, dass Mühe in dem Text steckt, möchte ich das mental unterstützen.\nDazu gehört die Form genauso wie der Inhalt. Ein zum wiederholten Male verfasster Inhalt, zeugt genauso von Ignoranz wie eine schlampige Form.\nJeden Text den ich im Forum abschicke, lese ich einmal vor dem Abschicken und ein weiteres Mal, 2-3 Minuten danach, gegen, dennoch bleiben öfters Fehler unbemerkt, daher bin ich auch nicht streng bei Anderen, sollte ich aber merken, dass es dem TE egal ist, wie sein Text gestaltet ist, gibt es keinen Upvote, egal wie lesenswert der Inhalt sein mag.\n\nEinen Downvote gibt es von mir allerdings nur, wenn Form oder Inhalt unter aller Sau sind.\nUm einen formbedingten Downvote von mir zu erhalten, muss ein Text frei von Absätzen sein und/oder einen groben Fehler in jedem dritten Wort aufweisen.\nDie einzige Ausnahme: Der TE kündigt an, dass der Text Fehler enthält und verkündet, dasss es ihm egal ist. Kommt eine Aussage mit solch einem Inhalt vor, ist der Downvote garantiert und ich fühle mich auch nicht veranlasst, einen qualifizierten Kommentar zu posten.\nDer Inhalt bewegt mich nur dann zu einem Downvote, wenn es das fünfte Thema seiner Art ist, oder grobe Respektlosigkeit gegenüber den Mitmenschen/der Community der Tenor des Textes sind.\n\nEine Antwort erhät von mir jeder TE, der ein spannendes Thema bietet, oder um Hilfe bittet und diese noch nicht, in in meinen Augen befriedigender Weise, von anderen Forenbesuchern erhalten hat.\n\nAbschließend möchte ich dich ermuntern, dich nicht von den Downvotes, die du unweigerlich erhalten wirst, entmutigen zu lassen.\nDu wirst viele Upvotes bekommen, die aber evtl. nicht die Downvotes derer kompensieren, die normalerweise nicht voten, hier aber auf Grund des Threadtitels einen Downvote dalassen.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-03-14T00:46:44.153+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=EIIW97ux,comment-id=0002,timestamp=2016-03-12T21:38:27.183+0000)\n>\n> Zu Anfang möchte ich dich erstmal warnen, dass du allein schon desshalb Downvotes bekommen wirst, weil die Leser merken, dass dir die Votes wohl viel bedeuten.\n> Das ist auch keine Schande, wer ehrlich zu sich ist weiß, dass ihm die Meinung Anderer wichtig ist, jeder Mensch ist ein soziales Wesen und sehnt sich nach Zustimmung. (An solch einer Stelle weise ich gerne auf das Paradoxon des Satzes \"Mir ist egal was Andere denken\" hin, denn die Äußerung dieses Satzes vor anderen Menschen, schließt aus, dass er wahr ist. Würde er der Warheit entsprechen, würde ihn die Person niemals äußern)\n> \n> Jetzt aber zur Beantwortung deiner Frage:\n> Upvotes bekommen bei mir die Threads, die mir vermitteln, dass der Verfasser sich Mühe gegeben hat. Perfektion ist dabei kein Kriterium, wenn ich merke, dass Mühe in dem Text steckt, möchte ich das mental unterstützen.\n> Dazu gehört die Form genauso wie der Inhalt. Ein zum wiederholten Male verfasster Inhalt, zeugt genauso von Ignoranz wie eine schlampige Form.\n> Jeden Text den ich im Forum abschicke, lese ich einmal vor dem Abschicken und ein weiteres Mal, 2-3 Minuten danach, gegen, dennoch bleiben öfters Fehler unbemerkt, daher bin ich auch nicht streng bei Anderen, sollte ich aber merken, dass es dem TE egal ist, wie sein Text gestaltet ist, gibt es keinen Upvote, egal wie lesenswert der Inhalt sein mag.\n> \n> Einen Downvote gibt es von mir allerdings nur, wenn Form oder Inhalt unter aller Sau sind.\n> Um einen formbedingten Downvote von mir zu erhalten, muss ein Text frei von Absätzen sein und/oder einen groben Fehler in jedem dritten Wort aufweisen.\n> Die einzige Ausnahme: Der TE kündigt an, dass der Text Fehler enthält und verkündet, dasss es ihm egal ist. Kommt eine Aussage mit solch einem Inhalt vor, ist der Downvote garantiert und ich fühle mich auch nicht veranlasst, einen qualifizierten Kommentar zu posten.\n> Der Inhalt bewegt mich nur dann zu einem Downvote, wenn es das fünfte Thema seiner Art ist, oder grobe Respektlosigkeit gegenüber den Mitmenschen/der Community der Tenor des Textes sind.\n> \n> Eine Antwort erhät von mir jeder TE, der ein spannendes Thema bietet, oder um Hilfe bittet und diese noch nicht, in in meinen Augen befriedigender Weise, von anderen Forenbesuchern erhalten hat.\n> \n> Abschließend möchte ich dich ermuntern, dich nicht von den Downvotes, die du unweigerlich erhalten wirst, entmutigen zu lassen.\n> Du wirst viele Upvotes bekommen, die aber evtl. nicht die Downvotes derer kompensieren, die normalerweise nicht voten, hier aber auf Grund des Threadtitels einen Downvote dalassen.\n\nWar mir sofort klar das der Thread ein Downvote Magnet wird aber mir sind die Votes egal solange interessante Kommentare enthalten sind. Für mich war/ist es wichtig zu wissen was die Leute Up/downvoten weil ich so beim durch das Forum scrollen schneller merken kann was sich lohnt zu lesen, was bei den meisten Titeln sehr schwer erkennbar ist. Die Meinung anderer Leute interessiert jeden ein bisschen das kann man nicht abstreiten, wer es tut der lügt. Aber man kann dennoch darüber so gut es geht hinwegsehen wenn man wie ich zb. weiß warum man die Votes bekommt usw. \n\nDanke übrigens für die nette Antwort, kommt nicht häufig vor das sich jemand mal die Mühe macht den Leuten mal eine positive Rückmeldung zu geben anstatt nur negative. Deswegen geize ich eher mit Downvotes und gebe mehr Upvotes. \n\nKomisch, wenn man sich anschaut wie viele Threads hier gedownvoted werden kann man entweder sagen das die Qualität der Threads durchschnittlich extrem mies ist, oder das hier nur Flamer rumhängen die aus Spaß gerne downvoten und nur negative Kommentare da lassen.","replies":[]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-03-15T16:03:19.935+0000","up_votes":2,"down_votes":0,"body":"Wie soll das bitte die Qualität der Threads verbessern? Glaubst du die Leute eröffnen ihre Threads hauptsächlich unter Berücksichtigung, dass er keine Downvotes bekommt? Wer hier im Forum einen Thread eröffnet oder postet sollte sich darüber im Klaren sein, dass nicht unbedingt jeder Leser über ausreichende Bildung, Manieren oder Mitgefühl verfügt.  Die Meinung der Foren-Nutzer spiegelt nicht notwendigerweise wider, was ein vernünftiges soziales Umfeld anerkennen würde und was nicht: Wenn du z.B auf einer NPD-Versammlung \"Freiheit für Tibet\" schreist, dann erwarte auch keinen vehementen (positiven) Beifall.\n\nMan sollte immer damit rechnen, dass der eigene Post viele Downvotes erzielt. Na und? Lass dich doch nicht von so etwas beeinflussen. Wenn sich deine Meinung abhängig davon ändert, ob dein Post viele Up- oder Downvotes bekommt, dann verfehlt er in jedem Fall den Zweck der freien Meinungsäußerung in einem Community-Forum.\n\nIm Sinne dieses Threads werde ich nun eine Auflistung typischer Thread-Prototypen liefern, die von mir  _persönlich_  stärker gefährdet sind einen Downvote zu kassieren:\n\n* **Threads und Posts mit katastrophaler Rechtschreibung, Grammatik und Zeichensetzung**: Das Spiel ist ab 12 Jahren, ergo hat man in der Schule schon alle Buchstaben des Alphabets gelernt und kennt die Satzzeichen \"Punkt\" und \"Komma\" und man sollte daher erwarten, dass Beiträge in einer vernünftigen Sprache verfasst werden  - Man erwartet schließlich eine konstruktive Diskussion ausgehend vom eigenen Post und sollte sich daher zumindest so viel Mühe machen, dass die Bedeutung des Beitrags von anderen nicht erst mühsam entschlüsselt werden muss.\n* **\"Ich, Malte-Benjamin-Jerome (15) suche in LoL nach weiblichen Mitspielern...**: Ja, sowas nervt mich einfach.\n* **\"Hey ich habe 17 neue Ideen für Ahri Skins - Wäre doch toll, wenn Riot mindestens 9 davon implementiert.**: Mir ist durchaus bewusst, dass Ahri/Lux etc. fotogener sind als viele andere Champs, trotzdem geht mir dieser einseitige Hype auch auf die Eier...\n* **\"Riot schreibt keine Meta vor, warum werde ich von meinem Team reported, wenn ich AP-Fiora auf der Bot spielen will?**: Will ich eigentlich nicht weiter kommentieren.\n* **\"Platin V Mid (spiele aber mindestens Diamond II Niveau) sucht High-Elo DuoQ-Mate (mindestens Diamond I) um der Elo-Hell zu entkommen**: Der Bauer kann den Esel schwarz-weiss anmalen und es wird trotzdem kein Zebra draus.\n* **\"Neue Championidee: Dark-Terror-Slayer: Der Schattenkönig--krieger-.....-mage (Assassin)\"**: Der Fantasie sind bekanntlich ja keine Grenzen gesetzt, aber bevor man ein Champion-Konzept ausarbeitet, sollte man vorher nochmal überlegen, wie innovativ die Idee eigentlich ist und mal prüfen ob andere Nutzer nicht schon eine ähnliche Idee hatten. Bei meinem letzten Ausflug in den entsprechenden Bereich des Forums sind mir gefühlt 3  \"Master of Shadows\",  4 \"In Ungnade gefallene Schwertkämpfer\" und mindestens 2 neue Champions begegnet, die sich als ultimative Fähigkeit in einen Drachen verwandeln können.\n* **Threads, in denen sich über einen (\"natürlich ungerechtfertigten\") permanenten Bann aufgeregt wird.**\n* **Threads, in denen man den gerechtfertigten permanenten Bann einsieht, sich bei allen entschuldigt ... und dann Riot noch um eine \"letzte Chance\" bittet.**","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2016-03-13T01:38:12.072+0000","up_votes":1,"down_votes":0,"body":"Den hier :3","replies":[]}]}