{"id":"E6GoLMtv","poster":"Gryphias","date":"2016-03-12T17:41:19.177+0000","title":"Bitte an bessere Spieler um Hilfe im 3v3, Analyse des Matches oder Tipps!","subforum":"Champions & Gameplay","embed":{"title":"League of Legends-Matchverlauf","description":"Jedes Match erzählt seine eigene Geschichte; schaue in den neuen Matchverlauf von League of Legends, um zu sehen, wie diese ausgeht, und um andere an deinen Geschichten teilhaben zu lassen!","url":"http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2559335444/31420450","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":1,"body":"Hallo Leute\r\nIch und meine Freunde spielen sehr gerne 3v3, in dieser werden und wurden schon immer sehr gerne Tanks gespielt.\r\n\r\nUnser Team hat irrsinnige Probleme gegen diese, dass wir diese einfach nicht mehr down bekommen und du noch so lange darauf herumdreschen kannst und diese vlt die h&auml;lfte ihres Lebens verlieren.\r\n\r\nDas Problem in diesem Spiel war dass wir teilweise einfach nicht mehr fighten konnten es aber mussten um zumindest irgendwas machen zu k&ouml;nnen.\r\n\r\nTrundle war ein riesenproblem, der Lifesteal der Ult und allgemein seine Lebensregeneration sind abartig sodass man wegen dem alleine schon beim fight fast das Ignite z&uuml;nden m&uuml;sste.\r\n\r\nIch war in diesem Play J4 und dachte zumindest durch die Passive etc h&auml;tte ich zumindest ein bischen ausgleich aber nichts da.\r\nDaher glaube ich dass es unserer Komposition an schaden gemangelt hat obwohl wir eigentlich genug hatten, zumindest bin ich mir mit J4 nicht schwach vorgekommen.\r\n\r\nnur um am Schluss dann von den gegenspielern verarscht zu werden indem sie vor einem herumtanzen mitten im fight und am schluss dann \r\nhttps://www.youtube.com/watch?v=664VCs3c1HU\r\ngesposted haben, sowas finde ich einfach unfair noch dazu weil wir uns nicht so schlecht geschlagen haben und ned irre gestompt wurden.\r\n\r\nWenn hier erfahrene 3v3 Spieler oder allgemein Player hier sind bitte ich darum ob sie das Match vlt analysieren k&ouml;nnten und mir oder unserem Team halt Ratschl&auml;ge geben k&ouml;nnten zum verbessern.\r\nBessere Teamkompositionen etc\r\n\r\nUnser Standardteam besteht normal aus mir top oder Jungle (Poppy J4 Nautilus), meinem Kumpel der auch top oder Jungle ist (renek Voli vi Darius etc) und dem Kumpel auf der bot (Liss, Syndra LB Fizz und jetzt eben Morg)\r\n\r\nVielleicht fallen euch noch gute Champs ein die gegen sowas helfen.\r\n\r\n&Uuml;ber konstruktive Kritik w&uuml;rd ich mich sehr freuen :)\r\n\r\nLg Dan","replies":[{"id":"","poster":"Okay2Win","date":"2016-03-13T17:32:24.468+0000","up_votes":2,"down_votes":0,"body":"ihr könnt gegen tanks eine recht gute taktik benutzen:\nihr spielt mit morgana yi und nunu\n -  Morgana auf der botlane\n -  yi und nunu kaufen sich beide das supporter item mit dem man minions exikutiert und gehen dann zusammen in den jungle \n yi und nunu machen die wölfe dann die geister und anschließend gehen sie auf die top lane und exikutieren die minions dann machen sie das letzte camp gehen wieder auf die lane und gehen dann ganz normal base (das macht ihr immer wieder)\nnunu kauft sich items mit dennen er yi helfen kann z.B zeekes oder solari.\nin einem teamfight benutzt morgana ihr schild für yi und nunu gibt seinen speedbuff ebenfalls auf yi so kann man schnell das early gewinnen.\nin der richtigen elo und mit ein bisschen trainig kann man so schon in nur 16 minuten gewinnen.\nbei weiteren fragen adde mich ich hoffe ich konnte dir so ein bisschen helfen x)\ngl & hf {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Gryphias","date":"2016-03-13T17:50:26.840+0000","up_votes":1,"down_votes":0,"body":"hmm ist schon klar, nur man kann ja leider oft nicht in der champion auswahl sehen ob es nun ein tanky team wird oder nicht da meistens einer oder max zwei champs zu sehen sind bevor du deine team komposition zusammen gestellt haben musst\n\nsagen wir zb wie in diesem fall first pick ekko dann unsere champs dann siehst du die anderen zwei tanks\n\nwas kann man im spiel direkt machen\n\nsollte man selbst auch eher tanky gehen, oder eher auf durchdringung? teamfight kannst nicht wirklich machen weil du zuviel leben verlierst im vergleich","replies":[]}]}