{"id":"XMoebBtd","poster":"code monkey","date":"2016-03-12T17:45:41.100+0000","title":"Kein Sound Ingame","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Tach Leute,\r\n\r\nfolgendes problem:\r\nIch habe keinen Sound &uuml;ber Headset (Logitech G35) ingame.\r\nAlle anderen Sounds funktionieren.\r\nPatcher, Charakterauswahl usw. &uuml;berall Sound.\r\nAber nachdem das Spiel geladen ist, ist kein Sound mehr da.\r\nWenn ich den Sound &uuml;ber den Monitor laufen lasse, funktioniert es, der sound ist sofort da.\r\n\r\nAndere Sounds, wie TS, VLC oder &auml;hnliches was im hintergrund l&auml;uft (testweise laufen lassen) funktionieren ohne probleme weiterhin.\r\nFolgendes schon probiert:\r\nAlle anderen Audio Ger&auml;te deaktiviert (Ger&auml;te Manager)\r\nSound-Treiber deinstalliert; wieder Installiert\r\nZweites G35 Headset genommen\r\nim Sound Manager Alle anderen Ger&auml;te deaktiviert\r\nLoL komplett neu installiert\r\nRepair &uuml;ber LoL laufen lassen\r\ngame.cfg gel&ouml;scht\r\nkompletten Config ordner von einem PC mit G35 headset kopiert und ins verzeichnis des PC&#039;s kopiert an dem es nicht geht\r\nGrafikkartentreiber Neuinstalliert (Nvidia GT430) \r\nin den Nvidia Systemsteuerungen unter Sound alles deaktiviert\r\nim G35 Men&uuml; surround deaktivert (runtergeregelt)\r\nAm headset surround deaktiviert (per schiebeschalter)\r\n\r\nkleiner Workaround:\r\nIngame in den Sound optionen die Option &quot;Kein Ton&quot; st&auml;ndig aktivieren, und deaktivieren bis der Sound kommt.\r\n\r\nist aber nervig das in jedem spiel neu zu machen\r\n\r\nSobald man aus dem Spiel wieder raus geht, in die Champion &uuml;bersicht kommt ist der Client-Sound ganz normal ebenfalls wieder da.\r\n\r\nkann mir da noch jemand paar l&ouml;sungsans&auml;tze geben D:?","replies":[{"id":"","poster":"wtfsparta","date":"2017-08-04T12:51:39.232+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nich hatte **genau** das selbe Problem mit LoL und Teamspeak, und bei meinem g430 funktionert es wenn ich kurz raustabbe und in den sound von windows das headset deaktiviere und wieder aktiviere danach habe ich auch ingame in LoL, Teamspeak und weiteren Programmen sound. Ich kenne mich nicht wirklich damit aus, aber irgendwie ordnet das die Programme danach neu zu, sodass es irgendwie funktioniert. Du kannst das ja mal probieren, es ist auf jeden Fall viel leichter als das, was du bisher (wie ich auch) erfolglos probiert hast. Aber das muss man wie dein Workaround in jedem Spiel nochmal machen, trotzdem besser als ohne Sound zu spielen.","replies":[]},{"id":"","poster":"Varia Squalo","date":"2016-11-25T16:56:39.929+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nbei mir ist das selbe Problem mit den Kopfhörer G35 Headset. \nIch frage mich auch bis jetzt wieso es nicht Funktioniert und hoffe das jemand uns Helfen kann. \nDu hast aber recht es nervt extrem, dass man immer wieder den Sound in Game aus und an machen muss damit es wieder klappt, aber das klappt bei mir jetzt gar nicht mehr mit den (Aus,An) Prinzip. -.- ..","replies":[]}]}