{"id":"96c8ZFea","poster":"Wolf Husky","date":"2019-04-20T18:26:10.409+0000","title":"Psychologie: Elohell","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":3,"body":"Zuerst einmal, meine Angaben sind ohne Gewähr und Leien-\"wissen\" bzw meine Erkenntnisse dazu. Kritik und Anhänge etc. sind für mich(und vllt. andere) daher für große Bedeutung!\r\n\r\nViele kennen das Gefühl, Viele haben das Gefühl, Alle hassen das Gefühl. Der Meinung zu sein, von seinen Teammates behindert zu werden, einen Rang zu erhalten, den man in seiner Vorstellung haben sollte. Trotz vieler wissenschaftlichen und mathematischen Argumente und Feststellungen, trotz der Unnötigkeit dieses denkens, und der qual, die man sich damit aussetzt, glauben viele an die Elohell. Es kling schon fast nach einer Verschwörungstheorie.\r\nAber warum halten so viele daran Fest?\r\n\r\nDie Antwort ist natürlich für jeden Menschen individuell, aber bestimmte Muster sind so gut wie überall zu sehen:\r\n---Arroganz: Etwas, was bei vielen Jüngeren vorkommt( und durchaus auch bei Erwachsenen). Der Ursprung der Arroganz kann folgende Quellen haben:\r\n- Innere Veranlagung, man ist einfach so( kommt denke ich aber eher selten vor)\r\n- Das Gefühl, improved zu haben, obwohl man es nicht hat. Z.B man schaut sich ein YT guide an und lernt split pushen. Jedoch hat man es nur Oberflächig, falsch und unvollständig gelernt und setzt es daher oftmals falsch um, was ein ggf. sogar schlechter spielen lassen könnte.\r\n- Unterschätzung der Elo: So ziemlich jeder High Elo Spieler sagt: \"die scrubs da unten haben keine Ahnung, Lol fängt erst ab high dia/master an\",\r\ndabei wissen schon Silber Spieler, dass es ein Macro game gibt( rotate etc.), und ja sie können kiten und sogar insecs machen. Allerdings fehlen ihnen zugegebener Weise andere wichtige Basics, außerdem hängt es an der Umsetzung und im Detail.\r\n- Erfahrung. Nach 1k games z.b denken viele, sie sollten gut sein, was es aber nicht unbedingt bedeutet. Sie können schließlich \"falsch\" gerlernt haben oder sich schlechte Angewohnheiten angeeignet haben.\r\n\r\n---Anzahl der Spiele, Ordnungsprinzip\r\n- ganz einfach, wenn man weniger als 100 Spiele gespielt hat, kann es nun mal sein, dass man unlucky ist. Außerdem würde man es auch trotz leicht positiver winrate nicht weit bringen mit so einer geringen Anzahl. Umso mehr Spiele man hat, desto näher rückt die Winrate zum zugehörigen( Skillbasierend zum Spieler) Durchschnitt zu. also zu 50%, bzw wenn man besser ist, zu 53% oder so etwas.\r\n\r\n---Man merkt sich schlechtere/schlimmere Ereignisse besser als gute(habt ihr bestimmt schon 1k mal gehört^^, ist aber true.)\r\n- Etwas zu verlieren schmerzt mehr, als ein Gewinn heilt. Gedankenexperiement: wenn du 1mio € im Lotto gewinnen würdest, und sich nach 1 Woche rausstellt, dass du sie doch nicht bekommst, weil etwas falsch gelaufen ist, dann würdest du dich eher so fühlen, als hättest du 1 mio € verloren, anstatt einfach Nichts bekommen/verloren zu haben,\r\n\r\n---Informationsfluss\r\n- vom seinen eigenen Team bekommt man in der Regel mehr mit als vom feindlichen, insbezüglich dem Chat und dem Gameplay. Schließlich kannst du nicht den Chat der Feinde lesen oder schlechter wissen, ob der Gegner gut wards gestellt hat bzw. dumme Entscheidungen getroffen hat. \r\n\r\n\r\n\r\nZu Wissen, was das Gefühl auslöst, ist schön zu wissen. Einsicht ist der erste Schritt zur Besserung, aber wie vermeidet man es komplett?\r\nDie Antwort ist natürlich auch hier wieder Individuell und es gibt keine Musterlösung, folgende Tipps kann man aber mal versuchen.\r\n\r\n-Versuch DICH zu verbessern, nicht dein Rang. Schließlich folgt diesen vom jenes! Wenn du improvest, und du dich bemühst zu improven, wird der Rang wie von alleine kommen.\r\n-Climben kann man nicht in 10 Games: Um eine komplette Division zu climben, braucht man 400 MMR(Promos werden ignoriert). das wären also (400/20LP=) 20 Wins. Hört sich jetzt nach wenig an. Aber gegen wir mal von einer 55% winrate aus. Das hieße, dass man in 100 Games 55 wins hat und 45 loses, also eine Windifferenz von 10, also 200MMR. Im umkehrschluss heißt es, dass man 200 Spiele bräuchte, um eine Division zu climben. (Jetzt wird einem klar, wie broken 55% winrate auf einen Champion wirklich ist, dass ist meiner Meinung nach viel zu übertrieben, zudem mal, dass bei OP Tier viele first tries am Start sind! xD). Also versuch dich darauf zu konzentrieren, auf einem längerem Zeitraum zu climben, und nicht an einem Wochenende. 200 Games schafft man in ca. 2 Monaten, wenn man pro Tag ca. 3 Spiele spielt. 3 Spiele sind ungefähr 2:15 Stunden(45 min Pro game, inc. Queue und Champ select etc.).\r\n-Informiere dich umfassend. Ganz ehrlich, NB-3 Pro-Ultra-Challenger-picks-builds werden euch nicht nach Dia bringen, und wenn schon, fällt man auch schon wieder wenn du damit aufhörst. Versuch dir ein gutes Spiel-Verständis anzueignen! Schreib es am besten aufn Zettel, damit du es auch praktisch umsetzten lernen kannst und es nicht nur im Kopf bleibt( sonst wirst du das Gefühl bekommen, improved zu haben, obwohl du es nicht hast!!!)\r\n-vermeide Tilt.  Zugegeben, paar Calls bekommt man nicht mit(obwohl sie sowieso gepinged werden), aber der Verlust, der durch den Tilt ensteht wenn du etwas liest( oder schreibst) ist höher als der Gewinn, den du aus den (oftmals falschen) Calls ziehst. \r\nAnsonsten noch paar andere Standards wie: hör nach 3 loses auf, atme tief durch( hört sich kitschik an, aber es hilft wirklich, wenn man daran glaubt ;) ),\r\nhabe irgendetwas in der nähe, wo du im Notfall deine Wut auslassen kannst etc.\r\n\r\n\r\nIch hoffe dieser Post wird dem ein oder anderem helfen oder sogar die Augen öffnen und motivieren. Am Ende ist Lol ein Spiel, wenn auch ein wichtiges Spiel oder das halbe Leben, was spaß machen soll und herausfordern soll! Glück ist ein viel größeres Gut als ein Win :)\r\nVergesst nicht: Angaben ohne Gewähr, Kritik ist herzlich erwünscht! ;)\r\n\r\nGuten Tag euch allen noch!","replies":[{"id":"","poster":"Hundis Katze","date":"2019-04-22T12:48:34.244+0000","up_votes":1,"down_votes":0,"body":"Schade dass dieser Thread nicht mehr Likes kriegt, da es ein paar wichtige Punkte anspricht, aber bestätigt aber somit ein Großtteil meiner Gedanken:\n\nDas Phänomen Elohell ist eher dem heutigen Zeitgeist Narzismus und Egoismus geschuldet: Heutzutage werden junge Menschen von Babyalter bis zum Studium eingetrichtert, das Beste, das Tollste, das Wundervollste zu sein mit selbstdiagnostizierte dreifache Hochbegabung, wo sie nebenbei jedes Problem aus dem Weg beseitigt zu kriegen. Dadurch hat sich die Grundeinstellung etabliert alles sofort zu bekommen ohne jede Anstrengung und wenn nicht, sind alle andere Schuld.\n\nTja und wenn so einer in Legue of Legends dann plötzlich nicht permanent bestätigt kriegen das Beste zu sein und dann auch noch verlangt werden sich wirklich mal anzustrengen (also was über stumpfe Kills sammeln hinausgeht), drehen sie durch, schimpfen auf ihre doofe Mates, während sie natürlich die besten Spieler sind, ohne mal sich ein bisschen selbst zureflektieren. Und wenn sie dann von Riot mal auf die Finger gehauen werden, weigern sie sich weiterhin ihr grandioses Selbstbild des \"tolles LEC Spielers, das von der doofen zurückgehalten wird\" zu hinterfragen und fühlen sich als arme Opfer des soooooo ungerechten Systems und heulen rum.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2019-04-21T00:56:02.711+0000","up_votes":1,"down_votes":2,"body":"hmm kA, nur den  ersten Teil gelesen.\nFormatiere deinen Text guter Sir.","replies":[{"id":"","poster":"Wolf Husky","date":"2019-04-21T09:23:01.703+0000","up_votes":1,"down_votes":0,"body":"Entschuldige, habe nicht Erfahrung darin lange Texte zu schreiben. Habe mir aber jetzt auch nicht die Mühe gemacht, den Text perfekt zu gestalten, war eher ein Text auf die \"schnelle\".^^\nHabe nur versucht, mit Absätzen und paar \"-\" eine kleine Übersichtshilfe zu verschaffen","replies":[{"id":"","poster":"Bettnachleger","date":"2019-04-21T13:18:22.926+0000","up_votes":1,"down_votes":2,"body":"Hat fast geklappt ;-)\nEigentlich garnicht so schlimm, ich war halt betrunken und naja, irgendwas ist ja immer ;-)","replies":[]}]}]},{"id":"","poster":"Cenâreth","date":"2019-04-20T22:33:24.224+0000","up_votes":1,"down_votes":0,"body":"Endlich ein Psycholaden, ich hab schon darauf gewartet. {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Released Ape","date":"2019-04-20T19:12:12.697+0000","up_votes":1,"down_votes":0,"body":"> [...] habe irgendetwas in der nähe, wo du im Notfall deine Wut auslassen kannst etc. [...]\n\nMöchtest du mal vorbeikommen?\n--------------------------------\n\nMehr oder weniger stimme ich den Post zu, kurzgesagt:\n\n- Versuchen sich selbst zu verbessern, andere Spieler kann man meist nicht verbessern\n- Nicht tilten, nicht aufgeben und hin und wieder eine Pause einlegen\n- Je höher die Elo, desto besser die Spieler im **Durchschnitt**","replies":[]}]}