{"id":"jeQ4Onel","poster":"Parunpata","date":"2016-03-11T14:51:24.042+0000","title":"Neue Gamesmodes Vorschlag","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":3,"body":"Hallo Freunde, mir ist vorhin eingefallen, wie ein interessanter Gamemode aussehen k&ouml;nnte. \r\nWenn ihr denkt, ich komme jetzt mit verr&uuml;ckten &amp; lustigen Ideen, muss ich euch entt&auml;uschen.\r\n\r\n1. Vorschlag\r\nUnd zwar soll es ein normales 5v5 in der Kluft der Beschw&ouml;rer sein, in der die komplette Karte aufgedeckt ist. Das hei&szlig;t man kann jeder Zeit sehen, wo sich die Gegner aufhalten. Klingt nicht innovativ, aber ich stelle es mir sehr spannend vor, da man seine Spielweise komplett umstellen muss. Hier ist die Gefahr, dass es auch sehr langweilig werden k&ouml;nnte, da jeder vor jedem anderen nur noch wegrennt.\r\n\r\n2. Vorschlag\r\nIst im Prinzip fast das Gegenteil vom ersten Vorschlag. Und zwar sieht man bei diesem Modus nicht mehr den Sichtbereich seiner Teammitglieder. Das hei&szlig;t man kann nur den Bereich seines eigenen Champs sehen. Dadurch wei&szlig; man nie, was woanders abgeht und kann im Prnzip &uuml;berall &uuml;berrascht werden. Wards k&ouml;nnte man verbieten, aber ich denke mit Wards ist es interessanter, da sie eine sehr wichtige Rolle in dem Modus spielen w&uuml;rden.\r\nNat&uuml;rlich ist dies ungerecht, wenn man als Team da mitmacht, da man sich ja absprechen kann &uuml;ber Skype oder TS, das k&ouml;nnet man vielleiht verbieten, wobei es dann wiederrum manchen nicht mehr so viel Spa&szlig; machen w&uuml;rde, weil sie nur mit Freunden spielen m&ouml;chten.","replies":[{"id":"","poster":"Call me Br00t","date":"2016-03-12T08:00:28.970+0000","up_votes":2,"down_votes":0,"body":"Nummer 1 ist Aram\n\nNummer zwei sind Bronze 5 Ranked \n\nKannst also alles schon spielen ;)","replies":[]},{"id":"","poster":"Lady Yunalesca","date":"2016-03-11T15:34:48.859+0000","up_votes":1,"down_votes":0,"body":"1. der jungler würde komplett wegfallen da dieser nur mit dem Schutz vor Sicht arbeitet.\n ich denke es würde darauf hinauslaufen dass man größtenteils nur Team-fightet. Um dann für die Objectives zu gehen.\nSeine Spielweise würde man nicht umstellen.\nLaningphase wird nur darauf hinauslaufen wer halt besser ist und zuerst den Turm hat und dann geht man auf die nächste lane.\n\n\nund beim 2. nja.eine problematik hast du schon genannt aber allgemein bin ich davon nicht überzeugt.\nEs ist einfach nicht innovativ und anders genug um einen Spielmodi draus zu amchen","replies":[]}]}