{"id":"39b3EKau","poster":"geisterfurz007","date":"2016-03-11T20:35:54.624+0000","title":"LoL steckt beim \"Patchen\" fest...","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin liebe Community!\nIch habe seit Donnerstag den Patch 6.5 und heute beschloss Lol, dass wohl noch ein Update nötig war. Nach 3 gescannten Dateien blieb der Patch bei 33% Fortschritt stehen. Nach einem Neustart von Lol blieb das Update sogar bei einer überprüften Datei stehen. In meinem LoL- Verzeichnis wird desweiteren eine Datei ohne Dateieindung mit Namen \"lockfile\" angelegt. Öffnet man diese mit dem Windows Editor findet man einen Einzeiler:\nLoLPatcher:1136:60394:ffd3ff9a39071b59\nAuch die Variante LoL als Admin zu starten/ die Admin Variante des Launchers aus dem LoL Verzeichnis zu nutzen führt zu den gleichen Ergebnissen.\nNach weiteren Tests zeigt sich, dass sich die Zeichenkollone immer bei einem neuen Versuch ändert:\n2. LoLPatcher:6896:60654:56943fdccafe1983\n3. LoLPatcher:3572:60696:dcfe164611ed388e\nSollte jemand eine Idee haben, bin ich für alle Hinweise und Anregungen dankbar :)\n\nEdit (22:01) : Nach einem Neustart (warum bin ich auf diese altbekannte Variante der Problemlösung unter Windows nich schon vorher gekommen?!) -oder es lag nur an meiner Geduld, die ich vorher nicht aufbringen konnte- fängt LoL nun nach einer Kunstpause bei der bekannten 1. Datei an, alles zu überprüfen und während ich das hier schreibe, ist der Patcher bereits bei 2100 Dateien. Die interessante Datei wird immernoch angelegt und auch Versuche mit CCleaner ggf. Registry-Probleme zu beheben schlagen offenbar fehl...\n\nEdit (22:15) : Tja... Was soll ich schreiben? Ungeduld is schon so eine Sache :/ Als ich noch nach Wegen suchte, die bereits andererseits vorgeschlagene Lösung mit dem .zip-Ordner umzusetzen (der Download wurde abgebrochen und die Download-Seite weigert sich standhaft, die Datei ein weiteres Mal freizugeben), hörte ich das vertraute *Plong*....\nDennoch danke an alle, die Interesse an diesem Post gezeigt haben....\n\nGruß\ngeisterfurz007\n\n\n_________________________________________\nGeduld ist eine Tugend....","replies":[]}