{"id":"8r8PUXVq","poster":"Smouv","date":"2016-03-11T14:49:01.906+0000","title":"Rammus-Rework [Idee]","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Rammus ist ein ziehmlich starker Tank der aber kein sehr gro&szlig;es Aufsehen hat.\r\nIch habe also ein paar Ideen wie man Rammus verbessern k&ouml;nnte:\r\n\r\n&quot;Du bleibst nicht verschont&quot;\r\nW-Eingerollte Abwehrhaltung macht nun auch T&uuml;rmen schaden wenn diese Rammus angreifen (gleicher Wert wie bei Champions).\r\n\r\n&quot;Volle Kanne drauf&quot;\r\nQ-Dornenwalze skaliert nun mit der R&uuml;stung von Rammus (10% der R&uuml;stung).\r\n\r\n&quot;Bringen wir dich mal ins Late-Game&quot;\r\nR-Beben hat jetzt mehr Wellen je mehr R&uuml;stung er hat (50 R&uuml;stung=1 Welle extra).","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-11T15:00:35.870+0000","up_votes":2,"down_votes":0,"body":"Rammus gilt in der derzeitigen Meta als recht stark (insbesondere oft in der LCS gepickt), da derzeit oft auch AD-Champs gepickt werden (auch ADCs auf Top oder Mid).\n\nWürde man also zusätzliche Armor-Skalierungen auf Rammus reinnehmen, wäre er ganz klar OP.","replies":[{"id":"","poster":"Smouv","date":"2016-03-11T15:03:04.033+0000","up_votes":1,"down_votes":0,"body":"Ich sag nur 100% Win Rate weil er einfach nur 4 mal in 70 Matches gepickt wurde","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-11T15:13:15.920+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Smouv,realm=EUW,application-id=L7E6lhzo,discussion-id=8r8PUXVq,comment-id=00000000,timestamp=2016-03-11T15:03:04.033+0000)\n>\n> Ich sag nur 100% Win Rate weil er einfach nur 4 mal in 70 Matches gepickt wurde\n\nAm Anfang des Splits wurde er noch nicht gepickt (da wurde Malph noch bevorzugt).\nNun kommt er bereits öfters in Einsatz, wobei Rammus nur sinnvoll ist, wenn der Gegner entsprechend AD-Champs pickte (Firstpick Rammus ist deshalb etwas heikel).\n\nRammus pickt man also nur, wenn der Gegner viel AD-DMG besitzt. In diesem Fall istt er bereits recht stark. Würde man noch zusätliche Armor-Skalierung hinzufügen, wäre Rammus schlicht und einfach zu stark.","replies":[]}]}]},{"id":"","poster":"Samuraisub","date":"2016-03-11T18:01:05.657+0000","up_votes":1,"down_votes":0,"body":"Also erstens hat liebe {{champion:33}} keine Rework nötig. Er ist cool, und stark und ich selber liebe ihn einfach. Zweitens deine Vorschläge sind kein Rework sondern nur Buffs. Rework beeinhaltet das man an seinen ganzen Kit arbeitet bzw. Modell(Aber in deinem Wunsche Kit Rework). Einfach nur stumpf irgendwelche Stats zu erhöhen oder irgendwie extra Scales bzw Utilty ist noch lange kein Rework. Und dann drittens. Rammus ist übelst stark und auch im Late. Die Buffs die du dir wünschst sind leicht OP *hust* OP","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-03-11T17:18:47.924+0000","up_votes":1,"down_votes":0,"body":"Rammus ist nicht wirklich schwach sondern einfach nur langweilig. Du fühlst dich wie ein Full Tank Yi mit deiner Geschwindigkeit aber du machst einfach nicht so einen Schaden wie ein Yi (wozu auch ?). Das early finde ich recht lustig da er wirklich starke ganks hat aber das Late ist dann wieder schwer zu handeln weil alle squishy Champs Angst vor dir haben. \nIch finde das er ein Rework gebrauchen könnte das ihn Mechanisch lustiger oder anspruchsvoller machen würde aber so wie er ist ist er einfach nur ein etwas beliebterer Galio: stark bis unschlagbar in einigen Matchups und im Late anoying af aber dafür kein Champ der einen das Gefühl gibt ihn spielerisch vertiefen zu wollen, was bei Tanks anscheinend allgemein eher selten vorkommt.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-03-11T15:08:43.466+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Rework, sondern einfach nur ein extrem starker Buff, den Rammus ganz besonders in der aktuellen Meta nun wirklich nicht braucht.\nAlleine der letzte Punkt - Rammus kann leicht 400 Rüstung erreichen im late, das sind schonmal 8 Wellen mehr.\nDas ist ziemlich krass.","replies":[{"id":"","poster":"HyperionCH","date":"2016-03-11T15:19:17.764+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=L7E6lhzo,discussion-id=8r8PUXVq,comment-id=0001,timestamp=2016-03-11T15:08:43.466+0000)\n>\n> Alleine der letzte Punkt - Rammus kann leicht 400 Rüstung erreichen im late, das sind schonmal 8 Wellen mehr.\n> Das ist ziemlich krass.\n\nDie Ulti würde im late wohl noch einige Zeit aktiv sein, nachdem das gegnerische Team schon lange geaced wurde. :D","replies":[]}]}]}