{"id":"GI0YEBa5","poster":"AeQ KAPPOBY","date":"2016-03-11T09:14:08.524+0000","title":"Aequilibritas eSports sucht Teammitglieder! | Stellenausschreibung","subforum":"Clans & Teams","up_votes":7,"down_votes":6,"body":"Hallo Community,\n\ndie nun mehr seit 6 Jahren existierende Community sucht zur Verst&auml;rkung weitere Teammitglieder die ehrenamtlich einen Posten aus&uuml;ben m&ouml;chten um damit das weitere Wachstum zu garantieren. Aktuell sind mehrere Stellen im Teambereich freigeworden, da die Personen die vorher diese T&auml;tigkeit ausge&uuml;bt haben, zeitlich bedingt nicht mehr so intensiv weiterarbeiten k&ouml;nnen.\n\nFolgende Posten sind aktuell frei und ben&ouml;tigen dringende Besetzung:\n- Vorstand: Mitgliederbetreuung\n- Vorstand: Teambetreuung\n- Vorstand: Schriftf&uuml;hrung\n- Mitgliederrekrutierung\n- Eventmanager\n- Teambetreuuer\n-------------------\nAufgabenbereiche erl&auml;utert:\n\nVorstand Mitgliederbetreuung(besetzt):\nDieser ist einer der wichtigsten, wenn nicht sogar der wichtigste Posten im ganzen Team. Du bist daf&uuml;r verantwortlich die Community in allen Belangen von innen nach au&szlig;en hin zu repr&auml;sentieren. Eigeninitiativ betreust du bei Problemen unsere Mitglieder, k&uuml;mmerst dich um &Ouml;ffentlichkeitsarbeit und bist im wesentlichen f&uuml;r die Aufnahmen von neuen Rekruten zust&auml;ndig. Deine Mitgliederrekrutierer stehen dir hierf&uuml;r zur Seite. Diese kannst du desweiteren frei W&auml;hlen, falls du neue ben&ouml;tigen solltest. Die Rekrutierer stehen haben dir Bericht zu erstatten, falls du &uuml;ber die Frequentierung der w&ouml;chentlichen oder monatlichen Aufnahmen Bescheid wissen m&ouml;chtest. Du bist an dieser Stelle weisungsbefugt.\n\nVorstand Teambetreuung (besetzt):\nDieser Posten ist eine interne L&ouml;sung zur Betreuung vorhandener Teams. Bei einem bestehendem Team bist du das Bindeglied zwischen dem Teamleiter und den Vorst&auml;nden. Du sorgst daf&uuml;r, dass Teams an Turnieren teilnehmen und die Community aktiv nach au&szlig;en repr&auml;sentieren. Scrimmpartner finden, Trainingszeiten organisieren, aber auch die Suche nach Ersatzspielern z&auml;hlen zu deinen Aufgabenbereichen. Mit Hilfe der Mitgliederbetreuung liegt es nur in deinem Sinne, komplette Teams f&uuml;r die Community zu suchen und aufzunehmen. Dir unterliegen die Teambetreuer, die du nach Bedarf frei w&auml;hlen und einweisen kannst. Die einzelnen Teambetreuer haben dir auf Nachfrage Bericht zu erstatten.\n\nVorstand Schriftf&uuml;hrung:\nAls Schriftf&uuml;hrer bist du daf&uuml;r verantwortlich die medialen Inhalte unserer Seiten zu betreuen. News verfassen, soziale Medien am laufen halten oder die Protokollierung von Besprechungen. Desweiteren k&uuml;mmerst du dich um standartisierte Texte die z.B. f&uuml;r Partneranfragen etc. ben&ouml;tigt werden. Hierf&uuml;r Bedarf es der F&auml;higkeit, die deutsche Sprache in Schrift und Form einwandfrei zu beherrschen.\n\n[Alle Vorstandsposten erfordern die Vollj&auml;hrigkeit]\n\nMitgliederrekrutierung:\nEin Rekrutierer ist nur daf&uuml;r verantwortlich neue Rekruten aufzunehmen und die bereits vorhandenen Mitglieder zu betreuen. Dieses wird dann ordnungsgem&auml;&szlig; dokumentiert, sodass es l&uuml;ckenlos nachvollziehbar ist, wann welcher Rekrut beigetreten ist. Gerne kannst du dich unter Absprache mit dem Vorstand der Mitgliederbetreuung auch um die &Ouml;ffentlichkeitsarbeit k&uuml;mmern.\n\nTeambetreuuer:\nDu bist daf&uuml;r verantwortlich Teams in der Community zu betreuen. Eingeteilt werden dir diese durch den Vorstand der Teambetreuung. Desweiteren kannst du unter Absprache mit dem Vorstand neue Teams f&uuml;r die Community suchen oder auch neue gr&uuml;nden.\n\nEventmanager:\nDiese planen und organisieren interne, so wie externe Veranstaltungen. Es geht bei kleineren Dingen wie interne 5v5 Matches los und h&ouml;rt dann bei gr&ouml;&szlig;eren Turnieren auf, die wir auch f&uuml;r die &Ouml;ffentlichkeit zug&auml;nglich machen. Au&szlig;erdem planst du gemeinsam mit dem Vorstand an neuen Events die dazu dienen, die Community zu verbessern, sodass der Spa&szlig; und der Erhalt einer Community im Vordergrund steht.\n\n[Posten im Team erfordern ein Alter von mindestens 16 Jahren]\n---------------\nFalls du dich f&uuml;r einen dieser Posten in der Lage siehst, diesen einwandfrei zu &uuml;bernehmen und zu leiten, dann reiche dein Anschreiben an: recruitment@aequilibritas-esports.de ein. Weitere Informationen erh&auml;ltst du alternativ in diesem Post oder indem Du mich direkt Ingame addest.\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\nHier gehts zu unserer Website (Unter Bearbeitung): [Aequilibritas-eSports](http://www.aequilibritas-esports.de)\nTeamSpeak IP: 46.20.46.83:10161\n\nAlso, worauf wartest du noch? :)","replies":[{"id":"","poster":"LCG mozuki","date":"2016-03-11T16:30:37.057+0000","up_votes":1,"down_votes":0,"body":"Ich weiß ja nicht ob das bei euch üblich ist  aber wenn ich  keine Minute auf den Teamspeak Sitze und dann ihrgend ein Gast joint und dich Anmacht als wärst du ihrgend   ein vollidoit und sich dabei Groß Fühlt wie Groß ja Meine Internet eier sind Nein Danke nicht mein Ding.","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-03-11T16:36:32.670+0000","up_votes":1,"down_votes":0,"body":"Auf das Verhalten der Gäste haben wir keinen Einfluss. Bitte teile mir mit wer das war, damit ich etwas unternehmen kann.\n\nedit: Weiß wers war, Typ ist raus und wird auch nicht mehr wiederkommen.","replies":[{"id":"","poster":"LCG mozuki","date":"2016-03-11T16:49:51.558+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KAPPOBY,realm=EUW,application-id=ElKI1ocy,discussion-id=GI0YEBa5,comment-id=00000000,timestamp=2016-03-11T16:36:32.670+0000)\n>\n> Auf das Verhalten der Gäste haben wir keinen Einfluss. Bitte teile mir mit wer das war, damit ich etwas unternehmen kann.\n> \n> edit: Weiß wers war, Typ ist raus und wird auch nicht mehr wiederkommen.\n\nDanke erstmal für die Rückmeldung deinerseits, \n\nIch werde mal geggen 19 Uhr vorbeischauen um diese Tatsache nochmal kurz vorlegen. \n\nGrüße","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-03-11T16:52:13.441+0000","up_votes":1,"down_votes":0,"body":"Das wäre nett, vielen Dank! :)\n\nSchreib mich beim nächsten Mal direkt an.","replies":[]}]}]}]}]}