{"id":"MF5IbJ1d","poster":"CRIMeM0NKEY","date":"2016-03-10T21:17:30.023+0000","title":"Illegale Auto-Play-Programme in ARAM","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Jedes mal wenn ich zwischen 03.00 - 06.00 Uhr mal ARAM spiele, tauchen computergesteuerte Spieler auf. Zuerst dachte ich &quot;Respekt&quot; da sind 4 Spieler in meinem Team, die alle gleichzeitig losgehen, auf einem Fleck hinter dem letzten Turm vor den Gegnern stehen bleiben und bei Kontakt sofort alle auf den Gegner gehen. Soviel Disziplin hab ich noch nicht gesehen. Einer tauchte dann in der Kluft der Beschw&ouml;rer auf und ging dauerhaft die Midline durch und starb am Turm dann nochmal dann nochmal.... . Da war mir alles klar. Das ist kein Spieler. Also entweder versucht RIOT die fehlenden Spieler durch Bots zu ersetzen, oder sind hier wieder Farmer im Spiel die ihre LvL 30ger bei E-Pfuy verkaufen wollen. \r\n\r\nAlso kurz gesagt, w&uuml;rde mich interessieren, was gegen solche Spieler (nops - no players) gemacht wird. Account-Bann? Oder ein Rechner-IP-Bann? Letzteres w&uuml;rde ich f&uuml;r solche Leute vorziehen.\r\n\r\nPers&ouml;nlich w&uuml;rde ich eine Spieleranzeige vorziehen. Sollte z.B. anzeigen wie viele Spieler in der Warteschleife sind. Und wie viele Online sind. Naja, hat alles sein Pro und Contra. \r\n\r\nMfG. ...","replies":[{"id":"","poster":"CRIMeM0NKEY","date":"2016-03-18T05:28:45.452+0000","up_votes":1,"down_votes":0,"body":"Kann man vor der Spiel suche nicht eine Sicherheitsabfrage setzen?  Die Bots gehen aus dem Spiel und starten automatisch eine neue Suche für ein weiteres Spiel. Der Besitzer liegt in der Zeit im Bett und schläft. Die Abfrage sollte zwischen 0.00 Uhr bis 5.30 Uhr aktiv werden. Und erst nach 5.30 Uhr wieder automatisch deaktiviert sein. Ich meine eine Abfrage wie diese in diesem Forum, wenn man sich einloggt. Nur dass diese Abfrage in einer bestimmten Zeit und immer vor dem Start der \"Spiel suche\" abgefragt wird. Zumindest wird dies die Auto-Bots verringern.","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2016-03-11T07:56:18.288+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas sind Bots. Die Accounts werden in Wellen gebannt da einzelnes Bannen keine gute Idee ist und IP-Bans so ziemlich das ineffektivste ist was man machen kann.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Crounty","date":"2016-03-10T21:28:41.743+0000","up_votes":1,"down_votes":0,"body":"IP Ban kann man in einer Minute umgehen daher wird es nicht funktionieren, das einzige was du tun kannst ist dem Support die Spielernamen schicken sodass die Spieler gebannt werden.","replies":[]}]}