{"id":"xdw2YJ3t","poster":"Hi lm Happy","date":"2016-03-11T12:25:50.841+0000","title":"[Platin] Jungle main sucht Leute für Dynque","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Also hallo erstmal, erstmal ein kleines W&ouml;rtchen zu mir, ich hei&szlig;e Finn bin 20 Jahre alt und spiele League of Legends seid Season 1 Malzahar Release.\r\nSeason 1 war erstmal noch viel lernen und habe kaum Ranked gespielt. Season 2 dann habe ich mich etwas mehr rein geh&auml;ngt und bin bis Platin gekommen (etwa 1890 Punkte). Season 3 habe ichs dann bis Diamant 3 promo zu 2 geschafft bin dann allerdings inaktiv gegangen, habe fast die komplette Season 4 nicht gespielt und nur Gold erreicht und Season 5 erst vor 4 Monaten wieder richtig angefangen und habe Diamant leider knapp verpasst in der Preseason war ich Platin 1 am Ende. Derzeit steh ich wieder auf Platin 4.\r\n\r\nDa ich mich alleine immer wieder dabei erwische wie Gedankeng&auml;nge zustande kommen wie zum Beispiel &quot;Hey Yasuo macht sicher Spa&szlig;, ich probier den mal&quot; in meiner Promo zu Platin 3 und ich auch damit aufh&ouml;re Champions zu spielen die Spa&szlig; machen aber vollkommen Sinnfrei in den jeweiligen Situationen sind, h&auml;tte ich gerne ein Paar Leute die ebenfalls Diamond 4+ werden wollen und es auch vom Skill her k&ouml;nnen ums erstens etwas angenehmer und nicht ganz so langweilig zu machen aufzusteigen und zweitens einen Grund zu haben ernsthaft zu Tryharding weil ich ein viel zu gro&szlig;er Troll bin der immer Kopf aus Greed an spielt wenn er soloqued :D.\r\n\r\nBei Interesse einfach Ingame Adden.","replies":[{"id":"","poster":"AeQ KAPPOBY","date":"2016-03-11T12:38:01.506+0000","up_votes":1,"down_votes":0,"body":"Schau doch gerne mal bei uns vorbei. Hier findest du mit Sicherheit einige Mitspieler zum gemeinsamen Zocken. :)\n\nHier gehts zu unserem Vorstellungsthread: [Aequilibritas eSports sucht Mitglieder | Community und eSports | LoL, CS:GO, Hearthstone, etc.](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/tAy6UKsy-aequilibritas-esports-sucht-mitglieder-community-und-esports-lol-csgo-hearthstone-etc)\n\nAktuell suchen wir auch noch Teammitglieder: [Aequilibritas eSports sucht Teammitglieder! | Stellenausschreibung](http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/GI0YEBa5-aequilibritas-esports-sucht-teammitglieder-stellenausschreibung)","replies":[]}]}