{"id":"2MW5YHdF","poster":"Tibmag","date":"2016-03-10T11:47:17.908+0000","title":"Wukong w + Supp-Item","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Ich wei&szlig; nicht, ob es ein Bug oder eine gewollte versteckte Mechanik ist, kann mir zweiteres allerdings nicht wirklich vorstellen.\r\n\r\nWenn man mit Wukong ein Supportitem auf dem Weg zum Gebirgspanzer kauft, ist eine lustige Interaktion zu beobachten.\r\nDas man die Stacks mit F&auml;higkeiten ausl&ouml;sen kann ist ja normal - allerdings wirkt das normalerweise nur, wenn Mitspieler in der N&auml;he sind (und diese werden ja bekannter Ma&szlig;en geheilt).\r\nBei Wukong liegt das wohl anders. Ich habe ihn gespielt (und sp&auml;ter noch genauer getestet). Ich konnte mich, wenn ich mit der W Minions gelasthitet habe, zum einen selbst heilen und zum anderen doppeltes Gold bekommen. Auch die Farmanzahl stieg dann um 2 pro Minion.\r\n\r\nAlso wie gesagt: es kann auch sein, dass es gewollt ist (schlie&szlig;lich steht dort &quot;verb&uuml;ndete Einheit&quot;) - f&auml;nde es aber seltsam","replies":[{"id":"","poster":"Megamaexx","date":"2016-03-10T12:04:27.868+0000","up_votes":1,"down_votes":0,"body":"Da dein Klon dein Itembuild übernimmt, ist das rein programmtechnisch so gewollt. Sollte mit Shaco und LeBlanc auch funktionieren, da wird ja auch das Duskblade des Klons ausgelöst.","replies":[{"id":"","poster":"Tibmag","date":"2016-03-10T12:39:34.005+0000","up_votes":1,"down_votes":0,"body":"Shaco habe ich nicht, aber die Frage kam bei mir auch auf. LB-Klon macht keinen Schaden, also da sollte es nicht gehen, denke ich","replies":[{"id":"","poster":"SorisDynasty","date":"2016-03-10T12:42:43.246+0000","up_votes":1,"down_votes":0,"body":"LB-Klon überträgt immer noch On-Hit Effekte. Der Klon selber kann zwar Relic-Effekt nicht auslösen, weil Ranged, aber eventuell kann LeBlanc selber das teilen, wenn sie in dem Moment richtig lasthittet.","replies":[{"id":"","poster":"Tibmag","date":"2016-03-10T13:31:30.206+0000","up_votes":1,"down_votes":0,"body":"achso. interessant. Das müsste man wirklich mal testen.","replies":[]}]}]}]},{"id":"","poster":"Anraton","date":"2016-03-10T12:09:27.767+0000","up_votes":1,"down_votes":0,"body":"Funktioniert das auch mit Yorick und dem Mordekaiser Geist?","replies":[{"id":"","poster":"Tibmag","date":"2016-03-10T12:38:21.300+0000","up_votes":1,"down_votes":0,"body":"Im Normalfall nicht. Bei Heimer und Zyra wurde es rausgepatched","replies":[]}]}]}