{"id":"RhBgFfsu","poster":"Jisatsu90","date":"2016-03-10T12:48:49.092+0000","title":"Soraka?! Eure Meinung?","subforum":"Champions & Gameplay","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 10.03.2016 hochgeladen.","url":"http://www.directupload.net/file/d/4289/afz457bj_png.htm","image":"http://fs5.directupload.net/images/160310/afz457bj.png"},"up_votes":1,"down_votes":1,"body":"Ich w&uuml;rde gerne mal eine Diskussion &uuml;ber Soraka ansto&szlig;en.\r\n\r\nSoraka war vorher ja schon ein recht stumpfer Healbot und echt nervig! Aber (!) Man ist an sie noch ran gekommen und konnte was auf der Lane machen. \r\n\r\nEin Champ der Haupts&auml;chlich healen kann ist ja sch&ouml;n und gut und auch v&ouml;llig ok!\r\n\r\nNur (!) Wenn ein Champ seit der &Auml;nderung praktisch kein Mana verbraucht, healen kann wie bl&ouml;de und dann auch noch einen Slow mit gleichzeitigem Speedbuff f&uuml;r sich selbst und einen Silence hat, ja was will man dann gegen so eine Soraka machen?\r\n\r\nWir hatten eine Braum/Lucian Botlane gegen eine Caithlyn/Soraka Lane und keine Chance! Jeder Gank verpuffte in einem Soraka-Silence und einem Gegenhealen jeglichen Schadens.\r\n\r\nOben im Bild sieht man sehr gut wieviel Soraka immernoch healen kann. Die hat praktisch den kompletten Schaden von Annie weg gehealt und damit einen Teamfight unm&ouml;glich gemacht. Soraka zu focusen macht da auch keinen Sinn weil sie im Teamfight zu weit hinten steht und wir gen&uuml;gend Probleme mit einem (dank Soraka) gefeedeten Master Yi hatten.\r\n\r\nEine Situation, die mehr als &uuml;bertrieben ist bzw war:\r\n\r\nUnsere Annie flasht mit der vollen Kombo auf Cait und, Soraka dr&uuml;ckt r und healt Cait danach komplett voll!\r\nJeder, wirklich Jeder fight ging nach der Laningphase so aus. Die konten einen %%%% auf sich selbst geben weil Soraka ja wieder gegenhealen  kann.\r\n\r\nVon mir aus lasst die Healst&auml;rke so, denn das ist das Markenzeichen von Soraka. Aber bitte...Nehmt etwas ihrer Utility. Den Slow weg und/oder den Movementspeed. Damit man noch was machen kann. \r\n\r\nDa waren absurde Situationen dabei....Ekko, Yasuo, Ich (braum) und Lucian TOwerdiven Soraka und Caithlyn. Ich Ulty und Yasuo ultet hinterher, Ekko knallt alles rein und Lucian haut drauf! Was macht Soraka? R - - E Heal, heal heal..... zwei gegen 4 und die bekommen nen Doppelkill!\r\n\r\nSorry aber f&uuml;r mich ist das einfach zu viel! Kann sein dass man Soraka mit einem Blitzcrank countern kann aber es muss ja wohl m&ouml;glich sein (wie bei jedem anderen Support) Dass man irgendwie lanen kann, ohne von Soraka gepoket zu werden und gleichzeitig jeder Poke im nichts verpufft!\r\n\r\nDie hat uns konstant mit ihrer Q gepoket und war so gut wie immer 3/4 voll Mana. Nach dem SPiel habe ich nachgeschaut... Die hatte keine Manareg-Runen dabei.... Also? Wie kann sowas sein?","replies":[{"id":"","poster":"Lady Yunalesca","date":"2016-03-10T12:59:25.507+0000","up_votes":2,"down_votes":0,"body":"Wenn man Soraka focused hat sie jetzt viel mehr counterplay,da sie sich nicht mehr instant healt.\nWenn die Annie den adc focused ist es klar dass soraka gemütlich daneben steht und RQW drückt.\n\nMit einer lucian braum lane habt ihr eigentlich schon einen guten engage und ein gutes all-in ich glaub eher dass ihr das nicht gut genutzt habt.\nAber man muss halt diese engages auf sie auch forcen.\n\nich nehme mal an soraka hatte coin und mana reg in ihren msteries solange sie nicht ihre w spammen muss wird sie da nicht so schnell oom,ihr w kostet einiges mehr.\n\n\n\n\nIch denke das kleine rework war ziemlich gut.\nGegen poke ist Soraka stark soll auch so sein,sustain countert poke nunmal aber gegen hart engage und burst schaden ist sie nciht gut.\nDa sie jetzt mehr mit der Q arbeiten muss bieten sich mehr möglichkeiten dies zu tun.\nAber wie gesagt man muss sie focusen,nicht den adc oder ähnliches","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2016-03-10T13:52:19.672+0000","up_votes":1,"down_votes":0,"body":"Sorakas heal wurde sogar genervt.\nWelcher schon vorher recht stumpf war.\nIhre Q healt sie nur noch als Heal-dot, was den selfheal enorm senkte.\nIch finde sie viel schwächer als sie schon war.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-03-10T14:22:21.635+0000","up_votes":1,"down_votes":0,"body":">nur noch als Heal-dot\n\nAlso einen HoT?\n{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Devine","date":"2016-03-10T13:13:05.271+0000","up_votes":1,"down_votes":0,"body":"ist ein Supporter.","replies":[]}]}