{"id":"1Yzj0Ap3","poster":"RaitoLich","date":"2016-03-09T21:28:22.466+0000","title":"6.5 und Ping(ms) des todes","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Morgen Beschw&ouml;rer,\r\nSeit dem Heutigen Patch 6.5 habe ich ingame ein extrem hohen ping.\r\nGestern spielte ich noch auf 35-40 MS doch als ich gerade mein erstes match gemacht habe konnte ich nur noch zusehen wie mein Team mich durchs spiel getragen hat. (jay nurnoch 5lp zur promo zu b2 (mal wieder))\r\nHabe jetzt nat&uuml;rlich angst noch ein weiteres spiel zu spielen.\r\nich hatte bis auf musik nichts andere an und mein vater sa&szlig; ganz normal am PC wie jeden abend und ich hatte noch nie so krasse MS werte. die schwanken von 170-1200 meistens lag er bei 700-800. (sogar als ich die musik ausgemacht habe wurde es nicht besser)\r\n\r\nMeine Frage ist das dem Server geschuldet? Ist es wieder ein Problem der mit dem Patch kam?(soweit ich weis ist das auch schon 1-2 mal vorgekommen) oder lag das ehr an meinem Internet ?","replies":[{"id":"","poster":"legofreak1","date":"2016-03-11T17:15:13.455+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte Pingplotter im Hintergrund laufen lassen, wenn du so einen hohen Ping im Spiel hast?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[]},{"id":"","poster":"Shiny Absol","date":"2016-03-09T21:35:00.575+0000","up_votes":1,"down_votes":0,"body":"Keine Ping Probleme, aber habe seit dem heutigen Patch FPS Einbrüche des Todes. Normal spiele ich mit 60fps aber in jedem Game hatte ich im Teamfight unter 30fps :( Never play on a patch day..","replies":[{"id":"","poster":"RaitoLich","date":"2016-03-09T21:43:26.511+0000","up_votes":1,"down_votes":0,"body":"hmm also bei mir waren die fps vollkommen normal bzw nicht wirklich Veränderungen gespürt, aber was soll man sagen wenn man schon vom hohen MS gefühlte Standbilder hat {{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]}