{"id":"ppxwlbtt","poster":"My Little PwNyy","date":"2016-03-09T12:20:55.536+0000","title":"Die Universitätsliga **SEASON 2** / Qualifikation #1","subforum":"Turniere & Veranstaltungen","embed":{"title":"Startseite - University Esports Germany","description":"Hinweis: Die Anmeldung ist ab jetzt offen! Hier könnt ihr euch das Formular herunterladen! Hallo Freunde des Esports, natürlich werden wir euch nach der erfolgreichen ersten Saison auch in diesem Semester eine Liga bieten, in der ihr eure Skills mit den besten LoL-Spielern der deutschen Unis messen könnt.","url":"http://www.ueg-liga.de/","image":"http://www.ueg-liga.de/images/leagueoflegends/S2_Announce.png"},"up_votes":3,"down_votes":0,"body":"**University Esports Germany**\n\nWie eventuell einige von euch mitbekommen haben gibt es seit dem WS 15/16 eine Universit&auml;tsliga f&uuml;r das Spiel League of Legends. (andere Spiele folgen!)\nDie erste Season hat ein erfolgreiches Ende genommen und die neue Season startet mit dem kommenden Sommersemester.\n\n**\n&Uuml;ber die UEG und das Projekt**\n\nDas Team von &quot;University Esports Germany&quot; erm&ouml;glicht einen professionellen Wettbewerb f&uuml;r Studenten und Berufssch&uuml;ler/innen, in denen sich deutsche Unis und Berufsschulen miteinander messen.\n\nMit der Realisierung unserer Amateurliga, die ausschlie&szlig;lich f&uuml;r Studenten und Berufssch&uuml;ler/innen konzipiert wurde, m&ouml;chten wir euch herzlichst zur Teilnahme einladen. \n\nDie Teilnehmer eines Teams sollten nach M&ouml;glichkeit aus derselben Universit&auml;t, Fachhochschule oder Berufsschule kommen, um so einen Wettbewerb zwischen den verschiedenen Einrichtungen zu schaffen. \n\n**\nWie lief die erste Season(_Preise_)?\n**\n\nIn der erste Season haben sich 40 verschiedene Team teilgenommen, gespielt wurde um den Titel des Hochschulmeisters und um 500&euro;, 250&euro; bzw 50&euro; f&uuml;r den ersten, zweiten bzw. dritten Platz.\nDabei gab es bis Platz 8 Riot Points. \nDes Weiteren ist das Sieger Team dazu eingeladen worden live bei den Finals dabei zu sein. \nMit der ersten Season konnten wir viele Positive und Negative Punkte aufgreifen und hoffen unser System zu verbessern, um nun einen besseren Ablauf, bessere Spiele und vor allem bessere Preise organisieren zu k&ouml;nnen.\n**\nDie Zweite Season!**\n\nMit der neuen Season haben Alle nochmal die Chance auf den begehrten Titel und es warten wieder nette Preise auf euch.\nWir haben das Regelwerk und das Ligensystem &uuml;berarbeitet und angepasst. Die Liga wird nun in eine erste und eine zweite Liga unterteilt. Um sich für die 1. Liga zu qualifizieren, nehmt an den Qualifikationsturnieren teil.\n\nDie aktuellen Termine sind folgende: \nQuali-Turnier #1: 03.04\nQuali-Turnier #2: 10.04\nQuali-Turnier #3: 24.04\n\nDas Anmeldeformular und die neuen Anmeldevoraussetzungen findet ihr auf unserer Homepage.\nSeid dabei und zeigt das Können eurer Uni!\n\nFinden k&ouml;nnt ihr uns auf folgenden Plattformen:\n**FB: https://www.facebook.com/University-Esport-Germany-1572830332957419/ \nTwitter: https://twitter.com/uni_esports_ger\nInstagram: https://www.instagram.com/uni_esports_ger/\nTwitch: https://www.twitch.tv/uni_esports_germany\nHomepage: http://www.ueg-liga.de/\n**\n\nBesonders wichtig ist uns, dass der E-Sport in Deutschland an Bedeutung gewinnt und zuk&uuml;nftig ernster genommen wird. In den UK, Korea und anderen Teilen der Welt wurde dieser Schritt schon getan. Jetzt liegt es an uns die E-sport Szene in Deutschland zu etablieren. Daf&uuml;r hoffen wir auf den Zusammenhalt und die Unterst&uuml;tzung der Community. \n\nJedes Like unterst&uuml;tzt uns dabei! \n\n{{sticker:slayer-pantheon-thumbs}} \n\n\nEuer \nUEG - Team \n\nP.S.: Um die Frist f&uuml;r das erste Quali-Turnier nicht zu verpassen, schaut gerne in der Veranstaltung vorbei! \nhttps://www.facebook.com/events/1103349976374356/","replies":[]}