{"id":"w0fL6h6U","poster":"Hi lm Happy","date":"2016-03-09T07:06:00.990+0000","title":"[Platin] Jungler sucht Team für Dynamic Que und Turniere.","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Also hallo erstmal, erstmal ein kleines W&ouml;rtchen zu mir, ich hei&szlig;e Finn bin 20 Jahre alt und spiele League of Legends seid Season 1 Malzahar Release.\r\nSeason 1 war erstmal noch viel lernen und habe kaum Ranked gespielt. Season 2 dann habe ich mich etwas mehr rein geh&auml;ngt und bin bis Platin gekommen (etwa 1890 Punkte). Season 3 habe ichs dann bis Diamant 3 promo zu 2 geschafft bin dann allerdings inaktiv gegangen, habe fast die komplette Season 4 nicht gespielt und nur Gold erreicht und Season 5 erst vor 4 Monaten wieder richtig angefangen und habe Diamant leider knapp verpasst.t in der Preseason war ich Platin 1 am Ende. Derzeit steh ich wieder auf Platin 3 und w&uuml;rde gerne wieder ein Vern&uuml;nftiges Team haben mit dem man die H&ouml;henluift der oberen Ligen mal wieder schnuppern kann :).\r\n\r\nBei Interesse einfach Ingame Adden oder einen Post da lassen.","replies":[{"id":"","poster":"Kawaiilight","date":"2016-03-09T15:42:44.685+0000","up_votes":3,"down_votes":0,"body":"Hallo Finn :D Erstmal, schöner Beitrag ! :3 \n\nMein Adc und ich suchen im Moment ebenfalls nette und Kritikfähige Leute für Dynamic Q, wir können dir zwar leider kein komplettes Team bieten, aber ich hoffe das wir zusammen vielleicht eins zusammen stellen könnten :3 \nAber ich kann uns ja eben mal vorstellen (_ Ich entschuldige mich an dieser Stelle schonmal für den Literaturschock xD_):\n\n* Mein Name ist Jana und ich bin eine 19 jährige Supporterin die seit S3 ( Rengar release) spielt\n* Ich hab letzte Season mit Rankeds angefangen und konnte mich auf Platin V hochspielen außerdem bin ich im Moment in der Promo zu Platin V (Angstschweiß wegwisch xD)\n* Meine Lieblingssupporter sind {{champion:40}} {{champion:117}} {{champion:267}} {{champion:16}} {{champion:412}}{{champion:43}} , wobei **Nami **mein absoluter Main ist. \n*  {{champion:201}}{{champion:25}} {{champion:37}} {{champion:89}}{{champion:111}}   beherrsche ich zwar auch recht gut, würde aber nicht sagen das ich mich schon bereit fühlen würde sie in Rankeds zu spielen.\n1.     Natürlich versuche ich auch noch die übrigen Supporter zu meistern :D {{champion:12}} {{champion:432}} {{champion:53}} {{champion:26}} {{champion:223}}\n* __\n\n> _**Schwächen/Stärken:**_\n> \n> * Ich kann mich gut in Teams einfügen und versuche stetig meinen Playstyle zu optimieren. Da ich im Moment sehr viel ausprobiere und neue Champs spiele, lerne ich schnell und gewinne täglich an Spielverständnis dazu. Ich bin zwar ab und zu etwas unkonzentriert oder abgelenkt, aber Ingame durchaus in der Lage den Spielverlauf und vorallem die Map im Auge zu behalten. (Im Moment versuchen mein Adc und ich unsere Wards zu verbessern, da wir sehr oft gecamped werden)\n> * Meine Schwäche liegt, wie oben schon genannt ,darin das ich oftmals recht unkonzentriert bin, was mir allerdings selten zum Verhängnis wird xD *phew* \n> Ansonsten ist ein allgemeines Problem, dass mein AdCurry (>:3) und ich dauerhaft gecamped werden. Wenn wir Glück haben nur von 4 Leuten. Mittlerweile schlagen wir uns recht gut, können escapen oder noch 1-2 Kills rausholen. Es ist aber allerdings dennoch seeehhhr nervig und kostet uns leider öfters das Game da unsere Randoms diese Chance so gut wie nie nutzen und einfach nicht pushen (back gehen ist wichtiger^^\")\n{{sticker:zombie-brand-facepalm}} \n> \n* __\n\n_**So, genug von mir xD **_\n\n> **_AdCurry_**\n* Sein Name ist Fabian und er ist 18 Jahre alt\n* Er war letzte Season Diamond V und spielt im Moment in Platin 2\n* Seine Maines sind {{champion:22}} {{champion:67}} {{champion:51}} {{champion:236}} {{champion:81}} {{champion:42}} {{champion:18}} \n* Er ist ein begnadeter Kite und Dodge Gott ( Wobei auch er mal seine \"wahren\" Diamond Skillzzz raushängen lässt ( xD  ¯\\_(ツ)_/¯ )\n* Seine einzige Schwäche besteht darin, dass er ab und zu zu aggressiv spielt und weiter vorne steht als er sollte\n1. Seine ruhige Art ist sehr angenehm und hilft (~~zumindest mir~~) dabei sich beim Game besser konzentrieren zu können. Genau wie ich, versucht er sich stetig zu verbessern und die Elo Leiter höher zu klettern. \n* Da er schon von Anbeginn der Zeit LoL spielt, hat er ein sehr gutes Gameverständniss, er hat mir außerdem in der Zeit in der wir zusammen auf der Bot Lane spielen ( knapp 8 Monate) sehr vieles beigebracht und wir unterstützen und helfen uns gegenseitig bedingungslos\n\n_**Alles andere kann er dir wahrscheinlich noch besser beantworten als ich gerade. Jaja, so kennt mans xD \"Schreib du ma´\" \nNaja whatever :D Danke auf jeden Fall fürs Lesen ! Falls du uns kennen lernen möchtest kannst du mich gerne adden und gegebenenfalls anschreiben. Ich wünsche dir noch einen wunderschönen Tag !**_ \n\n**Mfg Nýash** {{sticker:slayer-jinx-wink}}","replies":[]}]}