{"id":"Lj88xz29","poster":"TheUnknown98","date":"2016-03-09T11:27:14.552+0000","title":"Ist das echt? O.o","subforum":"Allgemeiner Chat","embed":{"title":"Schaut euch mal dieses Bild an!","description":"Dieses Bild wurde am 09.03.2016 hochgeladen.","url":"http://www.directupload.net/file/d/4288/xizzgqo5_png.htm","image":"http://fs5.directupload.net/images/160309/xizzgqo5.png"},"up_votes":1,"down_votes":1,"body":"Hi, ich hab da mal was witziges im LoLchat auf Youtube gefunden und wollt euch fragen ob das echt ist ^^\r\n\r\nDanke f&uuml;r antworteten ^^\r\n\r\n@mods: Wehe wenn das wieder das falsche Subforum ist !!! Dann...dann outplay ich euch! xD","replies":[{"id":"","poster":"Crounty","date":"2016-03-09T12:54:42.707+0000","up_votes":2,"down_votes":0,"body":"Das geht wenn man eine bestimmte Anzahl an Leerzeichen hat, dass dann in der nächsten Zeile geschrieben wird. Das kann man daran erkennen, dass der Zeilenstrich, der eigentlich immer blinkt ganz weg ist.\n\nSowas dürft ihr aber nicht ingame machen, da euch nach den Nutzungsbedingungen untersagt ist eine Person, die bei Riot arbeitet zu verkörpern.\n\n>Nachfolgende Verhaltensbeispiele ziehen Disziplinarmaßnahmen nach sich:\n Die Verkörperung einer beliebigen Person, Geschäftstätigkeit oder rechtlichen Einheit, einschließlich der eines Beschäftigten von Riot Games, oder die Kommunikation auf eine Weise, die den Anschein erweckt, diese ginge von Riot Games aus\n\nhttp://euw.leagueoflegends.com/de/legal/termsofuse","replies":[]},{"id":"","poster":"Linnik","date":"2016-03-09T18:47:32.633+0000","up_votes":1,"down_votes":0,"body":"scheint aber nicht mehr zu gehen.. habs grad in nem custom game versucht. sobald du mehrere Leerzeichen machst werden die Wörter einfach zusammen gefügt.","replies":[]},{"id":"","poster":"Anraton","date":"2016-03-09T11:39:10.078+0000","up_votes":1,"down_votes":0,"body":"is sowas ähnliches wie \"press f for fly, d for dance\" ... der Text den lucian ist halt so lang (viele Leerzeichen!) das er in eine 2. Zeile rutscht.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-03-09T11:30:56.117+0000","up_votes":1,"down_votes":0,"body":"Das ist ein Trick, das wurde einfach im All-Chat geschrieben, die Zeile gewechselt und etwas in eckige Klammern geschrieben damit es so aussieht als wäre es eine neue Nachricht. Der Spieler versucht Leute dazu zu bringen auf F und D zu drücken und somit die Summonerspells zu verschwenden.","replies":[{"id":"","poster":"TheUnknown98","date":"2016-03-09T11:34:06.249+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Trick gegen die sums war mir klar aber das mit dem Zeilenwechsel ist geil :D","replies":[]}]}]}