{"id":"OP9vZbAR","poster":"LeeSinToYaHeart","date":"2016-03-08T12:36:46.284+0000","title":"DynQ Aufbau","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey, \nich w&uuml;rde gerne feste Leute f&uuml;r DynQ haben, mit denen man regelm&auml;&szlig;ig zocken kann und auch zusammen was erreicht.\n\nZu mir:\n\nIch bin 18 Jahre jung und mache derzeit ein FsJ, was mich in meinen Freien Zeiten relativ offen h&auml;lt. Abends bin ich meistens zu Hause, aber RL geht immer vor. Bin ein sehr ruhiger und kritikf&auml;higer Mensch, eigentlich nie am flamen und ragen, was ich von euch auch erwarte.\nAngefangen zu spielen habe ich Ende der ersten Season. Dann aber etwa 2 Jahre casual mit Freunden fast nur Normals gespielt. Season 3 mit rankeds angefangen. Ende Season 3 und fast die ganze Season 4 ausschlie&szlig;lich 3v3 gespielt. Season 5 fast garnicht gespielt, nun in Season 6 wieder dabei und auf der Suche nach neuen Leuten zum zocken.\nSeason 1: Bronze\nSeason 2: Silber\nSeason 3: SoloQ Gold, 3v3 Diamant\nSeason 4: SoloQ Gold, 3v3 Challenger unter den Top 10\nSeason 5: Ju4Fu mit nem Kollegen auf den Tr Server gewechselt am Anfang der Season, dort bis Diamond gespielt, dann aber zur&uuml;ck gewechselt, P2 Euw gewesen, jedoch inaktiv geworden. Am ende Der Season G1 gewesen\nSeason 6: Silver geranked und gerade wieder am einspielen\n\nMainlane Jungle.\nDemnach sind noch folgende lanes &uuml;ber\n\nJgl -- frei\nTop -- LeeSinToYaHeart\nMid -- frei\nAdc -- Red Mendax\nSup -- frei\n\nZu euch:\n\nIhr solltet zumindest die geistige Reife von 18 Jahren erreicht haben, ts sollte vorhanden sein incl. einem st&ouml;rungsfreien Headset.\nKeine Flamer sind erw&uuml;nscht, auch wenn&#039;s nicht immer so l&auml;uft wie man es gerne h&auml;tte.\nSpielerfahrung sollte vorhanden sein, also bitte keine Leute, die erst ein Jahr spielen. \nAnspr&uuml;che an die aktuelle Elo kann ich nicht wirklich stellen, da ich aktuell selber nur Silber 2 bin und mich wieder einspielen muss, aber w&uuml;rde doch schon sagen, dass ihr meine Elo nicht unbedingt unterschreiten solltet.\n\nEinfach melden und wir schauen ob es zusammenpasst :)\n\nLG LeeSinToYaHeart","replies":[{"id":"","poster":"LeeSinToYaHeart","date":"2016-03-12T18:50:45.894+0000","up_votes":1,"down_votes":0,"body":"viele meldungen, aber kaum was bei rumgekommen, außer nen adc, suche weitere leute^^","replies":[]},{"id":"","poster":"Dandoo","date":"2016-03-08T18:54:33.143+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nkenn dich glaub von 3vs3.  Haben da letzte Season bis Dia3 gespielt und glaub auch mal gegen euch.\nBin selber von Platin in Silber 3 eingestuft wurden. Zurzeit bin ich Gold 4. Spiele hauptsächlich Top & Adc im Moment.\nFalls du Lust hast kannst du mich ja mal im Clienten adden.\n\nGruß\nDandoo","replies":[]},{"id":"","poster":"Pinguin Katapult","date":"2016-03-08T12:43:09.573+0000","up_votes":1,"down_votes":0,"body":"heeey, \n\nwürde gerne mit einsteigen\n\nzu mir:\n\nAlter: 19\nAktuelle Elo: Gold 5\nMain Lane: Mid\nSup lane: Jun\n\nHeadset und spielspaß vorhanden :)\n\nmfg \n\nMafiaCandy","replies":[]}]}