{"id":"1rAVhvih","poster":"Gortak","date":"2016-03-07T17:46:30.731+0000","title":"The Nameless (Der namenlos irre)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Die Geschichte eines Neuen Champion-\r\nEs war einst ein Junger mann...eher durchschnittlich...er hielt sich f&uuml;r nicht all zu gut und irgendwie fand er hierf&uuml;r auch immerwieder beweise. Dennoch aber war er immer erstaunt welches gl&uuml;ck er in der liebe immer hat, er konnte auch ziemlich genau sagen, ab wann eine Beziehung beendet war und auch das st&ouml;rte ihn an ihm selbst. Verflucht- wie kann man nur so dumm sein und doch so viel wissen...was zum geier...\r\n\r\ndas waren die belastungen die er mit sich sein ganzes leben lang trug, bis etwas geschehen ist, das sein leben v&ouml;llig umgekr&auml;mpelt hat. Er h&ouml;rte eines tages die geschichte &uuml;ber einen Magier der in Der League of Legends k&auml;mpft und erst Neulich einen f&uuml;r jeden offensichtlich verlorenen Kampf gegen garen f&uuml;r sich entscheiden konnte...diese geschichte hat ihn so ber&uuml;hrt, dass er oft und viel an Vladimir, Den irre starken Vampir denken musste...bis eines abends eben dieser vor ihm Stand mit sehr finsterem blick und hass in den augen :&quot;h&ouml;r sofort auf meinen verstand anzugreifen!&quot;...er verstand die worte nicht...er war von dieser situation so &uuml;berrannt, dass er das erstbeste sagte was ihm einfiel:&quot;du bist vladimir!&quot; &quot;ja! und ich t&ouml;tet dich, wenn du nicht sofort aufh&ouml;rst! Ich sags nicht nochmal!&quot;  \r\ner Verstand kein wort...er dachte nur &quot;lieber was dummes als gar nicths sagen&quot; &quot;ich hab die geschichte von dir und garen geh&ouml;rt...&quot; vladimir wurde &uuml;berraschend ruhiger...&quot;du meine g&uuml;te, du wei&szlig;t gar nicht was du kannst&quot; wie meinst du das? &quot;du kontrollierst den verstand der leute...immer der einen person, die du am meisten liebst...vergiss das nicht...aber vergiss mich bitte..sonst muss ich wiederkommen!&quot;\r\n\r\nDieses gespr&auml;ch hat ihn so aufgew&uuml;hlt, dass er anfing sein komplettes leben in frage zu stellen, je mehr er verstand umso mehr angst bekam er vor sich selbst...bis er sich eines tages vor lauter angst nicht mal mehr erinnern konnte wer er ist.\r\nDiese st&auml;ndige angst tat so weh in ihm, dass er eines tage, da er ja doch nix mehr wei&szlig; sich wenigstens was ausdenken k&ouml;nnte und er dachte nach was er das letzte noch wei&szlig; und das waren die worte &quot;du bist Vladimir!&quot; tats&auml;chlich seine eigenen...jedoch ist die finsternis in ihm nun so stark aufgebaut, dass er es wirklich glaubt...der gedanke &quot;ich muss vladimir sein&quot; erf&uuml;llt ihn mit einem so gwaltigem selbstvertrauen, dass er sogar die k&ouml;rperliche gestalt annimmt.\r\nUnd so dachte er, er m&uuml;sse nun seinen Champion-pflichten nachkommen und ging k&auml;mpfen...keiner bemerkte den unterschied. Mit jeder f&auml;higkeit, die er meisterlich gegen seine gegner einsetzte wurden seine gedanken wieder klarer und in dem moment wie ich einfiel, wer er ist findet er sich im kampf mit garen wieder. Erschreckt sich, f&auml;llt in ohnmacht und wacht als vladimir wieder auf. Dieser schock hat ihn direkt wieder wahnsinnig werden lasssen...er empfindet sich als Vladimir und k&auml;mpft weiter...so geht das den kompletten kampf, dass er sich zur&uuml;ckverwandelt, ohnm&auml;chtig wird und als Vladimir weiterk&auml;mpft. Und so war er ne ganze weile dabei ohne dass jemand sein komisches problem verstanden h&auml;tte, der einzige der es wusste, war Vladimir selbst. Aber er hat einen gewissen respekt vor dem kleinen ncihtmagier bekommen, der wahnsinnig genug ist zu sein was er glaubt! Allerdings hasste er ihn auch daf&uuml;r, dass er ein leicht st&auml;rker Vladimir war.\r\n\r\n&Uuml;ber die jahre in denen er dabei war wurde er immer shizophr&auml;ner und das allererste mal, dass er sich in einen anderen champion als Vladimir verwandelt hat wurde erstmals wahrlich nachgefragt wer er ist und nun ist er schon so lange da und hat so gut gek&auml;mpft, dass es eine schande w&auml;re ihn wieder rauszuschmei&szlig;en.\r\n\r\nThe nameless \r\n-The mirror&#039;s Truth-","replies":[]}