{"id":"0Ef4JpuE","poster":"TheUnknown98","date":"2016-03-06T20:33:48.555+0000","title":"Erbitte Analyse+ Verbesserungsvorschläge","subforum":"Level Up: Guides & Tipps","up_votes":3,"down_votes":1,"body":"Hi Leuts,\r\n\r\nich bin Support Main und habe in letzter zeit einfach nur noch verloren. Da es ja nicht immer an Teammates liegt w&uuml;rde ich euch bitten meine letzten Rankeds zu durchschauen und mir zu schreiben was man besser machen k&ouml;nnte vom Build den Runen+Masteries. Sch&ouml;n w&auml;ren Tipps wie man aus Silber rauskommt und wie man als Support carrien kann. Ich hoffe dass mir jemand die Spiele auch analysiert ohne dass ich hier meine Mates flame.\r\n\r\nDanke f&uuml;r Analysen und Tipps :)\r\n\r\n\r\nP.S: Irgendwie schaff ich es immer die Beitr&auml;ge ins falsche Subforum zu posten, mal gucken wann ich daf&uuml;r nen Forenbann bekomme ^^","replies":[{"id":"","poster":"Revelate","date":"2016-03-06T21:00:07.484+0000","up_votes":1,"down_votes":0,"body":"1. Ich bin nicht so überzeugt von Redlicher Pracht auf einem Supp.\n2. Deine Runenseite für Supp beinhalten keine Armor Runen (Extrem schlecht) Ich würde mehr Resistenzen und weniger Leben in deine Runen packen, da Supporter sowieso eher HP Stacker sind, wenn du z.B. Nen Locket oder Face of the Mountain kaufst hast du schon extrem viel HP aber wenig Ressis.\n3. Ich bevorzuge den 15% Summonercooldown und nicht die erhöhte Lebensregenartion.\n4. Meisstens nur 1 Pink Ward pro Spiel als Supporter ist etwas Minimalistisch, kann sein, dass der natürlich 50 Min steht, aber davon gehe ich jetzt mal nicht aus.\n\nAllgemein kann man sagen, wenn man Skilltechnisch über seinen Mitspielern ist, hat man mit Full AP Supports besser Karten auch irgendwie die Carryrolle einzunehmen. Annie, Zyra, Brand sind da die Top 3. Es bringt nichts wenn du deinem Carry peel bringst und der kann nicht spielen^^\n\nHatte letztens grade so ne Ezreal Annie Botlane, der Ezreal hatte nach 30 Minuten 65 CS (Gold Elo Game) Die Annie hatte auch schon mehr CS und die meissten Kills. Ich als Orianna habe dann mit der Annie gecarried, der Ezreal war nen nonfaktor mit 10k dmg in nem 40Minuten Game.","replies":[{"id":"","poster":"TheUnknown98","date":"2016-03-06T21:11:59.426+0000","up_votes":1,"down_votes":0,"body":"Danke :)\n\nJa, redliche Pracht ist irgendwie mein Lieblingsitem auf Supportern ^^'\n\nOkay das mit den Leben werd ich ändern, ich dachte da eher an ein stärkeres Early da HP angeblich im early mehr bringen als Armor/MR. Jop meine Pinks sind leicht erbärmlich, meistens ist irgendwie kein Slot frei (glaub ich) oder ich nehme immer nen keks mehr mit.\n\nIch hab so das Gefühl als ob die Fed Midlane/Toplane mehr impact hat als ein Fed adc. (siehe 30/2 Zed^^)","replies":[{"id":"","poster":"Lady Yunalesca","date":"2016-03-06T23:49:58.988+0000","up_votes":2,"down_votes":0,"body":"als support nimmst du meist Hp in gelb und dann aber noch armor in entweder den Quints oder den reds,das ist relativ standart.\nallerdings solltest du keine scaling hps nehmen.\n\nBei champs wie leona/Thresh lohnt es sich eher Armor in den Quints zu haben und dann in red eher ad.\nAuf Janna ist es etwas besser armor in rot zu haben (andere sind da einfach nicht allzu sinnvol) und dann in den quints z.B Ap\nich persönlich spiele immer ohne viele resistenz werte auf ap supports wie Janna,nami,lulu. da nehme ich lieber ap mit um dominanter auf der lane zu sein.\nauf lulu spiele ich z.B hybrid pen red,hp gelb,1x ap quint 2x armor Quints\n\nAuf braum/ali,tahm könnte man aber z.b auch armor red und armor Quints nehmen.\n\nGlory würd ich wirklich wenn nur auf tank supports nehmen und wenn dein team keinen engage hat,bzw kein guten follow-up","replies":[{"id":"","poster":"TheUnknown98","date":"2016-03-07T05:11:47.667+0000","up_votes":1,"down_votes":0,"body":"Die Runen werd ich heut verbessern :) Danke dir","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-03-06T23:45:17.698+0000","up_votes":1,"down_votes":0,"body":"Naja... was du gerade durch machst, ist halt ein völlig normaler Prozess. Du verlierst zwar gerade verdammt viele Spiele, hast aber immer noch eine positive Winrate. Du triffst halt jetzt auf Spieler, die derzeit besser sind als du. \nDie Frage, mit der du dich an der Stelle beschäftigen musst ist: Was machen meine jetzigen Gegner anders als die in Bronze 1? Um dir da aber schlüssige Antworten drauf zu geben, müsste ich mir doch mal nen Spiel angucken, wozu mir doch irgendwie die Zeit fehlt...\n\nIch würde dir an der Stelle erst mal zu nen paar Normals raten, um das Selbstvertrauen wieder aufzubauen... ist zumindest immer mein erster Schritt in solchen Krisen.\nUnd dann frage ich mich, warum das, was vorher ging, jetzt irgendwie immer gekontert wird. Paradebeispiel aus eigener Erfahrung: Ich bin zwischenzeitlich echt viel zu häufig beim Wards clearen oder Wards verteidigen gestorben. Anfangs dachte ich mir \"kommt halt mal vor\", aber irgendwann musste ich da halt meine Vorgehensweise und meine Prioritäten umstellen. Jetzt lasse ich so ein Ward im Zweifelsfall halt erst Mal stehen... Oder den Gegner das Ward clearen.\nEs ist aber auch einfach möglich, dass deine jetzigen Gegner mechanisch besser sind. Also deinen Skillshots zu oft ausweichen. In dem Fall musst du dir halt überlegen, wie du deren Ausweichsmanöver besser vorhersagen kannst...\n\nEin paar Buildsachen fallen mir aber auch auf. Über die Redliche Pracht ist ja schon geredet worden. Ich habe die selber lange nicht mehr gebaut. Ich würde es, wenn überhaupt nur bauen, wenn mein Team in Führung liegt. Bei ausgeglichenem Spielverlauf oder einem Rückstand musst du dein Gold effektiver anlegen...\nDasselbe gilt fürs Mejas... ich behaupte an der Stelle immer, dass man nie wegen, sondern nur trotz Mejas gewinnt. Du willst halt als Support eigentlich nicht darauf achten müssen, dass du nicht stirbst. Das kommt halt mal vor. Beim Mejas verlierst du derzeit aber echt so viele Stacks, dass du es dir eigentlich nicht leisten kannst, zu sterben. \nUnd ja, ein Mejas mit 20 Stacks sieht geil aus. Aber wenn man so überlegen ist, hätte man das Spiel auch mit beinah jedem anderen Item gewonnen. Gleichzeitig verliert man gerne mal ein Spiel, weil man irgendwie all seine Meja-Stacks losgeworden ist...\n\n Was ich aber persönlich viel schlimmer finde: Anrecht der Frostkönigin und Morrelos in einem Spiel bauen. Die beiden Items machen im Wesentlichen dasselbe: Manaregeneration und Cooldown Reduction. Im Normalfall baust du nur eines der beiden. \n\nDas wichtigste ist aber: \"Üben, Üben, Üben\"...","replies":[{"id":"","poster":"TheUnknown98","date":"2016-03-07T05:09:29.663+0000","up_votes":1,"down_votes":0,"body":"Danke :D Ja das mit dem Mejais ist mir im nachhinein auch aufgefallen^^ Das würde erklären wieso sich die Midlaner vorm Frostqueennerf statt Morellos das Supp item gegönnt haben und wieso die Leona mich in dem Game als Bad bezeichnet hat.","replies":[]}]}]}