{"id":"WWEpLJNk","poster":"Nikkibenz","date":"2016-03-06T15:30:28.520+0000","title":"Verbindung zum Server verloren","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ernsthaft? Dieses Porblem gibt es heutzutage **immer** noch? L&auml;cherlich.\n\nAlles l&auml;uft ohne Probleme, und aus heiterem Himmel kommt die Meldung das LoL die Server nicht erreicht und somit nicht Verbinden kann,\nwas soll das den Bitte?\n\n€ Man sollte meinen, da dieses Problem bereits seit 2012 existert, das es bereits gefixt worden ist, scheinbar jedoch nicht","replies":[{"id":"","poster":"AndABottleOfRum","date":"2016-03-07T16:11:57.193+0000","up_votes":1,"down_votes":0,"body":"1. LoL ist nicht WoW\n2. Dann müssten außer die sich schon mehrere Leute beschwert haben, und meines Wissens nach bist du der einzige.\n3. Wenn sich mehrere Leute beschwert haben dann würde das sowieso schon rausgepatched sein.\n4. Die Selbe Skin Championkombis müssten mehrmals am Tag oder zumindest in der Woche auftauchen da LoL das meistgespielte Spiel der Welt ist.","replies":[]},{"id":"","poster":"AndABottleOfRum","date":"2016-03-06T15:49:55.965+0000","up_votes":1,"down_votes":0,"body":"Das Problem hat nichts mit Lol zu tun sondern mit deinen Eistellungen etc.","replies":[{"id":"","poster":"Nikkibenz","date":"2016-03-06T16:47:38.350+0000","up_votes":1,"down_votes":0,"body":"Auf jeden Fall\n\nHast natürlich recht, das Problem liegt auf meiner Seite wenn ich 100 Games spiele, das 101te meint nicht zu den Servern connecten zu können, beim 102ten und allen weiteren jedoch wieder alles geschmiert läuft.\n\nDu hast recht.","replies":[{"id":"","poster":"AndABottleOfRum","date":"2016-03-06T20:36:23.881+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nikkibenz,realm=EUW,application-id=7hciEY9w,discussion-id=WWEpLJNk,comment-id=00000000,timestamp=2016-03-06T16:47:38.350+0000)\n>\n> Auf jeden Fall\n> \n> Hast natürlich recht, das Problem liegt auf meiner Seite wenn ich 100 Games spiele, das 101te meint nicht zu den Servern connecten zu können, beim 102ten und allen weiteren jedoch wieder alles geschmiert läuft.\n> \n> Du hast recht.\n\nIn deinem 101. Game kann immer etwas rumbuggen. Das muss nicht zwangsweise etwas mit Lol zutun habe.","replies":[{"id":"","poster":"Nikkibenz","date":"2016-03-06T21:51:24.783+0000","up_votes":1,"down_votes":0,"body":"Wie kann so ein Problem nicht etwas mit LoL zu tun haben?\n\nInternetverbindung war da, es wurde absolut nichts verändert am PC zwischen den games, und du willst mir erzählen das das nichts mit LoL zu tun hat?\n\nEin Beispiel, in WoW gab es (und gibt es wohl heute noch immer) einen Bug das der Ort, bzw. die Pixelstelle wo du dich ausgeloggt hast nicht ganz richtig kodiert war und somit ein einloggen mit dem Charakter nicht möglich war da du kurz vor dem 100% Balken einen WoW Error bekommen hast, das konntest du nur beheben wenn ein GM dich unstucked hat.\n\nIn LoL wird es wohl ein ähnliches Prinzip geben, nicht zwangsweise der Ort aber eventuell Skinkombinationen im Spiel etc.","replies":[]}]}]}]}]}