{"id":"0vU4LOop","poster":"Alfheri","date":"2016-03-05T17:15:53.576+0000","title":"Updater downloadet im Hintergrund","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Ich habe heute um 17:40 auf mein LoL Icon geklickt und vorher extra nachgesehen, ob es erneut Updates/Fixes gab - weder in &quot;Aktualisierung&quot; oder anderen Teilen des Forums war davon die Rede, dass heute am 5.3. anscheinend heimliche Updates gemacht werden.\n\nSo zeigte mir der Updater nat&uuml;rlich auch &quot;Spielen&quot; und ich loggte mich normal ein. Interessanterweise &ouml;ffneten sich prompt 4 Prozesse mit dem Namen &quot;RiotUpdater&quot; im Hintergrund und loadeten ca. 250 MB ohne dass der Updater das angezeigt h&auml;tte. Das meinem Datenvolumen das nicht schmeckt ist wohl nachvollziehbar!\nIch m&ouml;chte Anmerken - w&auml;re klar gewesen, dass es heute WIEDER MAL ein Fix oder Update gibt, oder der Updater mir einen beginnenden Download angezeigt h&auml;tte - dann h&auml;tte ich nicht meinen begrenzten Zugang gew&auml;hlt und eben morgen gespielt, wenn ich wieder DSL zur Verf&uuml;gung habe.\n\nNachdem die netten Programme sich nach getaner Arbeit wieder schlossen und ich der Ansicht war, dass diese d&auml;mlichen Hintergrunddownloads nun beendet sind einfach mal den Client geschlossen und neu gestartet. Und siehe da: Wieder &ouml;ffneten sich 4 Prozesse mir gleichem Namen und loadeten ca. 250 MB herunter - mein Volumen war daher aufgebraucht und ich musste mir einen viel zu teuren Zugang nachbestellen.\n\nJetzt meine Fragen:\n\n1.) Seid ihr als einziger Anbieter von MMORPGs nicht in der Lage einen Updater zu programmieren, der einfach nur GENAU das anzeigt, was der Updater auch wirklich macht. Z.b. &quot;Ver&auml;nderungen werden vorgenommen&quot; sprich 99% abgeschlossen und dann dauert es in der Regel die 4 fache Zeit der vorherigen 98% um den Prozess abzuschlie&szlig;en. Bitte - nehmt euch wirklich mal die Zeit diesen Patcher sinnvoller zu machen.\n\n2.) Warum finden Updates statt, die weder &ouml;ffentlich im Forum, noch auf der HP noch sonstwo angegeben sind?\nWas war das f&uuml;r ein Patch? Was habt ihr da gemacht? \n\n3.) Warum loadet das Spiel bei jedem neuen &Ouml;ffnen ca 250 MB mit heimlichen Hintergrundupdates?\n\nIch m&ouml;chte bitte rasche Antworten - denn mit einigen Trackings habe ich auch rausgefunden, dass w&auml;hrend des Prozesses Daten von meinem Rechner upgeloadet wurden. (ca. 105 MB)\n\nEntweder sitzt hier ein Hacker mit bei, oder ich habe den Verdacht, dass hier heimlicher Datendiebstahl betrieben wird!\nAber evtl gibt es ja auch ganz einfache Antworten und ich habe zu wenig Ahnung von Technik.\n\nVlG\nAlfheri","replies":[{"id":"","poster":"Sree","date":"2016-03-06T10:21:50.749+0000","up_votes":1,"down_votes":0,"body":"Klicke im Patcher auf das Zahnrad und entferne den Haken bei Peer-to-Peer Transfer.\n\nDiese Option sorgt dafuer, dass Spieler teile der fuer Patches benoetigten Daten untereinander teilen und die Server damit entlasteten.\nDies sollte jedoch nur dann der Fall sein, wenn man selbst gerade nicht im Spiel ist und die Leitung sonst auch nicht sehr ausgelastet. Volumentarife haben damit natuerlich ein Problem und sollten die Einstellung daher deaktivieren.","replies":[]},{"id":"","poster":"AndABottleOfRum","date":"2016-03-05T17:55:06.811+0000","up_votes":1,"down_votes":0,"body":"Der downloadet nichts sonst hätte ich mit meiner Holzleitung ein Ping von 10000.Der lädt meines Wissens nach Dateien in den Cache und ist harmlos. Auch überprüft er ob Dateien eventuell beschädigt sind. Dies ist nur eine Vermutung, aber ich glaube das entspricht auch den Tatsachen :)","replies":[{"id":"","poster":"Alfheri","date":"2016-03-06T09:39:18.566+0000","up_votes":1,"down_votes":0,"body":"Ich habe ja per TaskManager und ResourceManager meines Sticks ja nachvollziehen können, dass Download und Upload betrieben wurden, also fanden definitiv downloads statt.\n\nDas er Dinge in den Cache lädt ist auch nachvollziehbar - aber nicht zum Überprüfen von Daten, ob sie beschädigt sind - das geschieht nur während der offiziellen Updates bzw. das Spiel repariert sich nicht von selbst! Abgesehen davon spiele ich ja seit 6 Jahren und habe diesen Vorgang gestern zum ersten Mal beobachtet und er wäre mir auch nicht aufgefallen hätte mein ResourceManager mich nicht darauf hingewiesen und mein Datenvolumen plötzlich Ade ohne ersichtlichen Grund.\n\nIm Nachhinein wunderte ich mich die vergangenen Monate immer wieder über unerklärliche FPS und Pingeinbrüche - wenn ich mir vor Augen führe, dass das Programm willkürlich Uploads zur Überprüfung mit 4 Prozessen ablaufen ließ - dann wundert es mich garnicht.\n\nNach wie vor liebes Team:\n\nWas sind das für 4 Prozesse? Hat mein Vorposter recht? \nStartet das Spiel tatsächlich einfach zwischendrin Down/Uploads, um Daten zu überprüfen?\n\nBitte eine Antwort darauf Team, denn das ist für mich wichtig zu wissen!!!","replies":[]}]}]}