{"id":"sl2fEaUK","poster":"Bladewind515","date":"2016-03-05T22:39:28.123+0000","title":"Champion Konzept: Akhara die eternale Schützen","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":3,"body":"(Riot darf diese Ideen verwenden)\r\n\r\n1: Infos\r\n2: Attribute\r\n3: Geschichte\r\n4: F&auml;higkeiten\r\n5: Aussehen\r\n\r\n\r\n1:Infos:  Akhara ist eine Sch&uuml;tzin die sehr viel mit Leben zu tuhen hat. Sie kann und muss sehr viel Schaden in kurzer Zeit verursachen da sie besondere F&auml;higkeiten besitzt die bei falschen benutzen den Gegner helfen k&ouml;nnen. Wenn man sie allerdings richtig spielen kann so ist sie meist sehr stark in fast allen Phasen des Spiels aber richtig bl&uuml;ht sie erst im sp&auml;teren Spielverlauf auf.\r\n\r\n\r\n2:Attribute:\r\nLeben: 535 + 67.5 pro Stufe\r\nMana: 300 + 75 pro Stufe \r\nAngriffsschaden: 62 + 3 pro Stufe\r\n Angriffstempo: 0.75 +3.5% pro Stufe  \r\nLebensregeneration: 4 + 0.5 pro Stufe\r\nManaregeneration: 0.6 + 0.62 pro Stufe\r\nR&uuml;stung: 27.5 + 1.25 pro Stufe\r\nMagieresistenz: 25 + 1 pro Stufe\r\nLauftempo: 315\r\nReichweite: 575\r\n\r\n\r\n3:Geschichte: &Uuml;ber Akhara gibt es nur wenig Informationen da sie sich bis zu den Tag an den sich die Leerenkreaturen nach Valoran kamen in den Enternum versteckt hielt. Sie ist eine erbarmungslose Sch&uuml;tzin die mit ihren magischen Pfeilen ihren Gegner wortw&ouml;rtlich das Leben entzieht. Sie will die Herrschaft des Eternums sichern und deshalb die Invasion der Leere stoppen.\r\n\r\n\r\n4:F&auml;higkeiten:\r\n\r\nPassiv: Letzter Lebenshauch:\r\n\r\nWenn ein Gegnerischer Champion der von Akhara angegriffen wurde und nur noch 20% Leben hat so stiehlt Akhara mit ihren n&auml;chsten normalen Angriff 6/8/10% ( + 1% pro 75 AD) seines fehlenden Lebens f&uuml;r bis zu 8 sec. (Schild wie bei Blutd&uuml;rster) Wenn dieses Ziel stirbt so bleibt an der Stelle eine Lebenssph&auml;re liegen. Diese h&auml;lt 1 normale Angriff von Akhara aus und wenn sie zerst&ouml;rt wird dan verursacht Akharas n&auml;chster normaler Angriff zus&auml;tzlich 3/4/5% (+ 1% pro 75 AD) des eben gestohlenen Lebens als  magischen Schaden.\r\n\r\n\r\nQ: Eternaler K&ouml;cher\r\n\r\nPassiv: + 1.5/2.5/3.5/5.5/7.5% Lebensraub. Das erhaltene Leben bleibt allerding nur  8 sec. au&szlig;er Akharas Leben ist unter 20% .\r\n\r\nAktiv: Akhara schie&szlig;t einen schnellen Pfeil (doppeltes Angriffstempo, max. 5.0) der 115% (+1% pro 50 AD) Schaden macht und danach einen langsamen Pfeil mit halben Angriffstempo der 160% (+1% pro 40 AD) physischen Schaden macht.\r\nBeide Angriffe k&ouml;nnen kritisch treffenund verursachen dann 75% mehr Schaden, wenden Treffereffekte an und verlangsamen das Ziel um 15/25/30/35/45% f&uuml;r 1sec.\r\n\r\n\r\nReichweite: Selbst.    Ablinkzeit: 12/11/10/9/8.    Kosten: 50/45/40/45/50\r\n\r\n\r\nW: Entziehendes Areal\r\n\r\nAktiv:  Akhara verflucht ein mittelgro&szlig;es Gebiet mit einen m&auml;chtigen Pfeil und markiert Gegner sowie Verb&uuml;ndete darinn f&uuml;r 6 sec. An ihnen verursacht sie 100/115/125/135/145% AD (+ 1% pro 50 AD an Gegnern) magischen Schaden  Schaden und wenn sie, diese ( auch an Verb&uuml;ndeten diese erleiden allerdings nur 75% des Schadens) angreift erh&auml;lt sie je 10/15/20/25/30 (+7.5% AD) Leben. Dieser Heilungswert wird pro % von Lebensraum um 0.25 erh&ouml;ht. Ist in diesen Gebiet eine Lebenssp&auml;hre so wird an alle Gegner darin die R&uuml;stung und Magieresistenz um 30% f&uuml;r 2 sec. Verringert.\r\n\r\nReichweite:800.    Radius: 500/525/550575/600.    Abklingzeit: 20/18/16/15/14.   Kosten:55/65/70/75/85\r\n\r\n\r\nE: Hinterh&auml;ltiger Pfeil\r\n\r\nPassiv: Gegenst&auml;nde die Akhara Lebensraub bringen geben immer zus&auml;tzlich 7/9/11/13/15 AD.\r\n\r\nAktiv: Akhara schie&szlig;t nach 1 sec. einen rotgl&uuml;henden Pfeil auf einen Gegner der 75/110/145/185/215 (+40% AD) physischen Schaden verursacht und Treffereffekte anwendet. Wenn Akhara diese F&auml;higkeit auf einen Gegner wirkt der sie nicht sieht oder nur noch 20% Leben besitz so verursacht sie 100/130/170/220/275 (+65% AD) und l&auml;sst das Ziel f&uuml;r 1/&quot;/1.25/&quot;/1.5 sec. Verstummen. Daf&uuml;r muss sie allerdings die F&auml;higkeit 1.5 sec. kanalisieren.\r\n\r\nReichweite: 900/925/950/975/1000.    Ablinkzeit: 20/18/16/14/13.   \r\n Kosten: 40/45/60/65/75\r\n\r\n\r\nUltimative F&auml;higkeit: Existenz&uuml;bertragung\r\n\r\nAkhara spannt ihren Bogen und zerlegt ihn so in seine Existenz. Sie wird f&uuml;r bis zu 10 sec. an Ort und Stelle festgehalten. Dann kann sie bis zu 3 mal einen Existenz Pfeil schie&szlig;en (Projektil) der je 100/150/180 (+25% AD) absoluten Schaden am ersten getroffenen gegnerischen  Champion  verursacht und den gesamten verursachten Schaden hinter den Gegner als Heilung in einen 90% Winkel verteilt (Nur Champions). Auch Gegner sind von der Heilung betroffen bei ihnen ist sie aber um 2/4/6% (+1% pro 10% Lebensraub) verringert. Wenn hinter den Ziel keine Champions sind so heilt sich Akhara um 25% des verursachten Schadens pro Schuss wenn Champions dahinter sind nur 10%. Wenn der Gegner 20% oder weniger Leben besitzt so wird das Ziel pro Pfeil f&uuml;r 0.5 sec. festgehalten und verstummt.\r\n\r\nReichweite: 1500.    Ablinkzeit: 125/115/105.    Kosten: 115/120/125 \r\n\r\n\r\n5:Aussehen:  Akhara hat rot leuchtende Kleidung, rote und sich bei Bewegung rauchend rote Haare und einen langen Holzbogen in den leuchtende Runen eingraviert sind.\r\n\r\n\r\nDanke das ihr euch mein siebtes Champion Konzept angesehen habt. Ich entschuldige mich das es etwas zu sp&auml;t erschienen ist aber ich hoffe es gef&auml;llt euch. Ich bitte um Kritik und Verbesserungsvorschl&auml;ge. Bei positiven Feedback werde ich in k&uuml;rze auch noch Kenehishu den g&uuml;ldenen Schuss ver&ouml;ffentlichen. Danke f&uuml;rs lesen schaut euch wenn ihr Lust habt auch noch meinen anderen Konzepe an.","replies":[{"id":"","poster":"Bladewind515","date":"2016-03-07T10:50:35.501+0000","up_votes":1,"down_votes":0,"body":"Bitte ein Kommentar wenn ihr Verbesserungsvorschläge habt und nicht einfach Downvoten.","replies":[]}]}