{"id":"eFZqEnI0","poster":"DaЩo","date":"2016-03-05T11:42:47.641+0000","title":"Top, Jungle und Allrounder gesucht für gemeinsame Rankeds!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nbin nicht der Fan von fetten Texten deshalb f&uuml;r euch nur das n&ouml;tigste :D\r\n\r\nIm Allgemeinen wollen wir ein Team aufbauen mit dem man entspannt aber auch mit dem n&ouml;tigen Ehrgeiz zusammen spielen kann.\r\n\r\nZu uns:\r\n\r\nIch:\r\nMid und zu den aktivsten Zeiten Gold 1 Spieler.\r\nBringe die meiste Erfahrung aus meinem Team mit ( 4 Jahre ) und Kontrolle meist auch das Spiel.\r\nSpielzeiten recht flexibel unter der Woche ab 17 Uhr und Freitag - Sonntag ab Mittag.\r\n\r\nMeine Freundin:\r\nADC Carry spielt seit 6 Monaten. \r\nLetzte Season Silber 1 ist aber noch ausbauf&auml;hig braucht halt noch &Uuml;bung und Erfahrung.\r\nSpielzeiten etwas kompliziert da sie Schicht arbeitet auch Samstag und das immer mal anders.\r\nSamstag ab 22.00 Uhr + Sonntag spielen wir immer sonst wenn Sie da ist.\r\n\r\nMein Kollege:\r\nSupport spielt seit 6 Monaten.\r\nLetzte Season Bronze hat aber auch den Fehler gemacht und hat mit 30 gleich angefangen Rangliste zu spielen.\r\nSpielerisch hat sich schon einiges seit letzer Season getan also er ist kein Bronzebob. \r\nSpielzeiten auch nicht der besten. Er arbeitet 2 Schichtig im W&ouml;chentlichen wechsel aber am Wochenende immer da.\r\n\r\nZu dir:\r\n18+ aber wenn das Verhalten stimmt nehmen wir auch j&uuml;nger auf aber zu Info wir sind 29 - 36 Jahre alt.\r\nTS3 + Micro\r\nTeamf&auml;hig \r\naktiv\r\nSpiel mit Hirn bitte :-D\r\nFreundlich\r\n\r\nP.s\r\nEs klingt vielleicht so als h&auml;tten meine Mates nicht soviel Zeit zum gemeinsamen zocken aber ich hab schon 3x 2 Leute f&uuml;r \r\nunser Team gehabt die weniger online sind wie wir. Also bitte Spa&szlig; und Interesse am Spiel mitbringen 1x die Woche ist f&uuml;r uns zu wenig.\r\n\r\nEinfach ingame DaЩo adden (man beachte das behinderte Zeichen Щ, ein Fehler den ich bereue :D) und dann k&ouml;nn wir mal entspannt um\r\nden weiteren Verlauf reden.","replies":[{"id":"","poster":"WhereDidYourHpGo","date":"2016-03-05T12:20:42.506+0000","up_votes":1,"down_votes":0,"body":"Servus Ich bin derzeit Platin 5 (letzte Season Platin 2) und würde mich euch gerne anschließen :).\nSpielen würde ich dann auf meinem 2t. Account der in Silber 1 eingeranked ist.\nZu mir ich bin 19 Jahre alt komme aus Österreich und spiele LoL seit der Season 2.\nMeine Onlinzeiten wären unter der Woche ab 19 Uhr wobei ich immer einen Tag frei habe entweder Di oder Mo.\nWochenends hab ich immer Zeit jedoch muss ich jeden zweiten Samstag arbeiten .\nSpielen würde ich gerne auf der Top.\nJoa das war so ziemlich alles wissenswerte ^^\nPeace out.","replies":[]}]}