{"id":"3VvEoRA7","poster":"StillYasuoMain","date":"2016-03-05T01:41:35.006+0000","title":"(Vorfrage) Aloran der Jäger des Flusses","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Hallo Community\n\nIch habe vor ein neues Championkonzept zu machen. Bis jetzt habe ich nur die F&auml;higkeiten und m&ouml;chte wissen ob ich den Champion weiter bearbeiten soll oder nicht:\n\nAloran der J&auml;ger des Flusses\n\n**Autoattacks:**\n\n&gt; Mensch: Aloran schl&auml;gt mit seiner Aligatorhand zu.\n&gt; \n&gt; Aligator: Aloran beisst zu.\n\n**Passive:**\n\n&gt; Aloran regeneriert jede Sekunde Zorn(max. 100). \n&gt; \n&gt; Mensch: Alorans normale Angriffe verursachen zus&auml;tzlich 5% des &uuml;brigen Lebens des Ziels als magischen Schaden.\n&gt; \n&gt; Seine F&auml;higkeiten Q, W, E regenerieren je 10 Zorn. Seine normalen Angriffe kosten je 1 Zorn.\n&gt; \n&gt; Aligator: Alorans normale Angriffe verursachen zus&auml;tzlich 5% des fehlenden Lebens des Ziels als normalen Schaden.\n&gt; \n&gt; Seine normalen Angriffe regenerieren je 1 Zorn und seine F&auml;higkeiten Q, W, E kosten je 10 Zorn.\n\n**Q: **\n\n&gt; Mensch: (Skillshot) Aloran f&auml;ngt den erst getroffenen Gegner mit seiner Peitsche, verursacht 50/60/70/80/90 magischen Schaden und verbindet sich f&uuml;r 3 Sekunden durch die Peitsche mit dem Gegner. Entfernt sich der Gegner w&auml;hrend dieser Zeit wird er 2 Sekunden lang festgehalten und erleidet nochmals denselben Schaden.\n&gt; \n&gt; Abklingzeit: 15/14/13/12/11\n&gt; \n&gt; Aligator: Beisst einen Gegner und verursacht 30/40/50/60/70 normalen Schaden. Ist das Ziel festgehalten oder befindet sich in einem Wasserloch oder im Fluss springt Aloran an den Gegner und verursacht zus&auml;tzlich 60/70/80/90/100 normalen Schaden.\n&gt; \n&gt; Abklingzeit: 15/14/13/12/11 Sek\n\n**W:**\n\n&gt; Mensch: F&uuml;llt ein gebudeltes Loch mit Wasser. Gegner in dem Loch werden um 20/25/30/35/40% verlangsamt.\n&gt; \n&gt; Abklingzeit: 12/11/10/9/8 Sek\n&gt; \n&gt; Aligator:\n&gt; \n&gt; Passiv: In einem mit Wasser gef&uuml;lltem Loch und im Fluss erh&auml;lt Aloran 20/25/30/35/40% zus&auml;tzliches Lauftempo und heilt jede Sekunde zus&auml;tzlich 20/40/60/100 Leben. Falls sich das Loch unter einer Wand befindet, kann er unter der Wand durchschwimmen.\n&gt; \n&gt; Aktiv: Aloran budelt ein Loch an seinem derzeitigen Platz. Das Loch hat einen Radius von 500 Einheiten und bleibt bis ein neues gegraben wird.\n&gt; \n&gt; Abklingzeit: 12/11/10/9/8 Sek\n\n**E:**\n\n&gt; Mensch: \n&gt; \n&gt; Passiv: Alorans normale Angriffe bezeichnen Gegner f&uuml;r 10 Sekunden mit Geschmack.\n&gt; \n&gt; Aktiv: \n&gt; \n&gt; Sein n&auml;chster normaler Angriff ist ein Fernkampf Angriff mit der Peitsche und verursacht zus&auml;tzlich 80/90/100/110/120 magischen Schaden. \n&gt; T&ouml;tet er das Ziel mit dem Angriff zueht er es mit der Peitsche in seine Aligatorhand und heillt sich um 10/12/14/16/18% ihres maximalen Lebens.\n&gt; \n&gt; Abklingzeit: 12/11/10/9/8 Sek\n&gt; \n&gt; Aligator: \n&gt; \n&gt; Passiv: Alorans normale Angriffe auf mit Geschmack bezeichnete Gegner verursachen 20/25/30/35/40% zus&auml;tzlichen normalen Schaden und heilen Aloran in H&ouml;he von 10/20/30/40/50%.\n&gt; \n&gt; Aktiv: Falls Aloran sich in einem Wasserloch oder im Fluss befindet, kann er einen gew&auml;hlten Gegner packen und ihn f&uuml;r 1/1/1.5/2/2 Sekunden mit sich ziehen(nicht aus dem Wassergebiet heraus). Seine normale Angriffe werden w&auml;hrend dieser Zeit deaktiviert.\n&gt; \n&gt; Abklingzeit: 18/16/14/12/10 Sek\n\n**R:**\n\n&gt; Mensch: Aloran verwandelt sich in einen Aligator und erh&auml;lt 10/20/30% zus&auml;tzliches Angriffstempo und 10/20/30% verringerte Lebensregeneration.\n&gt; \n&gt; Aligator: Aloran verwandelt sich in den Mensch und erh&auml;lt 10/20/30% verringertes Angriffstempo und 10/20/30% erh&ouml;hte Lebensregeneration.\n&gt; \n&gt; Abklingzeit: 5/4/3 Sek\n\n\n\n\n\nMfg\n\nEdit: Weiss jemand wieso es keinen Rahmen um die Fähigkeiten bildet?","replies":[{"id":"","poster":"OT Riku","date":"2016-03-05T13:05:20.434+0000","up_votes":1,"down_votes":0,"body":"Also mir gefällt die Idee aber ich finde eh alle Champions die ihr erscheinungsbild ändern können cool.\nJa auch Jayce :D \nAlso ich kritisiere mal ein bisschen.\n\nPassive.\nDas du aber Zorn für deine Autoattacks brauchst ist doof. Das dieser Champion viel Attackspeed bekommt ist das schon nicht so geil.\nWenn du wenig Zorn hast und dann einen Hohen Attackspeed hast du Dauerhaft kein zorn. Wie ein Jhin der halt nur passiv von Attackspeed profitiert.\nMit jedem AA 5% vom derzeitigen Leben und vom Fehlenden leben ist zu heftig.... das ist schon viel... \nIch würde es eher so machen das er nach Jedem oder jedem 3 Skill oder nach 3-5 AutoAttacls diesen Bonus Dmg bekommt.\nUnd dann das dieser Skaliert sprich 3%/6 \n4%/11 5%/16 \nSo wäre es nicht zu krass. Wie ich finde.\n\nQ \nFinde ich soweit Inordnung.\n\nW\nals Aligator jede Sekunde + 100 Lifereg ist heavy.. \nStell dir mal die Synergie mit Geistessicht und Warmogs Rüstung.\nDu kannst in dem Wasserloch nicht sterben..... \nFinde ich schon ein bisschen zu krass habe aber keine Lösung dafür :D \nKann das Loch ohne Wasser darin was ? \nDas ist wie Teemos Pilze sind da aber ohne Effekt. \n\nE\nWirkt das auch bei Minions? \nDann ist er ein Sustain Monster brauchst Quasi keine Pots auf der Lane.\n\n\nR\nMhhh ja kann man eigentlich nichts mehr zu sagen ist halt wie eine Nidalee ult.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-05T17:30:36.370+0000","up_votes":1,"down_votes":0,"body":"Also zuerst mal hab ich ein paar Sachen vergessen zu erwähnen(ist ja auch nur ein vor-konzept):\n\nWenn das Loch im Fluss gegraben wird, wird es automatisch mit Wasser gefüllt.\n\nEr ist ein jungler\n\nJetzt zu deiner Kritik:\n\nMit dem AS muss ich dir recht geben. Deshalb werde ich es bei der Vollversion xD ändern:\n\nAls Mensch kosten Fähigkeiten Zorn.\n\nAls Aligator geben Fähigkeiten Zorn.\n\nUnd das wars schon.\n\nDie Werte werde ich sowieso noch ändern. Das waren nur ungefähre Schätzungen.(anscheinend bin ich nicvt gut im schätzen xD)\n\nDie e ist ein root und silence für den Gegner und ein aa deaktivator für Aloran selber. Also er packt den Gegner, aber beeinflusst nur das Bewegen des Gegners(nicht wie bei Skarner). Der Gegner kann also währendessen Normal angreiffen und im silence erlaubte Fähigkeiten aktivieren - gute Frage, werde ich auch hinzufügen. \nJa es geht auch bei Monster und Minions(Und wie schon gesagt nur im Fluss/Wasserloch)","replies":[]}]}]}