{"id":"B2IRTM6o","poster":"Thorìn34","date":"2016-03-04T21:32:47.070+0000","title":"Main Midlaner sucht Team und Dynamic Que Partner","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey Summoner\r\n\r\nIch suche auf diesem Weg ein Team, dass das Ziel hat auf Turnieren erfolgreich zu sein und regelm&auml;&szlig;ige Trainings absolviert.\r\n\r\nZu mir: 22 Jahre alt, in Ausbildung. Immer Abends Zeit und auch on, League of Legends Suchti :p\r\n\r\nMein Werdegang: Ich war Diamond 3 mit meinem Main Account, sowie G4LoL mehrere  male unter den Besten 16 und 8 Teams.\r\n\r\nIch war fr&uuml;her Main Jungler bin aber auf Midlane umgeswitcht.\r\n\r\nBevor ihr euch fragt: Wtf der ist Gold 1. Mein Main Account wurde mir gebannt da ich mich leider im Solo Que zu viel aufgeregt habe und verdient der Account suspended wurde. Ich habe weder im Team noch im Duo Que geflamed und schon garnicht meine Mates man gewinnt und verliert als Team. Leider aber in Solo Que &uuml;ber Randoms zu doll aufgeregt.\r\n\r\nIch denke meine Win/Lose Ratio spricht f&uuml;r sich sowie die Stats der jeweiligen Main Champs. Ich werde in den n&auml;chsten Wochen Platin und Diamond erreichen, wollte aber auf diese Weise schon einmal nach einem eventuellem Team suchen.\r\n\r\nIch bringe sehr viel Erfahrung mit sowie Shoutcalling und Tournament Erfahrung.\r\n\r\nMain Champions: Fizz, Kassadin, Lissandra, Lulu. Leblanc starte ich jetzt um auf ihr comftable zu werden und als Tricky Pick Malphite Midlane.\r\n\r\nIch habe diesen Account Anfang des Jahres gestartet zu leven und zu Tryharden, habe demenstprechend nicht viele Champs zum Traden, was als Midlane nicht ganz so schlimm ist aufgrund von Lastpick und Countern.\r\n\r\nIch verfolge nat&uuml;rlich die Proszene und die Meta.\r\n\r\nIch w&uuml;rde mich wirklich &uuml;ber Tryouts freuen bei euch im Team und nat&uuml;rlich einen Ehrgeizigen Duo Que Partner mit &auml;hnlichen Zielen.\r\n\r\nIch bin ab Samstag Abend 19 Uhr zu erreichen, 24H on bis Sonntag Abend\r\n\r\nmfg euer Thor&igrave;n34","replies":[{"id":"","poster":"Thorìn34","date":"2016-03-05T17:46:06.185+0000","up_votes":1,"down_votes":0,"body":"push :)","replies":[]}]}