{"id":"9qVdldaE","poster":"ΞVO Effect","date":"2016-03-04T11:25:53.245+0000","title":"Die Legende besagt, er wartet immer noch!","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Heeeey... das wars auch schon mit der guten Laune.  Folgendes, ist das normal das ich vor jedem Champ Select mittlerweile\r\nknappe 12 Minuten warten muss? Ich bin Silber1 (also nix da hight elo und keiner spielt). Aber vor jedem spiel.. egal zu welcher zeit\r\nmuss ich &Uuml;BERTRIEEEEEBEN lange warten. Ich warte locker 6-8 Minuten.\r\n\r\nIch habe das Gef&uuml;hl, da stimmt was mit der warteschlange nicht. Denn manchmal brech ich diese warteschlange z.B. nach 8 minuten ab\r\nstarte eine neue.. und finde nach 12 sekunden ein spiel... Ich frage mich wie das m&ouml;glich sein kann wenn einer 8 Minuten wartet\r\nw&auml;hrend der andere nach 12 sekunden sein spiel hat.\r\n\r\nHat noch einer dieses Problem? es ist schon zieeemlich nervig, weil ich manchmal bis zu 20 (!) Minuten brauche um endlich im spiel zu sein.\r\nDas sieht dann im besten fall so aus: 7 minuten warten, dann kommt das fenster wo man ANNEHMEN muss, einer nimmt nicht an und ich muss wieder 7 minuten warten. Wenn ich pech habe nimmt wieder einer nicht an und ich warte wieder 10.. ODER nimmt an.. und w&auml;hrend der champ auswahl fliegt dann einer... dann hei&szlig;t es wieder 7 minutenw arten. \r\n\r\nDas sind hier auch absolut KEINE &uuml;bertriebenen angaben. Wegen 3-4 Minuten w&uuml;rde ich keinen Affen machen... aber wenn ich in 2 stunden gerade mal 2 spiele hinbekomme und dazwischen l&auml;nger in der warteschlange hocke ist das echt &auml;rgerlich.\r\n\r\n\r\nMeine Lanes - MITTE/TOP oder MITTE/BOT oder MITTE/JUNG\r\n\r\nHat noch jemand solche erfahrungen gemacht?","replies":[{"id":"","poster":"Game of Thr0ws","date":"2016-03-15T15:09:49.595+0000","up_votes":1,"down_votes":1,"body":"Hey, du kannst das Problem mit einer minimalen Änderung beheben: Gibt einfach Support/Fill an und du findest direkt ein Game.\n\nZusätzliche Bemerkung: Um der deutschen Grammatik Genüge zu tun solltest du im Titel den Konjunktiv verwenden: \" ..., er warte ...\"","replies":[]},{"id":"","poster":"Ronin Tamos","date":"2016-03-04T11:41:59.625+0000","up_votes":1,"down_votes":1,"body":"Es kann natürlich sein, dass du während der Warteschlange einen Verbinungsabbruch hast.\nPassiert mir leider häufiger und wenn ich dann mehr als 2 Minuten in  der Warteschlange bin,\nrelogge ich eigenltich meistens.\n\nNatürlich ist es auch so, dass es ja nach Positionswahl und Tageszeit mehrere Minuten dauern kann\nbis du eine Gruppe findest.\nInsbesondere da deine Lanes eher zu den beliebteren gehören (Mitte) und\nes länger dauern wird, bis man einen jener seltenen Support Spieler gefunden hatte.","replies":[{"id":"","poster":"ΞVO Effect","date":"2016-03-04T11:49:44.305+0000","up_votes":1,"down_votes":1,"body":"Verbindungsabbruch? Ich hab da ein weiteres Problem welches das sicher bestätigen könnte.. und zwar kommt es sehr häufig vor\ndas ich während des Champ Selects plötzlich nichts mehr machen kann. Bedeutet der timer von dem der gerade dran ist läuft aus\nund bleibt bei 0 stehen.. für die anderen geht die champ select normal weiter, nur bei mir hängt alles.\n\nEs geht erst weiter wenn ich:\n\na. keinen champ gewählt habe und dann rausfliege (weil ich gar nicht wählen kann, wie gesagt ich bekomm nichts mehr mit wenns stecken bleibt)\nb. das spiel startet und ich vor dem verbindungsabbruch meinen champ gewählt habe.\n\n\nich hab schon häufiger hier im Forum gefragt, keiner konnte mir sagen was das ist. Ist auch echt ärgerlich, schon die ein oder andere Promo verloren, weil ich die champ select \"geleaved\" habe.","replies":[{"id":"","poster":"Ronin Tamos","date":"2016-03-04T13:19:49.974+0000","up_votes":1,"down_votes":1,"body":"Klingt wirklich so ähnlich wie das Problem das ich habe.\nBei mir verliert mein WLan unregelmäßig die Verbindung zum Client, ich kann nichts machen,\nkeine Champs wählen etc.\nIronischerweise habe nur ich das Problem.\nVersuch mal die Standart Hilfe die beim Support vorgeschlagen wird bezüglich Verbindungsverlust.\n\nhttps://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen","replies":[]}]}]}]}