{"id":"9F0cyeR4","poster":"MeIIow","date":"2016-03-03T18:31:09.820+0000","title":"Videos schneiden & bearbeiten um eurer Team/Dich zu präsentieren","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"hey leute, \r\n\r\nich wollt hier ganz gern mal einen vorschlag euch/dir unterbreiten.\r\n\r\nUndzwar wollte ich mich als Cutter &amp; bearbeiter vorstellen. Die Wort findung ist grad bisschen schwierig ^^. Um es auf den Punkt zu bringen IHR/Du habt ein replay System aber was macht ihr damit au&szlig;er Sie zu gucken u eventuelle Fehler zuerkennen um diese zu verbessern. Jeder kennt das doch mitlerweile grad in LOL man hat grad jemand so HARD outplayed das man es selber kaum glauben kann oder ein Teammate macht einfach nur sowas lustiges das ihr keine Worte daf&uuml;r findet oder der allseits beliebter Troller ,AFK`ler oder Rager hat sich in euer Team verirrt wie auch immer . Es gibt 1000 von Leuten die ihre Videos hochladen wie LOLfails oder Fails of the Weak etc. ,aber was macht Mich nun so besonders das ihr mich **ADDEN** solltet um mir dann eure Videos zuschicken und auch noch Zeit daf&uuml;r Aufzuwenden? **Gar nichts**, es ist nur ein Vorschlag den ich Leuten unterbreite m&ouml;chte die diese Erfahrung gern mal machen wollen aber nicht wissen an wen sie sich wenden sollen. \r\n\r\nIch selber bin 21 jahre alt  und in LOL unter **Rex Mendax** zuerreichen TS channel solltet ihr haben skype ist auch okay wie wir das mit den videos machen sehen wir dann wenn es soweit ist.\r\n\r\nin den videos werde ich musik runterpacken die ihr wollt und euch aussucht oder die ich selbst in meiner Liste habe. kritik und co sind Herlich Willkommen mega der profi bin ich auch nicht. ich mach das nur zu meinem vergn&uuml;gen und pr&auml;sentiere Euch/Dich nat&uuml;rlich so wie es sich geh&ouml;rt.\r\n\r\nSo das wars, nun d&uuml;rft ihr euch &uuml;ber meine Grammtik,schreibstil oder was euch auch sonst auuch nicht gefallen hat unten in den komentarren auslassen und vielleicht weine ich den ja auch wenn die ganz b&ouml;se sind  ;)\r\n\r\nF&uuml;r die anderen gilt addet mich und wir packen das** ALTER UND ELO EGAL **","replies":[]}