{"id":"Qfciucgg","poster":"NuclearStorm999","date":"2016-03-03T19:31:39.206+0000","title":"LF D5+ Support","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Servus, ich suche nach einem Main Supporter f&uuml;r mich (ADC). Du solltest mindenstens D5 sein, dabei egal ob es last Season oder diese war weil ich auch last season D3 war. Habe meinen alten Main nicht mehr, daraufhin hab ich einen neuen acc angefangen jedoch nimmt mein alter Supporter meine anfrage nicht an, weil er nichts davon wei&szlig; rofl. Deswegen suche ich hier verzweifelt nach einem neuen Supporter. Meine current elo ist Plat 4 aber wird sich bereits in wenigen wochen &auml;ndern mit DIR hoffe ich doch mal ;) . einfach ig schreiben LG","replies":[{"id":"","poster":"NuclearStorm999","date":"2016-03-03T21:26:58.354+0000","up_votes":1,"down_votes":0,"body":"Habe nichts ig bekommen , habe dir ebenfalls eine anfrage gesendet :)","replies":[]},{"id":"","poster":"Cardboard","date":"2016-03-03T20:31:33.051+0000","up_votes":1,"down_votes":0,"body":"Hallo NuclearStorm999,\n\nich bin Mitarbeiter der Blue eSports Community , die gerade dabei ist ein Team für ESL aufzubauen.\nGenauer geasgt sind wir gerade dabei ein Roster aufzustellen und haben auch schon Spieler in den Tryouts und es würde derzeit noch ein ADC für dieses Team fehlen. Das heißt du bist herzlich eingeladen dein Glück zu versuchen und an den Tryouts teilnehmen. \n\nWas ich dir vorab von unseren Erwartungen mitteilen kann ist folgendes. Du sollest auf jeden fall mindestens 3 mal in der Woche für ein Training Zeit haben. Weiters solltest du verlässlich zu Terminen erscheinen bzw im Notfall rechtzeitig bescheid geben. Zu deiner Person gibt es zu sagen dass du in einem angenehmen Ton mit deinen Mitmenschen kommunizieren sollen könntest und einen Ehrgeiz haben solltest. Außerdem solltest du gut mit konstruktiver Kritik umgehen können.\n\nWenn du die genannten Anforderungen erfüllst und Interesse oder Fragen hast würde ich mich sehr freuen dir auf unserem Teamspeak oder per email weiterzuhelfen.\n\nMit freundlichen Grüßen\n\nCardboard\n\nUnsere Teamspeak Ip ist 46.20.46.66:10049\n\nund meine email [cardboard@blue-esports.com](http://cardboard@blue-esports.com)\n\n\n\n\n\nPs: ich habe dir Ingame eine Anfrage gesendet (gleicher Ingamename)\n\n\n{{sticker:slayer-jinx-catface}}","replies":[]}]}