{"id":"9zzajxJA","poster":"Ghedex","date":"2016-03-03T14:52:57.025+0000","title":"Mutter...","subforum":"Allgemeiner Chat","up_votes":12,"down_votes":6,"body":"Hey Leute...\r\nIch wei&szlig; nicht wie oder wo ich anfangen soll, dennoch m&ouml;chte Ich euch erz&auml;hlen was bei mir so abgeht. \r\nIch bin 16 Jahre alt, gehe momentan in die 10 Klasse einer Realschule und wechsle n&auml;chstes Jahr auf ein Gymnasium. Demnach sind meine Noten nicht schlecht (Nat&uuml;rlich verhaue ich auch mal &#039;ne Arbeit) \r\nAber das soll nicht das Thema sein. \r\n\r\nSeit dem ich meinen Pc hab ( ca. seit letztem Jahr, M&auml;rz) Rastet meine Mutter st&auml;ndig (!) aus wenn ich am Pc sitze. Fr&uuml;her war es so, das sie mein Lan-Kabel gezogen und versteckt hat (f&uuml;r mehrere Tage). Seit 2 Monaten bin ich in einem anderen Zimmer, wo der Router steht, somit kann sie das Lan-Kabel nicht ziehen, da es nun hinter meinem Schrank lang geht. Vor 1 Monat hat sie begonnen mir meine Hardware zu entnehmen(Maus,Tastatur..), bis ich angefangen hab mein Zimmer zuzuschlie&szlig;en. Mittlerweile hat sie den Schl&uuml;ssel weshalb das nicht mehr funktioniert. Sie sagte das ich alles mit ihr absprechen soll( Wie lange ich am Tag spielen darf etc.) Sie sagte ich darf 1 Stunde am Tag spielen, und wenn Ich nicht zusage, nimmt sie mir meinen Pc weg.  Nat&uuml;rlich hielt ich das f&uuml;r eine leere Drohung. 1 Stunde f&uuml;r einen 16 J&auml;hrigen ist zu wenig, das wisst ihr bestimmt auch. So weit, so gut.\r\n\r\n Montag + Dienstag hatte ich lernen m&uuml;ssen (f&uuml;r anstehende Arbeiten) und \r\nhatte daraufhin am Mittwoch l&auml;nger als sonst gespielt. Heute kam ich von der Schule und sah, das mein Pc nicht mehr da steht. Was soll ich machen ? Ich hab &uuml;berhaupt keine Lust mehr, meine Freunde verstehen das alles auch nicht. \r\nIch danke allen die diesen massiven Text gelesen haben :p \r\nAlso meine Frage nochmal: Was kan  ich machen ? \r\nLiebe Gr&uuml;&szlig;e.","replies":[{"id":"","poster":"Awsane","date":"2016-03-03T16:00:47.466+0000","up_votes":7,"down_votes":0,"body":"Aloha\n\nDu spricht da ein Thema an was sehr schwierig ist für uns zu beantworten, da wir sehr wenig über dich Wissen und wir die Hintergründe deiner Mutter, warum sie dir das PC spielen so eingrenzt nicht verstehen können.\n\nAber ich war vor einigen Jahren in einer sehr Ähnlichen Situation, daher kann ich versuchen dir so gut es geht mit meinen Erfahrungen zu Helfen\n\n\nAls 1. und Wichtigstes vorweg musst du aber verstehen das deine Mutter sehr sehr wahrscheinlich nur das beste für dich will, was bedeutet, dass wenn deine Mutter ihren Job (als Mutter) ernst nimmt wirst du genau darum herum argumentieren/spielen müssen.\n\n\n\nAls 2. musst du dafür sorgen, dass deine Mutter potentiell mit deiner Rolle in der Familie zufrieden bist.\n\nSprich hilfst du bei der Hausarbeit in dem Maße, wie es deine Mutter von dir möchte?\nDas war damals z.B. ein Problem bei mir, ich war sehr nachlässig mit der Hausarbeit und wenn es noch etwas gab, was zu erledigen ist hat mich meine Mutter nie gerne am PC gesehen, selbst wenn es Problemlos nach dem Spielen noch zu erledigen wäre (wie so banale Sachen wie den Müll rausbringen) weil sie immer druck machen musste, dass ich es tue (weil ich einfach keine Lust dazu hatte).\nwenn es bei dir ähnlich ist, solltest du versuchen deine Einstellung zur Hausarbeit zu ändern, es ist A sowieso schlecht Hausarbeit negativ zu verknüpfen, weil wenn du irgendwann alleine wohnst musst du dich zwangsläufig um sowas kümmern und wenn du dich dabei schlecht fühlst wird das nicht deine Lebensqualität positiv beeinflussen\nversuch es mit einen Belohnungssystem, mit Autosuggestion (also sich positiv was selber vorlügen) kann man sein Gehirn recht effektiv austricksen.\nAlso jedes mal wenn du Teller abspülst musst du dir danach sagen \"Geil weil ich das getan habe darf ich jetzt zocken\".\n\nZudem als ganz wichtiger Tipp, was ich bei mir und einer Vielzahl meiner Freunde mitbekommen habe, reagiere wenn möglich schnell wenn dir deine Mutter eine Aufgabe gibt oder aber sagen genau wann du es tuen willst und ob es ihr zu dem Zeitpunkt recht ist (und tue es dann auch) und sein Nett dabei\nich habe schon viele Mütter(nicht nur meine!) gesehen die lauter geworden sind weil entweder eine pampige Antwort kam wie \"warum muss ich das wieder machen\".\nvergleich deine Mutter hierbei wie ein wildes Tier und versuche sie nicht zu reizen, dann wird sie auch nett zu dir sein.\n\n\n\n\nMein 3. Problem war damals ein zu kleiner Freundeskreis\nmeine Mutti wollte, das ich genügen soziale Kontakte habe (was sinnvoll ist, da man  darüber für das spätere leben lernt wie man sich in Gruppen bewegt, zum Arbeiten def. nicht unpraktisch)\nAlso wenn du es nicht tust geh in einen Sportverein/Pfadfindergruppe/vergleichbares oder Such dir einen festen Freundeskreis mit dem du dich regelmäßig triffst \nvllt. hat ja deine Mutter Angst das du durch zu viel internetgebrauch vereinsamen kannst (ist momentan eine Problem unter jungen Erwachsenen und wird in einigen Medien diskutiert daher könnte sie es kennen) \nwenn das der Fall ist, musst du ihr also zeigen das du dieses Problem def. nicht hast.\n\nSo, das waren meine Probleme \n\nwas auch sein kann ist, dass deine Mutter eine Nichtmehr Zeitgemäße Einstellung zum Bewegtbildmedium hat.\nhier solltest du versuchen ihr näher zu bringen, dass du deinen PC in der Zukunft viel brauchen wirst um die Unterschiedlichsten Sachen damit zu machen\n(ich z.B. treffe mich wöchentlich mit meinen Mitstudenten in einer Skypkonferenz und wir reden über Aufgabenstellungen, dadurch müssen wir nicht am Wochenende mit dem Zug/Auto fahren ums uns bei einen zu treffen) das könntest du ihr als eine positive Nutzung eines Computers darlegen, falls sie Tatsächlich damit ein Problem hat\nWobei in diesem Falle wirst du um ein klärendes Gespräch mit ihr nicht drum herum kommen, dafür empfehle ich dir, such dir für das Gespräch eine Person, die deine Mutter sympatisch findet und die wenigsten aufgeschlossen zur Computernutzung steht, allein wird es sehr schwer werden sie von deinem Standpunkt aus zu überzeugen. Und redet bei dem Gespräch nicht wie in einem Gericht auf sie ein, du solltest dabei auch unbedingt ihren Standpunkt hören wollen, weil vllt liegt das Problem ja ganz woanders und es lässt sich leichter beheben als gedacht.\n\n\nZuletzt solltest du Wissen, das du mit 16 ja sowieso in einer Phase des Lebens bist wo du langsam selbstständiger wirst (hoffe ich für dich zumindest :) ) \nund dich so langsam von deiner Familie loslöst. Behalte das im Hinterkopf, vlt. hat deine Mutter einfach angst dich zu verlieren, oder das du auf die Schiefe Bahn gerätst. \nVersuche trotz dem Loslösens den Kontakt zu ihr zu halten (also Kommunikation) natürlich muss sie nicht über alles informiert sein aber sie komplett aus deinem Leben auszuschließen (überspitzt dargestellt) wird dich auch nicht weit bringen.\n\nDu solltest auf jeden Fall Rausfinden WARUM sie es dir so einschränkt und du solltest dann auch Empathie zeigen für ihren Standpunkt und von da aus eine zufriedenstellende Lösung für euch beide finden\n\n\nFalls das alles nicht hilft kann man mit sowas immer noch zu einer Familienberatung gehen, falls du findest, dass deine Lebensqualität stark beeinträchtigt wird\nMeistens bieten kirchliche Institutionen sowas an, unabhängig ob du gläubig bist oder nicht.\n\n\nFalls du mir noch weiter Infos über dich geben möchtest kannst du das gerne tun, dann können wir versuchen weiter Lösungsansätze zu Diskutieren\n\nLG Awsane","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-03-03T15:22:13.878+0000","up_votes":2,"down_votes":0,"body":"Sprich mit deiner Mutter. Hast du irgendwelche Pflichten, die du nicht erfüllst? Was für Pflichten übernimmst du bisher? Findet einfach einen Kompromiss.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T15:24:59.127+0000","up_votes":1,"down_votes":1,"body":"Nunja, ich muss neben dem ganzen Lernen am Wochenende auch noch das Haus komplett aufräumen. Sonst nur so kleine Sachen wie Einkaufen, Spülmaschine ausräumen etc. Sie meint halt das ich 12 Stunden am Tag am Pc sitze...","replies":[{"id":"","poster":"Jastol","date":"2016-03-03T15:27:58.303+0000","up_votes":2,"down_votes":2,"body":"Schon mal mit Streik probiert? Keine Freizeit, keine Arbeit.","replies":[{"id":"","poster":"Maexle","date":"2016-03-03T15:40:56.660+0000","up_votes":7,"down_votes":0,"body":"Das wird in diesem Fall wohl weniger funktionieren. Ein Streik funktioniert in einer Demokratie, aber das sieht eher nach einer Diktatur aus. :P\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Alustus","date":"2016-03-03T15:44:37.362+0000","up_votes":1,"down_votes":1,"body":"Dann wirst du schon sehr viel Zeit am Tag davor sitzen, wenn sie dir 12 h unterstellt.\nWirst du schon 3-4 Stunden davor sitzen.\nVersuch dich mit ihr auf 2 stunden zu einigen (am wochenende vllt mehr) und vllt in Wochen an denen wichtige Prüfungen sind 1h.\nAnsonsten kannst du sie vllt dazu bringen dass sie sich mit den Eltern deiner Freunde unterhält und sie bei ihnen nachfrägt wie lange diese vor den PC dürfen.\n\nEin Freund von mir durfte auch lange Zeit nur 1h am Tag spielen (Bis zur Oberstufe) und hat es auch ohne bleibende schäden geschafft, das war aber noch zu Zeiten in denen es kein Smartphones gab (zumindest noch nicht für uns, das kam erst in der Oberstufe) um noch Facebook usw. zu verwenden.\n\nIch persönlich durfte auch nicht sonderlich viel Spielen, mal davon abgesehen das der PC auch zuwenig Leistung für die meisten Spiele hatte.\nKonsolen haben wir auch keine bekommen, obwohl als die Playstation 2 rauskam haben wie die Playstation 1 slim mit 3 spielen bekommen da es bald keine Spiele mehr dafür zu kaufen gab haben wir auch nicht all zuviel damit gespielt.\n\n\nIch kann zwar verstehen, dass das ganze frustrierend ist aber es wird dir auf keinen Fall schaden.\nIch hatte auch meine auch öfters stress mit meiner Mutter deswegen wobei ich aber nie auf die Idee gekommen wäre meine Mutter auszusperren.","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2016-03-03T15:47:18.814+0000","up_votes":1,"down_votes":0,"body":"WAS KANN ICH MACHEN?\n\nMit deiner Mutter reden! Versuche ihr klar zu machen, das zocken am PC dein Hobby ist und du so vom Alltag abschalten kannst. \n\nSage ihr auch, das dir 1 Std pro Tag zu wenig ist. Versuche ihr einen Kompromiss vorzuschlagen. \n\nFür mich als Papa stellt sich aber die Frage: Warum rastet deine Mutter so aus? Welche Gründe hat sie wohl dafür? \n\nHmmm, mal eine Arbeit verhauen oder schon öfters? \nLieber gezockt als mehr für die Arbeit zu üben?\nVereinbarungen getroffen und dann nicht eingehalten, weil du noch eine Runde LoL zocken musstest?\nEtc. PP\n\nIch sag es mal so: Von nix kommt nix. Wenn man etwas möchte, muss man halt dafür etwas tun. Am besten etwas das Mutti möchte...  ;)","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T16:02:19.693+0000","up_votes":1,"down_votes":0,"body":"Naja, natürlich hab ich schon Arbeiten verhauen, das lag jedoch nie an LoL.  Ein schlechtes Zeugnis hatte ich auch noch nicht wirklich ( Durchschnitt von 1,9-2,1) Ich glaube ich werde ihr einfach diese Beiträge von euch einfach per E-Mail schicken, und sehen was sie davon hält.","replies":[{"id":"","poster":"Pandaphiri","date":"2016-03-03T16:07:51.816+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Ghedex,realm=EUW,application-id=YnZkMR0R,discussion-id=9zzajxJA,comment-id=00080000,timestamp=2016-03-03T16:02:19.693+0000)\n>\n> Naja, natürlich hab ich schon Arbeiten verhauen, das lag jedoch nie an LoL.  Ein schlechtes Zeugnis hatte ich auch noch nicht wirklich ( Durchschnitt von 1,9-2,1) Ich glaube ich werde ihr einfach diese Beiträge von euch einfach per E-Mail schicken, und sehen was sie davon hält.\n\nwirklich? per mail? ich glaube diese Art der Kommunkation macht es nicht wirklich besser. Entweder ausdrucken und zeigen oder aber zusamemn mal vor der kiste hocken und durchlesen.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2016-03-04T08:30:10.670+0000","up_votes":1,"down_votes":0,"body":"Deine Mutter... ok, lassen wir das.\n\nEs ist ein ernsthaftes Problem und Du solltest auch versuchen sie zu verstehen. Dem Kontext entnehme ich, dass sie wohl alleinerziehend ist und sich massiv um Dich sorgt. Dabei mag sie über das Ziel hinausschiessen und überreagieren. Gerade deswegen musst Du den Dialog mit ihr suchen und nicht auf Konfrontationskurs gehen. Mach ihr klar, dass Du keine 10 Jahre alt mehr bist und verweise auf Deine schulischen Leistungen. Verhandle und triff Abmachungen. Aber sei vorsichtig mit Vergleichen zu Mitschülern mit \"unlimited Access\". Es ist ein schwaches Argument und wird von ihr leicht gekontert. Notfalls geh mit ihr zu einer Familienberatung und kläre Euer Innenverhältnis. Ihr Problem liegt sicher darin, dass sie noch nicht mitbekommen hat, dass Du langsam in ein Alter kommst, in dem man Eigenverantwortung übernehmen sollte und die elterliche Kontrolle zurückgebaut werden muss.\n\nP.S.: Ich bin übrigens 53.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T12:29:18.392+0000","up_votes":1,"down_votes":0,"body":"Du bist 53 und spielst noch Lol?:D Respekt. :p\nIch danke euch allen aber für die Antworten. Ich werde wohl mit ihr sprechen müssen obwohl ich tiefste abneigungen momentan verspüre.","replies":[{"id":"","poster":"Abasin","date":"2016-03-04T12:38:50.376+0000","up_votes":3,"down_votes":0,"body":"In die LCS werde ich sicher nie kommen. Aber warum sollte man in meinem Alter nicht zocken? Das ist ja kein Privileg der Jugend. {{sticker:slayer-jinx-wink}} \n\nWas Deine Mutter angeht, das Gespräch ist notwendig, wenn auch sehr schmerzhaft. Es geht ja um nicht weniger als Deine \"Abnabelung\". Je erwachsener Du Dich zeigst, desto weniger kann sie Deine Einwände ignorieren. Aber zieh Dich warm an, es wird sehr emotional werden können. Ich wünsche Dir viel Erfolg.","replies":[]}]}]},{"id":"","poster":"KeylanX","date":"2016-03-03T16:10:32.553+0000","up_votes":2,"down_votes":1,"body":"Schwieriges Thema, manchmal sind Kinder und Eltern einfach nicht füreinander gemacht.\n\nMeine Eltern standen auch total auf diesen \"voll-autoritären Scheiß\".\nHatte meiner Mutter dann irgendwann nur noch gesagt: \"Okay, nach deinen Regeln, aber frage dich mal lieber jetzt schon, wer dich später im Altersheim besuchen kommen soll, denn weitere Kinder hast du nicht.\"\n\nBin mit 16 dann ausgezogen (erstbeste Gelegenheit) und habe keinerlei Kontakt mehr zu ihr. Ist Jahrzehnte her, inzwischen solllte sie 75 sein, keine Ahnung ob sie jemand irgendwo besucht... ich sicherlich nicht!\n\nMag hart klingen, aber wir hatten beide wenig Freude an unserer gemeinsamen Zeit.\n\nEdit:\nMein Beitrag mag dir vielleicht nicht viel bringen, aber deine Mutter könnte durchaus etwas daraus lernen...\n\n...wenn sie denn will. Könnte auch sein das es eine Bestätigung für sie wäre, dass das Internet eh nur voller \"Verrückter\" ist, und sie verbrennt deinen Rechner im Hinterhof zu Asche.\n\n\n\n","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T17:25:00.988+0000","up_votes":1,"down_votes":0,"body":"Erstmal ; Vermisst du sie nicht ?\n2.: Ich hab nachgefragt warum sie das getan hat... Sie ist der Meinung ich wäre süchtig >.<","replies":[{"id":"","poster":"KeylanX","date":"2016-03-03T18:33:23.489+0000","up_votes":3,"down_votes":0,"body":"> Erstmal ; Vermisst du sie nicht ?\n\nNein!\n\n> Ich hab nachgefragt warum sie das getan hat... Sie ist der Meinung ich wäre süchtig >.<\n\nDa haben die Medien ja wieder ganze Arbeit geleistet. Viele Eltern kennen die Gamer-/Internet-Szene meist nur aus dem Fernsehen... und da werden wir ja nicht so charmant dargestellt.\n\nZumindest hast du sie gefragt und eine Antwort erhalten, eure Kommunikation an sich scheint noch recht gut zu funktionieren. Da würde ich nochmal ansetzen. Lass sie erklären was ihrer Meinung nach \"Sucht\" in diesem Zusammenhang bedeutet, erkläre ihr dann deine Sichtweise... vielleicht googlet ihr auch _**gemeinsam**_ nach dem Thema und diskutiert darüber.\n\nZweiter Ansatz:\nHatten mal nen Counterstrike Clanmitglied, das sich wochenlang nicht gemeldet hatte... war spurlos verschwunden. Wir haben nachgeforscht und von seinem Autounfall erfahren (ziemlich schlimm). Wir haben T-Shirts gedruckt mit dem Clan-Tag und den Spielernamen drauf, die angezogen, sind quer durch Deutschland gereist (3 Autos) und haben ihn mit 15 Mädels und Jungs im Krankenhaus besucht, und ihm SEIN Shirt überreicht. Die Mutter war an dem Tag da und hatte Tränen in den Augen.\n\nIhr war nie klar, das die Leute mit denen er am Rechner verkehrte, tatsächlich normale Menschen waren, die ihren Sohn schätzen und mochten. Sie dachte immer er wäre einsam und hätte keine Freunde... sie war seit dem Tag zumindest viel offener was Diskussionen über die Rechnerzeiten ihres Sohnes betraf.\n\nDritter Ansatz:\nAuch wenn LoL ein Spiel ist, sind viele Tätigkeiten in diesem Zusammenhang keine verschwendete Zeit. Du suchst dir Informationen zusammen (zu Builds, Champs, Statistiken) und diskutierst darüber, tauscht dich quasi mit \"anderen Experten\" aus... Solche Tätigkeiten sind in vielen Berufen ein wichtiger Bestandteil, also Wissen sammeln und mit Menschen zu kommunizieren, um ein besseres Ergebnis zu erzielen. Viele Berufe erfordern heutzutage einen \"natürlichen Umgang\" mit dem PC. Klar ist LoL Spielerei... aber ist der \"SINN\" von Spielerei nicht immer gewesen, Dinge zu erlernen, die man später so braucht?\n\nFazit:\nÜberzeuge deine Mutter davon, das deine Zeit am PC nicht \"vergeudet\" ist. Nimm ihr (sofern vorhanden) die Angst vor der Virtuellen Welt, und den Menschen darin, und mache ihr dabei auch klar, das du die Gefahren kennst, und verantwortungsvoll damit umgehst. Grade der dritte Ansatz bietet auch eine mögliche Erklärung, warum eine Stunde am Tag zu wenig ist. Mache ihr deutlich, das deine schulischen Leistungen nicht darunter leiden, sondern eventuell sogar davon profitieren können. \n\nIm Endeffekt wird nur \"miteinander Reden\" helfen, aber vielleicht habe ich dir ein paar Argumente gegeben, das dies nicht zu deinem Nachteil geschieht.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T18:42:20.724+0000","up_votes":1,"down_votes":0,"body":"Was die Kommunikation zwischen mir und ihr angeht : Ich rede nicht mehr mit ihr. Als ich sie grad gefragt hatte, weshalb sie mir meinen Pc weggenommen hatte, ging das alles nur in geschrei unter. Ich glaube das wird erstmal so bleiben.","replies":[{"id":"","poster":"KeylanX","date":"2016-03-03T19:58:42.996+0000","up_votes":2,"down_votes":0,"body":"Um vernünftig miteinander reden zu können braucht man Ruhe (emotionalen Abstand). Nehmt euch beide die Zeit, die ihr braucht, um wieder klar denken zu können. Schieb LoL mal ein paar Tage beiseite! Gibt es eine bessere Art um euch BEIDEN zu beweisen, das SUCHT hier kein Problem ist? Knie dich in andere Projekte und versuch auch mal wieder ein \"guter Sohn\" zu sein... es gibt bestimmt viele Eigenschaften die deine Mutter an dir liebt, krame mal ein paar davon wieder hervor. Ihr könntet auch mal wieder was gemeinsam unternehmen, nur so zum Spaß... aber überfalle sie nicht sofort damit, sondern gib euch die Zeit euch zu beruhigen.\n\nDie Kunst ist nun, das \"einander wieder näher zu kommen\" als Ziel zu sehen, und nicht LoL wieder spielen zu dürfen. Sollte dir das gelingen, wird sich das mit LoL vielleicht von ganz alleine mitlösen. Biete ihr auf jeden Fall nochmal das Gespräch an, sollte sie dir das zoggern wieder erlauben, von dir aus.\n\nUnd mal ehrlich... Dynamic-Q, Snowballing, Balancing, Ranked-Einstufungen, ist eh grad alles wirr und auch LoL wird ein paar Wochen brauchen, bis wieder alle glücklich sind ;o)","replies":[]}]}]}]}]},{"id":"","poster":"Decad3r","date":"2016-03-03T15:44:33.843+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Jastol","date":"2016-03-03T15:58:46.546+0000","up_votes":1,"down_votes":3,"body":"Als ich zur Schule ging, ging das ziemlich schief \n5 in Chemie aber im rappen bin ich der Chief \nich erzähl euch gern, was damals bei uns abging \nals ich zur Schule ging, mit AC abhing \nToni L saß rechts, und Linguist saß links \nzusammen waren wir die Damenklo-Kings \nals wir auf die Party kamen alle Ochsen rannten \nund als wir gingen alle Boxen brannten \nwir rockten jede Turnhalle, jedes Klassenzimmer \ndamals hatten wir noch keinen blassen Schimmer, denn \nDie Grundkurse war'n nicht einfach \nDie meisten mochten das Studio doch die Bühne war mein Fach \nDie erste gute Note...bekam ich dann auch ziemlich schnell \nMein Klassenlehrer war Melle Mel \ner brachte mir sehr früh schon ziemlich viel bei \nzb. daß 50 Prozent gar nicht viel sei \nseit dem kämpf ich...immer für die hundert \nwas meine Kameraden anscheinend sehr verwundert \nDoch ich lass Konkurrenz alt aussehn, \ndas gaben mir Kool G Rap und Big Daddy Kane \nschon früh zu verstehn. \nAch und bevor ichs vergeß \nMetaphern...lernte ich...von Lord Finesse \nJazz bei Tribe called Quest \nund wer im Unterricht schwätzt muß zu Justice in Arrest \nOh Mann, was denn? Oh Nein, \nFat Joe steht auf'm Schulhof und sammelt Schutzgeld ein. \nKönnen und Talent waren die erste Disziplin \nals ich Torchmann, bei Hip Hop zur Schule ging\n\nMein Lieblingsfach das war schnell entdeckt \nPoesie bei Last Poets, weckt den Intellekt. \nOder Politik bei Chuck D...ich vergess nie \nDie Texte von Public Enemy \noder bei \"KRS 1, the teacher\" \nJesus kam aus Afrika, das ist nun allen klar \n\"hey, Torch, ich hab jetzt Linguistik und du\" \näh, ich hab gleich Sport bei der Rocksteady-Crew. \nund später noch hab ich Fernseh AG mit Fab 5 Freddy, Ed Lover + Dr. Dre \nAber Beatbox konnt ich nie \nund daher fiel ich durch bei Doug E Fresh + Bizmarkie \nUltramagnetic MC's waren Genies, \ndie Verwirrung war perfekt die ihre Psychologie hinterlies \nRakim gab mir daraufhin zu verstehn, \ndaß man das dritte Auge braucht um klar zu sehen \nseitdem bin ich auch bereit zur Schule zu gehen \num vielleicht auch eines Tages in der Hall of Fame zu stehen.\n\nMann war ich aufgeregt bei meinem ersten Test \nLyrik war nie schwer aber Business gab mir den Rest \nich lernte wie verrückt, den ganzen Tag von A bis Z \nbekam nur ne 4 obwohl ich eine 3 verdient hätt \ndoch ich hatte auch Erfolg und ich hoff man siehts \nerste 1 in Freestyle, Diplom in fetten Beats \nüber der Couch in meinem Zimmer wo ich wohn \nhängt bis heute noch mein allererstes Mikrofon \nund nun kann ich euch erzählen wie es war \nZüge anmalen, damit man unseren Namen sah \nund nun kann ich euch erzählen wie es war \nZüge anmalen, damit man unseren Namen sah \nund nun kann ich euch erzählen wie es war \nZüge anmalen, damit man unseren Namen sah \nmanchmal riech ich noch den Sprühdosen-Dunst. \ndenn wir haben Graffiti anstatt bildende Kunst. \nMoment ähm... da fällt mir ein, ich kanns nicht fassen \nhab die Dosen dabei aber die Caps zuhause liegen lassen \nwenn das kein Eintrag ins Blackbook gibt \ndenn Bambaataa unser Direx ist ziemlich strikt. \nund in der Pause schrieb ich immer allen klein' \nMädels, diesen Reim in ihr Poesie Album rein.","replies":[{"id":"","poster":"ACETHEMASKEDMAN","date":"2016-03-04T06:33:53.530+0000","up_votes":1,"down_votes":2,"body":"Alter.. \nIch muss jetzt mit diesem Acc schreiben weil mein anderer gesperrt wurde. Gruß an Riot an dieser Stelle. Anzeige ist raus.\nKommen wir zu dir. Damit wirst du es nicht weit bringen. Lauter Zweckgereimte einsilbige Haus-Maus Reime. Rein auf klein, war auf sah usw. Ich demonstriere dir mal was ein guter mehrsilbiger Reim ist. Pass auf! \"Bedürftiger Hartz Vier Empfänger\" auf \"Türkisches Rasiermesser\". Perfekter 6 Silbiger Reim.","replies":[{"id":"","poster":"Jastol","date":"2016-03-04T07:11:49.668+0000","up_votes":1,"down_votes":0,"body":"Das die heutige Jugend keine Ahnung mehr von Hip Hop hat ist echt eine Schande, aber naja jedem das Seine. ich hab lieber Texte mit Hand und Fuß als auf Tonträger gepresstes geflame ohne Sinn und mit 08/15 Reimen aus dem Buzz-Word/Fluch-Word Baukasten.\n\nOder um ein paar Bekannte Lyriker meiner Zeit zu zitieren:\n\n\"\n[Strophe I:]\nZeit zum tuscheln über Dinge die uns am Herzen liegen\nDa draußen wird gerappt, dass mittlerweile nur noch Verse fliegen\nOhne Sinn (Sinn), ohne In-Inhalt und Aussage\nWeshalb ich mir die Hände überm Kopf zusammenschlage\nMich dabei fragen: Warum eigne ich mir Wissen an\nDamit dann jeder glaubt, dass er mich dissen kann, ohne richtigen Plan?\nMit leeren Phrasen die allenfalls dazu taugen, mir den letzten Nerv zu rauben\nIhr merkt ich könnte mich aufschaukeln!\nDu musst glauben, auch wenn der Feind beim Battle keinen Namen hat\nAchte peinlichst drauf, dass man ihn doch erahnen kann\nAuch wenn jede Zeile unter die Haut geht wie Branding\nVerwechsle bitte Competition nicht mit Representen\nDas Eine muss achtlos, taktlos sein und packt bloß\nRapper am wunden Punkt, muss kommen als ob du dir einen vom Sack holst\nMit dem Anderen machst du dich nach außen sicher sichtbar\nDu in the Gang feiern wie Juden die Bar Mizwah\nAber deine Freunde finden deine Texte meistens fresh\nAlso wird’s erst krass wenn du die Audience ins Kino setzt\nWillst du Filme laufen lassen, verstricke dich in Nebensachen\nSo kann man die Laterna Magica im Rap entfachen\nBei Lyrics geht’s nicht um den derbsten Reim, das beste Wort\nDie Aussage vermittelt dein sprachliches Ressort\nVergiss nicht, es sind nur Tipps, die du vielleicht erschließt\nWenn du dich beim hören des Interviews, in selbiges vertiefst\n\n\"Sag mal worum geht es bei dem Ding überhaupt? Sag mal...\"\n[Refrain:]\nHi-Hi-Hi.. Hier geht’s um Beats und Raps, mit denen ich flex\nDie ich in die Welt setz wie mit Fat Caps Tags\nWho’s next im Olymp der Rap-Acts\nHier ist die Bedienungsanleitung für....\nHier geht’s um Beats und Raps, mit denen ich flex\nDie ich in die Welt setz wie mit Fat caps Tags\nWho’s next im Olymp der Rapacts\nHier ist die Bedienungsanleitung für Beats und Raps\n\n[Strophe II:]\nZeit zum tuscheln über Dinge die uns am Herzen liegen\nUnd Freude machen wenn Beats wie diese über Schmerzen siegen\nDenn erstens ist der Groove wirklich wichtig für Ansporn\nUnd zweitens bringt ein Burner sogar whack MC’s nach vorn\nPack mehr Crunch in die Snare und du kommst deinem Ziel näher\nMach nur das was du wirklich fühlst, sei kein Hitspäher\nBitte keine Euphorie mehr, denn am Anfang ist alles frisch\nDoch nach mehrmaligem hörn, liegst du schlafend unterm Tisch\nDas bringt's nicht, Halte Ausschau nach dem Instrumentenaufbau\nUnd such dein eigenes Ding, du wirst erwischt beim fremden Soundklau\nWichtig, dass du dir im Klaren bist wo dein Faden ist\nWird’s ein Text mit Emotion oder einfach nur ein Spartendiss?\nLass deinem Ärger freien Lauf im Blutrausch\nUnd nimm in Kauf, dass sie dir Tomaten spenden statt Applaus\nUnd komm nicht raus aus dem Studio bevor die Butze reißt\nDas Multi in deinem Sampler zurecht Kriegsmarsch heißt\nVielleicht bist du auch einer von denen, die sich ernst benehmen\nUnd Knowledge kicken, selber aber keinen Vers verstehen\nHier ist Nummer eins, dass der Beat richtig wichtig klingt\nDie Instrumente live gespielt und eine Frau den Chorus singt\nDas Lied soll transportieren Du warst jahrelang studieren\nUnd musst verständliche Sprache in Fremdwörtern formulieren\n\n[Refrain]\n\nHello Partypeople in the Place to be\nIhr hört TEFLA und JALEEL\nIhr wollt auf das nächste Level\nUnd wir bringen euch ans Ziel\n\n[Refrain]\n\"","replies":[{"id":"","poster":"ACETHEMASKEDMAN","date":"2016-03-04T08:30:18.559+0000","up_votes":1,"down_votes":0,"body":"Es geht hier nicht um die Wortwahl. Man kann deinen Style von Texten sehr gut benutzen. Es geht hier nur um die Technik, da die Reime sehr einfach gehalten sind und damit sehr unsauber rüberkommen. Es hat den Eindruck als ob du dir keine Mühe gegeben hast. Noch dazu sind viele Zeilen zweckgereimt und haben nur den einzigen Zweck den Text fortzusetzen ohne eine Aussage.","replies":[{"id":"","poster":"Jastol","date":"2016-03-04T10:30:28.900+0000","up_votes":1,"down_votes":0,"body":"Ähm, die Sachen sind nicht von mir sondern von einem der größten deutschen Rapper bisher. Der Text dient als Hommage an den Klassischen Hip Hop und seine Entstehung. Aber Hip Hop Kultur ist dir wohl eher Fremd sonst würdest du den Text auch verstehen. Das ganze ist auch keine Battle-Rap sondern Lyrical-Rap, zwei Sparten, welche doch unterschiedliche Schwerpunkte verfolgen.","replies":[{"id":"","poster":"ACETHEMASKEDMAN","date":"2016-03-04T12:09:06.071+0000","up_votes":1,"down_votes":0,"body":"Ja dann ist es was anderes. Du hättest von Anfang an erwähnen sollen, dass es sich dabei um Lyrischen Rap handelt. Rap und Lyrik Rap sind sehr verschieden. Beim Rap sind Aussage, Technik und Flow das wichtigste. Bei der Lyrik die Aussage und die Handlung in der Geschichte. Denn Lyrik Rap ist eine Form von Gedicht und darin erzählt man eine zusammenhängende Geschichte mit Handlung und Figuren. Deswegen sind auch die Reime sehr einfach und flach gehalten. Sonst wäre es extrem schwer Gedichte zu schreiben. Unter dieser Ansicht ist der Text in einem viel besseren Licht als zuvor.","replies":[{"id":"","poster":"Jastol","date":"2016-03-04T13:14:21.976+0000","up_votes":1,"down_votes":0,"body":":)\n\n\"Deswegen sind auch die Reime sehr einfach und flach gehalten.\" - dem würde Ich jetzt im Allgemeinen nicht zustimmen, aber auf \"Als ich zur Schule ging\" trifft das zu.","replies":[{"id":"","poster":"ACETHEMASKEDMAN","date":"2016-03-04T14:46:07.882+0000","up_votes":2,"down_votes":0,"body":"Naja wenn wir uns mal große deutsche Werke näher ansehen wie z.B. \"Der Erlkönig\". Da sind die ersten Strophen:\n\"Wer reitet so spät durch Nacht und Wind?\nEs ist der Vater, mit seinem Kind\nEr hält den Knaben wohl im Arm\nEr fasst ihn sicher, er hält ihn warm\"\nWind auf Kind und Arm auf Warm sind eben sehr einfache Reime :D. Aber klar gibt es Ausnahmen mit aufwendigen mehrsilbigen Reimen. Größtenteils bestehen Gedichte aber aus einfachen, meist einsilbigen, Reimen. Wie bereits erwähnt, wäre es sonst zu schwer eine zusammenhängende Geschichte mit Aussage zu schreiben.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-04T17:32:20.930+0000","up_votes":1,"down_votes":0,"body":"Wenn man wahre Lyrik, durch das Zusammenspiel von Form, Inhalt und Aussage, schaffen will, ist jeder Reim, ja sogar jedes Wort zweckmäßig.\nDas macht die großen Werke im Bereich der gereimten Gedichten und Balladen erst zu den Meisterstücken die sie sind. Selbst bei ihnen sind die Reime nur ein Bestandteil eines Werkzeuges, welches das Gesamte schafft, sie sind wie der Kopf des Hammers oder Griff der Zange.\n\nDas ist auch der Grund, wieso ein formschöner Text noch kein Kunstwerk im lyrischen Sinne ausmacht.\ngenau desshalb kann man auch so gut wie kein Stück aus dem Bereich des Raps, als Kunst im lyrischen Sinne bezeichnen.\nAuf musikalischer Ebene mag das anders sein, da möchte ich Nichts und Niemandem seinen Rang als Meisterstück aberkennen, aber eine plumpe, wenn auch meisterlich gereimte Aneinandrreihung von Gepöbel, ergibt nunmal nur schwerlich wahre Lyrik.","replies":[]}]}]}]}]}]},{"id":"","poster":"ACETHEMASKEDMAN","date":"2016-03-04T08:35:16.580+0000","up_votes":1,"down_votes":0,"body":"Hier hab ich dir ein Beispiel reinkopiert was Reimevariationen und saubere mehrsilbige sowie Double Time Reime angeht.\n(K-Element: Entertainer)\nHab jede Menge Flows im Gepäck \"Fatality\" hä, Mortal-Kombat-Effekt\nIch transportier' auch ohne Zug fahren in deine Blutbahn mit Rap tonnenweise Crack\nAuch wenn ich kein Terrorist bin fragen sich alle: Wo hält er diese Bomben versteckt?\nFrag meine Gang \"Frag seine Gang\" break ya neck Anaconda am Set\nJeder Beat der gewählt wird, flippt aus und springt im Dreieck rum\nEntartete und K zu dem E eine universelle Vereinigung\nWie Johann Wolfgang von Goethe und Friedrich Schiller: \"Wir schreiben Kunst\"\nWir sind Scharfschützen und killen rappende Schlafmützen ohne Verteidigung\n\"Verdammt du wirst schon grün, was geht bei dir?\" Verwandel mich zu Hulk\nVerteil ein paar ordentlich, lyrische Klatschen \"Cash by the Way\", yeah, vielen Dank\nSchmeiß deine rosarote Welt wie Fenster ein wenn sie nach Scherben verlangt\n\"Judgement Day“ ein einziger Zauberspruch reicht, bin mit Merlin verwandt\nIch trete die Freiheitsstatue um locker mit nem Roundhouse Kick\n%%%% das System und bleib bei Kunst alle sehen ich bounce den Shit\nUnd komm hier quasi auf den Punkt, weil das hier mein Leben ist","replies":[{"id":"","poster":"Jastol","date":"2016-03-04T10:25:59.833+0000","up_votes":1,"down_votes":0,"body":"Eine Reihe von Punshlines auf unterstem Niveau. Da wird einem schon vom Lesen Langweilig. Ganz davon abgesehen das die Deutsche Sprache da ad absurdum geführt wird.","replies":[]}]}]}]}]}]},{"id":"","poster":"Revilous","date":"2016-03-03T20:04:28.250+0000","up_votes":2,"down_votes":0,"body":"Hatte mal das selbe Problem. Meine Mutter meinte immer für eine Stunde Computer muss ich 2 Stunden rausgehen.. Und mehr war sowieso nicht erlaubt. Bei mir war es so, dass der Router immer aus ging nach einer Stunde. Also Internet weg. Ich bin auch gerade erst 17 also das ist noch gar nicht lange her. War damals 14. Hatte damals irgendwann 2 Wochen Bann weil die ganze Zeit das Internet aus ging obwohl das Spiel noch nicht zu Ende war.\n\nWas ich gemacht hab ist, ich hab den Router \"gehackt\" bzw. das Passwort umgangen, das ging bei der FritzBox damals, und meiner Mutter (die auf Internet angewiesen is) alle Rechte genommen. Dadurch konnte sie mir das Internet nicht mehr sperren aber ich ihr, wenn sie andere Maßnahmen ergreifen wollte. Sie meinte nur \"wirst schon selber merken wohin das führt wenn du mehr als 1h Computer am Tag spielst\" Keine Ahnung was sie meinte aber mittlerweile ist wieder alles super und ich kann zocken solange ich will ^^.\n\nWürde ich dir trotzdem nicht empfehlen das zu machen. Sowas führt nur zum Streit und am Ende weint wieder jemand. Versuche ein gutes Verhältnis mit deiner Mutter aufzubauen. Hilf ihr bei Hausarbeiten oder Einkaufen und mach das nicht alleine. Dann wenn ihr beide glücklich seid kannst du sie bitten dir vielleicht 2h zu genehmigen. Aber du musst viel mit ihr zusammen machen und dabei eine gute Miene auch wenns schwer fällt.\n\nAnsonsten arbeitet deine Mutter vielleicht? Zocke doch, wenn sie nicht zu Hause ist. Oder geh auf Lan Partys, zu Freunden oder halt woanders hin um zu zocken.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T20:18:33.192+0000","up_votes":1,"down_votes":0,"body":"Ja sie arbeitet, sogar den ganzen Tag. Nur, wie kann ich ohne Pc zocken ?:D","replies":[]}]},{"id":"","poster":"Marw51","date":"2016-03-03T16:00:34.377+0000","up_votes":2,"down_votes":0,"body":"Das ding ist deine Mutter will einfach nur das beste für dich, auch wenn es dir nicht danach aussieht. \nSetz dich einfach mal mit deiner Mutter zusammen und rede mal mit ihr, solang du gute Noten nach hause bringst. ^^\nSollte das nicht helfen dann rede doch mal mit deinem Vater vlt. kann er mit ihr reden das 3std am Tag an den PC kannst statt nur 1std.\n\nAber wie oben bereits von mehreren gesagt: Solang du im Elternhaus selbst haste nichts zusagen ist halt normal.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-03-03T15:40:13.815+0000","up_votes":2,"down_votes":0,"body":"leider kann man da nicht viel machen außer eben die pflichten erledgen, dich rechtzeitig um nen ausbildungsplatz bemühen und ausziehen. Ansonsten kan  hier niemand dein verhalten gegenüber ihr einsehen noch deine zockgewohnheiten usw. Rede doch einfach mal vernünftig mit ihr und versuch nen kompromiss auszuhandeln.\n\nansonsten kann ich meinen Vorrdnern nur zustimmen in sachen: es ist nen Generationenkonflikt in form von mit PC aufgewachsen und ohne. \n\nvon daher: viel glück","replies":[]},{"id":"","poster":"NoTeamFound","date":"2016-03-03T15:38:18.818+0000","up_votes":2,"down_votes":0,"body":"Red mit deiner Mutter.\nSo sind glaub ich alle Eltern ^^. du musst nur gute Noten nach hause bringen um ihr zu zeigen dass du sowohl zocken als auch gut in der Schule sein kannst.\nGlaub mir das hilft, ich rede aus eigener Erfahrung ^^. irgendwann wirst du merken, dass sie es anfängt zu akzeptieren.\n\nUnd wegen deiner Frage:\nwie gesagt rede einfach mit deiner Mutter warum sie das tut wieso weshalb etc. einfach dass ihr auf einen gemeinsamen Nenner kommt.\nmacht es z.b so dass immer wenn du ne 1 nach hause bringst darfst du ka, 3(?) Stunden am Tag zocken ne 2, zwei Stunden usw. \nFindet ein System was zu euch beide passt. weil den PC Wegnehmen ist voll asi :D\n\nLG Save","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T15:50:07.652+0000","up_votes":1,"down_votes":1,"body":"Das Ding ist nur, das meine Mutter in Russland aufgewachsen ist. \"Mein Leben war so hart..sei froh das du hier leben kannst.\" Wenn ich ihr dann mal eine gute Arbeit zeige, ist ihre Meinung das sie selbst immer gut in der Schule war und so etwas selbstverständlich sei.","replies":[{"id":"","poster":"Jastol","date":"2016-03-03T15:56:38.356+0000","up_votes":1,"down_votes":0,"body":"Mach Ihr klar, dass du durch zocken auch wichtige Skills für dein Zukünftiges leben lernst. Neben der Hand-Augen Koordination kommt das Problemlösen hinzu (PC muss ja fit sein und funktionieren), dazu ist es wichtig auf dem neuesten Stand der Technik zu sein wenn man später mal gut Geld verdienen will. Ich hatte früher Azubis, die haben es kaum geschafft mal schnell eine Aufgabe in Excel zu lösen, die sind bis heute noch auf der untersten Karriereleiter obwohl sie damals das gleiche gelernt haben wie Ich und Ich nur zwei Jahre vor Ihnen mit der Ausbildung fertig war. Ich habe übrigens nichts mit IT gelernt hab meine Kompetenzen aber so weit einsetzen können (unter anderem auch durch Konsolen Spiele) das Ich heute nen Bachelor habe und in der IT arbeite. \nLange rede kurzer Sinn, mach Ihr klar welche Vorteile es für dich hat ;).","replies":[{"id":"","poster":"Pandaphiri","date":"2016-03-03T15:58:54.824+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Jastol,realm=EUW,application-id=YnZkMR0R,discussion-id=9zzajxJA,comment-id=000400000000,timestamp=2016-03-03T15:56:38.356+0000)\n>\n> Mach Ihr klar, dass du durch zocken auch wichtige Skills für dein Zukünftiges leben lernst. Neben der Hand-Augen Koordination kommt das Problemlösen hinzu (PC muss ja fit sein und funktionieren), dazu ist es wichtig auf dem neuesten Stand der Technik zu sein wenn man später mal gut Geld verdienen will. Ich hatte früher Azubis, die haben es kaum geschafft mal schnell eine Aufgabe in Excel zu lösen, die sind bis heute noch auf der untersten Karriereleiter obwohl sie damals das gleiche gelernt haben wie Ich und Ich nur zwei Jahre vor Ihnen mit der Ausbildung fertig war. Ich habe übrigens nichts mit IT gelernt hab meine Kompetenzen aber so weit einsetzen können (unter anderem auch durch Konsolen Spiele) das Ich heute nen Bachelor habe und in der IT arbeite. \n> Lange rede kurzer Sinn, mach Ihr klar welche Vorteile es für dich hat ;).\n\nBachelor? so mit \"willst du diese Rose?\" sry ich konnts mir nicht verkneifen ^^ aber ich denk hier kann man ruhig mal was zum lachen zwischendurch vertragen","replies":[{"id":"","poster":"Jastol","date":"2016-03-03T15:59:38.805+0000","up_votes":1,"down_votes":0,"body":"Wolle Rose kaufe? ^^\n\nBTW, was mir jetzt die ganze Zeit durch den Kopf geht:\n\"Mutter der Mann mit dem Koks ist da, ja mein Junge, das weiß ich ja.\nIch hab' kein Geld und du hast kein Geld, wer hat den Mann mit dem Koks bestellt?\"","replies":[]}]}]}]}]},{"id":"","poster":"Sorakã","date":"2016-03-03T15:20:47.689+0000","up_votes":2,"down_votes":1,"body":"Nichts.. Du bist nicht volljährig, somit hat deine Mutter das sagen. Meine Empfehlung: Such dir ein Nebenverdienst um deine Handy Rechnung selbst zu bezahlen (unlimitiertes 3G/4G Internet) und Spiel ein MOBA aufm Handy (z.B. Vainglory etc). Eine Möglichkeit wenn deine Mutter dir mal wieder was wegnimmt xD.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T15:33:20.830+0000","up_votes":3,"down_votes":1,"body":"Ja haha wenn das so einfach wäre. Das ist noch so ein Ding was ich nicht darf. Dazu auch noch hab ich ein Nokia Handy..Das heißt: Keine guten Apps, nur der **** Nokia Store... Wenn ich mir etwas neues Kaufen will, kommt halt wieder der Satz: Du hast ein Handy, das reicht. Du benutzt es doch eh nur zum zocken. \nIch habe wirklich mittlerweile hass entwickelt. Wenn ich mich nachmittags mit meinen Kumpels zum zocken verabrede, doch meine Hardware dann weg ist,  kommt von denen nur so 'n Satz wie : Du bist echt unzuverlässig etc..","replies":[{"id":"","poster":"Protective Puppy","date":"2016-03-04T01:14:11.948+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=yuuna meow,realm=EUW,application-id=YnZkMR0R,discussion-id=9zzajxJA,comment-id=0000,timestamp=2016-03-03T15:20:47.689+0000)\n>\n> Meine Empfehlung: Such dir ein Nebenverdienst um deine Handy Rechnung selbst zu bezahlen (unlimitiertes 3G/4G Internet)\n\n\nWenn du einen Nebenjob hast und das Handy mit deinem Geld bezahlst, dann hat deine Mutter gar kein Mitspracherecht. \nIch gehe mal davon aus dass du dir den PC nicht selber gekauft hast und du ihn geschenkt bekommen hast oder Ähnliches. \nRechtens gehört der PC dann auch \"ihr\".\n\nSollte sie dir dann DEIN Handy wegnehmen, dann ist es schlicht und einfach Diebstahl.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T06:16:19.139+0000","up_votes":1,"down_votes":0,"body":"Nein, den Pc hatte ich mir damals aus erspartem gekauft.","replies":[{"id":"","poster":"Protective Puppy","date":"2016-03-04T19:29:59.972+0000","up_votes":1,"down_votes":0,"body":"Ich denke das mit dem Handy ist dennoch was anderes.\nEin Handy braucht man zur Kommunikation und Erreichbarkeit. Und \"Telefonieren und SMS schreiben reicht\" ist kein argument mehr. Heutzutage schreibt  nunmal keiner mehr SMS. Damit schränkt sie dein soziales Umfeld ein und fördert damit sozial ausgeschlossen zu werden.\n\nAber darum geht es ja jetzt nicht. \nZum Thema selbst würde ich sagen dass du mit deiner Mutter reden solltest. Sollte sie weiterhin nicht bereit sein mit dir zukommunizieren, dann solltest du zum Jugendamt gehen und da um Rat fragen.  Die Leute dort  können als Kommunikationshilfe dienen und euch evtl. , wenn nötig, weiterleiten.\n\nSachen sie du dann ansprechen solltest sind auf jedenfall:\n- Was Sucht ist\n- Es ist nun eine andere Generation (Handy, Computerspiele etc.)\n- Wie man sich in der Mitte treffen kann.\n\nUnd nein, das Jugendamt holt dich nicht direkt da raus. Sie helfen auch gerne bei solchen Sachen. Wichtig ist auf jedenfall das du erst einen Termin machst und ihr dann sagst was Sache ist.\nWeil das Jugendamt nicht sonderlich gut zu hören ist. Lol","replies":[]}]}]}]}]},{"id":"","poster":"Maexle","date":"2016-03-03T15:45:33.729+0000","up_votes":1,"down_votes":0,"body":"Also ich glaube auch, dass die 5 Minuten, in denen du diesen Thread geschrieben hast, zu viel Zeit am PC waren und du dich jetzt wieder aufs Lernen konzentrieren solltest. :P \n\nEine Möglichkeit wäre eventuell genau zu sagen, wann und wie lange du spielst, so dass deine Mutter sieht, dass du gar nicht so viel spielst und evtl. zur \"Vernunft\" kommt. Oder du versuchst sie zu überreden, dass du ohne Begrenzung spielen  darfst, solange deine Noten und deine Pflichten im Haushalt nicht darunter leiden. Deine Mutter macht aber irgendwie nicht den Eindruck, als ob sie das akzeptieren könnte. \n{{champion:17}}","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T15:53:07.054+0000","up_votes":1,"down_votes":1,"body":"Ich schreibe das hier grad am Handy xD Wie gesagt, mein Pc ist weg, KP wo. Ja es ist halt so das ich nicht immer dann kann wann sie das auch sehen kann ( Lernen, Tischtennis..)","replies":[{"id":"","poster":"feines","date":"2016-03-03T20:34:54.808+0000","up_votes":1,"down_votes":5,"body":"Deine Mutter nimmt dir den PC weg und du schnappst dir das Handy und suchst Hilfe im lol Forum. Du scheinst wirklich süchtig zu sein. \nMensch geh raus mit Freunden oder lerne jetzt für die Schule wenn deine Mutter das gerne sieht. Was ist den wichtiger eine glückliche Mutter oder Fizz in lol. So ein Schrott kann man sich gar nicht anhören. Die Argumenattion lol ist nützlich für Kommunikationsberufe ist ja wohl der letzte Blödsinn. Kommunikation haste im realen Leben mit Freunden da muss man nicht lol spielen Kopfschüttel. Frage wer weis eigentlich wie seine Freunde,  wist ihr überhaupt was Freund heist, im realen Leben aussehen?","replies":[{"id":"","poster":"Sophie973","date":"2016-03-03T22:08:57.508+0000","up_votes":3,"down_votes":0,"body":"Das war wohl der Unsinnigste Kommentar den ich in den gesamten Thread gelesen habe.. Sogar Decad3r's Kommentar war besser.","replies":[]},{"id":"","poster":"Ghedex","date":"2016-03-04T06:24:30.574+0000","up_votes":1,"down_votes":0,"body":"Ich würde das hier wohl nicht schreiben wenn es das erste mal gewesen wäre. Sie macht es nur schon Jahrelang, weshalb ich echt am Verzweifeln bin. Ich kann es gerne nochmal sagen. Ich spiele nur an den Tagen, an denen ich nicht extrem viel lernen muss, mehr ( und von denen hab ich reichlich wenig momentan)  Weshalb ich nicht süchtig bin. Es ist ein Hobby mit Freunden aufm TS zu reden und spielen. Natürlich vermisst man so etwas.","replies":[]}]}]}]},{"id":"","poster":"ChimeCollector69","date":"2016-03-04T11:11:58.788+0000","up_votes":1,"down_votes":4,"body":"Gib deiner Mutter eine Zuhälterschelle.","replies":[{"id":"","poster":"Abasin","date":"2016-03-04T12:39:34.022+0000","up_votes":2,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"TF Unkreativ","date":"2016-03-04T14:47:01.076+0000","up_votes":1,"down_votes":0,"body":"Der Meinung bin ich auch.\n\n\n\nHaters gonna Hate","replies":[]}]},{"id":"","poster":"Silberner Dolch","date":"2016-03-03T19:51:19.106+0000","up_votes":2,"down_votes":1,"body":"Meine Mutter schob immer den selben Film den deine Mutter auch schiebt.\n\nMan versprach immer \"du bekommst alles was du willst wenn du gute Noten hast\".\nHabe ich mir damals auch zu Herzen genommen und ich saß wirklich jeden Abend an meinem Schreibtisch und habe gelernt bis zum Umfallen. Ergebnis: 1,2 Durchschnitt (Sport immer ne 3, Lehrer gehasst seit ich ihn beim Fußball umgegrätscht [schreibt man das so?] hab).\n\nAlles bekommen habe ich trotzdem nicht. Genau genommen hat man mir immer wieder den selben Kram gesagt von wegen werde gut in der Schule bla bla\n\nIrgendwann war ich es einfach leid. Ich habe mich absolut quer gestellt, nichts mehr in der Schule getan, war immer gerade so gut um nicht sitzen zu bleiben.  Das war so ziemlich das dümmste was ich je getan habe. Ich rate dir nicht auf die Leute hier zu hören die sagen, dass du auf Konfrontation gehen solltest. Halte einfach durch bis du selber entscheiden kannst, was du tun willst und was nicht. Dann raste allerdings richtig aus. Habe ich auch getan. Ich meine du bist 16 Jahre alt. Noch zwei beschissene Jahre wirst du ja wohl durchhalten. Sobald ich 18 Jahre alt war, habe ich mir den dicksten PC gekauft den man damals für Geld bekommen konnte. Ich erinnere mich noch sehr deutlich an das Gesicht meiner Mutter als sie sah, was ich da gekauft hatte. Das war es Wert. Ich erinnere mich heute noch an das Pipi in Muttis Augen :D\n\nDaher würde ich dir sagen: Halt durch! Irgendwann kannst du selber entscheiden was du mit deiner Zeit anfängst. Mach bloß keine Dummheiten wie totale Rebellion. Zocken kann man auch später. Ne kaputte Beziehung zu deinen alten kannst niemals reparieren.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T20:22:38.314+0000","up_votes":1,"down_votes":0,"body":"Warte,was ?xD Du hast deinen Lehrer gegrätscht? xD","replies":[{"id":"","poster":"The mute Swan","date":"2016-03-04T00:40:28.488+0000","up_votes":1,"down_votes":0,"body":"Leider wird das mit dem pc mit 18 jahren auch etwas schwerer. ich gehe mal davon aus, dass du nicht mit 18 direkt ausziehen magst, zumal schule etc, daher wird sie dir immer noch damit kommen können, dass das ihr zuhause ist und in der richtung wirst du wenn es hart auf hart kommt im schlimmsten fall entweder den pc wieder los, oder dein zuhause.\nDem, dass du definitiv nicht auf Konfrontationskurs gehen solltest, stimme ich unter vorbehalt zu. einerseits kannst du nichts gewinnen, wenn du nicht kämpfst. andererseits besteht halt das risiko zu viel zu verlieren. \n\nwenn ich jetzt versuchen müsste das psychologisch tiefer zu analysieren, und ich bin weiß gott kein psychologe, dann würde ich sagen, dass sie in dem Computer/akt des spielens mitunter einen versuch der emanzipation deinerseits sieht und diesen nicht akzeptieren kann. dazu wird noch kommen, dass sie in Computerdingen nicht allzusehr bewandert ist (korrigier mich, wenn ich falsch liege, ist alles nur theorie) und du sozusagen in ein gebiet vordringen willst in dem sie dich nicht mehr beschützen kann. dazu kommen noch so horrorgeschichten dazu, wie das, was man von der mainstreampresse zu sehen bekommt, mit suchtgefahren, agressionen, die zu amoklauf führen etc.\nwenn ich das jetzt richtig interpretiere, bist du entweder einzelkind, das älteste geschwister, oder du hast noch wen älteres mit etwas mehr abstand. auf jeden fall bist du der erste angehörige (einzige?) in der medienverseuchten generation dieser familie. und damit bist du derjenige, der sich das meiste von selber erkämpfen muss, oder warten muss, bis er ausgezogen ist, um sich zu emanzipieren. das ist nunmal das los der Pioniere.\n\nSollte das was ich mir da zusammengeraten habe in etwa passen, dann hast du mehrere möglichkeiten:\n1. Kuscheltaktik. \nmach was sie sagt und warte mit eigenen ideen bis du selbst an der macht bist (ausgezogen bist). hat natürlich den nachteil, dass du dich dadurch nie wirklich emanzipieren kannst.\n2. Der totale Krieg\nstell dich quer, setz deinen eigenen willen durch und geh das risiko ein, die beziehung zu dem menschen kaputtzumachen, der dich geboren hat, vermutlich am meisten auf der Welt lieb hat und die macht hat, bis du ausziehen kannst. richtig, klingt etwas scheiße.\ndas ist das, was ich durchgezogen habe und es war eine verdammt dumme idee. aber, hey, immerhin kann ich jetzt nach herzenslust zocken ^^\n3. Das Irgendwas-dazwischen\nhier gibt es mehrere möglichkeiten. du kannst versuchen deiner mutter das zocken näherzubringen, (du sollst sie nicht anfixen, nur sie mit dem medium etwas vertrauter machen oder so). wenn sie absolut nicht mag, kannst du sie z.B. mit schuldgefühlen drankriegen (\"ich will dir etwas nahebringen, was mir selbst so viel bedeutet, dass ich einen teil meines alltags damit füllen möchte und du willst nicht. interessiert dich nicht was ich mache? ich mache einen schritt in deine richtung/zeige kompromissbereitschaft und dich interessiert  es nicht?\") Du merkst schon worauf ich hinauswill ;D etwas böse, aber wenns klappt, sind alle glücklich. schau nur vorher, dass du etwas positives (positiv für sie) hast, was du ihr zeigen kannst.\neine andere möglichkeit wäre es internetcafés o.ä. zu nutzen. damit kann man sowohl die erste, als auch die zweite schiene verfolgen, hängt davon ab, was du willst.\n\n\nhoffe ich liege nicht komplett daneben und war etwas hilfreich. \nMfG,\n\n_Der Graf von Stein_ {{champion:54}}","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T06:18:41.590+0000","up_votes":1,"down_votes":0,"body":"Naja es ist nicht so als würden sie sich nicht damit auskennen.Sie wissen halt wie man das Internet benutzt. Zumal gucken sie und ihr Freund abends selbst irgendwelche Filme.","replies":[]}]},{"id":"","poster":"Silberner Dolch","date":"2016-03-04T16:03:07.212+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ghedex,realm=EUW,application-id=YnZkMR0R,discussion-id=9zzajxJA,comment-id=000f0000,timestamp=2016-03-03T20:22:38.314+0000)\n>\n> Warte,was ?xD Du hast deinen Lehrer gegrätscht? xD\n\nne richtig dicke Blutgrätsche war das :D\nDer Lehrer war halt auch Teil der Manschaften die wir bilden musste. Da er 3 Köpfe kleiner waren als er, hat er immer richtig viele Tore gemacht. Irgendwann war es mir dann zu dumm und ich hab mich gerächt. Danach war unsere Beziehung ziemlich am Arsch^^","replies":[]}]}]},{"id":"","poster":"HerrSieben","date":"2016-03-03T17:19:02.932+0000","up_votes":1,"down_votes":4,"body":"Sei froh das du so eine Mutter hast.\n\nOk der PC ist weg, aber ich denke mal du hast immer noch einen Fernseher im Zimmer und kannst genug Zeit vor flimmernden Bildschirmen versenken. Als ich in deinem Alter war waren wir jeden verdammten Tag draussen bolzen.\n\nDanke ihr einfach, sie ist deine Mutter.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T17:27:44.550+0000","up_votes":2,"down_votes":0,"body":"Tut mir leid, ich kann dein Kommentar keineswegs nachvollziehen. Mir ist verdammt langweilig ! Während meine Freunde zusammen spaß haben, kann ich hier sitzen und mit euch schreiben ! So etwas ist unfair !","replies":[{"id":"","poster":"HerrSieben","date":"2016-03-03T18:28:07.387+0000","up_votes":2,"down_votes":1,"body":"Versetze dich mal in die Lage deiner Mutter.\n\nSie versucht dich zu mässigen (durch klau der Hardware aka Maus&Tastatur), was machst du, du schließst einfach ab^^ Sry, aber da ist der Ärger doch vorprogrammiert.  Die Kunst ist es doch, es gar nicht soweit kommen zu lassen. Du sagst selber, du stehst vor einem großen schulischem Schritt, du willst aufs Gymnasium wechseln, ist doch klar das sie mit Argusaugen schaut das du jetzt nicht anfängst zu schwächeln, weil wenn du erstmal auf dem Gymnasium bist, wird es nicht einfacher. Ich denke mal bis du auf dem Gymi gute Noten schreibst wird sich da auch nicht viel ändern. Das ist einfach nur die Zukunftsangst deiner Mum was dich betrifft.\n\nUnd ich habe mir den ganzen Thread von Anfang bis Ende durchgelesen, hier wurden teilweise gute Vorschläge gemacht. Aber du darfst wirklich nicht ausser acht lassen, das deine Mum das Beste für dich will. Das ist soweit ich das beurteilen kann wohl das Gymnasium. Die will halt nicht das du ein \"Gammler\" wirst. Die will dir nix böses.\n\nDude, ist doch nur LoL.\n\nAb und an scheint auch die Sonne.","replies":[]}]}]},{"id":"","poster":"Jastol","date":"2016-03-03T15:25:43.359+0000","up_votes":2,"down_votes":1,"body":"Such dir nen Job und ne Wohnung. So lange du unter Ihrem Dach lebst ist Sie der Chef.\n\nAnsonsten kann Ich es nicht nachprüfen wie du dich Ihr gegenüber verhältst und daraus Rückschlüsse ziehen ob es gerechtfertigt wäre oder nicht. Rein Erzieherisch finde Ich Ihre Methoden allerdings Fragwürdig und würde diese Art der Machtausübung auf den Schutzbefohlenen nie ausüben.\n\nIch hatte in meiner Jugend auch ne recht strenge Mutter. Irgendwann habe ich gemerkt, wenn Ich mich statt aufzuregen freundlich bin und schnell Ihr Zeug erledige habe Ich nach hinten raus mehr Zeit für mich als wenn ich auf stur schalte und erstmal  alles Hinterfrage und rummeckere. Aber jeder ist anders und Ich hatte meinen ersten PC eh erst mit 17 vom ersten Gehalt ^^.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T15:39:59.836+0000","up_votes":1,"down_votes":1,"body":"Naja ich bin erst 16 und möchte nächstes Jahr aufs Gymnasium wechseln...da wird das erstmal nichts mit Job und Wohnung. Ich versuche meine Aufgaben schnell zu erledigen.. Aber ich sitze ihr scheinbar trotzdem noch zu lange dran.","replies":[{"id":"","poster":"Jastol","date":"2016-03-03T15:49:07.666+0000","up_votes":1,"down_votes":0,"body":"Sie muss halt begreifen, dass du für deine Freizeitgestaltung verantwortlich bist und nicht Sie. Dafür musst du aber auch verantwortungsbewusst damit umgehen. Das ist wieder der Punkt den Ich ja nicht beurteilen kann. \n\nWie ist den deine Mutter so vernetzt? Nutzt sie Soziale Medien oder Computer überhaupt?\n\nDarfst du deinen PC zum lernen benutzen? Im Notfall cheate ;). Bei Lol geht das nicht so gut. Aber weiß noch bei meinem ersten Arbeitgeber, da hatten wir Moorhuhn gezockt und per Tastenkürzel in ne Word-Datei gewechselt wenn der Chef kam ^^.","replies":[]}]}]},{"id":"","poster":"Atisuto Artorias","date":"2016-03-05T02:06:24.278+0000","up_votes":1,"down_votes":0,"body":"2 Jahre warten und ausziehen problem solved ezi pesi","replies":[]},{"id":"","poster":"Glaskanone","date":"2016-03-04T17:59:06.486+0000","up_votes":1,"down_votes":0,"body":"Bist du zufällig Asiate?","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T18:58:52.250+0000","up_votes":1,"down_votes":0,"body":"Nein. Warum sollte ich auch ?xD","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-04T19:01:27.108+0000","up_votes":1,"down_votes":0,"body":"Mutter: Bist du schon Doktol!!???!!\n\nDu: Nein, aber... ich bin auch erst 16 und..\n\nMutter: DU KANNST HABEN PC WENN DU BIST DOKTOL!!!!!","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T19:08:13.828+0000","up_votes":1,"down_votes":0,"body":"Jaaa genau hahaha xD","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-03-04T18:32:58.368+0000","up_votes":1,"down_votes":0,"body":"Auch wenn du wahrscheinlich gerade wütend auf deine Mutter bist, musst du dich beherrschen und ganz ruhig an die ganze Sache heran gehen.\nKonfrontiere sie mit dem Thema und versuche herauszufinden, was genau ihr Angst macht.\n\n1. Hat sie vielleicht Angst, dass du die Welt außerhalb deines Pcs außer acht lassen könntest?\n2. Hält sie PC-Spiele für Zeitverschwedung?\n3. Fürchtet sie sich davor, dass du dich aus Frust über die Scheidung oder das Fehlen einer festen Vaterfigur, in eine virtuelle Welt flüchtest?\n4. Glaubt sie aus den unter Punkt 3 geannten Gründen, dass sie Autorität dir gegenüber beweisen muss, um nicht die Kontrolle über dich zu verlieren?\n\nWichtig ist, dass du dich selber fragst, ob sie vielleicht mit einem der Punkte recht hat, in diesem Fall: redet darüber!\nIn diesem Gespräch musst du ihr klar machen, dass ein kalter Entzug oder zu große Einschränkungen, nicht der richtige Weg sind.\nSie schaffen Wut und Konflikte auf beiden Seiten und führen am Ende zu einer Entfremdung. Der Weg der absoluten Autorität, ist spätestens ab dem Teenager-alter keine Alternative mehr, das soll natürlich nicht heißen, dass du keine Führung mehr brauchst, mit 16 weiß man noch oft genug nicht, was gut für einen ist, aber schlichte Verbote und Strafen führen nur zu Trotz und sind darum Kontraproduktiv.\n\nIst keiner der Punkte wahr, musst die sie ruhig und erwachsen zu der Erkenntnis führen, dass sie sich irrt.\nDer erste Schritt hierbei ist zu erfahren, welche der Sorgen sie hat. Ist das geschehen, folgt die Überzeugungsarbeiit.\n\nZu Punkt:\n1; PC-Spiele sind eine Freizeitbeschäftigung wie jede Andere und vor Allem führen sie nicht zu Vereinsamung.\nGanz im Gegenteil, bieten gerade Spiele mit anderen, realen Personen, die Möglichkeit die gleichen Lektionen über Teamfähigkeit und Anpssung zu erlernen, wie es ein Manschaftssport tut.\nWeiterhin findet soziales Leben, immer mehr online statt, das ist nichts Schlechtes und die Sorgen der älteren Generation sind die Selben, wie sie es damals bei der Erfindung des Telefons waren.\n\n2; Siehe 1 + Frage sie wo der Unterschied zwischen deinem Spielen und ihrer Freizeitgestaltung liegen und erkläre ihr, dass es keinen gibt.\nEs sind beides Wege sich zu entspannen, abzureagieren oder einfach erholen zu können. Wenn die Pflicht erledigt ist, sollte man sich so amüsieren können, wie man es für richtig hält.\nWeiterhin ist es mittlerweile erwiesen, dass Spiele wie LoL, die einen hohen kognitiven Anspruch haben, die Hand-Augen-Koordination in ähnlichem Maße, positiv beeinflussen, wie es das Klaverspielen tut. Ebenso führt es zu einer Verbesserung beim Prozess des Entscheidungen treffens im Allgemeinen, was in einer immer schneller werden Welt, von großem Nutzen ist.\n\n3; Hier muss ein langer und ehrlicher Dialog geführt werden, erwähne während diesem, dass du zur Entspannung spielst und nicht zur Flucht, dass es aber gut geeignet ist, Abstand zu deinen Problemen zu gewinnen und einen Kanal für diese bietet, ganz ohne das Wesentliche aus den Augen zu verlieren.\n\n4; Hier ist es schwer Tipps zu geben, sage ihr, dass sie immer deine Mutter sein wird und du ihr dankbar bist, dass sie sich um dich kümmert, du aber auch die Freiheit brauchst, dich selbst zu entwickeln, nicht nur im Bereich des Zockens. Sage ihr, dass du garnicht glaubst, es besser zu wissen, man aber  gerade in der Jugend die Freiheit braucht, Fehler zu machen um an ihnen wachsen zu können. Wenn sie dein ganzes Leben diktiert, wirst du mit dem Eintritt in die Arbeitswelt und die Eigenständigkeit, an deinen Fehlern zerbrechen, da du nie lernen konntest, eigenverantwortlich mit ihnen umzugehen.\n\nBei allem ist aber das Wichtigste, dass du ruhig bleibst und niemals aggressiv wirkst, fühlt sie sich angegriffen oder schreist du gar rum, hast du verloren und sie geht davon aus, dich zu Recht wie ein Kind zu behandeln, hierbei ist es auch egal, wie uneinsichtig oder laut sie wird, wenn du es auch wirst, hast du verkackt, also lass es, denn anscheinend sitzt sie am längeren Hebel.\nIch hoffe, ich konnte dir vielleicht ein wenig helfen.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T19:03:07.635+0000","up_votes":1,"down_votes":0,"body":"Ja, musste mich grad auch beherschen. Sie will einen \"Vertrag\" abmachen... und als ich dann fragte ob wir das jetzt machen können(da wochenende ist und ich dieses nutzen will :p) Meinte sie : Nein, lass uns das morgen Abend besptechen. Kannst dir bestimmt vorstellen wie ich danach drauf war.","replies":[]}]},{"id":"","poster":"CCG Inu XIII","date":"2016-03-04T19:01:17.667+0000","up_votes":1,"down_votes":0,"body":"Alsooo...mir wird immer wenn bei mir was nich passt das Kabel gezogen...dann hab ich mir nen stick und nen repeater geholt und mich mit einverständnis meiner Tante die unter mir wohnt bei ihr eingeloggt und mittlerweile nervt mich damit keiner mehr...ich bin 19 btw -.-","replies":[]},{"id":"","poster":"LOLCAPS","date":"2016-03-04T17:48:12.761+0000","up_votes":1,"down_votes":0,"body":"Also, ich hab den Thread von Anfang an verfolgt und alle Kommentare aufmerksam gelesen.\n\nMeine Sichtweise werde ich nicht schildern. Fühle mich persönlich nicht als guten Ratgeber für den Sachverhalt und muss ich auch nicht, da ihr alle wirklich mühe- und verständnisvoll auf den TE eingegangen seid.\n\nFind es super wie sich hier der Großteil der Community widerspiegelt.\nDas wollte ich einfach mal loswerden :P \n\nMfG und allen ein schönes Wochenende","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T19:00:01.412+0000","up_votes":1,"down_votes":0,"body":"Find ich auch toll und hätte ich vor allem nicht gedacht, wenn man die Community ingame so sieht ^-^","replies":[]}]},{"id":"","poster":"Legend Hypaaahh","date":"2016-03-04T18:02:14.048+0000","up_votes":1,"down_votes":2,"body":"Dude jetzt ernsthaft.\nDiese Antwort ist nicht aus Hass oder ähnlichem\n\nAber das ist das Forum eines Videospiels, nicht der Selbsthilfegruppe\n\nDas Spiel ist ein Online Spiel wobei eine Runde mehrere Halbe Stunden dauern kann, wobei man beim leaven bestraft wird. Kein Wunder, dass einige Eltern ein Problem damit haben.\n\nHör einfach auf deine Mutter, aber berede das woanders...\n\nSorry Bruder","replies":[{"id":"","poster":"Der Großmugister","date":"2016-03-04T18:35:47.377+0000","up_votes":1,"down_votes":0,"body":"Unnötiger Kommentar.... ist ja nicht so als würde er Jemandem schaden wenn er drüber sprechen will.","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T18:57:48.176+0000","up_votes":1,"down_votes":0,"body":"Wollte ich grad schreiben. Danke.","replies":[]}]},{"id":"","poster":"Fr3shdumbledore","date":"2016-03-04T19:29:58.585+0000","up_votes":1,"down_votes":0,"body":"Wieso soll er das woanders bereden? Hier gibt es mehr als genug Leute, die das vollkommen in Ordnung finden. Wenn du das nicht tust: bb. Keiner zwingt dich etwas zu lesen oder zu schreiben. Aber sowas zu schreiben ist unnötig!","replies":[]}]},{"id":"","poster":"Dummer Junge","date":"2016-03-04T14:30:58.084+0000","up_votes":1,"down_votes":0,"body":"Vielleicht hat sie einfach nur angst das du durch dem Spielen deine Noten verhaust .. aber am besten wäre es wirklich mit ihr zureden {{summoner:11}}","replies":[{"id":"","poster":"Ghedex","date":"2016-03-04T15:59:21.847+0000","up_votes":1,"down_votes":0,"body":"Sie hat nicht angst das ich mir die Noten versaue, sondern eher angst das ich mir mein Leben damit versaue. ( Was ja wohl kompletter bllsht ist!)","replies":[{"id":"","poster":"Sirius00","date":"2016-03-04T16:02:02.004+0000","up_votes":1,"down_votes":1,"body":"ich empfehle dir, halte dich an ihre Regeln. Sie wird mit der Zeit hoffentlich weich, da du dich an die Regeln hälst. Spiel ja NIE zu lange, ansonsten ist der ganze Prozess futsch und du musst von neuem anfangen, und glaub mir, das ist echt nicht gut. Ich wünsche dir viel Glück\n{{sticker:slayer-pantheon-thumbs}} \nMfG Sirius00{{champion:15}}","replies":[]}]}]},{"id":"","poster":"Pikazena","date":"2016-03-04T08:38:42.688+0000","up_votes":1,"down_votes":0,"body":"Schwere Situation, du willst natürlich zocken, für deine Mom sieht das halt danach aus als ob du dein Leben verplemperst. Viele Mütter verstehen so etwas generell nicht, und was auch immer andere hier sagen: Es hat keinen Sinn zu versuchen deine Mom unter Druck zu setzen! die besten Chancen hast du meiner Ansicht nach wenn du mit deiner Mom dich mal zusammensetzt und eine Art Vertrag aushandelst. Der könnte etwa so aussehen: Solange deine Noten stimmen, du deine Hausarbeit machst, Sport treibst und am Wochenende was mit Freunden unternimmst lässt sie dir diesen Freiraum. Sei dir jedoch klar.: Sie sitzt am längeren Hebel! Gefühle oder dergleichen helfen da nicht, nur klare Argumentation und Logik . Leider heißt auch das nicht zwingend das dies hilft. Aber wenn du alles erfüllst was deine Mom von dir erwartet hat sie einfach keinen wirklichen Grund zu meckern. Ich hoffe du packst das irgendwie, Mütter sind da manchmal eine echte Qual\nlg Pikazena","replies":[]},{"id":"","poster":"Jastol","date":"2016-03-03T15:32:30.351+0000","up_votes":1,"down_votes":0,"body":"Das größte Problem, glaub vor allem in deiner Generation ist der Generationen wechsel zwischen mit und ohne Computer aufgewachsen. Wenn ich heute mal bei meinen Eltern zu besuch bin und Ihnen sage, dass Ich mit meinen Freunden aus der Jugend fast täglich übers Internet rede und Spiele  ist es für die kaum zu verstehen da Sie es einfach gewohnt sind, dass man sich im realen Leben trifft. \nAbstrahiert wäre das eben auch, dass deine Eltern vll früher Stunden Fußball gespielt haben oder ähnliches es aber nicht verstehen können, dass wir heute eben Stunden vorm Computer abhängen obwohl es eigentlich das genau gleiche ist.","replies":[{"id":"","poster":"feines","date":"2016-03-03T20:09:24.454+0000","up_votes":1,"down_votes":1,"body":"Fussball und PC ost das gleiche?????\nDa haben wir doch das Problem!\n\nIhr könnt das gar nicht mehr unterscheiden. Das Leben ist eben nicht zocken und horendes Geld dafür ausgeben.\nÜberleg mal, was du alles vernachlässigst wenn du Stunden zockst.\nSuch dir mal was aus dem wirklichen Leben dann ist deine Mutter auch zufrieden. PC spielen ist ja ok aber die meiste Zeit?\nDu bist nartürlich auf die Welt gekommen um Stunden lang lol zu zpcken.  Na dann, gute Nacht. PFFFF","replies":[{"id":"","poster":"Jastol","date":"2016-03-04T07:30:11.303+0000","up_votes":1,"down_votes":0,"body":"Werd du erstmal erwachen. Nach nem 10-12h arbeitstag und dann noch 1-2h Hausputz und Haushalt ist man echt mal froh wenn man sich gemütlich auf die Couch setzen kann und noch ne Runde mit Freunden zocken kann. \nAlternative? Ja Ich könnte jeden Tag noch 2-3h mit dem Auto rumfahren um meine Freunde zu Besuchen, dann wäre Ich aber am nächsten Tag auf der Arbeit so kaputt, dass Sie mich irgendwann feuern würden. Willkommen in der Realität ;).\n\nPS: Du solltest dein abstraktes Denken verbessern, damit du die damalige Situation (Ich bin übrigens noch ohne PC aufgewachsen) mit der heutigen vergleichen kannst. Du machst es dir nämlich scheinbar zu einfach ;).","replies":[]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2016-03-03T21:03:26.761+0000","up_votes":1,"down_votes":0,"body":"Wenns um Eltern geht ist es tatsächlich oft schwierig. Ich bin mittlerweile zum Glück aus dem Alter raus, in dem ich mir was sagen lassen muss, aber früher hatte ich ähnliche Probleme.\n\nIch glaube, dass ein Hauptbestandteil der Probleme ist, dass die meisten Eltern von Jugendlichen in deinem Alter überspitzt gesagt (nicht beleidigend gemeint, die können meistens nichts dafür) die Medienkompetenz einer halbgaren Kartoffel haben. Dazu kommt dann noch das Argument von \"früher hat man das auch so und so und blabla gemacht!\"\n\nViele Eltern verstehen zudem nicht, dass Zeit beim Zocken nicht zwangsläufig sinnlos und verschwendet ist. Und sie können auch ihr eigenes Medienverhalten nicht sinnvoll reflektieren und Parallelen zu deinem ziehen, denn sie haben das nie gelernt. Meine Eltern haben zum Beispiel heute noch kein Problem damit, Pc und co runterzumachen, zu verteufeln und etwas von vertaner Zeit zu labern während sie gerade mal Abends 5 Minuten nichts zu tun haben, weil bei RTL die Werbung läuft. Mein Vater hat z.B. seine Meinung zu Martphones, Whatsapp und co. erst geändert, seit er das alles selbst hat (oh Wunder).\n\nIch sehe das so, dass man mit 16 Jahren selbst entscheiden sollte, wie man seine Freizeit gestaltet. Als Eltern sollte man nur bei wirklichen Problemen eingreifen. Es ist eine Ironie, dass Jugendlichen oft angelastet wird, dass sie kein Gefühl für Verantwortung hätten und nicht selbständig seien/handeln/denken etc., während sie sich dann von ihren Eltern aus nicht mal ohne zu Fragen den Hintern abwischen dürfen. In das Leben eines verantwortungsvollen Erwachsenen muss man reinwachsen und das geht nur, indem man es macht. Rückschläge, Fehler und von Zeit zu Zeit Mist bauen gehört da dazu. Allerdings muss man dann dafür auch die Verantwortung tragen. Das Ganze ist ein Lernprozess. Diesen nicht erleben und durchmachen zu dürfen, ist für die Entwicklung nicht förderlich und kann sogar schädlich sein.\n\nWas die Schule angeht: Auch das Abi ist kein Hexenwerk. Ich selbst habe mit 16 die Mittlere Reife und dann im Anschluss an einem technischen Gymnasium mein Abi gemacht. Gelernt habe ich dafür eigentlich so gut wie nie - ich habe lieber gezockt und was mit Freunden gemacht-  und trotzdem meinen Schnitt von 2,0 auf 1,9 verbessert. Ich sage nicht, dass man das auch so machen soll oder dass das ideal war. Es geht vielmehr darum, dass man seinen eigenen Weg im Leben finden muss und der Unterscheidet sich recht oft vom vorgegebenen Weg der Eltern. Hier zeigt sich oft, dass die Eltern veraltete und deswegen nicht mehr sinnvolle Maßstäbe anlegeb, wie ein leben denn zu führen und wie dieses und jenes zu machen oder zu bewerten sei.\n\nDie Frage stellt sich: Wie kam ich aus der Situation heraus? Bei mir ging das alles über knallharte Konfrontation. Wo immer ich wollte, bin ich meinen Weg gegangen und habe das gemacht, was ich für richtig gehalten habe. Meistens habe ich so bekommen, was ich wollte, weil meine Eltern irgendwann eingesehen haben, dass sie es eh nicht verhindern können. Dass dabei aber eigentlich nie wirklich was schief gegangen ist (Noten haben gestimmt, ich wurde nicht Drogenabhängig und habe keinen ermordet trotz der bösen Killerspiele) hatten sie natürlich auch irgendwann keine Gegenargumente mehr. Allerdings ist das für das Verhältnis auch nicht gerade förderlich gewesen und es ist auch heute noch in vielen Dingen relativ angespannt. Positiv ist jedoch, dass ich dadurch auch gelernt habe, keine Angst vor Konfrontationen zu haben und für meine Ziele, Wünsche und Ideale einzustehen.\n\nIch glaube, dass ich an deiner Stelle (das soll nicht heißen: mach das! sondern nur: ich hätte das gemacht, auch wenns veilleicht dumm gewesen wäre!) wohl dann gezockt hätte, wenn meine Mutter arbeitet. Dafür hätte ich mir ne billge 2. Tastatur und ne billige 2. Mouse gekauft, diese versteckt und nur dann benutzt, wenn Mom die ursprünglichen Geräte versteckt/einkassiert hätte. Ist nicht toll, aber so bekomtm man die 2 Jahre bis zum 18. rum :D","replies":[]},{"id":"","poster":"Ghedex","date":"2016-03-03T20:23:15.409+0000","up_votes":1,"down_votes":0,"body":"Ich danke euch allen für dir Hilfe !:)","replies":[]},{"id":"","poster":"Halotiker","date":"2016-03-03T15:58:11.861+0000","up_votes":1,"down_votes":1,"body":"Erstmal wie kannst du überhaupt schreiben ohne pc :D ?  Zweitens ist es dein pc (selbst gekauft) ?  wen ja ist es dein Eigentum, heißt im endeffekt sie darf ihn dir nicht wegnehmen :)","replies":[{"id":"","poster":"Ghedex","date":"2016-03-03T16:11:01.466+0000","up_votes":1,"down_votes":0,"body":"1. Ich besitze ein Handy ^^\n2. Ja ist selbstgekauft","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2016-03-03T15:57:31.389+0000","up_votes":1,"down_votes":0,"body":"nicht mal nen Lob wenn man was gut gemacht hat? ohje.. ich finde es zwar gut wenn man nicht übertrieben viel lobt aber null loben ist auch keine erziehungsmethode. Ein Lob ist eine Motivation und auch Sätze wie \"du lernst nicht für mich sondern für dich\" sind da eher hinderlich als Hilfreich. mein Beileid auf einer gewissen ebene hassu dir verdient. Eltern sollten schon wissen wie man ihre Kinder motiviert aber leider können wir alle hier auch nicht beurteilen wie die Verhältnisse bei dir zuhause sind (warscheinlich aber besser als die von Decad3r der mit einem absolut Geistfreiem Text hier mit fehlender Inteligenz glänzen wollte)","replies":[]}]}