{"id":"40AEVmlj","poster":"Dawnation","date":"2016-03-02T21:43:01.114+0000","title":"Welche Lane passt am besten zu mir ?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey liebe LoL Community, ich bin schon seit einer Weile auf der Suche nach meiner Main Lane, nur werd&#039; ich nicht richtig f&uuml;ndig und Allround ist nichts f&uuml;r mich ... Da ich lieber meine Lane und Champions Makellos beherrsche als mehrere nur mittelm&auml;&szlig;ig.\r\n\r\nZuerst einmal habe ich mir ein paar Champions rausgesucht, die mir an sich nach dem antesten echt gefallen haben.\r\n\r\nDiese w&auml;ren :\r\n\r\nTop :\r\nRiven\r\n\r\nJungle :\r\nLee Sin\r\nElise\r\nRek&#039;Sai\r\n\r\nMid :\r\nZed\r\nYasuo\r\nAhri\r\n\r\nAD-Carry\r\nLucian\r\nJhin\r\n\r\nSupport :\r\nThresh\r\n\r\nNun zu meinem bevorzugten Spielstil, ich bevorzuge es meist den Schaden im Team zu machen, weil das einfach mehr zu mir passt, zus&auml;tzlich spiele ich auch extrem gern Champions mit einzigartigen Mechaniken (Jhin Bullets etc.)\r\nAm meisten liegen mir meiner eigenen Meinung nach Assasinen, gepaart mit Ranged Champions, &uuml;bernehme aber auch gern eine Rolle die viel Einfluss auf&#039;s Spiel hat.\r\n\r\nWas w&auml;re eurer Meinung nach am meisten zutreffend, findet ihr evtl andere Champions sogar besser passend ?\r\n\r\nFreue mich auf Antworten und Dankesch&ouml;n\r\nim Vorraus. :)","replies":[{"id":"","poster":"Macolm Merlyn","date":"2016-04-04T23:01:29.635+0000","up_votes":1,"down_votes":0,"body":"{{champion:92}}  ist zurzeit nicht stark da es zu viel counterplay gegen sie gibt in der aktuellen Meta versuch lieber mal poppy die Macht guten damage und bringt zusätzlich viel cc in Kombination mit tankyness mit was sie zu einem super champ macht um mit tp und homeguards den zu flanken und den gegnerischen carry auszuschalten zudem ist sie einer der stärksten champs in der laningphase wenn sie nicht gerade gegen trundle ran muss ^^","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-03-03T09:13:37.882+0000","up_votes":1,"down_votes":0,"body":"Wenn du auf der Top nur Riven magst, dann würde ich dir diese Lane nicht empfehlen. Riven macht derzeit eine schwere Zeit durch, ist zudem ein kniffliger Champion und sehr abhängig vom Setup.","replies":[{"id":"","poster":"Sałtyy","date":"2016-03-13T00:29:51.624+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=vatevpvi,discussion-id=40AEVmlj,comment-id=0005,timestamp=2016-03-03T09:13:37.882+0000)\n>\n> Wenn du auf der Top nur Riven magst, dann würde ich dir diese Lane nicht empfehlen. Riven macht derzeit eine schwere Zeit durch, ist zudem ein kniffliger Champion und sehr abhängig vom Setup.\n\nNaja wie mans nimmt, Riven is nochimmer nice ich mein Normal games = Ezyy  aber Ranked is da wd was anderes ,c","replies":[]}]},{"id":"","poster":"Platoc","date":"2016-03-02T22:13:54.789+0000","up_votes":1,"down_votes":0,"body":"Das willst du jetzt sicherlich nicht hören, aber: Wir können dir nicht sagen, was zu dir passt. Das musst du selbst herausfinden.\nBeispielweise spiele ich auch liebend gerne Assasine und DMG lastige Champions, wie Shaco, Rengar, Diana, Elise...aber ich hasse persönlich die Lanes, da ich ein ziemlich mittelmäßiger Laner bin. Aus diesem Grund gehe ich auch Jungle. Tanks spiel ich eigentlich gar nicht, da mir einfach der Spielstil nicht gefällt und er mich langweilt. Bin ich deshalb nicht für den Jungel geeignet?! Man kann also Seine Lieblingsstil auf jeder Lane ausleben. Als Tank ist man vielleicht auf der AD/AP Carry Rolle falsch, aber es ist locker möglich auch einen DMGlastigen Champ Top zu picken anstatt eines Offtanks.\nDu musst dir klar werden, welche Lane dir am meisten spaß macht. Es gibt ein paar Merkmale, die jede Rolle ausmachen, und du musst dir darüber klar werden, ob du diese magst oder nicht.\nTop: Farmlastig;eher 1vs1 da der Jungler sich vorrangig auf Mid/Bot konzentriert; weniger unterstützung der anderen Lanes außer mit Teleportganks; dafür aber selbst gutes Snowballpotential+ Levelvorteil; gutes Splitpushpotential\n\nJungle:gute Mapcontroll da du pressure auf jeder Lane zeigen kannst; die Rolle, die wohl am meisten Carrien kann, da du dein Team hochfeeden kannst; Roamen ist wichtig; dafür wenig 1vs1; Gameknowledge ist besonders wichtig (ward placements, wann ganke ich wo etc); manche Jungle gutes snowballpotential  z.b. Yi; Viel Variabilität bei den Picks\n\nMid:1vs1 meist; Roamingpotential->dadurch Carrien der Botlane/Top; DMG lastige champs können games gut carrien; levelvorteil; farmlastig; Viele Champs haben schwere Mechanics zb Ahri, LB etc (Stichwort \"Einfach zu spielen, schwer zu meistern\")\n\nBot: ist eben eine Duolane. Kommst du mit randoms klar? Ja/Nein...als ADC Farmlastig, aber gutes Carrypotential FALLS du die lane gewinnst. oft vom random abhängig, da du sonst 1vs2 spielt. als support kannst du auch den schlechtesten ADC nicht carrien, wodurch du später kaum Einfluss im spiel hast (außer vllt durch wards, gute CC etc)\n\nHab bestimmt viele Aspekte vergessen. Aber hauptsache ist, dass DU dir eine lane aussuchst. Wegen Assasinspielstil würde ich zwar Mid oder Jungle sagen, aber falls dir ruhige Laningphasen mit gelegentlichen Ganks eher gefallen, dann doch eher Toplane. Wobei Assasins auf der Top nicht so effektiv sind, da sie eher roamen müssen und dadurch ein Spiel snowballen.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-03-02T22:09:09.685+0000","up_votes":1,"down_votes":0,"body":"Ich würde dich bitten, SUpporter zu mainen. Es gibt einfach zu wenig^^ \nWenn es unbedingt Assassinen sein müssen, dann kommt eigentlich nur die Mid infrage. Es gibt zwar auch Jungle-Assassins, aber auf der Mid hast du da größere Auswahl.","replies":[]},{"id":"","poster":"invite mich mal","date":"2016-03-02T22:07:49.150+0000","up_votes":1,"down_votes":0,"body":"Zed","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-03-02T22:00:55.093+0000","up_votes":1,"down_votes":0,"body":"Illaoi hat nen interessanten Spielstil und macht sehr guten Schaden, leider anscheinend nicht so dein Fall.\nIch empfehle Kog'Maw Auf Ap oder auf Ad, beides Funktioniert sehr gut, ist wahrscheinlich einer der Champs die am meisten Schaden überhaupt machen können nur der Anfang ist sehr schwer zu meistern, am Ende bist du der Typ der über die halbe Map schießt und von den Gegnern als op abgestempelt wird.\nCassiopeia ist ein guter dps Champ mit viel Einfluss auf Teamkämpfe, in der Lane kannst du gut die Oberhand behalten durch deinen Poke und später heilst du dich mit deiner passiven auch ganz gut.","replies":[]},{"id":"","poster":"gh0stsh3ll","date":"2016-03-02T21:54:10.151+0000","up_votes":1,"down_votes":0,"body":"Mid","replies":[]}]}