{"id":"FBrHziGo","poster":"ReDcOrSaIr2","date":"2016-03-02T21:13:15.357+0000","title":"Last Hitten..","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Moinsen\r\n\r\nAlso.. :D Folgendes Problem..\r\nIch kann nicht Last Hitten :o\r\n\r\nMeine Frage an euch: \r\n- Mit welchem geht last hitte  besser AD oder AP? (Bei AP w&auml;re es ein Spell..)\r\n- Ist TP gut in der Mitte? (Mehr CS, mehr roamen....?)\r\n- Wie kann ich last hitten am EFFEKTIVSTEN &ugrave;ben??\r\n\r\nSch&ouml;nen Abend und Danke schon mal ^^","replies":[{"id":"","poster":"play a faya","date":"2016-03-04T09:29:23.127+0000","up_votes":2,"down_votes":0,"body":"Was meine Vorposter schon gesagt habe: Üben, üben, üben ...\n\nEs ist natürlich einfacher Last Hits zu landen, je mehr Schaden deine Auto Attacks haben.\nDeshalb ist imo der einfachste Champ Cho'Gath. Du kannst seine E auf Level 1 skillen und hast automatisch 20 Extraschaden, was seine AAs auf Level 1 zu den stärksten im ganzen Spiel macht.\nGenerell ist es also einfacher im AD skalierenden Champions zu last hitten, da du durch Doran oder Longsword + AD Runen schon auf Level 1 einen guten Wert für deine AAs hast.\n\nDas geht für dich gut, wenn du nur ADC spielst. Willst du auf Top oder Mid Lane, (also ab und an mal auch AP skalierende Champs) dann solltest du wirklich mit Coustom Games anfangen. Erstmal ohne Bots und wenn du 80% des CS bekommst, kannst du den Schwirigkeitsgrad erhöhen.\n\nWenn das alles nichts bringt, gibt es Champions, die ab einem gewissen Level einfach jede Wave instant weghauen.\n\n- Morgana mit ihrer W je nach Items und Runen ab Level 5 oder 7 (ausreichend für die Caster), ab Level 9 spätestens sollte die W auch zuverlässig die Melee Minions erledigen.\n- Anivia mit Ult und Blue Buff.\n- Viktor sobald sein Hexcore Upgrade durch ist.\n- Annie mit ihrer Q, sehr einfaches Farmen schon ab Level 1.\n- Cho'Gath nicht nur dank seiner E, sein W macht auch guten Schaden und durch seine Passive + Dorans Ring bekommt er genug Mana zurück, um das jede Wave einsetzen zu können.\n- Heimedinger, wenn 3 Turrets stehen bekommt man ohne selbst AAs zu tätigen ab Level 5 schon etwas 60% des Farms.\n- Veigar, selber Fall wie bei Annie ...\n- SInged spätestens ab Level 5 hast du genug Mana, um zwischen den gegnierischen outer und inner Touret zu farmen.","replies":[]},{"id":"","poster":"eR Yatrazz","date":"2016-03-05T14:27:44.261+0000","up_votes":1,"down_votes":0,"body":"Kannst auch ins Custom ohne Runen, Masteries und Items gehen und dann lasthitten üben^^","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-03-03T11:46:20.839+0000","up_votes":1,"down_votes":0,"body":"Warum genau nimmt man eigentlich Runen und Masteries raus? Wenn man Nami oder so was zum Üben nimmt, hast du auch über Runen oder Masteries keinen nennenswerten Bonus.","replies":[]},{"id":"","poster":"DanionVibit","date":"2016-03-03T10:35:59.036+0000","up_votes":1,"down_votes":0,"body":"wie du lasthiten am einfachsten lernen kannst? Ganz einfach aber anstrengend... Runen und Masteries raus -> Benutzerdifferenziertes Spiel öffnen -> pick Caitlyn und last hitte. Aber generell sind AD champions meistens einfacher im lasthit als Tanks oder AP","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-03-03T08:55:16.010+0000","up_votes":1,"down_votes":0,"body":"Was ich gerne mache: \nEntweder als Melee in einem Botmatch gegen Caitlyn lanen. Die macht ganz gut Druck, rein vom Harass sogar besser als so mancher Silber Dude. Oder - mein Hass-Champ, was Farming angeht - LeBlanc. Einfach nur mit Autohits arbeiten.","replies":[]},{"id":"","poster":"ReDcOrSaIr2","date":"2016-03-03T06:32:05.472+0000","up_votes":1,"down_votes":0,"body":"Danke viel mal ^^ <3","replies":[]},{"id":"","poster":"Kumiho Ahri","date":"2016-03-02T21:38:47.041+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=2s97Nm8gEVI&index=2&list=PLsL7hqZ-1QGQgQzxOFwMNAve4cYGLOIhK","replies":[{"id":"","poster":"OT Riku","date":"2016-03-02T21:53:40.294+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kamikatze4K,realm=EUW,application-id=vatevpvi,discussion-id=FBrHziGo,comment-id=0000,timestamp=2016-03-02T21:38:47.041+0000)\n>\n> https://www.youtube.com/watch?v=2s97Nm8gEVI&index=2&list=PLsL7hqZ-1QGQgQzxOFwMNAve4cYGLOIhK\n\nGutes Video kann sehr gut helfen :)\n\n@ReDcOrSair2 Tp in der Mitte würde ich nur in einem 5er Premadeteam nutzen, oder wenn du kein wirklicher solokiller bist sprich mehr über dein Team kommst sowas wie eine Anivia braucht nicht unbedingt ein ignite. \nDa sind Tp und Barriere besser\n\nLG Riku","replies":[]}]},{"id":"","poster":"TiRex72","date":"2016-03-02T21:42:42.411+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nalso ich persönlich denke es ist egal ob AP oder AD, Lasthitten ist Lasthitten, also nicht Championabhängig sondern\neinfach nur eine reine Übungssache.\n\nKlar gibt es Champs mit denen es leichter fällt als wie mit Anderen aber das sind dann wieder die persönlichen\nSachen mit welchen Champ man auch besser zurecht kommt.\n\nAlso ich habe das Lasthitten geübt indem ich mir einen Leere Runenseite, Leere Masterie Seite\ngenommen habe, Soraka gewählt und mit der dann komplett ohne Items und auch ohne Gegner im Customgame\ngeübt habe.\n\nDu kannst die ja selber Ziele setzen dann wieviel du nach Minute X schaffen willst.\n\nIch hatte mir das Ziel genommen welches man oft liest, also ca. 100 Minions nach 14 Minuten,\ndamit bist eigentlich dann ganz gut aufgestellt denke ich.\n\n{{champion:36}}","replies":[]}]}