{"id":"4FcF8Xp4","poster":"Bettnachleger","date":"2016-03-02T18:02:17.673+0000","title":"Dynamic queue - Wartezeit","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Also, wie steht ihr dazu?\n\nMeine wenigen Gedanken:\nDie Wartezeiten sind teilweise einfach Absurd. Warum muss ich auf einer Elo von Silber - Gold bis zu 10 Minuten warten?\n\nEdit:\nkann das wer in den \"normalen\" Bereich verschieben?\nUnd vorallem ... Wieso muss ich anschlie&szlig;end ein 20 Min Spiel spielen, damit ich jemaden reporten kann, der Zitat:\n&quot;i will jungle no matter what&quot; \nschreibt und durchfuehrt?\nIch habe nun ca 30 Spiele seit Neujahr gespielt, und ziemlich haeufig ist den Leuten ihre Wahl einfach Wumpe und sie waehlen worauf sie Bock haben, stat Support (oder was auch immer) ....\n\nToll, ich kann nun zu 80% spielen worauf ich llust habe, aber mal ehrlich, das konnte man vorher auch und das ohne extreme Wartezeiten.\n\nEbenso verstehe ich nicht, wieso ich als fill (aka Support) teilweise ebenso lange Wartezeiten habe?!\n\nDas Prinzip der Warteschlange dagegen gefaellt mir eigentlich ganz gut, sieht nett aus, huebsche Animationen beim bannen und picken usw.\nDie (noch mehr) abwechselnde wahl ist auch ganz nett, aber naja ... \nWen interessierts wenn man nun bereits seit 30 Minuten auf ein Spiel wartet ....\n\n\nEdit:\nUnd man kann keine Skins mehr im Bildschirm zum Champ picken kaufen ;-(","replies":[{"id":"","poster":"AndABottleOfRum","date":"2016-03-02T21:10:46.398+0000","up_votes":1,"down_votes":0,"body":"Zu welchen Zeiten gehst du denn in die Queue o.O Bei mir 5 Sekunden bis 3 Min","replies":[{"id":"","poster":"Bettnachleger","date":"2016-03-03T08:52:04.898+0000","up_votes":1,"down_votes":0,"body":"Meist Freitag im Zeitraum von ~15.30 - 01.00. \nGanz selten auch mal am Samstag oder unter der Woche.\n\nAlso eigentlich nicht sooo ungewoehnliche Zeiten.","replies":[]}]},{"id":"","poster":"Sree","date":"2016-03-02T23:03:28.653+0000","up_votes":1,"down_votes":0,"body":"Benutz als sekundaere Position einfach mal 'Auffuellen', dann findest auch viel schneller Spiele.\nHabe heute jedes Mal innerhalb von 20 Sekunden ein Spiel gefunden. Aber ich spiele auch Main Support^^\n\nDie langen Wartezeiten bei dir ergeben sich einfach, weil wahrscheinlich deine Erst und Zweitrolle gleichzeitig die beiden sind die am beliebtesten sind.\nWenn 100 Spieler Mitte wollen, aber nur 10 Support, kannst dir vorstellen, dass 90 der 100 Spieler erstmal warten muessen, bis ein Spiel gefunden wird.\nAnsonsten hatte ich es aber bisher noch nicht, dass die Spieler dann einfach stur etwas anderes spielen als das Matchmaking ihnen vorgibt.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-03-03T08:49:49.664+0000","up_votes":1,"down_votes":0,"body":"Joar, ich spiele schon ganz gerne Support, aber mittlerweile macht mir das nicht mehr sooo viel spass, drum Spiele ich Dschungel / oben und da sind die Wartezeiten halt recht lang.\n\nOkay, ansonsten hatte ich evtl. auch einfach nur pech mit den Leuten mit denen ich gematched wurde ;D\nSchwarze Schafe gibt es ja immer.","replies":[]}]},{"id":"","poster":"AndABottleOfRum","date":"2016-03-02T20:36:39.202+0000","up_votes":1,"down_votes":0,"body":"Ich meine das es oft passiert das die Leute nicht annehmen weil sie z.Bsp denken, ich geh mal kurz was essen dauert eh noch lange...und es einfach verpeilen. Sowas verzögert die Queue ungemein.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-03-02T20:38:46.728+0000","up_votes":1,"down_votes":0,"body":"Okay, evtl habe ich etwas falsch ausgedrueckt, aber die Q an sich ... dauert -10 Minuten.\nEs gibt vorher nix mit annehmen oder nicht annehmen.","replies":[]}]},{"id":"","poster":"AndABottleOfRum","date":"2016-03-02T19:09:40.879+0000","up_votes":1,"down_votes":0,"body":"Es liegt nicht an der Queue sondern daran das wenige Mitspielen / Viele Afk sind. Ich persöhnlich picke immer Top/Jungle und hab Wartezeiten von 2 Sekunden bis 3 Minuten. Warte ab bis Soloqueue rauskommt. Ich glaub das pendelt sich dann ein.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-03-02T20:03:23.313+0000","up_votes":1,"down_votes":0,"body":"Naja, aber ein Mitspieler der Afk ist, kann sich ja nicht in die Q begeben, drum verstehe ich nicht genau was du damit meinst?!","replies":[]}]}]}