{"id":"5WjqEkoO","poster":"SweatForMyGame","date":"2016-03-02T20:01:58.233+0000","title":"Lagg trotz 30ms","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch hatte im letzten game nur im teamfight laggs also internet laggs, aber ich hatte trotzdem 30ms. Kann mir bitte jemand helfen.\r\nAlso allgemein keine laggs ich habe die nur im kampf.\r\nBitte um Antwort, danke","replies":[{"id":"","poster":"legofreak1","date":"2016-03-04T19:23:11.238+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte Pingplotter im Hintergrund eines Spiels mit Problemen laufen lassen?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[]},{"id":"","poster":"AndABottleOfRum","date":"2016-03-02T20:46:26.519+0000","up_votes":1,"down_votes":0,"body":"Das sind in deinem Fall wahrscheinlich Framedrops. Hast du schon versucht deine Grafikeinstellungen runterzustellen und Vsynch einzuschalten?","replies":[{"id":"","poster":"SweatForMyGame","date":"2016-03-03T16:06:37.989+0000","up_votes":1,"down_votes":0,"body":"Es sind internet laggs^^ . Und ich habe fast jede 3minute für eine sekunde 200ms an meinem router kann es nicht liegen weil dann auch mittem bei skypen die verbindung abbrechen würde.","replies":[]}]},{"id":"","poster":"Revelate","date":"2016-03-02T20:12:54.715+0000","up_votes":1,"down_votes":0,"body":"Klingt mir eher nach FPS Schwankungen, wenns nur in den Teamfights ist?\n\nWenn du sagst du hast durchgehend 30ms und es Laggt aufgrund des Internets, dann Widersprichst du dir eigentlich selber. So kann mir dir nicht wirklich weiterhelfen :D\n\nMeisstens tretten solche Laggs in Teamfights aufgrund von FPS Schwankungen auf, wenns doch an deinem Internet liegt kann ich dir nicht weiterhelfen^^","replies":[]}]}