{"id":"RdKkOhtY","poster":"xGhostMinex","date":"2016-03-01T19:58:11.450+0000","title":"OrTak Clan sucht nach Leuten für Ranked! Midlaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"OrTak sucht nach Leuten \r\n\r\nHallo League of Legends Community!\r\n\r\nMein Name ist Bastian und ich bin einer der Leader des OrTak Clans und zust&auml;ndig f&uuml;r die LOL Abteilung. \r\nWir sind auf der Suche nach Leuten f&uuml;r ein Rankedteam  und suchen dich!\r\n\r\nVoraussetzung:\r\n\r\nMindestalter: 18 Jahre\r\nDia 5+ (Season 5)\r\nDas Verhalten im Clan sollte unserem Alter angemessen sein,\r\ndass hei&szlig;t keine Beleidigungen, keine Beschimpfungen anderer Spieler!\r\nTeamspeak 3 mit Headset und Mikro ist Pflicht. Auf dem TS Server w&uuml;nschen wir netten Umgangston.\r\n**Mid**\r\nDu hast Champions mit denen du sehr gut klarkommst.\r\nWir brauchen keine Leute, die nur f&uuml;r sich alleine spielen und nicht oder wenig teamf&auml;hig sind. Also passt euch euren Teamkamaraden an und seid bereit mit ihnen zu kommunizieren.\r\nClantag (sp&auml;ter vlt)\r\nEs w&auml;re nicht schlecht, wenn jeder vor seinem Namen sp&auml;ter wenn es ein festes Team ist OrTak vor seinem Namen h&auml;tte.\r\nMap Kontrolle\r\nGut w&auml;re auch Teamerfahrung\r\n\r\n\r\nAddet mich Ingame: xGhostMinex","replies":[{"id":"","poster":"PRDX ReD","date":"2016-03-06T20:13:38.789+0000","up_votes":1,"down_votes":0,"body":"Guten Abend, \n\nLetzte Season war ich Gold 1 in Promo zu Platin, aber inzwischen schon seit Ende Season 2 Spieler.\nEure Anforderungen sind meiner Meinung nach seltsam, ich sehe keine hochrangigen Mitglieder in eurem Clan?. \nDas Mindestalter denke ich mal in einem Spiel wie diesem auf 18 zu setzen ist ein wenig reudig, es sollte doch jedenfalls 16 sein :). \n> Dia 5+ ist aufjedenfall unangebracht.","replies":[]},{"id":"","poster":"BloodMoonImpact","date":"2016-03-06T17:23:48.422+0000","up_votes":1,"down_votes":0,"body":"Hey ho ich bin noch Gold V aber eure Anforderungen in diesem Moment sind unrealistisch, da es Anfang der Seasonist und Noch viele erst auf dem Weg zu Diamond sind. Ich selber steige im Moment ziemlich schnell hoch und werde vermutlich schon sehr bald Platin sein. Ich spiele gut als ADC und Jungle Teamplay steht in diesen Positionen natürlich an oberster Stelle. ;)  \n  {{sticker:slayer-jinx-catface}}  Peace out!","replies":[]}]}