{"id":"f3ef2XHq","poster":"grabi002","date":"2016-03-01T13:30:41.530+0000","title":"[Geschichte] LoL - Wie es definitiv NICHT begann {Inspired by Nuix}","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"Hier ist Teil 2 meiner (von Nuix inspirierten) Kurzgeschichten-Reihe. *DIESE GESCHICHTE HAT REIN GAR NICHTS MIT DER LORE VON LEAGUE OF LEGENDS ZU TUN! Abweichungen von B&uuml;ndnissen, Herk&uuml;nften o.&Auml; ist m&ouml;glich!* Viel Spa&szlig; beim lesen!(Link zu Teil 1 kommt sp&auml;ter, bin gerade am Handy)\r\n\r\n\r\nSeit 2 Monaten wurde Noxus nun schon belagert. Rund um die Mauern der pr&auml;chtigen Stadt lagerten hunderte von Demacianern, bereit ihr Leben zu opfern, wenn n&ouml;tig. Seufzend stand Draven am Rand der Mauer. &quot;Wenn Katarina nur da w&auml;re...&quot;, murmelte er, als ein Pfeil auf ihn zusauste. Geschickt wich er diesem aus und Schleuderte blindlings zwei &Auml;xte in die Richtung aus dem der Pfeil gekommen war. &quot;Volltreffer&quot;, dachte er sich, was kurz darauf mit einem lauten Schrei best&auml;tigt wurde. &quot;Schnell, holt Lux! Er wurde nur am Arm getroffen!&quot; &quot;Garen...&quot;, knurrte Darius, der gerade die schmale Treppe hinaufgekommen war. Garen und Darius waren seit der letzten Schlacht Todfeinde. Die beiden hatten noch lange weitergek&auml;mpft, obwohl Noxus schon besiegt war, bis sich dann letztendlich die Demacianische Armee auf den letzten verbleibenden Feind st&uuml;rzte. Darius wusste, dass er Garen alleine nicht besiegen k&ouml;nnte. Gegen mehrere Gegner w&auml;re er allerdings kein Problem. Das Blut seiner Gegner w&uuml;rde ihn st&auml;rken, diese selbstverliebten Schweine sterben zu sehen, w&auml;re ein Genuss f&uuml;r ihn. &quot;Du wirst deine Chance schon noch bekommen.&quot;, beruhigte ihn Draven. &quot;Wie lange braucht Katarina noch?&quot;, fragte ihn sein Bruder. &quot;Gestern kam ein Bote an, ihre Armee lagert da hinter dem Berg, morgen sind sie da.&quot;, Draven zeigte auf einen Berg, nicht weit entfernt von dem Lager der Demacianer. &quot;Dieser Berg liegt gut f&uuml;r einen Hinterhalt, wenn wir zuerst angreifen, kann Katarinas Armee von hinten kommen.&quot;, stellte er fest. &quot;Wir sind trotzdem in der Unterzahl!&quot;, gab Darius besorgt zur&uuml;ck. &quot;Das ist der einzige Weg, mit dem wir unsere Tore von diesem Abschaum befreien k&ouml;nnen. Wir werden es versuchen. Erkl&auml;r&#039; der Armee den Plan.&quot;\r\n\r\n*Der n&auml;chste Morgen*\r\n\r\n&quot;Wir werden angegriffen!&quot;, der Schrei eines Soldaten riss Draven aus dem Schlaf. Schnell sprang er auf und nahm seine &Auml;xte in die Hand. Draven lie&szlig; seine &Auml;xte kreisen und st&uuml;rmte hinaus. Einige Meter weiter vorne hatte sich das Wohngebiet in ein Schlachtfeld verwandelt. Verzweifelt suchte er nach seinem Bruder, als ihn ein Soldat ansprang. Draven sprang zur seite und schleuderte ihm eine gezielte Axt entgegen. Schlaff landete sein Gegner auf dem sandigen Boden. &quot;DARIUS!&quot;, schrie Draven, in der Hoffnung ihn zu finden. Weitere Soldaten st&uuml;rzten sich auf ihn doch er wehrte sie mit gezielten &Auml;xten ab. Gerade als er hinter einem Zelt in Deckung gehen wollte, sah er seinen Bruder. Schnell rannte er zu ihm, &quot;Darius! Wo ist Swain?&quot; &quot;Der ist gerade Weg, wir m&uuml;ssen das alleine regeln.&quot; Darius st&uuml;rzte sich in ein Dutzend Feinde und mit Dravens Hilfe wurden diese schnell dezimiert. Soldat f&uuml;r Soldat nahmen sie auseinander, bis mehr und mehr Soldaten durch das Tor st&uuml;rmten. &quot;Wir brauchen Hilfe.&quot;, stellte Draven fest. &quot;Bin schon da&quot;, Katarina t&auml;nzelte durch die Gegner, jeder Feind an dem sie vorbei kam, sackte in sich zusammen. Der Kampf war schon so gut wie gewonnen, als eine neue Armee in die Festung st&uuml;rmte, angef&uuml;hrt von... &quot;Garen.&quot;, knurrte Darius. Er st&uuml;rzte sich in die menge von Soldaten und r&auml;umte alles aus dem Weg. Als er bei Garen ankam, war dieser schon bereit. Er rannte auf ihn zu und wollte ihm sein Schwert in die Brust rammen, Darius jedoch wich aus. Er konterte mit einem Schlag in Garens Bauch, seine R&uuml;stung fing das schlimmste ab. Draven schleuderte seine &Auml;xte gegen Garen, Katarina ihre Dolche. Sichtlich verunsichert rannte Garen auf Darius zu und rammte ihm sein Schwert in die Brust. Darius wurde von der Wucht zur&uuml;ckgeworfen, genau auf seinen Bruder. Garen nutzte diese Gelegenheit und rannte so schnell er konnte aus der Festung. &quot;So ein Feigling!&quot;, schrie Darius voll Wut. &quot;Beruhig dich, sonst verlierst du nur noch mehr Blut! Bring ihn zum Arzt.&quot; Katarina drehte sich um und ging zu ihrem Zelt. \r\n\r\n\r\nDanke f&uuml;rs Lesen! Konstruktive Kritik ist wie immer erw&uuml;nscht. Ihr k&ouml;nnt noch abstimmen, &uuml;ber welchen Champion ich als n&auml;chstes schreiben soll. Sch&ouml;nen Tag noch!","replies":[]}