{"id":"eNPGGkVW","poster":"Anti AFD","date":"2016-02-29T22:26:50.531+0000","title":"(Gold) Mid und Adc suchen  nach Team/Dynamic Q Gruppen für schnelles climben.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo!\n\nIch (18-Gold1 damals Diamond2-Mid) und mein Mate(26-Diamond3-Adc) suchen nach einen neuen Team bzw. einer Dynamic Q Gruppe da unser Ziel es ist schnell wiederaufzusteigen.\nWir hatten eine l&auml;ngere Pause (&uuml;ber 6 Monate) und sind jetzt wieder in das Spiel eingestiegen.\nNach einer k&uuml;rzeren Einspielzeit sind wir jetz bereits wieder am Climben und wir sind bereits vom lowen Silber(neue Accounts) auf hohes Gold gekommen ohne weitere Probleme.\nDoch da League of Legends uns am meisten Spa&szlig; in einer Gruppe macht sind wir nun auf der Suche.\n\nZu uns gibt es nicht zu viel zu sagen, wir sind immer p&uuml;nktlich zu Terminen, spielen immer seri&ouml;s doch verstehen auch jede menge Spa&szlig;.\nZu euch: Ihr solltet ein bestehendes Team oder eins im Aufbau sein welche noch diese 2 Positionen fehlen. Seriosit&auml;t ist euch kein Fremdwort und solltet flamen so verabscheuen wie wir. \nOder ihr seid ein einzelner der sich gerne uns beiden anschließen würde um auch sehr schnell voranzukommen.\n\n\nBei Fragen oder Interesse addet mich gerne ingame unter: vinmac\n\n\nMfG und sch&ouml;nen Abend noch!","replies":[{"id":"","poster":"Xaija","date":"2016-03-01T01:38:31.631+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nIch main jungle bin aber auch nen guter support und würde mich gerne euch anschließen.\nBin zurzeit Gold 1 und war letzte season platin.\nDa ich kein großer fan von solo que bin weil es mir alleine halt kein spaß macht und meistens nur normals spiele wollte ich diese season mal nen bissle tryharden und bin daher auch auf der suche nach nen paar premates.\nMein Ziel ist es mindestens high Platin oder Low Dia zu kommen, gerne auch mehr.\n\nBin 18.\nHabe Teamspeak sowie ein funktionierendes Headset.\nBesitze einen großen champion pool.\nBei Interesse Addet mich einfach bei LoL : Dr Delight x3\n\nMFG Delight","replies":[]}]}