{"id":"2pgRuWbI","poster":"Nightshadoof","date":"2016-02-28T20:19:21.019+0000","title":"Raus aus Bronze","subforum":"Clans & Teams","up_votes":0,"down_votes":16,"body":"Hey suche Leute gern auch Carry&#039;s die mir aus Bronze raushelfen, da es alleine einfach nicht m&ouml;glich ist. Ich bekomme nur die typischen Bronzespieler, die sobald man sagt was besser gemacht werden muss anfangen zu flamen zu feeden oder afk zu gehen. Das Standard 14 Jahre Kindergarten Verhalten eben. Hoffe es ist jmd bereit mir da rauszuhelfen, da andersfalls mir nur noch der Weg bleibt LoL sein zu lassen und mir was neues zu suchen, da ich kein vern&uuml;nftiges Spiel mehr zusammen bekomme und das den Spielspa&szlig; komplett auf 0 runtersetzt.\n\nFür die Menschen die direkt davon ausgehen das ich neu bin und Bronze SKill hab war letzte Season Silber 3. Wobei wenn ich gerade so überleg schreibt am besten gar nichts dazu behaltets für euch und fertig andernfalls wirds halt gemeldet wenns mir zu doof wird. :)\n\nKönnt mich einfach adden.\n\n","replies":[{"id":"","poster":"Julian Chopper","date":"2016-02-28T22:01:37.120+0000","up_votes":3,"down_votes":0,"body":"> Hey suche Leute gern auch Carry's die mir aus Bronze raushelfen, da es alleine einfach nicht möglich ist.\n\nSchwachsinn. Wenn du nicht aus Bronze rauskommst, dann gehörst du in Bronze.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:07:28.101+0000","up_votes":1,"down_votes":4,"body":"Und wieder ein niveauvoller Kommentar den ich groß kommentieren könnte aber ich lass es, da es bei so einem Typ Mensch eh kein Sinn mehr hat was zu sagen.\n\nEdit: Da du ja scheinbar laut Profil noch keine bzw. kaum Rankeds gespielt hast sodass du nicht eingestuft werden konntest, hast du ja viel Ahnung wie nervig es sein kann mit solchen Spielern permanent zu spielen.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-28T22:14:52.941+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TheNightShadow12,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=00050000,timestamp=2016-02-28T22:07:28.101+0000)\n>\n> Und wieder ein niveauvoller Kommentar den ich groß kommentieren könnte aber ich lass es, da es bei so einem Typ Mensch eh kein Sinn mehr hat was zu sagen.\n\nDas ist aber genau der Punkt.\n\nDu kommst nicht aus Bronze raus, weil du nicht auf Silber-Niveau spielst.\nGründe dafür wurden dir bereits genannt. (Deine Runenseiten und Farmwerte z.b.)\nWenn dich jemand nach Silber bringt, wirst du dort gestompt werden bis du wieder in Bronze bist.\nDamit hilft dir keiner.\nDAs hat nichts mit \"Niveauvoll\" oder \"Niveaulos\" zu tun, das ist schlichtweg die nackte Wahrheit.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:16:49.216+0000","up_votes":1,"down_votes":4,"body":"Dann frag ich mich wie ich es letzte Season geschafft hab Silber 3 zu werden und dort wesentlich mehr reißen konnte als jetzt und es geschafft hab das zu halten.","replies":[{"id":"","poster":"Sihari","date":"2016-02-29T07:53:32.240+0000","up_votes":1,"down_votes":0,"body":"Warst du letzte Season das erste Mal eingeranked und hast dann wenig gespielt? So habe ich es nämlich geschafft am Ende Silber 4 zu sein xD \nEine Freundin von mir, die auch selbst weiß, dass sie schlechter spielt als ich (was einfach daran liegt, dass ich seit einem Jahr spiele und sie seit nem halben) hat es sogar durch die ersten 10 Spiele nach Silber 2 geschafft. Danach hat sie nicht weiter geranked und bekam deswegen den Silberrahmen.\nDiese Season sind alle gut eine Liga gefallen und es passiert nicht von heute auf Morgen, dass man in dem System aufsteigt. Vor allem, weil das Ligasystem im Vergleich zu anderen bewertet. Und wenn jetzt alle Silberspieler von letzter Season in Bronze sind und du noch immer so gut spielst wie sie, dann wirst du nicht an ihnen vorbei kommen.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-29T08:11:15.285+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=00050000000000000000,timestamp=2016-02-29T07:53:32.240+0000)\n>\nUnd wenn jetzt alle Silberspieler von letzter Season in Bronze sind und du noch immer so gut Spieler wir sie, dann wirst du nicht an ihnen vorbei kommen.\n\nEin Silber-Spieler der in Bronze ist aufgrund der Einstufungsspiele wird aber immer noch seine Silber-MMR haben.\nD.h. er bekommt wesentlich mehr Punkte für einen Sieg als er für eine Niederlage verliert.\nWenn er nach wie vor 50/50 Winrate hat, kommt er also locker an ihnen vorbei.","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2016-02-28T22:46:15.609+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cantabrum,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=000500000000,timestamp=2016-02-28T22:14:52.941+0000)\n>\n> Das ist aber genau der Punkt.\n> \n> Du kommst nicht aus Bronze raus, weil du nicht auf Silber-Niveau spielst.\n> Gründe dafür wurden dir bereits genannt. (Deine Runenseiten und Farmwerte z.b.)\n> Wenn dich jemand nach Silber bringt, wirst du dort gestompt werden bis du wieder in Bronze bist.\n> Damit hilft dir keiner.\n> DAs hat nichts mit \"Niveauvoll\" oder \"Niveaulos\" zu tun, das ist schlichtweg die nackte Wahrheit.\n\nMan hätte es netter sagen können :)\nMan muss ja nicht immer mit der Tür ins Haus rennen.\n\nUnd @TheNightShadow12 es ist wahr wenn man sich immer in einer Liga zwischen den Divisionen bewegt gehört man auch in diese Liga.\nWenn du über 100 Rankeds gemacht hast und immernoch in Bronze bist, dann wird es wohl der Fall sein das.\n- Du in diese Liga gehörst\n- Viele die in Silber letzte Season waren  sich jetzt auch in Bronze finden und dadurch es ein wenig schwerer ist aufzusteigen. \n\nAber eine 3 Verbesserungen hast du schonmal :) \n- übe das Lasthitten\n- Überprüfe deine Runen ob du wirklich das Beste für deinen Spielstil und die Rolle gefunden hast benutzen deine Seiten ehr für Rollen nicht für Champions zb eine AD eine Tank eine AP dann bist du gut abgesichert. \n-Überprüfe deine Masteries ob du damit das Maximum von deinem Champion raus hast. \n\nBsp. \n-Bei Pokechampions und Champions mit einem DoT ist die Keystone \nBerührung des Todesfeuers sehr gut.\n-Burstchampions wollen ehr den Erlass des Donnerfürsten oder Woge des Sturmräubers\n-Tanks nehmen gerne die Keystone Masterie Umklammerung der Untoten oder Steinernde Verbindung \n\nDas sind Beispiele es kann Individuell je nach Typ gespielt werden aber das sind so Sachen wie ich öfters auswähle. \nEs ist nicht verbindlich. \nWas ich auch mache ich habe nur eine Masterieseite ich stelle sie immer vor dem Spiel ein und passe sie an. Also in der Champion selection. \n\nLG Riku","replies":[]}]},{"id":"","poster":"Julian Chopper","date":"2016-02-28T22:17:04.057+0000","up_votes":2,"down_votes":0,"body":"Habe in dieser Season schon mehr als genug Rankeds gespielt, aber auf einem anderen Account.\n\nJetzt ein paar Tipps.\nDu solltest dein Trinket viel häufiger platzieren, damit vermeidest du wahrscheinlich schon mal ein paar Tode. Des Weiteren könnten Pinks nicht schaden.\nWenn du Adc spielst, dann würde ich dir nicht MF empfehlen, da sie nicht mobil ist. Mit Trist/Luci kannst du Skillshots ausweichen.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:21:17.232+0000","up_votes":1,"down_votes":3,"body":"Ja warum denn nich gleich solche Texte anstatt des ersten und zudem muss ich sagen das adc nur meine nebenlane ist die ich nicht so häufig spiele nur mit dem neuen System bekomm ich zu 99% meine sekundäre. Normalerweise spiele ich Top wo ich für mich bin mal ab und an der Jungler vorbei kommt und fertig und eig stelle ich mein Ward immer iwo hin wenn er ready ist.","replies":[{"id":"","poster":"CooL Ice Tea","date":"2016-02-29T06:50:01.169+0000","up_votes":1,"down_votes":1,"body":"Du hast in deinem game als Tristana...\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2540574469/40707780?tab=overview\n\n... in einem 35 minuten game nicht einen einzigen popligen ward gestellt. Das game danach mit Riven warens ganze 6 wards in 43 Minuten. \n\nHier fehlt offensichtlich die richtige Selbsteinschätzung. \n\nDu sagst du stellst immer iwo einen ward wenn er ready ist - das stimmt offensichtlich nicht.\nDu sagst deine Teammates sind immer Schuld und du bist besser - das stimmt vermutlich auch nicht.\n\nDeine Minionkills in dem Tristana Spiel belaufen sich auf 83 CS. In - ich wiederhole - _**35 MINUTEN**_\nDeine Minionkills in dem Riven Spiel belaufen sich auf 120 CS. In - ich wiederhole - _**43 MINUTEN**_\n\nSolange du solche games spielst musst du dich leider nicht wundern das du in Bronze bist weil mit soetwas gehört man dort leider hinein.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-29T10:23:23.094+0000","up_votes":1,"down_votes":1,"body":"Und wieder nur Statistik geguckt wenn du mal siehst wo die meiste zeit auf der bot der kampf war siehst du das das bei mir am tower war und ich fast perma allein war weil bard so wo rumgerannt is nur nich bei mir folgedessen komm ich auch nich dazu wards zu stellen oder anständig zu farmen das selbe bei riven konnt gegen garen nix machen aber is ja eh alles gelaber was ich sag denn statistik sagt was anderes und statistik is allwissend mag mal sehen wie bei dir farm aussieht wenn man dich ich farmen lässt und die fast das ganze spiel über ohne supp da stehst","replies":[{"id":"","poster":"CooL Ice Tea","date":"2016-02-29T10:26:04.089+0000","up_votes":1,"down_votes":0,"body":"Du schaffst es nicht nen Ward in nen busch zu stellen auf der Bot? beim vorbeilaufen am drake zur midlane oder sonst wann? Mein Beileid.\n\nEdit: Ich biete dir hiermit sogar an das wir uns zusammen ein replay von dir angucken dann sag ich dir liebend gerne was da falsch läuft.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-29T10:47:48.273+0000","up_votes":1,"down_votes":2,"body":"bis ich mal zum drake kam war die hälfte vom spiel vorbei und ich hab mich für mich selbst über bard genug aufgeregt das ich eig eh kein bock mehr auf das game hatte wenn ich solche games hab stell ich auch keine wards oder sehr wenige und ja is keine gute eigenschaft kann man mir auch vorwerfen","replies":[]}]}]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2016-09-21T17:46:52.100+0000","up_votes":1,"down_votes":0,"body":"aber er sagt die wahrheit und ich bin silber 1 und gehöre auch warscheinlich nach gold aber 1 rank ist nicht wie aus bronze V zu gold oder zu silber das sind 5 ranks und wenn du es nicht schaffst biste selbst schuld such lieber mal deine fehler als an den fehlern anderer zu meckern","replies":[]}]}]},{"id":"","poster":"TiRex72","date":"2016-02-28T21:43:02.619+0000","up_votes":3,"down_votes":0,"body":"Also wenn man Lolstarz glauben kann hast du Season 5 ganze 39 Ranked Spiele gemacht, also nicht wirklich viele\nund schon garnicht soviel wo man sagen kann das man was lernen kann, da hast du diese Season schon fast mehr ;)\n\nAuch deine Runenseiten solltest du mal überarbeiten, denn wenn man nur 3 Seiten hat denke ich sollte man\nsie relativ allgemein halten, also ADC, AP und Support/Tank, deine sind sehr speziell auf Champs\nausgelegt die du noch nichteinmal die letzte Zeit gespielt hast.\n\nMasteries kann man auch nochmal drübergehen und was ändern und allein dadurch\nhättest du schon mal eine ganz andere Voraussetzung für gute Spiele, denn jetzt in Bronze mag\nes noch gehen aber später fällst du mit den Seiten aufn Bauch !!\n\nDas alles ist kein Angriff auf dich sondern wollte nur zeigen worin du dich im offensichtlichen schonmal verbessern\nkannst.\n\n@ Hotten Totten\n\nBronze 5 und Gold 5 ist schon ein Unterschied und gerade vom Skill her, wollte ich nurmal anmerken.\nAuch wenn es einem manchmal so vorkommt als wenn die Leute in G 5 nicht wissen was sie machen {{champion:36}}","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T21:50:06.447+0000","up_votes":2,"down_votes":2,"body":"Das seh ich auch gar nicht als Angriff sondern als Vorschläge was ich überarbeiten kann. Sowas nehme ich auch gern entgegen und werd mir das auch ansehen, da es in einer normalen Ausdrucksweise geschrieben ist und nicht mit einem Besserwisser oder Belehrungsunterton geschrieben ist.\nZudem ich auch weis das es einiges gibt was noch nicht 100% passt und ich deswegen auch für jeden Vorschlag/Hilfe dankbar bin.\n\nMaybe kannst du mir ja Tipps geben was die Masteries etc. angeht. :P","replies":[{"id":"","poster":"TiRex72","date":"2016-02-28T21:58:19.500+0000","up_votes":1,"down_votes":0,"body":"Warum sollte ich ausfältig werden, ich bin Season 3 selber mit Bronze 4 angefangen und weiss\nwie sch.... es sein kann.\n\nAusserdem sind wir alle nur Menschen und die machen nunmal auch dumme Fehler xD\n\nHabs auch selber schon gehabt das ich mir in G 5 einen Scheiss zusammengespielt habe wo\nich selber dachte, \"hmm ok, das war jetzt also Aldi Plastiktüten Liga\".\n\nWas mir am meisten auffällt ist das in Bronze und Low Silver oft immer die gleichen Fehler\ngemacht werden, die Leute rennen solo im Jungle rum obwohl nirgends gewarded ist usw.\nund dadurch verliert man dann halt auch die Games und es stimmt, viele werden beleidigend\nwenn man dann sagt, \"Hey take care and dont run alone and group pls.\"\n\nDu kannst dir auch gern auf meinem Profil die Runenseiten und Masteries angucken,\naber ich glaube das brauche ich net extra sagen.","replies":[]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-28T20:25:36.099+0000","up_votes":4,"down_votes":1,"body":"Bist du bereits gezielt am Lasthitten und darin einfach noch ungeschickt, \noder haust du einfach nur irgendwie auf die Minions ein?\n\nWenn du nicht damit klarkommst, dass du deinem Skill enstprechend eingestuft wirst, solltest du dir eventuell wirklich ein anderes Spiel suchen.","replies":[{"id":"","poster":"Baickie","date":"2016-02-28T20:28:15.896+0000","up_votes":2,"down_votes":1,"body":"so wahr... +1","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T20:36:54.807+0000","up_votes":1,"down_votes":2,"body":"komisch das ich nur letzte season silber 3 war das problem is gewesen das ich unranked mit Silber Rankeds gezockt hab und dadurch das als carrien gewertet wird vllt mal vorher nachfragn und nich direkt große Töne spucken","replies":[{"id":"","poster":"eingew","date":"2016-02-28T22:23:50.486+0000","up_votes":2,"down_votes":0,"body":"Wie du letzte Season standest ist nur mäßig interessant. Das hat vielleicht noch während der 10 Einstufungsspiele auf deine MMR eine Auswirkung, ist aber für deinen Fortschritt nicht weiter interessant.\n\nJetzt gerade ist es eben so, dass du in letzter Zeit eher verlierst und deine LP Kurve singt und das spricht eher gegen dich.\n\nAber keine Sorge, das ist kein Weltuntergang. Es ist nicht schlecht in Bronze zu sein. Schlecht ist es, wenn man keinen Spaß an dem hat, was man tut. Wenn es ein Problem für dich ist, dass du Bronze bist, würde ich dir vor allem empfehlen mehr zu spielen. Du hast gerade mal 28 Spiele hinter dir, das reicht nicht ansatzweise für eine angemessene Einstufung. Damit man deinen wahren Skill ermitteln kann musst du circa 100 Spiele spielen. Wenn du die hinter dir hast kannst du dich immer noch über deinen Rang beschweren.\n\nFalls der dir dann tatsächlich nicht entspricht würde ich sagen, dass Rankeds nichts für dich sind. Wenn Bronze sein ein Problem für dich ist, dann ist die Rangliste vielleicht einfach nichts für dich.\n\nDas wichtige am Competitive ist doch nicht, wo man spielt, sondern dass man sich verbessert. Ich muss nicht Challenger sein oder gar in einem Pro Team spielen um spannende Matches hinter mich zu bringen und mich wie ein guter Spieler zu fühlen.\n\nEs reicht völlig aus, wenn man sich stetig verbessert und eine konstant positive WR (aka über 50%) hinbekommt. Zumindest ist das der Grund, warum ich dieses Spiel spiele. Um aufzusteigen. Nicht um Gold/Silber oder sonstwas zu sein. Sondern um Punkte zu sammeln.\nUm Spaß am gewinnen zu haben.\n\nWenn du dich verbessern willst, würde ich dir vorschlagen, dass du dich im Unterforum \"[Level up: Guides und Tipps](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de)\" ein wenig umsiehst, oder dir Streams und Videos auf Youtube, die Wissen vermitteln ansiehst und dann darauf achtest, dass du dieses Wissen umsetzt.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:31:54.384+0000","up_votes":1,"down_votes":1,"body":"Da kommt halt nur das Problem das das Spiel im Moment kein Spaß mehr macht da ich halt diese besagten Spieler bekomme. Um die Rankeds komm ich irgenwann nicht rum, da die paar Leuts mit denen ich zsm spiele auch mal Rankeds machen. An sich macht mir Ranked Spaß und im Prinzip liegt der Fehler bei mir hätte erst mal meine 10 Games machen sollen dann wäre ich auch Silber gekommen und dann hätte ich mit den anderen spielen können hatte ich damals nur nicht bedacht. Naja und verloren hab ich die Spiele meist weil halt irgendeinen geflamed afk gegangen ist oder nicht aufs Team gehört hat. Meist hatte ich das Glück Supporter zu haben die rein gerannt sind, währrend ich nicht mal in der Nähe war oder Low Life hatte da gehe ich natürlich nicht hinterher.","replies":[{"id":"","poster":"eingew","date":"2016-02-28T22:38:24.354+0000","up_votes":2,"down_votes":0,"body":"Die Spieler sind für deine WR irrelevant. Sie haben nur ein Spiel lang Einfluss, du dagegen hast die ganze Zeit Einfluss.\n\nEs ist dein Rang, nicht der deiner Mitspieler.\n\nWenn du mit Flamern ein Problem hast, würde ich dir empfehlen, diese Rate zu beeinflussen. Positives Verhalten hält die meisten Spieler davon ab, Frust zu sammeln.\nSolange du die Moral aufrecht erhältst, sind deine Winchancen deutlich höher.","replies":[]}]}]}]}]}]},{"id":"","poster":"Baickie","date":"2016-02-29T14:03:36.023+0000","up_votes":2,"down_votes":0,"body":"TL;DR aus allen Posts des TE hier:\n\n>>> Bronze Spieler der meint nicht hochzukommen und es ihm deshalb kein Spaß macht, Sündenböcke sind seine Teammates, und statt seine Fehler zu suchen vertritt er seine Meinung uneinsichtig in diesem Thread.>>>","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-02-29T16:21:49.523+0000","up_votes":1,"down_votes":0,"body":"Wahre Worte","replies":[]}]},{"id":"","poster":"Sikn3ss","date":"2016-02-29T07:58:27.639+0000","up_votes":2,"down_votes":0,"body":"Ich hab mir jetzt mal gespart alle Kommentare zu lesen aber so beim überfliegen sehe ich wie dich viele flamen(zum Teil auch berechtigt, da du ein wenig Frech wirkst aber lassen wir das).\n\nMeine Meinung: Du  kannst dich selber aus Bronze rauscarrien. Natürlich kannst du alleine nicht 1v5 gewinnen, wenn alle anderen 4 wirklich gefeedet haben. Aber carry ist nicht derjenige der am positivsten spielt und die positivsten Stats hat. Ein Carry ist der, der dem Team hilft die richtigen Entscheidungen zu treffen. Mach deinen Mates ein Kompliment, wenn sie ein Kill holen oder einen Tower das hebt die Moral und kommuniziere mit Ihnen.\n\nAls generellen Tipp kann ich sagen: Spiel Jungle.. der Jungle ist die Rolle die den grössten Einfluss ingame haben kann. Als Jungler kannst du alleine für deine Mates jede Lane gewinnen. Camp die Lane, die den meisen Snowballeffekt haben kann. Hast du z.B. ne Fiora auf der Toplane? Schau im early game 2,3 mal vorbei und gib ihr die kills.. ist der Spieler kein Hirnloser Volldepp wird er von nun an die Toplane stompen. \nSpielt die Botlane even? Geh vorbei mach Schaden. Auch wenn du \"nur\" ein Flash rausholst und die Lane zwingst zu backporten hast du für deine Mates schon ein Lead rausgeholt.\n\nDas sind meine Tipps so hab ich mich aus Bronze rausgespielt. Empfehlen kann ich Volibear, durch die Passive kannst du in den early ganks ham gehen oder auch den gegnerischen Jungler easy 1v1. Lategame super tanky und machst auch gut Schaden. In meinen Augen ein sehr guter Jungler zum Carrien :D\n\nGL&HF MATE","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-29T10:27:06.617+0000","up_votes":1,"down_votes":2,"body":"naja frech nit wirklich ich geb nur passende antworten zu den kommentare die von grundauf negativ sind oder die sich nich anständig informieren und nur statistik guckn :P un naja jungle müsst ich dann ers mal bissl spieln um reinzukommen nur da man auch im normal teils solche spieler bekommt und man iwann nur noch verliert vergeht einem die lust am spielen :P aber danke für denn kommi^^","replies":[{"id":"","poster":"Sikn3ss","date":"2016-02-29T11:15:27.498+0000","up_votes":1,"down_votes":0,"body":"ich weis genau was du meinst^^ aber versuchs mal und du wirst schnell erkennen, dass du als jungler extrem viel Einfluss auf das ganze Spielgeschehen haben wirst. Vorab wichtig: versuch wirklich den Lanern die Kills zu geben du kommst durch Assissts und Jungle Monster easy mit mit dem Gold :)","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-29T11:39:57.438+0000","up_votes":1,"down_votes":0,"body":"i will try and die :D","replies":[{"id":"","poster":"Sikn3ss","date":"2016-02-29T13:19:17.844+0000","up_votes":1,"down_votes":0,"body":"hahah das wird schon :D Jungle ist ne reine sache von decision making :) und weist du was mir am meisten an dieser rolle gefällt?\n\nDu kannst Gegner einfach tilten... wenn du eine Lane campst rastet der irgendwann aus gerade in dieser elo. Ich habs schon paar mal hinbekommen, dass ihr toplaner meinetwegen afk ging. Wenn ein Darius nach 15 min 0/6 steht wegen dem Jungler hat der schnell kein Bock mehr ;)","replies":[]}]}]}]}]},{"id":"","poster":"OT Riku","date":"2016-02-28T21:10:29.679+0000","up_votes":2,"down_votes":0,"body":"eine einfach frage wie viele RankedSpiele hast du letzte season gemacht wo wurdest du eingeranked bis wohin hast du dich gespielt ?","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T21:12:13.657+0000","up_votes":1,"down_votes":1,"body":"wie viele kann ich dir nich sagen eingestuft wurd ich silber 3 und bin fast bis silber 2 gekommen","replies":[]}]},{"id":"","poster":"Dakuon","date":"2016-02-28T22:47:34.716+0000","up_votes":3,"down_votes":1,"body":"Bist ja ganz schön eingebildet, ne. Soviele Leute die du hier in den Comments beleidigt hast... Kann mir gut vorstellen das du unbewusst auch am Flamen bist. Ausserdem wenn alle anderen Bronzespieler solche Idioten sind dann solltest du ja immer gewinnen:\n\nVerbündetes Team: 4 potenzielle Noobs und du (Pro)\n\nGegnerisches Team: 5 potenzielle Noobs","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:58:51.885+0000","up_votes":1,"down_votes":6,"body":"Komisch das ich hier noch keinen wirklich beleidigt hab :)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-02-29T01:13:51.851+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=TheNightShadow12,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=00080000,timestamp=2016-02-28T22:58:51.885+0000)\n>\n> Komisch das ich hier noch keinen wirklich beleidigt hab :)\n\nNaja... du hast Bronze Spieler verallgemeinert mit \"Standard 14 Jahre Kindergarten Verhalten\" beschrieben... wenn ich selber noch Bronze wäre (Was ich lange genug war), würde ich mich schon beleidigt fühlen, wenn ich von dir als zurückgeblieben bezeichnet werde (ich war mit 14 nicht mehr im Kindergarten... sondern schon im Hort...)...\n\nVor allem zeigt dein Post 0 Ansatz von Einsicht, Selbstreflektion und -kritik. Also einem \"Es könnte auch an mir liegen.\" Solange das deine Ansicht ist, können wir dir halt auch kaum helfen. \n\nDu kannst ja mal morgen einen \"Hey, ich stecke gerade in Bronze Fest - Könnt ihr mir bitte ein paar Tipps geben, wie ich mein Spiel so weit verbessern kann, dass ich das rauskomme?\" Post auf. Dann wirst du weniger Negative Posts und mehr Hilfeangebote bekommen.\n\nDas wichtigste ist aber die Erkenntnis: Wenn du in Bronze nicht mehr als 50% deiner Spiele gewinnst, gehörst du da auch einfach hin. Das ist auch nicht weiter schlimm (wie gesagt, ich war selber 2 Jahre lang Bronze), schlimm ist es nur, wenn man nicht erkennt, dass es an einem selbst liegt, dass man dort nicht raus kommt.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-29T01:26:07.026+0000","up_votes":1,"down_votes":3,"body":"1. steht da die typischen bronzespieler da wo jeder in leben schon mal gesagt hat wenn einer flamed, richtig richtig bad spielt oder feeded: krass typisch bronze; und kann niemand behaupten das er das noch nie gesagt hat. wer das auf alle bezieht oder sich selbst angesprochen fühlt tut mir leid is nich mein problem dann bitte nochmal lesen weils so stehts da nicht\n\n2. liegt nur nicht an mir. hast auch nur statistik geguckt und nicht gelesen was ich hier noch geschriebn hab und die erklärung dafür hab ich auch abgegebn das ich nich alles 100% richtig mach weis ich selbst aber ich weis das wenn fight in der mitte is ich nicht im jungle meine camps abfarme oder ich nur weil ich yasuo mit 6/1 bin easy in 5er team renne und denke ich mach die solo und das mein ich mit solchen bronzespielern ich weis wie ich mich in sitautionen verhalten soll. Wenn mans so sieht das keine Einsicht etc. hab joa dann hat man nich richtig gelesen. Eben hab ich z.b. wieder eins gemacht da war dann n Smurf dabei kann ich nix für zieht meine WR runter so bin ich dafür jezz schuld gehör ich deswegn da rein dann gg dann verlasst euch weiter auf statistik die nur zeigt wie die kda etc. is und nich was im spiel abgelaufen ist. wenn man sich nur darauf verlässt ist man nicht mehr wie n computer und kein mensch mehr der weiter denkt PUNKT","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-29T12:44:24.548+0000","up_votes":2,"down_votes":0,"body":"Du meinst dein Garen-Game mit der Kata im Gegnerteam?\nDas war kein smurf, sorry. Oder es ist ein sehr, sehr schlechter smurf mit nur 46% winrate, sehr schlechtem Farm (selten über 5 CS/Min) und unterdurchschnittlichem Warding.\n\nKlar, Stats sagen nicht alles aus; zumindest nicht in einzelnen Games.\nAber über eine grössere Anzahl Rankeds kann man auch eine gewisse Aussage machen.\nDenn bei folgenden Punkten musst du dich klar verbessern (d.h. dass damit du Silber-Niveau wirklich hast):\n\n- Farmen: dies ist oft viel zu schlecht. Für unteres Silber müsstest du jetzt mindestens 5-6 CS/Min haben (Top oder ADC), aber du hast oft unter 3-4. Du hast oft weniger Farm als deine Mates; teils sogar hinter deinem Jungler.\n\n- Warding: Sorry, aber du musst mehr warden. Deine \"Begrünung\" bei den Null Wards beim Trist-Game kann nur eine Ausrede sein, da du mindestens 1 Ward nach einer Minute hättest stellen können, um den Jungle-Eingang abzusichern. Ansonsten stellt du auch zu wenig und baust auch nicht auf das blaue Trinket um (gerade in Rückstand sehr nützlich, weil man dies aus grosser Distanz machen kann, ohne in eine Trap zu laufen). Zu denken gibt ja auch, dass du meist am wenigsten Wards im Game setzt. Du bist hier also meist schlechter als deine Mates.\n\n- Zu viele Champs: Konzentriere dich auf ein paar wenige Champs. Eigentlich reichen 5-6 Champs völlig aus (3-4 für die Hauptrolle, 2 für die Sekundäre). Lerne diese einfach besser.\n\n\nDies sind jetzt wirklich nur jene Punkte, die wirklich ins Auge fallen, also wo du wirklich in den letzten Rankeds auf tieferem Bronze-Niveau spielst und keineswegs in Silber-Niveau.\nKann sein, dass du dies noch mit anderen Skills (z.B. Mapawareness etc.) kompensieren kannst. Trotzdem solltest du an deinen Schwächen arbeiten.\n\nFür dich spricht z.B. dass du früh Bronze sehr wenig stirbst (5.5/Game ist in Bronze wenig), obwohl du selbst mangels Farm Goldfarm-technisch meist im Rückstand bist. Ich denke, wenn du Farming + Warding auf ein akzeptables Niveau kriegst, bist du rasch in Silber.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-02-29T13:33:46.810+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheNightShadow12,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=0008000000000000,timestamp=2016-02-29T01:26:07.026+0000)\n> hast auch nur statistik geguckt und nicht gelesen was ich hier noch geschriebn hab \n\nIch hab mir deine Statistiken genau eben nicht angeguckt... weil du für mich noch nicht Schritt 1 \"es liegt an mir, ich bin derzeit nicht besser\" nicht gegangen bist...\nUnd ja, ich habe auch gelesen, dass du Bronze-Freunde hast... warum fragst du die nicht, ob ihr gemeinsam DuoQue spielen wollt?\n\nDass dein geschriebenes von vielen deiner Meinung nach falsch aufgenommen wird, ist irgendwann nicht mehr unsere Schuld. Wenn dich alle als uneinsichtigen Elo-Hell (ja, den Begriff selber vermeidest du...) Anhänger wahrnehmen, kannst du ewig behaupten, dass du keiner bist... dass wird dir dann aber einfach nicht helfen...\n\nUnd ja, du kannst mich gerne dafür melden... das hilft dir aber nicht weiter...\n\nUnd glaub mir, ich sage dir das nur so direkt, weil ich aus eigener Erfahrung weiß, wovon ich rede. Ich habe 2 Jahre lang geglaubt, dass ich nicht nach Bronze gehöre und eigentlich besser bin. Dann hat es irgendwann \"Klick\" gemacht und ich habe aufgehört die Schuld bei meinen Mitspielern zu suchen. Seit dem bin ich bisher jede Saison eine Liga aufgestiegen und habe ein Niveau erreicht, dass ich damals als absolut absurd eingeschätzt habe... warum? Weil ich mich nur noch auf die eigenen Fehler konzentriere. Da mache ich genug von und die kann ich abstellen...","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-02-28T22:27:14.123+0000","up_votes":3,"down_votes":1,"body":"4 total schlechte Bronzespieler + Du als Einäugiger König vs 5 total schlechte Bronzespieler\n\nWenn du tatsächlich noch auf dem Silberniveau spielst, was du hier propagierst, sollte es für dich absolut kein Problem darstellen, dich da ganz alleine hochzuspielen.\n\nWas willst du sagen können, dass du dich auf Silber hast ziehen lassen müssen?\nWelcher Rang ist etwas wert, den man sich nicht selbst erspielt hat?","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T22:38:27.598+0000","up_votes":1,"down_votes":6,"body":"1. Kann man allein nix gegen ein komplettes Team machen vor allem nicht wenn welche gefeedet sind das hat auch ein Platin 2 Spieler nicht geschafft und ich hab nie gesagt ich bin der Überspieler das wird hier einfach nur rausgelesen und als das wird man abgestempelt. Sehr schöner Weg übrigens.\n\n2. Hab ich letzte Season alles allein gemacht aber hey denkt sonst was von mir ist mir egal den Leuten antworte ich einfach nicht mehr die ihr Wissen nur von Seiten beziehen wo man nicht rauslesen kann wie es dazu kam.","replies":[{"id":"","poster":"eingew","date":"2016-02-28T22:45:59.627+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=TheNightShadow12,realm=EUW,application-id=ElKI1ocy,discussion-id=2pgRuWbI,comment-id=00070000,timestamp=2016-02-28T22:38:27.598+0000)\n>\n> 1. Kann man allein nix gegen ein komplettes Team machen vor allem nicht wenn welche gefeedet sind das hat auch ein Platin 2 Spieler nicht geschafft und ich hab nie gesagt ich bin der Überspieler das wird hier einfach nur rausgelesen und als das wird man abgestempelt. Sehr schöner Weg übrigens.\n\nNatürlich verliert auch ein Platin 2 Spieler mal gegen Bronze. Das ist völlig logisch. \n\nDein Team ist nicht prinzipiell schlechter als das der Gegner. Das macht rein logisch überhaupt keinen Sinn. Du glaubst mit Sicherheit nicht ernsthaft, dass Riot dir nur schlechte Spieler zusteckt und die Gegner immer etwas besser macht.\n\nSo wichtig ist niemand von uns, dass das irgendjemandem passiert.\n\nDas MM funktioniert. Für dein Rating bist allein du verantwortlich. Wenn du auf Dauer nicht carryn kannst liegt das nicht an schlechten Mitspielern, sondern daran, dass du schlicht nicht besser bist als sie.\n\nIch habe nie behauptet du hättest gesagt du seist Godlike. Du sagst du würdest eigentlich nach Silber gehören. Die Annahme ist nachvollziehbar. Aber wenn sie der Realität entspricht, dann brauchst du niemanden, der dich hochzieht. Das schaffst du dann ganz alleine.\n\n> 2. Hab ich letzte Season alles allein gemacht aber hey denkt sonst was von mir ist mir egal den Leuten antworte ich einfach nicht mehr die ihr Wissen nur von Seiten beziehen wo man nicht rauslesen kann wie es dazu kam.\n\nIch verstehe nicht, inwiefern es für dich ein Problem darstellt, Bronze zu sein. Das einzige war hier propagiert wird, ist die Tatsache, dass das Elosystem die Skillstärke eines Spielers *massiv* besser einschätzen kann, als irgendein Spieler das schafft.\nDaher ist es eben nicht verwunderlich, dass dem System da eher recht gegeben wird.\n\nAber wie gesagt: Spiel einfach mehr. Wenn du tatsächlich Silber bist, steigst du auch auf.","replies":[]}]}]},{"id":"","poster":"H0tten T0tten","date":"2016-02-28T21:33:16.655+0000","up_votes":2,"down_votes":1,"body":"Und so wie du reagierst glaub ich dir aufs wort das du kein kleiner Flamer bist. ,)\nMachst die Trolle damit sehr wahrscheinlich selbst wenn du sie flamest oder belehren willst.\nUnd nochmal, red nicht so über Bronze Spieler als wären sie schlechter oder würden weniger trollen als Silber jungs, das sind und tun sie nicht.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T21:43:45.169+0000","up_votes":1,"down_votes":5,"body":"Du is mir egal ich hab dich jezz gemeldet, weil du mich nervst. Ich hab wenige Bronzespieler gesehen die vernünftig spielen und wenn du dich damit angesprochen fühlst ises dein Problem. Ich kann nur das wiedergeben was ich die ganze Zeit in den Games sehe und das ist nunmal das was ich beschrieben hab. Ich hab nie gesagt das alle Bronzespieler schlecht sind dann würd ich auch Freunde von mir beleidigen. Das bezieht sich nur auf die Spieler, von denen mal halt sagen kann das sind die Spieler die nie aus Bronze rauskommen und da auch hingehören weil se kein Benehmen haben. Und zu deinem ersten Satz weis nich was ich schlimmes gesagt habn soll habe nur eine Frage gestellt was eine Tatsache ist weil wenn jmd oben den Text gelesen hat schreibt er sowas nicht hier rein.\n\nNimm dir mal ein Beispiel an Chaosriku das ist eine normale Frage auf die ich normal antworte. Kommt man direkt an wie du mit deinem bilde dir nix ein du bist was besseres komm ich halt auch dementsprechen.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-02-28T22:20:57.121+0000","up_votes":1,"down_votes":0,"body":"Ich suche immer mal wieder Leute, mit denen ich ranken kann.\nBin zurzeit Silber 3, sollte also mit den momentanen Bronzespielern mithalten können ;)\nAlso wenn du willst, add Megamaexx","replies":[]},{"id":"","poster":"H0tten T0tten","date":"2016-02-28T20:53:28.545+0000","up_votes":1,"down_votes":6,"body":"Sry aber zwischen Bronze 5 und Gold 5 gibts keinen allzu grossen Skillunterschied.\nAlso bilde dir ma nicht ein weil du Silber 3 warst biste viel besser als der Rest da unten.","replies":[{"id":"","poster":"Nightshadoof","date":"2016-02-28T21:00:41.489+0000","up_votes":1,"down_votes":4,"body":"Tu ich nicht ich fang nur nicht an zu flamen, afk zu gehen zu trollen etc. sobalds nich nach meinem Kopf läuft was halt eben 95% der Bronzespieler machen und tu nicht so als wüsstest du nich wie Bronzespieler sind es wird nicht umsonst als Beleidigung gewertet. Außerdem könnt ich genauso sagen kannst nit lesen? Hab glaub ich was davon geschriebn das solche wie du einfach ruhig seien sollen.","replies":[{"id":"","poster":"eingew","date":"2016-02-28T22:09:52.497+0000","up_votes":1,"down_votes":0,"body":"Bronzespieler wird nicht als Beleidigung gewertet. Es wird nur als solche benutzt und ist in dem entsprechenden Kontext beleidigend.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-02-28T22:07:45.453+0000","up_votes":1,"down_votes":0,"body":"Das ist Quatsch. Bereits aber 35 Punkten Elounterschied ist die wahrscheinliche WR für den stärker bewerteten Spieler bei 55% und 35 Punkte Unterschied findet man bereits innerhalb einer Division.","replies":[]}]}]}