{"id":"sBmQxrEK","poster":"Saîlor Moon Moon","date":"2016-02-28T21:09:34.131+0000","title":"Missverständniss oder Unfähigkeit?! Ticket Nr.: 20632447","subforum":"Hilfe & Support","embed":{"title":"Riot Games Support","description":null,"url":"https://support.riotgames.com/hc/de","image":"https://s3-us-west-2.amazonaws.com/support.riotgames.com/kb/pinned/default-3.jpg"},"up_votes":2,"down_votes":3,"body":"Liebe Rote hier im Forum ich hoffe Ihr k&ouml;nnt mir jetzt helfen, denn euer Support konnte oder wollte es nicht.\r\n\r\nIch habe mich klar und verst&auml;ndlich ausgedr&uuml;ckt und habe eine 08-15 Antwort bekommen, die so generisch war, dass es mir richtig weh getan hat da einen Namen gelesen zu haben. Auf meine direkte Beschwerde im Ticket habe ich jetzt eine Antwort bekommen die \r\n1.  Am Problem vorbei ist.\r\n2. Mir einen Zeit-Event bassierten Skin gekostet hat (er wurde ungefragt zur&uuml;ck erstattet)\r\n3. Mein eigentlicher Grund f&uuml;r das Ticket nicht mal erw&auml;hnt geschweige denn gel&ouml;st worden ist.\r\n\r\n **Ich bitte um rasche Aufkl&auml;rung sowie das Wiederbeschaffen meines Skins!**","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-28T21:22:42.114+0000","up_votes":1,"down_votes":0,"body":"Hier wirst du wohl keine roten finden, nur normale Spieler.\n\nEine vorgefertigte Standart-Antwort ist beim ersten Anschreiben normal, da sich die meisten Probleme damit lösen lassen.\nDranbleiben, dann wird das schon.\n\nUnd ohne Infos, können wir nicht einmal Vermutungen anstellen...","replies":[{"id":"","poster":"Saîlor Moon Moon","date":"2016-02-28T22:35:00.992+0000","up_votes":3,"down_votes":0,"body":"Gemeldet habe ich mich wegen einem Texturenrefferenzfehler beim Schnee-Malzahar. Nach dem ich [hier](http://boards.euw.leagueoflegends.com/de/c/melde-einen-bug/OZEOrEun-grafik-textur-malzahar-skin-rackrufanimationsporo-ist-blau) innerhalb von 18 Tagen nicht mal ein \"miep\" gehört habe, bin ich davon ausgegangen, dass er einfach \"untergegangen\" ist. Da ich aber meinen Poro trotzdem in \"natürlichen\" Farben sehen wollte und ich das Forum nicht zuspamen muss dafür habe ich ein Ticket geschrieben. Ich weis es geht nur um die Optik aber da ich für den Skin bezahlt habe und ich den Fehler auch von Freunden bestätigt bekommen habe, (Es also kein lokales Problem von Installation und Co sein kann) dachte ich, beim Support dauert es zwar länger aber besser spät als nie.\n\nDie erste Antwort hätten die sich sparen können, wenn sich ein Mitarbeiter zwei Minuten einen kurzen ersten Absatz durchgelesen hätte. Auf meine Bitte hin, es würde sich doch ein Mensch und kein Support-Bot mit mir auseinander setzten, bekam ich einen mehr schlecht als recht Deutsch schreibenden Mitarbeiter zugewiesen, der mir einfach den Skin gegen den Preis getauscht hat und nicht begriffen hat/wollte worum es mir ging.\n\nIch spiel Malzahar in letzter Zeit sehr häufig und habe mehrere Skins mit ihm aber der war und ist mein *lieblings Skin* ich habe auch Besseres zu tun als mich mit dem Support zu streiten aber ich will eine Lösung. Sie mag lange dauern aber ich bin durchaus geduldig, solange man mir nicht das Gefühl vermittelt sich nicht zu bemühen.\nIch warte lieber zwei Wochen auf eine Antwort beim Support als das ich jeden dritten Tag aufs Neue bei Adam und Eva anfangen muss weil sich keiner kümmert. Bei diesem Ticket vermittelt man mir das Gefühl, dass man sich keine Mühe gibt sich ernsthaft mit dem Kunden zu bemühen. Es wird nicht sinnerfassend gelesen. Es wird etwas getan um das der Kunde nicht gebeten hat, was er auch selber nicht in Ordnung bringen kann und es wird bei jedem mal schlimmer. **Das ist kein guter Kundendienst.**","replies":[{"id":"","poster":"Alustus","date":"2016-02-29T10:06:11.300+0000","up_votes":3,"down_votes":0,"body":"> der mir einfach den Skin gegen den Preis getauscht hat und nicht begriffen hat/wollte worum es mir ging.\n\nNaja wenn du das ganze so detailreich war wie bei deinem Anfangspost, ist ein missverständniss durchaus möglich.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-02-28T22:45:28.707+0000","up_votes":2,"down_votes":0,"body":"Wenn du uns dein Ticket zeigen willst, solltest du davon Screenshots zur Verfügung stellen. Der Link zu der Antwort funktioniert nämlich nur für dich.","replies":[{"id":"","poster":"Saîlor Moon Moon","date":"2016-02-28T23:34:33.555+0000","up_votes":1,"down_votes":0,"body":"Das außer dem Support nur ich Einsicht in meine Tickets hat ist mir schon klar, der Link war auf seine weise unnötig.\nDarf ich denn überhaupt aus den Ticketkonversationen etwas mittels Screenshots veröffentlichen? Aus den Ubisoft und EA Foren weis ich noch, dass das in aller Regel nicht gerne gesehen wird, so von wegen Persönlichkeitsrechte der Mitarbeiter (Shitstormgefar und der Gleichen). Wenn du als *grüner* mich darum bittes will ich da nicht nein sagen aber ist das gedeckt oder wird mir dan nach Nutzungsbestimmung § XY eine Schlinge um den Hals gelegt?","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-29T12:15:31.391+0000","up_votes":2,"down_votes":0,"body":"Du darfst davon Screenshots machen. Mit zensierten Namen, wird es für dich auch keine Probleme geben.","replies":[{"id":"","poster":"Saîlor Moon Moon","date":"2016-02-29T18:31:44.115+0000","up_votes":1,"down_votes":0,"body":"Ich habe noch immer keine Ahnung wie ich hier Bilder hochladen kann, daher muss mal wieder ein Drittanbieter her.\n\nTicket: http://www90.zippyshare.com/v/hbDxcIDY/file.html\nErste Antwort: http://www90.zippyshare.com/v/dXrd1zRJ/file.html\nVerdeutlichung/Beschwerde: http://www90.zippyshare.com/v/N2C0rogg/file.html\nZweite Antwort: http://www90.zippyshare.com/v/rV4R5teo/file.html\nZweite Beschwerde: http://www103.zippyshare.com/v/01QuN7Ch/file.html","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-29T18:48:54.037+0000","up_votes":1,"down_votes":0,"body":"Wenn du auf das Bild klickst, leitet es dich weiter auf eine andere Seite. Die kannst du direkt hier reinstellen, dann erscheint ein Bild im Post. \nManchmal muss man dafür rechtsklicken und \"Grafik anzeigen\" auswählen, klappt bei der Seite aber ausnahmsweise nicht.\n\nhttp://www90.zippyshare.com/i/hbDxcIDY/237/Support%2003%20-z.png\nhttp://www90.zippyshare.com/i/dXrd1zRJ/833/Support%2001-z.png\nhttp://www90.zippyshare.com/i/N2C0rogg/153/Support%2002%20-z.png\nhttp://www90.zippyshare.com/i/rV4R5teo/865/Support%2004%20-z.png\nhttp://www103.zippyshare.com/i/01QuN7Ch/317/Support%2005%20-z.png\n\nEdit: Irgendwie klappt das nicht mit den bildern. Aber soweit passen die Links schon.\n\nBei \"Verdeutlichung/Beschwerde\" hast du einen Link reingestellt, der scheinbar zu einer Riotantwort führt. Bei mir wird da die Nachricht angezeigt, dass sie dir den Skin zurückerstatten. Kann es sein, dass du den Link vertauscht hast?\n\nAber ja, bisher kann ich nicht erkennen, wie der Support hier darauf kam, dass du den Skin erstattet haben willst.","replies":[{"id":"","poster":"Saîlor Moon Moon","date":"2016-02-29T20:12:16.585+0000","up_votes":1,"down_votes":0,"body":"Ja da ist leider etwas in der Reihenfolge daneben gegangen. Tut mir sehr leid, da muss ich beim nächsten Mal gründlicher beim Überprüfen sein. Zweite Antwort und Beschwerde waren verstauscht, ich lass es jetzt mal im Original Post so, damit ich nicht noch mehr Verwirrung stifte.\n\nDanke für deine Intervention/Nachfrage!","replies":[]}]}]}]},{"id":"","poster":"Alustus","date":"2016-02-29T10:01:51.833+0000","up_votes":1,"down_votes":0,"body":"Die Namen der Supportmitarbeiter solltest du schwärzen, dann darfst du diesen glaube ich ohne bedenken posten.\nIch bin mit nichteinmal sicher ob du die namen schwärzen musst, zumindest habe ich schon einige Threads gesehen die nicht gelöscht wurden wo das nicht gemacht wurde.\n\nAber da nach Forenregeln anprangern (was hier indirekt der Fall sein könnte) verboten ist  würde ich sie schwärzen.","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2016-02-29T10:00:10.327+0000","up_votes":1,"down_votes":0,"body":"Heya\nZensiere einfach den Namen und die Quote des Supportmitarbeiters. Dadurch wird es nicht verfolgbar wer er ist.\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"CooL Ice Tea","date":"2016-02-29T08:09:50.399+0000","up_votes":3,"down_votes":0,"body":"> Hier wirst du wohl keine roten finden, nur normale Spieler.\n\nAn dieser Stelle möchte ich übrigens mal erwähnen das wir auf EUW in der hinsicht total benachteiligt sind. Jeder andere Server hat mind einen Roten der verdammt regelmäßig und aktiv ist. Wenn man bei uns auf den Redtracker klickt sieht man auf der ersten Seite \"etwa einen Monat alt\". Bei den anderen Servern \"vor 19 Stunden\". Sprich was bei uns in nem Monat an Red posts ein geht ist auf NA z.B. innerhalb eines Tages gemacht.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-02-29T19:04:31.162+0000","up_votes":1,"down_votes":0,"body":"Ich hab eben gehört, dass Riot von dem Fehler weiß (fälschlicherweiße zurückerstatteter Skin). Es sollte also nicht all zu lange dauern, bis du den Malzaharskin wieder zurück hast.","replies":[]},{"id":"","poster":"Crounty","date":"2016-02-29T07:36:35.522+0000","up_votes":1,"down_votes":0,"body":"Die ersten 3-4 antworten sind immer Bot Antworten, wenn du aber so viele male geschrieben hast ist ein Mensch da dran","replies":[]},{"id":"","poster":"TeraSnow","date":"2016-02-28T21:13:41.117+0000","up_votes":1,"down_votes":0,"body":"Welchen Skin hast du denn verloren?","replies":[]},{"id":"","poster":"Saîlor Moon Moon","date":"2016-03-01T16:14:28.157+0000","up_votes":1,"down_votes":1,"body":"Statusmeldung:\n\nDer Fehler ist schon bekannt und es wird an einem Fix gearbeitet aber um NA kümmert man sich eben besser als um die Anderen.\nRP wurden wieder abgezogen, Skin aber noch nicht verteilt. Sollte ich den Skin doch noch bekommen und nur der Dienst länger als zweieinhalb Stunden brauchen um mir das im Programm zur Auswahl zu stellen werde ich mich hier noch mal abschließend melden. Es bleibt also spannend. :-)\n\nhttp://www70.zippyshare.com/v/yay5yeQN/file.html","replies":[]}]}