{"id":"f5jEb2d4","poster":"Achhandrian","date":"2016-02-28T23:24:30.196+0000","title":"Mal wieder so ein Tag.......","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":6,"body":"Hallo meine Lieben Mitbeschw&ouml;rer,\n\nich muss mir heute mal wieder ein wenig Luft machen.\nNicht wegen dem Spiel, nicht wegen anderen Spielern, sondern ich\nw&uuml;rde sagen wegen Karma oder so was &auml;hnlichem.\nBin mir da nicht 100% sicher wie ich es betiteln soll, aber nun zum\neigentlichen Thema.\n\nIch kenne nur 2 Arten von Tagen innerhalb von League of Legends.\nTag 1 ist ich gewinne jedes Game und stampfe den Gegner in den Boden.\nTag 2 ich verliere jedes verdammte Game obwohl ich nicht mal schlecht spiele.\n\nAn Tag 2 habe ich dann h&auml;ufig AFkler, Rager und &auml;hnliches im Team.\nAber so eigentlich so gut wie nie gibt es was dazwischen, entweder den ganzen\nTag gewinnen oder den ganzen Tag abgimpen. Ich meine gibts irgendwo nen\nverstecktes Karma Rating oder was? Ich meine den ganzen Tag gewinnen macht\nSpa&szlig;, den Tag drauf dann nur zu verlieren aber nicht. Ausgeglichen w&auml;re\nmal sch&ouml;n.....\n\nHeute war mal wieder so ein Tag 2 und es nervt mich grad extrem........\n\nKennt ihr das?\n\nGru&szlig;\nAchhandrian","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-02-29T13:11:21.707+0000","up_votes":3,"down_votes":0,"body":"Und ich will dir nur aufzeigen, dass du nicht verbesserst, indem du die Schuld auf andere schiebst. Hab in meinem Freundeskreis auch so jemanden, für den immer alle anderen Schuld sind. Dafür wird er wohl auch für immer in Bronze bleiben, solange er nicht erkennt, dass er selbst derjenige ist, an dem er arbeiten muss.","replies":[{"id":"","poster":"oneshot Vasco","date":"2016-03-01T10:40:10.634+0000","up_votes":2,"down_votes":0,"body":"Das beste ist dann, wenn diejenigen versuchen einen zu belehren wie man was spielen muss :D","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2016-02-29T07:09:23.458+0000","up_votes":3,"down_votes":0,"body":"gibt ne einfach Lösung, dazu. Ein game am 2.Tag machen. Wenn man dann verliert, die Zeit anderweitig verbringen und am nächsten Tag dann wieder spielen.\nWenns bei mir mal ned läuft, versuch ich nicht auf biegen und brechen unbedingt noch ein Game gewinnen zu müssen.\nWenn das Game wie du sagst \"keine Ausgeglichenheit\" schafft, dann musst du diesen Part für dich selbst übernehmen.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-02-29T10:42:21.543+0000","up_votes":3,"down_votes":1,"body":"Du hast in einigen Spielen, in denen du verloren hast, folgende Stats: \nNasus: 2/9/4\nVeigar: 4/11/11 mit 100 CS nach 30 Minuten - sehr schlechter Wert\nAkali: 6/9/3 ebenfalls rund 100 CS nach 30 Minuten\nRenekton: 3/7/4 ebenfalls rund 100 CS nach 30 Minuten - gegen Teemo. Du wartest einfach bis der Blind draußen ist und dann springst du ihm ins Gesicht.\n\nUmgekehrt: Hier hast du gewonnen:\nNasus: 2/14/14 mit 168 CS nach 46 Minuten.\n\nAlso erstmal: Es ist nicht so, wie du es hier darstellst. Du hast oft schlecht gespielt und verloren und du hast schlecht gespielt und gewonnen. Dazu kommt eine sehr schlechte Lasthitmechanik, an der du dringend arbeiten solltest.\n\nInsgesamt bleibt zu sagen: Du verlierst nicht wegen deines Teams, sondern dein Team verliert wegen dir.","replies":[{"id":"","poster":"Achhandrian","date":"2016-02-29T11:46:30.214+0000","up_votes":1,"down_votes":1,"body":"Da will man sich einmal was von der Seele schreiben und wird gleich wieder bewertet.\nAnhand der Stats kannst du in keinster Weise sehen was Ingame abgegangen ist.\nUnd ab welchem Punkt es sich gedreht hat.\n\nIch will mich nur ein wenig über das verdammte Karma aufregen.","replies":[]}]},{"id":"","poster":"Revelate","date":"2016-02-29T00:03:22.497+0000","up_votes":2,"down_votes":2,"body":"Geht mir momentan verdammt gleich.","replies":[]}]}