{"id":"cVq2pdoe","poster":"StillYasuoMain","date":"2016-02-28T21:35:25.543+0000","title":"(Championkonzept)Tegurien der Bote von Noxus","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Hallo Community\n\nich habe hier eine Championidee:\n\n**Tegurien der Bote von Noxus**\n\nRolle: Assasssine, Magier\n\n**Geschichte**\n\nTegurien sollte im Krieg von Noxus geholfen haben. Jedoch hat er nicht gek&auml;mpft sondern Ausschau nach feindlichen Truppen gehalten und anschliessend den Hauptmann dar&uuml;ber informiert. In der Schlacht jedoch, als Darius den Hauptmann gek&ouml;pft hatte und in  Unterzahl die gegnerische Armee angreiffen wollte, floh er. Nach mehreren Jahren und einer grossen Reise fand er sich in Shurima wieder. Er bot dem Impetator Azir an, ihm als bote zu dienen. Dieser nahm das Angebot an. Jedoch ver&auml;nderte er ihn mit der Magie des Sandes zu dem was seine Aufgabe betrifft.\n\nFreunde: {{champion:268}} \nRivalen: {{champion:122}} \n\n(Ich weiss es ist nicht so kreativ und vielleicht auch unlogisch mit noxus -> shurima)\n**Autoattacks: Nahkampf**\n\nBei jedem Autoattack holt er zuerst mit normaler Geschwindigkeit aus und schl&auml;gt mit Lichtgeschwindigkeit zu.\n\n**Passiv: Aufw&auml;rmen**\n\nF&uuml;r jede Sekunde die sich Tegurien bewegt, erh&auml;lt er eine Ladung(max.20). F&uuml;r jede Ladung erh&auml;lt Tegurien (?) Lauftempo. Solange er die maximale Anzahl Ladungen besitzt, verringern seine normale Angriffe zus&auml;tzlich die Magieresistenz des Ziels f&uuml;r (?) Sekunden um (?)% (nicht stapelbar).\nTeguriens wandelt Lauftempo in F&auml;higkeitsst&auml;rke um. Das Lauftempo wird dabei aber nicht verringert.\n____\nLadungen werden anstelle von Mana angezeigt.\n\n**Q:  Zickzack Sprint**\n\nSprintet innerhalb von (?) Sekunden zickzackf&ouml;rmig an einen Ort innerhalb von (?) Einheiten und verursacht magischen Schaden an getroffenen Gegner. W&auml;hrend dem Zivkzack Sprint ist Tegurien nicht als Ziel w&auml;hlbar(wie Zhonyas).\nNach dem Zickzackprint verursacht er noch zusätzlich für (?) Sekunden (?) magischen Schaden an nahen Gegner für jeden vom Zickzacksprint getroffenen Gegner und verlangsamt sie um (?)% für (?) Sekunden.\n\nKosten: (?) Ladungen\n_____\nEine Art Skillshot bei dem er aber selber mitsprintet. Der Skillshot ist aber zickzackf&ouml;rmig und nicht eine gerade Linie. Es sollte so aussehen wie wenn dieser Superheld Flash im zickzack herumsprintet. Einfach mit Sand statt Blitze.\n\n**W: Tod den Langsamen**\n\nPassiv: F&uuml;r jeden verlangsamten, aufgedeckten, gegnerischen Champion egal wo er sich befindet, erh&auml;lt Tegurien, bis die Verlangsamung/en zu ende ist/sind, (?) Lauftempo. \n\nAktiv: Verursacht an allen verlangsamten Gegner innerhalb von (?) Einheiten (?) magischen Schaden. W&auml;hrend der Abklingzeit wird die Passive dealtiviert.\n\nKosten: (?) Ladungen\n____\nTegurien schl&auml;gt jeden verlangsamten Gegner in Lichtgeschwindigkeit und kehrt wieder an den Ort zur&uuml;ck wo er gestanden ist. Die ganze Aktion findet w&auml;hrend der Ausl&ouml;sungsdauer der F&auml;higkeit statt.\n\n**E: Schneller Schlag**\n\nSein n&auml;chster normaler Angriff verursacht zus&auml;tzlich (?) magischen Schaden. Falls das Ziel ein Champion ist, sprintet Tegurien nach dem Angriff wieder an den Ort zur&uuml;ck wo er vor (?) Sekunden gestanden ist. \n\nKosten: (?) Ladungen\n____\nTegurien springt seinen Gegner an und landet anschliessend, falls es ein Champion war, an dem Ort wo er zuletzt gestanden ist.\n\n**R: Ultimativer Sprint**\n\nPassiv: Nach jedem upgrade dieser F&auml;higkeit erh&auml;lt Tegurien zus&auml;tzliche Boni:\n\nStufe 1: (?)% Ressistenz gegen Verlangsamungen\nStufe 2: 1 Ladung jede (?) Sekunden\nStufe 3: (?)% Lauftempo\n\nAktiv: Sprintet in einer geraden Linie an einen beliebigen Ort der Karte, verursacht durchquerten Gegner (?) magischen Schaden und hinterl&auml;sst eine Sandspur, die f&uuml;r (?) Sekunden jede Sekunde (?) magischen Schaden verursacht, das Gebiet um die Spur herum aufdeckt und alle sich im Bereich befindende Gegner um (?)% verlangsamt.\n\nKosten: (?) Ladungen","replies":[{"id":"","poster":"NecroShade98","date":"2016-02-29T17:38:43.848+0000","up_votes":1,"down_votes":0,"body":"Dadurch das manche Skills auf einem Zick-Zack-System basiert wird es schwer werden den erfolgreich zu landen aber sonst gut idee\n\nSchau dir doch vielleicht mal meine Idee an und gib mir Feedback wie du es findest ^^","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-01T09:29:52.866+0000","up_votes":1,"down_votes":0,"body":"Hab dein champ bewertet:D\n\nIch wollte halt eigentlich nicht ein Champ vorstellen, sondern eher eigenartige Fähigkeiten, die es noch keine gibt(naja die e gleicht der ekko ult):\nMan skaliert mit lauftempo\nEin spezieller skillshot\nFür verlangsamte Gegner lauftempo erhalten\nVerlangsamten Schaden zufügen(so eine Art alte fiora ult auf verlangsamte ziele)\nEin escape nach dem towerdiven oder wenn man als assassin spielt.\nEine global ult wo er selbst mitsprinntet(kein escape wegen langer castingsdauer)","replies":[]}]}]}