{"id":"ZWR4FzJ2","poster":"BestTeem0 World","date":"2016-02-28T16:09:11.631+0000","title":"Wann wird das Tribunal wieder online sein?","subforum":"Spielerverhalten & Moderation","up_votes":9,"down_votes":2,"body":"Ich habe immer gerne beim Tribunal geholfen und frage mich schon seit l&auml;ngerem, wann es wieder online ist.\r\nDanke schon mal f&uuml;r die Antworten. :D","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-29T01:57:18.007+0000","up_votes":8,"down_votes":0,"body":"In einer fernen Zukunft,... In einer fernen Galaxis.....","replies":[{"id":"","poster":"SuperNator","date":"2016-02-29T09:23:24.539+0000","up_votes":4,"down_votes":15,"body":"Das Tribunal wird nicht mehr kommen, zumindest nicht mehr dieses Jahr. Deswegen ist die Community auch so dermaßen toxisch momentan. Sie wissen dass das Tribunal vermutlich nicht mehr kommt und das Reports dadurch komplett nutzlos geworden sind. Nurnoch die \"wichtigsten\" Reports werden von Riot bearbeitet (Rassismus) oder der Leaverbuster schlägt zu. Ich hatte in den letzten 20 Spielen (und ich spiele nur noch ARAM weil Summoner Rift unerträglich ist mit so vielen Antiwesen) jedesmal mindestens einen Flamer der willkürlich alles beleidigt hat was ging. Davon abgesehen das man auch noch ne 30-50% Quote auf AFKler hat ist es echt anstrengend.\n\nAm besten ins Spiel gehen alle sofort Muten und so spielen wie man will, da niemand gebannt wird (bzw. seeeehr seeehr wenige) ist das die einzige Möglichkeit das Spiel noch zu genießen.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-29T10:30:38.190+0000","up_votes":5,"down_votes":0,"body":"Ich find's immer wieder erstaunlich, wie unterschiedlich die Wahrnehmung ist. Ich habe kaum bis gar keine Flamer, selbst wenn wir verlieren. Es gibt immer mal wieder wen, der sich aufführt, es ist bei meinen Spielen allerdings nicht die Regel. Ebenso das selbe mit AFK, ich hatte in meinen letzten 30 Spielen keinen Afk'ler. \n\nDaher kann ich deine Erfahrung nicht bestätigen :( Ebenso sind die Report's nicht nutzlos geworden, im Gegenteil sie greifen schneller als zu Tribunalzeiten. Daher kann ich dir an dieser Stelle nur sagen, du redest ziemlich viel Bullsh.it. \n\nOb du alle stumm schaltest, ist natürlich deine Sache und eine legitime Vorgehensweise, tdm solltest du nicht so viel Bullsh.it von dir geben :3","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-29T09:45:38.369+0000","up_votes":3,"down_votes":0,"body":"jup alle [hier](http://boards.euw.leagueoflegends.com/de/search?query=ban&application_id=KYnfKGf0&created_from=now-30d&content_type=discussion) sind durchzgen mit Rassismus um einen Ban zu erhalten, oh wait.\n\nund hier nochmal 2 Links zum lesen da du scheinbar 0 Plan hast von dem aktuellen System\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/hOP3e8NB-das-player-behavior-lexikon\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-29T17:10:51.139+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=SuperNator,realm=EUW,application-id=KYnfKGf0,discussion-id=ZWR4FzJ2,comment-id=00010000,timestamp=2016-02-29T09:23:24.539+0000)\n>\n> Das Tribunal wird nicht mehr kommen, zumindest nicht mehr dieses Jahr. Deswegen ist die Community auch so dermaßen toxisch momentan. Sie wissen dass das Tribunal vermutlich nicht mehr kommt und das Reports dadurch komplett nutzlos geworden sind. Nurnoch die \"wichtigsten\" Reports werden von Riot bearbeitet (Rassismus) oder der Leaverbuster schlägt zu. Ich hatte in den letzten 20 Spielen (und ich spiele nur noch ARAM weil Summoner Rift unerträglich ist mit so vielen Antiwesen) jedesmal mindestens einen Flamer der willkürlich alles beleidigt hat was ging. Davon abgesehen das man auch noch ne 30-50% Quote auf AFKler hat ist es echt anstrengend.\n> \n> Am besten ins Spiel gehen alle sofort Muten und so spielen wie man will, da niemand gebannt wird (bzw. seeeehr seeehr wenige) ist das die einzige Möglichkeit das Spiel noch zu genießen.\n\nDas aktuelle System ist sogar effektiver als das alte Tribunal..\nAber Hauptsache abstänkern, wenn man keine Ahnung hat wovon man eigentlich redet.","replies":[]}]},{"id":"","poster":"StaIker","date":"2017-07-11T12:56:06.109+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=KYnfKGf0,discussion-id=ZWR4FzJ2,comment-id=0001,timestamp=2016-02-29T01:57:18.007+0000)\n>\n> In einer fernen Zukunft,... In einer fernen Galaxis.....\n\nversuchst du lustig zu sein","replies":[{"id":"","poster":"OrangeBubble","date":"2017-07-11T19:40:01.694+0000","up_votes":1,"down_votes":0,"body":"Necrophilia!!\n{{champion:6}}","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-02-28T16:11:31.678+0000","up_votes":2,"down_votes":3,"body":"Leider ist das soweit ich weiß nicht bekannt. Ich würde sagen es kommt noch diese Season.\n\nAber ich hab auch letzte Season gesagt, dass es in der Preseason oder Anfang dieser Season kommt.\n\nAlso keine Ahnung, wann es tatsächlich da ist. Das Ding ist jetzt schon ziemlich lange down. Aber früher oder später kommt es definitiv wieder.","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-03-04T06:14:17.471+0000","up_votes":1,"down_votes":2,"body":"Riot hat bei Einführung des neuen Systems mehrfach gesagt:\n\n\"Das neue System wird das Tribunal ersetzen und falls es sich als effektiv erweist das Tribunal komplett ablösen.\"\n\nzusätzlich hat Riot Lyte in einer Art AMA (war mMn eine AMA mit den Entwicklern des neuen Systems) gesagt:\n\n\"...dass  nach aktuellem Erkenntnisstand eine \"Wiedereinführung\" des Tribunals nicht zweckmäßig wäre.\"\n\n---------------------------------------------------------\n\nEs ist nicht davon auszugehen dass das Tribunal wieder kommt.","replies":[{"id":"","poster":"eingew","date":"2016-03-04T06:51:51.768+0000","up_votes":3,"down_votes":0,"body":"Vor 3 Monaten auf [ask.fm](https://ask.fm/RiotLyte#) kam noch folgendes:\n\n> For the Report Feedback System, maybe if you sent out a message once a week that says a player, or X players, you reported have been punished. You would only get the message once a week, and only if you reported someone who got punished. I think that is a happy medium.\n> #LeagueOfLegends\n> We generally agree with some type of monthly report card, and we've designed elements of this into the new Tribunal voting system. So, basically a web profile you can visit to see your contributions to the community and how you made it a better environment. We're hoping to get this out in early 2016, but we're still wrapping up the new Champ Select.\n\nZugegeben, die Möglichkeit, dass es ein System geben wird, dass nicht Tribunal genannt wird, aber den Zweck des Uservotings erfüllt besteht.\nAber ich glaube nicht, dass deine Zitate etwas anderes aussagen als \"Aktuell ist das Tribunal noch kaputt.\"\n\nEs ist prinzipiell von einer Rückkehr auszugehen. Lyte hat das mehrfach bestätigt.\n\nNoch ein kleiner [Link ](https://ask.fm/RiotLyte#)über die Arbeit am Tribunal.\n\nWenn es fast fertig ist, dann bezweifle ich doch, dass es nicht wieder kommt.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-28T16:16:56.519+0000","up_votes":2,"down_votes":1,"body":"wobei ja jetzt endlich das große Projekt der Champ select durch sein sollte, oder spätestens wenn die Solo Q draußen ist.\n\nUnd das Tribunal soll ja das nächst größere Projekt sein, ich denke also wenn die Solo Q draußen ist noch 9-12 Monate.","replies":[]}]},{"id":"","poster":"FrankerX","date":"2016-02-29T03:28:15.199+0000","up_votes":2,"down_votes":0,"body":"soon tm.","replies":[]}]}