{"id":"jopwNRt7","poster":"Joosua","date":"2016-02-28T12:24:12.803+0000","title":"Bard Passive triggert Griff des Todesfeuers und Thunderlord","subforum":"Melde einen Bug","up_votes":2,"down_votes":1,"body":"{{champion:432}} \r\nIch wollte nur mal sagen, dass die Bard passive Griff des Todesfeuers oder Erlass des Donnerf&uuml;rsten ausl&ouml;st, was ja eigentlich nicht sein sollte wenn ich die Meisterschaft richtig verstanden hab da es ja weder ein Spell an sich ist noch von einem Spell ausgel&ouml;st wird (wie Brand passive).\r\n\r\n\r\nSchritte zum Reproduzieren (Todesfeuer): starte ein Spiel nimm Bard, w&auml;hle Griff des Todesfeuers als Schl&uuml;sselmeisterschaft und greif einen Champion mit einem Passivstack an.\r\nSchritte zum Reproduzieren (Thunderlord): starte ein Spiel nimm Bard, w&auml;hle Erlass des Donnerf&uuml;rsten als Schl&uuml;sselmeisterschaft und greif einen Champion mit einem Passivstack an ( und einem weiteren Normalen Autoattack oder nem Q)\r\n\r\nJetzt stellt sich mir die Frage ist das ein Bug (weil es ist ja kein Spell), oder ist das so gewollt, weil die Passive stackbasiert ist und so technisch gesehen auch nicht die ganze Zeit zur Verf&uuml;gung steht.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2016-02-28T12:49:40.146+0000","up_votes":1,"down_votes":0,"body":"Ich würde meinen e ist gewollt. Bei Thunderlord ist es ja klar, denn der dritte ANgriff gegen einen Champion triggert das - unerheblich ob 3 Spells oder 2 Spells und nen Autoattack - und ja die Passive zählt anscheinend als Spell der Thunderlord triggern kann.\n\nBei Griff des Todesfeuers ist es halt eine Fähigkeit die den Effekt auslöst und die Passive ist nunmal eine Fähigkeit ( die Schaden verursacht).","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T13:18:27.271+0000","up_votes":1,"down_votes":0,"body":"ich frag ja nur weil passive eigentlich keine Spells sind^^\n z.b. Teemo gift, Lulu passive, passive von Kayles E ( nur wenn man es nicht aktiviert hat)","replies":[{"id":"","poster":"Im a Papaya","date":"2016-02-28T13:39:54.582+0000","up_votes":1,"down_votes":0,"body":"Die meisten Damage Tick spells procen Thunderlords wie die Mf E oder ihre Ult.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T13:49:29.923+0000","up_votes":1,"down_votes":0,"body":"ich weiß mir geht es aber um eine Passive Fähigkeit und keinen Spell :D","replies":[{"id":"","poster":"Im a Papaya","date":"2016-02-28T14:38:37.913+0000","up_votes":1,"down_votes":0,"body":"Die Betonung lag auf damage Tick, also das die Mieps Schaden machen.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T14:49:05.059+0000","up_votes":1,"down_votes":0,"body":"ja aber mir geht es immernoch darum ob eine Passive Fähigkeit Zaubereffekte auslösen kann, obwohl sie kein Zauber ist (Beispiele wie oben Teemo Lulu Kayle), ob das Schaden über Zeit macht ist völlig egal :P","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-28T15:10:28.215+0000","up_votes":1,"down_votes":0,"body":"Manche tun es manche tun es nicht, Barts Meeps lösen Zaubereffekte aus. Wie immer kann ich nur empfehlen bei möglichen Bugs erstmal in Wiki zu schauen.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T16:13:34.536+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=ImBE6GqA,discussion-id=jopwNRt7,comment-id=0000000000000000000000000000,timestamp=2016-02-28T15:10:28.215+0000)\n>\n> Manche tun es manche tun es nicht\n\ndas ist ja mal einfach falsch, weil alle spell effects wie deathfire nur von Spells aus gelöst werden( oder durch von Spells ausgelösten Effekten z.b. Brand passive, Ludens Echo), \nz.b.... solange Kayle ihre E nicht aktiv hat löst sie keine Deathfires Touch aus sobald sie es aktiviert tut sie es,\ndeshalb interressiert es mich halt einfach wieso Bard der einzige (jedenfalls mir bekannte) Champ ist, der ohne Spell spell effects auslösen kann.\n{{summoner:14}} {{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"SorisDynasty","date":"2016-02-28T16:16:14.610+0000","up_votes":1,"down_votes":0,"body":"Weil die Meeps als Zauber gewertet werden. Sie werden auch von bspw Spellshields oder Banshees Veil geblockt.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T17:45:04.630+0000","up_votes":1,"down_votes":0,"body":"Ja das die Als zauber gewertet werden ist mir klar ( wär ja sonst anders), mich wundert halt einfach nur wieso was Passives als Zauber gewertet wird \n{{sticker:zombie-brand-mindblown}} \naber Rito wird sich schon was gedacht haben","replies":[{"id":"","poster":"SorisDynasty","date":"2016-02-28T17:47:32.145+0000","up_votes":2,"down_votes":0,"body":"Weil sie es so gecoded haben.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T17:51:44.598+0000","up_votes":1,"down_votes":0,"body":"versteht sich bei nem Computerspiel irgendwie von selbst...... :D","replies":[]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2016-02-28T16:48:58.772+0000","up_votes":1,"down_votes":0,"body":"> das ist ja mal einfach falsch, weil alle spell effects wie deathfire nur von Spells aus gelöst werden( oder durch von Spells ausgelösten Effekten z.b. Brand passive, Ludens Echo),\nz.b.... solange Kayle ihre E nicht aktiv hat löst sie keine Deathfires Touch aus sobald sie es aktiviert tut sie es,\ndeshalb interressiert es mich halt einfach wieso Bard der einzige (jedenfalls mir bekannte) Champ ist, der ohne Spell spell effects auslösen kann.\n\n.\n>ja aber mir geht es immernoch darum ob eine Passive Fähigkeit Zaubereffekte auslösen kann\n\n.\n>Manche tun es manche tun es nicht, Barts Meeps lösen Zaubereffekte aus.\n\nWow, so falsch...\n{{sticker:zombie-brand-facepalm}} \n\nErnsthaft, informier dich doch einfach wie gesagt ein wenig im Wiki bevor du hier son Müll verzapfst.\nDie Passiven von Lux sind immernoch eigenständige Fähigkeiten und triggern Zaubereffekte unabhängig vom eigendlichen Spell aber da du ja speziell nach Passiven gefragt hast die Zaubereffekte auslösen ohne das man q w e r drücken muss: z.B. Bard, Ekko, Fizz, Jax.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T17:47:06.533+0000","up_votes":1,"down_votes":0,"body":"ich weiß grade garnicht was du jetzt mit der Lux passiven willst, ich hab mich doch schon zu von Zaubern hervorgerufenen Effekten\n (Ludens, Brand passive, und ja auch Lux passive gehört (bei mir jedenfalls) dazu) ausgelassen\ndas die Passiven von Ekko Fizz und Jax so was Triggern ist mir allerdings neu, find ich aber interressant, man lernt nie aus, wobei ich ja eigentlich {{summoner:2}} kann :S\n\nund ich hab mich doch schon im Wiki informiert, und da steht das die Bard passive derartige Effekte triggert, was ja auch nicht mein Problem ist, sondern eher das wieso","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-28T19:16:39.459+0000","up_votes":1,"down_votes":0,"body":"Muss ich wirklich jedes kleine bisschen zitieren wo du dir widersprichst?\nNatürlich ist es dein Problem das es diese Effekte triggert, ansonsten hättest du ja wohl nicht gesagt das es ein Bug ist und nicht so sein sollte, weiterhin es nicht als Bug gemeldet und mehrmals gefragt ob Passive Fähigkeiten Zaubereffekte auslösen können obwohl sie ... passiv sind.\n\nBezüglich des Warum, Riots Wege sind unergründlich.\nWarum löst Ez´s Q keine Zaubereffekte aus, warum wird Nautiuls Ult, obwohl sie sich wie ein Projektil verhält, nicht von Windwall geblockt, warum löst Darius Passive keine Zaubereffekte aus? Riot wird sich schon was dabei gedacht haben und oftmals wird wohl balance eine Rolle spielen. Wie dem auch sei, wenn du darüber reden ob oder ob nicht das was Riot sich denkt gut und richtig ist, ist der Melde eine Bug Bereich im Forum dafür der falsche Ort.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T19:51:24.163+0000","up_votes":1,"down_votes":0,"body":"ich hab doch nicht gasgt,dass es ein bug sein muss, sonder gefragt ob es ein bug ist oder  von riot so gewollt wobei ich dass dann halt einfach blöd gekennzeichnet finde weil eine Passive Fähigkeit nur einfach mal kein Spell ist. des weiteren Heißt es ja noch lange nicht dass ein Bug nicht existieren kann, nur weil er nicht im Wiki steht oder?\n{{sticker:slayer-jinx-unamused}} \nEz Q is halt einfach ein Autoattack der zum Skillshot geworden ist, Nautilus Ult ist kein Projektil wieso sollte die Windwall das dann blocken? Und Darius Passive wird zwar von Fähigkeiten erzeugt aber halt auch von Autoattacken weshalb das mit den Zaubereffekten blöd (aka op) wäre\n\nund ja möglich das ich hier im falschen Forum bin, aber sonst hätte ich doch niemals diese tolle Diskussion mit dir führen können oder?\n{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-02-28T15:53:09.427+0000","up_votes":1,"down_votes":0,"body":"Lulus Pix-Schuss gilt als weiterer Autoattack, also Q+AA reichen, um Thunderlords auszulösen.\nBrand Passive löst definitiv Todesfeuer aus, wird aber bestimmt auch Thunderlords auslösen.\nDarius Blutung interagiert nicht mit Todesfeuer, zu Thunderlords weiß ich dazu nix.\nBisher scheint Thunderlords mit Gifteffekten nicht zu harmonieren. Twitch funzt z. B. nicht.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T17:36:57.767+0000","up_votes":1,"down_votes":0,"body":"also lulu hab ich grade ausprobiert und die passive macht nichts ( also entweder 3 AA oder Q+ 2 AA), darius macht nix da hast du recht und Brand passive löst auch kein thunderlord aus habs auch nochmal Probiert :P","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-28T18:35:45.498+0000","up_votes":1,"down_votes":0,"body":"Dann hab ich bei Lulu was verwechselt.","replies":[{"id":"","poster":"Joosua","date":"2016-02-28T18:43:34.933+0000","up_votes":1,"down_votes":0,"body":"möglich, vielleicht wars auch mal anders^^ aber kp","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-02-28T16:13:40.860+0000","up_votes":1,"down_votes":0,"body":"Brands Passive löst kein Thunderlords aus, das habe ich bereits austesten können.\nDarius Passive wird es ebenfalls nicht auslösen, da bin ich mir 100% sicher.","replies":[]}]}]}]}]}