{"id":"iRUO42aW","poster":"HandIOfIZombie","date":"2016-02-26T21:03:28.395+0000","title":"YouTube - [Leauge of Legends]","subforum":"Streams & YouTube","embed":{"title":null,"description":null,"url":"https://www.youtube.com/channel/UCS-CGC4u_EUV8WJzFxPTo2g","image":null},"up_votes":1,"down_votes":1,"body":"Jo, was geht ^^ Ich habe hier euch mal ein Link zu meinem Youtube Kanal mit rein gesetzt. \r\n\r\n**MONTAGE**\r\nZur Zeit lade ich Montage Videos hoch die aber zur Zeit nicht so Professionell sind wie ich es mir vorstelle, zwar habe ich vor kurzem ein tool bekommen um auch die Kamera Perspektive zu &auml;ndern da ich aber nicht die richtige Tastatur dazu habe, k&ouml;nnte das etwas dauern bis ich auch Videos hochlade die zu meinem Jetzigen Montage Videos eine andere Abwechslung mit rein bringen. \r\n\r\n**LETS PLAY**\r\nZu anderem gibt es aber auch Plays die ich Kommentiere, habt etwas Nachsicht falls ich mit dem was ich sage auch nicht immer zu 100 % recht habe aber da ich noch nie Rank gespielt habe und ich zur Zeit nur Normale Matches f&uuml;hre, hoffe ich das euch mein Format trz. gef&auml;llt. Unter anderem wenn ich solo unterwegs bin, sind auch Silber Spieler mit dabei wenn mein MMR Wert gestiegen ist. \r\n\r\n**INFOS**\r\nDesweiteren schaue ich mir auch sehr gerne Ranglistenspiele mir an oder auch viele andere Videos wo die Pros gegeneinander spielen aber um mich selbst zu verbessern, frage ich auch gerne andere Spieler aus dem bereich Platin-Dia. ob sie mich mal zu einer Partie einladen. Leider merke ich aber sehr schnell wo mein Limit ist ^^ und denke das ich bei Silber V aus Erfahrung, da etwas besser aufgehoben bin, falls ich rank spielen w&uuml;rde. Wer m&ouml;chte kann sich ja gerne Konstruktiv unter meinen Videos sich zu &auml;u&szlig;ern und mit Kommentieren oder halt Feedback hinterlassen. Es kann auch mal vor kommen das ich fragen stelle die sehr Interessant sind oder die noch nicht gestellt worden sind wenn mir mal was auffallen sollte oder es kommt auch dazu, das ich Champions auf einer Lane Picke wo es sehr ungew&ouml;hnlich ist :) \r\n\r\nLG HOZ","replies":[{"id":"","poster":"SkyFallenNerox","date":"2016-02-26T21:35:03.119+0000","up_votes":1,"down_votes":0,"body":"noch mehr vom namen hättest du jetzt nicht klauen können oder -_- immer diese un kreativen Kidis. und wenn du jetzt fragst welchen namen. such mal bei yt nach Hand of Blood nur so als Anmerkung\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"HandIOfIZombie","date":"2016-02-26T22:39:00.648+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SkyFallenNerox,realm=EUW,application-id=ENHTtUTO,discussion-id=iRUO42aW,comment-id=0000,timestamp=2016-02-26T21:35:03.119+0000)\n>\n> noch mehr vom namen hättest du jetzt nicht klauen können oder -_- immer diese un kreativen Kidis. und wenn du jetzt fragst welchen namen. such mal bei yt nach Hand of Blood nur so als Anmerkung\n> {{sticker:slayer-jinx-unamused}}\n\nhaha, weiß du woher Hand of Blood den Namen hat ? ist nämlich auch nicht sein eigenes Konzept. Also wenn ich mit 27 in deinen Augen noch ein Kidi bin dann muss du aber verdammt alt sein {{champion:26}} \n\nNur so als Anmerkung aber bevor man sein Senf zu irgend ein Thema gibt, sollte man sich schon etwas erkündigen\"! Weil der Name HOB ist ein Song-Titel von der Band **bullet for my valentine** wo auch max sich selber zu geäußert hat... so wie ich es auch getan habe in eins meiner Videos und auch da kann man sich gerne mal zu erkündigen & die Meinung sich anhören falls man so erwachsen ist wie man immer behauptet. Desweiteren gibt es genug Accounts die so mit den Namen anfangen und diese User sind unter anderem auch schon viel Länger auf YT dabei als Max aber ich kann es verstehen, wenn man Unwissend lieber alles schlecht reden möchte nur um seine Meinung los zu werden, ist die Meinung anderer eh egal\"! Nur weil es YouTuber gibt die mit einen namen erfolg haben ist es nicht mehr Akzeptabel das andere einen ähnlichen Namen haben oder wie verstehst sich das ? vllt. sollen die sich ja jetzt auch Umbenennen ;) also diese Logik möchte ich auch gerne mal haben xD Ehrlich gesagt macht dein Kommentar das ganze nicht besser und ist eine Standard aussage von Usern die meist jünger sind als ich & sehr Intolerant auch noch dazu was in meinen Augen eine tolle Eigenschaft zum Cha­rak­ter­zug ist ^^","replies":[]}]}]}