{"id":"nRjexXlA","poster":"StillYasuoMain","date":"2016-02-27T09:33:49.255+0000","title":"Frage zum Schaden","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hallo Community\r\n\r\nIch habe gerade ein bischen ein durcheinander mit den verschiedenen Schaden.\r\n\r\nSchaden skaliert mit AP und AD\r\nNormalen Schaden mit AD\r\nMagischer Schaden mit AP\r\nPhysischer Schaden mit AD, AS und critic\r\nTotaler Schaden = ?\r\n\r\nVerstehe ich das richtig und kann mir jemand erkl&auml;ren was totalen Schaden ist?\r\n\r\n\r\nMfg","replies":[{"id":"","poster":"Maexle","date":"2016-02-27T09:43:59.260+0000","up_votes":3,"down_votes":0,"body":"Es gibt gewissen Fähigkeiten ( z.B Ahri Q, Olaf E, Irelia W --> Autoattacksbuff, usw..) die True Damage machen. Diese Fähigkeiten skalieren auch mit dem Level oder eben AD oder AP werten, machen aber True Damage. \nIm allgemeineren Sinne bedeutet True Damage ja nur, dass der Schaden, den du anrichtest komplett durch die Resistenzen des Gegners geht, ohne reduziert zu werden. Mit hohen Rüstungsdurchdringungswerten oder Magiedurchdringungswerten kannst du auch ohne bestimmte Fähigkeiten ( Bsp: siehe oben) true Damage also totalen Schaden anrichten. Er skaliert also auch normal. \nFähigkeiten können übrigens auch mit Rüstung und Leben skalieren ;P\n{{champion:17}}","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-02-27T09:58:31.750+0000","up_votes":1,"down_votes":1,"body":"Ok also totalen Schaden ignoriet einfach resistenzen, kann aber normal und magisch sein? Und weisst du gerade was genau physischer Schaden ist? Ich dachte es hat irgendwie Einfluss auf die autoattacks komm aber nicht ganz draus.","replies":[{"id":"","poster":"Maexle","date":"2016-02-27T10:13:42.879+0000","up_votes":3,"down_votes":0,"body":"Ja physicher Schaden beeinflusst die Autoattacks. Wenn du 100 AD hast, dann macht ein Autoattack  von dir 100 Schaden, wenn der Gegner keine Rüstung hat. Der Schaden deiner Autoattacks wird aber von der Rüstung reduziert, je nachdem wie viel Rüstung dein Gegner hat. Bei 100 Rüstung würden deine Autoattacks nur die Hälfte deiner AD an Schaden machen. Dein Attackspeed gibt an, wie oft du in der Sekunde angreifst. Die Kritchance gibt an, mit welcher Wahrscheinlichkeit du krittest. Bei einem Krit macht deine Autoattack doppelt so viel Schaden ( Wenn du das{{item:3031}} gebaut hast, machst du zusätzlich 50% deiner Autoattack an Schaden, wenn du krittest). {{champion:17}}","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-02-27T10:57:15.891+0000","up_votes":1,"down_votes":1,"body":"Ah jetzt verstehe ich es(glaub):\n\nFähigkeiten die physischen Schaden verursachen, lösen Treffereffekte aus als ob es ein normaler Angriff ist. Ez q kann zB. Kritisch treffen. \nTrozdem habe ich noch eine Frage: Wenn man ez auf ap baut verursacht die q soviel Schaden wie wenn man ihn auf ad baut. Das bedeuted also physischer Schaden besteht aus AP und AD? Ist das dann einfach Schaden(AP+AD) der treffereffekte auslöst?\n\n\nPS: Ich bin nicht gerade der Meister was Items und Skalierung angeht;)","replies":[{"id":"","poster":"Maexle","date":"2016-02-27T11:03:23.607+0000","up_votes":3,"down_votes":0,"body":"Es gibt Fähigkeiten die Treffereffekte auslösen aber das ist nicht bei allen so. Bei Ezreals Q ist es so, dass es mit AD und AP skaliert, aber der Zauber selbst macht nur physischen Schaden. Wenn du also Ezreal auf AP baust, dann machst du mit deiner Q trotzdem normalen Schaden. {{champion:17}}","replies":[]}]}]}]}]},{"id":"","poster":"EpicDieterBohlen","date":"2016-02-27T09:44:36.328+0000","up_votes":1,"down_votes":0,"body":"keine ahnung was du meinst, aber es ist im prinzip nicht schwer. \nWenn z.b. in deinem Q skill steht, Verursacht 130 (+.....)  <- kommt es drauf an welche farbe der wert hier hat. Wenn er zum beispiel grün ist wird er durch AP stärker.\nWenn du zum beispiel 500 ap hast und dort steht +400 weißt du, dass der zusätzliche schaden auf deiner Q 0,8*ap  ist :p.\nWenn der wert rot ist gilt dasselbe nur für AD (manche skills skallieren aber mit ZUSÄTZLICHEM ad und manche mit GESAMT ad)\n\nnormaler schaden (also mit automatischen angriffen) ist in der regel immer so hoch wie dein AD wert. Wie viel schaden am gegner ankommt hängt natürlich von seiner rüstung ab.\nWenn du aber mehr AS kaufst machst du anstatt 4 angriffen in 4 sekunden zum beispiel 5 angriffe in 4 sekunden und steigerst so logischerweise dein schaden.\n\n\nich verstehe zwar nicht ganz was du mit totaler schaden meinst aber ich hoffe das geht in die richtige richtung","replies":[{"id":"","poster":"ˉºVaynovskyºˉ","date":"2016-02-29T17:41:58.738+0000","up_votes":1,"down_votes":0,"body":"totaler schaden = absoluter schaden       eng. **True Damage**\n\ndiesen schaden kann man NICHT verringern.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2016-02-29T18:45:52.197+0000","up_votes":1,"down_votes":0,"body":"totaler schaden habe ich noch nie gehört :D wusste nicht, dass er absoluten schaden  meint :D","replies":[{"id":"","poster":"ˉºVaynovskyºˉ","date":"2016-02-29T20:15:25.637+0000","up_votes":1,"down_votes":0,"body":"benutzten sehr wenige, hab das nur erwähnt ,das mans weiß, \nübrigens\nTrue Damage---> Tank zerstörer hust{{champion:67}} hust.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-02-27T10:59:26.536+0000","up_votes":1,"down_votes":0,"body":"Es existieren übrigens noch Sonderfälle, in denen ein Spell zwar mit AD skaliert, aber magischen Schaden macht oder umgekehrt. Steht aber für gewöhnlich in den Fähigkeiten.\nEs gibt einige Zauber, die auch kritisch treffen können. (Karthus Q, Soraka Q)\nDann existieren noch weitere Skalierungen, z. B. mit Rüstung, Leben oder Magieresistenz.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-02-27T11:05:53.338+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=vatevpvi,discussion-id=nRjexXlA,comment-id=0004,timestamp=2016-02-27T10:59:26.536+0000)\n>\n> Es existieren übrigens noch Sonderfälle, in denen ein Spell zwar mit AD skaliert, aber magischen Schaden macht oder umgekehrt. Steht aber für gewöhnlich in den Fähigkeiten.\n> Es gibt einige Zauber, die auch kritisch treffen können. (Karthus Q, Soraka Q)\n> Dann existieren noch weitere Skalierungen, z. B. mit Rüstung, Leben oder Magieresistenz.\n\nDie rote unterste mastery ganz rechts xD ist einer dieser Sonderfälle, oder stattik shiv glaub auch.\n\nDer Schaden der kritisch treffen kann ist soviel ich jetzt gehört habe physischer Schaden.\n\nGalio verursacht doch Rüstung als magischen Schaden?","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-27T11:14:44.408+0000","up_votes":1,"down_votes":0,"body":"Galio bekommt AP, wenn er sich Magierestenz holt. Seine Passive sorgt dafür, seine aktivierbaren Fähigkeiten skalieren rein mit AP.\n\nEin direktes Beispiel wäre Malphite. Seine E skaliert zusätzlich mit Rüstung und verursacht magischen Schaden.\n\nSoraka, Karthus und Corki (und vielleicht sogar noch mehr?) sind in der Lage, mit magischem Schaden kritisch zu treffen. Statikk ist ebenfalls ein magischer Crit.","replies":[]}]}]},{"id":"","poster":"Untouchable ProX","date":"2016-02-27T10:15:19.850+0000","up_votes":1,"down_votes":0,"body":"Ich versteh den Thread nicht ganz.\nNormaler Schaden ergibt sich aus AD und kann auch Kritisch treffen. Autohits bassieren zudem auch auf Angrifftempo und richten Normalen schaden.\nSpells die Normalen schaden machen können nur in seltensten Fallen wie GP oder Ez kritisch treffen und skalieren jenach Champ anders %al.\n\nMagischer Schaden ergibt sich aus deiner AP und skaliert wieder jenach Spell anders.\n\nTotalerschaden wird nicht durch Armor/Mr verringert.\nTrue dmg kommt nur bei einigen Spells/Ignite vor.\n\nPhysischer Schaden versteh ich an dieser stelle nicht. Da dies eig nur ''körperlicher Schaden'' bedeutet.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-02-27T11:00:49.155+0000","up_votes":1,"down_votes":1,"body":"Ich glaube Physischer Schaden ist das was du als normaler Schaden bezeichnest(laut anderen kommentaren)\n\nNormaler Schaden ist glaub eben einfach AD...","replies":[{"id":"","poster":"Untouchable ProX","date":"2016-02-27T11:12:06.067+0000","up_votes":1,"down_votes":0,"body":"so dacht ich das auch.\nNaja AD ist kein normaler Schaden.\nMan kan auch mit AP auf einer fähigkeit skalieren die dann Normalen SChaden verursacht.\nAD und AP sind lediglich die werte zur erhöhung.","replies":[]}]}]},{"id":"","poster":"Lady Yunalesca","date":"2016-02-27T09:51:29.586+0000","up_votes":1,"down_votes":0,"body":"totaler schaden oder \"true dmge\" wird nicht von rüstung,mr,schadensreduktion verringert wie es bei jedem anderen schaden gemacht wird.\nz.B ignite wird immer den vollen Wert anrichten egal wie viel magie resistenz du hast :)","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-02-27T10:01:17.422+0000","up_votes":1,"down_votes":1,"body":"Ok und stimmt das mit dem physischen Schaden sicher? Also er verursacht auch Schaden vom Angriffstempo oder ist das irgendwie in 2 sekunden machst du insgesamt soviel schaden mit autoattacks?","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-27T10:54:07.767+0000","up_votes":1,"down_votes":0,"body":"Angriffs tempo wirkt sich nur auf die Geschwindigkeit deiner Autoattacks aus. Es gibt natürlich Sonderfälle wie Jhin und Graves (Jhin bekommt AD statt Tempo, Graves schießt dann nicht nur schneller, sondern lädt schneller nach) aber in der Regel ist das alles","replies":[]}]}]}]}