{"id":"LE5XOZLI","poster":"Viacan","date":"2016-02-26T13:47:44.659+0000","title":"Aurelion Sol - Lore Idee","subforum":"Skin- & Champion-Konzepte","up_votes":3,"down_votes":1,"body":"Aurelion Sol ist eine Legende in der Kultur der Targon. Sein Sternenbild scheint heller als Tausend Monde &uuml;ber dem Targon auf die V&ouml;lker herab. Es hei&szlig;t, dass die Spitze des Berges das Sternenbild ber&uuml;hrt, da selbst bei klarem Tage diese nicht zu sehen ist. Aber was vernehmbar ist, ist ein leises Rufen. Ein Rufen welches vom Wind ins Tal getragen wird. Viele denken dieses Rufen kommt vom Targon selbst. Andere wiederum glauben dieses Rufen noch nie geh&ouml;rt zu haben. Es scheint nach einem Champion zu suchen, einem Champion der stark und mutig genug ist, die Pr&uuml;fungen des Targons zu bestehen und den Berg zu erklimmen. Doch was ist auf dessen Spitze? Was w&uuml;rde diesen Champion, wenn er je erscheint, erwarten? Es gibt viele Ger&uuml;chte. Manche sagen dass auf dem mythischen Berg ein Tempel ist, der von einer l&auml;ngst vergangenen Kultur erbaut wurde, um die Sternenwesen zu verehren und ihnen zu huldigen. Wiederum andere sagen dass auf ihm eine weite Weide ist, so lang das Auge reicht. Diese Weide ist mit den sch&ouml;nsten, strahlendsten und magischsten Mondblumen versehen, die einen lieblichen Duft haben.\nNur wenige glauben noch an die Legende, eine Legende die auf den W&auml;nden einer H&ouml;hle im Targon verzeichnet ist. Sie zeigt einen Drachen, der aus Sternen besteht und &uuml;ber einen Ort wacht, der so hell und gleichzeitig dunkel ist, dass nur ein Sternenwesen oder der mutigste und st&auml;rkste Held ihn erblicken kann. F&uuml;r die V&ouml;lker rund um Targon klang dies sehr geheimnisvoll und sie warteten auf diesen Helden oder auch Champion. Doch kam er nicht. Bisher warten die V&ouml;lker und wom&ouml;glich eine Kreatur auf dessen Erscheinen. Wird dieser Held jemals kommen? Und wird ihn ein Sternenwesen namens Aurelion Sol je erblicken? Dies steht in den Sternen.\nZurzeit bewegen sie sich unnatürlich, vielleicht ist ja etwas oder jemand im Anmarsch? Vielleicht ist es aber auch nur das Rufen vom Berg, das jeden Mond lauter und schriller wird?.....\nHoffe euch gef&auml;llt mein kleiner Einfall.^^\n\nMfG","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-03-02T18:53:27.927+0000","up_votes":1,"down_votes":0,"body":"Sehr gut geschrieben und sie gefällt mir auch. Aber ich glaube Riot hat da schon eine Lore. Trotzdem +1\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Viacan","date":"2016-03-02T19:07:59.406+0000","up_votes":1,"down_votes":0,"body":"Danke, ich bin gespannt auf die Lore von Riot ^^","replies":[]}]}]}