{"id":"trpfPJqj","poster":"Qbert","date":"2016-02-26T06:32:41.333+0000","title":"Tipps und Tricks um entspannt zu bleiben?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":2,"body":"Guten Morgen liebe Sorgen!\r\n\r\nIch dachte mir mal, ich frage in der Community nach wie ihr es schafft, im Spiel ruhig zu bleiben bzw. den Fokus nicht zu verlieren?\r\nIch pers&ouml;nlich merke gerade derzeit, ich schiebe Frust. Grund daf&uuml;r sind Stress im Job und die starke Abwertung meiner Elo nach den Placements.\r\n\r\nJeder der mal high Platin oder Dia war/ist wei&szlig;, dass es extrem wichtig ist, dennoch Ruhe zu bewahren.\r\n\r\nNun die Frage an euch:\r\nWie schafft ihr das? \r\n\r\n\r\nP.S.\r\nMein Lose-Streak macht es mir im Moment denkbar schwer, aber ich atme einfach tief durch und Mute ggf. auch Teammates, die &quot;zu viel reden&quot;.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-26T10:05:09.750+0000","up_votes":2,"down_votes":0,"body":"Am besten, man setzt sich nicht noch mehr unter Druck.\n\nDie Season läuft ja noch länger, warum also bereits jetzt seine Ranking-Ziele erreichen wollen?\n\nBei mir ist die Arbeit - wie immer in den ersten ca. 2 Monaten im Jahr - auch gerade etwas stressig (50+h/Woche).\nDa ich am Abend entsprechend müde bin, spiele ich keine Rankeds (noch nicht einmal die Placements gespielt). Warum auch? Ich bin nicht voll leistungsfähig und würde nicht mein normales Niveau spielen. Meine Placements wären dann schlecht, ich würde mich dann wohl auch stark unter Druck setzen, aber mit Müdigkeit (von der Arbeit) + Druck (wieder zu climben) steigt man dann wohl noch eher mehr ab als man aufsteigt.\n\nIch mache es z.B. derzeit so, dass ich fast nur ARAM spiele (mir gefällt auch der Modus). Das Team ist da viel lockerer drauf. Gestern sogar ein sehr nettes Team gehabt und ein Mitspieler war nicht sauer, dass ich irrtümlich mit der Graves-Q den Penta denied hatte (ich habe auch sofort \"sry\" geschrieben und gegen Ende des Games bekam er den Penta dann auch).\nEinzelne Games sind von mir auch nicht gut (nicht weil ich den Random-Champ nicht kann, sondern wirklich weil ich nicht voll leistungsfähig bin), aber es ist alles etwas lockerer und man erkennt auch sehr gut, dass LoL auch nur ein Games ist.\n\nDu musst auch nicht zwangsweise ARAM spielen, aber vielleicht einfach einmal eine Ranked-Pause einlegen (bzw. da über Gold 1 -> nur das Ranked, um nicht LP-Verfall zu kriegen). Du kannst ja einmal Normals spielen, da bist du auch nicht so stark unter Druck und kannst noch etwas trainieren (z.B. neuen Champ üben oder gewisse Mechanics, etc.)\n\nWenn du aber gestresst (und somit nicht voll leistungsfähig) in Rankeds gehst und dich dann noch unter Druck setzt, dann liegt es nahe, dass dein Gameplay oft auch nicht das beste sein wird.\nVersuche deshalb, nur dann Rankeds zu spielen, wenn du nicht so angespannt bist. Dann startest du nicht bereits mit diesem Nachteil.","replies":[]},{"id":"","poster":"ninju7su","date":"2016-02-26T07:14:18.583+0000","up_votes":2,"down_votes":0,"body":"Akzeptanz! Akzeptiere was deine Leute machen, auch wenn es ein Fehler ist. Du wirst es jetzt nicht ändern können, **also mach das Beste drauß** in diesem Moment. Das Ziel sollte meines Erachtens nicht sein, Gold, Platin oder sonst wo hinzukommen, sondern einzig und allein **das Verbessern **deines eigenen Spiels _(unabhängig deiner Mitspieler)_. Wenn  du den Fokus nur auf dein Spiel legst, hast du keine Zeit dich über andere aufzuregen. Das sage ich als Main-Support, der mit am meisten Zeit im Spiel hat, über Dinge nachzudenken. Wenn du dir ein Ziel setzt: zB Gold 1 kommen, dann hast du etwas das du verlieren kannst. Ergo erzeugst du dir einen Druck, der nicht gut ist. Denn stellt sich etwas diesem Ziel in den Weg, reagiert der Mensch entweder traurig oder wütend. Dem kann man aber wie gesagt einfach vorbeugen.\n\nDies bezüglich **informier dich vor deinen Spielen was du alleine besser machen kannst** und erinner dich immer wieder daran. Somit kann auch ein Lose ein persönlicher Erfolg werden _(ich spreche aus Erfahrung)_. Ich beispielsweise habe mir aktuell 2 Ziele gesetzt: Besser warden und Vision des Gegners verhindern und intelligenteres Pingen. Das übe ich Seit 2 Wochen und denke immernoch, dass ich da viel Luft nach oben habe. DAS soll mich motivieren,.. nicht irgendeine Plakette.\n\nEs hilft mir auch oft, das Spiel wie,.. sagen wir mal einen Motor zu betrachten. Egal wie kaputt er ist, man geht ein Punkt nach dem nächsten ab. Setz dir im Game selber** kleine Ziele**. Ich glaube den meisten fehlt es einfach an Hintergrundwissen, was getan werden muss, um voran zu kommen im laufenden Spiel. \nWenn man nicht weis, was zu tun ist, verfällt man allerdings in sinnlosen _(evt panischen)_ Aktionismus. Wenn ein Mensch weis was zu tun ist _(Aufklärung mit Wards schaffen, Buffs holen, danach die richtigen Objectives angehen)_ dann hat er mehr Motivation dran zu bleiben. Dafür muss man sich allerdings etwas mit den Grundlegenden Strategien und Vorgehensweisen beschäftigen.\n\nAnsonsten empfehle ich dir, wenn das nicht hilft, moderiere wenn du das nächste mal anfängst wütend zu werden oder so, **deine eigene Jammertalkshow gedanklich im Kopf**: \n\nAuf platz 3 dieses Spiel: Der feedende toplaner: Ist einer der Klassiker und wieder dabei dieses game,.. auf platz 2,.. Lange haben wir sie vermisst aber hier sind sie: Die Facechecks des Midlaners im Bush und auf der einsamen Spitze haben wir heute wieder den Afk-ler,.. herzlichen glückwunsch! \n\nVersuch es ins lustige zu ziehen,.. Humor ist ein gutes Mittel gegen Stress.\n\nMusik kann natürlich auch helfen,.. allerdings, habe ich verstgestellt das alles, was Text in liedern enthält mich eher ablenkt.\n\nhoffe ich konnte dir etwas helfen ;)","replies":[]},{"id":"","poster":"invite mich mal","date":"2016-02-26T21:10:41.328+0000","up_votes":1,"down_votes":0,"body":"420 blaze it","replies":[]},{"id":"","poster":"Reaz83","date":"2016-02-26T09:38:00.927+0000","up_votes":1,"down_votes":0,"body":"Beste Entspannung ist wohl immer noch die schönste neben Sachen der Welt .... \n{{summoner:11}} \n{{champion:21}} {{champion:25}} {{champion:134}} {{champion:254}} {{champion:16}} {{champion:84}} {{champion:22}} {{champion:103}} {{champion:51}} {{champion:55}} {{champion:99}} {{champion:92}} {{champion:143}}{{champion:39}} {{champion:76}} {{champion:131}} ","replies":[{"id":"","poster":"Maexle","date":"2016-02-26T11:19:36.413+0000","up_votes":1,"down_votes":0,"body":"Hier sind auch Minderjährige anwesend :P\n{{champion:17}}","replies":[{"id":"","poster":"Jastol","date":"2016-02-26T11:50:48.789+0000","up_votes":1,"down_votes":0,"body":"Die werden doch schon im Vormittagsprogramm mit Sexismus beschallt, da ist der Spruch von REAZ83 harmlos.","replies":[{"id":"","poster":"Maexle","date":"2016-02-26T16:43:58.995+0000","up_votes":1,"down_votes":0,"body":"Ja stimmt auch wieder...\n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"Julian Chopper","date":"2016-02-26T13:22:56.142+0000","up_votes":1,"down_votes":0,"body":"> Ich dachte mir mal, ich frage in der Community nach wie ihr es schafft, im Spiel ruhig zu bleiben bzw. den Fokus nicht zu verlieren?\n\nIch lass im Hintergrund immer Musik laufen und bin daher ziemlich entspannt. Auch Troller/Flamer können das nicht ändern.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-02-26T07:20:01.631+0000","up_votes":1,"down_votes":0,"body":"Seh ich ebenso wie JackTheStripper ( Name is zu geil ^^). Musik hilft mir ebenso ungemein.\nWenn´s dann mal schlecht laufen soll, dreh ich die Musik lauter und schieb die Minuten mit sicherheit keinen Frust.\nMan darf nicht vergessen, dass das Spiel da ist um Spass zu haben und nicht um mit biegen und berechen unbedingt gewinnen zu müssen um \nvllt am Ende der Season nen anderen Rahmen zu erhalten. \nSo ne Loosing-Streak hat jeder mal. Das ist in LoL nichts außergewöhnliches.\nWenn ich dann wirklich nach längerer Zeit immer noch frust schiebe, mach ich Sport.\nMusst du echt mal versuchen! \nMan spielt echt anders wenn man locker und gemütlich ein Game spielt, als wenn man  kurz nach der Arbeit gestresst ein Spiel startet","replies":[]},{"id":"","poster":"Sikn3ss","date":"2016-02-26T07:19:45.235+0000","up_votes":1,"down_votes":0,"body":"Also ich hab einfach angefangen zu merken, dass LoL immernoch ein Spiel ist wofür es sich nicht lohnt sich so zu nerven. Musik ist mir dabei eine sehr gute Hilfe, lass die Musik laufen die dich entspannt und du wirst merken, dass du während dem Spiel dich fast nicht aufregen kannst.\nIch kenn das Gefühl wenn man nur noch am verlieren ist, leg zwischen den Spielen mal ne Pause ein ( Ich persönlich gehe nach 2-3 spielen für 20 min raus an die frische Luft eine Rauchen oder was zum Essen zu holen.)\nDas hilft mir nicht zu tilten =)\n\nGL & HF","replies":[]},{"id":"","poster":"JackTheStrípper","date":"2016-02-26T06:39:35.893+0000","up_votes":1,"down_votes":0,"body":"In Normals mach ich das zwar nicht aber da geb ich mir auch sonst nicht so Mühe. Aber in Rankeds lass ich immer im Hintergrund Musik laufen (Nicht zu laut, etwa auf 30% Lautstärke, so dass ich noch sehr gut Pings usw. höre)\nDas beruhigt ungemein und die Wirkung sieht man Schwarz auf Weiss in der Match-History","replies":[]}]}