{"id":"GUtOI0Eh","poster":"Viacan","date":"2016-02-24T17:17:55.601+0000","title":"Erhöhter Ping bei Liedwechsel in Spotify","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi^^\nIch hab mein PC aufger&uuml;stet (auch neues Gehäuse) und hab jetzt keine Netzwerkkarte mehr, sondern einen Stick. Naja, mir ist aufgefallen, dass ich w&auml;hrend ich spiele und Spotify das Lied wechselt, dass ich dann f&uuml;r ca 6-10 Sekunden einen erh&ouml;hten Ping hab. Es ist keiner von 150 oder so, aber steigt schon auf 70-80, was f&uuml;rs lasthitten nicht so sch&ouml;n ist f&uuml;r mich^^\nAuf jeden Fall wollte ich mal fragen, was ich da tun kann? DirectX 9, Net Framework, Flashplayer hab ich alles, aber irgendwie scheint da was zu fehlen glaube ich. Ich hatte mit meinem alten PC, der eine Netzwerkkarte verbaut hatte nicht das Problem. Normalerweise k&ouml;nnte man diese einfach ausbauen und in den neuen PC einbauen, aber scheint die im Mainboard integriert zu sein, da ich keine hatte, die im PCI Slot gesteckt hat.Da war zwar eine Karte drinnen, aber ich hatte dennoch Internet, als ich die ausgebaut hab, weil ich dachte es w&auml;re eine Fernsehkarte, da mein PC so eine Funktion hatte.\n\nEs ist kein gro&szlig;es Problem, nur mit der Zeit wirds schon l&auml;stig, da ich sehr gerne Musik beim zocken h&ouml;re und ich mich so sogar besser konzentrieren kann ^^\n\nMfG\nP.S.: Falls ihr eine dxdiag braucht dann schreibt es, ich kann sie dann hinzuf&uuml;gen.","replies":[{"id":"","poster":"AndABottleOfRum","date":"2016-02-24T18:26:43.057+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Smitsoria,realm=EUW,application-id=7hciEY9w,discussion-id=GUtOI0Eh,comment-id=,timestamp=2016-02-24T17:17:55.601+0000)\n>\n> \n>sondern einen Stick.\n>ich w&auml;hrend ich spiele und Spotify das Lied wechselt, dass ich dann f&uuml;r ca 6-10 Sekunden einen erh&ouml;hten Ping hab\n\nIch glaube das sagt alles. Dadurch das Spotify beim Liedwechsel deine Internetverbindung nutzt steigt dein Ping. Es liegt nicht an deinem Pc sondern an deinem Stick. Durch USB hast du immer ein wenig Delay und du kannst ihn mit zwei Internetprozessen schnell auslasten. Das einzige das helfen würde ist die Lieder entweder über den Windows Mediaplayer o.ä. wiedergeben oder auf Musik komplett verzichten ;D. Ansonsten empfehle ich dir eine Netzwerkkarte zu kaufen( sind nicht besonders teuer).","replies":[{"id":"","poster":"Viacan","date":"2016-02-25T10:51:46.941+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort. Ich hab vergessen meinen Beitrag zu editieren, ich glaube ich habe eine Lösung gefunden, zumindest bei meinem PC. Ich hab den SpotifyWebHelper Prozess und den CrashService Prozess davon ausgemacht. Jetzt habe ich beim Liedwechsel keine Ping mehr :D\n\nAber ich denke eine Netzwerkkarte wird auf jeden Fall demnächst folgen^^","replies":[]}]}]}