{"id":"oFAspWYq","poster":"Tokogawaruf","date":"2016-02-23T23:39:00.741+0000","title":"Die KDA ist nicht alles.","subforum":"Spielerverhalten & Moderation","up_votes":40,"down_votes":5,"body":"Dies geht besonders an die, die Leute oft wegen ihrer schlechten KDA anp&ouml;peln.\r\n\r\nKDA ist nicht alles.\r\nIch glaube, man kann einem 0/4 {{champion:27}}  nicht vorwerfen &quot;Useless&quot; zu sein, w&auml;hrend er als Einziger zum Gegnerischen Inhib Tower gepusht hat.\r\nEin 3/9 {{champion:54}}  war nicht der &quot;Teamfeeder, pls report&quot;, er hat den ganzen Gegnerfokus genommen und ist darunter logischerweise zusammengebrochen. Aber er hat dies getan, damit der Rest keinen Fokus abkriegen kann.\r\n\r\nKDA ist keine Grundlage f&uuml;r Spielerische Leistung. Es ist lediglich die Anzahl der Lasthits, die du von Gegnerchamps und sie von dir bekommen haben. H&ouml;rt auf sie f&uuml;r Beschwerden an jenes Teammitglied zu missbrauchen.","replies":[{"id":"","poster":"GankMeOrLose","date":"2016-02-24T02:16:08.973+0000","up_votes":6,"down_votes":0,"body":"Ich wünschte ich könnte das öfter upvoten. Du sprichst mir aus der Seele. Es ist unglaublich das wenn man 1/14/40 steht immer noch jemand sagt \"wow good score only one kill\"","replies":[{"id":"","poster":"Temudschinn","date":"2016-02-24T15:41:46.104+0000","up_votes":3,"down_votes":0,"body":"Wobei dein Beispiel ja eigentlich nichts mit der Überbewertung der KD**A** zu tun hat, sondern mit einer Reduktion auf K/D.","replies":[]}]},{"id":"","poster":"Reaz83","date":"2016-02-24T05:31:32.736+0000","up_votes":3,"down_votes":4,"body":"Das Problem ist  das der Gegner Geld bekommt und dadurch stärker wird ... wenn du 0/4 und keine 20 Support Punkte hast dann bist du nutzlos ... \n\nAlleine schon die Tatsache das der Gegner 4 kills hat macht es dein team schwieriger ihn zu killen ... \n\nWas Tank oder Support betrifft ist ein anderes Thema ...","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-02-24T05:52:47.774+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Reaz83,realm=EUW,application-id=KYnfKGf0,discussion-id=oFAspWYq,comment-id=0001,timestamp=2016-02-24T05:31:32.736+0000)\n>\n> Das Problem ist  das der Gegner Geld bekommt und dadurch stärker wird ... wenn du 0/4 und keine 20 Support Punkte hast dann bist du nutzlos ... \n> \n> Alleine schon die Tatsache das der Gegner 4 kills hat macht es dein team schwieriger ihn zu killen ... \n> \n> Was Tank oder Support betrifft ist ein anderes Thema ...\n\nWenn du das ernst meinst hast du die funktionsweise von nem Proxy Singed nicht begriffen. Klar ist das in der Momentanen Meta wohl etwas schwer (sagte man mit da ich kaum Top Spiele) aber der Sinn dahinter ist ja nicht viele Kills zu bekommen sondern den Jungler auf der Toplane zu halten.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-24T09:34:27.995+0000","up_votes":5,"down_votes":0,"body":"Ich vermute, ihm ging es jetzt nicht primär um Proxy Singed (hat ja auch nicht darauf geantwortet). ;)\n\nEs bemängelt es eher, dass der TE zwar von \"KDA\" spricht, aber nur mit \"KD\" argumentiert.\n3/9 Malph ist nicht schlimm, aber es macht dann doch einen Unterschied, ob man 3/9/0 steht oder 3/9/20. Gerade Malph hat einen guten engage, aber wenn er seine Ulti entweder auf keinen trifft oder sie nutzt, wenn keiner folgen kann, bringt dies auch nichts (u.a. auch keine Assists).\n\nPersönlich bin ich der Meinung, dass man die KDA grundsätzlich nicht überbewerten sollte.\nSie sagt vielleicht etwas aus, wenn man z.B. den Durchschnitt aus 20 Games nimmt (nicht die KDA eines einzelnen Games) und dann auch nur, wenn man die gleiche Rolle spielt (und nicht 1x Sup und dann Midlanem, nachher Tank-Jungler, etc.).\n\nDoch selbst dann muss man vorsichtig sein.\nDenn die Games können oft zu unterschiedlich sein. Wenn man z.B. Jax-Top spielt (mit TP) und das Team vorne liegt, kann man sehr gut splipushen. Wenn man zurückliegt, ist dies nicht so gut möglich. Entsprechend sind die KDA dann sehr unterschiedlich (und noch extremer: der Farm).\n\nDann kommt es auch auf die Spiellänge an. Wenn man z.B. Hyper-Carrys wie Vayne oder Twitch spielt, das Game aber nach 20 Min. surrendert wird, dann werden sie vielleicht eine gute KDA haben (wird ja wohl Gründe haben, warum die Gegner aufgeben), aber wenn man bedenkt, wie diese Champs in einem late-game TF die Gegner \"löschen\", weiss man, dass diese Hyper-Carrys oft eine höhere KDA haben, je länger das Game dauert. Aber extra wegen der KDA das Game in die Länge ziehen, macht natürlich keinen Sinn bzw. ist auch gefährlich. ;)\n\nHinzu kommt, dass es situationsbedingt Sinn macht, seine KDA zu verschlechtern (nicht fürs ganze Game, aber in einer einzelnen Situation). Hier mein Parade-Bespiel, was ich selber einmal hatte:\n\nIch war Tank-Jungler Rammus mit 0/2 (ich glaube mit 3 oder 4 Assists, aber jetzt nicht wichtig).\nDer Midlaner war bei 0/2/0 gegen einen Zed 2/0/0. Zed erwischte mich gerade beim River (wollte wohl den kleinen Busch warden). Da ich bereits etwas an Armor hatte (Rammus eben^^) hätte ich mit der Q locker wegkommen können. Ich sah aber, dass unser Midlaner mir zur Hilfe eilt; wenn auch etwas spät.\nIch ging nun wieder rein, obwohl ich wusste, dass Zed mich dann killen wird. Zed war dann 3/0/0, aber unser Midlaner konnte dann abstauben und war dann 1/2/0. Ich bekam natürlich den Assist (war noch jene Zeit, wo es kein globales Assistgold gab).\nInsgesamt habe ich zwar meine KDA weiter verschlechtert, aber Zed bekam jetzt nicht so viel Gold. Wir bekamen wesentlich mehr Gold (Killgold + Assistgold), da Zed ja 3/0 stand. Zudem bekam unser Midlaner free-farm auf der Midlane und kam so wieder zurück ins Game. Ich selber brauche nicht so viel Gold, da man als Tank-Jungler eh ein recht billiges Itembuild habe. Im Late-game werde ich auch genug Armor haben (Sunfire + Thornmail reichen dann), um den Zed aus dem Spiel zu nehmen (in Low-Elo kaufte man bereits damals selten oder viel zu spät LW). Das Game haben wir trotz fetten Zed gewonnen. Meine KDA war nicht sonderlich gut, aber das \"Bauernopfer\" war für den Midlaner bzw. auch für das ganze Team enorm hilfreich.\n\n\nKurz gefasst gibt es eigentlich nur eine wichtige Statistik: die (langfristige) winrate.\n\nKlar, eine hohe winrate bedeutet oft auch, dass die KDA meist auch recht gut ist (bzw. auch der Farm, sofern nicht Jungler oder Sup). Jedoch ist dies auch von der Spielweise des Spielers und dessen Champs abhängig, weshalb man dies nicht immer so einfach sagen kann (z.B. ein guter Soraka-Spieler hat dank der globalen Heilung nicht selten mehr Assists als andere Supporter).\nTheoretisch kann man sogar 0/0/0 sein und trotzdem gewinnen. Dieses extreme Beispiel tritt zwar wohl nie ein, aber zeigt auch gut, dass man mit sehr wenig Kills in einem Game gewinnen kann (gibt ja einige LCS-Games, wo es nach 30 Minuten nur 4 Kills gab; trotzdem war das Toplevel).","replies":[{"id":"","poster":"Z3ndom","date":"2016-03-01T11:19:48.400+0000","up_votes":1,"down_votes":0,"body":"Lastshadow9 hat schon mehrere Coaching-Sessions gemacht,in denen die Gecoachten eine extrem hohe KDA haben.Er spricht es als Fehler an,da sie sehr warscheinlich LoL als KDA Game ansehen.","replies":[]}]},{"id":"","poster":"Z3ndom","date":"2016-03-01T11:17:33.650+0000","up_votes":1,"down_votes":0,"body":"Man Proxy farmt immernoch mit SInged.Dass ist sogar noch besser zu machen,da Rylais extrems gebuffed wurde und das Chasen von Singed enorm erschwert.","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-02-24T14:18:15.095+0000","up_votes":4,"down_votes":0,"body":"> Alleine schon die Tatsache das der Gegner 4 kills hat macht es dein team schwieriger ihn zu killen ... \n\nDas heißt trotzdem nicht dass sein Gegenüber nen geringeren Impact im Spiel hat als er\nDeine Einstellung kannst du ja beihalten, aber es ist einfach lachhaft wenn sowas kommt wie \"stop feed or report\" oder ähnliches, als wenn derjenige das absichtlich macht.\n\nÜbrigens wenn jemand sowas schreibt oder auffordert denjenigen zu reporten, das ist dann wirklich ein Meldegrund und kann gestraft werden, also das auffordern jemanden zu reporten ;)\nSchon ein paar mal die Nachricht bekommen dass jemand bestraft wurde wo ich mir ziemlich sicher war, dass das jemand gewesen ist der nen Spieler auf die Art zur Sau gemacht hat.\n\nPS: das Problem ist dass selbst manche Pro-gamer sowas tun (flame allgemein), weshalb ich auch aufgehört habe die meisten zu respektieren, weil dadurch einfach nur schlechtes Licht auf die Community geworfen wird, es wird schließlich einfach alles nachgeäfft, sowohl die Meta als auch die Einstellung.","replies":[{"id":"","poster":"Reaz83","date":"2016-02-24T15:52:19.500+0000","up_votes":2,"down_votes":0,"body":"Ich hab kaum zeit zum schreiben weil ich ein Spiel gewinnen muss und das schreiben lenkt ein ab .... Höchstens sage ich das er unter dem tower farmen soll und auf Team Fights warten soll ... Comebacks gibt es immer wieder ... ich gebe nie ein ranked auf ...","replies":[]}]},{"id":"","poster":"kleiner Zigeuner","date":"2016-03-06T06:06:11.325+0000","up_votes":3,"down_votes":0,"body":"Folgendes Szenario: 0/5 Nasus gegen 5/0 Renekton. Inzwischen sind wir in der Minute 22-26. Naus geht Splittpushen und Bindet sozusagen den 5/0 Renek an sich. Was passiert? Die größte gefahr des gegnerischen Teams muss zum größten Lappen hoch weil der sonst kurz den Inhib in kürzester Zeit alleine holt +2 Tower. Höchstwarscheinlich Killt Nasus noch den Renekton wegen den Stacks^^.","replies":[]}]},{"id":"","poster":"Teemo Main","date":"2016-02-24T11:03:31.926+0000","up_votes":4,"down_votes":0,"body":"ich finde ja die Tatsache schlimm das man wegen \"Feeding\" reported wird schon stupid genug. In der Meldung steht ja sogar \"absichtliches Feeding\" also betrifft es mich in keinem der Spiele (falls ich mal feeden sollte) da ich ja nicht von Beginn an mit der Einstellung reingehe den Gegner jetzt einen Vorteil zu verschaffen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-24T11:17:18.658+0000","up_votes":1,"down_votes":0,"body":"es können auch kurzschluss reaktionen sein, siehe [hier](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/XduJ9hYi-14-tage-gebannt-feeding) wo der Spieler alle Items verkauft hat und sich später 2 neue geholt hat, oder [hier](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/TZdRB2ET-14-tage-bann-wegen-absichtlichem-feeding-ungerecht), das gleiche es wurden 5 Tränen im Affekt gekauft (laut aussagen der TEs)","replies":[{"id":"","poster":"Teemo Main","date":"2016-02-24T11:33:28.736+0000","up_votes":1,"down_votes":0,"body":"davon gehe ich ja nicht aus ich beziehe es auf meinen Games.\nich bin zwar behind spiele trotzdem weiter und versuche den Build zu schaffen.\nUnd wenn dann solche Kiddos Feeding schon erwähnen bin ich leicht gereizt ^^","replies":[]}]}]},{"id":"","poster":"lKawaiiNeko","date":"2016-02-25T15:45:00.736+0000","up_votes":1,"down_votes":1,"body":"Du hast schon recht, aber wenn der Gegner jetzt 375/0 steht ist das game denke ich mal lost. :p","replies":[{"id":"","poster":"eingew","date":"2016-03-06T13:00:19.117+0000","up_votes":3,"down_votes":0,"body":"Nicht selten erlebt man, wie das verlierende Team im Late plötzlich alle weghaut. Sobald man Fullbuild ist, negiert sich der Effekt der KDA sowieso, das einzige wodurch man dann noch leaden kann ist Buffs.","replies":[]}]},{"id":"","poster":"midlane hokage","date":"2016-03-02T04:55:42.571+0000","up_votes":3,"down_votes":1,"body":"Sicherlich ist die KDA kein Richtwert, dennoch vergessen viele, dass Kills Gold geben, viel Gold, vor allem da man jetzt ruckzuck Shutdowns bekommen kann. Ausserdem kann der Malphite auch mit 3/9 aus der Lane gegangen sein, was dann wieder negativ wäre, da der gegnerische Laner mit unnötig viel Gold aus der Base gerannt kommt. \n\nIst halt ein zweischneidiges Schwert, machste nix. \n\n","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-02T06:44:52.513+0000","up_votes":2,"down_votes":0,"body":"1 normaler kill entspricht etwa 15 CS\nWenn der Malphite mit 100 CS mehr und 9 Toden aus der Lane geht ist es etwa gleich auf.\nAußerdem ist Malphite ein Tank und seine items sind relativ günstig.","replies":[{"id":"","poster":"midlane hokage","date":"2016-03-02T06:56:22.258+0000","up_votes":1,"down_votes":1,"body":"Wenn du mit 3/9 aus der Lane gehst, ist die Wahrscheinlichkeit einen 6er im Lotto zu haben größer, als die, deinen Lanegegner um 100 CS outfarmed zu haben.","replies":[{"id":"","poster":"eingew","date":"2016-03-02T06:59:17.656+0000","up_votes":3,"down_votes":0,"body":"... auf deiner Elo vielleicht...","replies":[{"id":"","poster":"midlane hokage","date":"2016-03-02T07:36:04.298+0000","up_votes":1,"down_votes":1,"body":"Silber 3, letze Season Gold.\n\nbitte\nwas\n\nAber um deiner Verwirrung mal ein Ende zu setzen, werde ich mal ganz normal antworten.\nSo, erster Punkt wären die 9 Tode. Wer hat die Kills? Entweder der Sololaner, der Sololaner und der Sololaner, oder der Jungler und der Sololaner. Alles supoptimal. Angenommen, der eigentliche Lanegegner bekommt von den 9 Toden nur 4 Kills, hat der, wenn er nicht total schlecht ist, einen riesigen Item, Level und CS Vorteil, weil er bestimmen kann, ob, wann und wie viel du farmst. Bestes Beispiel ist dafür ein Ranked, welches ich vor einigen Tagen gespielt habe. Ich, vertreten als Irelia, habe den Darius 1x getötet, und mir dadurch einen Tp, CS und Itemvorteil erarbeitet. Nur durch diesen einen Kill, war ich in der Lage den guten Darius jedes mal ins Jenseits zu befördern, wenn er die Lane auch nur betreten hat. Und glaub mir, dass waren keine close fights, oder irgendwelche outplays. Ich habe ihn engaged, und innerhalb von 2 Sekunden in die Base befördert. Den Jungler habe ich zu dem Zeitpunkt übrigens auch verdroschen. \n\nSelbst wenn der Darius zu dem Zeitpunkt einen Tp Gank gewagt hätte, oder gegroupt hätte, hätte ich counterganken, und ebenfalls groupen können, und wahrscheinlich deren Squishys in der Luft zerissen, weil ich Overfed aus der Lane gegangen bin. \n\nIch bin weiß Gott kein KDA Spieler, aber es ist nunmal nicht egal wenn jemand mit 9 Toden aus der Laningphase kommt, Punkt.\n\n","replies":[{"id":"","poster":"Temudschinn","date":"2016-03-02T08:58:38.937+0000","up_votes":3,"down_votes":0,"body":">  Alles supoptimal\n\nDem hat nie jemand widersprochen. Was bestritten wurde war deine Aussage, dass Kills \"viel Gold\" geben - die so halt einfach nicht stimmt.\n\nWenn man sich überlegt dass ein Splitpusher oft die Wahl hat den Tower zu nehmen und zu sterben oder zu rennen und zu leben sieht man das recht klar. Der Turm gibt 845 Gold, der Kill selbst mit Assist nur 450. Die Wahl ist also klar (gesetzt der Fall dass die respwantimer noch tief genug sind um zu verhindern dass der Gegner auch Objectives kriegt). Natürlich ist es besser, 20/0/37 zu stehen UND 5 türme niedergerissen zu haben. Aber diese Wahl besteht schlichtweg nicht.","replies":[{"id":"","poster":"midlane hokage","date":"2016-03-02T08:59:58.687+0000","up_votes":1,"down_votes":0,"body":"Es ging aber ums laning, und du wirst, maximal einen Turm einreißen, wenn du so behind bist.","replies":[{"id":"","poster":"eingew","date":"2016-03-02T09:03:30.732+0000","up_votes":2,"down_votes":0,"body":"Theoretisch ja. Wenn der gefeedeter Laner sein potential auch nur halbwegs anständig nutzt, das ist völlig richtig.\n\nIch bin auch letzte Season Gold und diese Silber 3... und wenn ich sagen würde wenn ich die Lane verliere habe ich ständig bedeutend weniger Farm als der Gegner, müsste ich lügen. Ich hab sogar manchmal mehr Farm als der.\n\nNiemand widerspricht dir, dass es theoretisch schwer ist, bei einem gefeedeten Gegner besser zu farmen. Praktisch befinden wir uns aber nicht sonderlich weit oben, daher sind solche Fehler durchaus an der Tagesordnung.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Z3ndom","date":"2016-03-01T11:18:03.972+0000","up_votes":3,"down_votes":0,"body":"Ehem.Ein sehr guter SIngedmain hat mal gesagt:\n\"When you are a good Singed,you are 4/4/9.But when youre a really,really good SInged,you are 4/7/4.\"\n\nDas hat die Begründung,dass wenn man als Singed gestorben ist,es sehr warscheinlich ist,dass die Gegner immer wieder gegrouped haben um dich zu catchen.Dabei wurden sicher viele Ultimates geused,sowie Summoners.Dabei kann das eigene Team Objectives holen.\nIch bin passionierter Singed-Spieler und du sprichst mir von der Seele gerade.","replies":[]},{"id":"","poster":"KeylanX","date":"2016-02-24T07:15:51.511+0000","up_votes":1,"down_votes":0,"body":"Und wieder einmal wird von KDA gesprochen und nur mit KD (ohne A) argumentiert... schade, denn grade der letzte Wert sagt noch etwas aus, wenn die anderen Werte nicht so prall sind.\n\nWenn allerdings wirklich alle 3 Werte mies sind, dann hatte man einfach ein schlechtes Spiel.\nWas immer man für eine Strategie fährt, wenn am Ende nicht zumindest ein paar Assists abfallen, war der Nutzen eher schwach \n\nSorry, das ich (sogar als nicht-killgeiler Main-Supp) widerspreche... KD (MIT A) sagt schon einiges aus!","replies":[{"id":"","poster":"Fjiordor","date":"2016-02-24T08:09:39.730+0000","up_votes":3,"down_votes":0,"body":"Dem möchte ich aber doch mal vehement wiedersprechen:\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2529480454/42172099?tab=stats\nIn diesem match habe ich wenn man nur auf die KDA schaut gefeeded. 4/8/9 ist jetzt gerade prickelnd; trotzdem war ich definitiv alles andere als useless weil ich permanent die TopLane gepusht habe; Dadurch 2-3 gegner an mich gebunden habe und in der Zwischenzeit der Rest meines Teams, weil sie in der Überzahl waren, den Boden mit dem Gegnerteam aufgewischt haben.\nJa ich bin oft gestorben, aber das faktisch nur auf der toplane, aber gegen gegner, denen ich kein gold mehr wert war und die deswegen verloren haben.(wer weiß ob lucian so hätte carrien können, wenn noch permanent ein zusätzlicher assassin bei ihm gewesen wäre.","replies":[{"id":"","poster":"CCG Inu XIII","date":"2016-02-24T14:07:52.586+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Fjiordor,realm=EUW,application-id=KYnfKGf0,discussion-id=oFAspWYq,comment-id=00020001,timestamp=2016-02-24T08:09:39.730+0000)\n>\n> Dem möchte ich aber doch mal vehement wiedersprechen:\n> http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2529480454/42172099?tab=stats\n> In diesem match habe ich wenn man nur auf die KDA schaut gefeeded. 4/8/9 ist jetzt gerade prickelnd; trotzdem war ich definitiv alles andere als useless weil ich permanent die TopLane gepusht habe; Dadurch 2-3 gegner an mich gebunden habe und in der Zwischenzeit der Rest meines Teams, weil sie in der Überzahl waren, den Boden mit dem Gegnerteam aufgewischt haben.\n> Ja ich bin oft gestorben, aber das faktisch nur auf der toplane, aber gegen gegner, denen ich kein gold mehr wert war und die deswegen verloren haben.(wer weiß ob lucian so hätte carrien können, wenn noch permanent ein zusätzlicher assassin bei ihm gewesen wäre.\n\nJetzt mal offtopic...woher kommen die ganzen sunfire titanic akalis eig. Oo","replies":[{"id":"","poster":"Fjiordor","date":"2016-02-24T14:20:55.053+0000","up_votes":3,"down_votes":0,"body":"Korean server. Ist dort pick ban im top elo.\nIst entstanden durch den Sunfirecapebuff und den Akali buff im letzten patch.\nAb bami bist du mit dem Grasp OP.\nImmer scön e maxen","replies":[{"id":"","poster":"Fjiordor","date":"2016-02-24T14:22:35.469+0000","up_votes":1,"down_votes":0,"body":"Möglicher build:\n{{item:3068}} {{item:3020}} {{item:3146}} {{item:3748}} {{item:3065}} {{item:3053}}\nE maxen","replies":[]}]}]},{"id":"","poster":"Reaz83","date":"2016-02-24T08:26:58.353+0000","up_votes":1,"down_votes":3,"body":"Gz mid und adc haben dich gut gecarryt ... du warst der schlechteste im team und redest dich noch schön \n\nDie Gegner waren einfach zu krass hinten ansonsten hätte einer gereicht\num dich zu töten ... akali ist auch kein guter splitpusher ... warum ...\n\nNicht gut in 1vs1 ausser du bist gefeedet und der Gegner ist zu blöd ein Pink ward zu kaufen und null escape skills ...\n\nAusserdem ist akali ein Champion der weiche Ziele raus nimmt aber das hast du anscheinend nicht getan","replies":[{"id":"","poster":"Fjiordor","date":"2016-02-24T09:13:19.352+0000","up_votes":3,"down_votes":0,"body":"hahaha; nein falsch. Hättest du auch nur minimal auf meinen build geschaut hättest du bemerk, dass ich tank akali gespielt habe.\nTank akali ist exzellent im 1 gegen 1. Zudem isat es als (off)tank nicht deine Aufgabe dein Team zu carrien(das ist die Aufgabe der **Currys**), vielmehr sollte man sichergehen, dass die eigenen criies cariien können. und wie geht das besser als einen gegnerisch **Assassin** (dessen Aufgabe es ist den Carry zu töten bevor er groß Schaden macht) und den Gegnerischen Jungler zu binden?\nThema Splitpushen und \"weiche Ziele herausnehmen\": \n1. Habe ich immer noch tank akali gespielt die sehr wohl gut splitpushen kann(ich verweise hier mal nur auf eine gewisse wohlbekannte akali passive)\n2. Nein Als tannk akali ist es nicht meine aufgabe Weiche Ziele herauszunehmen sondern in gegnerteam zu stehen Schaden wegzutanken und mit meiner e + sunfirecape absurd viel Aoe Schaden zu machen. Wenn ich dabei weiche Ziele herausnehme ist das zwar Schön aber keinesfalls das Hauptziel der Aktion(nähmlich den gegnerteam nicht zu erlauben deine Carrys zu focussen ohne ihre eigene Backline zu verlieren)","replies":[{"id":"","poster":"Z3ndom","date":"2016-03-01T11:30:17.031+0000","up_votes":2,"down_votes":0,"body":"Ich habe in Diamond Elo,als auch auf meinem Gold Smurf knapp 25 Tankali Toplane Games hat.\nIch muss dir hauptsächlich zustimmen.\nAber Tankali SOLL weiche Ziele rausnehmen.Mit Titanic,BC und MAW/FM hast du so viel Dmg,dass du den Adc wirklich problemlos töten kannst.DABEI ziehst du Aufmerksamkeit auf dich und forced alle dich zu focusen.Das ist die beste Möglichkeit,das Gegnerteam zu disrupten:Chaos in der Backline anrichten.\nAkali ist meiner Meinung nach kein Assassin,sondern doch ein Carry.\nDu bist extrems Snowball-lastig.Waveclear,Soft-CC,Sustain,Insane Mobility,,Tankyness,Stealth,Mixed!!! Dmg,unfassbare TP-Ganks,AoE-Dmg,ArmorReduce mit BC.Das einzige was Akali fehlt,ist vernünftiger Dmg an Turrets und Hard CC.Aber mit etwas AD,sind Turrets easy downzubekommen.\nIch denke,sie hat alles in Ihrem Kit,um ein anständiger Carry zu sein.Der Champ hat verdammt viel Impact.","replies":[]}]},{"id":"","poster":"Dela The Rascal","date":"2016-02-24T13:03:17.457+0000","up_votes":3,"down_votes":0,"body":"Für jemanden der anscheinend die Weisheit mit dem Löffel gefuttert hat scheinst du dich ja selbst auch nicht viel mit dem Spiel auseinander zu setzen. \n\nFinde es teilweise ja immer noch lustig wie die Leute in S 6 immer noch von Carry´n reden. Was wird denn heute getragen? Einkaufstüten ?? Die Zeiten wo ein Champion mit 9 / 1 / 12 sein Team hart durchzieht sind bisschen vorbei ! Logisch, weiter unten kann das noch funktionieren aber je weiter es nach oben geht desto schlechter sieht es damit aus. \n\nEinem Gegner  kann es schnurz egal sein wenn du 5 / 1 / x hast wenn er in der gleichen Zeit fast schon die Tower zerfleddert oder vor deiner Base steht. Was Riot meiner Meinung nach momentan den Spielern versucht aufzudrücken ist eben die Individualität hinter das Team zu stellen und anstatt das die Spieler versuchen mit diesem Fakt umzugehen reden sie immer noch von KDA, Kills, Carry´n und was für tolle Hechte sie sind. \n\nOder glaubs´t du vielleicht die haben z.B. auch das Ward System so geändert weil sie es lustig fanden ?! Nein - du wirst dadurch geforce´d Wards nützlich und klug einzusetzen am besten in Absprache mit dem Team ! ( Wenn die Leute es überhaupt schaffen mal ein Pink zu kaufen oder das Trinket zu wechseln ).\n\nWas er mit seiner Akali vor hatte wird nämlich bei genauerem Betrachten schon gut erkennbar. ( Ob und wie es un funktioniert hat ist ein anderes Thema ) Aber wenn man nur darauf guckt was für ne KDA er hat oder von wem er \"gecarry´d\" wurde übersieht man halt leider das wesentliche hinter der Sache. \n\nWas das Thema an sich angeht sage ich auch - Die KDA erzählt einen haufen Hundedreck :)","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-03-01T11:34:20.171+0000","up_votes":1,"down_votes":0,"body":">Nicht gut in 1vs1 ausser du bist gefeedet und der Gegner ist zu blöd ein Pink ward zu kaufen und null escape skills ...\n\nJajajajajajaja.Ihr 1v1 ist unglaublich stark.Selbst wenn du wie ich,2 mal Spectres Cowl gegen Multi-Aps kaufst,Outdmgd du sehr viele Gegner mit deinem Sustained Dmg.\nEin Pinkward ist absolutes Aids für Akali,aber auch nur im Hyperlategame und Earlylaning.Wobei ein Pinkward schwer im Lategame zu haben ist und im Early immer wieder 75g kostet.Außerdem,im 1v1 denied dieser dich nicht wirklich.Du bekommst immernoch MS und slowest deinen Gegner.Kannst auch easy disengagen.\nUnd 0 Escape???????\nWat?\nDu hast wortwörtlich,3 Situationsbedingte Dashes,mit doppelter Flashrange und einen Stealth der MS verleiht,den du mehrmals im Feld proccen kannst.","replies":[]}]}]},{"id":"","poster":"Z3ndom","date":"2016-03-01T11:21:58.632+0000","up_votes":2,"down_votes":0,"body":"Was ist,wenn du ein Splitpusher bist,der nie Teamfightet,sondern wirklich nur splittet?\nIst das dann ein grottiges Game,weil man keinen Assisst hat?","replies":[]},{"id":"","poster":"clair de lune289","date":"2016-02-24T08:05:58.808+0000","up_votes":2,"down_votes":0,"body":"Nicht unbedingt.\nGrade Singed oder aucha dnere Splitpushcahmps können auch ohne Kills (aber mit genug Farm) mehr als 1 Person in eine Lane ziehen,was dem Tam ein 4vs3 ermöglciht.\nEvt stirbt der Splitpusher ohne kill/assist aber dafür gewinnt sien Team den Kampf (oder den Towerdive).\nEr trägt also sehrwohl zum Sieg bei bzw ermöglicht diesen.\n\nEs gibt auch noch andere Fälle wie z.B. ein Supporter der mehrmals bei Türmen/Drachen/Baron CCt und sein Team das eingentliche Ziel zerstört/tötet. Er mag dafür sein Leben lassen und es Folgt eben kein sofortiger Teamfight allerdings verfolgt der Gegner das TEam lange genug und stribt dabei (mit genug Zeitabstand) wobei eben wieder keine Assists für den Supporter abspringen.\n\nDie KDA kann ein Indiz sein ob man gut gespielt hat,aber es gibt eben auch noch genug andere Faktoren.\n\nps: bei Niederlagen kann es auch passieren das sich ein Spieler \"opfert\" damit die anderen entkommen oder er stribt beim warden.","replies":[]}]},{"id":"","poster":"p0nki3","date":"2016-03-06T13:23:20.709+0000","up_votes":2,"down_votes":0,"body":"Da stimme ich dir zu. Hatte letztens ein Game, wo es die ersten 40 Minuten aussah als wenn wir verlieren. Aber ab der 45. Minute hatten fast alle bei uns Fullbuild und wir haben es in der 55. Minute gewonnen.","replies":[]},{"id":"","poster":"LyteHatesSoloQ","date":"2016-02-24T22:42:26.375+0000","up_votes":2,"down_votes":2,"body":"Wasser ist nass","replies":[{"id":"","poster":"CCfan","date":"2016-02-25T15:43:11.807+0000","up_votes":2,"down_votes":0,"body":"**Was nein! :o**","replies":[]}]},{"id":"","poster":"LLNox","date":"2016-02-25T14:57:19.890+0000","up_votes":2,"down_votes":0,"body":"Sei es in League of Legends oder jedem anderen Mutliplayerspiel, man wird immer Leute finden die sich mit ihrer K/D messen. Leider hat das in Lol nichts zu suchen und wenn ich überlege, dass ein Tank der natürlich als Aufgabe hat \"einzustecken\", es natürlich nur logisch ist, dass dieser dann öfter down geht.","replies":[]},{"id":"","poster":"Dracas Exetus","date":"2016-02-24T16:00:35.047+0000","up_votes":2,"down_votes":0,"body":"ich seh das immer so. Ist die Summe der K und A größer als D, so hat man seinen job richtig gemacht^^","replies":[{"id":"","poster":"Temudschinn","date":"2016-02-24T17:04:53.712+0000","up_votes":2,"down_votes":1,"body":"naja...da muss ich jetzt widersprechen.\n\nSelbst wenn jeder Teamfight mit einem kill für uns und einem Ace für den Gegner ausgeht, hab ich als Support zumindest gleichviele Assists wie Deaths. Das Spiel werden wir aber haushoch verlieren.\n\nAndererseits kann man auch Spiele haben wo man mit Jax splitpusht, und schon bei min 15 den t2 turret einreisst - und dennoch bis zum Spielende nie wirlich auf Kills oder Assists kommt.\n\nIm Endeffekt ist es eben wie der TE gesagt hat: KDA sagt nicht sonderlich viel aus.","replies":[]}]},{"id":"","poster":"Krustentier","date":"2016-02-25T08:09:05.633+0000","up_votes":2,"down_votes":1,"body":"Klingt mir schon alles weinerlich hier :D\nNatürlich ist die KDA nicht spielentscheidend, jedoch zeigt sie bei bestimmten Champs schon an, ob und wie gut der Spieler mit dem Champ ist.\nMan darf und sollte nicht alles immer auf jede einzelne Sache spezifizieren :)","replies":[{"id":"","poster":"Tokogawaruf","date":"2016-02-25T08:38:31.242+0000","up_votes":1,"down_votes":0,"body":"Schon, aber sobald die KDA Ansicht COD Maße Annimmt, läuft was falsch","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2016-02-24T10:30:37.923+0000","up_votes":2,"down_votes":1,"body":"ha gibs auf. als wenn die community von lol jemals einsehen würde das ne kda nicht gamentscheidend ist. das man auch spiele gewinnen kann wenn man mit kills behind ist, ist ja mal total (NICHT) unmöglich. aber hey alles was zählt in dem spiel ist \"hue hue kills kills\" das tower, teamplay und objectives den eigentlichen sieg bringen ist für die meisten unintressant.  \n\nWichtiger für die leute ist das man jemanden der 0/2 steht sofort als feeder bezeichnet , dem nicht mehr hilft und am ende reportet und genau dadurch verliert man spiele durch dieses beschränkte, killgeile verhalten. das man evtl nem Mitspieler hilft der in der klemme sitzt um zu geinnen kommt den meisten Geistigen Akrobaten nicht in den Sin. Wozu auch ner lane helfen die benachteiligt ist wenn man lieber ner lane hilft die auch ohne hilfe gewinnt..","replies":[]},{"id":"","poster":"BMW E39 525d","date":"2018-03-11T21:04:17.080+0000","up_votes":1,"down_votes":0,"body":"KDA ist trotzdem ein Indikator unter Berücksichtigung der Spielsituation und sagt durchaus, vorallem zusammen mit Assists und CS, schon viel aus wenn man das Spiel auch gespielt hat. Das ist also kein Freifahrtschein reinzufeeden.\nAußerdem sind Tode fast immer vermeidbar, wenn du nix machen kannst, kannste halt nix machen. Aber dann rennt man nicht 10x auf die Sidelane für 20cs und wird abegeholt.","replies":[]},{"id":"","poster":"BMG Seddy","date":"2017-03-20T22:58:00.324+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tokogawaruf,realm=EUW,application-id=KYnfKGf0,discussion-id=oFAspWYq,comment-id=,timestamp=2016-02-23T23:39:00.741+0000)\n>\n> Dies geht besonders an die, die Leute oft wegen ihrer schlechten KDA anp&amp;ouml;peln.\n> \n> KDA ist nicht alles.\n> Ich glaube, man kann einem 0/4 {{champion:27}}  nicht vorwerfen &amp;quot;Useless&amp;quot; zu sein, w&amp;auml;hrend er als Einziger zum Gegnerischen Inhib Tower gepusht hat.\n> Ein 3/9 {{champion:54}}  war nicht der &amp;quot;Teamfeeder, pls report&amp;quot;, er hat den ganzen Gegnerfokus genommen und ist darunter logischerweise zusammengebrochen. Aber er hat dies getan, damit der Rest keinen Fokus abkriegen kann.\n> \n> KDA ist keine Grundlage f&amp;uuml;r Spielerische Leistung. Es ist lediglich die Anzahl der Lasthits, die du von Gegnerchamps und sie von dir bekommen haben. H&amp;ouml;rt auf sie f&amp;uuml;r Beschwerden an jenes Teammitglied zu missbrauchen.\n\nDas stimmt, nur leider denken viele das Spiel geht um die Kills obwohl es nach wie vor darum geht, den Nexus zu zerstören.\nAlle 5 Mtes eines Teams haben einen Nutzen selbst wenn ein Teammate 0/30 steht, kann er sich immer noch nützlich machen auch wenn die meisten unter uns meinen er wäre dann \"nutzlos\".\nIch hatte schon viele Spiele wo ich 0/15 oder sogar 0/20 stand aber ich war alles andere als nutzlos, denn ich habe gesplitpushed weil ich gesehen habe das ich gegen die Gegner nicht so gut war und das hat am Ende dazu geführt dass wir eben doch gewonnen haben und ich sogar SEHR nützlich war.","replies":[]},{"id":"","poster":"NoWayØut","date":"2016-11-16T00:32:19.313+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tokogawaruf,realm=EUW,application-id=KYnfKGf0,discussion-id=oFAspWYq,comment-id=,timestamp=2016-02-23T23:39:00.741+0000)\n>\n> Dies geht besonders an die, die Leute oft wegen ihrer schlechten KDA anp&amp;ouml;peln.\n> \n> KDA ist nicht alles.\n> Ich glaube, man kann einem 0/4 {{champion:27}}  nicht vorwerfen &amp;quot;Useless&amp;quot; zu sein, w&amp;auml;hrend er als Einziger zum Gegnerischen Inhib Tower gepusht hat.\n> Ein 3/9 {{champion:54}}  war nicht der &amp;quot;Teamfeeder, pls report&amp;quot;, er hat den ganzen Gegnerfokus genommen und ist darunter logischerweise zusammengebrochen. Aber er hat dies getan, damit der Rest keinen Fokus abkriegen kann.\n> \n> KDA ist keine Grundlage f&amp;uuml;r Spielerische Leistung. Es ist lediglich die Anzahl der Lasthits, die du von Gegnerchamps und sie von dir bekommen haben. H&amp;ouml;rt auf sie f&amp;uuml;r Beschwerden an jenes Teammitglied zu missbrauchen.\n\nhallo erst mal kda kann man nur essen solange man sein bestes gibt selbst wen man  verliert kann  man sagen hm scheiße gelaufen war nicht mein game.\n\nja die guten tanks werden immer  geflamt weil sie rein gehen um das team zu helfen sei es um den start des team fights oder zu sicherung  des rückzuges seines mates. ({{champion:54}}  sieht das seine mates zu wenig leben haben um irgentwas noch zu machen,Sieht aber die gegnerischen {{champion:32}} {{champion:53}} {{champion:1}}  die locker an seine mates kommen) dan ist es immer noch das beste , das der tank zum seines teames  sterbt so oft er will ,solange er sein zweck erfüllt","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2016-02-24T14:56:16.310+0000","up_votes":1,"down_votes":0,"body":"Wie man es baut ist mir schon bekannt ich find nur bescheuert XD","replies":[]},{"id":"","poster":"Killerkante","date":"2016-02-24T14:14:47.426+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2016-02-25T10:56:50.757+0000","up_votes":1,"down_votes":1,"body":"> Silber VI letzte Season\n\n{{sticker:slayer-jinx-wink}} \n\nSCNR","replies":[]}]},{"id":"","poster":"Match not found","date":"2016-11-12T09:44:56.757+0000","up_votes":1,"down_votes":2,"body":"Hast Recht KDA ist nicht alles, jedoch kann man an der KDA sehen wie gut der Spieler ist und egal ob man Tank, Sup oder sonst was ist. Es ist meist möglich rechtzeitig aus dem fight zu gehen, damit man nicht stirbt und eine negative KDA bekommt. Jeder Tod ist Gold für den Gegner und muss so gering wie möglich gehalten werden.\n\nzB.: Wenn ein Toplaner in den ersten 15 min ein Spieler 5 mal stirbt, sorry aber das ist für mich ein schlechter. Man merkt dich nach dem ersten, spätestens nach dem 2 Tod ob man gegen den Gegner eine Chance hat oder nicht. Wenn nicht spielt mein einfach defensiv und zur not unterm **EIGENEN** Tower. (Die meisten Leute verwechseln anscheint ihren und den Gegner Tower. So oft wie ich sehen das Leute in den gegnerischen Tower springen und daran sterben OHNE einen kill zu machen.)","replies":[]}]}