{"id":"bqysdAvg","poster":"RivaL xDD","date":"2016-02-24T14:25:03.155+0000","title":"Lol Voice Change erlaubt ?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo, wie ich mitbekmmen habe, ist heute eine Bann wave wegen 3rt party programs durchgekommen. Meine Frage ist ob Programme wie Elophant und Lol Voice Changer auch dazu z&auml;hlen ? und ob man daf&uuml;r einen bann bekommen kann. Ich z.b nutze lol voice changer da ich die japanische sprach ausgabe nice finde.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-24T15:25:23.242+0000","up_votes":3,"down_votes":0,"body":"Der Elophant liefert dir laut eigenen Angaben in der Champselect Informationen über deine Gegner. Dies ist vom Client und RIOT nicht vorgesehen und du schaffst dir damit einen Vorteil gegenüber deinen Gegnern. Der Client dürfte damit nicht erlaubt sein.","replies":[{"id":"","poster":"RivaL xDD","date":"2016-02-24T15:54:18.118+0000","up_votes":1,"down_votes":0,"body":"Okay ich habe nur gehört das dir Elophant die Skins anzeigt die auf deinem Account sind mehr nicht. Und was mit Dem Voice Changer Programm ist weißt du nicht ?","replies":[{"id":"","poster":"legofreak1","date":"2016-02-24T16:04:05.392+0000","up_votes":2,"down_votes":0,"body":"Sein VO zu ändern sollte nicht das Problem sein, ich rate aber davon ab, dazu Programme zu benutzen, sondern das lieber selber zu machen. Du weißt nicht, was das Programm vielleicht sonst noch anstellt.","replies":[]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-02-24T15:09:12.045+0000","up_votes":1,"down_votes":0,"body":"Wird dir **keiner **Genau sagen können. Habe selber mal überlegt was zu benutzen und den Support Angeschrieben um mir denen Ihre Meinung zu holen. Aber wie eigentlich schon erwartet war die Antwort, dass einige zwar im Moment toleriert sind aber man Drittanbieter Programme generell nicht nutzen sollte und ich um sicher zu gehen lieber auf etwaige Programme verzichten sollte.\nWünsche dir aber trotzdem viel Glück damit. Behalte aber im Hinterkopf dass das hier alles nur Spieler sein werden die sich bei dir melden, die dir auch nur sagen können dass **bisher **alles gut gelaufen ist.","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-02-24T14:56:59.462+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn hier jemand schreibt nein. Streng genommen ist das ein 3th Party Programm (auch wenn Momentan wohl toleriert). Ganz sicher wirst du also nie sein. Ich Persönlich Spiele deswegen schon immer ohne irgendwelche Zusätze. Das ist auch kein Problem Normalerweise. Grade da die Deutsche Sprachausgabe mittlerweile recht gut ist. Ob es dir das Risiko wert ist mit Elophant o.ä. zu Hantieren musst du daher für dich selber Entscheiden. Falls es aber mal zum Ernstfall kommen sollte, darf man sich dann auch nicht beschweren.","replies":[{"id":"","poster":"RivaL xDD","date":"2016-02-24T15:02:35.529+0000","up_votes":1,"down_votes":0,"body":"benutze nur lol voice changer elophant war nur eine frage. Finde persönlich die Deutsche sprach ausgabe schlimm. Deswegen spiele ich immer auf englisch. Jedoch hab ich seit kurzem die sprache auf japanisch gestellt mit dem programm. Hoffe das jemand genau sagen kann ob es verboten ist.","replies":[]}]}]}