{"id":"0iGaxkXf","poster":"CarpeDiem EUW","date":"2016-02-23T11:16:05.380+0000","title":"Fiddle ult","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Kann jemand mir diese Logik erkl&auml;ren? Wenn ich irgend ein champ mit einer f&auml;higkeit die aufladung hat unterbreche geht normalerweise der cooldown los. Gerade eben habe ich fiddle bevor er sein ult loslie&szlig; als voli ge qd wodurch dieser seine ulti nicht loslies. 5 sec sp&auml;ter ultete er einfach wieder. ich war mir ziemlich sicher, dass er cd drauf haben m&uuml;sste. ist das legit?","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-23T11:52:56.459+0000","up_votes":2,"down_votes":0,"body":"Seine Animation für seine Ult sieht so (ähnlich) aus wie die seiner W. Vielleicht hast du seine W abgebrochen.","replies":[{"id":"","poster":"SFG Deathstroke","date":"2016-02-23T11:59:09.808+0000","up_votes":1,"down_votes":0,"body":"Würde auch sagen, dass es die W war. Ich spiele ziemlich häufig Fiddlesticks und ich hätte bis jetzt noch nie die Situation gehabt dass die Ult nach Abbruch nicht auf Cooldown gegangen wäre. Leider :P {{champion:9}}","replies":[]},{"id":"","poster":"CarpeDiem EUW","date":"2016-02-23T12:06:15.161+0000","up_votes":1,"down_votes":1,"body":"Es war sicherlich seien Ult ich habe nämlich nicht den grünen faden seiner w gesehen udn der boden hat auch unter ihm so geschimmert wie er es immer bei der ult macht.","replies":[]}]},{"id":"","poster":"Unfriendly eBoy","date":"2016-02-23T11:55:33.087+0000","up_votes":1,"down_votes":3,"body":"Sollte eigentlich bei einem Abbruch den vollen CD haben. Aber andere Frage: Wer spielt denn noch Fiddle? Der ist doch recht useless geworden...","replies":[{"id":"","poster":"SFG Deathstroke","date":"2016-02-23T12:06:06.977+0000","up_votes":1,"down_votes":0,"body":"Ich \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"pppJackDaniels","date":"2016-02-23T11:29:36.870+0000","up_votes":1,"down_votes":0,"body":"Habe schon längere Zeit weder den einen noch den anderen Champ gespielt. Von früher weiß ich allerdings, dass Fiddle seine Ult beim kleinsten Schubser abbricht und er die normale CD für die Ult erhält. Evtl. wurde dies aber geändert? ..oder es ist doch ein Bug. :)","replies":[]}]}