{"id":"vsbFFp3d","poster":"itsHuesi","date":"2016-02-23T11:51:14.796+0000","title":"Riven? Wie spielen?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Dies geht an alle Riven Mains, bzw Riven &quot;pros&quot;..::D\r\n\r\nIch w&uuml;rde gerne erfahren was f&uuml;r Tipps &amp; Tricks Ihr mir f&uuml;r Riven geben k&ouml;nntet..^^","replies":[{"id":"","poster":"RawR FireHawK","date":"2016-02-23T12:21:51.838+0000","up_votes":2,"down_votes":0,"body":"Also ich habe etwa 400 Games mit ihr seit Season 4..\nDieser Champion hat leider das Problem, dass man viel Übung braucht, um sie **konstant** gut spielen zu können!\n\nFolgende Sachen musst du beherrschen bis Gold/Platin:\n\n- Animation Cancel deine Q mit einem Autoattack ( AA)  ( ohne Zwischenbewegung)\n- Trading Combos bsp: Q - AA- Q-- AA-- W-- Q-- E out / E-- Q--AA--W--Q--AA--Q \n- Walljumps ( Alle möglichen, schau dir da einen guide an, wenn man es raus hat, ist es easy)\n- All In Combo mit Ult  Bsp:  E--R--Q--AA--Q---W--  AA- -R2---Q--AA etc. - schau dir da auch bitte einen Guide an!\n\n\nIch kann dir abschließend sagen, dass Riven gerade wirklich ein bisschen \"zu schwach\" in der Meta ist. Seitdem \nBrutalizer nicht mehr da ist und die anderen Top Laner besser mit den Items skalieren, wirst du nicht sehr viel Freude \nhaben sie zu erlernen. \nKaum jemand spielt derzeit noch Riven ( Winrate: 46%!!!!!)\n\nSolange du nicht BoxBox heißt, würde ich abwarten, ob Riot Riven nochmal bufft.  ( Ich denke schon!!)\n\nAber ein sehr spaßiger Champion!! \n\n\nIch hoffe ich konnte dir ein bisschen helfen \n\nLG \n\nFireHawK{{champion:92}} {{summoner:2}}","replies":[]},{"id":"","poster":"Worst Yásuo","date":"2016-02-23T17:21:21.918+0000","up_votes":2,"down_votes":1,"body":"Riven is eh ein noob champ","replies":[{"id":"","poster":"RawR FireHawK","date":"2016-02-24T11:17:27.017+0000","up_votes":1,"down_votes":0,"body":"Schon wieder ein Spieler mehr, der lieber Leute fragen sollte, ob er noch mehr Ketchup auf seine Pommes möchte  anstatt über Sachen reden wovon er nicht so viel Plan Hat ;)","replies":[]}]},{"id":"","poster":"Elxeam ","date":"2016-02-23T13:05:01.125+0000","up_votes":2,"down_votes":1,"body":"am besten gar nicht ;)","replies":[]},{"id":"","poster":"itsHuesi","date":"2016-02-23T12:48:13.578+0000","up_votes":2,"down_votes":1,"body":"Alles klar danke euch beiden. :D","replies":[]},{"id":"","poster":"JackTheStrípper","date":"2016-02-25T11:56:14.019+0000","up_votes":1,"down_votes":0,"body":"Lass die Finger von Riven. Der Champ ist einfach nur Broken.\nKein Mana, 2 Stuns, Gap Closer und Übertrieben starke Ult.\n\nJetzt kommen natürlich die ganzen Bronzies, die sie nicht einmal spielen können und bestreiten das. Sicher bestreiten das auch die High Elo Spieler; Schliesslich wollen diese ja nicht, dass sie generft wird.","replies":[]},{"id":"","poster":"Helferklein","date":"2016-02-23T12:24:45.956+0000","up_votes":2,"down_votes":2,"body":"Wenn du Riven spielen möchtest um zu carryen bzw. Rankeds zu climben spiel lieber etwas anderes denn Riven ist, egal was dir andere erzählen, nicht dafür geeignet. \n\nAber wenn es dir nur um den Spaß geht dann solltest du mit Riven aufjedenfall lernen die Fähigkeiten zu canceln. D.h. z.b. das du  die Animation mit der einer anderen Fähigkeit abbrichst. Dies geht bei Riven mit vielem. Du kannst dir am Besten Youtube Videos dazu angucken, es gibt genügende davon^^. Wenn man dies erstmal kann macht das Spielen gleich auch viel mehr Spaß weil mann auch oft coole momente dadurch erzeugen kann.  Außerdem ist es empfehlenswert wenn du Sprünge über Wände lernst, Riven kann das mit ihrer 3 Q wie du sicher weißt, du kannst dadurch z.B. auch über Türme springen, ist echt cool und witzig. Das verbessert dann auch deine Combos die du raushauen kannst. \n\nZu guter letzt folgt dann das schwierigste undzwar das Auto Hit Canceln und somit effektive ausnutzen von deiner Passive und deinen Qs. Dies ist aber nicht unbedingt relevant wenn man nur aus Spaß spielt.","replies":[]},{"id":"","poster":"My time to Chîme","date":"2016-02-23T12:50:16.278+0000","up_votes":1,"down_votes":3,"body":"Generell gilt so viel CDR wie irgend möglich, dann AD stacken.\n\nJetzt legst du deinen Kopf auf die Taste Q und rollst von links nach rechts hin und her.\n\nSollte der unwahrscheinliche Fall das du stirbst trotzdem einmal eintreten, vergiss bitte nicht deinen Gegner und beide Jungler zu Flamen.\n\nMit diesen Tipps solltest du es locker bis Diamant schaffen. \n\nViel Spaß {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}