{"id":"IsEARRvV","poster":"WaterPheonix","date":"2016-02-22T18:51:09.160+0000","title":"Gold+Bronze in Solo/Dynakmik Q?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":3,"body":"Moin Leute.\r\n\r\nIch wollte mal so fragen was ihr davon halten w&uuml;rdet wenn man die Grenze, bei der man mit Spielern unterschiedlicher Ligen zusammen spielen kann, in der Solo/Dynamik Q Hochsetzten w&uuml;rde. \r\nIch bin im Moment Silber 1 und f&uuml;r mich wird es schwerer mit meinen Freunden bei denen viele in Bronze eingestuft worden sind zusammen zu spielen, weil Gold 5 direkt vor meiner T&uuml;r steht. ^^\r\nSomit w&auml;re es f&uuml;r mich z.B. gut wenn man das System bis auf Gold 5 verschieben w&uuml;rde (das Bronze Leute noch mit Gold 5 Spielern zusammen zocken k&ouml;nnen) , weil meiner Meinung nach die Spieler in Gold 5 nicht deutlich besser sind als die in Silber 1.\r\nEin anderer Vorschlag w&auml;re das man dieses System eher klein Stufiger gestaltet bedeutet im Moment kann man bis Silber 1 mit Bronze Leuten zusammen spielen. Wenn man dieses System nun klein Stufiger macht k&ouml;nnten z.B. Gold 5 Leute noch mit Bronze 4 oder vielleicht Bronze 3 Leuten zusammen spielen.\r\nSomit ist es klein stufiger und man muss nicht direkt eine gesamte Liga &uuml;berwinden nur damit man mit seinen Dou- und Dynamik Q Partnern zusammen zocken kann. Ich meine wer zockt nicht lieber mit seinen Kumpels zusammen auf die man sich verlassen und mit denen man kommunizieren, Absprachen machen und Calls geben kann (nicht so wie bei manchen Team Mates). ^^       \r\n\r\nSo das war es von meiner Seite nun liegt es an euch. :)","replies":[{"id":"","poster":"Spicavius","date":"2016-02-22T23:11:38.704+0000","up_votes":2,"down_votes":0,"body":"Naja. Um mit seinen \"schlechteren\" Freunden LoL zu spielen muss man kein Ranked spielen.\nMan kann Normal Draft Mode spielen.  Sollten sich diese Leute, aber unbedingt auf ihre Wertung beziehen und unbedingt LP kriegen wollen, dann geht es denen nicht mehr um das Spielen mit Freunden, sondern eher um das Rating.\n\nUnd genau ab diesem Punkt (also ab dem Rating) sollte man die Grenze ziehen, denn wer nur noch für das Rating spielt, sollte eben nicht mit viel zu \"hohen\" Mitspielern in Ranked spielen können. Denn wie gesagt es geht denen um den Skill/Rating/LP.\nWürde die Grenze von Silber 1 auf Gold 5 erhöht werden, dann wird sich auch die Eloboost Branche sehr freuen.\n\nWie gesagt irgendwo muss man eien Grenze ziehen.  Irgendwann würde dann auch der Einwand kommen, dass es vllt auf Gold 4 erhöht werden sollte, denn diese Person kann ja dann nicht mit seinen Freunden, die sich in Bronze befinden, spielen, wenn er jetzt von Gold 5 auf Gold 4 hochgestuft wird.\n\nIn deinem Fall muss man es einfach PP nennen (persönliches Pech).  Spielt Normals, wenn ihr spielen wollt. Wollen deine Freunde keine Normals zocken, dann geht es denen wie schon oben erwähnt nur um das Ranking und das sollte durch deine Anwesenheit nicht manipuliert werden.  (Ja es erfordert auch eben eine bestimmte Grenze an Skill zu überschreiten, damit man auf Gold V kommt.)","replies":[{"id":"","poster":"WaterPheonix","date":"2016-02-26T19:25:57.065+0000","up_votes":1,"down_votes":0,"body":"Und wie wäre es mit der klein stufigen variante? (Bronze V- Silber I, Bronze IV- Gold V, Bronze III- Gold IV und immer so weiter?)","replies":[]},{"id":"","poster":"PW456","date":"2017-12-06T20:54:51.446+0000","up_votes":1,"down_votes":2,"body":"was laberst du mit rating als ob man nur seine freunde ausnutzen würde ...","replies":[]}]},{"id":"","poster":"Reaz83","date":"2016-02-22T21:53:01.460+0000","up_votes":1,"down_votes":0,"body":"Wenn SoloQ raus ist von mir aus .......... ansonsten vergiss es ..........","replies":[]}]}