{"id":"Gp6F3ZAE","poster":"Temser20","date":"2016-02-22T03:02:19.801+0000","title":"warteschlange","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":0,"body":"seit einer woche wartet man ewig (20 - 30 min) in der warteschlange bis mal ein ranked spiel auf geht. \r\nbin in bronze. liegt es an der liga? selbst wen man mit 5 leuten in der warteschlange ist.\r\nworan liegt das? hat riot probleme.............\r\n\r\nwen das so weiter geht suche ich mir ein neues spiel. hab besseres zu tun als solange auf ein spiel zu warten. \r\nspiele das game gerne, aber nicht bei so einer warteschlange -.-\r\n\r\nzu der kristallnarbe\r\nverstehe nicht warum die karte abgeschafft wird. ist ne sch&ouml;ne taktische abwechslung. wen es hier ein ranked geben w&uuml;rde. w&auml;re auch mehr los.\r\naugenmerk ist nunmal ranked spiele.\r\nmit der karte kann man auch gut neue champs ausprobieren.\r\n\r\nlg","replies":[{"id":"","poster":"My time to Chîme","date":"2016-02-23T13:34:53.326+0000","up_votes":1,"down_votes":0,"body":"Die langen Queue Zeiten fallen mir (Plat 2) im moment auch sehr negativ auf, wobei es hier starke unterschiede gibt. Mal blitzt der afk-checker direkt nach betreten der Queue auf, in  anderen Fällen warte ich bis zu _**12 MINUTEN**_ wobei ich bei solchen Zeiten normalerweise den Timer resette indem ich das suchen stoppe und erneut starte. Oftmals folgt das Game dann auch recht schnell.\n\nDas ganze haben wir wohl der neuen Champ Select zu verdanken, welche nicht nur nach präferierten Positionen sondern meiner Erfahrung nach auch nach _Player Behaviour _ sortiert. D.h. spielst du wie im Irrenhaus, kann es sein das du auch mal Länger warten musst, da die Queue dich nicht auf die guten Nudeln loslassen möchte (Grob gesagt). Das Ganze sind natürlich alles nur Spekulationen und Vermutungen aber es sei gesagt, dass Riot sich da sicherlich was dabei gedacht hat. Da hilft nur abwarten und {{item:3174}} trinken.","replies":[]},{"id":"","poster":"play a faya","date":"2016-02-22T12:59:13.207+0000","up_votes":1,"down_votes":0,"body":"Ich spiele meistens mit Leuten im höheren Silber bis Gold Bereich.\nMein Problem ist, dass bei Normal Games die Queue zu schlechten Zeiten manchmal 15 Minuten und länger dauert, gerade wenn ich alleine suche (trotz Support als Main).\nIm Ranked dauert die Queue jedoch nie länger als 10 Sekunden, selbst um 4 Uhr nachts geht das ratz fatz.","replies":[]},{"id":"","poster":"dugg","date":"2016-02-22T07:06:44.853+0000","up_votes":1,"down_votes":0,"body":"Auf was möchtest du mit diesem Thread hinaus? Möchtest du über eine lange Warteschlage diskutieren oder über die Abschaffung von Dominion? \n\nWenn du wirklich spät in der Nacht spielst und dann auch noch angibst, du möchtest nur auf der Mid- und Top-Lane spielen, dann sind lange Warteschlangen garantiert. Kommt vielleicht eine Meldung, dass du eine gewisse Zeit warten musst, bis du in die Warteschlange eingegliedert wirst? Das passiert nämlich, wenn du die Championauswahl verlässt.","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-02-22T05:03:18.517+0000","up_votes":1,"down_votes":0,"body":"Joa, wenn du um 4 Uhr morgens Rankeds spielst, ist es logisch, dass man ewig wartet. Ich spiele abends und brauche nie länger als eine Minute. Bin silber 3","replies":[]}]}