{"id":"ljgpyUdz","poster":"Kyrusa","date":"2016-02-20T09:58:34.076+0000","title":"Randoms spectaten","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":0,"body":"Wieso spielen die random spectater spiele nur noch aram und normals blind pick?\nspielen high elos keine ranked mehr?\nich meine die im client  unten rechts :/","replies":[{"id":"","poster":"Viertes Reich","date":"2016-02-20T11:40:38.649+0000","up_votes":2,"down_votes":1,"body":"Guten Tag Kyrusa,\n\nnein, leider werden zu Zeit keine \"Hohen Elo-Spiele\" angezeigt. Ich kann dir versichern, dass mich das ebenso furchtbar entsetzlich traurig macht. Allerdings gibt es eine einfache Möglichkeit deinen Lieblingsrandoms doch noch zuzuschauen! Ja! Und gemeint ist nicht Twitch! Ja!\n\nGehe einfach auf \"Ligen\" und im Drop-Down-Menü einfach auf \"Top Ranglistenspieler\". Spieler, die mit einem \"Auge\" in der Liste gekennzeichnet sind, können mit einem Rechtsklick betrachtet werden.\nIch hoffe inständig, dass ich dir helfen konnte und wünsche dir viel Erfolg beim Zuschauen. \n\nLiebe Grüße\n\nDuBistNegativ{{champion:105}}","replies":[{"id":"","poster":"Kyrusa","date":"2016-02-20T11:43:48.779+0000","up_votes":1,"down_votes":0,"body":"sind das dann auch immer rankeds automatisch?","replies":[{"id":"","poster":"Viertes Reich","date":"2016-02-20T11:45:39.105+0000","up_votes":1,"down_votes":1,"body":"Guten Tag,\n\ndas kann man nie wissen, da nur angezeigt wird, DASS sie spielen; allerdings nicht welchen Modus. In der Regel ist es aber so, dass diese Spieler nur Rangliste spielen bzw. spielen müssen, um Kielwasser zu halten.\n\nLiebe Grüße\n\nDuBistNegativ{{champion:105}}","replies":[{"id":"","poster":"Kyrusa","date":"2016-02-20T12:46:28.668+0000","up_votes":1,"down_votes":0,"body":"okay, danke für den tipp :)","replies":[{"id":"","poster":"Viertes Reich","date":"2016-02-20T16:17:00.767+0000","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nimmer wieder gerne. Bitte zögere nicht, mich bei weiteren Fragen zu kontaktieren. ich werde mein Bestes tun, um deine Anliegen zu bearbeiten.\nVielen Dank!\n\nLiebe Grüße\n\nDuBistNegativ{{champion:105}}","replies":[]}]}]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-02-20T12:51:34.770+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal, das liegt an der neuen Champselect. Vermutlich kann dieses Random Spectaten noch nicht auf die neue CS zugreifen. Blind Pick wie auch Aram laufen ja weiterhin unter der alten CS.","replies":[]},{"id":"","poster":"Crounty","date":"2016-02-20T12:48:38.352+0000","up_votes":1,"down_votes":0,"body":"Geh auf dein Profil, \"Leagues\", dann oben rechts auf \"Top Ranked Players\" und da wo bei einem Spieler ein Auge steht rechtsklick und zuschauen.","replies":[]}]}