{"id":"K71f1E5M","poster":"Amon Amarth HD","date":"2016-02-19T12:50:13.960+0000","title":"Suche Rankedteam 3v3 o. 5v5 MID/SUPP/TOP","subforum":"Clans & Teams","embed":{"title":"League of Legends Annie Mid Ranked","description":"Mit Annie ma ganz fix alles Zerstört ♥ Spieler : Amon Amarth HD (EUW-SILVER 5) (Aufnahme und gespielt von mir selber) Runen: Zeichen: 9xMagiedurchdringung Siegel: 9x +8 Leben Glyphen: 9x +1,19 Fähigkeitsstärke Essenzen: 3x +5 Fähigkeitsstärke Skill: 18-12-0 Lolking : http://www.lolking.net/summoner/euw/40869066 Facebook : https://www.facebook.com/profile.php?id=100010636417594","url":"https://youtu.be/0684KPxBfMc","image":"https://i.ytimg.com/vi/0684KPxBfMc/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo mein Name ist Nino ich spiele nun seit 3 jahren LoL bin silver 5 komme aus stralsund bin 25Jahre ALT^^ ts3 und headset is vorhanden!\r\nWas bringe ich mit ins Team? Ich bin Teamplayer, flame nicht, mache ansagen f&uuml;r drakes,ganks,Roaming,warding usw usw usw!\r\nIch habe fast alle champs und fast alle runen und sorgf&auml;ltig ausgew&auml;hlte skills und f&uuml;r weitere tips immer offen !\r\nIch spiele Main Support (Nami,Braum,Annie,Sona,Tahm usw)\r\nOptional spiele ich MID und Toplane somit bin ich flexibel und offen f&uuml;r weitere Lanes\r\nSolltet ihr noch Fragen haben dann meldet euch doch bitte bei mir f&uuml;r ein 5V5 Rankedteam\r\nOptional auch 3v3 AP CARRY\r\nMfg Nino\r\nBin In Moment oft auf mein 2t account C9 Amy ihr k&auml;nnt mich auch darunter adden\r\nBis denne Denne &hearts;","replies":[{"id":"","poster":"Amon Amarth HD","date":"2016-02-19T13:46:43.743+0000","up_votes":1,"down_votes":0,"body":"Ich suche keine Community ich suche ein Rankedteam ....","replies":[]},{"id":"","poster":"CCG Inu XIII","date":"2016-02-19T13:38:52.675+0000","up_votes":1,"down_votes":0,"body":"Dein Name gefällt mir Amon Amarth HD :D\n\nGeiler Name ich wünschte ich hätte irgendein Team oder Community in die ich dich aufnehmen könnte aber ich mag keine großen Gruppen :/\n\nJedenfalls VG","replies":[]},{"id":"","poster":"Y0ur AD here","date":"2016-02-19T13:33:21.155+0000","up_votes":1,"down_votes":0,"body":"Guten Tag und herzlich Willkommen,\n\nMein Name ist Die extra soften, bin Leader in der Community von Frozen Wolves und wir sind auf der Suche nach neuen Mitgliedern.\n\nZu uns: Wir sind eine Community aus den Spielen: LoL\nWoW\nPrime World\nArk\n\nWir verstehen uns als Gemeinschaft und so ist der Umgang auch Untereinander worauf wir großen Wert legen.\nUnser LoL Abteil ist in letzter Zeit etwas ausgestorben und ich versuche diese wieder aufzubauen. Mein Ziel ist in einer Community zu sein wo sich jeder einfügen kann und der Zusammenhalt gegeben ist, wo man Spaß haben und man erfolgreich sein kann.\n\nUm dieses Ziel zu erreichen brauche ich eure Unterstützung. Die, die einer Community gleichgesinnter angehören möchten.\n\nWir bieten euch: Ein strukturiertes Ts3\nEine Homepage\nUnterstützung im Spiel\nNette, lustige Mitglieder\nEinen familiären Umgang\nTeam ranked Unterstützung\nWenn möglich Turniere\nAram saufen\n\nWas wir suchen: Aktive, ambierte Mitspieler\n\nWas wir Voraussetzen: Mindest alter von 16 Jahre\nEine Trial Zeit von 2 Wochen\n\nEs herrscht keine Homepage oder Ts3-Pflicht, wäre jedoch wünschenswert und im Interesse aller wenn ihr aktiv im Ts3 dabei seid.\n\nWenn ihr Interesse habt neue Mitspieler jeder Elo zu finden oder bei dem Neuaufbau einer Community zu helfen, unterstützen und eure Ideen einzubringen, seid ihr bei uns genau richtig.\n\nWenn ich euer Interesse geweckt haben sollte, kommt doch auf unser Ts3 und lernt uns besser kennen. Wenn ihr noch skeptisch seid könnt ihr ebenso auf den Ts3 kommen und euch besser erkundigen. Oder ihr lasst mich hier eure Fragen wissen, ich werde sie beantworten.\n\nDie Ts3 IP: 178.33.32.146:2210\n\nIch bedanke mich für's lesen und wünsche euch noch einen schönen Tag und natürlich auf Interesse.\n\nMit freundlichen Grüßen,\n\nDie extra soften","replies":[]}]}