{"id":"Gg5gV11x","poster":" Tactical Turtle","date":"2016-02-19T11:46:39.795+0000","title":"LP anpassungen","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hey, ich war am montag noch s1 promo zu gold und seitem bekomme jeden tag mindestens einen AFK der dann mal 10 minuten weg ist. Wenn man so lange mal 4 vs 5 spielt ist es meistens schwierig noch zu gewinnen ganz egal wie weit man vorne war. Deswegen w&auml;re mein vorschlag, dass wenn jemand mal 5-10 minuten AFk ist und man dann deswegen verliert keine LP abgezogen bekommt. Ein weiterer vorschlag w&auml;re, dass man LP angepasst an seine Benotung ( B/A ect.) verliert und nicht wenn man z.B 6/2/11 17LP sondern nur noch 10LP. \r\nBitte schreibt mal was ihr davon halten w&uuml;rded","replies":[{"id":"","poster":"Sirius00","date":"2016-02-19T12:35:14.125+0000","up_votes":1,"down_votes":0,"body":"Auf dieser Seite gibt es eine Suchfunktion, die kann man benutzen, bevor man etwas schreibt. Diese Konzepte gab es schon früher und sie wurden abgeschmettert. Wenn ich mir erlauben dürfte zu erklären:\n\n1. Beispiel: Deine Mitte feedet. Wenn dein erstes Konzept in Kraft wäre, könnte jetzt die Toplane kommen und sagen \"go afk so we wont lose lp it was your fault\". Wenn man mit Premates spielt, wird das noch schlimmer; Man könnte jede Niederlage verhindern. Daher ist dieses Konzept nicht gut.\n\n2. Beispiel: Wenn es nach Note bewertet würde, würde jeder nurnoch auf Kills gehen und nicht mehr teamfighten wollen, worin vielleicht eure Stärke wäre. Ihr würdet euch offguard catchen lassen, und das Spiel wäre noch sicherer verloren. Daher ist auch dieses Konzept nicht ausgereift und wird besser nicht ins Spiel implementiert.\n\nKommen wir noch zu einem erfreulichen Schlusswort: Solange dein Verhalten AFKGehen nicht fördert und du selber nicht afk gehst, ist es sogar wahrscheinlich, dass du durch afks aufsteigst. In deinem Team sind 4/5 Spielern potentielle AFkgeher, du gehst ja selbst nicht afk(hoffentlich). Im gegnerischen Team sind 5/5 potentielle AFKgeher, und in ihrem Team ist es auch wahrscheinlicher, dass sie jemanden haben, der AFKgehen fördert.\n\nIn dem Sinne,MfG Sirius00{{champion:15}}","replies":[]}]}