{"id":"YzOn8V1m","poster":"TrainingDay x3","date":"2016-02-19T13:48:26.670+0000","title":"Team sucht: Support, Substitute(Jungle/Top)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer!\n\nBeim &auml;lteren Thread konnte der Titel leider nicht ge&auml;ndert werden. Darum hier nun die geupdatete Version:\n\nWir suche f&uuml;r unser Team noch Mitstreiter auf Goldniveau. Kurz zu uns:\n\nDas Team soll aus bis zu 8 Leuten bestehen, das hei&szlig;t drei &quot;Ersatz&quot;-Spieler. \"Ersatz\"-Spieler deshalb, da wir Positionen doppelt besetzen wollen, um voneinander Lernen zu können. D.h. natürlich: **Jeder spielt**. Das gemeinsame Spiel und Training besteht aber auch aus Zuschauen und Fehler offenlegen. Au&szlig;erdem kommt sicherlich das ein oder andere an Theorie auf dich zu.\n&quot;Wir&quot; sind vor allem mehrere Spieler, die sich seit der LoL-Beta kennen und sowohl gemeinsam, als auch getrennt in verschiedensten Clans und Teams, auf Wertung von Silber bis high Diamond gespielt haben. Zur laufenden Season wollen wir wieder gemeinsam als Team starten mit dem Ziel gemeinsam als Team stark zu werden. Kein Eloziel, kein Zwang zu gewinnen. Aber der Wunsch besser zu werden, einzeln und besonders zusammen. Ausf&uuml;hrliche Informationen im pers&ouml;nlichen Gespr&auml;ch. :-)\n\nNun kurz zu dir. Was wir von dir erwarten findest du nat&uuml;rlich auch bei uns. Du solltest:\n\n- Ehrgeizig und engagiert spielen k&ouml;nnen und wollen\n- Spa&szlig; daran haben dich ins Team einzubringen, d.h. Aufgaben &uuml;bernehmen, eigene Ideen einflie&szlig;en lassen, etc\n- Selbstkritisch sein und Kritik an anderen hilfsbereit formulieren k&ouml;nnen\n- Gewinnen wollen, aber nicht gewinnen m&uuml;ssen\n- Das Wohl des Teams ingame &uuml;ber dein Eigenes stellen\n\nWenn du dich damit identifizieren kannst, mindestens mittlere Gold-Elo spielst, Zeit, Lust und stabiles Internet mitbringst, dann melde dich. Wir suchen f&uuml;r mehrere Positionen, insbesondere aber **Support und Top/Jungle**. Am einfachsten erreichst du uns, indem du &quot;Froze x3&quot; und &quot;TrainingDay x3&quot; im Client addest.\n\nWir sehen uns auf den Richtfeldern, hoffentlich heut Abend schon zu ein paar Spielen.","replies":[]}