{"id":"HMUXeRdP","poster":"Y0ur AD here","date":"2016-02-18T19:22:31.550+0000","title":"Frozen Wolves sucht Mitglieder","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Guten Tag und herzlich Willkommen,\r\n\r\nMein Name ist Die extra soften, bin Leader in der Community von Frozen Wolves und wir sind auf der Suche nach neuen Mitgliedern.\r\n\r\nZu uns: Wir sind eine Community aus den Spielen: LoL\r\nWoW\r\nPrime World\r\nArk\r\n\r\nWir verstehen uns als Gemeinschaft und so ist der Umgang auch Untereinander worauf wir gro&szlig;en Wert legen.\r\nUnser LoL Abteil ist in letzter Zeit etwas ausgestorben und ich versuche diese wieder aufzubauen. Mein Ziel ist in einer Community zu sein wo sich jeder einf&uuml;gen kann und der Zusammenhalt gegeben ist, wo man Spa&szlig; haben und man erfolgreich sein kann.\r\n\r\nUm dieses Ziel zu erreichen brauche ich eure Unterst&uuml;tzung. Die, die einer Community gleichgesinnter angeh&ouml;ren m&ouml;chten.\r\n\r\nWir bieten euch: Ein strukturiertes Ts3\r\nEine Homepage\r\nUnterst&uuml;tzung im Spiel\r\nNette, lustige Mitglieder\r\nEinen famili&auml;ren Umgang\r\nTeam ranked/Dynamic Q Unterst&uuml;tzung\r\nWenn m&ouml;glich Turniere\r\nAram saufen\r\n\r\nWas wir suchen: Aktive, ambierte Mitspieler\r\n\r\nWas wir Voraussetzen: Mindest alter von 16 Jahre\r\nEine Trial Zeit von 2 Wochen\r\n\r\nEs herrscht keine Homepage oder Ts3-Pflicht, w&auml;re jedoch w&uuml;nschenswert und im Interesse aller wenn ihr aktiv im Ts3 dabei seid.\r\n\r\nWenn ihr Interesse habt neue Mitspieler jeder Elo zu finden oder bei dem Neuaufbau einer Community zu helfen, unterst&uuml;tzen und eure Ideen einzubringen, seid ihr bei uns genau richtig.\r\n\r\nWenn ich euer Interesse geweckt haben sollte, kommt doch auf unser Ts3 und lernt uns besser kennen. Wenn ihr noch skeptisch seid k&ouml;nnt ihr ebenso auf den Ts3 kommen und euch besser erkundigen. Oder ihr lasst mich hier eure Fragen wissen, ich werde sie beantworten.\r\n\r\nDie Ts3 IP: 178.33.32.146:2210\r\n\r\nIch bedanke mich f&uuml;r&#039;s lesen und w&uuml;nsche euch noch einen sch&ouml;nen Tag und nat&uuml;rlich auf Interesse.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en,\r\n\r\nDie extra soften","replies":[{"id":"","poster":"Y0ur AD here","date":"2016-02-19T13:33:48.041+0000","up_votes":1,"down_votes":0,"body":"bump","replies":[]}]}