{"id":"i1YopdEd","poster":"Locratorix","date":"2016-02-18T17:39:34.873+0000","title":"Suche gute Shen Runen/Tank Runen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen, \r\n\r\nIch habe eine eher komische frage f&uuml;r einige vielleicht. Und zwar stimme ich nicht so ganz mit den vorgeschlagenen Runen f&uuml;r Shen zu sei es auf Seiten wie champion.gg o&auml;. da schl&auml;gt man ja eher Attack dmg und Attack speed runen vor. allerdings hat Shen ja trotz des Reworks noch relativ gute Ap-Skalierungen. Ich muss sagen das ich ihn mit Ap runen spiele, dh das ich 23 Ap in den runen habe um meinen Mates ein gr&ouml;&szlig;eres Schild mit meiner Ulti zu bieten und mehr dmg mit meiner q rauszuhauen. Ich versteh auch warum man ihn auf Attack speed und Dmg spielt aber f&uuml;r mich machen Ap runen auch einen  guten eindruck auf ihn. ****Ich wollte mal fragen wie ihr Shen so spielt mit Runen oder generell welche Runen ihr f&uuml;r Tanks benutzt.**** \r\nMomentan probiere ich eine Tank- Runenseite aus mit:\r\n-15 Ap (Quintess.)\r\n-12 Mr (Glyphen)\r\n-9 Armor (Seal)\r\n-21 Health (Mark)\r\n-2,8 Dmg (Mark)\r\nletzteres wollte ich noch durch Health runen ersetzen.\r\nAu&szlig;erdem dachte ich vllt. die Quintessenzen mit Energy regen. Runen auszuwechseln, da Shen sp&auml;ter, wie ich finde, mit der Energy nicht auskommt, da sie nicht schnell genug regeneriert.","replies":[{"id":"","poster":"Oncle Enrage","date":"2016-02-22T21:37:34.665+0000","up_votes":2,"down_votes":0,"body":"Hi,\n\nIch spiele Shen mit den Roten Runen  5.4 Armour+ 6.3 Magic Pen (sollten 6 Hybrid sein und 3 Magic Pen), 192 Health at lvl 18 + 1 Armour in Gelb, 15.03% CDR at lvl 18 in Blau und Quintessenzen 13 Armour.\nWenn ich gegen AP Top spiele, dann habe ich noch eine 2. Seite, wo ich die CDR gegen Magie resi at lvl 18 getauscht habe.\n\nHoffe konnte dir Helfen, aber AP bringt Shen nicht wirklich viel, weil du dadurch nicht viel mehr dmg bekommst und du musst halt vieles aushalten. Normal machst du genug Schaden mit Sunfire und Titanic Hydra.","replies":[{"id":"","poster":"Locratorix","date":"2016-02-23T18:11:19.396+0000","up_votes":1,"down_votes":0,"body":"ok danke das hört sich echt gut an :o was hälst du denn von energy regen. runen auf ihm. weil ich das Gefühl habe das man später in teamfights mit der energy nicht auskomt. ich jedenfalls nicht mit der e, da fehlt mir immer energy {{item:3070}}","replies":[{"id":"","poster":"Oncle Enrage","date":"2016-02-24T20:18:54.450+0000","up_votes":1,"down_votes":0,"body":"energy reg runen sind unnötig, weil du am anfang einfach wichtigere runen brauchst","replies":[]}]}]}]}