{"id":"KxjzPwz1","poster":"lennart2422","date":"2016-02-18T17:03:54.085+0000","title":"10 Spielmodi","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hier sind 10 Spielmodi, stimme unten ab! \n1. Ultralategame\nUnendliche Itemslots, -50% Itemkosten\n\n2. Kombination\nURF, Hexakill und One for All auf der Kluft der Beschwörer vereint\n\n3. 1v1 Ranked \nIn der Arammap, 1v1 bis zum zerst&ouml;ren des Nexuses\n\n4. Rush\nKluft der Beschw&ouml;rer 2 Teams mit 5 Spielern, das eine auf die Top- das andere auf die Botlane, wer als erstes die Lane bis zum Nexus zerst&ouml;rt hat, hat gewonnen - kein Team kann auf die jeweils andere Lanes bzw kann den Nexus verteidigen\n\n5. Levels\nBis 29. Championstufe, nicht bis zur 18., Ultimate 5 mal  Skillbar, Q W E 8 mal\n\n6. Team Deathmatch \nBis ein Team 30 Kills erreicht hat, Kluft der Beschw&ouml;rer\n\n7. Alle gegen Alle\n15 Spieler, Kluft der Beschw&ouml;rer, Alle gegen Alle,  Chat gegen Teams deaktiviert, Spieler mit meisten Kills nach 30 Minuten gewinnt, jeder Zeit k&ouml;nnen alle  das Spiel verlassen und beitreten bekommen aber beim verlassen keine EP, alle Spieler auf der Karte wird alle 90 Sekunden aufgedeckt, mann kann immer in den Shop\n\n8. Capture the Flag\nKluft der Beschw&ouml;rer, 2 Teams mit 5 Spielern, Spielziel Flagge vom gegnerischen Nexus zu klauen und zu seinem Nexus zu bringen, mit 3 Flaggen gewonnen, wenn ein Spieler die Flagge hat l&auml;sst jeder Schaden von Champions die Flagge fallen, Spieler mit Flagge dauerhaft aufgedeckt, Nur Basetower sind vorhanden, alle T&uuml;rme Inhibitoren und Nexus unzerst&ouml;rbar, Spieler mit Flagge um 20% verlangsamt\n\n9. Superpoints \nKluft der Beschw&ouml;rer, alles wie im Normalen Spiel au&szlig;er: In der Championselection lassen sich Superpoints setzen die sehr starke Auswrikungen haben, jeder Spieler kann 5 einsetzen, pro AP Superpoint +50% AP, pro AD Superpoint +30% AD, pro HP Superpoint +100% HP, pro movment Speed Superpoint +50% movment Speed und kein movment Speed-Cap mehr, pro CDR Superpoint +10% CDR und +10% maximale CDR\n\n10. last man standing\nKluft der Beschw&ouml;rer, alles wie im Normal au&szlig;er: du kannst nicht respawnt werden, das Team was das andere komplett ausl&ouml;scht gewinnt, jeder Spieler wird alle 30 Sekunden Sichtbar gemacht, du kannst jederzeit in den Shop gehen, alle T&uuml;rme k&ouml;nnen nicht angreifen, in der Basis kann man nicht geheilt werden, tote Spieler wechseln in den Beobachtermodus und k&ouml;nnen jederzeit das Spiel verlassen bekommen dann aber keine EP mehr\n\nIch hoffe das die Spielmodi euch gefallen haben. Bitte nehme an der Abstimmung teil und hinterlasse mir ein Kommentar.","replies":[]}