{"id":"zAsFmsAW","poster":"iPuls Curuna","date":"2016-02-18T07:51:03.611+0000","title":"Suche Duo Q Partner (bin Bronze4)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nwie der Titel schon verlauten l&auml;sst suche ich eine oder mehrere Personen, um gemeinsam ins ranked zu gehen. Ich suche keine Leute die nur ab und zu mal f&uuml;r ein Spiel zeit aufbringen k&ouml;nnen, sondern zuverl&auml;ssige Leute, die regelm&auml;&szlig;ig und im Optimalfall auch f&uuml;r mehrere Spiele Zeit aufbringen k&ouml;nnen und wollen. Dabei lege ich weniger Wert auf das ranking, ich m&ouml;chte nicht gezogen werden, sondern darauf, das du / ihr wie erw&auml;hnt zuverl&auml;ssig seid, eure eigenen Fehler erkennt und versucht zu verbessern anstatt sie bei euren Teamkollegen zu suchen, einen klaren Kopf bewahrt, auch wenn es mal nicht so gut l&auml;uft und genauso wie ich Lust darauf habt euch aus eigener Kraft zu verbessern. \r\n\r\nZu mir, ich hei&szlig;e Anja, bin 28 Jahre alt, Main Support und auch nicht zwingend auf der Suche nach einem ADC. Headset / Teamspeak ist nicht zwingend erforderlich, macht es aber nat&uuml;rlich einfacher das Spielgeschehen zu kommunizieren. Zur Zeit befinde ich mich in Bronze 4, m&ouml;chte dort aber so schnell wie m&ouml;glich raus. In der letzten Season war ich Silber 4, was aber wohl weniger am spielerischen Verst&auml;ndnis lag als an der Faulheit alleine ins ranked zu gehen. In dieser Season m&ouml;chte ich es schaffen zumindest in Gold zu kommen. \r\n\r\nWer sich also angesprochen f&uuml;hlt mit Spa&szlig; aber Zielorientiert ins ranked zu starten, kann mich entweder gleich ingame adden (iPuls Curuna) oder sich hier im Forum melden.\r\n\r\nSo far,\r\nAnja  -  iPuls Curuna","replies":[{"id":"","poster":"maidgirl","date":"2016-02-18T12:18:00.230+0000","up_votes":1,"down_votes":1,"body":"frauen support wie immer","replies":[{"id":"","poster":"iPuls Curuna","date":"2016-02-18T13:33:39.811+0000","up_votes":2,"down_votes":0,"body":"Und diese Aussage hat welche Qualität? :P","replies":[]},{"id":"","poster":"FearTheWalkinCat","date":"2016-02-18T13:41:39.621+0000","up_votes":1,"down_votes":0,"body":"Ich finde deine Aussage an sich schon Schwachsinn, da es nicht gerade Geschlechterabhängig ist was man spielt oder wie gut man welche lane spielen kann. ich selber liebe es mit Thresh Support zu spielen. und kenne auch genug Frauen die Mitte oder Toplane spielen es ist nicht so das jede Frau nur Support spielt","replies":[{"id":"","poster":"maidgirl","date":"2016-02-18T14:45:30.388+0000","up_votes":1,"down_votes":0,"body":"für mich schon xD","replies":[]}]}]},{"id":"","poster":"FearTheWalkinCat","date":"2016-02-18T11:03:15.784+0000","up_votes":1,"down_votes":0,"body":"Hy,\nsuche gerade auch duo q Partner ziel von mir ist auch so um Gold rum.\nIch bin derzeit SilberV 3 promos nacheinander schon verloren :( \nist halt schwer als ADC n guten supp zu finden. Kann aber auch gut jgl oder midlane spielen \nOnline immer so ca 18:00 bis 21:00 unter der Woche und am we unterschiedlich\nBtw. bin 18 Jahre alt fals das was zur Sache tut und nein ich bin weder flamer noch n kleines Toxic Kind was bei jeden Fehler flamen muss ich komme auch gut mit Kritik zurecht und sehe meine Fehler meist auch selber ein.\nFals Interesse besteht adde mich oder ich dich heute Abend wenn ich mit arbeiten fertig bin :)\nTs 3 und Skype sind bei mir auch vorhanden auch wenn mein headsett etwas leise ist XD kann ich leider nich ändern verstehen tut man mich trotzdem\nMFG. Pascal ;)","replies":[]},{"id":"","poster":"Schokicrossi","date":"2016-02-18T09:05:50.722+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich heiße Ümran und bin 21 Jahre alt.\nMich hats diese Season in B5 verschlagen, letzte Season war ich B1.\n\nBin ebenfalls auf der Suche nach 'nem DuoQ Partner, und würde ADC spielen.\nTS oder andere Kommunikationsmöglichkeiten sind kein Problem für mich bzw. sogar gerne gewünscht :D\n\n\n\nKannst mich gerne adden, falls Interesse besteht. :)\n\nVG\nSchokicrossi","replies":[]},{"id":"","poster":"Godbro Bard","date":"2016-02-18T08:49:42.474+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch heiße Tim bin 26 jahre und bin B2 letzte Season auch silber 4  und suche auch noch nach leuten  zum gemeinsamen Ranken =) \n\nHeadset is vorhanden   eigener TS auch .  \n\nKannst mich ja einfach adden  und wir  quatschen dan über alles weitere .\n \nMfg Tim   --- iNF GenX","replies":[]}]}