{"id":"kdrvRsiN","poster":"KleinBolliiii","date":"2016-02-17T03:46:24.811+0000","title":"Ich suche einen Clan mit Teamspeak 3","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"Hallo Leute ich bin KleinBolliiii\r\n\r\nIch bin momentan lvl 24  und bin Mid und Jungle Main \r\n\r\nMeine Main Champions sind &quot; Lee  Sin &quot; &quot; Zed&quot; &quot;Master Yi &quot; gr&ouml;&szlig;ten Teils\r\n\r\nIch w&uuml;rde mich sehr freuen wenn sich jemand melden w&uuml;rde meine Zeiten zu denen ich online bin sind unterschiedlich aber man kann schon sagen eher abends bis nachts also am besten immer was los auf dem Teamspeak das w&auml;re super. Da ich aber noch eine Frau habe um die ich mich k&uuml;mmern muss werde ich versuchen oft online zu kommen aber ich brauche ein Clan der versteht das das wahre Leben vor geht wer f&uuml;r dies kein Verst&auml;ndiss hat soll mich bitte in Ruhe lassen ich brauche den Kindergarten nicht mit den kleinen Kids hier die nur am flamen sind oder gezwungen sind Lol zu spielen.\r\n\r\nAm besten ein Clan mit denen man sich versteht nehme auch gerne Tipps an nur Arrogante Schn&ouml;sel brauche ich nicht und lasst mich bitte blo&szlig; mit dem Platin oder Dia Gequatsche in Ruhe ich bin hier um Spa&szlig; zu haben und nicht um Weltmeister zu werden .\r\n\r\nAlso lasst mir einfach Kommentare da schickt mir die Ts3 Ip am besten hier rein oder euere Nicks und ich schaue oder schreibe mal durch :)\r\n\r\nLG euer KleinBolliiii","replies":[{"id":"","poster":"ATMO Heathcliff","date":"2016-02-17T09:29:07.550+0000","up_votes":1,"down_votes":0,"body":"Moin KleinBolliiii.\n\nWir von ATMO sind ein Multigaming Clan/Community und heißen neue Gesichter immer Herzlich willkommen.\nDie Idee eine Community zu gründen enstannt im September 2015 und seit den 26.01.2016 sind wir öffentlich, seitdem sind wir die Gründer tagtäglich daran am arbeiten uns zu verbessern.\n\nVoraussetzungen für den Clan:\n• ein mindestalter von 16 Jahren (vorgabe um an Tuniere teilzunehmen)\n• Teamspeak + Headset (Teamchannel ist auf unser TS bereits vorhanden)\n• ein freundlichen und höflichen Umgang miteinander (kein Flame oder Beleidigungen!)\n• Kritikfähigkeit\n• Spaß am Spiel haben\n\nWas können wir oder eher ATMO Dir bieten:\n• Eine Clanpage + Forum\n• Ein Teamspeakserver mit eigenen Teamchannel\n• eine klare Clanstrucktur\n• Coaching\n• Management der Team eigenen Interessen und Problemen.\n• ein freundlichen und höflichen Umgang\n\nWenn Du Dich angesprochen fühlst oder fragen hast, melde dich Hier im Forum oder Ingame bei \"ATMO Heathcliff\"\nhttp://atmo-esportsclub.forumieren.com/\n\nMit freundlichen Grüßen\nATMO Management (ATMO Heathcliff)","replies":[{"id":"","poster":"KleinBolliiii","date":"2016-02-17T12:10:10.287+0000","up_votes":1,"down_votes":0,"body":"Habe dich geaddet werde heute Abend online sein ca. ab 17 Uhr dann können wir schreiben oder ich komm mal durch","replies":[]}]}]}