{"id":"G5HGGcXJ","poster":"Emperor Zurg","date":"2016-02-17T10:41:00.527+0000","title":"{Skin Konzept] Fun TImes Rammus!","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"_Fun Times Rammus kann durch seine Mobilit&auml;t auf dem Summenors Rift schnell viele Leute gleichzeitig zum lachen bringen. Wer m&ouml;chte nicht in lachen ausbrechen, wenn ein lustiger Quietscheball auf einen zugerollt kommt und einen ein Witz erz&auml;hlt. Man kann nicht anders als stehen bleiben und sich totlachen. Vielleicht hast du auch mal Gl&uuml;ck und Fun Times Rummus besucht auch deine lane. Eins ist sicher. Es wird bestimmt witzig!_\n\nEin Party Rammus Skin, der in die Reihe von Party Fiddlesticks und Amumu passt. Auch Rammus ist ein &uuml;berraschungs Jungler, was sehr gut zu den anderen passen w&uuml;rde.\n\n**Design:**\nSein gelichg&uuml;ltiges Gesicht wird durch ein breites grinsen ersetzt und seine gef&auml;hrlichen Stacheln werden zu quitschenden Schaumstoff. Wenn Rammus einen Gegner rammt, werden sie durch ein witziges quitsch ger&auml;usch begr&uuml;&szlig;t. Vor lachen k&ouml;nnen sie nicht anders als langsamer laufen. Seine Brustplatte dir durch eine Spa&szlig;blume ersetzt. Durch den &quot;Taunt&quot; emote wird aus ihr Wasser gespritzt. Die gro&szlig;en Stacheln an den F&uuml;&szlig;en werden durch &uuml;bergro&szlig;e rote Schuhe ersetzt. Wer findet bitte &uuml;bergro&szlig;e Schuhe denn nicht lustig? Die Stacheln an den H&auml;nden sind zwar auch noch erschreckend, doch der Elekroschocker an seiner Hand lockert die Stimmung wieder auf.\n\n**Attacken**:\n\n_Powerball _ : Wie im Design beschrieben, wird der Gegner durch seine Schaumstoff Stacheln durch einen lustigen &quot;Qutisch&quot; begr&uuml;&szlig;t.\n\n_Defensive Ball Curl _ : Damit es lustig bleibt und nicht nervig wird, werden nur gro&szlig;e Attacken durch einen &quot;Qutisch&quot; abgewert. (Z.B. Jinx Rakte, Ashe Pfeil)\n\n_Puncturing Taunt_ : Um die Aufmerkasmkeit der Gegner zu gewinnen, erz&auml;hlt Rammus einen seine vielen Witze. Der Gegner muss nat&uuml;rlich stehen bleiben und lachen. Wie bei Sonas Rertro Skin, haben Spieler die Wahl diese Funktion stumm zu schalten. Es ist m&ouml;glich das Spieler sich nicht auf das Spiel konzentrieren k&ouml;nnen, solang sie sich &uuml;ber Rammus fabelhafte Witze totalchen. \n\n_Tremors _ : Rammus selbst lacht nur selten. Er bringt lieber andere Leute zum lachen. Doch wenn er mal lacht, bebt die Erde um ihn herum. Sein lachen ist so ansteckend, das sogar Tower schaden bekommen. Wenn das mal nicht gute Laune verspricht.\n\n**Emotes:**\n\n_Taunt:_ Rammus pr&auml;sentiert Stolz seine Blume an seine Brust. Da w&uuml;rde man am liebsten dran riechen. Doch wer h&auml;tte das gedacht? Sie spr&uuml;ht Wasser! Immer wieder ein Klassiker.\n_Recall:_ Rammus bietet an jemanden die Hand zu sch&uuml;tteln. Damit der Witz nicht verloren geht bevor er zur&uuml;ck muss, beschlie&szlig;t er kurzfristig sich selber die Hand zu geben. Und sieh an was da passiert. Ein Elektroschock! Br&uuml;ller!\n_Dance:_ Bleibt unver&auml;ndert. Vorschl&auml;ge sind gerne gesehen. \n_Joke:_ Rammus hat ein ganzes Arsenal an Schenkelklopfern. z.B. &quot;Laufen zwei Teemos voneinander weg, beide tot &quot; - &quot;Rollt ein Rammus um die Ecke.... f&auml;llt um.&quot; Vorschl&auml;ge sind auch hier sehr gerne gesehen.\n\n\n**Hier ist der Quietsch Sound effect den man sich vorstellen muss**\nhttps://www.youtube.com/watch?v=ehKkQVRwnNQ\n\n\nKritik und Anregunden w&uuml;rde ich sehr begr&uuml;&szlig;en.","replies":[{"id":"","poster":"MundoToTheFace","date":"2016-02-18T20:01:18.654+0000","up_votes":1,"down_votes":0,"body":"Klingt absolut genial, auch wenn ich Rammus nicht mag {{sticker:slayer-pantheon-thumbs}} Aber bitte denk daran, dass gute Rechtschreibung einem Post nicht schadet {{summoner:13}}","replies":[]}]}