{"id":"EJszbx8w","poster":"Neeko the Ekko","date":"2016-02-16T20:39:36.118+0000","title":"Warlord's Bloodlust \"REWORK\"","subforum":"Champions & Gameplay","embed":{"title":"2/16 PBE Update","description":"The PBE has been updated! Continue reading for more information! ( Warning: PBE Content is tentative and iterative - what you see may not reflect what eventually gets pushed to live servers! Manage your expectations accordingly. ) ! * *: The PBE is a testing grounds for new, tentative, and sometimes radical changes.","url":"http://www.surrenderat20.net/2016/02/216-pbe-update.html","image":"http://3.bp.blogspot.com/-M_ecJWWc5CE/Uizpk6U3lwI/AAAAAAAACLo/xyh6eQNRzzs/s640/sitethumb.jpg"},"up_votes":1,"down_votes":0,"body":"&quot;Gain increasingly more Life Steal based on your missing health against champions (up to 20%). Against minions gain 50% benefit!&quot;\r\n\r\nWas haltet ihr von dem Rework. \r\nFinde gut das man dadurch mehr Lifelsteal hat um besseren Sustain auf der Lane zu haben. =)","replies":[{"id":"","poster":"Neeko the Ekko","date":"2016-02-17T11:47:18.721+0000","up_votes":1,"down_votes":0,"body":"Olaf & Aatrox könnte sehr gut mit der geänderten Masterie klar kommen auf der Top Lane. \nDoch ob der Sustain zu krass ist muss man mal gucken. Freu mich schon auf die LOL Facts mit Maxim. Hoffe da kommt Heute noch etwas. :D","replies":[]},{"id":"","poster":"OT Riku","date":"2016-02-16T23:05:32.721+0000","up_votes":1,"down_votes":0,"body":"Warte verstehe ich das richtig ?\n1.das mein Lifesteal gegen Champions 20% beträgt und gegen Minions 50%.\n\n2.Oder mein Vorhandener Lifesteal um 20% gegen Champions und um 50% gegen Minima erhöht wird.\n\nAlso.......\nErste Variante\n+ 20% Lifesteal  gegen Champions und 50% gegen Minions.\n\nZweite Variante\nIch hab 20% Lifesteal ( BT hat meine ich so viel) mache mit einem AA 200 Schaden gegen einen Champ bekomme ich 20 HP wieder \nMache ich 200 Schaden gegen einen Minions bekomme ich 100 HP wieder. \n\nSprich einmal bekomme ich Lifesteal for free, oder mein Vorhandener wird verstärkt.\n\nZweiteres fände ich allerdings besser aber möglicherweise auch zu schwach ersteres ist einfach zu stark. \n\nOder bleibt die gleich und ich bekomme dann nicht pro lv 5-25% kritheal sondern basierend auf meinem Fehlenden Leben ?\nLG Riku","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-16T23:14:35.386+0000","up_votes":1,"down_votes":0,"body":"Variante 3: 20% gegen Champs und 10% gegen Minions. Klingt mMn am wahrscheinlichsten, besonders wenn man sich die Vergangenheits der Meisterschaft anschaut.\n\nAußerdem muss man bedenken das sich die Menge an LS nach dem fehlenden Leben richtet, man also nur 20% bekommt wenn man so ziemlich auf dem letzten Loch pfeift.","replies":[]}]},{"id":"","poster":"Wekra","date":"2016-02-16T22:55:01.130+0000","up_votes":1,"down_votes":0,"body":"Gut dass ich es eh schon baue :D{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Wekra","date":"2016-02-16T21:13:01.668+0000","up_votes":1,"down_votes":0,"body":"?? Vorher hat das doch nicht bei Minions geprocct oder?\n\nDann hab ich wenn ich BF und {{item:1018}} habe ja echt krassen Sustain auf der Lane?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-16T21:37:27.753+0000","up_votes":1,"down_votes":0,"body":"der jetzige healt nur 5-25% und gibt nen as boost von 30% für 4 sekunden.\n\nWenn die das aber so umarbeiten wie das oben beschrieben ist werden die ADCs auf Krit build das wohl am ehesten mitnehmen, der Sustain dürfte einfach nur krank sein.","replies":[]}]}]}