{"id":"mnzR9BEv","poster":"KönigSebi","date":"2019-04-18T18:50:15.267+0000","title":"riot/toxic/tyler1usw.","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":11,"body":"wieso macht riot nichts gegen toxic spieler, genau weil sie somit sehr viel Geld machen können. wennjemand wie ein tyler1 nicht gebannt wird kann amn das ja verstehen aber leider fühlt es sich so an als würde riot nicht gegen solche personen tun. ich sehe leider immer mehr toxic spieler.\nvor ein paar jahren habe ich selten jemanden geshen der toxic ist. jetzt sehe ich jedes spiel mindestens 2 toxic personen, fast jedes 4te spiel einen afk und \njedes game mindestens eine person die intet. \n\nwie siehts bei euch aus?\n\nkann man irgendwie mit 2 verschiedenen accs auf einem Pc gleichzeitig spielen? weil 20+ minuten fürn game das in minute 1 schon verloren ist und das 10 mal in folge kann und werde ich mir nicht antun","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:15:12.534+0000","up_votes":1,"down_votes":6,"body":"hab ich schon erwähnt das man einen indirekten permabann bekommen kann?\nah und downvotes thx","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T10:24:09.415+0000","up_votes":1,"down_votes":5,"body":"oh downvotes bestätigen die *x* community.\ndas was sich im forum leicht wiederspiegelt findet man auhc im Spiel.\ndownvotes auf einen post ohne grund zu geben ist echt ***xx** aber bestätigt ja nur meine aussage.\nund ihr findet einen indirektenb Permabann aufgrund software fehler des Clients Gut. hoffe ihr bekommt diese Problem auch bei eurem Main account. findet ihr bestimmt auch gut.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-19T10:43:01.584+0000","up_votes":2,"down_votes":1,"body":"Von einem \"indirekten Permaban aufgrund eines Software Fehler des Client\" habe ich persönlich noch nie gehört. Wenn es aber wirklich ein Fehler im System war wird der Support deinen Account wieder freischalten, du musst nur ein Ticket schreiben.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T10:46:23.106+0000","up_votes":1,"down_votes":2,"body":"naja hatte auch noch nie davon gehört ist leider so, und kann den support nicht naschreiben weil ich direkt rausgeworfen werde.\nleider kennt sich niemand im forum niemand mit einem seit über 2 jahren ausgegrauten \"Play\" button aus weil noch nie jemand davon gehört hat.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-19T10:58:06.436+0000","up_votes":2,"down_votes":1,"body":"Es ist also gar kein Permaban, sondern einfach nur ein Bug der bei dir nicht verschwunden ist...\nAn deiner Stelle würde ich mal versuchen den Client zu reparieren und wenn das nicht funktioniert das  Hextech-Repair-Tool zu benutzen (dabei nicht vergessen den Haken bei \"Erzwinge erneutes Patchen\" zu setzen).","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T10:59:58.746+0000","up_votes":1,"down_votes":3,"body":"bitte nicht du auch noch................ hab das schon vor Jahren probiert, ja habe schon alles probiert doch es hat nicht geklappt. somit kann es eigentlich nur jemand vom Support Reparieren. doch die kann ich ja nicht anschreiben.\nauch wenn es ein bug ist, ist  es dennoch ein indirekter permabann weil ich sozusagen \"permanent aus dem spiel ausgeschlossen\" wurde.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-19T11:03:35.346+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000300000000000000000000,timestamp=2019-04-19T10:59:58.746+0000)\n>\n> bitte nicht du auch noch................\n\nSorry, just trying to help...\n\nInwiefern du rausgeworfen wirst brauche ich ja dann nicht fragen, du solltest vielleicht einfach damit abschließen, dass du deinen Account nicht wiederbekommst wenn du keine Hilfe von Anderen annehmen möchtest.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T11:07:15.894+0000","up_votes":1,"down_votes":3,"body":"was heißt hier nicht annehmen möchte? liest du überhaupt was du schreibst oder antwortest du einfach drauf los?\nwenn ich sage das dies nicht funktioniert dann funktioniert dass nicht hat nichts mit hilfe annehmen oder ablehnen zu tun.\n\naber wenn du ja helfen möchtest.kannst du ja gern riot \"hacken\" und den Fehler des Clients beheben.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-19T11:10:25.933+0000","up_votes":2,"down_votes":0,"body":"Naja wenn deine Antworten schon mit Sachen wie\n\n> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000300000000000000000000,timestamp=2019-04-19T10:59:58.746+0000)\n>\n> bitte nicht du auch noch................\n\nanfangen verspüre ich nicht gerade ein Gefühl, dass dir geholfen werden möchte.\nRiot \"hacken\" wird auch nichts bringen, da es nicht an Riot sondern an dir liegt. Bei mir (und allen Anderen) funktioniert nämlich der Play-Button und der Support.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T11:17:24.370+0000","up_votes":1,"down_votes":3,"body":"naja wenn 20 mal die antwort kommt hextech-Repair-Toll  obwhol man sich denken kann das dies schon ausprobiert. \nwurde...............................................  fast so als würd ich sagen: \"oh ich habe kein Löffel mehr um Suppe zu essen\" und ein anderer sagt: haste schon mit der Gabel Probiert?\nder fehler liegt nicht bei mir sondern bei dem Account. somit müsste jemand in das programm eingreifen wesen ich nicht in der lage bin.","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-04-20T06:14:57.029+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=0003000000000000000000000000000000000000,timestamp=2019-04-19T11:17:24.370+0000)\n>\n> naja wenn 20 mal die antwort kommt hextech-Repair-Toll  obwhol man sich denken kann das dies schon ausprobiert. \n> wurde...............................................  fast so als würd ich sagen: \"oh ich habe kein Löffel mehr um Suppe zu essen\" und ein anderer sagt: haste schon mit der Gabel Probiert?\n> der fehler liegt nicht bei mir sondern bei dem Account. somit müsste jemand in das programm eingreifen wesen ich nicht in der lage bin.\n\nIch sage mal so: Wenn Du geholfen bekommen möchtest, solltest Du nicht so abweisend sein.\nNiemand kann ahnen, was Du schon alles probiert hast, und Kristallkugeln gibt es keine funktionierenden.\nStatt also so schnippisch zu antworten, wie Du es getan hast, hättest Du auch einfach ganz ruhig und sachlich antworten können mit \"habe ich bereits mehrfach gemacht\".\nNormalerweise ist es nämlich nicht so, dass Spieler mit Problemen das Hextech-Repair-Tool oder eine Reperaturinstallation haben laufen lassen. Tatsächlich ist das - auch wenn es für Dich neu scheinen mag - eher die Ausnahme. Was meinst Du, warum als erster Tipp, wenn man von solchen Problemen hört, dass Du das Hextech-Repair-Tool drüber laufen lassen sollst. Und mit solchen Sachen antwortet man auch mehr als 20 mal, und wird trotzdem nicht schnippisch im Sinne von \"man, bist Du doof. Lass doch das Hextech-Repair-Tool laufen\". \nMit Deiner Art wirst Du, wenn Du Probleme hast, nicht sehr weit kommen. Und wenn Du mit dem Support auch so umspringst, kann ich mir schon vorstellen, warum Deine Tickets gleich wieder geschlossen werden. Keiner hat Lust jemandem zu helfen, der dermaßen unfreundlich und schnippisch auf Hilfe reagiert.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-20T16:33:28.811+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-04-20T17:52:14.190+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000300000000000000000000000000000000000000000000,timestamp=2019-04-20T16:33:28.811+0000)\n>\n> \"warum Deine Tickets gleich wieder geschlossen werden. \"\n> biste noch ganz dicht, kann ja netmal in den support, wie sehr warscheinlich hier schon beschrieben. wieder einer der nicht versteht.\n\nDann habe ich das falsch gelesen. Hättest Dich aber auch etwas präziser ausdrücken können im Sinne von \"kann wegen eines Fehlers auf der Seite kein Ticket erstellen\". Ein einfaches \"wenn ich ein Ticket schreibe werde ich wieder rausgeworfen\" kann man auch so deuten, dass Dein Ticket zwar bei RIOT ankommt und gleich wieder geschlossen wird.\nTut mir Leid, dass ich Dir helfen wollte. Kommt nicht wieder vor. Mit Deiner Art würdest Du aber beim Support - sofern Du mal ein Ticket eröffnen würdest (hustMailhust - könnte man aber auch selbst drauf kommen, so überzeugt wie Du doch von Dir bist) - vermutlich auch nicht so schnell - wenn überhaupt - Hilfe bekommen.\nDu bist es schließlich, der etwas will, nicht wir. Wenn Du Tipps oder Hilfe möchtest, solltest Du Dich nicht wie jemand aufführen, dem das normale Miteinander nicht geläufig ist.\n\nEdit:\nDas Ironische daran ist, dass Du Dich über toxische Spieler aufregst, aber selber keinen Deut - zumindest im Forum - besser bist.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-23T19:32:43.860+0000","up_votes":1,"down_votes":1,"body":"Hahahaha","replies":[]}]}]},{"id":"","poster":"KönigSebi","date":"2019-04-23T19:33:22.451+0000","up_votes":1,"down_votes":1,"body":"Hahahaha","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-04-20T06:38:56.952+0000","up_votes":2,"down_votes":0,"body":"Weißt du, man kann den Support auch einfach ne Email schicken, wenn das mit dem Ticket erstellen nicht funktioniert.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-20T16:35:06.603+0000","up_votes":1,"down_votes":5,"body":"applaus applaus beste antwort bis jetzt im Forum aber leider antworten die nicht. Aber ich denk wenn die Jahrelang nicht antworten werden sies jetzt auch nicht tun.\nsomit bringt ne e-mail leider auch nichts sonst wäre mein account ja schon lange \"repariert\"","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-04-20T19:31:51.381+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000300000000000000010000,timestamp=2019-04-20T16:35:06.603+0000)\n>\n> applaus applaus beste antwort bis jetzt im Forum aber leider antworten die nicht. Aber ich denk wenn die Jahrelang nicht antworten werden sies jetzt auch nicht tun.\n> somit bringt ne e-mail leider auch nichts sonst wäre mein account ja schon lange \"repariert\"\n\nDu bist echt einfach unglaublich.\nMit keinem Wort hast Du erwähnt, dass Du eine Email geschrieben hattest. Das ist aber immer noch kein Grund so arrogant und beleidigend zu werden. Keiner hier hat eine Glaskugel, wo man sieht was Du alles schon probiert hast und was nicht.\nAuch hier hätte ein einfaches \"ich habe bereits eine Email geschrieben aber keine Antwort erhalten\" vollkommen gereicht. Kein Grund aufbrausend zu werden.\nEventuell kann es auch sein, dass die Antwort auch im Spam-Ordner gelandet sein könnte. Aber lass mich raten: Der Gedanke ist Dir auch damals schon gekommen und Du hast in Deiner unendlichen Weisheit im Spam-Ordner nachgeschaut und es ist nichts angekommen.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-23T19:35:56.110+0000","up_votes":1,"down_votes":1,"body":"HaHaHaHa","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-04-20T21:53:34.863+0000","up_votes":2,"down_votes":0,"body":"Applaus Applaus. Logischste Antwort, die ich seit langem gelesen habe. Er glaubt tatsächlich, wir hier im Forum haben hellseherische Fähigkeiten! \nImmerhin müssen wir ja wissen, ohne das er es erwähnt hat, dass er bereits eine Email geschrieben hat. \n\nMein Tipp, schreib einfach nochmal eine Email. Ansonsten jammer nicht weiter hier im Forum, dass dein Account nicht mehr nutzbar ist, wenn du es nichtmal versuchst...\n\nAch warte, ich Dummerchen, ich sehe grade in den Augen meiner Katze, dass du das bereits versucht hast.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-23T19:34:20.762+0000","up_votes":1,"down_votes":1,"body":"{{sticker:zombie-brand-clap}}","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-23T07:28:50.551+0000","up_votes":1,"down_votes":0,"body":"Da mich deine bisherigen antworten zu zweifeln brachten frag ich mal so. \n\nHast du schonmal versuch den PC neu zu starten ? Oder den Flinte zu schließen und neu zu öffnen ? ....","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-23T19:33:51.591+0000","up_votes":1,"down_votes":1,"body":"HaHaHaHaHa","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Alpacana","date":"2019-04-18T18:53:16.228+0000","up_votes":3,"down_votes":0,"body":"> wieso macht riot nichts gegen toxic spieler, genau weil sie somit sehr viel Geld machen können. \n\n**Fallbeispiel:**\n\nFlamer 1 gibt pro Monat 10€ für League aus. Der Durchschnittsspieler gibt pro Monat auch 10€ für League aus (sind nur Beispielzahlen, kann man beliebig verändern solange die Variablen gleich bleiben).\nFlamer 1 vergrault jetzt durch seinen Flame allerdings pro Monat 5 Spieler.\nIn Monat 1 nimmt Riot durch den Flamer jetzt also 10€ ein, verliert allerdings 50€ dadurch, dass sie ihn im Spiel behalten. Sie machen also 40€ Verlust. In Monat 2 vergrault er weitere 5 Spieler durch seinen Flame, Riot verliert also einmal die 50€ von den Leuten die seit Monat 1 nicht mehr spielen und zusätzlich jetzt noch von den weiteren 5 Leuten nochmal 50€. In den 2 Monaten hat Riot also schon 150€ durch den Flamer verloren, vom Flamer allerdings 20€ eingenommen. 130€ Verlust in Monat 2 also. Das geht immer so weiter, Riot verliert mit der Zeit also immer mehr Geld dadurch, dass sie den Flamer im Spiel behalten.\nDu siehst, es wäre sinnvoller den Spieler entweder zum reformen zu bringen (was sie durch die Strafen ja versuchen), oder den Flamer vom Spiel auszuschließen (was sie auch mit der letzten Strafe, dem Permaban, machen).\n\n\n\nZum Thema Tyler:\nTyler wurde gebannt. Mehrfach sogar. Und die Accounts sind immer noch gebannt. Lediglich sein ID-Ban (den normale Spieler gar nicht bekommen können) wurde aufgehoben, sodass er wieder League spielen darf. Auf einem **neuen** Account natürlich. Und flamed er wieder, kann auch dieser Account wieder einen Perma bekommen, genauso wie bei jedem anderen Spieler auch.\n\n____\n\nDavon abgesehen denke ich nicht, dass du weißt was das Wort \"inten\" bedeutet.\nInten =/= feeden\n\nInten = Intentional Feeding (also absichtlich in Gegner reinlaufen mit der Absicht, das Spiel zu sabotieren)\nFeeden = oft sterben.\n\nNur weil jemand innerhalb von 10 Minuten z.B. 8 Tode hat heißt das nicht, dass er inted.\n\nZu deiner Frage:\n\n> kann man irgendwie mit 2 verschiedenen accs auf einem Pc gleichzeitig spielen?\n\n Ja, kann man.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:02:18.982+0000","up_votes":1,"down_votes":5,"body":"die rechnung ist zwar logisch dennoch müssen sie ja geld mit ihnen machen. sonst würds härtere strafen geben.\nkönnte beispielen nennen bei denen das ähnlich ist.(mach ich aber nicht)\n\nwie kann man denn mit 2 accs spielen?","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:05:32.984+0000","up_votes":3,"down_votes":1,"body":"Härtere Strafen bedeuten nicht unbedingt, dass sie effektiver sind. Riot hat in den letzten Jahren viel getestet und anscheinend ist das momentane System das Beste, sonst hätten sie es ja reverted. \nHeißt natürlich nicht, dass das System so wie es ist perfekt ist, allerdings muss man auch im Hinterkopf behalten, dass Riot stetig an Verbesserungen arbeitet (die wir teils auch gar nicht mitbekommen).\n\nUnd nein, Riot macht kein Geld durch Flamer. Wie du an der Rechnung erkennen kannst verlieren sie durch Flamer Geld. Trotzdem sind sie so fair, die Spieler noch als Menschen anzuerkennen und ihnen eine gewisse Spanne zu geben in der sie sich bewegen können. Wird der Flame aber zu hart/konstant, wird durchgegriffen und der Spieler bekommt eine Strafe.\n> wie kann man denn mit 2 accs spielen?\n\nMach dich über Virtual machines schlau. Der Aufwand ist es mMn aber nicht wert. Du würdest nur permanent Low-Priority-Queues bekommen, ist aber up to you ob es dir wert ist 5x20 Minuten vor jedem Spiel zu warten.","replies":[{"id":"","poster":"drexxsack","date":"2019-04-18T19:20:11.084+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000000000000,timestamp=2019-04-18T19:05:32.984+0000)\n>\n> Härtere Strafen bedeuten nicht unbedingt, dass sie effektiver sind. \n\nBestes Beispiel die Todestrafe.\nWenn man ganz genau sein will, dann kann eine härtere Strafe in gewissen Konstellationen sogar das sanktionierte Verhalten verstärken.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:26:39.871+0000","up_votes":1,"down_votes":2,"body":"stimmt auch","replies":[]}]},{"id":"","poster":"KönigSebi","date":"2019-04-18T19:10:08.479+0000","up_votes":1,"down_votes":1,"body":"naja fühlt sich dennoch so an als würden sie nix machen opbwohl ich weiß das sie was tun ,virtual machines für sowas zu benutzen ists nicht werrt außerdem würd ich nur 5x20 minuten bekommen wenn ich afk bin da kann ich mich ja gleich ausloggen und mit anderen acc anmelden.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:11:06.030+0000","up_votes":2,"down_votes":0,"body":"> virtual machines für sowas zu benutzen ists nicht werrt außerdem würd ich nur 5x20 minuten bekommen wenn ich afk bin da kann ich mich ja gleich ausloggen und mit anderen acc anmelden.\n\nVollkommen richtig.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:12:57.592+0000","up_votes":1,"down_votes":5,"body":"naja muss dann halt notebook verwenden mit virtual keyboard","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:14:46.377+0000","up_votes":3,"down_votes":0,"body":"Do whatever you want^^\n\nIch denke allerdings nicht, dass MOBAs das Richtige für dich sind, wenn du bei jedem Spiel direkt aufgibst, nur weil dein Team nicht 10/0 in 5 Minuten steht.\nEventuell solltest du dir wirklich ein anderes Genre suchen, welches dir besser liegt.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:19:13.027+0000","up_votes":1,"down_votes":5,"body":"wenn mein team wenigstens 1 kill in 10 minuten bekommt und nicht 10-20 mal dabei draufgeht wäre ich schon froh.\nich gebe eig. nie direkt auf nur ist es meist so dass ich das ende schon kommen seh weil ich mich auskenne. bzw. versuche nicht aufzugeben und zu carryn ist aber nicht so leicht und anstrengend","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:21:23.431+0000","up_votes":3,"down_votes":0,"body":"Solange ich deinen Main nicht kenne kann ich nur von deinem Smurf ausgehen.\n\nSeason 6 Silber V, Season 7 Bronze II.\n\n1. Dass du dich auskennst bezweifel ich (no offense)\n2. Solange du nicht in High-Dia bis Challenger bist, ist so gut wie jedes Game winnable.\n\nIch hatte selbst teils Games in Gold wo mein Supporter geinted hat (Mid runtergelaufen ist) und wir gewonnen haben. Oder Spiele wo jemand von Beginn an afk war, der Zweite nach 4 Minuten auch afk gegangen ist und wir das Spiel 3v5 gewonnen haben.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:28:07.984+0000","up_votes":1,"down_votes":4,"body":"schon traurig wenn das der main ist. und man mit dem main versucht so low zu kommen wie es geht. und es leider nicht schafft und danach nie wieder auch nur ranked anrührt\ndas niedrigste was ich erreicht habe ist iron2 mit nem anderen acc in den promos aber leider kann ich nur LP dazugewinnen weswegen ich auch dort keine rankes mehr spiele","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:32:07.213+0000","up_votes":3,"down_votes":0,"body":"Wenn du so low kommen willst wie möglich, wieso beschwerst du dich dann über schlechte Teammates?\n\nIch glaube aber du verstehst da etwas falsch an Solo-Q. In Solo-Q versucht man zu gewinnen, nicht absichtlich zu verlieren (das verstößt sogar gegen die AGB btw, es war also kein \"unberechtigter Ban\" so wie du es in einem anderen Kommentar geschrieben hast).","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:37:14.568+0000","up_votes":1,"down_votes":3,"body":"wurde nicht deswegen gebannt. und nein ich verstehe da nichts falsch an solo-Q\n\num auf die frage zurück zukommen weil mein Team einfach nur schlecht ist. wenn ich iron4 komme kommen auch schlechtere gegner vielleicht auch in nmormals wer weis und wenn die gegner schlechter sind und mein team so istr wie immer, hab ich dennoch bessere chancen auf den sieg und kann ganz entspannt spielen.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-18T19:46:09.043+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000000000000000000000000000000000000000000000000,timestamp=2019-04-18T19:37:14.568+0000)\n>\n> \n> um auf die frage zurück zukommen weil mein Team einfach nur schlecht ist. \n\nNaja. Das Matchmaking funktioniert nunmal so:\nFür jede Queue hast du ein eigenes MMR (Matchmaking-Rating)\n(damit wäre auch dieser Punkt geklärt:\n>wenn ich iron4 komme kommen auch schlechtere gegner vielleicht auch in nmormals\n\nden man ganz klar mit \"Nein\" beantworten kann)\nGewinnst du, steigt deine MMR, verlierst du, sinkt deine MMR. Du wirst immer mit Leuten gematched, die in der jeweiligen Queue eine ähnliche MMR wie du haben (letztendlich läuft es darauf hinaus, dass du mit Leuten gematched wirst die deinem Skill-Level entsprechen).\nBist du besser als die Gegner gewinnst du, ergo steigst auf. Bist du schlechter, verlierst du, ergo steigst ab.\nAfk'ler, Trolle und Inter werden langfristig in dieser Statistik wegfallen, da sie eine sehr sehr geringe Anzahl sind.\nSolltest du also mehr als 100 Rankeds gespielt haben kann man sagen, dass du der Elo entsprechend spielst in der du dich befindest (es sei denn du befindest dich noch im Climb/Drop-Prozess).\n\nNach dem was ich bisher so von dir gelesen habe vermute ich also, dass du auf einer gewissen Elo \"angekommen\" bist, die wahrscheinlich dein Skill-Cap ist.\nDiesen Skill-Cap hat **jeder** Spieler, allerdings auf verschiedenen Elos.\nMein Skill-Cap z.B. ist momentan bei Diamond 3-4. Höher komme ich nicht, ohne aktiv meine Replays und Fehler zu analysieren.\nAn seinem Skill-Cap angekommen zu sein ist auch überhaupt nichts schlimmes. Bei Manchen liegt er bei Iron 2, bei Anderen wiederum bei Platin 2, bei wieder Anderen bei Diamond 3.\nMenschen sind allerdings so ausgelegt, dass sie Fehler nicht eingestehen wollen, woraus resultiert, dass sie andere Ausreden finden (mein Team ist schlecht, ich werde geinted, das Matchmaking ist scheiße etc.).\nLetztendlich bescheißt man sich damit allerdings nur selbst.\nDie einzige Konstante in ALLEN Spielen ist man **selber** (vorausgesetzt man spielt Solo und nicht nur Duo). Demnach kann man nur aufsteigen, wenn man sich **selber** auch verbessert (wenn man das denn möchte).\nMal ganz nebenbei...ich denke ich weiß wovon ich rede, ich war über 1000 Spiele lang in Silber. Irgendwann wollte ich einfach besser werden und habe mir meine Fehler genau angeschaut. Im Anschluss bin ich innerhalb von 150 Games nach Diamond 5 gekommen.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-04-18T20:04:39.097+0000","up_votes":2,"down_votes":0,"body":"Großen Respekt an dich das du dir die Zeit bei so vielen Posts nimmst und ausführlich und fundiert argumentierst und erklärst, auch bei schwierigeren Fällen wie hier.","replies":[]},{"id":"","poster":"Alpacana","date":"2019-04-18T20:15:50.366+0000","up_votes":1,"down_votes":0,"body":"Naja ist ja größtenteils immer wieder das Gleiche^^\nAußerdem sehe ich die Posts als Übung an und schwierig ist der hier ja auch nicht wirklich^^\nTrotzdem danke schön :)","replies":[]},{"id":"","poster":"KönigSebi","date":"2019-04-20T16:30:53.442+0000","up_votes":1,"down_votes":1,"body":"ich weiß zwar nicht auf wen du antworest aber ich hatte nie gesagt dass ich höhere elo will.","replies":[]},{"id":"","poster":"Hundis Katze","date":"2019-04-19T20:03:24.417+0000","up_votes":1,"down_votes":1,"body":"Naja wenn du es intellektuell nicht erfassen kannst, bist du halt nicht für höhere Elos bestimmt :)","replies":[]},{"id":"","poster":"KönigSebi","date":"2019-04-19T10:13:32.230+0000","up_votes":1,"down_votes":4,"body":"xD weiter so League community ist die \" Beste \"","replies":[]},{"id":"","poster":"KönigSebi","date":"2019-04-19T10:12:50.238+0000","up_votes":1,"down_votes":6,"body":"danke für deine vermutungen nur leider stimmen diese nicht. wenn du lesen könntest wüsstest du dies aber schreibst lieber lange texte ohne sinn.\n\nsoll mein team jetzt gut sein  weil sie jedes spiel 0/10 nach 5 minuten stehen, ja jedes spiel.\n\ndude, lesen verstehen antworten und nicht antworten ohne zu lesen und zu verstehen","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-23T07:34:34.187+0000","up_votes":1,"down_votes":0,"body":"Oder du bist einfach Bad und versuchst es damit zu tarnen das du nach Iron kommen willst ...","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-23T19:34:44.786+0000","up_votes":1,"down_votes":1,"body":"HaHaHaHaHaHaHA{{sticker:zombie-brand-facepalm}}","replies":[]}]}]}]}]},{"id":"","poster":"KönigSebi","date":"2019-04-18T19:39:24.436+0000","up_votes":1,"down_votes":1,"body":"habe auch schon 2 v 5 gewonnen mit premade 3 v 5 war auch schonmal ohne premade drinn aber ziemlich selten.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Cenâreth","date":"2019-04-20T10:34:59.154+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000000000000,timestamp=2019-04-18T19:05:32.984+0000)\n> \n> Mach dich über Virtual machines schlau. Der Aufwand ist es mMn aber nicht wert. Du würdest nur permanent Low-Priority-Queues bekommen, ist aber up to you ob es dir wert ist 5x20 Minuten vor jedem Spiel zu warten.\n\nWir haben doch jetzt knapp 20 Minuten in Highelo und 5 Minuten in Silber Elo, wenn sie so weiter machen kriegen wir bald die 20 Minuten Silber Elo auch noch rein.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-20T10:57:42.976+0000","up_votes":1,"down_votes":0,"body":"Was genau meinst du?\nDie Low-Priority-Queue wird nicht in Elos unterschieden.","replies":[]}]}]}]},{"id":"","poster":"Cenâreth","date":"2019-04-20T10:33:11.724+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=0000,timestamp=2019-04-18T18:53:16.228+0000)\n>\n> \n> Zum Thema Tyler:\n> Tyler wurde gebannt. Mehrfach sogar. Und die Accounts sind immer noch gebannt. Lediglich sein ID-Ban (den normale Spieler gar nicht bekommen können) wurde aufgehoben, sodass er wieder League spielen darf. Auf einem **neuen** Account natürlich. Und flamed er wieder, kann auch dieser Account wieder einen Perma bekommen, genauso wie bei jedem anderen Spieler auch.\n> \n\nUnd? kauft er 50 Accounts bei mmoga, passiert ihm nichts, solange er nicht flamed werden die Accs wieder gebannt wenn er flamed besorgt er sich halt die nächsten 50. Who Cares, hat sich ja nichts geändert.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-20T10:35:44.468+0000","up_votes":1,"down_votes":0,"body":"Nur dass er sogar gestreamt hat, wie er neue Accounts mit Double XP-Boost auf Level 30 gezogen hat ;)\n\nGekaufte Accounts werden übrigens in Wellen gebannt.","replies":[{"id":"","poster":"Cenâreth","date":"2019-04-20T10:40:59.209+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Alpacana,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=000000010000,timestamp=2019-04-20T10:35:44.468+0000)\n>\n> Nur dass er sogar gestreamt hat, wie er neue Accounts mit Double XP-Boost auf Level 30 gezogen hat ;)\n> \n> Gekaufte Accounts werden übrigens in Wellen gebannt.\n\nKann mir kaum vorstellen dass gekaufte Accounts einer seriösen Plattform die sich normalerweise von Spielebetreiber Keys holen, in Wellen gebannt werden zumal mir zu Ohren gekommen sind, dass einige Personen dort schon öfters gekauft haben und bis heute kein Bann aufliegt.","replies":[{"id":"","poster":"Alpacana","date":"2019-04-20T10:54:25.003+0000","up_votes":1,"down_votes":0,"body":"Hm genau das kann ich aber auch anderweitig bestätigen^^ Ich kenne auch jemanden der regelmäßig auf MMOGA Accounts kauft und die regelmäßig gebannt werden^^","replies":[]}]}]}]}]},{"id":"","poster":"SuicidePlank","date":"2019-04-18T19:03:07.389+0000","up_votes":3,"down_votes":0,"body":"> kann man irgendwie mit 2 verschiedenen accs auf einem Pc gleichzeitig spielen? weil 20+ minuten fürn game das in minute 1 schon verloren ist und das 10 mal in folge kann und werde ich mir nicht antun\n\nBitte verlass uns.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:11:22.994+0000","up_votes":1,"down_votes":6,"body":"sorry aber so leicht bin ich nicht zu beeinflussen, kauf mir auch nicht einfach so ein produkt nur weils in der werbung ist.","replies":[{"id":"","poster":"eingew","date":"2019-04-19T04:38:44.194+0000","up_votes":2,"down_votes":1,"body":"Es würde schon reichen, wenn du uns einfach gemäß den Grundregeln der Höflichkeit behandeln würdest ^^.","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-19T10:14:18.754+0000","up_votes":1,"down_votes":4,"body":"mache ich ja da ich nicht zur normalen League community gehöre und rüber stehe.","replies":[{"id":"","poster":"eingew","date":"2019-04-20T04:19:47.245+0000","up_votes":1,"down_votes":1,"body":"Nein, AfK gehen gehört nicht zur Beachtung dieser Grundregeln. Und Mitspielen nicht dazu, nicht zur Community zu gehören.","replies":[]}]}]}]}]},{"id":"","poster":"Hundis Katze","date":"2019-04-18T18:56:57.705+0000","up_votes":2,"down_votes":0,"body":"Komisch, und wieso heult jeden Tag ein Flamer über seinen \"voll ungerechten Bann\"?\n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:04:51.726+0000","up_votes":1,"down_votes":4,"body":"entweder er wurde zu unrecht gebannt, (wie mein main). oder ........ man hört jeden tag von banns aber die toxic spieler anzahl steigt ist auch komisch\n\nliegt vielleicht an der Natur des Spiels. oder an einem anderen unerklärbaren grund.","replies":[{"id":"","poster":"drexxsack","date":"2019-04-18T19:15:43.480+0000","up_votes":4,"down_votes":0,"body":"Oder\n\n[Bestätigungsfehler](https://de.wikipedia.org/wiki/Best%C3%A4tigungsfehler)\n\n","replies":[{"id":"","poster":"KönigSebi","date":"2019-04-18T19:24:23.141+0000","up_votes":2,"down_votes":1,"body":"ohne den link richtig zu lesen stimme ich zu.","replies":[]}]}]}]},{"id":"","poster":"Salmaron","date":"2019-04-20T15:18:24.364+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=KönigSebi,realm=EUW,application-id=KYnfKGf0,discussion-id=mnzR9BEv,comment-id=,timestamp=2019-04-18T18:50:15.267+0000)\n>\n> wieso macht riot nichts gegen toxic spieler, genau weil sie somit sehr viel Geld machen können. wennjemand wie ein tyler1 nicht gebannt wird kann amn das ja verstehen aber leider fühlt es sich so an als würde riot nicht gegen solche personen tun. ich sehe leider immer mehr toxic spieler.\n> vor ein paar jahren habe ich selten jemanden geshen der toxic ist. jetzt sehe ich jedes spiel mindestens 2 toxic personen, fast jedes 4te spiel einen afk und \n> jedes game mindestens eine person die intet. \n> \n> wie siehts bei euch aus?\n> \n> kann man irgendwie mit 2 verschiedenen accs auf einem Pc gleichzeitig spielen? weil 20+ minuten fürn game das in minute 1 schon verloren ist und das 10 mal in folge kann und werde ich mir nicht antun\n\nMute am besten alle und probiere 1 netten Satz zu schreiben manchmal reicht das um die Stimmung aufrecht zu halten.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-23T07:21:51.414+0000","up_votes":1,"down_votes":0,"body":"Bin nur zum Daumen runter geben da. \n\nSpaß habs auch gelesen","replies":[]}]}