{"id":"idQHHAbL","poster":"AndABottleOfRum","date":"2016-02-16T15:28:03.800+0000","title":"Hilfe, komme nicht ins Spiel rein.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch hab folgendes Problem: Egal was ich versuche ich komme nicht ins Spiel rein. Bzw ich komme in den client. Aber nach der Championauswahl passiert rein absolut nichts. Für die unter euch die die Daten von meinem Pc haben möchten: Es ist ein Samsung R560 mit eingebauter SSD und Windows 7 32- bit. Den Laptop habe ich ersatzweise bekommen da mein eigentlicher PC schrott ist.  ICh hab sämtliche Lösungsvorschläge wie Antivirus und Firewall schon durchprobiert, aber bis jetzt half nix. Komplette Neuinstallation möchte ich nicht wagen da ich eine sehr schlechte Leitung habe (200 kb/s).\n\nVielen Dank schon Mal im voraus;D\nMit freundlichen Grüssen\nthababo01\n\n\nEDIT: Ich habe gerade herausgefunden das Lol den LeagueofLegends.exe also den Prozess überhaupt nicht startet ( habe game.cfg gelöscht und diese generiert sich auch nicht neu)\n\n","replies":[{"id":"","poster":"legofreak1","date":"2016-02-16T15:43:00.646+0000","up_votes":1,"down_votes":0,"body":"Hast du lol-replay oder ähnliche Software oder Overlays installiert, die mit dem Spiel interferieren? Wenn ja, deinstalliere diese bitte.","replies":[{"id":"","poster":"AndABottleOfRum","date":"2016-02-16T16:19:19.221+0000","up_votes":1,"down_votes":1,"body":"Nein habe ich nicht ausser Legue of Legends sind da nur Arbeitstechnische Programme darauf","replies":[{"id":"","poster":"legofreak1","date":"2016-02-16T17:31:39.280+0000","up_votes":1,"down_votes":1,"body":"Deine Fehlerbeschreibung (inklusive der Tatsache, dass die **LeageuofLegends.exe**) gar nicht erst gestartet wird heißt aber üblicherweise, dass ein Programm im Hintergrund das Ausführen des Prozesses verhindert. Kannst du bitte nachschauen, ob die Datei überhaupt vorhanden ist? Diese sollte im Ordner **C:\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.119\\deploy** gespeichert sein.","replies":[{"id":"","poster":"zoroDmonkey21","date":"2019-06-28T03:45:46.579+0000","up_votes":1,"down_votes":0,"body":"Hallo ich hätte dazu eine frage und zwar habe ich in mein deploy ordner rein nichts drin habe zwei verschiedene ordner die mit zahlen benannt sind die zu ein deploy ordner führen aber in keinen ist was drin ist es normal?","replies":[]}]}]}]}]}