{"id":"gMEAWFs2","poster":"Loooser ADC","date":"2016-02-16T20:05:31.822+0000","title":"Extreme Toxic","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Ich Spiele das Spiel seit jetzt Anfang Season 3 , Anfangs fand ich an den Spiel Spa&szlig; doch desto mehr Zeit vergeht desto mehr \r\nSpa&szlig; vergeht an den Spiel in Moment. Ein starker Grund daf&uuml;r ist es das ich besonders ab Mitte Season 5 mit extrem  toxischen Hassgepr&auml;gten etc.\r\nPersonen zu tun hatte in meine LoL Spielen und das hat sich bis zum Heutigen Tage so gehalten es kann doch nicht das Ziel sein das man\r\nschon gar kein Spiel mehr Spielen will weil die Leute einfach nicht zu ertragen sind , nat&uuml;rlich Ignore all hilft aber kann das die L&ouml;sung sein?\r\nMuss ich erst alle meine Mitspieler muten um einigerma&szlig;en spielen zu k&ouml;nnen? und somit auch meine Teamkommunikation einschrenken?\r\nSeit dem ich mit League angefangen habe, habe ich noch nie eine Person mit schlechten Dingen zu geworfen oder ihn wegen sein Skill etc geflamet,\r\nIch verstehe die Handlung von manchen einfach nicht und will ist eig. nicht . Der Punkt ist es schon so schlimm geworden das Letzte halbe Jahr \r\ndas, dass Spiel bei mir den Spa&szlig;faktor 0% erreicht hat was auch mittlerweile auch bei mir Ingame merkt den schlechte Laune und kein  Spa&szlig; beinflussen einen schon sehr. Dennoch gef&auml;llt mir das Spiel LoL und ich m&ouml;chte es nicht wegen irgendwelchen Leuten verlassen nur weil sie sich nicht Angemessen\r\nBenehmen k&ouml;nnen oder im Spiel weil sie 0-6 gehen trollen. Mir ist es Pers&ouml;nlich egal ob ein Spieler Bronze V oder Challenger ist solange die Person \r\n&quot;normal&quot; ist. \r\n\r\n\r\nWenn Ihr irgendwelche Tipps habt etc. oder sei es irgendwas anders Schreibt Hier oder mir Ingame.\r\n\r\nSchreibt mir auch gerne eure Erfahrungen bzw was ihr so Erlebt habt w&uuml;rde mich auch Interessieren\r\n\r\n\r\n\r\nIn diesen Sinne w&uuml;nsche ich Euch viel Gl&uuml;ck in der Kluft und danke f&uuml;r Lesen an alle!","replies":[{"id":"","poster":"Neamhoilte","date":"2016-02-17T11:44:29.699+0000","up_votes":2,"down_votes":1,"body":"Guck hier mal :\n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/EyJRt7XA-zocken-ohne-flamer-die-liga-der-gentlemen","replies":[]}]}