{"id":"vEPf3m3E","poster":"Shacoláde","date":"2016-02-16T14:36:59.290+0000","title":"Statistik über die Anzahl an gebannten Spielern","subforum":"Spielerverhalten & Moderation","up_votes":7,"down_votes":1,"body":"Hallo,\r\n\r\nmich w&uuml;rd gerne interessieren ob es ne Statistik dar&uuml;ber gibt, wieviel Leute im Vergleich zu der Gesamtheit an Spieler gebannt werden.\r\nSei es Time oder Permabann, bzw. Chatrestriction. \r\nSodass, man sehen kann ob sich die prozentuale Anzahl an Strafen &uuml;ber die letzten Jahre gesteigert haben oder nicht.\r\nW&auml;re sch&ouml;n wenn man dabei auch sehen k&ouml;nnte wann Ver&auml;nderungen im Bannsystem stattgefunden haben umso den Parameter miteinflie&szlig;en zu lassen.\r\nVielleicht hat diese Statistik ja ein Emisarry, die er weitergeben darf.\r\nW&uuml;rd mich auf jeden Fall interessieren wie die Entwicklung diesbez&uuml;glich ist.","replies":[{"id":"","poster":"Shacoláde","date":"2016-02-16T15:29:39.563+0000","up_votes":1,"down_votes":0,"body":"Wäre auch natrülich interessant. Auch wäre ein ingame feedback richtig schön. \nWenn man  in seinem Profil sieht, wieviel der Reports zu einem Bann geführt haben.\nDann kann man selbst kontrollieren ob man meist zu unrecht reportet oder nicht.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-02-16T15:31:13.669+0000","up_votes":4,"down_votes":0,"body":"> Dann kann man selbst kontrollieren ob man meist zu unrecht reportet oder nicht.\n\nNur weil der Spieler nicht gesperrt wird bedeutet nicht, dass man ihn zu unrecht reportet hat.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-16T19:24:22.002+0000","up_votes":3,"down_votes":0,"body":"Einen Perma erhalten soweit ich weiß nur 0,06% der Spieler, laut den Infos, die im Chatlog beigefügt werden.\n\nAber über die genaue Anzahl kann man denke ich nichts sagen, Riot hat glaube ich seit fast zwei Jahren nicht mal mehr Infos über die aktuelle aktive Spieleranzahl selbst rausgegeben.","replies":[]},{"id":"","poster":"invite mich mal","date":"2016-02-29T19:16:36.908+0000","up_votes":1,"down_votes":3,"body":"Und wie viele Leute zu unrecht bestraft wurden :))","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-29T20:19:52.068+0000","up_votes":2,"down_votes":0,"body":"1:6000 ist die Fehlerquote vom neuen System. Und bei denen es auftritt kommt auch die entbannung.","replies":[{"id":"","poster":"invite mich mal","date":"2016-02-29T20:43:17.626+0000","up_votes":1,"down_votes":3,"body":"Nö, die checken es nicht nochmal nach. Wenn man gebannt wird, muss es wohl stimmen :D","replies":[{"id":"","poster":"eingew","date":"2016-02-29T21:04:54.935+0000","up_votes":3,"down_votes":0,"body":"Ganz genau!\n\nDaher kommt auch die Fehlerquote.\n\nRiot antwortet denen dann in ihrem Supportticket:\n\n> Ja, du hast eigentlich Recht, die Logs sind nicht ausreichend um dich permanent zu bannen... \n> ... aber wir wollen unbedingt Kunden vergrämen, deshalb bleibt der Account permanent gebannt. Und bitte erzähl das auch deinen Freunden, am besten postest du das auf Reddit, damit bloß jeder erfährt, wie asozial wir sind und wie wenig wir unsere Kunden mögen.\n> \n> Denn wenn wir endlich keine Kunden mehr haben, weil wir die alle vergrault haben, dann müssen wir endlich nicht mehr arbeiten und können glücklich (und ohne Geld) leben.\n> \n> Dafür machen wir diesen Job schließlich!\n> \n> MfG\n\nUnd die öffentlichen Posts bei denen Fehler zugegeben und gebannte von befreiten Accounts gesprochen haben.\nDie kommen auch daher.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-29T22:53:07.166+0000","up_votes":1,"down_votes":0,"body":"schreibst du das einfach nur weil du immer noch mad bist wegen deinem gebannten vll geboosteten Account, oder mit Beweisen in der Hinterhand?\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/QEUGxyPf-smurfs-werden-gebannt","replies":[{"id":"","poster":"invite mich mal","date":"2016-03-01T01:59:21.440+0000","up_votes":1,"down_votes":2,"body":" Ja ich werde auf ewig mad sein. Wie dort im Thread geschrieben, würden die mich bannen, weil ich toxic bin, hätte ich kein Problem, ich bin toxic, aber sinnlos gebannt zu werden, weil ich angeblich geboostet wurde, tut schon weh . Mein Beweis ist, dass ich letzte Season  3 meiner Accounts auf Platin gespielt habe und jetzt die Accounts wieder Platin sind. Zufall?\nKomisch das bei den 3 Accounts mostplayed Champion Pantheon ist, deswegen würde ich mich freuen die Beweise von Riot zu sehen :D.\n\nDer Bann ist zwar schon ausgelaufen, aber was bringt mir das, wenn ich mit dem Gedanken leben muss, das er nächste Season vielleicht wieder grundlos gebannt wird? #firstworldproblems.\n\n\nWürdest du so ein Bann, der nicht zutrifft, einfach so hinnehmen?\n\n{{sticker:slayer-pantheon-popcorn}} \n","replies":[]}]}]}]}]},{"id":"","poster":"I am Zynex","date":"2016-02-16T14:43:23.742+0000","up_votes":2,"down_votes":0,"body":"Das einzige woran ich mich erinnere ,etwas in der Art gesehen zu haben, ist immer mal ein Beitrag, wie viele Spieler betroffen sind, keine Season Belohnung zu erhalten. Ob das jetzt auf der offiziellen Seite war oder Reddit oder im Twitterfeed von Riot Lyte weiß ich leider nicht mehr so genau.\nFolglich weiß ich auch nicht die Zahlen auswendig, aber da sollte man sowas finden.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-02-17T07:13:21.571+0000","up_votes":1,"down_votes":0,"body":"Ist schade, vorallem das die aktuell aktive Spieleranzahl ja eher ne Werbung für LoL wäre, da sich ja warscheinlich die Zahl kontinuierlich gesteigert hat.\nWenn man ja ingame- Ladebildschirm ist  heißt ja, \"das 80% der  Spieler die einmal verwarnt wurden keine 2.mal ein Strafe erhalten haben\".\nJetzt wenn man noch wüsste wieviel nach der 2. Strafe zu einem permabann geführt haben, könnte man mit den 0,06% langsam rückrechnen ;)","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-02-16T15:33:30.906+0000","up_votes":1,"down_votes":0,"body":"Vllt hab ich´s falsch ausgedrückt  \"...das man sieht ob die Reports gerechfertig waren\"\nKlingt warscheinlich besser... geb ich dir recht!!","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-02-16T15:26:13.456+0000","up_votes":1,"down_votes":0,"body":"Was ich mindestens ebenso interessant finden würde, wäre eine Aufstellung darüber, in wieviel % der (damals Solo-Duo-Rankeds) Dynamic-Summoners Rift- Spiele, ein, von der Analyse als begründet deklarierter Report, über negatives Chatverhalten getätigt wurde. (Der Modus daher, weil es der einzige ist, in dem sicher keine zwei Fünfergruppen von Premates aufeinandertreffen)\nNicht die Anzahl der Reports, sondern einfach, \"in diesem Spiel hat sich nachweislich Jemand daneben benommen\".\n\nIch fürchte aber diese Werte wären derart ernüchternd, dass Riot sie niemals veröffentlichen würde, ansonsten wäre das sicher schon geschehen.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-02-16T14:50:02.712+0000","up_votes":1,"down_votes":0,"body":"Die Statistik kenn ich, die gibt aber wie du schon sagst nur an das Leute eine Strafe in der und der Season erhalten haben.\nJedoch sieht man nicht, wann genau in der Season die Strafen aufgetreten sind, ob es mehr oder weniger  als letzte Season waren und um welche Art der Strafen es sich handelte.","replies":[]}]}