{"id":"j5GwEA3M","poster":"Tickle my Donger","date":"2016-02-15T21:34:25.476+0000","title":"Eine nachträgliche Valentinstags-Geschichte.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Es war wie immer, ein &uuml;blicher heisser Sommertag. Dieser Sommer war heisser als die, der letzten zwei oder drei Jahre. Es war das Jahr 2011 - ein schlechtes Jahr. Ich hatte meinen Job verloren, den ich direkt nach meiner Lehre angenommen hatte. Meine Eltern haben sich getrennt, und eine Mutter hatte mich aus ihrem Haus geschmissen nachdem ihr neuer Partner drum gebeten hatte. Aber nicht alles war schlecht, denn in diesem spzeiellen Sommer traf ich meine Zuk&uuml;nftige Frau. Ich ging also meiner zu dieser Zeit &uuml;blichen Freizeitbesch&auml;ftigung nach. Am Tage trafen wir uns zum Schwimmen, dannach zum Fussballspielen, und am recht fr&uuml;hen Abend gingen alle Heim, da sie ja  im Gegensatz zu mir, Arbeit hatten. Also legte ich mir f&uuml;r diese langweiligen und &ouml;den Abende eine neue Besch&auml;ftigung zu. Und dort traf ich Sie - die Liebe meines Lebens. Ja, man k&ouml;nnte sagen es war Liebe auf den ersten Blick. Ihr normalerweise schwarz, im Sonnenlicht Bleu schimmerndes Haar, welches wenn ich ihr den Friseur Termin bezahle auch mal Pink ist. Weht im Wind der Kluft, ihre spitzen super S&uuml;&szlig;en Ohren zuckte aufgeregt, katzenartig hin und her. Ihre neun, flauschigen Schw&auml;nze peitschten wie wild in alle nur erdenklichen Himmelsrichtung. Seit diesem Abend haben wir viele, wenn nicht tausende Abende, und Stunden gemeinsam verbracht. Nur ich und Sie gemeinsam in der Mitte(-Lane) des Lebens, immer bereit unsere vereinten Kr&auml;ftige gegen alles und jeden der gegen uns war zu richten. Auch wenn die Situation noch so zwecklos und verloren schien, auch wenn wir uns stritten, und sie mich des &ouml;fteren vor&#039;s Tribunal des Lebens stellte. Schafften wir es immer wieder uns zusammenzu raufen, ja es schien als ob unsere Liebe, ein Feuer - nein, ein FUCHSfeuer in den Herzen der Menschen entflammen lie&szlig;. Manchmal macht sie mich ziehmlich Eifers&uuml;chtig, mit ihren verf&uuml;hrerischen Blicken die sie anderen zu wirft, sie ist in der Tat eine K&uuml;nstlerin die andere mit Ihrem CHARM ziemlich schnell unter ihre Kontrolle bringt. Aber ich vetraue ihr, und ich werde ihr immer vertrauen. Nur mit ihr bin eine volle KUGEL DER T&Auml;USCHUNG, die das Schicksal austricksen kann, und nur Sie ist der ESSENZDIEB meiner Seele.\r\n\r\nDeshalb frage ich dich, mein Schatz hier vor allen Anwesenden. Willst du mit mir die GEISTESHAST des Lebens antreten und mich heiraten? {{item:3070}} {{item:2050}} {{item:3070}} \r\n\r\n\r\n\r\n{{champion:103}} {{champion:103}} {{champion:103}}","replies":[{"id":"","poster":"Shacoláde","date":"2016-02-17T07:44:36.092+0000","up_votes":1,"down_votes":1,"body":"In dem ersten Teil deines Textes, dachte ich mir.... ach was für eine traurige Geschichte mit Happy End!\nAlso ich dann gelesen habe, dass du damit Ahri gemeint hast, muss ich persönlich sagen, war ich ein bisschen \nenttäuscht ^^.\nSonst schöne Geschichte!!","replies":[]}]}