{"id":"lZ0JmQfv","poster":"ruffneck","date":"2016-02-15T22:31:22.560+0000","title":"LF 3v3 high Dia/Master/Chall Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo,\n\nich bin auf der Suche nach einem 3v3 Team oder Spielern, welche das Potential haben Challenger im 3v3 spielen zu k&ouml;nnen.\nWenn ich erkennen kann, dass noch nicht all zu viel 3v3 Erfahrung, aber alles Andere, vorhanden ist - Dann ist das kein all zu gro&szlig;es Problem.\nMit der Zeit ist das 3v3 leicht zu lernen und zu Dritt kann es richtig Spa&szlig; machen ;)\n\nIch bin nicht darauf aus eben mal Chall zu machen und dann nie wieder miteinander zu spielen (Au&szlig;er die Aktualisierungsspiele), sondern es regelm&auml;&szlig;ig und konstant zu machen, weil einem 3v3 einfach Spa&szlig; macht. Welche Rolle ihr spielen m&ouml;chtet spielt keine Rolle (awesome! -.-&#039;)\nMeldet euch bei Interesse bei mir Ingame unter AI Kyle.\n\n**Zu mir:**\nSeason 2 | 1812 Elo (~G1)\nSeason 3 | D1\nSeason 4 | D1\nSeason 5 | D1\nSeason 6 | D2\n\nIm 3er war ich bisher in Season 3 mehrfach Challenger.\nIn Season 4 ebenfalls, allerdings wurde das Team aufgrund von Komplikationen des Leaders aufgel&ouml;st.\n\nIch spiele im 3er jede Rolle und bin daher recht flexibel was das angeht.\nAllerdings möchte ich, dass wenn ein festes 3er Team besteht, jeder seine eigene Rolle konstant spielt und nicht durchgewechselt wird. (Wer auch immer das macht gehört geschlagen)\n\nAnsonsten bin ich 20 Jahre alt und würde mich freuen, wenn sich auch Leute melden, die sich in dem Bereich bewegen.\nTrotzdem _dürfen_ sich alle gerne melden.\n\n**N&auml;chtliche Gr&uuml;&szlig;e\nAI Kyle**","replies":[{"id":"","poster":"ruffneck","date":"2016-02-16T20:11:44.414+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Predator Yámáto","date":"2016-02-16T00:11:51.330+0000","up_votes":1,"down_votes":0,"body":"hallo, ich würde mich dafür interessieren da ich seh gerne 3 vs 3 spiele bin leider nur g3 im moment könntest du mir evtl tipps geben damit ich besser werde  ?\n\nzu mir 23jahre alt ts3 sowie skype und headset vorhanden.","replies":[{"id":"","poster":"Predator Yámáto","date":"2016-02-16T00:13:51.137+0000","up_votes":1,"down_votes":0,"body":"zu meiner rolle im 3 vs 3 würde ich top/jungle spielen","replies":[]}]}]}