{"id":"dowmvZ7s","poster":"MYM Kreigon","date":"2016-02-16T14:22:48.175+0000","title":"Crowfall (PvP Throne War MMO)","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Hi,\r\nich bin auf ein interessantes Spiel gesto&szlig;en, es ist zwar noch in der Entwicklung (pre-Alpha), aber es sieht recht cool aus. (und ich denke, dass es MOBA Spielern Spa&szlig; machen k&ouml;nnte)\r\nHier die Homepage: https://www.crowfall.com/de/\r\nKickstartertrailer: https://www.youtube.com/watch?v=7rQlL_aGJXg&amp;index=1&amp;list=PLVKduOhPTRsLqsPUhEe6AfAp32SsKRBA7\r\n\r\nWas meint ihr dazu?\r\n\r\n\r\nmfg\r\n\r\nKreigon","replies":[{"id":"","poster":"Shacoláde","date":"2016-02-16T15:20:15.374+0000","up_votes":2,"down_votes":0,"body":"Ich finds gut wenn jmd über den Horizont von LoL hinausszieht, aber ich weis nicht ob das so gut ankommt,\nin einem Forum von einem Game Werbung für ein anderes zu machen!\n\nAber grundsätzlich geb ich dir recht, game hat schon was!\nDamit ist aber nicht die Grafik gemeint xD","replies":[{"id":"","poster":"MYM Kreigon","date":"2016-02-16T15:30:39.992+0000","up_votes":1,"down_votes":1,"body":"Aso, darf man das nicht? Wollte nur mal drauf aufmerksam machen, habs auch in den allgemeinen chat gesetzt weil hier die leute über alles mögliche reden filme /spiele/serie, dachte das wär nicht so schlimm. Oder soll ichs lieber löschen ich hab keinen Bock nen bann zu kassieren ?","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-02-17T04:26:26.049+0000","up_votes":1,"down_votes":0,"body":"Ich gehe mal auch davon aus das es nicht erlaubt ist oder zumindest nicht erwünscht.\n\nPro-Player aus der LCS werden sogar dazu verpflichtet in Ihren Stream keine Werbung für andere Spiele zu drehen.","replies":[]}]}]},{"id":"","poster":"RoderickAndara90","date":"2016-02-18T08:59:25.732+0000","up_votes":1,"down_votes":0,"body":"Aber das Spiel scheint echt zu rocken. Kann nur empfehlen da mal rein zu schauen.","replies":[]},{"id":"","poster":"Shacoláde","date":"2016-02-17T07:15:59.257+0000","up_votes":1,"down_votes":0,"body":"...wenn wird zuerst der Topic gelöscht und du drauf hin gewiesen, dass das nicht gewünscht wird.\nMit nem Bann würd ich nicht gleich rechnen! Aber an deiner Stelle würd ich ihn wieder zu machen!","replies":[]}]}