{"id":"hGwR5b5u","poster":"AI Doctor Jaeger","date":"2016-02-14T20:49:30.022+0000","title":"10 Spiele Chat-Beschränkung, ernsthaft?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":9,"body":"Hi zusammen,\r\n\r\nSo, da hab ich also f&uuml;r 10 Ranked-Games eine Chat-Beschr&auml;nkung kassiert.\r\n\r\nDazu ist zu sagen, dass unser Pantheon (Jungler) weder im Champion-Screen noch w&auml;hrend des ganzen Spiels auch nur einmal was gesagt hat, noch je reagiert hat wenn man ihn angesprochen hat. Er hat mir als Mid Laner NIE geholfen, auch nicht als ich von Le Blanc schon das x-te mal zerpfl&uuml;ckt hat. Ja, nat&uuml;rlich war ich sauer, nat&uuml;rlich hab ich mich aufgeregt. Aber au&szlig;er einmal &quot;Idiots&quot; zu schreiben hab ich mich tats&auml;chlich noch zur&uuml;ckgehalten. Die beiden Bot-Laner und der Jungler waren offensichtlich premades, anders kann ich mir den Report und mein anschlie&szlig;endes Punishment nicht erkl&auml;ren.... Und genau da bin ich beim Problem: Werden diese Einschr&auml;nkungen ungefiltert und automatisiert (nach Anzahl der Reports) ausgesprochen? Ich w&uuml;rde gerne eure Meinung dazu wissen und poste daher mal den Chat-Log hierzu:\r\n\r\nSpiel 1\r\nnGG DoctorWho: pantheon, you should better have let me play jungle\r\nnGG DoctorWho: or at least communicate\r\nnGG DoctorWho: for?\r\nnGG DoctorWho: for saying the obvious?\r\nnGG DoctorWho: and he didn&#039;t talk in the first place\r\nnGG DoctorWho: pantheon reported\r\nnGG DoctorWho: please report pantheon for troll and refusing to communicate, thank you\r\nnGG DoctorWho: that pantheon NEVER came to help in mid, he didn&#039;t even say 1 word and trolls like hell. please report him\r\nnGG DoctorWho: you&#039;re wondering lucian? really?\r\nnGG DoctorWho: hey le blanc, did you EVER see pantheon in mid?\r\nnGG DoctorWho: OOOOH, PANTHEON IS IN MID!!!\r\nnGG DoctorWho: report lux for flames and insults\r\nnGG DoctorWho: report lucian for insults\r\nnGG DoctorWho: gg\r\nnGG DoctorWho: nice team full of haters, non-communicaters and idiots\r\nnGG DoctorWho: gg\r\nnGG DoctorWho: you get a report, too\r\nnGG DoctorWho: no, this is patrick!\r\nnGG DoctorWho: ahahahaha, lux\r\nnGG DoctorWho: say thanks to pantheo\r\nnGG DoctorWho: chrono, I expect you to report panth, lux and lucian\r\nnGG DoctorWho: let me guess, lux + lucian + pantheon are premades, right?\r\nnGG DoctorWho: lux\r\nnGG DoctorWho: you&#039;re sooooooo......\r\nnGG DoctorWho: forget it\r\nnGG DoctorWho: no map awareness\r\nnGG DoctorWho: 7 kills\r\nnGG DoctorWho: and you?\r\nnGG DoctorWho: 1 kill?\r\nnGG DoctorWho: 8 deaths?\r\nnGG DoctorWho: should I say more?\r\nnGG DoctorWho: report lux for calling me &quot;noob&quot;, &quot;idiot&quot; and flaming me all the time\r\nnGG DoctorWho: just press yes and end this shit please\r\n\r\nAch ja, und weiter unten hab ich noch auf Lux reagiert, die mich tats&auml;chlich mehrmals als &quot;Noob&quot; und &quot;Idiot&quot; bezeichnet hat.\r\n\r\nWie seht ihr das? Ist meine Einschr&auml;nkung gerechtfertigt?\r\n\r\nGr&uuml;&szlig;e, der Doc.","replies":[{"id":"","poster":"drexxsack","date":"2016-02-18T13:23:30.393+0000","up_votes":4,"down_votes":0,"body":"-.-\nWir sind uns einig, dass der TE sich nicht 100% korrekt benommen hat. Das heißt aber nicht, dass er Teemo höchstselbst ist.\nDie Diskussion fängt erheblich an, ins negative abzudriften.\n\n@TE\nDas System bestraft nicht für ein Vergehen. Dafür ist es auch gar nicht gedacht. Viele (eigentlich vollkommen neutrale) Spieler werden hin und wieder [getriggert](https://ask.fm/RiotLyte/answers/130574642626). Diese werden aber auch gar nicht vom System erreicht.\nDu bist nicht der negativste Spieler den es gibt. So weit weg bist du nicht vom neutralen Punkt, aber die funktionsweise des Systems legt nahe, dass du schon ne ganze weile langsam abgerutscht bist.\nKönnen wir uns darauf einigen, dass du dir in zukunft Erwiderungen sparst, wenn dich jemand im Spiel angeht und sie kommentarlos mutest?\nIch wünsche niemandem einen Bann, schon gar nicht, wenn er gar nicht so weit weg von einem neutralen Punkt ist. Bitte verstell dir diesen Weg nicht. Akzeptier bitte unsere (überwiegend einstimmige) Einschätzung, dass das nicht ganz in Ordnung war. Das sollte man aber auch nicht überdramatisieren. Es ist nur ein kurzer Weg und definitiv nicht das Schlimmste von Welt.\n\nWomit wir auch zum @Rest kommen.\nLasst es gut sein. Der TE ist nun wirklich nicht der schlimmste, den wir hier gesehen haben. Wir wissen alle, wie man sich gerne mal benimmt, wenn man sauer ist. Das brauchent man aber auch nicht überdramatisieren. Es ist hier zwar, gemäß Systemkonzept, zu einer \"Generalsierung\" gekommen, aber man sollte die Kirche auch im Dorf lassen.\nEs ist niemandem geholfen, wenn man immer wieder gegenan geht. Entweder es wird akzeptiert und der Betroffene kann sich damit selbst helfen oder eben nicht.\nWenn sich daraus ein Negativtrend entwickelt(an dem beide Parteien  Verantwortung tragen), dann geht es schlicht zu weit.\nDas schlimmste was man damit erreicht, ist, dass der (gut gemeinte) Rat vollkommen ignoriert wird und es dann das genaue Gegenteil bewirkt.\n\nIm Interesse aller: Lasst die Diskussion ruhen. So hilft sie niemandem mehr.","replies":[]},{"id":"","poster":"CMan","date":"2016-02-14T20:57:21.785+0000","up_votes":11,"down_votes":0,"body":">nGG DoctorWho: nice team full of haters, non-communicaters and idiots\n\nDu beleidigst also deine Mitspieler als Idioten und wunderst dich allen Ernstes über eine Bestrafung?\n\nUnd das ist ja noch bei weitem nicht alles.\n\nDa wären diese ständigen unsäglichen und nervigen Reportaufrufe, du betreibst mehrfach Schuldzuweisung und hältst Mitspielern ihre Fehler vor.\nHingegen finde ich nichts in diesem Chatlog, was in irgendeiner Weise dazu beitragen könnte, das Spiel zu gewinnnen.\n\nDu bist ein Mitspieler, den ich nicht im Team haben möchte. Also ja, Strafe absolut berechtigt.\n\nAch ja, und direkt noch vorsorglich: Was andere in diesem Spiel verzapft haben ist für deine Strafe völlig egal. Nur dein Verhalten zählt.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:05:28.649+0000","up_votes":1,"down_votes":8,"body":"Ich wurde schon lange vorher als Idiot und Noob bezeichnet. Also darf ich mich nicht wehren? Deren Report-Aufrufe waren weit zahlreicher. Wie gesagt, schade dass man nur meinen Teil lesen kann....\n\nUnd nochwas: Wieso interessiert da nur mein Verhalten? Andere dürfen sich aufführen und beleidigen und ich darf mich nicht wehren?","replies":[{"id":"","poster":"drexxsack","date":"2016-02-14T21:11:41.326+0000","up_votes":9,"down_votes":0,"body":"Wehren beinhaltet, dass die gewählte Handlung auch mit hoher Wahrscheinlichkeit verhindern kann, dass weitere Angriffe erfolgen. Du **kannst** dich nicht verbal wehren. Mit hoher Wahrscheinlichkeit wird der Angriff aus deiner Sicht nur mit Muten beendet.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-02-14T21:14:51.517+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00020000,timestamp=2016-02-14T21:05:28.649+0000)\n>\n> Ich wurde schon lange vorher als Idiot und Noob bezeichnet. Also darf ich mich nicht wehren? Deren Report-Aufrufe waren weit zahlreicher. Wie gesagt, schade dass man nur meinen Teil lesen kann....\n\nFür Deine Bestrafung ist lediglich der Teil relevant, den Du geschrieben hast.\nWas die anderen schrieben, ist für Deine Bestrafung irrelevant. Diese bekommen dann, sofern Du sie reportet hast, bei einer entsprechenden Quote ebenfalls ihre Strafe.\n\nDeine Möglichkeiten Dich zu wehren ist: Im Spiel muten und nach dem Spiel kommentarlos reporten. Fordere keinen auf, jemanden zu reporten. Es wird nicht nach Anzahl der Reports pro Spiel die Chatanalyse getriggert, sondern nach Anzahl reportete Spiele in Relation zu gespielte Spiele. Von daher ist es vollkommen egal, ob der Spieler nun von einem Spieler oder von 9 Spielern in einem Spiel reportet wird. Es ist und bleibt ein reportetes Spiel. \n\nUnd was bringt es Dir, Dich verbal zu wehren? Du bist durch das Schreiben abgelenkt, der Flamer wird garantiert nicht aufhören sondern immer weiter machen, weil er sieht, dass er Dich reizen kann, und die anderen Mitspieler lenkt Ihr mit Eurem Gezanke im Chat zusätzlich noch ab, sofern sie euch nicht gemutet haben.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:25:39.810+0000","up_votes":3,"down_votes":2,"body":">Und nochwas: Wieso interessiert da nur mein Verhalten?\n\nWeil DU DEIN Verhalten überdenken und ÄNDERN sollst.\n\n>Andere dürfen sich aufführen und beleidigen und ich darf mich nicht wehren?\n\nDu kannst dich mit einem /mute und einen Report am Ende wehren. Auge um Auge Zahn um Zahn war Mittelalter und \"Kevin hat aber zuerst mein Loli geklaut\" ist seit dem Kindergarten nicht mehr von Relevanz.","replies":[]}]},{"id":"","poster":"SOLDB3RG","date":"2016-02-18T01:02:33.256+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-18T07:17:13.241+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=SOLDB3RG,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00020001,timestamp=2016-02-18T01:02:33.256+0000)\n>\n> Aber mal ganz ehrlich: wie empfindlich muss man denn bitte sein um jemanden zu reporten, nur weil er geschrieben hat, dass in seinem Team Idioten sind. \n\nAlso findest du es gut das man dich als dumm darstellt und dadurch nicht da hin gehört wo er ist?\n\n>Und was soll an reportaufrufenn verkehrt sein? \n\nGegenfrage was bringt es dir, außer dem Flamer zu drohen?\n\n>Ich habe sowas jedes Game, egal auf welchem Acc und auf welcher Elo ich spiele. Das ist normal. \n\nNur weil etwas häufig vorkommt ist es nicht normal. Etwa 10% der Spieler können getriggert werden das ist etwa 1 /Spiel.\nIn Amerika ist übrigens eine recht hohe Mordrate. Ist es deswegen Normal? In Saudi-Arabien gibt es die Sharia. Ist sie deshalb Normal?\n\n>Und wenn du z.b. aufn Bolzplatz gehst und die größten Lappen im Team hast, sagst du deinen **Freunden** doch auch sicherlich, dass das ein paar Idioten waren. Wo ist also der Unterschied zudem, was der Verfasser getan hat? Er hat lediglich anderen gesagt, dass in seinem Team Idioten sind.\n\nDu sagst es **Freunde** die dich kennen und wissen wie was gemeint ist. Hier spielst du mit und gegen Fremde die dich nicht kennen und wahrscheinlich auch nicht noch einmal sehen werden. \nAußerdem kannst du für durchgehende Negative Einstellung und Flame auch vom Platz fliegen. Du solltest das hier weniger mit einem Bolzplatz als viel eher mit den reinen Ligen (Kreisliga etc..) vergleichen.\n\n> Wenn du das beides wirklich als Grund siehst jemanden zu reporten, ihm möglicherweise eine Chatsperre/Accountban einzuhandeln,\n\nDas ist noch längst nicht alles [hier](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/4iEeWRNd-account-wurde-2-mal-gehackt-und-dann-hatte-ich-einen-perma-bann-brauche-hilfe?comment=000a) hatte ich ihem mal alles markiert was gegen den Weg der Beschwörer verstößt.\n\n> dann fehlen dir wirklich die Chochones. Sowas ruiniert echt den Spielspaß, wenn man solche sensibelchen wie dich drin hat-.-\n\nok im Anfang noch meinen die Beleidigung nicht wörtlich nehmen aber hier direkt beleidigen. Jup jetzt seh ich warum du den TE verteidigst.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-18T12:58:24.728+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000200010000,timestamp=2016-02-18T07:17:13.241+0000)\n>\n> Also findest du es gut das man dich als dumm darstellt und dadurch nicht da hin gehört wo er ist?\n> \n> Gegenfrage was bringt es dir, außer dem Flamer zu drohen?\n> \n> Nur weil etwas häufig vorkommt ist es nicht normal. Etwa 10% der Spieler können getriggert werden das ist etwa 1 /Spiel.\n> In Amerika ist übrigens eine recht hohe Mordrate. Ist es deswegen Normal? In Saudi-Arabien gibt es die Sharia. Ist sie deshalb Normal?\n> \n> Du sagst es **Freunde** die dich kennen und wissen wie was gemeint ist. Hier spielst du mit und gegen Fremde die dich nicht kennen und wahrscheinlich auch nicht noch einmal sehen werden. \n> Außerdem kannst du für durchgehende Negative Einstellung und Flame auch vom Platz fliegen. Du solltest das hier weniger mit einem Bolzplatz als viel eher mit den reinen Ligen (Kreisliga etc..) vergleichen.\n> \n> Das ist noch längst nicht alles [hier](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/4iEeWRNd-account-wurde-2-mal-gehackt-und-dann-hatte-ich-einen-perma-bann-brauche-hilfe?comment=000a) hatte ich ihem mal alles markiert was gegen den Weg der Beschwörer verstößt.\n> \n> ok im Anfang noch meinen die Beleidigung nicht wörtlich nehmen aber hier direkt beleidigen. Jup jetzt seh ich warum du den TE verteidigst.\n\nrainbow dashie: schön langsam gehst du mir auf die nerven. du liest wirklich nur was du lesen willst, oder?  ich habe bereits mehrmals gesagt, dass ich schon mehrmals VOR meinem\"idiot\" als noob, idiot und so weiter tituliert wurde und ich nach meinem ersten report-Aufruf direkt auch entsprechende aufrufe von denen lesen durfte. du scheinst mir wirklich heiliger als der Papst, schaust die dennoch nicht die ganze Situation differenziert und erstmal wertfrei an , sondern schießt dich voll auf mich ein. egal was ich zu meiner Verteidigung zu sagen habe. denk mal drüber nach mein Pony-freund.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-18T14:35:04.491+0000","up_votes":2,"down_votes":0,"body":"Ok mein letzter Kommentar dazu.\n\nEs ist immer noch egal was andere begangen haben und mir persönlich erst recht. Für mich persönlich ist jeder zu bestrafen der Flamed, oder sich negativ Verhält (über einen gewissen repräsentativen Zeitraum).\n\n\"Kevin hat angefangen\" ist immer noch seit dem Kindergarten kein Argument mehr.\n\nund wie ich auch dir schon mehrfach geschrieben hatte. Du kannst meine Analyse annehmen, oder eben nicht. Mit den Konsequenzen von beidem musst nur du alleine leben.\n\n\nIm out hat kein Sinn mehr ....","replies":[]}]}]}]}]},{"id":"","poster":"Mariju Janna","date":"2016-02-15T12:23:54.921+0000","up_votes":2,"down_votes":0,"body":"Solltest keine mitte spielen wenn du net ohne ganks klarkommst ich als main mid und support komme bestens ohne ganks klar. Ausser ich werde vom gegnerische jungler gecampt dann brauch ich natürlich auch  hilfe","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T13:14:43.611+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Yuki Aoki,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000c,timestamp=2016-02-15T12:23:54.921+0000)\n>\n> Solltest keine mitte spielen wenn du net ohne ganks klarkommst ich als main mid und support komme bestens ohne ganks klar. Ausser ich werde vom gegnerische jungler gecampt dann brauch ich natürlich auch  hilfe\n\nviktor (ich) gegen leblanc. noch fragen?  :p","replies":[{"id":"","poster":"s4rger4s","date":"2016-02-15T13:47:52.143+0000","up_votes":6,"down_votes":0,"body":"Passiv spielen, notfalls mal ne wave auslassen und zurückgehen. Außerdem hast du guten waveclear, sie nicht. Später gewinnst du/bist du nützlicher. Nur nicht sterben in der Laningphase.","replies":[]},{"id":"","poster":"Jastol","date":"2016-02-15T14:17:20.025+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000c0000,timestamp=2016-02-15T13:14:43.611+0000)\n>\n> viktor (ich) gegen leblanc. noch fragen?  :p\n\nJa, warum spielst du in ranked einen Champ den du nicht kannst?\n\nSpaß bei Seite, aber das Match-Up ist für dich super, ausser du willst auf Teufel komm raus kills abstauben. Im Tryhard Modus wirst das verlieren da deine Chancen LB zu killen fast null  sind. Dafür solltest du aber pro Minionwave im Schnitt einen Minion mehr bekommen als LB und sie dadurch ausfarmen. Gefährlich wirds wenn sie anfängt zu roamen, da musst du direkt pingen sobald du sie mal nicht mehr siehst und dazu viel warden. Wenn sie fehlt kannst du jedes mal locker 1-2 Waves in Ihren Tower schicken oder falls du deine Ult up hast ihr nachrennen und sie bei Ihrem Gank mit deinen Teamkollegen killen.  Die ganze rZeit in der du gegen sie Lanest solltest du unter deinem Tower stehen und mit deinem Laser Waveclearen. Alles andere ist groß Fahrlässig ausser LB ist schlecht und macht offensichtliche Fehler.\nUm das ganze noch einmal zu verdeutlichen, du kannst als Victor inkl. Pantheon als Jungler LB nur töten, wenn diese einen gravierenden Fehler macht. Warum sollte sich also der Jungler unnötig auf deiner Lane zeigen?","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T16:33:58.685+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Jastol,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000c00000001,timestamp=2016-02-15T14:17:20.025+0000)\n>\n> Ja, warum spielst du in ranked einen Champ den du nicht kannst?\n> \n> Spaß bei Seite, aber das Match-Up ist für dich super, ausser du willst auf Teufel komm raus kills abstauben. Im Tryhard Modus wirst das verlieren da deine Chancen LB zu killen fast null  sind. Dafür solltest du aber pro Minionwave im Schnitt einen Minion mehr bekommen als LB und sie dadurch ausfarmen. Gefährlich wirds wenn sie anfängt zu roamen, da musst du direkt pingen sobald du sie mal nicht mehr siehst und dazu viel warden. Wenn sie fehlt kannst du jedes mal locker 1-2 Waves in Ihren Tower schicken oder falls du deine Ult up hast ihr nachrennen und sie bei Ihrem Gank mit deinen Teamkollegen killen.  Die ganze rZeit in der du gegen sie Lanest solltest du unter deinem Tower stehen und mit deinem Laser Waveclearen. Alles andere ist groß Fahrlässig ausser LB ist schlecht und macht offensichtliche Fehler.\n> Um das ganze noch einmal zu verdeutlichen, du kannst als Victor inkl. Pantheon als Jungler LB nur töten, wenn diese einen gravierenden Fehler macht. Warum sollte sich also der Jungler unnötig auf deiner Lane zeigen?\n\nDanke für deine Hinweise, LeBlanc ist ein verfluchter /%$()\"/§$!§\" Champ ;)) Zumindest wenn man sie als Gegner hat. Too much burst.","replies":[]}]},{"id":"","poster":"Frankydude","date":"2016-02-15T16:38:30.212+0000","up_votes":2,"down_votes":0,"body":"wave clear \nstun feld auf lb jump wo se angefangen hat\nroamen \ndankeschön der nächste bitte :)","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T17:20:11.562+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Frankydude,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000c00000002,timestamp=2016-02-15T16:38:30.212+0000)\n>\n> wave clear \n> stun feld auf lb jump wo se angefangen hat\n> roamen \n> dankeschön der nächste bitte :)\n\nBin leider nur ein casual bronze player.... Da muss ich schon etwas öfter gegen LB spielen um sie effektiv zu kontern.\n\nAch ja heutige Spiele (ich war übrigens mehr als freundlich die ganze Zeit):\n\n1. Ranked: 1 Report wegen Flaming (Beleidigungen)\n2. Ranked: 2 Reports (einer AFK als es schlecht aussah für uns und ein Zweiter wegen Flamen (Beleidigungen)\n3. Ranked: 1 Report (Beleidigung direkt zu Beginn des Spiels)\n4. Ranked: 1 Report (für AFK, Beleidigung und unsportliches Verhalten)\n5. Ranked: Sehr schönes Spiel, wieder mal gehonored worden, keine AFK, keiner Beleidigungen rausgehauen, was aber einfach daran liegen könnte, dass ich ein 5'er premade team diesmal hatte.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T17:41:00.252+0000","up_votes":2,"down_votes":0,"body":"jup deckt sich auch mit der Aussage von Riot.\n5% sind Toxisch bis hin zum Ban und etwa 10% können getriggert werden, also haben ganz selten mal spiele in denen sie Flamen, ausgelöst durch bspw einen afk.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-14T21:10:43.264+0000","up_votes":4,"down_votes":0,"body":"Das Reportsystem funktioniert kurz zusammengefasst so. Wenn jemand oft gemeldet wird, dabei ist es eher wichtig in vielen Spielen als in einem mehrfach gemeldet zu werden, wird überprüft. Sind die Reports berechtigt, entscheidet das Instantfeedbacksystem innerhalb der nächsten Minuten über die Maßnahmen. Hier wurde die erste Stufe gewählt. CRs ~~und RRs ~~für ein paar Spiele ~~(ich wusste gar nicht, dass es die noch gibt, da sich darüber schon lange keiner mehr beschwert hat)~~. Die nächste Stufe werden deutlich mehr CRs sein, dann kommt der 2 Wochenbann und schließlich der Perma. \nIch möchte dir noch nahelegen, dich in Zukunft anständig zu benehmen. Nach dem erhalt einer Strafe, kannst du sehr schnell die nächste  erreichen, da alle du unter besonderer Beobachtung stehst. \n\nIch würde sagen Pantheon hat es richtig gemacht. Er hat nicht geflamt/geblamt. Hat die Flamer gemuted und war nicht negativ im Chat. Es ist vielleicht nicht ideal alle von Anbeginn an zu ignorieren, aber besser als so einen Chat zu produzieren, wie du es hast.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:16:02.763+0000","up_votes":2,"down_votes":4,"body":"Danke für die Erklärungen. Ich spiele LoL nahezu seit Release aber sowas ist mir amtlich noch nie passiert.. \n\nWas sind CRs und RRs ?\n\nUnd ganz ehrlich? Pantheon hat es richtig gemacht dass er NIE auf irgendwas geantwortet hat? Nicht gepingt hat, nichts angekündigt hat und nicht ein einziges Mal ganken gekommen ist (weder bei mir in der Mitte noch auf der Top sondern nur bei seinen Freunden auf der Bot)?\n\nJa, ich habe mich falsch verhalten, das sehe ich schon ein... Aber sein \"Teamplay\" war alles andere als toll.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-14T21:26:21.989+0000","up_votes":3,"down_votes":0,"body":"CRs sind Chatrestrictions. Dadurch kann man nur noch bestimmt viele Nachrichten im Spiel abschicken. RRs sind Rankedrestriktions. Um die abzuarbeiten muss man Draftpicks spiele gewinnen, ehe man wieder in die Rankedwarteschlange kann. Ich habe mich da aber wohl verlesen, als ich den Anfang überflogen habe und du hast keine.\n\n>Und ganz ehrlich? Pantheon hat es richtig gemacht dass er NIE auf irgendwas geantwortet hat? Nicht gepingt hat, nichts angekündigt hat und nicht ein einziges Mal ganken gekommen ist (weder bei mir in der Mitte noch auf der Top sondern nur bei seinen Freunden auf der Bot)?\n\nIch sags mal so. Es ist nicht falsch nicht zu ganken. Zwingen kann man einen Jungler nicht, die Top zu babysitten, falls es nicht so läuft. Die anderen Spieler können sich ebenso wie du überlegen, was am besten wäre und entsprechend spielen. Absprechen hilft dem Team eher, als Solo sein Ding durchzuziehen. Manchmal kann sich das Team aber auch nicht darauf einigen, wie es laufen soll. Ich kann jetzt nicht sagen, was Pantheon sich gedacht hat. Es kann aber durchaus sein, dass er die anderen Lanes nicht gegankt hat, weil er befürchtet hat, dem Gegner damit einen Doublekill zu geben, weil der Gegner schon zu stark ist. \n\nEs wäre vorzuziehen, wenn er mit Pings arbeitet und hilft, wo er gebraucht wird. Um nicht bestraft zu werden, reicht es aber sich neutral zu verhalten. Und ein leerer Chatlog ist immernoch besser, als die Chatlogs, die ich bisser bei Threads über Banns gesehen habe.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:27:51.355+0000","up_votes":1,"down_votes":5,"body":"Er hat weder was gesagt, noch gepingt, noch überhaupt geholfen.... Und meine Lane hätte ein paar Ganks gut vertragen können. Hier wurde rein nach Sympathie gespielt und genauso auch reportet.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-02-14T21:40:25.359+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000,timestamp=2016-02-14T21:27:51.355+0000)\n>\n> Er hat weder was gesagt, noch gepingt, noch überhaupt geholfen...\n\nLiegt **eventuell** an deinem ziemlich mäßigem Verhalten.\nWahrscheinlich hatter er schlcihtweg kein Bock jemanden zu helfen, der einen als Troll bezeichnet und ständig Reportaufforderungen macht.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:43:54.185+0000","up_votes":1,"down_votes":4,"body":"Du hast da was missverstanden. Er hat NIE was gesagt, noch lange bevor ich überhaupt irgendwas geschrieben habe... Wie gesagt, schade dass man nur meinen Text lesen kann...","replies":[{"id":"","poster":"Shiggyvara","date":"2016-02-14T22:02:04.464+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000400000001000000010000,timestamp=2016-02-14T21:43:54.185+0000)\n>\n> Du hast da was missverstanden. Er hat NIE was gesagt, noch lange bevor ich überhaupt irgendwas geschrieben habe... Wie gesagt, schade dass man nur meinen Text lesen kann...\n\nWas hätte er denn tolles schreiben sollen?\nIch nehme mal an, dass du kein freies Spiel gespielt hast?\nIn den anderen beiden 5 vs 5 Modi ist mit der neuen Champselect klar erkenntlich wo er spielt was soll er also groß erzäählen? Taktik ist quasi sowieso in allen Spielen zu Beginn die Gleiche.\nNach deinem Chatverlauf zu urteilen hast du vermutlich Jungle/Mid ausgewählt und wurdest auf Mid gesetzt. Das ist unschön am neuen Auswahlmodus aber damit muss man halt leben (oder dodgen).\nWenn der Panth halt nicht Mid wollte ist das so. Das \"pantheon reported\" kam mit ziemlicher Sicherheit innerhalb der ersten par Minuten. \nAb da hätt ich dich gemutet und ignoriert, dass es dich gibt (was Panth anscheinend auch getan hat).","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:15:17.296+0000","up_votes":1,"down_votes":4,"body":"Tatsächlich hast du Recht mit der Champion Select, ich hatte ihn mehrmals angesprochen und gefragt und genau da ging es los. Er hat NIE was geschrieben, da war ich noch superfreundlich. Und das mit dem \"Report Pantheon\" kam recht früh, weil er wirklich NIE was gesagt hat..... Weder als ich freundlich war, noch als unfreundlich wurde. Genau darum geht es doch...","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:16:31.112+0000","up_votes":5,"down_votes":2,"body":"Warum soll ich unbedingt immer jedem dahergelaufenem Random antworten?","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:17:42.933+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000400000001000000010000000000000000,timestamp=2016-02-14T22:16:31.112+0000)\n>\n> Warum soll ich unbedingt immer jedem dahergelaufenem Random antworten?\n\nJETZT wirst du beleidigend.","replies":[{"id":"","poster":"Alustus","date":"2016-02-14T23:57:23.087+0000","up_votes":6,"down_votes":0,"body":"Stimmt doch er kennt dich doch nicht als bist du ein zufälliges(random) Teammitglied.\nWenn er nichts schreibt kannst du davon ausgehen dass er nein zu deinem Vorschlag gesagt hat.\nIch bin manchmal auch schlecht drauf und da will ich nachdem ich schon extra abwechselnde wahl spiele nicht noch über die mir zugeteilte Role diskutieren.\n\n\nEs ist keine Pflicht etwas zu schreiben.\nEs gibt durchaus spieler die den Chat auch aus dem Spiel gelöscht haben oder alle am anfang des Spiels muten.\nGenausowenig wie es verpflichtend ist zu ganken.\n\nund ich bin ganz ehrlich eine Lebalnc würde ich auch nicht ganken, da muss sie vorher schon einen Fehler gemacht haben um wirklich erfolgsaussicheten zu haben.\n\nZu deinem Chatverlauf:\n\n>  pantheon, you should better have let me play jungle\n\nDu stellst dich gleich am anfang auf eine andere Stufe und sagst mehr oder weniger, das er schlecher ist als du und sich daher nach dir zurichten hat.\n\nziemlich herablassend arrogant wenn du mich fragst.\n\n\nDer Rest des Chatverlaufs zielt auch nur darauf ab ihn als Feind/Sündenbock hinzustellen und/oder gegen ihn zu hetzen.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:21:48.227+0000","up_votes":5,"down_votes":0,"body":"Aha? Und mit was genau? Du bist aus meiner Sicht, da wir uns nicht kennen, lediglich ein Zufälliger Spieler der mit mir gematched wird.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-02-15T01:05:11.092+0000","up_votes":2,"down_votes":1,"body":"Kommunikation+Strategie besprechen ist immer hilfreich ;) und wenn mich jemand nach einem swap fragt, antworte ich diesem. Auch wenn er nur ein nein bekommt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T08:31:39.613+0000","up_votes":2,"down_votes":4,"body":"der TE ist Bronze. Seit wann wird dort eine Strategie benötigt?\n\nAus meiner eigenen Erfahrung wird dies nichtmal im hohen Gold und niedrigem Platin Bereich gebraucht, bzw nicht getan.\nAus meinen Beobachtungen von Streams, großteilig nichtmal in high Dia  bis Challenger.","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-15T16:17:51.299+0000","up_votes":2,"down_votes":0,"body":"Manchmal sind kleine strategische Feldzüge das, was einem zum Sieg führt. So kam ich nach Gold letze Season. Ich spiele an sich nämlich selbst nicht gut, nutze aber die Stärken der anderen. Da hilft mir der Chat gelegentlich.","replies":[]}]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T07:45:28.340+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000000100000000000000000001,timestamp=2016-02-15T01:05:11.092+0000)\n>\n> Kommunikation+Strategie besprechen ist immer hilfreich ;) und wenn mich jemand nach einem swap fragt, antworte ich diesem. Auch wenn er nur ein nein bekommt.\n\nfantastisch. endlich jemand der sieht, worum es mit bei der ganzen sache geht. vielen dank.","replies":[]}]}]},{"id":"","poster":"Lematique","date":"2016-02-15T04:15:42.675+0000","up_votes":5,"down_votes":0,"body":"Du kannst doch nicht erwarten, dass du dein \"jungle only\"-Ding durchziehen kannst?\nUnd wenn du in der Mitte kein Land siehst (was ja nicht schlimm ist), dann spiel Tanks auf der Toplane oder sowas. Oder dodge, wenn du NUR Jungle spielen willst. Aber bitte spamme und flame doch nicht andere Leute zu, weil du nicht deine Wunschlane bekommst und dann auch noch verlierst. \n\nEs ist im Übrigen auch gar nicht immer so schlau, ner unglaublich verlorenen Lane noch großartig helfen zu wollen. Dann lieber ne andere Lane voranbringen...","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T07:43:31.607+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Lematique,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000400000001000000010000000000000002,timestamp=2016-02-15T04:15:42.675+0000)\n>\n> Du kannst doch nicht erwarten, dass du dein \"jungle only\"-Ding durchziehen kannst?\n> Und wenn du in der Mitte kein Land siehst (was ja nicht schlimm ist), dann spiel Tanks auf der Toplane oder sowas. Oder dodge, wenn du NUR Jungle spielen willst. Aber bitte spamme und flame doch nicht andere Leute zu, weil du nicht deine Wunschlane bekommst und dann auch noch verlierst. \n> \n> Es ist im Übrigen auch gar nicht immer so schlau, ner unglaublich verlorenen Lane noch großartig helfen zu wollen. Dann lieber ne andere Lane voranbringen...\n\nmir hätte es einfach gereicht wenn der pantheon einfach \"Nein\" auf meine freundliche Nachfrage geschrieben hätte... dass hier keiner verstehen will dass es mir nicht um Wunsch lane geht sondern um diese Ignoranz des pantheon. ist aber jetzt auch egal, ich bin geläutert und ein braver Mitspieler und bin ab jetzt immer vorbildlich. vielen dank für eure Kritik.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T08:33:26.730+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000000100000000000000020000,timestamp=2016-02-15T07:43:31.607+0000)\n>\n> ist aber jetzt auch egal, ich bin geläutert und ein braver Mitspieler und bin ab jetzt immer vorbildlich. vielen dank für eure Kritik.\n\n\nso wie du deinen Flame noch auf andere schiebst und andere als eindeutige Ursache dafür ausmachst kauf ich dir das ganze nicht wirklich ab.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T09:09:41.217+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00040000000100000001000000000000000200000000,timestamp=2016-02-15T08:33:26.730+0000)\n>\n> so wie du deinen Flame noch auf andere schiebst und andere als eindeutige Ursache dafür ausmachst kauf ich dir das ganze nicht wirklich ab.\n\nehrlich gesagt ist mir das relativ egal ob du mir das abkaufst.wie ihr schon gesagt habt bin ich ganz alleine selbst für den Mist verantwortlich und daher werde ich auch ganz alleine selbst entscheiden und wissen wie ich mich nach diesem einmaligen Fehltritt in Zukunft verhalten werde.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-15T10:11:14.569+0000","up_votes":4,"down_votes":1,"body":"_\"werde ich auch ganz alleine selbst entscheiden und wissen wie ich mich nach diesem einmaligen Fehltritt in Zukunft verhalten werde.\"_\nWenn du vom System ne Chat-Sperre auferlegt bekommst, kann ich gar nicht glauben, dass das dein *erster* Fehltritt ist. Desweiteren wage ich die Prognose, dass du auch weiterhin flamen wirst. Denn das sind einfach nur typische Lippenbekenntnisse. Ich unterstelle dir nichtmal, dass du das vorsätzlich machst. Aber wenn du wirklich ein \"vorbildlicher Spieler\" werden willst, dann musst du deine Einstellung zum Spiel grundlegend ändern.","replies":[{"id":"","poster":"eingew","date":"2016-02-15T20:15:55.561+0000","up_votes":2,"down_votes":0,"body":"> Entschuldigung, was ist TE?\n\nDas heißt Threadersteller.\n\n> was eigentlich wirklich in Bronze abgeht\n\nFlame ist in jeder Elo etwa gleich schlimm. Die Reportstatistiken drücken das zumindest aus.\n\nIch denke du hast deine Strafe verdient und dir sollte nach diesem Ausmaß an Kommentaren  klar sein, was du fortan ändern solltest. Ist es das nicht, ist das sowieso vor allem dein Problem.\n\nWas die Reports angeht: Die sind auch dein Problem. Das System ist darauf ausgelegt, dass jeder so reporten kann, wie er es für sinnvoll und richtig hält.","replies":[]},{"id":"","poster":"eingew","date":"2016-02-15T18:13:17.741+0000","up_votes":1,"down_votes":0,"body":"Dem TE auf diese Weise einen reinzudrücken ist auch nicht grad hilfreich.\n\nIch denke, es ist so oder so tatsächlich sein eigenes Problem, wie er sich benimmt. Ich gehe davon aus, dass er sich völlig bewusst ist, dass die folgenden Strafen höher sein werden.","replies":[]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-16T05:22:30.848+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00040000000100000001000000000000000200000000000000000003,timestamp=2016-02-15T20:15:55.561+0000)\n>\n> Das heißt Threadersteller.\n> \n> Flame ist in jeder Elo etwa gleich schlimm. Die Reportstatistiken drücken das zumindest aus.\n> \n> Ich denke du hast deine Strafe verdient und dir sollte nach diesem Ausmaß an Kommentaren  klar sein, was du fortan ändern solltest. Ist es das nicht, ist das sowieso vor allem dein Problem.\n> \n> Was die Reports angeht: Die sind auch dein Problem. Das System ist darauf ausgelegt, dass jeder so reporten kann, wie er es für sinnvoll und richtig hält.\n\nich sage es gerne nochmal: mir ist völlig klar, dass ich ganz alleine für meinen mist verantwortlich bin und dass keiner außer ich meinem account bei einem bann nachweinen würde... mir ging es bei diesem thread um eure Meinung, die habe ich nun. ich wurde ebenso darin bestätigt dass die community leider auch von scheinheiligen Leuten durchsetzt ist, aber dass es auch viele konstruktive und freundliche Leute gibt. ich habe die Chat-Sperre gestern weg gespielt, bin in meiner promo und habe richtig viel Spaß dabei mit konsequenten Handlungen LoL zu einem besseren Spiel für mich zu machen (wie ich das mach, ist mein Geheimnis ;))\n\ngrüße, der doc","replies":[]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T18:50:31.788+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00040000000100000001000000000000000200000000000000000001,timestamp=2016-02-15T18:13:17.741+0000)\n>\n> Dem TE auf diese Weise einen reinzudrücken ist auch nicht grad hilfreich.\n> \n> Ich denke, es ist so oder so tatsächlich sein eigenes Problem, wie er sich benimmt. Ich gehe davon aus, dass er sich völlig bewusst ist, dass die folgenden Strafen höher sein werden.\n\nEntschuldigung, was ist TE?\n\nIch bin mir völlig bewusst, dass die folgenden Strafen höher sein könnten. Tatsächlich kannst du an meiner Auflistung oben allerdings erkennen, was eigentlich wirklich in Bronze abgeht. Wie siehst du das denn? Ich habe diesmal nicht einmal geflamed, beleidigt oder sonstwie schlecht gespielt. Ich war sehr freundlich zu allen und wurde sogar mehrfach trotz Loose geehrt.\n\nAusserdem: Reporte ich, ist es nicht recht. Reporte ich nicht, ist es auch nicht Recht. Was wollt ihr denn ?!?","replies":[]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:06:30.381+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=ThisOneDiesALot,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000000100000000000000020000000000000000,timestamp=2016-02-15T10:11:14.569+0000)\n>\n> _\"werde ich auch ganz alleine selbst entscheiden und wissen wie ich mich nach diesem einmaligen Fehltritt in Zukunft verhalten werde.\"_\n> Wenn du vom System ne Chat-Sperre auferlegt bekommst, kann ich gar nicht glauben, dass das dein *erster* Fehltritt ist. Desweiteren wage ich die Prognose, dass du auch weiterhin flamen wirst. Denn das sind einfach nur typische Lippenbekenntnisse. Ich unterstelle dir nichtmal, dass du das vorsätzlich machst. Aber wenn du wirklich ein \"vorbildlicher Spieler\" werden willst, dann musst du deine Einstellung zum Spiel grundlegend ändern.\n\nmeine Einstellung zu lol war früher wesentlich ruhiger und ich hatte richtig Spaß damit. heute wird man extrem schnell beleidigt, dazu muss man noch nicht mal was gesagt haben. und das weiß hier jeder. ..","replies":[]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-02-15T01:03:26.982+0000","up_votes":3,"down_votes":0,"body":"Es gibt Leute, die zu Beginn des Spiels alle anderen muten. Eventuell hat er deswegen nicht auf den Chat reagiert.","replies":[]}]}]}]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:47:04.810+0000","up_votes":1,"down_votes":5,"body":"Übrigens mache ich gerade ein Ranked, ich werde gerade geflamet und beleidigt aufs Blut. Ich habe nicht ein Wort geschrieben.... Herzlichen Dank League-Community..","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-14T22:01:22.063+0000","up_votes":4,"down_votes":0,"body":"Immerhin weißt du ja jetzt, das man die Leute für so ein Verhalten melden kann und sie dann bestraft werden.","replies":[]},{"id":"","poster":"Jastol","date":"2016-02-15T10:10:56.430+0000","up_votes":1,"down_votes":0,"body":"Du schreibst während eines rankeds in einem Forum...","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T10:57:50.462+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Jastol,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000000100010001,timestamp=2016-02-15T10:10:56.430+0000)\n>\n> Du schreibst während eines rankeds in einem Forum...\n\ndas Spiel wart gerade in der Nachbereitung.","replies":[]}]}]}]},{"id":"","poster":"s4rger4s","date":"2016-02-15T10:57:18.759+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0004000000010000,timestamp=2016-02-14T21:27:51.355+0000)\n>\n> Er hat weder was gesagt, noch gepingt, noch überhaupt geholfen.... Und meine Lane hätte ein paar Ganks gut vertragen können. Hier wurde rein nach Sympathie gespielt und genauso auch reportet.\n\nIch will diesen Satz gern noch einmal aufgreifen. Viele Spieler denken (unterbewusst), dass sie alleine spielen und dann ihren Jungler blamen, wenn er (nur) andere Lanes gankt.\n\nLeute, es ist ein TEAMSPIEL. Wenn er eine andere Lane voranbringt, nützt dir das in deiner verlierenden Midlane viel mehr, als wenn er beim Ganken deiner Lane ebenfalls drauf geht. Es geht doch um den Sieg und dieser ist manchmal einfacher zu erreichen, indem man deine Lane nicht gankt, WEIL DU NICHT IMMER CARRIEN MUSST!","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:04:24.482+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=s4rger4s,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00040000000100000002,timestamp=2016-02-15T10:57:18.759+0000)\n>\n> Ich will diesen Satz gern noch einmal aufgreifen. Viele Spieler denken (unterbewusst), dass sie alleine spielen und dann ihren Jungler blamen, wenn er (nur) andere Lanes gankt.\n> \n> Leute, es ist ein TEAMSPIEL. Wenn er eine andere Lane voranbringt, nützt dir das in deiner verlierenden Midlane viel mehr, als wenn er beim Ganken deiner Lane ebenfalls drauf geht. Es geht doch um den Sieg und dieser ist manchmal einfacher zu erreichen, indem man deine Lane nicht gankt, WEIL DU NICHT IMMER CARRIEN MUSST!\n\ndu hast recht. allerdings war die Situation ein wenig anders. es War sehr offensichtlich wem er helfen wollte und wem nicht. Du hättest das Spiel mal sehen müssen. aber grundsätzlich geb ich dir was diese TaktikGedanken betrifft vollkommen recht.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-02-14T21:36:30.095+0000","up_votes":2,"down_votes":0,"body":"Die Reports von Premades sind nicht wirklich mehr Wert als ein einzelner. Wenn ich dein Gegner gewesen wäre, hätte ich im Allchat wohl die Reportaufrufe gemeldet, weil ich sowas nicht leiden kann. \n\nSolange du dich anständig benimmst, musst du dir um Reports keine Sorgen machen. Die werden überprüft, bevor es zu einer Strafe kommt und mit einer False-Positive-Rate von ca. 1 zu 6000 (einer von 6000 Fällen ist nicht komplett richtig bewertet worden) auch sehr genau.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:50:49.270+0000","up_votes":1,"down_votes":7,"body":"Da ich als einzelner die anderen zwar reporten kann (Ich sage ja, ich wurde im Vorfeld schon beleidigt (Noob, Idiot), noch lange bevor ich damit angefangen kane), diese Reports aber zu nichts führen, da ich ja alleine bin, die hingegen aber mit 3 Reports einfach weil sie Lust und Laune haben mich mal eben schön bestrafen können und sich dabei toll fühlen können, finde ich das System schon irgendwie.... ungerecht.","replies":[{"id":"","poster":"CMan","date":"2016-02-14T21:55:05.131+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000400000001000000000000,timestamp=2016-02-14T21:50:49.270+0000)\n>\ndie hingegen aber mit 3 Reports einfach weil sie Lust und Laune haben mich mal eben schön bestrafen können\n\nFalsch. Reports führen nicht zu einer Strafe, sondern lösen lediglich eine Überprüfung aus. Nur wenn dann Fehlverhalten festgestellt wird, folgt die Strafe. Für deine Strafe sind nicht irgendwelche Mitspieler oder deren Laune verantwortlich, sondern dein Verhalten. Denn das war Mist.\n\nKein Report und keine Premades können dir irgendwas, wenn du einfach nur die Klappe hältst.\n\n>diese Reports aber zu nichts führen\n\nUnd auch das stimmt nicht. Siehe den Post von Sirrkas direkt hierüber.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:12:39.002+0000","up_votes":1,"down_votes":0,"body":"Liest du dir den Stuff auch durch der dir geantwortet wird? Sirrkas hat in dem Kommentar über dir das ganze erklärt mit den Reports.\nWenn du ihm nicht glaubst, hier eine Aussage von Riot Rahzar\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=1752381&page=1#post16053769","replies":[]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-02-14T21:21:17.668+0000","up_votes":3,"down_votes":0,"body":"Kann sein dass sein Teamplay suboptimal ist, aber ganz ehrlich - hätte er begonnen auf deinen Text zu antworten hätte das wohl in einem endlosen gegenseitigen Blaming geendet ohne irgendwie konstruktiv zu sein.","replies":[]}]}]},{"id":"","poster":"CoGa Skyrora","date":"2016-02-14T20:58:41.549+0000","up_votes":1,"down_votes":0,"body":"Ich finde die eigentlich schon gerechtfertigt.... aber was sind denn bitte 10 Spiele? nix...","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:07:24.894+0000","up_votes":1,"down_votes":5,"body":"Womit du Recht hast. Und sicher tut mir die Sache leid, trotzdem würde mich interessieren ob eine gewisse Anzahl von Reports ausreicht um Strafen zu bekommen. Dann wäre das System meiner Ansicht nach vor Missbrauch nicht gefeit... 3 Leute als Pre-Made, mögen irgendwas an meiner Spielweise nicht (ich muss noch nicht mal wirklich verfehlt haben), und bam, Strafen!","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-02-14T21:24:16.086+0000","up_votes":3,"down_votes":0,"body":"- Die Anzahl der Reports ist nicht entscheidend. Wenn ein Spieler häufiger reported wird führt dass nicht automatisch zum Bann sondern wird zuerst überprüft ob die Reports gerechtfertigt sind.\n- Wenn dich mehrere Premades reporten sind diese Reports \"weniger\" Wert als. Daher bringt dies auch nicht mehr und kann nicht ausgenutzt werden.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:00:20.066+0000","up_votes":1,"down_votes":3,"body":"Ich wurde also innerhalb von 10 Minuten nach dem Spiel überprüft und hab die Strafe kassiert? Denkst du wirklich in den 10 Minuten saßen tatsächlich reele Menschen vor dem PC und haben meinen Chat überprüft?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:13:54.469+0000","up_votes":2,"down_votes":1,"body":"Da du scheinbar keine Ahnung von dem Report und Bannsystem hier mal 2 weiterführende Links zum lesen und verstehen für dich,\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/hOP3e8NB-das-player-behavior-lexikon\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:16:52.990+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00030000000000000002,timestamp=2016-02-14T22:13:54.469+0000)\n>\n> Da du scheinbar keine Ahnung von dem Report und Bannsystem hier mal 2 weiterführende Links zum lesen und verstehen für dich,\n> \n> http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/hOP3e8NB-das-player-behavior-lexikon\n> http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen\n\nBrauchst nicht beleidigend zu werden, ich habe sehr gut verstanden was er mir erklärt hat.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:23:09.887+0000","up_votes":3,"down_votes":1,"body":"Beleidigend? Bei was? Hast du Ahnung von dem aktuellen System? \nIch wollte dir lediglich helfen, wenn dir meine Hilfe aber nicht zusagt, weil ich dich \"beleidige\" lasse ich es gerne sein und dich in den Perma laufen.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:28:22.049+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0003000000000000000200000000,timestamp=2016-02-14T22:23:09.887+0000)\n>\n> Beleidigend? Bei was? Hast du Ahnung von dem aktuellen System? \n> Ich wollte dir lediglich helfen, wenn dir meine Hilfe aber nicht zusagt, weil ich dich \"beleidige\" lasse ich es gerne sein und dich in den Perma laufen.\n\nDenkst du denn dass ich jetzt direkt in den Permabann laufe nur weil ich mir Gedanken über das aktuelle Bestrafungssystem gemacht habe? UNd genau deswegen habe ich ja den Post aufgemacht, weil ich es eben nicht verstehe und die Meinung eurerseits wissen wollte.. Und deine überheblich Art kannst du gerne mal bleiben lassen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:40:53.754+0000","up_votes":2,"down_votes":1,"body":"Ein wenig Überheblich bin ich durchaus.\n\nBei diesem System geht es weniger um Meinung als um einfache Fakten. \nund wenn du etwas über das System erfahren möchtest, warum hast du denn dann nicht die beiden Links die ich dir gepostet habe direkt gefunden (sind in dem Unterforum ganz oben angepinnt).\n\nund das du nicht offen für so einige Meinungen bist zeigt mir deine Antwort auf meine Chatanalyse für dich.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:53:15.581+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000300000000000000020000000000000000,timestamp=2016-02-14T22:40:53.754+0000)\n>\n> Ein wenig Überheblich bin ich durchaus.\n> \n> Bei diesem System geht es weniger um Meinung als um einfache Fakten. \n> und wenn du etwas über das System erfahren möchtest, warum hast du denn dann nicht die beiden Links die ich dir gepostet habe direkt gefunden (sind in dem Unterforum ganz oben angepinnt).\n> \n> und das du nicht offen für so einige Meinungen bist zeigt mir deine Antwort auf meine Chatanalyse für dich.\n\nDamit auch du verstehst was ich mit meiner Antwort auf deine Analyse meinte, ich erklärs nochmal: Ich spiele dieses Spiel jetzt schon soviele Jahre und habe Kommentare wie die meinen noch nie als Aufforderung für mich gesehen, andere zu reporten. Daher meine Überraschung. Und jede noch so ausführliche Erklärung wie die in deinen Links ersetzt noch lange nicht die Erfahrung und Meinungen anderer Spieler. Systeme können gut gemeint sein, werden hingegen auch mal ausgenutzt. Und genau hier setzte ich an: Mir war weder bewusst, dass meine Aussagen eine Strafe nach sich ziehen könnte (maximal das \"Idiot\", aber wie gesagt, ich war bei Weitem nicht der Einzige und nicht der Schlimmste während dieses Games), noch war mir klar, wie Premade-Reports gewertet werden. Mir ist übrigens eingefallen, dass der Pantheon tatsächlich kein Premade-Mitglied des Bot-Teams war, zumindest haben sie das behauptet. Ich sage soviel: Ich denke mich hat's jetzt einfach erwischt. Ich bin jetzt ein reuiger Sünder und werde restlos alles instant reporten, bei der kleinsten Verfehlung oder dem Ansatz einer Beleidigung wird alles reportet. Laut euren Aussagen darf ich das ja... Wurde übrigens vorhin in einem Game als \"Die in Bronze WW\", \"Useless noob\",\"Dumb Idiot\" und noch einiges mehr bezeichnet. Ich habe genau einen Satz im ganzen Spiel gesagt: \"Hi all, gl hf\". \nAber hey, mea culpa..\n\n\nGruß und gute Nacht, der Doc.","replies":[{"id":"","poster":"drexxsack","date":"2016-02-14T23:50:34.555+0000","up_votes":4,"down_votes":0,"body":"Zum Wort \"Report\" und dem Thema Premades lass ich mal was da. Dort wird eigentlich soweit alles Relevante beschrieben:\n\n\n http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/2EfOvuAs-verwarnung-wegen-negativen-verhaltens-mir-ist-nicht-bewusst-was-das-gewesen-sein-soll?comment=00030001\n\nDieser gibt ein wenig Einblick, wie diese Reportansagen/aufforderung oftmals aufgefasst werden. Es sollte in dem Kontext selbsterklärend sein, warum das ganze nicht gerne gesehen wird, aber du bist momentan etwas sauer und Wut macht blind. Solltest du also eine Frage dazu haben, stell sie nur.\n\n\n\n https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/cs5qo1r\n\nHier bringt Lyte eigentlich genau auf den Punkt, was du gemacht hast und auch was dein Weg ist. Du zeigst ziemlich genau das dort beschriebene. \n\n\n\n> http://forums.euw.leagueoflegends.com/board/showthread.php?t=1752381&page=1#post16053769\n\nGerade dieser Link ist etwas älter, sollte aber dennoch einen recht verständlichen Einblick auf die Funktionsweise bieten.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T07:40:07.046+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00030000000000000002000000000000000000000001,timestamp=2016-02-14T23:50:34.555+0000)\n>\n> Zum Wort \"Report\" und dem Thema Premades lass ich mal was da. Dort wird eigentlich soweit alles Relevante beschrieben:\n> \n> \n>  http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/2EfOvuAs-verwarnung-wegen-negativen-verhaltens-mir-ist-nicht-bewusst-was-das-gewesen-sein-soll?comment=00030001\n> \n> Dieser gibt ein wenig Einblick, wie diese Reportansagen/aufforderung oftmals aufgefasst werden. Es sollte in dem Kontext selbsterklärend sein, warum das ganze nicht gerne gesehen wird, aber du bist momentan etwas sauer und Wut macht blind. Solltest du also eine Frage dazu haben, stell sie nur.\n> \n> \n> \n>  https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/cs5qo1r\n> \n> Hier bringt Lyte eigentlich genau auf den Punkt, was du gemacht hast und auch was dein Weg ist. Du zeigst ziemlich genau das dort beschriebene. \n> \n> Gerade dieser Link ist etwas älter, sollte aber dennoch einen recht verständlichen Einblick auf die Funktionsweise bieten.\n\nvielen dank für alles und deine freundliche antwort.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-02-14T23:05:06.321+0000","up_votes":2,"down_votes":0,"body":"Keine Angst. Wenn die sowas schreiben, haben die ihren 2 Wochen- oder Permabann ehe sie sich versehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Patty91","date":"2016-02-14T22:01:20.603+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0003000000000000,timestamp=2016-02-14T22:00:20.066+0000)\n>\n> Ich wurde also innerhalb von 10 Minuten nach dem Spiel überprüft und hab die Strafe kassiert? Denkst du wirklich in den 10 Minuten saßen tatsächlich reele Menschen vor dem PC und haben meinen Chat überprüft?\n\nBevor du weiter irgendein System kritisieren willst, befass dich doch erst einmal mit der Funktionsweise des Systems, das dir gerade ein Dorn im Auge ist. Danke.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-02-14T22:02:45.168+0000","up_votes":3,"down_votes":0,"body":"Nein, das ist momentan alles automatisiert. Mit einem zu unrecht pro ein paar Tausend bestraften Spielern außerdem auch sehr akkurat.","replies":[]}]}]},{"id":"","poster":"Temudschinn","date":"2016-02-14T21:24:35.470+0000","up_votes":2,"down_votes":0,"body":"Nein, die Anzahl von Reports führt nicht zu Strafen. \n\nWenn du ausreichend oft reportet wurdest (wobei v.a. die Anzahl Spiele relevant sind, nicht die Reports pro SPiel) wird dein Chatlog überprüft. Wenn sich negatives Zeug drin befindet erhälst du eine Strafe.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-02-15T02:18:59.597+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=,timestamp=2016-02-14T20:49:30.022+0000)\n>\n> Hi zusammen,\n> \n> So, da hab ich also f&uuml;r 10 Ranked-Games eine Chat-Beschr&auml;nkung kassiert.\n> \n> Dazu ist zu sagen, dass unser Pantheon (Jungler) weder im Champion-Screen noch w&auml;hrend des ganzen Spiels auch nur einmal was gesagt hat, noch je reagiert hat wenn man ihn angesprochen hat. Er hat mir als Mid Laner NIE geholfen, auch nicht als ich von Le Blanc schon das x-te mal zerpfl&uuml;ckt hat.\n\nIst er dein Daddy oder was?\nBist du ingame zum Chatten oder spielen?\nIst es deine Lane oder seine?\nWenn die dich schon zig mal zerpflückt hat, wird sie, wenn er kommt euch beide zerpflücken, und lass mich raten, dann wär es auch seine Schuld gewesen oder?\nWieso sollte er antworten? Mehr als einen Sündenbock suchen Leute wie du doch eh nicht","replies":[]},{"id":"","poster":"Ultrakommandant","date":"2016-02-18T22:22:05.756+0000","up_votes":1,"down_votes":3,"body":"Kannst froh sein nGG DoctorWho keinen Permabann kassiert zu haben. Hier reagiert man sehr sensibel auf Flames.\nWenn du schlau bist und ganz genau weißt das du deine Einstellung nicht änderst, sprich du weiterflamen wirst warum auch immer, rate ich dir davon ab Riotpoints zu kaufen. Wäre eine Fehlinvestition.\nHab hier gelernt das Perma = Perma heißt, darauf sollte man sich vorbereiten. \nEntweder weniger flamen (auch wenn nicht alle damit ein Problem haben) oder weitermachen und sich auf härteres vorbereiten.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-18T22:45:49.829+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=GRxRedZero,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000e,timestamp=2016-02-18T22:22:05.756+0000)\n>\n> Entweder weniger flamen (auch wenn nicht alle damit ein Problem haben) oder weitermachen und sich auf härteres vorbereiten.\n\nNicht \"weniger\" flamen. Wenn er eine negative Nachricht pro Spiel weniger abschickt, ist damit niemandem geholfen. Er soll **gar nicht** flamen.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-18T22:41:49.030+0000","up_votes":1,"down_votes":0,"body":"was hast du denn vorher gedacht was ein Permanenter Ban ist? Ein 2 Tage Ban?","replies":[]}]},{"id":"","poster":"Parunpata","date":"2016-02-15T11:58:25.471+0000","up_votes":3,"down_votes":2,"body":"Hey, das stimmt natürlich. Es gibt oft Teammates die grundlos beleidigen. Aber das gabs schon immer. Lass dich einfach nicht von denen provozieren. Natürlich hat man immer das verlangen zu kontern. Aber wozu? Das bringt am Ende niemandem was und schadet dann im Endeffekt nur dir. Also versuch drüber zu stehen und wenn es gar nicht geht, mute sie. Die haben eh nix sinnvolles mehr zu sagen, wenn sie schon mit Schuldzuweisungen oder Flames anfangen.\n\nUnd an einige anderen die hier antworten: Eure Überheblichkeit und Arroganz könnt ihr auch ruhig sein lassen. Es gab doch erst letztens diesen Thread \"Es geht nicht immer nur ums Recht haben\". Scheint keiner von euch durchgelesen zu haben. Es ist okay dass ihr seine Sichtweise nicht teilt und nicht versteht, aber deshalb müsst ihr ihn nicht so von oben herab behandeln. \nIhr tut genau das, was er ingame gemacht hat. Weil euch seine Art nicht passt, legt ihr auch die Höflichkeit und Nettigkeit ab. Aber genau das sollte man nicht machen. Und wenn ihr nicht freundlichen antworten könnt, dann mutet ihn gedanklich und reagiert nicht auf diesen Thread. (Also genau das, was ihr den Flamern immer vorschlägt)","replies":[{"id":"","poster":"TeoX796","date":"2016-02-18T01:55:03.723+0000","up_votes":2,"down_votes":0,"body":"> Und an einige anderen die hier antworten: Eure Überheblichkeit und Arroganz könnt ihr auch ruhig sein lassen. Es gab doch erst letztens diesen Thread \"Es geht nicht immer nur ums Recht haben\". Scheint keiner von euch durchgelesen zu haben. Es ist okay dass ihr seine Sichtweise nicht teilt und nicht versteht, aber deshalb müsst ihr ihn nicht so von oben herab behandeln. \n> Ihr tut genau das, was er ingame gemacht hat. Weil euch seine Art nicht passt, legt ihr auch die Höflichkeit und Nettigkeit ab. Aber genau das sollte man nicht machen. Und wenn ihr nicht freundlichen antworten könnt, dann mutet ihn gedanklich und reagiert nicht auf diesen Thread. (Also genau das, was ihr den Flamern immer vorschlägt)\n\ndamit hast du hier so einigen eins auf die fresse gegeben=){{item:3025}} find ich super\n\ndan noch die \"Daumen Runter\"....echt diese Community.....{{summoner:3}}","replies":[]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T16:35:52.086+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Parunpata,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000b,timestamp=2016-02-15T11:58:25.471+0000)\n>\n> Hey, das stimmt natürlich. Es gibt oft Teammates die grundlos beleidigen. Aber das gabs schon immer. Lass dich einfach nicht von denen provozieren. Natürlich hat man immer das verlangen zu kontern. Aber wozu? Das bringt am Ende niemandem was und schadet dann im Endeffekt nur dir. Also versuch drüber zu stehen und wenn es gar nicht geht, mute sie. Die haben eh nix sinnvolles mehr zu sagen, wenn sie schon mit Schuldzuweisungen oder Flames anfangen.\n> \n> Und an einige anderen die hier antworten: Eure Überheblichkeit und Arroganz könnt ihr auch ruhig sein lassen. Es gab doch erst letztens diesen Thread \"Es geht nicht immer nur ums Recht haben\". Scheint keiner von euch durchgelesen zu haben. Es ist okay dass ihr seine Sichtweise nicht teilt und nicht versteht, aber deshalb müsst ihr ihn nicht so von oben herab behandeln. \n> Ihr tut genau das, was er ingame gemacht hat. Weil euch seine Art nicht passt, legt ihr auch die Höflichkeit und Nettigkeit ab. Aber genau das sollte man nicht machen. Und wenn ihr nicht freundlichen antworten könnt, dann mutet ihn gedanklich und reagiert nicht auf diesen Thread. (Also genau das, was ihr den Flamern immer vorschlägt)\n\nGott sei Dank, ich dachte schon ich bin der einzige der so denkt über die Überheblichkeit einiger hier. :)=","replies":[]}]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:10:09.526+0000","up_votes":1,"down_votes":1,"body":"eins muss ich allerdings schon sagen. zum nachdenken, aufregen und diskutieren hat mein Post angeregt. ich weiß was ich falsch gemacht habe, bin jetzt um einiges schlauer und weiß wie ich es in Zukunft besser machen muss um wieder Spaß an lol zu finden. ich hoffe dass jeder der hier anscheinend einen Heiligenschein auf hat diesen auch weiterhin behält und nicht der Schein wörtlich zu nehmen ist.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-15T11:49:39.347+0000","up_votes":2,"down_votes":0,"body":"Viel Spaß weiterhin bei LoL.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:55:31.979+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000a0000,timestamp=2016-02-15T11:49:39.347+0000)\n>\n> Viel Spaß weiterhin bei LoL.\n\nDanke. ich geb dem ganzen noch ne Chance und versuche es mal nach der beschriebenen Methode. vielleicht kehrt der Spaß wieder zurück. dir auch noch viel Spaß.","replies":[]}]}]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T22:10:40.564+0000","up_votes":2,"down_votes":2,"body":"Okay, ich fasse mal zusammen: Nach euren Ausführungen und Ansichten (Mit manchen Ansichten macht ihr es euch wirklich viel einfach, aber das ist jetzt hier egal) habe ich für mich einen Entschluss gefasst: Es wird ab jetzt jeder von mir ohne Ausnahme gemutet bei der ersten Beleidigung oder Aufruf zum Report oder sonstigem störenden Verhalten wird gemutet + report.... Das werden zukünftig sehr stille Spiele werden, viele Reports werden hageln... Denn seid mal ehrlich, es wird in der Community und speziell in hitzigen Spielen verdammt oft geflamed, zu Reports aufgerufen und sich anderweitig daneben benommen. Da bin ich eher die Ausnahme, sonst hätte ich den Forumspost hier nicht aufgemacht.\n\nVielen Dank für eure Meinungen und Ansichten.\n\neuer (ab jetzt geläuterter) Doc.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T08:36:00.475+0000","up_votes":1,"down_votes":2,"body":"ich geb dir 4-5 Wochen bis zum 14 Tage Ban und wieder hier auftauchen im Forum.\n\nViel Spaß bis dahin.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T09:23:02.034+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00070001,timestamp=2016-02-15T08:36:00.475+0000)\n>\n> ich geb dir 4-5 Wochen bis zum 14 Tage Ban und wieder hier auftauchen im Forum.\n> \n> Viel Spaß bis dahin.\n\ndu solltest dir erstmal meine playtime ansehen und dir überlegen wieviele Verwarnungen oder Banns ich bisher bekommen habe. nur weil ich einmal toxic war, heißt das nicht dass ich das immer bin. ","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T09:25:56.772+0000","up_votes":1,"down_votes":1,"body":"1261 Stunden.\n\nDennoch wenn du erstmal auf der \"Liste\" des Systems stehst braucht es bei weitem nicht mehr so lange um dich zu bannen.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T09:40:31.598+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0007000100000000,timestamp=2016-02-15T09:25:56.772+0000)\n>\n> 1261 Stunden.\n> \n> Dennoch wenn du erstmal auf der \"Liste\" des Systems stehst braucht es bei weitem nicht mehr so lange um dich zu bannen.\n\n1260 Stunden gutes verhalten und einmal daneben. . für mich hörstdu dich so an als wartest und freust du dich direkt auf meinen Bann.","replies":[{"id":"","poster":"Temudschinn","date":"2016-02-15T11:24:19.639+0000","up_votes":2,"down_votes":0,"body":"> 1260 Stunden gutes verhalten und einmal daneben.\n\nWohl kaum.\nEin Report (bzw ein Spiel in welchem du reportet wurdest) reicht nicht aus um eine Überprüfung des Chatlogs auszulösen. Vermutlich hast du also auch in anderen Spielen dasselbe Verhalten gezeigt.\nDa du keine Warnung wegen gehäufter Reports erhalten hast (zumindest geh ich davon aus, da du keine erwähnt hast) ist ausserdem sicher, dass du nicht nur in den letzten Wochen immer wieder reportet wurdest, sondern schon länger. Dies, weil die Warnung anspringt wenn du deutlich über deinem bisherigen Durchschnitt reportet wurdest - zumindest nach allem was man im Forum darüber liest.\nDie Vermutung liegt also sehr nahe, dass du dich schon seit Monaten daneben benimmst - aber eben nur selten, und nicht schwerwiegend. Dazu passt auch dein Chatlog: Im Vergleich zu dem was man sonst sieht eher harmlos, aber eben doch reportwürdig.\nDu hast dich also immer ganz knapp unterhalb der Schwelle bewegt, jenseits derer die Chatanalyse auf dich aufmerksam wird. Jetzt hast du, aufgrund von Pech oder weil du einige Spiele schlecht drauf warst, die Schwelle überschritten.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:43:13.835+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000700010000000000000002,timestamp=2016-02-15T11:24:19.639+0000)\n>\n> Wohl kaum.\n> Ein Report (bzw ein Spiel in welchem du reportet wurdest) reicht nicht aus um eine Überprüfung des Chatlogs auszulösen. Vermutlich hast du also auch in anderen Spielen dasselbe Verhalten gezeigt.\n> Da du keine Warnung wegen gehäufter Reports erhalten hast (zumindest geh ich davon aus, da du keine erwähnt hast) ist ausserdem sicher, dass du nicht nur in den letzten Wochen immer wieder reportet wurdest, sondern schon länger. Dies, weil die Warnung anspringt wenn du deutlich über deinem bisherigen Durchschnitt reportet wurdest - zumindest nach allem was man im Forum darüber liest.\n> Die Vermutung liegt also sehr nahe, dass du dich schon seit Monaten daneben benimmst - aber eben nur selten, und nicht schwerwiegend. Dazu passt auch dein Chatlog: Im Vergleich zu dem was man sonst sieht eher harmlos, aber eben doch reportwürdig.\n> Du hast dich also immer ganz knapp unterhalb der Schwelle bewegt, jenseits derer die Chatanalyse auf dich aufmerksam wird. Jetzt hast du, aufgrund von Pech oder weil du einige Spiele schlecht drauf warst, die Schwelle überschritten.\n\ngut möglich was du sagst. wenn man ständig beleidigt und angeflamed wird, fängt man vielleicht irgendwann auch an. ... und ja, auch ich habe Initiativ nicht immer freundlich agiert.  will mich da nicht ausnehmen, werde aber in Zukunft anders reagieren","replies":[{"id":"","poster":"Temudschinn","date":"2016-02-15T12:18:15.691+0000","up_votes":1,"down_votes":0,"body":"Dazu sind diese \"laschen\" Strafen am Anfang ja da. Sie zeigen, dass bisheriges Verhalten nicht ganz optimal war, ohne dir gleich eine harte Strafe zu geben.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-02-15T10:32:55.989+0000","up_votes":2,"down_votes":0,"body":"Sobald du das erste Mal bestraft wurdest, reicht eben der kleinste Fehltritt aus und du bist bei der nächsten Strafe angelangt.\nDas ist die große Schwäche des Systems bei Riot, genau das was ich immer sage, ist bei dir prototypisch eingetreten:\n\nDas System lässt dich über einen enorm langen Zeitraum in dem Glauben, dass du dich angemessen verhälst, da es ewig lange keine Strafen verteilt, obwohl du strafbares Verhalten an den Tag legst.\nDann, wenn das Maß irgendwann voll ist, kommt die erste Strafe und du wunderst dich, wieso du bestraft wurdest obwohl du doch alles gemacht hast wie immer.\n\nDann kommt der entscheidende Moment, du hast jetzt nämlich, erfahrungsgemäß, etwa 5 Spiele nach Ablauf deiner Strafe Zeit, dein Verhalten, komplett und von Grund auf zu ändern, eine 180° Wende muss her.\nWenn du es in dieser Zeit nicht schaffst, das über viele Spiele und einen langen Zeitraum angewöhnte Verhalten abzulegen, kommt die nächste Strafe.\nDiese Schtitte darfst du jetzt noch genau 3 mal durchlaufen, wenn es beim dritten Mal nicht funktioniert, kommt der Perma.\n\nHierbei solltest du dringend beachten, dass dies innerhalb von ein paar Tagen, oder auch nur einem, passieren kann (abzüglich der Strafzeit selbst).\nAuch wenn du dich jetzt genauso verhälst wie in den letzten 200 Spielen, oder sogar ein wenig besser, kann die nächste Strafe schon nach den nächsten 2 Spielen kommen.\nAlso obacht und fühle dich, deinem eigenen Account zu liebe, jetzt nicht zu sicher, weil es einmal so lange gedauert hat, bis du bestraft wurdest, du wirst jetzt mit Argusaugen beobachtet und jeder reportete Fehltritt wird bestraft.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T11:01:57.947+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000700010000000000000001,timestamp=2016-02-15T10:32:55.989+0000)\n>\n> Sobald du das erste Mal bestraft wurdest, reicht eben der kleinste Fehltritt aus und du bist bei der nächsten Strafe angelangt.\n> Das ist die große Schwäche des Systems bei Riot, genau das was ich immer sage, ist bei dir prototypisch eingetreten:\n> \n> Das System lässt dich über einen enorm langen Zeitraum in dem Glauben, dass du dich angemessen verhälst, da es ewig lange keine Strafen verteilt, obwohl du strafbares Verhalten an den Tag legst.\n> Dann, wenn das Maß irgendwann voll ist, kommt die erste Strafe und du wunderst dich, wieso du bestraft wurdest obwohl du doch alles gemacht hast wie immer.\n> \n> Dann kommt der entscheidende Moment, du hast jetzt nämlich, erfahrungsgemäß, etwa 5 Spiele nach Ablauf deiner Strafe Zeit, dein Verhalten, komplett und von Grund auf zu ändern, eine 180° Wende muss her.\n> Wenn du es in dieser Zeit nicht schaffst, das über viele Spiele und einen langen Zeitraum angewöhnte Verhalten abzulegen, kommt die nächste Strafe.\n> Diese Schtitte darfst du jetzt noch genau 3 mal durchlaufen, wenn es beim dritten Mal nicht funktioniert, kommt der Perma.\n> \n> Hierbei solltest du dringend beachten, dass dies innerhalb von ein paar Tagen, oder auch nur einem, passieren kann (abzüglich der Strafzeit selbst).\n> Auch wenn du dich jetzt genauso verhälst wie in den letzten 200 Spielen, oder sogar ein wenig besser, kann die nächste Strafe schon nach den nächsten 2 Spielen kommen.\n> Also obacht und fühle dich, deinem eigenen Account zu liebe, jetzt nicht zu sicher, weil es einmal so lange gedauert hat, bis du bestraft wurdest, du wirst jetzt mit Argusaugen beobachtet und jeder reportete Fehltritt wird bestraft.\n\nich sag ja. deswegen halte ich in Zukunft meine klappe und mute flamer bzw. reporte sie danach. vielen dank für die ausführliche Erklärung.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T10:02:54.851+0000","up_votes":2,"down_votes":1,"body":"Du wurdest mitnichten nur für dieses 1 Spiel bestraft. Dafür hättest du Rassistisch, Homophob, oder extrems Toxic sein müssen und hättest dann wohl einen 14 Tage bann direkt bekommen.\n\nDu hast mehrere Spiele (bei der Spielzeit bestimmt 100+) ähnlich agiert und wurdest deshalb gebannt.\n\nDieser Chatlog steht Repräsentativ für den Auslöser.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T10:56:51.438+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000700010000000000000000,timestamp=2016-02-15T10:02:54.851+0000)\n>\n> Du wurdest mitnichten nur für dieses 1 Spiel bestraft. Dafür hättest du Rassistisch, Homophob, oder extrems Toxic sein müssen und hättest dann wohl einen 14 Tage bann direkt bekommen.\n> \n> Du hast mehrere Spiele (bei der Spielzeit bestimmt 100+) ähnlich agiert und wurdest deshalb gebannt.\n> \n> Dieser Chatlog steht Repräsentativ für den Auslöser.\n\ndu kennst dich ja echt super aus. Danke für deine Worte und Einschätzungen.","replies":[]}]}]}]}]}]},{"id":"","poster":"CooL Ice Tea","date":"2016-02-15T07:25:51.336+0000","up_votes":2,"down_votes":1,"body":"Du klingst genau so wie ich mit 13 Jahren nachdem mir jemand erklärt hat das ich was falsches gemacht habe. Ich wurde Motzig und habe auf **übertriebene Weise ** nochmal erklärt was ich zukünftigt nicht mehr machen werde. Total überzogen. \n\nBenehm dich einfach und dann ist es gut.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-15T10:18:09.060+0000","up_votes":2,"down_votes":0,"body":"_\"Benehm dich einfach und dann ist es gut\".\"_\nLeider ist es dann nicht gut. Ich gebe dir recht, dass er klingt wie ein 13-jähriger, der versucht sich zu rechtfertigen. Was mir dabei auch auffällt ist, dass ihm die Einsicht fehlt (wie bei einem 13-jährigen), was *er selbst* eigentlich falsch gemacht hat. Und darüberhinas die Selbstreflektion (\"Warum habe ich mich überhaupt so verhalten?\"). Allerdings: \"Benehm dich\" ist auch was, was man 13-jährigen sagt. Und es ist meiner Meinung nach eine ziemlich nutzlose Aufforderung. Sie kann sogar kontraproduktiv sein. Denn anstelle davon, dass man sich mal auseinandersetzt und fragt, *warum* derjenige gerade so ist, wird einem eine Ein-Satz-Weißheit vermittelt: Benimm dich und dann ists gut. Aber dass der Konflikt im 13-jährigen noch immer drin sitzt und sowieso wieder ausbricht, das wird durch so einen Spruch völlig außer acht gelassen. (Versteh das bitte aber nicht als unmittelbare Kritik an dir. Ich bin nur durch Hintergrundwissen zutiefst davon überzeugt, dass \"Benimm dich und gut\" nichts bringt. Niemals.)","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T10:59:54.980+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ThisOneDiesALot,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000700000000,timestamp=2016-02-15T10:18:09.060+0000)\n>\n> _\"Benehm dich einfach und dann ist es gut\".\"_\n> Leider ist es dann nicht gut. Ich gebe dir recht, dass er klingt wie ein 13-jähriger, der versucht sich zu rechtfertigen. Was mir dabei auch auffällt ist, dass ihm die Einsicht fehlt (wie bei einem 13-jährigen), was *er selbst* eigentlich falsch gemacht hat. Und darüberhinas die Selbstreflektion (\"Warum habe ich mich überhaupt so verhalten?\"). Allerdings: \"Benehm dich\" ist auch was, was man 13-jährigen sagt. Und es ist meiner Meinung nach eine ziemlich nutzlose Aufforderung. Sie kann sogar kontraproduktiv sein. Denn anstelle davon, dass man sich mal auseinandersetzt und fragt, *warum* derjenige gerade so ist, wird einem eine Ein-Satz-Weißheit vermittelt: Benimm dich und dann ists gut. Aber dass der Konflikt im 13-jährigen noch immer drin sitzt und sowieso wieder ausbricht, das wird durch so einen Spruch völlig außer acht gelassen. (Versteh das bitte aber nicht als unmittelbare Kritik an dir. Ich bin nur durch Hintergrundwissen zutiefst davon überzeugt, dass \"Benimm dich und gut\" nichts bringt. Niemals.)\n\nvielen dank für deine Worte. du hast recht. ich hab mich trotz meiner 34 Jahre nach vielen solcher spiele hinreißen lassen (in denen ich im übrigen nicht oder kaum geflamed habe). das kann absolut jedem von uns passieren","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-15T14:30:46.180+0000","up_votes":1,"down_votes":0,"body":"34? :D da siehste mal... Emotionen sind wohl altersunabhängig :D\n\nDass du dich dazu hinreißen lässt ist verständlich. Wir sind nunmal Menschen. Es ist auch verständlich, dass du versucht dich zu \"rechtfertigen\". Als selbst, der früher geflamet hat (31 bin ich jetzt), kann ich deine Lage nachvollziehen. Ich weiß aber auch, dass sich das ändern lässt.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T16:32:36.027+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=ThisOneDiesALot,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00070000000000000000,timestamp=2016-02-15T14:30:46.180+0000)\n>\n> 34? :D da siehste mal... Emotionen sind wohl altersunabhängig :D\n> \n> Dass du dich dazu hinreißen lässt ist verständlich. Wir sind nunmal Menschen. Es ist auch verständlich, dass du versucht dich zu \"rechtfertigen\". Als selbst, der früher geflamet hat (31 bin ich jetzt), kann ich deine Lage nachvollziehen. Ich weiß aber auch, dass sich das ändern lässt.\n\nJa, hatte auch ein paar schlechte Tage in der Arbeit und im Privatleben. Da kam eines zum Anderen. \n\n-   Wie es auch immer ist, heute vohin mein erstes Ranked gespielt, direkt wieder einen reportet.... Mal sehen wie oft heute noch. Ach ja, ich war mehr als freundlich.\n\n-   Zweites Ranked, zwei reported (einer AFK und einer am Flamen)... Ich war wieder mal sehr sehr freundlich. Auf ein weiteres Ranked.\n\nWerde den Post jedes mal erweitern, wenn es wieder Neuigkeiten gibt.","replies":[]}]}]}]}]},{"id":"","poster":"HHaie tabbian","date":"2016-02-15T08:44:33.364+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=nGG DoctorWho,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0007,timestamp=2016-02-14T22:10:40.564+0000)\n>\n>  Es wird ab jetzt jeder von mir ohne Ausnahme gemutet bei der ersten Beleidigung oder Aufruf zum Report oder sonstigem störenden Verhalten wird gemutet + report.\n\nDas ist exakt die richtige Vorgehensweise. Wenn du das machst, wird dir nichts mehr passieren. Hilft einem selbst übrigens auch ziemlich viel, sich auf sein eigenes Spiel zu konzentrieren.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T09:21:46.298+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=tabbian,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=00070002,timestamp=2016-02-15T08:44:33.364+0000)\n>\n> Das ist exakt die richtige Vorgehensweise. Wenn du das machst, wird dir nichts mehr passieren. Hilft einem selbst übrigens auch ziemlich viel, sich auf sein eigenes Spiel zu konzentrieren.\n\ndas ist mir bewusst. Danke für deinen freundlichen Kommentar und die bestärkung.","replies":[]}]}]},{"id":"","poster":"Yuci","date":"2016-02-14T21:15:19.884+0000","up_votes":1,"down_votes":0,"body":"Sei Froh das du nicht die härteste Strafe bekommst. 10 Spiele sind Garnichts. Aber dafür ein Anfang, damit du deine Lektion lernst. Je mehr Flame, Desto härter die Strafe.\n\nHAVE A NICE DAY FAM!!\n\n\n{{sticker:slayer-jinx-wink}} \n\n\nMFG","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:22:39.260+0000","up_votes":1,"down_votes":1,"body":"Nicht die härteste Strafe? Dein Ernst?","replies":[{"id":"","poster":"drexxsack","date":"2016-02-14T21:24:23.224+0000","up_votes":2,"down_votes":0,"body":"es gäbe noch 25 Spiele Chatrestriction, 2-Wochen-Bann und Permabann.\n\nDu hast gerade mal die niedrigste Stufe bekommen.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:52:00.486+0000","up_votes":1,"down_votes":2,"body":"Was ja nach meinem Verständnis bei der ersten Verfehlung auch normal ist, oder? Verstehe ich nicht was du damit meinst, dass ich froh sein solle?","replies":[{"id":"","poster":"drexxsack","date":"2016-02-14T21:54:39.295+0000","up_votes":2,"down_votes":0,"body":"Ich habe nicht gesagt, dass du froh sein sollst, das war jemand anders ;) Ich beziehe mich darauf, dass die Strafe tatsächlich nicht wirklich hart ist, im Vergleich zu den Strafen, die man in Folge von Wiederholungen oder härteren Dingen bekommt.\n\nDu kannst allerdings wirklich froh sein. Die Schritte, die du machen musst, sind nicht wirklich groß.\nDu musst (ersteinmal) einsehen, dass du dich nicht vollkommen richtig Verhalten hast und dann musst du dir halt angewöhnen, Leute kommentarlos zu muten, sobald sie dir auf die Nerven gehen.\nDein gesamter Chatlog spricht eine deutliche Sprache: Vergeltung\nDen Auslösern dafür kannst du dich ganz einfach entziehen: Mute","replies":[]}]},{"id":"","poster":"D4RKEVA","date":"2016-02-14T21:52:48.713+0000","up_votes":1,"down_votes":0,"body":"25spiele ^^\n\nHoffe habe recht \n\nHihihihi{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"drexxsack","date":"2016-02-14T21:56:35.721+0000","up_votes":1,"down_votes":0,"body":"Jup, Tippfehler\nHabs korriegiert, danke :)","replies":[]}]}]}]}]},{"id":"","poster":"BloodCrystalx3","date":"2016-02-14T20:53:03.948+0000","up_votes":2,"down_votes":0,"body":"Sie ist es schon, jmd. zubitten ein Spieler zu reporten ist soweit ich mitbekommen auch nicht wirklich erlaubt... \nAuch du hast dich provozieren lassen, weshalb nicht einfach muten, ich meine wofür gibt es das Zeichen denn? +\nMuten + für dich behlaten das du Ihn reporten wirst + IHM AM ENDE REPORTEN","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T20:56:07.162+0000","up_votes":1,"down_votes":3,"body":"Dann hätten im Vorfeld Lux und Lucian bestraft werden müssen, was man nämlich hier im Chatlog nicht lesen kann ist, dass sie von Anfang an im /alle-Chat zum Report von mir aufgerufen haben. Das sieht man oben im 3. Satz als ich mit \"for?\" auf den Report-Aufruf gegen mich reagiert habe.","replies":[{"id":"","poster":"CoGa Skyrora","date":"2016-02-14T20:59:18.959+0000","up_votes":1,"down_votes":0,"body":"Du weißt ja nicht ob sie bestraft wurden ^^. Vielleicht wurden sie das ja :D","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:12:20.755+0000","up_votes":1,"down_votes":1,"body":"Könntest Recht haben... Trotzdem irgendwie nervig das Ganze. In der Regel lass ich mich zu sowas nicht hinreißen, aber als die direkt zu Beginn des Spiels begonnen haben mich zu beleidigen und diese unsägliche Unbereitschaft zur Kommunikation unseres Junglers, nicht zuletzt deren ständige Aufrufe im /all-Chat zum Report (auf die ich oben nachzulesen lediglich reagiert habe) waren schon... naja... provokant.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-14T21:29:37.780+0000","up_votes":1,"down_votes":0,"body":"Wenn das so ist, sollte es dir nicht schwer fallen, weitere Bestrafungen zu vermeiden. Im Zweifel einfach einen Spieler auf ignore stellen, sobald er dich nervt.","replies":[]}]}]},{"id":"","poster":"BloodCrystalx3","date":"2016-02-14T20:57:32.577+0000","up_votes":1,"down_votes":0,"body":"Ein Wort : Muten.","replies":[]}]}]},{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-19T14:30:34.636+0000","up_votes":1,"down_votes":1,"body":"holla die waldfee. . ich schreibe einmal auf eine Beleidigung hin selber \"idiot\" und ihr redet direkt von Perma ban ???","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-19T16:57:48.812+0000","up_votes":3,"down_votes":1,"body":"auf GRxRedZero  Kommentare musst du nicht viel geben. der ist selber enorm pissed weil ein Flamer Freund einen Perma Ban bekommen hat und wohl noch Leute mitgenommen hat von LoL.\nDeshalb stänkert er im Moment in Flamer Threads rum.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:37:38.912+0000","up_votes":3,"down_votes":2,"body":"Da du ja noch scheinbar der Meinung bist das du nichts getan hast, gebe ich dir deinen Chatlog mal markiert zurück.\nAufgeteilt in Flame  {{summoner:14}} (bannwürdig) negatives Verhalten {{summoner:11}}  (sollte unterlassen werden)\n\nnGG DoctorWho: pantheon, you should better have let me play jungle {{summoner:11}} \nnGG DoctorWho: or at least communicate\nnGG DoctorWho: for?\nnGG DoctorWho: for saying the obvious?\nnGG DoctorWho: and he didn't talk in the first place\nnGG DoctorWho: pantheon reported {{summoner:11}} \nnGG DoctorWho: please report pantheon for troll and refusing to communicate, thank you {{summoner:11}} \nnGG DoctorWho: that pantheon NEVER came to help in mid, he didn't even say 1 word and trolls like hell. please report him {{summoner:11}} \nnGG DoctorWho: you're wondering lucian? really?\nnGG DoctorWho: hey le blanc, did you EVER see pantheon in mid?\nnGG DoctorWho: OOOOH, PANTHEON IS IN MID!!! {{summoner:11}} \nnGG DoctorWho: report lux for flames and insults {{summoner:11}} \nnGG DoctorWho: report lucian for insults {{summoner:11}} \nnGG DoctorWho: gg\nnGG DoctorWho: nice team full of haters, non-communicaters and idiots{{summoner:14}} \nnGG DoctorWho: gg\nnGG DoctorWho: you get a report, too{{summoner:11}} \nnGG DoctorWho: no, this is patrick!\nnGG DoctorWho: ahahahaha, lux{{summoner:11}} \nnGG DoctorWho: say thanks to pantheo{{summoner:11}} \nnGG DoctorWho: chrono, I expect you to report panth, lux and lucian{{summoner:11}} \nnGG DoctorWho: let me guess, lux + lucian + pantheon are premades, right?{{summoner:11}} \nnGG DoctorWho: lux\nnGG DoctorWho: you're sooooooo......\nnGG DoctorWho: forget it\nnGG DoctorWho: no map awareness\nnGG DoctorWho: 7 kills\nnGG DoctorWho: and you?{{summoner:11}} \nnGG DoctorWho: 1 kill?{{summoner:11}} \nnGG DoctorWho: 8 deaths?{{summoner:11}} \nnGG DoctorWho: should I say more?{{summoner:11}} \nnGG DoctorWho: report lux for calling me \"noob\", \"idiot\" and flaming me all the time{{summoner:11}} \nnGG DoctorWho: just press yes and end this shit please{{summoner:11}} \n\nfür die 1. Eskalationstufe reichts aus und wenn du so weiter machst wirds auch weiterhin ausreichen bis hin zum Perma.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:55:08.855+0000","up_votes":1,"down_votes":3,"body":"Da wurden mir aber schon weit schlimmere Sachen an den Kopf geworfen und ich habe nicht reportet. Also nach deiner Analyse hab ich genau einmal bannwürdiges Verhalten gezeigt. Und übrigens haben die anderen beiden der Bot-Lane noch wesentlich heftigere Sachen rausgehauen.","replies":[{"id":"","poster":"CMan","date":"2016-02-14T21:56:24.917+0000","up_votes":2,"down_votes":0,"body":"Wie bereits mehrfach gesagt: für DEINE Strafe ist nur DEIN Verhalten relevant und nicht das der anderen.\n\nUnd ob du reportest oder nicht, ist allein deine Sache und hat hiermit nichts zu tun.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:14:31.490+0000","up_votes":1,"down_votes":0,"body":"gehäuft Negatives Verhalten und Provokation kann ebenso zu einem Bann führen.","replies":[{"id":"","poster":"Maíko","date":"2016-02-15T07:44:12.219+0000","up_votes":1,"down_votes":0,"body":"Dazu kommt noch, dass Reportcalling nicht nur als negatives Verhalten zählt, sondern auch ein Bangrund ist^^\n\nUnd allein davon sind schon 8 Stück in dem Log enthalten xD","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T07:46:50.638+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Blacky94,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=0006000000010000,timestamp=2016-02-15T07:44:12.219+0000)\n>\n> Dazu kommt noch, dass Reportcalling nicht nur als negatives Verhalten zählt, sondern auch ein Bangrund ist^^\n> \n> Und allein davon sind schon 8 Stück in dem Log enthalten xD\n\nund mehr als 20 von den anderen Mitspielern die du aber leider hier nicht lesen kannst. wie gesagt, ich habe einen Fehler gemacht, nach Jahren LoL ohne je auch nur eine Verwarnung oder Bann.","replies":[{"id":"","poster":"Maíko","date":"2016-02-15T08:00:33.367+0000","up_votes":2,"down_votes":0,"body":"Versteh es doch bitte...\n\nEs ist absolut egal was die anderen gemacht haben...\n\nWenn du in ein Geschäft gehst und etwas stiehlst kannst du der Polizei auch nicht mit der Ausrede \"Aber da hat einer viel mehr gestohlen als ich\" kommen.\n\nDu wirst einzig und allein nach deinem Verhalten verurteilt...\n\nWenn jemand stiehlt (die Regeln bricht) dann ruf die Polizei (reporte) und alles ist gut....begibst du dich jedoch auf deren Niveau und stiehlst selber (brichst die Regeln) wirst du halt verhaftet (bestraft).","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-15T08:24:31.184+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Blacky94,realm=EUW,application-id=KYnfKGf0,discussion-id=hGwR5b5u,comment-id=000600000001000000000000,timestamp=2016-02-15T08:00:33.367+0000)\n>\n> Versteh es doch bitte...\n> \n> Es ist absolut egal was die anderen gemacht haben...\n> \n> Wenn du in ein Geschäft gehst und etwas stiehlst kannst du der Polizei auch nicht mit der Ausrede \"Aber da hat einer viel mehr gestohlen als ich\" kommen.\n> \n> Du wirst einzig und allein nach deinem Verhalten verurteilt...\n> \n> Wenn jemand stiehlt (die Regeln bricht) dann ruf die Polizei (reporte) und alles ist gut....begibst du dich jedoch auf deren Niveau und stiehlst selber (brichst die Regeln) wirst du halt verhaftet (bestraft).\n\nmeine Strafe ist doch auch in Ordnung. man sollte trotzdem sehen, dass ich an der Gesamtsituation nicht alleine schuld War. mir ging es eigentlich gar nicht so sehr darum dass ich eine Strafe kassiert habe sondern darum, wie ihr die komplette Situation beurteilt. und das weiß ich nun. bin trotzdem der Meinung dass hier einige an meiner Stelle ähnlich oder schlimmer reagiert hätten, auch  wenn sie sich hier im forum als unfehlbar darstellen. \n\nich kenne mich nun aus und werde mich bessern.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T08:34:43.314+0000","up_votes":2,"down_votes":1,"body":"bist du im Kindergarten geblieben? Kevin hat aber angefangen ist seit der Zeit bereits vorbei und vollkommen egal.","replies":[]}]}]}]}]}]},{"id":"","poster":"PwnedAkkon ","date":"2016-02-14T23:39:39.574+0000","up_votes":2,"down_votes":1,"body":"tja jetzt noch 15 games ban und dann winkt der 2wochen und Permaban :)","replies":[]},{"id":"","poster":"Julian Chopper","date":"2016-02-14T20:55:04.694+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:04:36.097+0000","up_votes":1,"down_votes":5,"body":"Schade, dass man nur meinen Teil sieht, du würdest das etwas anders sehen wenn du deren Teile gelesen hättest.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-02-14T21:16:41.792+0000","up_votes":1,"down_votes":1,"body":"Ändert nichts daran, dass du flamest.\n\nBtw: Warum zum Teufeln wurde mein Kommentar gelöscht? Weil ich dich als \"Idiot\" bezeichnet habe?","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-14T21:28:20.525+0000","up_votes":1,"down_votes":0,"body":"Kann sein. Wenn es jemand gemeldet hat und ein Moderator es für unpassend hielt, wird es wohl deshalb gelöscht worden sein.","replies":[{"id":"","poster":"Julian Chopper","date":"2016-02-14T21:34:02.714+0000","up_votes":1,"down_votes":1,"body":"Habe die Mitteilung bekommen, dass der Kommentar wegen \"flame\" gelöscht wurde. Naja. Man kann sich wohl streiten, ob das als \"flame\" zählt oder nicht.","replies":[{"id":"","poster":"AI Doctor Jaeger","date":"2016-02-14T21:58:20.387+0000","up_votes":2,"down_votes":2,"body":"Ernsthaft? Wir unterhalten uns hier über Flames, Beleidigungen usw. und du meinst allen Ernstes dass man darüber streiten könnte, ob das Wort \"Idiot\" als flame zählt?!","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:27:05.212+0000","up_votes":1,"down_votes":0,"body":"Nö JEDER der Gegen den Weg der Beschwörer (http://gameinfo.euw.leagueoflegends.com/de/game-info/get-started/summoners-code/) verstößt gehört bestraft. Du bildest da keine Ausnahme.","replies":[]}]}]}]}