{"id":"v0EE4JzA","poster":"verliererhoch10","date":"2016-02-14T20:53:11.716+0000","title":"Warum wurde ich gebannt?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Hi ich wollte fragen ob ihr wisst ob man einfach so gebannt werden kann. Als ich mich vorgestern einloggen wollte, stand da, dass ich einen dauerhaften bann bekommen hab.\r\nAuf meiner Email stand auch  der Grund. Ich soll angeblich ein programm eines drittanbieters benutzt haben. Also wenn die damit hacks, cheat oder scripts meinen kann ich das nicht verstehen,  da ich nichts in der art benutze. Ich wusste nicht einmal, dass man in lol cheaten kann. Ich benutze nur lolwiz aber das ist ja auch nicht  verboten, da es glaub ich von cloud 9 gesponsort wird und sogar sneaky in seinem stream benutzt. Ich habe schon viel zeit (3 jahre) und geld investiert und m&ouml;chte meinen acc nicht einfach so aufgeben. Ich habe meine spiele  auch aufgenommen und man kann darin sehen, dass ich nichts  verbotenes benutze. \r\n&Uuml;ber hilfreiche  Antworten  w&uuml;rde ich mich sehr  freuen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:28:17.051+0000","up_votes":1,"down_votes":0,"body":"und dieses Thema fallen auch sachen wie \"Accountsharing\" \"Elo-boosting\" und Makros.","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:32:53.910+0000","up_votes":1,"down_votes":2,"body":"Das kann nicht  sein, da ichnur platin  bin und das schon seit s5. Ich spiele nur manchmal mit meinen smurf und da hab ich noch keinen bann bekommen, obwohl ich mit den selben Bedingungen spiele wie auf meinen main.","replies":[{"id":"","poster":"Zero000","date":"2016-02-14T21:38:25.671+0000","up_votes":1,"down_votes":0,"body":"Erklär mir mal bitte warum das nicht sein kann?","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T22:01:16.922+0000","up_votes":1,"down_votes":1,"body":"Nur ich spiele  mit diesem acc. \nHab auch meine lol spiele seit monaten aufgenommen. Mann kann darin sehen, dass ich keine cheats benutze.","replies":[{"id":"","poster":"Zero000","date":"2016-02-14T23:05:08.781+0000","up_votes":2,"down_votes":0,"body":"Und wie erkennt man an deinen Videos das du kein \"Accountsharing\" \"Elo-boosting\" betrieben hast oder Makros verwendest?","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T06:40:20.900+0000","up_votes":1,"down_votes":10,"body":"Makros sind nicht verboten oder Bannable.\nIch darf also meine gesamte Annie-Combo auf eine Taste legen.","replies":[{"id":"","poster":"CooL Ice Tea","date":"2016-02-15T07:05:41.144+0000","up_votes":3,"down_votes":0,"body":"Darfst du nicht und die werden einfacher vom System erkannt als du denkst.\n\nSogar ein Lee Sin ward Jump Combo reicht für einen Permaban wegen Scripting.\n\nLass die finger weg.","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T07:52:51.383+0000","up_votes":2,"down_votes":11,"body":"Ehm.Du verstehst da was falsch.Makros sind keine Scripts.Die Tastenkombinationen die du machen kannst,über Razor-Tastaturen oder Mäuse,greifen nicht in den Client ein und verändern deswegen auch keine Dateien,weswegen Makros auch nicht gegen die EULA verstoßen.Du darfst also deine Keybindings so machen,dass du easy Wardjumps machen kannst.\nWie gesagt,es verstößt nicht gegen die Eula und ist somit auch kein Bann-Grund.\nDas ist GENAUSO als würdest du jemanden bannen wollen,der einen 4k Bildschirm nutzt.Er stellt ja seine Optionen so ein,dass er dadurch einen \"Zoomhack\" hat,wenn man es so sagen will.Ist es bannable?Nein.Warum?Weil es keine Spieldateien verändert,oder sonst irgendwas am Client ändert.\nAlso gogoel nochmal den Unterschied zwischen einem Script(wie Kiting-Scripts oder der Ashe-Exploit) und einem Makro.","replies":[{"id":"","poster":"CooL Ice Tea","date":"2016-02-15T08:00:38.090+0000","up_votes":4,"down_votes":1,"body":"Ehm. Du verstehst da was falsch. Du kriegst nen Perma für \"scripting\" weil es keine Kategorie \"Makro\" bei Bans gibt.\n\nDesweiteren ist vom Spiel die Möglichkeit gegeben ingame die Auflösung auf 4 K zu stellen. Somit erlaubt. Daher ist dein Vergleich schlecht. Es ist ingame möglich tasten umzubelegen, jedoch nicht mehrere Aktionen auf eine Taste. Somit ist dies nicht erlaubt.","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T08:10:36.835+0000","up_votes":1,"down_votes":9,"body":"Was haben Makros mit Scripting zu tun,hmm?\nIch sage es nochmal.Lies die Eula.Da steht drin,du darfst nicht die Dateien ändern.Da steht nichts von drinnen,dass ich keine Makros nutzen darf,welche in keinster Weise Dateien ändern.\nIch wurde nochnie gebanned und werde auch nie deswegen gebanned,weil es kein Regelverstoß ist.\nAlso werde ich in diesen 3 Jahren,wo ich Makros nutze auf mehreren Accs,wohl genug davon verstehen.\n\nAber wenn du so überzeugt bist,kannst du mir gerne ein Statement von Riot schicken,dass es verboten ist.\nBeweis erstmal deine Aussage,bevor ich diese widerlegen muss,was ich aber schon getan habe.","replies":[{"id":"","poster":"p0hil","date":"2016-02-15T08:18:50.154+0000","up_votes":3,"down_votes":2,"body":"Makros geben dir einen unfairen Vorteil gegenüber den anderen. Du kannst über Makros gewisse Skillcombos ausführen wie eine Maschine. \nSobald das vom System erkannt wird, biste weg vom Fenster.\n\nWenn du niemanden glaubst, frag doch beim Support nach ? \n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T08:53:00.224+0000","up_votes":2,"down_votes":7,"body":"1.Nein,du bist nicht schneller als Leute,die keine Makros nutzen.Ich kann auch onhe Makro instant einen Ward Jump als Lee oder Kata machen.Makros ignorieren keine Animationen oder geben dir Vorteile.\n\n2.Wie will Riot erkennen ob Makros genutzt werden?Erstens,greifen Makros nicht ins System ein und können deswegen nicht erkannt werden.Zusätzlich dazu,sieht es für das System **immer** so aus,als wären ganz normal die Tasten gedrückt worden.Ich verändere nichts,immernoch.Darum sieht es auch absolut Normal aus.\n\nDu scheinst dir ja aber so sicher zu sein,dass du meine Aussage ignorierst und meinst ich solle den Support fragen.\nSchick mir doch mal einen Beleg dafür,dass Makros verbtoen sind,dass Leute bereits gebannt wurden und am besten sollte das ein Screen vom Support sein.\nAlso los,beweise es doch,wenn es so verboten ist.\nBis dahin,steht meine Aussage,dass Makros nicht gebanned werden.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T09:13:14.616+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=v0EE4JzA,comment-id=000200000001000000000000000000000000000000000000,timestamp=2016-02-15T08:53:00.224+0000)\n>\n\n> Schick mir doch mal einen Beleg dafür,dass Makros verbtoen sind\n\nhttps://ask.fm/RiotLyte/answers/131116484802\n\nda Riot Lyte hat diese Aussage so getätigt das es verboten ist. Einen Screen vom Support konnte ich auf die schnelle nicht finden","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T09:23:39.298+0000","up_votes":3,"down_votes":0,"body":"Einfache Tasten Neubelegung ist auch nicht verboten. Makros hingegen sind eine Reihe von Tastenkombinationen, welche automatisiert ausgeführt werden in einem bestimmten Zeitrahmen.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-02-15T09:17:15.409+0000","up_votes":1,"down_votes":3,"body":"Da wurde ich verbal gerekt.\nSieht so aus als hätte sich in den 3 Jahren die ganze Politik darum geändert.\nAls ich damals gechecked habe,war es eine Grauzone,wo es ignoriert wurde.\nTrotzdem verstehe ich nicht ganz wieso.Man kann seine Keybindings selbst ändern und es verändert keine Spieldateien.Riot kann es aber sowieso nicht überprüfen.\nTrotzdem danke für die klare Antwort.","replies":[]}]},{"id":"","poster":"Im a Papaya","date":"2016-02-15T10:12:35.363+0000","up_votes":4,"down_votes":0,"body":"zu 2.: du hast immer den perfekt gleichen Abstand in den Combos die du ausführst, das wäre schon mal ein Hinweis für Makros oder ähnliches.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-16T11:49:51.483+0000","up_votes":1,"down_votes":0,"body":"in 1k + Ausführungen immer 0,25 oder 0,5 Sekunden exakten Abstand?","replies":[]},{"id":"","poster":"Enderized","date":"2016-02-16T09:29:22.060+0000","up_votes":1,"down_votes":0,"body":"Oder man hat einfach gut trainiert? <_<","replies":[]}]},{"id":"","poster":"p0hil","date":"2016-02-15T08:59:50.185+0000","up_votes":5,"down_votes":2,"body":"Das System sieht die Zeiten die immer zwischen 2 oder mehreren Skills liegen.\nSollte es also IMMER die EXAKT selbe Zeit sein, ist die Wahrscheinlichkeit sehr hoch.\n\nMakros sind aber programmierbar das du mit 1 Taste einfach deine ganzen Skills durchhaust.\n\nBenutze das Zeug ruhig weiterhin. Aber wunder dich dann nicht wenn du gebannt wurdest.\nEs gibt genug Leute im Forum die banned wurden wegen Makros. Nutz doch einfach mal die SuFu.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"p0hil","date":"2016-02-15T09:30:31.531+0000","up_votes":2,"down_votes":1,"body":"Nein, da du dann immer ein sehr geringe Zeitspanne Unterschied hast zwischen anderen Sprüngen. Und wenn der Verdacht besteht, wird geprüft. \nWenn der Verdacht sich bestätigt, hast du eben ein Problem.\n\nKlar kannste in der Config Sachen einstellen wie AttackMove auf Linke Maustaste, dies hab ich auch. Aber nicht solche Sachen wie eine Skillkombo die du NICHT nach jedem Spiel ändern müsstest.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-02-15T09:06:13.559+0000","up_votes":1,"down_votes":2,"body":"Ach,habe die SuFu genutzt und ein paar Threads gefunden.Leider habe ich niemanden gefunden,der einen Ban deswegen hatte.Nur einer der vom Support angeschrieben wurde,dass er aufhören soll.Aber da da kein Screen bei war,ist dieser Thread nichtig.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-02-15T09:03:28.237+0000","up_votes":1,"down_votes":4,"body":"Das heißt also,wenn ich ohne Makros meine Wardjumps instant mache,was auch sehr gerne mal los ist,werde ich also als Skripter dargestellt.\nUnd ich weiß nicht ob du es weißt,aber du kannst Makros in der LoL-Datei einstellen.\nDemnach,hast du keinen Vorteil gegenüber jemandem,der keine Makros nutzt.\nIch sage es nochmal.Makros machen deine Skills nicht schneller,sondern komfortabler.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T08:42:21.244+0000","up_votes":4,"down_votes":2,"body":">Die Nutzung jeglicher untersagter Drittprogramme, insbesondere „Mods“, „Hacks“, „Cheats“, „Scripts“, „Bots“, „Trainer“ und **Automatisierungsprogramme**, die auf beliebige Weise und aus beliebigen Gründen mit der Software interagieren, insbesondere durch das Abfangen, Emulieren oder Umleiten beliebiger Kommunikation zwischen der Software und Riot Games und durch das Auslesen von Speicherbereichen, die von der Software genutzt werden, um Informationen über das Spiel zu speichern.\nhttp://euw.leagueoflegends.com/de/legal/termsofuse\n\nstimmt gegen die Eula verstößt du damit vielleicht nicht, aber eindeutig gegen die AGBs.","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T08:58:48.844+0000","up_votes":1,"down_votes":5,"body":"Das ist ein äußerst schönes Argument,aber hier mal etwas,was dein Argument nichtig macht.\nDu kannst in den LoL-Daten,deine Key-Bindings verändern und verschiedene Kommandos auf eine Taste setzen.\nRiot gibt dir die Möglichkeit,deine eigenen Makros zu machen.\n\n> Automatisierungsprogramme\n\nMakros,sind **keine** Programme,sondern eifnache Keybindings.Du brauchst kein Programm dafür.\nUnd nochmal,man verstößt **nicht** gegen die Agb,weil Makros **NICHT**,ich wiederhole,nicht mit der Software interagiert,sondern mit deiner Tastatur/Maus.\n\nDemnach,sind Makros erlaubt.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-15T09:31:27.378+0000","up_votes":2,"down_votes":0,"body":"Du kannst dich so viel an Programme aufhängen wie du willst, Ziel dieses Punktes ist es zu verhindern das der Character automatisch gesteuert wurd, bzw etwas automatisch ausführt und das ist bei einem Makro der Fall. Da dieser Punkt, im übrigen auch in der Eula, einzeln steht ist es irrelevant ob dabei mit der Software interagiert wird oder nicht.\nGanz abgesehen davon das der Link zu Lyte wo er sagt das Makros verboten sind ja auch schon gepostet wurde.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-15T10:46:25.444+0000","up_votes":3,"down_votes":0,"body":"LoL bietet die Funktion für 1 Button 1 Skill, du drückst jetzt aber einen Button dann wird ein Skill ausgelöst und dann automatisch ein weiterer und ein weiterer etc. Natürlich ist das automatisch! Nur weil du ein Knöpfchen drücken musst um den Vorgang in gang zu setzten macht es nicht weniger automatisch.\nEine Maschiene die ein vorgefertigtes Set an Bewegungen oder allgemeint Dingen ausführt jedesmal wenn ich ihr den Befehl dazu gebe, führt sie dann trotzdem von selbst aus und ohne weiteres zutun von mir.","replies":[]},{"id":"","poster":"Gorantharon","date":"2016-02-15T12:01:42.921+0000","up_votes":2,"down_votes":0,"body":"Es gibt im Optionsmenu schon den kombinierten Attack move. Den kann man so gut wie auf jede Taste legen, nur eben NICHT auf die linke Maustaste.\n\nDie Änderung auf die linke Maustaste gibt Dir also keinen wirklichen Spielvorteil, bzw. stellt Linkshänder gleich zu Rechtshändern, als solches wird's Riot wohl ziemlich wurscht sein, ob man das in der Config ändert.","replies":[]},{"id":"","poster":"eingew","date":"2016-02-15T10:31:10.267+0000","up_votes":2,"down_votes":1,"body":"Wenn du mit einem Tastendruck 2 Befehle ausführst, dann führt dein Char Aktionen ohne dein zutun aus. Und ja, es ist unfair, mit nur einem Tastendruck Aktionen durchzuführen, wofür der normale Spieler 2 Tasten braucht.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T10:06:37.450+0000","up_votes":2,"down_votes":1,"body":"Du aktiverst 1 Taste die 2 Befehle (vielleicht noch mehr) ausführen kann.\nDas ganze ist dann automatisiert.\n\nEs bietet dir also einen enormen Vorteil. Stell dir den Ryze 6.2 vor der auf 1 Taste 1-2 Rotas hat sobald der Spieler in die passive geht drückt er das Makro und haut die Kombo in der schnellstmöglichen Zeit raus.","replies":[]},{"id":"","poster":"Loki331","date":"2016-02-15T10:40:53.023+0000","up_votes":1,"down_votes":0,"body":"Attack Move ist nur 1 Befehl. Deswegen.","replies":[]},{"id":"","poster":"p0hil","date":"2016-02-15T10:34:58.845+0000","up_votes":1,"down_votes":2,"body":"Ich frag mich dann aber warum solche Threads wie man den AttackMove auf die linke Taste bindet, nicht verboten sind ? ^^\n\nAn sich machst du dann auch 2 benötigte Tasten auf dein LMB.\n\nOder gibt es noch einen andere Wege den Attackmove auszuführen mit 1 Tastendruck ? Kenne nur A + LMB.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-02-15T10:00:19.362+0000","up_votes":1,"down_votes":7,"body":"Es wird nichts automatisch ausgeführt,wenn ich einen Wardjump über Makros mache.Ich drücke die Taste,die zugewiesen wurde,ich führe also das Kommando selbst aus.\nWürde ich aber ein Makro nutzen,welches alle 5 Sekunden Ctrl+Q aktiviert,also um automatisch einen Skillpunkt asuzuteilen,wäre es was anderes.\nAber ja,Lyte hat gesagt Makros sind verboten.Das Statement war für mich zuerst nicht zu finden.Vor einigen Jahren war es noch Grauzone.","replies":[]}]},{"id":"","poster":"Loki331","date":"2016-02-15T09:33:39.981+0000","up_votes":2,"down_votes":0,"body":"Mal die Suchfunktion nutzen:\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=811344 Thread von \"Thx and Bye\"\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/0QreYaYl-makros-sind-doch-verboten\nMal nachlesen.\nUnd wenn du es immer noch nicht glauben kannst, dann schreib den Support an und berichte uns!","replies":[]},{"id":"","poster":"CooL Ice Tea","date":"2016-02-15T09:21:29.665+0000","up_votes":1,"down_votes":0,"body":"Die Maus und somit die darauf aufgebauten Makros werden von einer software unterstützt. Selbst wenn du deinen Timer mit dem Nordost schreibst ist dies ein Programm. Ein sehr kleines und unwichtiges aber es wird als programm deklariert. \n\nIch habe aufjedenfall eine Anfrage an den Support gestellt in der Hoffnung das diese eine befriedigende Antwort für uns Liefern.","replies":[{"id":"","poster":"Z3ndom","date":"2016-02-15T10:01:53.687+0000","up_votes":1,"down_votes":3,"body":"Hmmm,gut.Ich habe aber meine Keybindings ohne jegliches Programm.\nIch kann Lux-lache auf R binden,sodass sie beim Ulten lacht.\nWie sieht es denn so aus?\nIch habe nur die Keybindings-Datei geändert,was kein Regelverstoß ist.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T09:20:49.942+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=v0EE4JzA,comment-id=000200000001000000000000000000000000000000010000,timestamp=2016-02-15T08:58:48.844+0000)\n>\n> Das ist ein äußerst schönes Argument,aber hier mal etwas,was dein Argument nichtig macht.\n> Du kannst in den LoL-Daten,deine Key-Bindings verändern und verschiedene Kommandos auf eine Taste setzen.\n> Riot gibt dir die Möglichkeit,deine eigenen Makros zu machen.\n\nDann zeig mir das ganze bitte. Ich habe gerade versucht verschiedene Fähigkeiten auf 1 Taste zu legen, oder aber 1 Fähigkeit + 1 Gegenstand. Beides ohne Erfolg.\n\n> Makros,sind **keine** Programme,sondern eifnache Keybindings.Du brauchst kein Programm dafür.\n\n\n\n\n>Ein Makro ist in der Softwareentwicklung eine unter einer bestimmten Bezeichnung (Makroname) zusammengefasste Folge von Anweisungen oder Deklarationen, um diese (anstelle der Einzelanweisungen, i. d. R. an mehreren Stellen im Programm) mit nur einem einfachen Aufruf ausführen zu können.[1] Alle Anweisungen des Makros werden automatisch an der Programmstelle ausgeführt, an denen das Makro codiert wurde.\nhttps://de.wikipedia.org/wiki/Makro\n\n> Und nochmal,man verstößt **nicht** gegen die Agb,weil Makros **NICHT**,ich wiederhole,nicht mit der Software interagiert,sondern mit deiner Tastatur/Maus.\n\nNein deine Tastatur interagiert mit dem programmierten Makro und dieses dann mit dem Programm.\n\n> Demnach,sind Makros erlaubt.\n\nhttps://ask.fm/RiotLyte/answers/131116484802\n\nnö","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2016-02-15T09:34:08.206+0000","up_votes":1,"down_votes":0,"body":"> Sie stimmen zu, dass Sie unter keinen Umständen:\n\n>E. Untersagte Drittprogramme nutzen, insbesondere „Mods“, „Hacks“, „Cheats“, „Scripts“, „Bots“, „Trainer“ oder Automatisierungsprogramme oder jegliche Drittprogramme welche die Kommunikation zwischen der Software und Riot Games abfangen, emulieren oder umleiten oder die dadurch Informationen über das Spiel sammeln, dass sie Speicherbereiche auslesen, die von der Software genutzt werden, um Informationen über das Spiel zu speichern.\n\nIn der Eula steht es sogar noch deutlicher das es verboten ist.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T10:07:05.203+0000","up_votes":1,"down_votes":0,"body":"ok hatte ich nicht direkt gefunden, dafür aber in den AGBs. Jetzt haben wir aber beides.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"verliererhoch10","date":"2016-02-15T18:28:23.467+0000","up_votes":1,"down_votes":2,"body":"weil ich 2 acc. auf platin habe. Nur der andere acc ist noch nocht gebannt. Nur mein Main. Das ding ist, dass ich auf meinem main fast alle champs habe und sehr viele skins und runenseiten. auserdem hört macn auch meine stimme in den videos aber da riot nocht mit jemanden telefoniert, is es schwer zu beweisen","replies":[{"id":"","poster":"Zero000","date":"2016-02-15T19:08:58.431+0000","up_votes":3,"down_votes":0,"body":"> weil ich 2 acc. auf platin habe. Nur der andere acc ist noch nocht gebannt. Nur mein Main. \n\nNochmal wie beweist das das du kein \"Accountsharing\" \"Elo-boosting\" betrieben hast oder Makros benutzt hast?\nVielleicht wurden deine anderen Accounts noch nicht erkannt, vielleicht hast du es nur auf diesem Account betrieben oder sonstwas. Das deine anderen Account nicht gebannt wurden beweist nichts.\n\n> auserdem hört macn auch meine stimme in den videos aber da riot nocht mit jemanden telefoniert, is es schwer zu beweisen\n\nAuch das angeblich deine Stimme im Video zu hören ist beweist nichts, die könnte ja zu jedem gehören. \n\nAber selbst wenn man mit einem Video das beweisen könnte, kann das Vergehen Monate zurückliegen, willst du ernsthaft erzählen das du alle deine Spiele aufgenommen hast? Das sind seit Anfang Dezember fast 200 Ranked Spiele und die Vorfälle kann noch früher gewesen sein.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-02-15T00:26:22.353+0000","up_votes":2,"down_votes":0,"body":"Es gibt durchaus auch unaufälligere Programme, die zum Beispiel die Größe der vom Spielfeld angezeigten Fläche verändern. Die wären nicht so leicht von außen erkennbar.","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:35:08.017+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt diese 3 Gebiete fallen ebenfalls in den Banngrund den du angegeben hast.\n\nUnd diese Bans kommen in Wellen und nicht sofort, bedeutet das dein Smurf durchaus auch noch gebannt werden kann.","replies":[]}]}]},{"id":"","poster":"Ehren Teemo","date":"2016-02-14T21:00:19.761+0000","up_votes":2,"down_votes":1,"body":"Schrein den support an das forum kann dir nur bedingt Antwort geben bzw. Kann das forum deinen ACC nicht endbannen \nMFG Lizart\n\"Schau Val, Frühstück\"{{champion:133}}","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:22:42.650+0000","up_votes":1,"down_votes":1,"body":"Ich hab den Support  schon mehrmals geschrieben. Doch sie geben mir keine information.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-14T23:07:37.167+0000","up_votes":3,"down_votes":0,"body":"Wenn du ein Ticket geschrieben hast, fass es nicht mehr an. Jedesmal, wenn du es erneut kommentierst, wird es in der Warteschlange ans Ende gesetzt.","replies":[]}]}]},{"id":"","poster":"Julian Chopper","date":"2016-02-14T20:59:02.546+0000","up_votes":2,"down_votes":1,"body":"Du wirst nicht \"einfach so\" gebannt. Wird schon seine Gründe haben, warum du wegen irgendeinem Programm gesperrt wurdest. Solltest vllt. mal beim Support nachfragen welches Programm für den Bann verantwortlich ist.","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:24:14.540+0000","up_votes":1,"down_votes":1,"body":"Sie sagen  mir ja nicht  was für ein programm ich benutzt haben  soll.\nIst overwolf erlaubt? Weil ich nur dad benutze.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:34:07.584+0000","up_votes":1,"down_votes":0,"body":"Du musst das Programm nicht mal aktiv benutzen. Es reicht diese installiert zu haben, bzw das diese mal installiert waren.\n\nDu wirst auch nie erfahren welches Programm konkret zu deinem Perma geführt hat. Einfach aus dem Grund damit Riot sich nicht wieder enorme Arbeit aufhalst um das selbe Programm wieder neu zu finden.","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:45:22.258+0000","up_votes":1,"down_votes":1,"body":"Ich könnte mich an nichts erinnern was ich mal instaliert habe. \nIch hab sogar einen pbe acc. Hatte mich vor ein halbes  jahr dafür angemeldet und riot sagte mir, wenn ich sportlich  unf fair bleibe, heiß  es banns, reportd oder der art würde ich einen bekommen. Vor fast 2 monate habe ich einen bekommen und jetzt wwurde ich genannt. Ich versteh das nicht.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:10:05.567+0000","up_votes":2,"down_votes":0,"body":"Wie gesagt dieser Banngrund kommt in Wellen und braucht einiges an Zeit um sicherzustellen das ein Fehler zu 99% ausgeschlossen werden kann.\n\nDarum schließt sich das eine und das andere nicht aus.","replies":[]}]}]}]},{"id":"","poster":"Enderized","date":"2016-02-14T21:23:41.565+0000","up_votes":2,"down_votes":0,"body":"Die werden diese auch nie mitteilen.\nDas läuft dann so in dem Kontext von ''Wir können dir leider keine genaueren Informationen über das von dir genutzte Programm geben'' in Form einer Standardantwort :D","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:27:45.278+0000","up_votes":1,"down_votes":1,"body":"Hat man da überhaupt  noch  chancen seinen acc zurück zu bekommen?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:33:01.475+0000","up_votes":2,"down_votes":1,"body":"nein.","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:34:56.844+0000","up_votes":1,"down_votes":3,"body":"Das problem ist halt, wenn ich mir einen neien acc mache, angst habe woeder gebannt zu werden ohne zu wissen warum.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:40:27.307+0000","up_votes":1,"down_votes":0,"body":"Um ganz sicher zu gehen das du nicht doch irgendwelche Altlasten auf deinem Pc hast, vielleicht auch mal von nem Kumpel runtergeladen, würde ein Clean install von Windows helfen.\n\nDesweiteren keinerlei Makros benutzen z.b. der Wardjump von lee auf 1 Taste legen.\n\nDeine Account Daten für dich behalten und KEINEN anderen darauf spielen lassen.","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-14T21:58:00.160+0000","up_votes":1,"down_votes":1,"body":"Du kannst vielleicht  recht  haben. Habe nämlich einem neuen pc also von einem kumoel bekommen der auch lol spielt. Kann sein das er was drauf hatte ohne mir bescheid zu sagen. Ich lass meinen pc jetzt erstamal cleanen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T22:09:05.899+0000","up_votes":2,"down_votes":0,"body":"nicht cleanen. Komplett neuinstallieren, oder ihn fragen welche genauen Programme er neben LoL für LoL installiert hatte.\n\nWenn du wirklich auf Nummer sicher gehen möchtest, Formatiere C bspw. über eine Ubuntu Live USB und installiere Windows danach neu.","replies":[]}]}]}]}]},{"id":"","poster":"Zero000","date":"2016-02-14T21:39:41.588+0000","up_votes":2,"down_votes":0,"body":"Wenn der Support dein Fall nochmal überprüft hat und auf das gleiche Ergebniss kam, nicht wirklich.","replies":[]}]},{"id":"","poster":"Julian Chopper","date":"2016-02-14T21:36:12.801+0000","up_votes":2,"down_votes":1,"body":"Ich habe bis jetzt immer auf meine Anfragen beim Support auch ausführliche Antworten bekommen. Kann wohl nicht schaden, wenn man eine ausführliche Anfrage an den Support schickt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-14T21:39:04.544+0000","up_votes":2,"down_votes":0,"body":"bei 3. Anbieter Programm wirst du aber nie eine Antwort erhalten in der Programm xy genau beschrieben ist.","replies":[]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-02-15T10:24:30.457+0000","up_votes":1,"down_votes":0,"body":"Ich möchte das mit den Makros nochmal aufgreifen.\n\nWie hier ja schon geschrieben wurde, darf man keine Automatisierungsprogramme verwenden. Wenn ich jetzt mal überlege, was ist ein Automatisierungsprogramm.\nFür mich ist das ein Programm, welches Automatisch eine Aktion tätigt.\n\nNun was sind Makros.\nMakros sind Speicherdateien, die Mithilfe eines Programms, Automatisch eine vorher Festgelegte Tastenkombination ausführen. Dieses Programm ist meistens (da ich nicht weiß ob es auch bei dem ein oder anderen Hersteller anders ist) im Treiber deiner Tastatur oder Maus integriert.\n\nIn den Einstellungen von LOL, habe ich bis heute noch keine Makroeinstellungen gefunden, das einzige, was möglich ist, ist eine Tastenvergabe, wodurch du für Fähigkeiten die Möglichkeit hast, festzulegen, ob du mit der Fähigkeit nur dich selber, bzw. nur Champions anvisieren möchtest. Dies trifft aber auch nur für \"Point and Klick\"-Fähigkeiten zu.\nJedoch muss ich zugeben, das ich meine, ich auch eine Einstellung gesehen hatte, dies es einem Ermöglicht, das Trinket oder einen Gegenstandslot mit einer Fähigkeit auf eine Taste zu legen, was somit den Leejump möglich machen würde.\n\nWenn du aber das selbe, über ein Makro machen würdest, würde ich sagen, das es verboten ist, da im Grunde ein Automatisierungsprogramm verwendet wird. Auch wenn es im Treiber der Hardware ist, ist es ein Programm, welches nicht von Riot kommt und somit ein Drittanbieter Programm wäre. Das heißt, z.b. das Chatmakros im Grunde auch verboten wären. Jedoch denke ich das das eine Grauzone ist und Riot da nach Gefühl entscheidet. Das heißt, der eine wird bestraft, ein anderer nicht. Vielleicht machen sie das an der Häufigkeit fest. Das heißt, Leute die nur alle 20 Spiele oder so, einmal ein kleines Makro verwenden, bleiben verschont, aber wer ganze Fähigkeiten Rotationen, mit Abstimmung der Zeit und so verwenden und dies häufig einsetzen, werden belangt.\n\nLOLwiz ist mein ich erlaubt und lief meine ich über Overwolf oder?","replies":[{"id":"","poster":"verliererhoch10","date":"2016-02-15T18:25:46.044+0000","up_votes":2,"down_votes":1,"body":"Genau lolwiz ist erlaubt und nur das benutze ich und das andere was du erwähnt hast nicht. Einer der Kommentare hat erwähnt, dass wenn mann hacks oder cheat programme nur auf sein pc hat ohne sie zu benutzten, gebannt werden kann. Ich habe mir nämlich von einem freund meines kumpels einen pc abgekauft, den ich auch bis heute benutze. Kann es sein, dass er irgendwas drauf gemacht hat ohne mir bescheid zu sagen? Da er selbst LOL spielt. Ich überall auf meiner festplatte nach programmen gesucht, die ich nicht kenne und das Problem ist auch, dass ich nicht weiß wie so ein cheat programm heißt, weil ich noch nie eins benutzt habe.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T23:46:53.501+0000","up_votes":1,"down_votes":0,"body":"Es könnte auch sein das er durch ein Programm einige LoL Datein verändert hat.\n\nWie schon mehrfach gesagt, wenn du sicher gehen willst mach Windows neu und LoL neu. Also eine Formatierung der C und der Platte auf der LoL liegt.","replies":[]}]},{"id":"","poster":"Loki331","date":"2016-02-15T10:47:12.879+0000","up_votes":1,"down_votes":0,"body":"Es geht darum, ob Drittprogramme dir einen SpielVORTEIL verschaffen. Textmakros gehören nicht zu einem Spielvorteil, weswegen sie legitim sind. Und das Argument, dass man dadurch schneller kommunizieren kann, gilt nicht, da dann Sprachkommunikation auch unfair wäre, was total unlogisch ist.\nEs geht wirklich nur darum, ob du im Spiel dir einen Vorteil verschaffen kannst, weil du Drittprogramme benutzt. Und Makros gehören definitiv dazu, wie der Lee Sin Ward-Jump. Wenn jemand ihn durch ein Programm viel schneller ausführen kann, als er sonst es manuell machen würde, ist das verboten.","replies":[{"id":"","poster":"Zulwar","date":"2016-02-15T11:04:12.669+0000","up_votes":1,"down_votes":0,"body":"Ok gebe ich dir soweit recht.\n\nJedoch geben dir streng genommen, auch Textmakros einen Vorteil z.b. du schreibst für den Call eines Drachen, im Chat \"Drake\". Dann brauchst du dafür eine Gewisse Zeit dafür. Nehmen wir mal an, das man dafür 7 Sekunden braucht, bis deine Hände wieder da sind, bevor du geschrieben hast.\nMit einem Makro, brauchst du im Extremfall, deine Handposition nicht verändern und sparst somit diese 7 Sekunden, was wie ich finde, sogar ein ziemlich gewaltiger Vorteil ist, da du deinen Call gemacht hast und direkt wieder beim geschehen bist, was du im normalen Fall nicht wärst.\n\nOder siehst du das anders?\n\nSicher bietet Sprachkommunikation, einen gewissen Vorteil, jedoch würde ein Verbot, solch eines Programmes, die Mitgliederzahl erheblich senken, wenn Riot das nur auf Schriftliche Kommunikation beschränken würde und deshalb wird bei Textmakros da vielleicht beide Augen zugedrückt.","replies":[{"id":"","poster":"p0hil","date":"2016-02-15T11:05:56.469+0000","up_votes":1,"down_votes":1,"body":"Naja wofür Textmakros für den Drake.. da kann man auch ganz normal draufpingen. Den Fokus muss man auch nur pingen etc.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Zulwar","date":"2016-02-15T11:09:14.103+0000","up_votes":1,"down_votes":0,"body":"Da es noch viele gibt, die es schreiben, fand ich das Beispiel ganz passend, aber man könnte auch \"Push\" nehmen oder \"def\".","replies":[{"id":"","poster":"p0hil","date":"2016-02-15T11:34:30.970+0000","up_votes":2,"down_votes":1,"body":"Wenn ich meinem Team die Anweisung geben will dass die pushen sollen, ping ich mindestens 2x auf den Gegnerischen Tower auf der Lane, die gepusht werden soll. Geht ja ganz einfach mit ALT + LMB.\nWenn verteidigt werden soll, mach ich das gleiche, nur eben mit den eigenen Towern.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Loki331","date":"2016-02-15T11:50:15.943+0000","up_votes":1,"down_votes":0,"body":"Pings sind nicht immer eindeutig. Pings sollen nur eine Hilfe sein. Wie willst du denn mit nem Ping sagen, dass da n Ward platziert wurde? Oder dass die Gegner da reinlaufen. Man pingt und schreibt zusätzlich \"Ward\".\nUnd:\n> Wenn ich meinem Team die Anweisung geben will dass die pushen sollen, ping ich mindestens 2x auf den Gegnerischen Tower auf der Lane, die gepusht werden soll. \n\nSolange ihr Premades seid und die das wissen, kein Problem. Aber bei Fremden... Ist das die offizielle Abkürzung? Du versteht worauf ich hinaus will?","replies":[{"id":"","poster":"p0hil","date":"2016-02-15T11:54:03.112+0000","up_votes":2,"down_votes":1,"body":"Ich spiele oft mit Fremden und die verstehen die Pings auf die Türme zum pushen und verteidigen. Hatte bis jetzt keinen Fall, in dem das nicht verständlich war.\n\nWenn der Jungler ganken kommt, aber in dem Busch ein Ward steht, sollte der 'Achtung' Ping ausreichend sein wenn der Ping in den Busch gemacht wird.\nSo mach ich es und so wurde es sogut wie immer perfekt verstanden.","replies":[{"id":"","poster":"Loki331","date":"2016-02-15T11:59:27.169+0000","up_votes":1,"down_votes":0,"body":"> Wenn der Jungler ganken kommt, aber in dem Busch ein Ward steht, sollte der 'Achtung' Ping ausreichend sein wenn der Ping in den Busch gemacht wird.\n\nDer Achtung Ping kann alles mögliche bedeuten. Im High-Elo Bereich ist es sehr wichtig zu wissen, ob da n Ward ist oder n Gegner reingegangen ist etc. Solche Informationen können das Spiel kosten. Und die sehr guten Spieler benötigen diese Informationen. Dass das in Normals und unter Platin noch klappt, ist verständlich. Nur besser ist es, wenn man weiß, was der Ping bedeuten soll.","replies":[]}]}]}]}]}]},{"id":"","poster":"Loki331","date":"2016-02-15T11:12:55.940+0000","up_votes":1,"down_votes":0,"body":"Was habe ich denn geschrieben?\n>  Und das Argument, dass man dadurch schneller kommunizieren kann, gilt nicht, da dann Sprachkommunikation auch unfair wäre, was total unlogisch ist.\n\nSprachkommunikation ist schneller als jeder Textmakro, da du nicht vergessen darfst, dass Leute das auch erstmal lesen müssen, was ne gewisse Zeit in Anspruch nimmt.\nUnd weil Sprachkommunikation erwünscht ist, sind Textmakros erlaubt.\n\nWiege doch mal den \"Vorteil\" eines Textmakros, einer Sprachnachricht via TS und einem perfekten Lee-Sin Ward Jump Kick, der den Teamfight gewinnt, mal auf. Dann weißt du, dass sowohl der Textmakro, als auch die Sprachnachricht dir kaum einen Vorteil geben, wie der perfekte Lee-Sin Ward Jump Kick.","replies":[{"id":"","poster":"Zulwar","date":"2016-02-15T11:19:20.385+0000","up_votes":1,"down_votes":0,"body":"Moment, wie willst du denn in das Makro einen Ward jump Kick hinterlegen, denn für den Kick, müsstest du ja deine Mauszeiger Position auf einen Champion haben.\nDas heißt, etwa Ward jump und kick dann manuell, nachdem du auf den Champion gehalten hast, sonst müsstest du ja ein Skript dafür schreiben. Da eine Mauszeiger Position nicht so hinterlegt werden kann, das man dies in dem Spiel gebrauchen könnte.","replies":[{"id":"","poster":"Loki331","date":"2016-02-15T11:44:15.466+0000","up_votes":1,"down_votes":0,"body":"Meine Argumentation geht nicht über das Makro-Beispiel von Lee Sin, sondern warum Textmakros dennoch erlaubt sind. Und außerdem kannst du auch dann einfach selber R drücken und auf den Gegner halten. Geht eher um das Gesamtbeispiel und nicht ob alles mit dem Makro durchführbar ist.........","replies":[]}]}]}]}]}]},{"id":"","poster":"Capt Carry","date":"2016-02-19T05:45:14.983+0000","up_votes":1,"down_votes":0,"body":"Das STINKT doch regelrecht nach dem einen Programm (Name wird hier nicht genannt) mit dem man sich Skins \"emulieren\" kann, Chatmakros hat usw... Gut das Riot dich ge{{summoner:11}}d hat mögest du ewig im Bannfegefeuer {{summoner:14}}d sein!","replies":[]},{"id":"","poster":"verliererhoch10","date":"2016-02-15T18:33:47.390+0000","up_votes":1,"down_votes":1,"body":"Für alle. Ich benutze auch keine Makros oder wie das heißt. Ich kannte dieses wort nicht einmal. Ihr könnt alle auf meinen account nachsehen Verleirerhoch10. ich bin wukong main oder spiele lee kein bisschen. Deshalb brauch ich auch keine Makros. Die Kombo mit ihm kann jeder anfänger.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-15T23:48:29.666+0000","up_votes":1,"down_votes":0,"body":"Makros müssen nicht unbedingt auf Lee sein. Auf Wu würde das genauso funktionieren. Gap Closer + Stealth als Beispiel.","replies":[]}]}]}