{"id":"w3ox9zpk","poster":"Beli Vitez","date":"2016-02-14T22:22:57.302+0000","title":"ghostblade und noc","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi\r\n\r\nIch maine z.Z Noc Jungle\r\n\r\nund nun wollte ich fragen:\r\n\r\nist das Ghostblade auf ihm wirklich ein muss? weil ich mag dieses Item nicht und werde &ouml;fters geflamet trotz guter Resultate, ich bitte euch dabei mein jetziges Itembuild nicht all zu fest zu beachten weil ich noch daran arbeite, Tipps und Ratschl&auml;ge sind aber gerne gesehen^^ \r\n\r\nmfg","replies":[{"id":"","poster":"SOLDB3RG","date":"2016-02-15T11:14:52.406+0000","up_votes":1,"down_votes":0,"body":"Es ist kein MUSS. Eigentlich schreibt dir niemand vor, was du zu bauen hast. Allerdings sind bestimmte Gegenstände auf einigen Champs nahezu Pflicht, da sie mit ihnen gut synergieren. Man sollte sich auch teils an den Pro`s orientieren, um erfolgreich zu sein. Dazu gibts viele gute Builds auf Probuilds.net, was ich nur empfehlen kann! Diese wissen besser, welches Item gut mit welchem Champion ist.\nNatürlich bauen alle nicht das gleiche, aber ein Bsp für die Synergien:Nocturne. Man kann Noc entweder mit dem Devourer oder mit dem AD- jungle item spielen. Beides ist möglich. Nun ist es aber so, dass viele Pro`s sich zu dem AD Item noch das Ghostblade holen, zu dem Devourer aber nicht.\nWarum ist das nun so? Das AD item bietet dir guten Burst, aufgrund der hohen AD werte und der Armorpen. Wenn du also einen Carry ultest, kannst du ihn damit leichter bursten. Das Ghostblade unterstützt dich damit in der Hinsich, dass du viel AD, Armorpen und kurzzeitig AtkSpeed+MoveSpeed bekommst. Du kannst den Carry also noch viel schneller töten und dann besser escapen. Der hohe AD wert steigert natürlich auch deinen DMG der ulti und des Q, was im Vergleich zu Botrk noch einiges mehr ist. Danach noch defensive Items, die dir aber noch AD geben, um deinem Assasinenplaystyle gerecht zu werden,also Malmortius, Deadmansplate, Black Cleaver, Steraks(!!!! sehr gut auf noc)\nAndererseits kannst du natürlich mit dem Devourer spielen und damit mehr kostanten schaden reinbringen,musst dann allerdings Tanky bauen um auch lange genug zu überleben. Also Devourer+Botrk+Geistesicht+Deadmans Plate+Steraks+Black Cleaver.... Du kannst dann aber nicht den Carry schnell ausschlaten, sondern bist eher ein störfaktor für die Gegner und ein Tank fürs Team.\n\nNun musst du dich Spielabhängig entscheiden: hat der Gegner z.b. viele Squishys ohne viel Escape, z.b. Xerath,Kog Maw etc. ist die Kombi AD Junlgeitem+Ghostblade sinnvoll (um sie wie gesagt schnell zu bursten, da sie relativ leicht platzen). Hat der Gegner aber z.b. viele Tanky champs, wie z.b. nautilus,sejuani etc dann wäre ein Atkspeed sinnvoller, da du sie nicht bursten kannst.Kommt aber auch auf dein Team an. Habt ihr einen Fulltank top, dann kannst du natürlich auch Ad+Ghostblade gehen um die gegnerischen Carries zu bursten.\n\nFazit: Du musst nicht Ghostblade spielen, es bringt dir aber auf der Assasin Variante einfach mehr!\n\nAch und Guinsoos und Blutdürster bitte nicht mehr auf Noc spielen...das ist einfach nur falsch^^","replies":[{"id":"","poster":"Beli Vitez","date":"2016-02-15T11:34:10.143+0000","up_votes":1,"down_votes":0,"body":"danke für die antwort^^ ja das guinsoosXD ich mochte es irgendwie es macht schaden^^ und mit dem kann man tanks schnell schreddern^^ das mit dem bt hab ich auch eingesehen","replies":[]}]}]}