{"id":"6hIEjE8x","poster":"TheDoubleSkiller","date":"2016-02-14T17:30:47.113+0000","title":"Gold V Spieler sucht Mentor: Road to Platin beginnt für mich ab heute, Plat+ bitte","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":2,"body":"Hallo,\n\nich bin&acute;s mal wieder, TheDoubleSkiller, diesmal nur in 15 und nicht in 14. Letzte Season, als ich in Bronze, der sogenannten &quot;Elohell&quot; feststeckte erhielt ich Hilfe von Gold+ Spielern, indem mir bei einem Game z.B. zugeschaut wurde oder mir Tipps gegeben, wie man sich z.B. in welchem Falle zu verhalten hat, welche Wardspots f&uuml;r den jeweiligen Champ, der Lane, der Rolle oder allgemein zu beachten seien.\nAnforderungen: -16+\n                           -Plat+\n                           -Skype/Ts\nInzwischen habe ich mich in der Preseason bis zu Gold IV vorgek&auml;mpft, wurde dann aber nach den Placementmatches aufgrund einer erheblich schw&auml;cheren Leistung in Silber 3 eingestuft. Jedoch habe ich mich nun mit Soloqueue only bis zu Gold V vorgek&auml;mpft, nichtsdestotrotz ist mein Mindestziel f&uuml;r das Ende dieser Season in mindestens Platin zu landen. Hilfe wie in den oben genannten Bereichen oder auch spezifisch von Dir ausgew&auml;hlten Bereichen w&uuml;rde ich sehr gerne entgegennehmen. Einfach auf Skype - thedoubleskiller - adden oder Teamspeak Ip senden und ingame adden.\n\nMfg TheDoubleSkiller","replies":[{"id":"","poster":"give food hooman","date":"2016-02-14T17:45:17.695+0000","up_votes":2,"down_votes":0,"body":"Welche Rolle spielst du ? Sowas ist relativ wichtig um den passenden Coach/Mentor W/E zu finden..","replies":[{"id":"","poster":"Patty91","date":"2016-02-14T18:09:49.013+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Santa Bard,realm=EUW,application-id=vatevpvi,discussion-id=6hIEjE8x,comment-id=0001,timestamp=2016-02-14T17:45:17.695+0000)\n>\n> Welche Rolle spielst du ? Sowas ist relativ wichtig um den passenden Coach/Mentor W/E zu finden..\n\nUnd vor allem: wie viel zahlt er? In dem Bereich wird so gut wie niemand ein gratis Coaching geben.","replies":[{"id":"","poster":"TheDoubleSkiller","date":"2016-02-14T18:15:37.976+0000","up_votes":1,"down_votes":1,"body":"Ok, meine main Rollen sind top und mid, auf Top aber eigentlich nur Fiora, was momentan wohl mein main ist und den ich am meisten spiele. Meine 4sehr guten oder guten Champs auf mid sind Anivia, Varus, Ahri und Zed. Jedoch kann ich auf jeder anderen position auch mindestens einen champ relativ gut (blitzcrank, thresh, vayne, varus (auch als adc), lee sin und rek sai). Ich würde dabei gerne Fiora trainieren, und ich bezahle 5Euro-10Euro, kommt auf den jeweiligen Erfolg an.","replies":[]}]}]}]}