{"id":"E0aR8wZV","poster":"Like a Marv","date":"2016-02-14T14:36:26.718+0000","title":"Windows 10 LoL Datennutzung / App Verlauf / App Nutzung","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo Mitbeschw&ouml;rer,\r\nVielleicht hat auch schon jemand von euch mein kleines Problem gehabt. Ich habe vor ca. einer Woche das Upgrade von Windows 7 auf Windows 10 durchgef&uuml;hrt, zuerst Windows 7 auf einer 2. Festplatte neu installiert, Upgrade durchgef&uuml;hrt, danach Windows 10 Clean Insatallation durchgef&uuml;hrt. Die Version ist Windows 10 Pro 64bit. Ich wohne in einem Studentenwohnheim und habe ein monatliches Datenvolumen und wollte die systemeigene &Uuml;berwachung unter Einstellungen-&gt;Netzwerk und Internet-&gt;Datennutzung benutzen, um meinen Traffic zu beobachten.\r\n\r\nMein Problem ist, dass LoL hier nicht auftaucht, also unter Nutzungsdetails. Dazu sei gesagt ich nutze ein Benutzerkonto und habe auch alle meine Anwedungen unter diesem installiert, Steam und Steam Spiele tauchen ja auch auf. Melde ich mich jedoch mit meinem Admin Konto an tauchen alle LoL Prozesse in eben diesen Nutzungsdetails auf (LoLClient.exe, usw.). Ich habe schon probiert dem Benutzer alle Rechte auf alle LoL Dateien und die verschiedenen LoL.exen zu geben, aber das hat nicht geholfen.\r\n\r\nWenn jemand von euch L&ouml;sungsvorschl&auml;ge hat, wie ich LoL beim Benutzer Konto unter den Nutzungsdetails angezeigt bekomme, w&uuml;rde ich mich sehr freuen :). Vorher unter Windows 7 benutzte ich networx, dies h&auml;ngt sich unter Windows 10 jedoch auf und verursacht unterschiedlich lange Screenfreezes bis es Anzeigen liefert oder es l&auml;sst gleich den PC abst&uuml;rzen. Das ist also erstmal keine angenehme Alternative.\r\n\r\nScreenshot von den Nutzungsdetails im Benutzer Konto:\r\nhttp://i.imgur.com/Jh6ZKju.png\r\n\r\nScreenshot von den Nutzungsdetails im Admin Konto:\r\nhttp://i.imgur.com/iqpQCJF.png\r\n\r\nMfG Marv","replies":[{"id":"","poster":"Buntstift","date":"2016-02-15T11:55:41.855+0000","up_votes":2,"down_votes":0,"body":"Hast du schon mal probiert im Adminkonto die Gruppenrichtlinien für die Benutzer zu finden?","replies":[{"id":"","poster":"Like a Marv","date":"2016-02-15T11:58:40.171+0000","up_votes":1,"down_votes":0,"body":"Ja, habe ich und leider finde ich keine die etwas mit der Überwachung der Programme zu tun hat.\nTrotzdem danke für deinen Vorschlag.","replies":[]}]}]}