{"id":"IvQcebu5","poster":"MultipleKill","date":"2016-02-14T01:48:35.475+0000","title":"LoL Ping Probleme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"ich habe seit ca einer 2 wochen ping probleme. dh. zu 60% des spiels ist mein ping auf 43 doch zu 40% springt er f&uuml;r 2-3 sec auf 120-400. das h&ouml;rt sich zwar nicht allzu schlimm an, ruiniert aber entsprechende situationen hart. zu anfang dachte ich es w&uuml;rde sich mit der zeit regeln doch wie gesagt ist das schon ca 2 wochen her.. ich bitte dringend um hilfe..","replies":[{"id":"","poster":"Sree","date":"2016-02-14T09:58:17.003+0000","up_votes":1,"down_votes":0,"body":"Lass bitte Pingplotter waehrend eines Spiels mitlaufen, damit man besser sehen kann, wo die Ursache deiner Probleme zu suchen ist.\n\n>Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n>Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n>Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n>https://www.pingplotter.com/download.html\n>Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n>\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n>Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n>Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n>\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://pastebin.com/)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n>Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[{"id":"","poster":"MultipleKill","date":"2016-02-14T12:59:32.298+0000","up_votes":1,"down_votes":0,"body":"ok ich werde es wie beschrieben veruschen. ich bedanke mich jetzt schonmal vielmals !","replies":[]}]}]}