{"id":"K9uOYNTF","poster":"Superdrachespark","date":"2016-02-14T09:45:21.908+0000","title":"Wie viel Pech aknn ein Mensch haben =(","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":11,"body":"In letzter Zeit habe ich immer wieder Ranked gespielt. Ich habe meinen Lane in der letzten Speilen immer gewonnen. Im ersten 5gegen5-Kampf allerdings hat mein Team &quot;verk***&quot;.  Am Ende verlor ich das Spiel, stand aber z.B. 11:5:8. \nWer mir jetzt noch erz&auml;hlen will es g&auml;be keine EloHell......\nTut mir leid nch diesen Spielen musste ich mich durch einen Beitrag im Forum einfach abregen :(\n\nHier im Anschluss nich ein Link zu meinen Ranked-Matches\nhttp://www.lolking.net/summoner/euw/70561207#matches","replies":[{"id":"","poster":"Shiggyvara","date":"2016-02-14T11:40:47.441+0000","up_votes":3,"down_votes":0,"body":"Du hast auch mal nen Spiel gewonnen, in dem du 4/12/13 standest.\nDa mussten dich wohl deine Teammates carrien und haben es irgendwie geschafft.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-02-14T09:51:02.327+0000","up_votes":3,"down_votes":0,"body":"Auch in Diamond werden Spiele verloren, weil die Mitspieler ihre Lane verlieren. Gibts da auch ne Elo Hell?","replies":[{"id":"","poster":"Revelate","date":"2016-02-14T10:10:35.906+0000","up_votes":1,"down_votes":6,"body":"Es gibt nicht in dem Sinne eine \"Elohell\" manchmal ist das Gegnerische Team einfach besser als die eigenen 4 Teammates und da kann man selber auch nicht mehr carrien. Dafür gibt es auch immer spiele wo du selber mal verkackst, aber dein Team einfach besser ist als die Gegner.\n\nDu bist nicht der entscheidende Faktor in 100% aller Spiele, das ist niemand.\nNur ein wesentlich kleiner Prozentsatz kannst du als einzelspieler wirklich die Spiele für dich entscheiden durch deine guten bzw schlechten Leistungen in vielen Spielen kommt es einfach auf \"Glück\" drauf an ob du im stärkeren Team bist oder nicht.","replies":[{"id":"","poster":"eingew","date":"2016-02-14T10:40:58.673+0000","up_votes":3,"down_votes":1,"body":"Das ist Quatsch. Auf einem Markt, auf dem du 10% der Güter besitzt und die restlichen 90% auf hunderte Personen gleichmäßig aufgeteilt ist, bestimmst du den Preis.\n\nAndernfalls nutzt du deinen Einfluss nicht optimal.\n\nIn League bedeutet das schlichtweg, dass du offensichtlich nicht gut genug bist, um den Sieg zu beeinflussen, obwohl du deutlich mehr Einfluss hast.","replies":[{"id":"","poster":"Temudschinn","date":"2016-02-14T10:49:15.126+0000","up_votes":1,"down_votes":1,"body":"> Das ist Quatsch. Auf einem Markt, auf dem du 10% der Güter besitzt und die restlichen 90% auf hunderte Personen gleichmäßig aufgeteilt ist, bestimmst du den Preis.\n\nNajaaaa...kommt sehr auf die sonstigen Annahmen draufan ;)","replies":[{"id":"","poster":"eingew","date":"2016-02-14T11:14:46.473+0000","up_votes":2,"down_votes":1,"body":"Die anderen Personen kommunizieren nicht miteinander und passen ihre Preise nur an den aktuellen Marktwert an. :D\n\nMan hat definitiv den mit Abstand größten Einfluss.","replies":[]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-02-14T10:19:00.583+0000","up_votes":2,"down_votes":1,"body":"Natürlich haben sehr viele Menschen sehr viel Pech. Aber: Man hat auch sehr oft Glück. Nur sieht das jeweils kaum einer.\nBeispiel: Ich hatte vor wenigen Tagen nen Toplaner im Team, der nach dem 3. Tod alle Items verkauft hat, 6 Dorans gekauft hat und 2mal reingerannt ist. Danach hat er die Dorans verkauft und wieder normale Items geholt - aber natürlich blieb da nicht viel Gold überig...\nAm Ende des Spiels meinte der gegnerische Toplaner ohne Witz, unsere Top hätte nicht absichtlich gefeedet - er hätte sie halt outplayed.\n\nWas ich damit sagen will: Nur weil du dein Pech eher bemerkst als dein Glück, ist es nicht so dass du ein unendlicher Pechvogel wärst. In diesem Sinne: Kurz Pause machen nachdem ein Spiel deprimierend war und weitermachen, wenn du ruhig bist :)\n\nDass es keine Elohell gibt muss ich hier nicht nochmals darlegen, oder?","replies":[]},{"id":"","poster":"Julian Chopper","date":"2016-02-14T21:12:39.557+0000","up_votes":1,"down_votes":0,"body":"Es gibt keine Elo hell und durch die ständige Wiederholung wird es auch nicht richtig. Ich habe mir deine letzten 20 Spiele angeschaut und in fast jedem Spiel das du verloren hast, hast du schlechte Stats. Z. B. das letzte Spiel mit Cho. Du hattest 2-4-0. Eine Killbeteiligung von 15% und in 30 Minuten 189 Cs (fast den meisten CS). Also warst du wahrscheinlich 24/7 auf der Toplane afk farmen, richtig? Währenddessen hat Nasus (der eigentlich 24/7 afk farmen sollte) eine Killbeteiligung von 44% und trotzdem genauso viel Farm wie du.","replies":[]}]}