{"id":"qKacEluF","poster":"Merriz","date":"2016-02-14T14:56:32.931+0000","title":"Mauszeiger Skalierung","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Wie kann ich meine Mauszeiger Skalierung &auml;ndern? Wenn ich bei High-Elo Games zuschaue,ist der Mauszeiger deutlich kleiner als bei mir. Irre ich mich da oder gibt es eine Option um die Skalierung zu &auml;ndern? Finde keine passende Option in dem  Interface Men&uuml;. Bitte um Hilfreiche Antworten :) Danke schon mal :) Gru&szlig; Merriz","replies":[{"id":"","poster":"Blackleague","date":"2016-10-15T11:56:33.035+0000","up_votes":2,"down_votes":0,"body":"Leider gibt es keine Möglichkeit die Größe des Mauszeigers einzustellen. Ich selber wünsche mir diese Funktion sehr, da ich in 4K spiele und der Mauszeiger unfassbar klein ist. Anbei die Nachricht des LoL Supports, der leider nicht direkten Kontakt zu den Entwicklern hat, wodurch solche Hinweise immer in den Boards gepostet werden sollten.\n\nAntwort 1\n\n> Hello,\nthank you for your question. Sadly, there is no official support for League in resolutions higher than 1920x1080. I am sorry, but we do not have such an option at present . We are working on fixes for this, but I cannot give an estimate as to when they will be online.\nMit freundlichen Grüßen,\nWombatus Invictus\nPlayer Support Riot Games\n\nAntwort 2\n\n> Greetings Summoner,\nThank you for the suggestion! We can't pass feedback reports directly to the development team, but I recommend posting to the Boards. The team is always looking at the Boards to get a feel for things players think could be improved.\nThanks again for sharing your idea! Please let me know if you have any other questions. :)\nMit freundlichen Grüßen,\nBattleready123\nRiot Games player support","replies":[]},{"id":"","poster":"chilledkroete","date":"2016-02-15T05:31:59.327+0000","up_votes":1,"down_votes":0,"body":"Ich wüsste nicht wie man den Mauszeiger alleine verändert, aber eigentlich sollte das über die GEsamtauflösung gehen. je höher die ist, desto kleiner der Mauszeiger.","replies":[]}]}