{"id":"ZILclLMF","poster":"Viacan","date":"2016-02-13T18:36:38.863+0000","title":"Schatten der Nacht Jhin (Nightshadow Jhin)","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Jhin tr&auml;gt einen langen schwarzen Mantel. Er ist so &auml;hnlich gekleidet wie ein Assassine nur in schwarz. Mit Dunkelblauen Akzenten, die teilweise leicht leuchten.\nSeine Waffe ist ein schmaler langer Revolver, der einen ver&auml;nderten Griff f&uuml;r seine Ult hat.\nSein Projektillager f&uuml;r seine Ult auf der Schulter ist aus Metall, sieht &auml;hnlich von der Form aus wie bei seinem Classic Skin.\n\nSeine Q ist eine schwarze Schattengranate, die wenn sie von Gegner zu Gegner springt, bzw. fliegt, einen dunklen Schweif hinter sich her zieht und jedes mal auf den Gegnern, die getroffen wurden, eine Rauchspur hinterl&auml;sst, die verfliegt.\nSeine W ist ein Schattenstrahl, der zun&auml;chst eine Rauchs&auml;ule bildet und danach sich zu einem schwarzen Blitz formt (Wenn seine W abgefeuert wird).\nSeine E sind kleine Sprengfallen mit einem blauen Lotus auf ihnen, die wenn sie hochgehen so aussehen wie Jhin classic E nur als blauer Lotus und wenn sie explodieren eine dunkle Rauchwolke um sie entsteht, die schnell verbrennt (die Explosion).\nIn seiner Ult schie&szlig;t er d&uuml;nne lange Projektile, die &auml;hnlich wie seine W diesmal einen dunkelblauen Blitz hinter sich herziehen. Das letzte Projektil zieht einen schwarzen hinter sich her, der etwas dicker ist.\n\nHoffe euch gef&auml;llt meine Idee von Jhin the Ripper/ Nightshadow Jhin, fand beide Namen gut.^^","replies":[{"id":"","poster":"Fahrdienstleiter","date":"2016-02-13T19:21:11.181+0000","up_votes":1,"down_votes":0,"body":"Klingt echt gut jedoch sind solche Skins immer zu simpel. Ich finde Skins sollten etwas aussagen und in ihrer Art besonders sein. Pfew und Peng poff schön und gut aber der Charakter sowie die Idee sollten direkt von Anfang an passen. Ein Irrer Geschäftsmann Mundo Naice, eine mit Feuerwerkskörpern spielende Jinx, echt jut aber eine Mörderische Killermaschine mit dem Hang zum Töten, zum Vollenden, zum verschönern als Assasine passt leider nicht.\n\nDann den Mexikanischen Jhin. Den Poncho trägt er schonmal, fehlt noch ein Klasse Sombrero (ayyyylmao)","replies":[{"id":"","poster":"Viacan","date":"2016-02-13T19:39:57.471+0000","up_votes":1,"down_votes":0,"body":"Ok ich dachte dieses Jack the Ripper Thema passt sehr gut zu Jhin, da er ein Psychopat ist, der töten als vollendung sieht. Zudem fand ich dieses aus dem schatten auch recht passend, da er ja so eine hohe reichweite hat, also nicht sehbar, wie ein schatten bei nacht.\nZudem hab ich dass mit dem Assassinen nur als Kleidungsidee gehabt, auch nur ähnlich, da ich nicht unbedingt Mantel mit Kaputze schreiben wollte^^\nAber ich würde sagen jedem seine Meinung, kann deine auch verstehen. :D","replies":[]}]}]}