{"id":"WhAqTXPu","poster":"Kelownik","date":"2016-02-13T12:21:41.281+0000","title":"Laaaggggsss","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Wenn ich lol zocken und das erste game l&auml;uft immer gur und fl&uuml;ssig, aber dann das zweite game lagt dann einfach so extrem das gar nichts geht. Habe auch schon probiert mit \nausgeschaltetem antiviren programm und firewall, hat aber nichts gebracht.\n\nVor dem neuen Patch ist alles immer Flüssig gelofen.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-13T12:22:52.088+0000","up_votes":1,"down_votes":0,"body":"Nutzt du WLAN? Wenn ja, kannst du dann bitte testweise auf LAN umsteigen?","replies":[{"id":"","poster":"Kelownik","date":"2016-02-13T12:25:30.064+0000","up_votes":1,"down_votes":0,"body":"Ist immer mit Lan Kabel","replies":[{"id":"","poster":"legofreak1","date":"2016-02-13T12:56:34.708+0000","up_votes":1,"down_votes":0,"body":"Kannst du dann bitte Pingplotter nebenherlaufen lassen?\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[{"id":"","poster":"Kelownik","date":"2016-02-15T17:06:51.805+0000","up_votes":1,"down_votes":0,"body":"Ich komme übrigends nicht dazu das mit dem Pingplotter zu machen, da ich ja nichtmal in das 2. Game komme...","replies":[{"id":"","poster":"legofreak1","date":"2016-02-16T11:09:41.502+0000","up_votes":1,"down_votes":0,"body":"Bekommst du hier denn eine Fehlermeldung?","replies":[{"id":"","poster":"Kelownik","date":"2016-02-16T15:22:50.570+0000","up_votes":1,"down_votes":0,"body":"Nein. Ich bekomme ein standbild im ladebildschirm. Dann komme ich nicht raus, dann muss ich mein pc neustarten, dann wenn ich endlich im game bin bekomme ich nen standbild und kann nix machen.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-16T15:38:12.843+0000","up_votes":1,"down_votes":0,"body":"Reinstalliere lol bitte neu. Nachdem du das Spiel gelöscht hast, lösch zu erst alle verbliebenen Dateien aus **C:\\RIOT Games** und installiere es erst dann neu. Reinstalliere bitte außerdem deinen Grafiktreiber.","replies":[]}]}]}]},{"id":"","poster":"Kelownik","date":"2016-02-13T17:29:28.784+0000","up_votes":1,"down_votes":0,"body":"Nagut. Ich wollte es eben machen, aber jetzt ist ja der Server down  O.o","replies":[]}]}]}]},{"id":"","poster":"Kelownik","date":"2016-02-14T10:57:16.166+0000","up_votes":1,"down_votes":0,"body":"Und novhmal dazu. Ich starte das erste game. Läuft flüssig. 2. Game Lags. 3game, komme ich nichtmal mehr rein weil ich im warte screen nen standbild bekomme dann komme ich nicht da raus um lol neu zu starten, muss mein pv neu starten, komme dann irgendwann rein, da hab ich dann wieder nen standbild und nichts klappt. So langsam hab ich echt kein bock mehr. Und das ist alles erst seit dem neuen patch.\nUnd dadurch hatte ich jetzt schon 2x nen 20min ban nur weil mein lol nicht geklappt hat.\n","replies":[]}]}