{"id":"JXvXMMAB","poster":"FrankerX","date":"2016-02-13T06:50:07.921+0000","title":"Frage zu nautilus top","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"nauti ist super witzig und ein ziemlich starker tank, aber ich mache mit ihm einfach nie schaden.\nmir ist klar das er mit seiner cc super nervig ist das merke ich auch immer wieder, aber wenn ich da einen blick auf malphite werfe, da werde ich schadenstechnisch schon neidisch. den seine r+e(+q) combo schmerzt einfach. das tuts bei nauti auch, aber nicht annähernd so sehr!\n\ndie einzigen &quot;schadensitems&quot; die ich mir hole sind normal {{item:3068}}  und/oder {{item:3025}}  wobei ich vom gauntlet nicht so der freund bin, weil nauti ja genug slow hat und es kein leben gibt was seiner w aushilft.\n\nkann mir jemand vielleicht ein zwei items empfehlen mit denen ich n f&uuml;nkchen mehr dmg mache?\nabyss ist mir nicht stark genug obwohl es mit sunfire nicht schlecht ist, rylais wie beim gauntlet, schon genug cc, am meisten w&uuml;rde ich noch {{item:3151}}  in betracht ziehen, ich kann aber nicht sagen wie effektiv das im endeffekt ist.","replies":[{"id":"","poster":"JackTheStrípper","date":"2016-02-16T15:16:29.439+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle dir Nautilus im Jungle mit {{item:3930}}{{item:3115}} {{item:3124}} {{item:3091}} \n\nDazu noch ein Tank Item und Schuhe je nach dem was für Gegner du hast. Soll mir keiner sagen, dass man damit kein Damage drückt. Ausserdem ist man so immernoch sehr sehr Tanky, dank Nautis Kit.","replies":[]},{"id":"","poster":"Maexle","date":"2016-02-13T11:10:33.510+0000","up_votes":1,"down_votes":0,"body":"Also ich würde Rabadons bauen, wenn du wirklich Schaden machen willst. Im Zweifel dann doch eher ein frühes Rod of Ages ( Stab der Zeitalter) und das Abyssal. {{champion:17}}","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-13T10:59:23.416+0000","up_votes":1,"down_votes":0,"body":"{{item:3512}} +{{item:3060}} = Minion Master :3","replies":[{"id":"","poster":"FrankerX","date":"2016-02-13T11:01:01.001+0000","up_votes":1,"down_votes":0,"body":"naja das hat ja nicht viel mit MEINEM dmg zu tun :D","replies":[]}]},{"id":"","poster":"Im a Papaya","date":"2016-02-13T09:56:19.482+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle als erstes Item Roa ({{item:3027}}) das ist sehr nützlich auf Nautilus und sorgt dafür das du nie wieder Mana Probleme haben wirst. Abgesehen davon braucht du keinen Schaden machen wenn du ein Tank bist ^^\" \nWenn du dich im early sehr gut schlägst kannst du auch noch {{item:3151}} holen das lässt deinen E poke ziemlich ekelig werden für die meisten Toplaner. Das letzte Item das du bauen sollst um Schaden zu bekommen könnte {{item:3001}} sein, das hilft dann wenigstens noch deinem Team und gibt dir Resistenzen, aber ich finde Nauti mit Roa und full Tank Build besser.","replies":[]}]}