{"id":"k1efEZEQ","poster":"Anopka","date":"2016-02-13T09:07:01.757+0000","title":"Linkposting mit Recaptcha in den News Comments","subforum":"Allgemeiner Chat","up_votes":7,"down_votes":1,"body":"Wie ich gerade schonmal als Kommentar unter den Newspost zur Einstampfung des Dominion Modus gesetzt habe:\r\n\r\n&gt; Linkposting mit ReCaptcha bitte, Riot. Beim Login klappts doch auch. Und da der Login ca. einen Monat oder so h&auml;lt, haben die Bots ein leichtes, wenn man sie einmal einloggt, und dann einen Monat lang schreiben l&auml;sst. Neue Accounts anzulegen ist ja f&uuml;r die Betreiber der Bots auch kein Problem. Das ist in &lt;5 Minuten gemacht. Aber tut euch und den Spielern einen Gefallen und baut einfach ein Recaptcha ein, wenn jemand einen Link postet in die Kommentare, so wie ihr es beim Login auch gemacht habt. Das erspart uns Spielern den Frust bei gekaperten Accounts und eurem Support die Arbeit, Accounts eurer Spieler wiederherzustellen.\r\n\r\nIch denke einfach, dass Riot hier etwas unternehmen sollte. Es tauchen unter so ziemlich jedem Newspost immer wieder die gleichen Kommentare von irgendwelchen Bots auf, die die Spieler dazu verleiten sollen, auf irgendwelche dubiosen Seiten zu gehen und da ihre Accountdaten, Handynummer, Adresse oder sonst irgendwelche privaten Daten preiszugeben. Meiner Meinung nach muss das nicht sein. Hier im Forum habe ich beispielsweise noch keinen einzigen Spambot gesehen. Hier im Forum gibt es zudem einen &quot;Melden&quot; Button, den es bei den Kommentaren nicht gibt (sch&auml;tze mal die Bots w&uuml;rden den auch &uuml;berm&auml;&szlig;ig stark nutzen und s&auml;mtliche User melden, die keine Bots sind).\r\n\r\nAber wie schon erw&auml;hnt, w&auml;re ich durchaus daf&uuml;r, bei Kommentaren, die Links enthalten (werden), eine ReCaptcha Abfrage durchzuf&uuml;hren. ReCaptcha hat sich inzwischen als sehr gutes Mittel gegen Spam etabliert. Selbiges k&ouml;nnte und sollte dann &uuml;brigens auch f&uuml;r Votes eigef&uuml;hrt werden, da Bots sich gerne gegenseitig Upvoten und alle anderen Downvoten, sodass diese Kommentare einfach schlichtweg nicht mehr zu sehen sind, bis man sie manuell sichtbar macht.\r\n\r\nIm Endeffekt w&auml;re das eine Win-Win-Situation, denn ihr erspart damit Spielern den Frust und eurem Support einiges an Arbeit.\r\nSpieler kennen ReCaptcha schon genug von anderen Seiten, werden daher wohl durchaus Verst&auml;ndnis haben daf&uuml;r, dass sie jetzt Captchas l&ouml;sen d&uuml;rfen, wenn sie Links posten und euer Support wird durch weniger Spam auf eurer Seite auch weniger zu tun haben mit der Wiederherstellung von gekaperten Accounts.","replies":[{"id":"","poster":"xPhaiN","date":"2016-02-13T18:17:45.913+0000","up_votes":2,"down_votes":1,"body":"Ich finde du hast Recht! Hier aber noch ein Vorschlag:\n\nDie meisten Bots geben ihren Accountnamen an. Auch einige Spieler die von diesen Seiten berichten machen das. Diese sollte man einfach bannen. Bzw. jeder der irgendwie kommt und sagt, dass solche Seiten cool sind oder sie das auch schon gemacht haben oder sich das machen lassen wollen sollten gesperrt werden. Ich habe auf Facebook gerade ein Video von einer Seite gesehen die RP verschenkt (was eh gegen die AGBs oder sonstiges verstößt, da du RP ja kaufen musst). Wenn ein Support-Mitarbeiter das hier liest, dann kann ich euch eine Liste schicken mit Ingame-Namen, die das entweder schon gemacht haben, solche Seiten verbreiten oder die das potenziell machen würde, sich aber nicht trauen. Sind um die 50 Namen, was echt schon viel zu viel ist. \n\nGenerell finde ich deine Idee ziemlich cool. Aber man könnte auch einen Meldebutton bei den Newsposts einführen (mit einem einzigem Meldegrund: Botspam oder Verschicken von zu gefährlichen Links oder Wie immer ihr das auch nennen wollt. Ich finde die Spieler, die normal RP kaufen statt so eine Seite zu benutzen haben es verdient, dass solche Leute gesperrt werden.\n\nIch hoffe Riot macht irgendwas dagegen!\n\nP.S. Ich kann euch unterstützen, wo ich nur kann (Spielernamen oder Seitennamen suchen oder irgendwas! Wenn ihr Freiwillige sucht bin ich gerne dabei. Und bestimmt auch andere, die sich verarscht fühlen (habe anhand eines Videos gesehen, dass das wirklich klappen soll (kann aber auch geschnitten sein, wovon ich eher ausgehe))\n\nNur sagt uns wie wir euch helfen können! Ich wäre bei so einer Hilfsaktion definitiv dabei!\n\nMfG xPhaiN","replies":[{"id":"","poster":"PwnedAkkon ","date":"2016-02-14T23:38:25.456+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xPhaiN,realm=EUW,application-id=YnZkMR0R,discussion-id=k1efEZEQ,comment-id=0000,timestamp=2016-02-13T18:17:45.913+0000)\n>\n> Ich finde du hast Recht! Hier aber noch ein Vorschlag:\n> \n> Die meisten Bots geben ihren Accountnamen an. Auch einige Spieler die von diesen Seiten berichten machen das. Diese sollte man einfach bannen. Bzw. jeder der irgendwie kommt und sagt, dass solche Seiten cool sind oder sie das auch schon gemacht haben oder sich das machen lassen wollen sollten gesperrt werden. Ich habe auf Facebook gerade ein Video von einer Seite gesehen die RP verschenkt (was eh gegen die AGBs oder sonstiges verstößt, da du RP ja kaufen musst). Wenn ein Support-Mitarbeiter das hier liest, dann kann ich euch eine Liste schicken mit Ingame-Namen, die das entweder schon gemacht haben, solche Seiten verbreiten oder die das potenziell machen würde, sich aber nicht trauen. Sind um die 50 Namen, was echt schon viel zu viel ist. \n> \n> Generell finde ich deine Idee ziemlich cool. Aber man könnte auch einen Meldebutton bei den Newsposts einführen (mit einem einzigem Meldegrund: Botspam oder Verschicken von zu gefährlichen Links oder Wie immer ihr das auch nennen wollt. Ich finde die Spieler, die normal RP kaufen statt so eine Seite zu benutzen haben es verdient, dass solche Leute gesperrt werden.\n> \n> Ich hoffe Riot macht irgendwas dagegen!\n> \n> P.S. Ich kann euch unterstützen, wo ich nur kann (Spielernamen oder Seitennamen suchen oder irgendwas! Wenn ihr Freiwillige sucht bin ich gerne dabei. Und bestimmt auch andere, die sich verarscht fühlen (habe anhand eines Videos gesehen, dass das wirklich klappen soll (kann aber auch geschnitten sein, wovon ich eher ausgehe))\n> \n> Nur sagt uns wie wir euch helfen können! Ich wäre bei so einer Hilfsaktion definitiv dabei!\n> \n> MfG xPhaiN\n\nwer auf so einen Scheiß reinfällt verliert seinen Account für 7 Tage bis rito ihn wiederherstellt und hat dann eine Lektion fürs Leben gelernt.","replies":[]}]}]}