{"id":"APVxsTa1","poster":"I love you Malon","date":"2016-02-13T00:10:46.195+0000","title":"Yasuo Ultimate Bug?!","subforum":"Melde einen Bug","up_votes":3,"down_votes":2,"body":"Hello it&#039;s me XtremBoy c:\r\n\r\nIch hab mal wieder meinen Yasuo aus der Main Kiste gegriffen und eben viel mit ihm gezockt und mit ist etwas aufgefallen!\r\n\r\nDer &quot;Bug&quot; wie ich in nenne ist nicht unbedingt schwerwiegend aber trotzdem nervig.\r\n\r\nProduzierung des Bugs:\r\n\r\n1.Freies Spiel\r\n2.Pick Yasuo (skin egal hab beid und es funzt bei jedem)\r\n3.Erspiele dich bis Lv.6\r\n4.Knockup + R\r\n5.Nachdem Yasuo seinen Schmetterschlag vollf&uuml;hrt hat greift er erst nach ein paar sekunden Verz&ouml;gerung an.\r\n\r\n_Fazit: Er regt sich einfach nicht \r\nErst nach ein paar sekunden greift er wieder an und ich finde das pers&ouml;nlich in TF echt nervig wenn ich den ADC + 3 andere Ulte und die alle Klumpen und ich dann unter den 4 den ADC raus klicken muss da Yasuo anscheinend die Puste ausgeht und erst Verz&ouml;gert wieder angreift...!\r\nUnd es ist nicht die L&ouml;sung E einzusetzen!  Wenn ich doch nur AA m&ouml;chte :C _\r\n\r\n\r\n**Wie seht ihr das?! \r\nHat sich Riot schonmal dazu ge&auml;u&szlig;ert? :o**\r\n\r\n\r\nPS: Wenn ich nach der Ult rechtsklicke funktioniert es manchmal aber nicht gleich ...\r\n\r\nPPS: Leider kann ich kein Videomaterial vorzeigen da mir die** Leistung** meines PC&#039;s es mir nicht erlaubt  :V\r\n\r\nMfg XtremBoy {{champion:103}}","replies":[{"id":"","poster":"Undread Sazuna","date":"2016-02-13T11:48:15.167+0000","up_votes":1,"down_votes":0,"body":"Mir ist noch was eingefallen:\n\nDa ich ziemlich schlecht bin mit Yasuo könnte wir in freien Spielen mal einrichten das du mal im one on one absichtlich den/die Fehler produzierst und ich das Material dann poste auf Youtube. Kommentare kann man dort ja wie du vielleicht weisst nachträglich an der gewünschten Stelle und Zeitpunkt einfügen. \n\nNatürlich alles nur wenn du willst.\n\nSchöne Grüße noch {{item:3190}}","replies":[]},{"id":"","poster":"Undread Sazuna","date":"2016-02-13T10:27:58.145+0000","up_votes":1,"down_votes":0,"body":"Ich will nicht deine Kompetenz in frage stellen oder so und glaube dir das ein bug sein kann. \n\nMir ist genau das ebenfalls bei Gegnern schon aufgefallen!\n\nAber ist es vielleicht möglich das die R irgendwann mal in einem PATCH schlicht und ergreifend geändert haben?\n\nDa du Yasuo-main bist denke ich das du das irgendwo findest wenn dem so ist.\n\nDas ist nämlich mehr oder weniger nach gleich nach einem patch bei mir zum ersten mal aufgetreten.\n\nIch könnte dir anbieten mal Video-Material hier hochzuladen von mir selber wo ich das mal ausprobiere.\n\np.s. selber spiele ich ihn nicht daher kann ich dir (bis jetzt) dazu nicht mehr sagen was selber spielen angeht...\n\nIch würde ja ein Aufnahmeprogramm empfehlen das wenig Leistung verbraucht und relativ selten Fehler beim Aufnehmen produziert (3 auf ca. 500 Videos bislang bei mir) doch ich glaube das darf ich hier nicht weil ich dann wohl wegen Schleichwerbung gebannt werden würde (es ist kostenpflichtig).","replies":[]}]}