{"id":"gUzBAsxE","poster":"[COULD NOT READ POSTER]","date":"2016-02-12T11:07:26.159+0000","title":"Welche Lane passt zu mir?","subforum":"Esports","up_votes":2,"down_votes":1,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"NOOB Valinoto","date":"2016-02-12T16:13:34.303+0000","up_votes":24,"down_votes":4,"body":"Ich hab mir zwar den ganzen Käse da oben nicht durchgelesen aber ich finde das Bild von Kennen extrem geil ^^","replies":[{"id":"","poster":"PedaIoKaiser","date":"2016-02-12T16:24:56.649+0000","up_votes":4,"down_votes":0,"body":"dachte mir neuer {{champion:85}} skin confirmed","replies":[{"id":"","poster":"Scynthius","date":"2016-02-13T15:34:09.386+0000","up_votes":2,"down_votes":0,"body":"es kommt ja ein bloodmoon {{champion:85}} raus :D\r\n\r\n","replies":[]},{"id":"","poster":"mattlerio","date":"2016-02-12T17:52:38.025+0000","up_votes":2,"down_votes":2,"body":"kommt ja ein bloodmoon kennen skin raus :D{{sticker:zombie-nunu-hearts}} ","replies":[{"id":"","poster":"Meitser","date":"2016-02-13T11:25:14.278+0000","up_votes":1,"down_votes":0,"body":"alter der is Verdammt gruselig! vor allem die recall animation! {{summoner:14}} ","replies":[]}]}]}]},{"id":"","poster":"RBL Death","date":"2016-02-12T16:55:39.308+0000","up_votes":7,"down_votes":1,"body":"Ich muss sagen dass ich diesen Artikel sehr gelungen finde.\r\nAußerdem an alle Neueinsteiger damals als ich vor zwei Jahren mit LoL angefangen habe habe ich mit der Bot-Lane angefangen da mein Kumpel meinte dass dies die beste Lane sei wo man zu zweit alles abräumen könne.\r\nNun aber hat mir mit der Zeit mir diese Lane so gut wie garnicht gefallen, und ich war auf der Suche so wie ihr.\r\nSpäter als ich die Top-Lane mit Voli erkundet habe fand ich diese Rolle klasse, insbesondere hat mir Volibear zu gesagt da er förmlich wie für mich geschaffen war! Vorab müsst ihr wissen ich bin jmd. der generell Aggresiv spielt. Und mit Voli funktuniert dies hervorragend. Du kaufst Leben und machst Schaden, außerdem bist du mit der Zeit unbezwingbar was mir total spaß macht. Natürlich muss man auch andere Lanes können und andere Charaktere zu können ist auch immer ein Vorteil. Aber sich auf eine Lane zu fokosieren ist sehr gut vor allem für den Anfang. Ich bin mit voli von Bronze 4 auf Silber 2 geklettert und erhoffe mir mit meinem Kumpel den Bären (nein .... ich meine nicht tibbers!) mich weiter hoch zu erkämpfen! Verliert nicht den mut wenn euch eine Lane nicht zusagt und macht immer weiter bis ihr die Perfekte Champ+Lane kombi gefunden habt \r\nLG Death und {{champion:106}} \r\n(arghhhh... der Text sollte diesmal eig. kürzer sein...){{summoner:3}} ","replies":[{"id":"","poster":"Luedger","date":"2016-02-15T13:20:29.976+0000","up_votes":3,"down_votes":0,"body":"Es gibt keine besseres Gefühl als ein Nasus im Late-Game zu sein <3","replies":[{"id":"","poster":"G1nh0","date":"2016-11-18T16:40:23.157+0000","up_votes":1,"down_votes":0,"body":"das stimmt{{champion:75}} is so op im late-game","replies":[]},{"id":"","poster":"THC Chnusper","date":"2016-02-21T20:15:54.826+0000","up_votes":1,"down_votes":0,"body":"Der Moment, wenn ein gefeedeter ADC dich als 3/8 Nasus solo killen will, und du ihn einfach mit einer Q Halflife machst :D","replies":[]}]},{"id":"","poster":"KGL Nefceh","date":"2016-02-12T22:27:17.928+0000","up_votes":2,"down_votes":1,"body":"Du hast recht ich hatte vor 3 Jahren angefangen also ungefähr Ende season 3 und habe immer ADC gespielt (auch wenn ich mir nie das tutorial reingezogen habe). Nach einiger Zeit wurde es aber langweilig und ich wählte die mid lane die aber auch schnell langweilig wurde also ging ich in den jungle. Der hat immer Spaß gemacht, vorallem wenn ich Shyvana gespielt hab. Das wurde aber langweilig weil Shyvana damals sehr stark war und ich sie gut beherschte, und außerdem liebe ich immernoch die ulti also die Drachen Form von Shyvana. Dann habe ich mir gedacht einfach mal auf die top lane zu wechseln da Yasuo rauskam und ich ihn unbedingt mainen wollte weil Katana (ich habe übrigens auch ein echtes geschärftes Katana in meiner Bibliothek hengen) da ich ein Waffen fan bin habe ich mir den Champ gekauft und habe ihn als mit einer der ersteren der ihn wirklich gut auf der top lane gespielt hat. also habe ich ein Jahr lang größtenteils nur top lane mit Yasuo gespielt. Doch erst vor wenigen Monaten habe ich mich dazu entschieden mal wieder ADC zu spielen und da ich Draven vom Design und von den Mechaniken her sehr mochte hab ich ihn mir zugelegt und wir wurden quasie beste Freunde. Als ich dann fast jedes Normal wie Ranked hintereinander gewonnen hatte wusste ich, ich muss Draven main werden und auch ADC main. So bin ich zum Beispiel zu meiner ADC main Rolle gekommen. (auch wenn ich zugeben muss ich spiele auch sehr gerne Voli jgl und auch top lane).{{sticker:slayer-jinx-wink}} {{champion:106}} {{champion:119}} ","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:06:33.552+0000","up_votes":2,"down_votes":0,"body":"Unterstütze jeden Draven Main ;) {{champion:119}} ","replies":[]}]},{"id":"","poster":"TP Spirit","date":"2016-02-12T18:17:14.402+0000","up_votes":2,"down_votes":0,"body":"Ich spiele einfach generell gerne Tanks/Fighter, da sie nicht wie Adc's nach einer Schelle zusammenklappen ^^ Jgl+Rammus macht mir einfach am meisten spass :D{{champion:33}} {{summoner:11}} {{sticker:slayer-pantheon-thumbs}} ","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:04:18.202+0000","up_votes":2,"down_votes":0,"body":"du wirst {{champion:67}}  aber irgendwie nicht mögen ;)","replies":[]},{"id":"","poster":"nico20798","date":"2016-02-13T15:22:23.221+0000","up_votes":2,"down_votes":0,"body":"Du musst mal {{champion:44}}  tank {{summoner:11}}  probieren... saustark... wenig mobileti aber n saustarker tank n guter heal und kann durch die passieve auch gut dmg machen außerdem n starker stunn","replies":[]}]},{"id":"","poster":"agnes336year","date":"2016-02-16T16:52:36.018+0000","up_votes":1,"down_votes":0,"body":"ich spiele auch offt mit volibear und bin mit im aus rang 5 und hab mir letztens einen skin geholt vom runrn wächter volibear und finde ihn sehr cool aber leider spielen nicht viele leute mit voli\r\n","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:05:06.229+0000","up_votes":1,"down_votes":0,"body":"Hm da irrst du dich leider... ","replies":[]}]}]},{"id":"","poster":"nicos1860","date":"2016-02-12T17:26:21.413+0000","up_votes":2,"down_votes":2,"body":"Cooler artikel\r\nIch hoffe da kommt noch einer zu den anderen Landes raus","replies":[{"id":"","poster":"Riot Nusliful","date":"2016-02-12T18:48:26.801+0000","up_votes":6,"down_votes":1,"body":"Hey Nicos1860,\r\n\r\nder nächste Teil kommt am kommenden Freitag heraus! :)","replies":[{"id":"","poster":"Excalius","date":"2016-02-13T08:16:02.079+0000","up_votes":1,"down_votes":0,"body":"Ich find diesen Artikel gut, aber Malphite ohne Thornmail?{{sticker:slayer-pantheon-thumbs}}  {{champion:54}} {{item:3075}} {{summoner:31}} ","replies":[]}]},{"id":"","poster":"Amaden","date":"2016-02-12T19:00:45.827+0000","up_votes":1,"down_votes":1,"body":"ja, haben sie ja gesagt :) {{summoner:31}} ","replies":[]}]},{"id":"","poster":"GeVIP FireStar","date":"2016-02-14T18:25:56.046+0000","up_votes":1,"down_votes":0,"body":"Ihr müsst unbeding mal {{champion:157}}  im jng ausprobieren mega op weil man kann gut mit der ulti ganken und er haut mega schaden raus ( ich empfehle ihn nur guten junglern da  man am anfang probleme mit ihm haben kann) ","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:15:01.239+0000","up_votes":2,"down_votes":0,"body":"Na viel Spaß erst mit lvl 6 zu ganken.... Andere gute Jungler hätten mit anderen Champs mindestens 4 mal gegankt","replies":[]},{"id":"","poster":"Luedger","date":"2016-02-15T13:24:39.525+0000","up_votes":1,"down_votes":0,"body":"Ich warte immernoch darauf das ich yasuo jungle gehe mit nem Malphite Top, ner Ori Mitte, und ner Kalista bot ^^","replies":[{"id":"","poster":"XNeithX","date":"2016-02-17T11:24:28.500+0000","up_votes":2,"down_votes":0,"body":"Und Nami Support xD {{champion:267}} ","replies":[]}]}]},{"id":"","poster":"GolluMH","date":"2016-02-14T16:07:22.178+0000","up_votes":2,"down_votes":0,"body":"Ist ja lustig das,dass Ziel eines Toplaners ist das gegnerische Team dazu zu bringen sich zu streiten!!!{{sticker:zombie-brand-facepalm}} ","replies":[]},{"id":"","poster":"Flitzzy","date":"2016-02-12T16:49:06.037+0000","up_votes":1,"down_votes":0,"body":"Die SUpport Lane passt zu mir, aber Supporter wird ja sooooo oft gewählt das ich den trotzdem nicht kriege im neuen Champ Select Ding.","replies":[{"id":"","poster":"Big BlueM","date":"2016-02-13T20:24:52.566+0000","up_votes":2,"down_votes":0,"body":"Das ist jetzt schon ein Troll, oder? ^^ Ich bin Supp main (auch wenn ich noch nicht so lange dabei bin) und kann es nicht mal als zweites angeben, wenn  ich bock auf Top hab, weil ich IMMER Supp bekomme. Hab deswegen njetzt jungle als zweites dabei und üb das ein wenig, bin schlechtester adc EU west und fühle mich in der Mitte einfach nicht wohl, spiele überwiegend Tanks. :D","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-12T18:36:53.953+0000","up_votes":2,"down_votes":0,"body":"Naja ich komme immer Support , bin ja auch ein main ^^(keine sorge das schaffst du schon :)/)","replies":[]},{"id":"","poster":"CptnSt0rmF1re","date":"2016-02-12T18:11:58.592+0000","up_votes":2,"down_votes":0,"body":"nimm Sekundär mid, JEDER will mitte, 10 von 10 games wo ich mitte primär wähle bekomme ich jgl....\r\nDann kommst du sup garantiert\r\n","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:08:49.963+0000","up_votes":1,"down_votes":0,"body":"Verstehe ich nicht xD Sup spielt fast keiner zu 99,999999% kriegst du diese Rolle","replies":[]},{"id":"","poster":"Flitzzy","date":"2016-02-12T18:43:35.306+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CptnSt0rmF1re,realm=EUW,application-id=hGYdiTd1,discussion-id=gUzBAsxE,comment-id=00020000,timestamp=2016-02-12T18:11:58.592+0000)\n>\n> nimm Sekundär mid, JEDER will mitte, 10 von 10 games wo ich mitte primär wähle bekomme ich jgl....\n> Dann kommst du sup garantiert\n\nHabe ich ja versucht... waren sogar DUO Premades mein Freund bekam top obwohl ER mid nahm als primär und ich als supp hatte mid als 2. eingestellt da ich dachte NIEMAND würde auf MID verzichten... tja.. da musste ich in MID und habe versagt weil ich kp. habe wie ich alleine kämpfe :)","replies":[]}]},{"id":"","poster":"rattlesnake05","date":"2016-02-13T14:04:20.880+0000","up_votes":1,"down_votes":0,"body":"Du hast Glück, ich komme immer supp obwohl ich gar nicht will{{summoner:3}}.Es nerft halt  nur wenn man einen schlechten ADC hat","replies":[]}]},{"id":"","poster":"Cornel Warwick  ","date":"2016-02-13T18:17:55.082+0000","up_votes":2,"down_votes":0,"body":"warum macht ihr nicht so eine art Umfrage? mit Fragen und Antworten zum ankreuzen? das wäre auchh cool... um somit eine Lane zu suchen. ","replies":[{"id":"","poster":"DF Love herBooty","date":"2016-02-21T11:35:11.286+0000","up_votes":1,"down_votes":0,"body":"beste Idee\r\n","replies":[]}]},{"id":"","poster":"Fizibubele","date":"2016-02-12T22:41:01.878+0000","up_votes":2,"down_votes":0,"body":"Also ich hab jahre lang {{champion:62}} auf top gespielt wurde nie langweilig, der Champion ist einfach das beste gewesen bis ein paar champs wie {{champion:157}} {{champion:266}} oder{{champion:223}} kamen also hab ich einfach alles mögliche ausprobiert und kann so ziemlich alles spielen auf top am liebsten aber Champs die gute Mobilität haben da ich ausschlieslich versuche zu farmen was meist sehr erfolgreich ist ","replies":[{"id":"","poster":"Luedger","date":"2016-02-15T13:21:27.601+0000","up_votes":1,"down_votes":0,"body":"Warum dann net Riven? :D","replies":[]}]},{"id":"","poster":"FranzHose","date":"2016-02-12T16:56:22.417+0000","up_votes":2,"down_votes":0,"body":"Wie wäre es mal wenn ihr die SoloQ für Ranked veröffentlicht. Bin es leid mit 3-4 Premades in ein Team zu kommen die nicht wissen wo ihre Eier sind.","replies":[{"id":"","poster":"nicos1860","date":"2016-02-12T17:28:07.201+0000","up_votes":2,"down_votes":1,"body":"Geht mir auch so\r\nAußerdem bin ich mit 7wins in den placements Bronze 4 gekommen somit wird es fast unmöglich aufzusteigen\r\n","replies":[{"id":"","poster":"Sioox","date":"2016-02-13T14:05:09.910+0000","up_votes":1,"down_votes":0,"body":"Was geht mit euch? ... Ok, das mit den Placement ist komisch. Kollege von mir hat 10 Gewonnen und ist von Diamant in Bronze 5 runter. Ich hab 9 verloren und bin von Silver3 in Bronze3. Andererseits sagtest du, das es fast unmöglich sei ... wenn man bedenkt das du fast ein 3/4 Jahr Zeit hast und mit deinen 7 Wins bestimmt nicht schlecht bist, solltest du es easy bis Gold schaffen und da bekommt man ja schon den Skin (was ich schade finde, dass es keine EloSkins gibt)","replies":[]}]}]},{"id":"","poster":"Sandoranu","date":"2016-02-12T18:14:33.660+0000","up_votes":3,"down_votes":1,"body":"Ich kann mich leider nicht nicht zwischen Top und Bot entscheiden.\r\nIch denke aber ich gehöre auf die Botlane :D.\r\nWie findet ihr den kommenden Yasuo Skin ?","replies":[{"id":"","poster":"Amaden","date":"2016-02-12T19:13:03.093+0000","up_votes":1,"down_votes":0,"body":"ich hab angefangen zu spielne und hab primär adc {{champion:21}} gespielt. Ich habe erst angefangen die Top lane zu lernen, als ich mich in Poppy verliebt hab (genau am Tag ihres Reworks angefangen zu spielen ^^) und fand, dass es zwar echt hart sein kann auf einer Solo Lane, aber dass man zumindest noch das Pech haben kann, dass man einen weniger guten Spieler auf der Lane hat, weswegen die Lane verloren wird. Wenn ich mit Freunden spiele, gehe ich aber meistens mit ihnen auf die Bot lane, weil ich weiß, wie ich mit ihnen synergiere :)\r\n{{sticker:slayer-jinx-wink}} ","replies":[]}]},{"id":"","poster":"Preym16","date":"2016-02-13T13:02:22.564+0000","up_votes":2,"down_votes":1,"body":"Ich schwanke von main zu main, aber im jungle fühl ich mich wie ein Attentaeter der auf die richtige gelegenheit wartet sein ziel niederzu strecken. Im Moment{{champion:59}} und {{champion:64}} ich bete iimer noch das jhin jungle viable wird\r\n{{sticker:slayer-pantheon-popcorn}} ","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:12:17.831+0000","up_votes":1,"down_votes":0,"body":"Na der ist zu langsam auf dem Jungle ;) {{champion:104}} macht es doch auch gut","replies":[]},{"id":"","poster":"Sioox","date":"2016-02-13T14:00:06.582+0000","up_votes":1,"down_votes":0,"body":"Ist er doch :D ich sehe Teemo und Twitch im Jungle, dann kann Jhin das auch!","replies":[]}]},{"id":"","poster":"Nick Dre","date":"2016-02-12T18:07:28.451+0000","up_votes":2,"down_votes":1,"body":"Ich kann nur sagen bei mir ist die Lane Auswahl stark von den Champions abhängig die ich spiele.\r\nIch habe eine große Vorliebe für Magier entwickelt, wie z.B. Viktor, Orianna. Aber auch Assasinen, wie Kata und Kassadin spiele ich gerne. Dabei habe ich gemerkt, dass diese Champions alle zur Midlane passen und diese daher als meine bevorzugte Lane gewählt.{{summoner:14}} {{summoner:4}} ","replies":[]},{"id":"","poster":"Azir Sucks","date":"2017-11-01T18:14:46.954+0000","up_votes":1,"down_votes":0,"body":"1. {{champion:103}} {{summoner:1}} {{item:3194}} ","replies":[]},{"id":"","poster":"Aiim","date":"2016-09-30T10:56:47.556+0000","up_votes":1,"down_votes":0,"body":"also ich spiel fast immer JUNGL mit Kah'Zix oder ADC mit Varus\r\n","replies":[]},{"id":"","poster":"greenpub","date":"2016-06-01T16:43:19.698+0000","up_votes":1,"down_votes":0,"body":"steht nicht vons bot lane ... alleine dafpür hat der verfasser schon verdient das man ihn tö...... ","replies":[]},{"id":"","poster":"MesutOzil1088","date":"2016-04-21T12:16:49.479+0000","up_votes":1,"down_votes":0,"body":"ich bin mid laner und {{champion:115}} main\r\n","replies":[]},{"id":"","poster":"GengarFiSt","date":"2016-02-22T17:37:05.876+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-bummed}} habe lee sin nur mitte gespielt","replies":[]},{"id":"","poster":"THC Chnusper","date":"2016-02-21T20:21:11.702+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein Allrounder: ich liebe es Tanks oder Fighter auf der Toplane zu spielen, oneshote die Gegner als Assasine oder Mage gerne in der Midlane oder als Adc im Late die Gegner einfach wegzurasieren. Es kommt immer gerade auf die Laune draufan, was ich spielen will. Da ich aber der einzige in meinem Freundeskreis bin, der mehr oder weniger die Rolle als Schützen beherrscht, \"darf\" ich dann oft auf die Botlane.. xD jungle sagt mir immer wie mehr zu (bin gerade mit Nida Jungle auf den Geschmack gekommen) und Support spiele ich nur gerne mit einem Premade (Tahm Kench und Kalista beste Combo xD)","replies":[]},{"id":"","poster":"Master MaKa","date":"2016-02-16T15:46:42.698+0000","up_votes":1,"down_votes":0,"body":"Spielt man Shaco eigentlich auf AD oder AP?","replies":[{"id":"","poster":"DF Love herBooty","date":"2016-02-21T11:33:13.739+0000","up_votes":1,"down_votes":0,"body":"kommt auf dein Spiel an wenn du sagst du legst wert auf die Boxen und auf die Ultimate dann eher AP aber sonst eigentlich AD{{champion:35}} {{sticker:slayer-jinx-catface}} ","replies":[]},{"id":"","poster":"ADFischi007","date":"2016-02-20T18:16:10.065+0000","up_votes":1,"down_votes":0,"body":"Normalerweise AD","replies":[]}]},{"id":"","poster":"Drachenschnee","date":"2016-02-19T17:12:30.594+0000","up_votes":1,"down_votes":0,"body":"Ich fühle mich im Jungle zu Hause. :D Mit Nocturne und Yi ist´s am coolsten. :D","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:13:46.674+0000","up_votes":1,"down_votes":0,"body":"Ich habe noch nie mit Yi-Spieler im Jungle gewonnen...","replies":[]},{"id":"","poster":"DF Love herBooty","date":"2016-02-21T11:31:03.395+0000","up_votes":1,"down_votes":0,"body":"bitte lass den master jizz zu hause {{champion:11}} {{sticker:zombie-nunu-bummed}} ","replies":[]}]},{"id":"","poster":"melfius","date":"2016-02-13T04:25:48.644+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-popcorn}}  \r\nTop main mid secend liegt aber mehr an der stimmung auf was ich lust habe und welchen champ ich jetzt spielen möchte.\r\nSagen wir mal ich will schnellstmögliche mobility haben dann spiel ich kata mid (like teleportation *_*)\r\n\r\nWill ich nen magier spieln, spiel ich was mit großer range wie velkoz malzaha oder sowas in der art weil ich dann einfach ne gemütlichere runde habe als sonst da man weiter weg steht und weniger stuns rein gefahren bekommt von gegnern und jgl.\r\n\r\nSpiele ich auf der Top habe ich meistens lust einfach für mich zu spielen ohne das mich immer jemand besucht oder ich auf kurzer leine gehalten werde man hat runden wo ich gerne als fairers Duell bezeichne man spielt 1 vs 1 bis eine seite gewinnt dann hat man als gewinner die wahl weiter zu pushen und den focus der gegner auf sich zu ziehn weswegen man tringend die wards bestmöglich positioniert damit man fluchtmöglichkeiten besitzt oder sich den weg freikämpfen kann(wie gesagt ihr habt ja euer duell gewonnen) oder man entscheidet sich dazu dem team zu helfen für eine weile damit sie wieder auf eigenen beinen stehen können und ihr einen guten splitpush oder nen Rush starten könnt. (im gegebenen fall jgl clear ward postion und drag/baron)\r\nAls verlierer des Duells muss man nachfarmen lanes ganken und tower defen.(wenn man sich entscheidet als gewinner auf der lane zu bleiben aber der gegner verschwindet sollte man seine mitspieler warnen und vieleicht sogar eine falle vorbereiten mit gesetzten ward auf der lane)\r\nDie spitze führen in den teamkämpfen ist leider selbstmord  (aussnahme tanks oder sekundär tanks) und haben in den meisten fällen den eigenen tot bis hin zum gesammten team als strafe.\r\n\r\nJungel ist manchmal ganz ok aber nicht ganz so mein favor weil ich einfach ne lane brauche wo ich sagen kann das ist mein bereich der is zwa nicht groß aber wehe du willst was kaput machen hier DANN SETZT ES SPEERE!!!!{{sticker:slayer-pantheon-thumbs}} \r\nauch wenn ich eigentlich Becker werden wollte.....\r\n\r\nNaja machen wir mal weiter....\r\nadc muss ich sagen ist echt nicht meins manchmal in den seltestens fällen reiß ich echt gut was wenn ich richtig lust auf adc habe (was 2-4 mal im jahr passiert) nehm ich meine quin oder graves(love the rework*_*) und carry das game aber ansonsten verkack ich totaql als adc ich farme gut spiele defensiv und agressiv genug aber irgentwo failt es dann und ich komm dem gegner nicht mehr nach dann :,(\r\n\r\nSupport ist wie die klasse es schon sagt für mich halt das jo is grade wayne was ich spiele lassen wir andere abräumen also nehmen wir nen healer oder nen fulltank und suppern den shiit out of the cowboy YIHAAAAAA...........hust sry.............\r\n\r\nmega mega mega langer text sry dafür für die tapferen Helden die es bis hier hin gelessen haben erstmal nen Keks {{item:2054}}  \r\ndürft mich auch gerne im game adden bin immer auf der suche nach netten leute die spass am spiel haben und sich ihn nicht durch Trolls oder Flamern nehmen lassen.\r\n\r\nGAMES FOR FUN NOT FOR HATE","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:26:14.537+0000","up_votes":1,"down_votes":0,"body":"hm noch nie den gegnerischen Jungle besucht? ;) {{summoner:11}} {{summoner:11}} {{summoner:11}} ","replies":[]}]},{"id":"","poster":"Braìn Power","date":"2016-02-13T16:26:17.891+0000","up_votes":1,"down_votes":0,"body":"Der Artikel ist echt super und ich finde es echt eine große Leistung das ihr uns diese Chance gibt, uns ''Tipps'' für Lanes zu geben.\r\nIch kann nur sagen das ich vor soetwas großen Respekt habe.\r\nAuf die Frage von oben hinaufzukommen: Also ich fühle mich als ADC am ehesten Zuhause, denn ich liebe es zu farmen und könnte das den ganzen Tag machen. (Natürlich finde ich Kills auch geil :D). Meistens spielt farming ja auch die größte Rolle, denn wer schlecht farmt, macht auch keine kills :D (Und wenn, dann nur durch Glück oder Carrieng Support oder Jungler).\r\nIch hoffe ihr bringt noch mehr solcher Artikel raus sodass ich mich hinsetzen kann und wie in einem Traum dadurch surfen kann!\r\nAußerdem muss ich sagen das Kennen Bild ist extrem geil. Ich ziehe den Hut vor mir Nikkels! \r\nAchja und noch eine Frage an dich Nusliful, wenn du dir den Käse überhaupt durchließt .. :D Ist es möglich dich zu adden oder du mich? :D <- Ich hoffe das kommt nicht falsch rüber! \\°~°/","replies":[{"id":"","poster":"ADFischi007","date":"2016-02-20T18:22:09.031+0000","up_votes":1,"down_votes":0,"body":"Nicht nur Farmen ist wichtig .... ^^","replies":[]}]},{"id":"","poster":"Seal11","date":"2016-02-19T17:57:11.278+0000","up_votes":1,"down_votes":0,"body":"Also ich finde {{champion:238}} ist ein wenig zu stark geraten. Selbst mit {{champion:107}} mach ich nie so krass schaden...","replies":[]},{"id":"","poster":"IKyILaIR","date":"2016-02-16T18:13:26.520+0000","up_votes":1,"down_votes":0,"body":"{{champion:19}} \r\n\r\n\r\n\r\n\r\n\r\n\r\n","replies":[]},{"id":"","poster":"IKyILaIR","date":"2016-02-16T18:12:23.468+0000","up_votes":1,"down_votes":0,"body":"Ich finde WW jgl ist beste für mich und ich bekomme immer skin die mann nicht mehr kaufen kann wtf des ist bestimmt ein  bag\r\n","replies":[]},{"id":"","poster":"Kirigaya K4zuto","date":"2016-02-16T15:49:41.732+0000","up_votes":1,"down_votes":0,"body":"Liebe Summoner und liebe Riot Mitarbeiter,\r\nIch habe einen neuen Pick ausprobiert und dieser kämpft mit Feuer und Flamme.\r\nIch meine natürlich {{champion:63}}, aber ich habe ihn nicht auf der Mid lane, sondern im Jungle ausprobiert.\r\nBrand Jungle ist nach meiner Meinung viable.\r\n\r\n-Summoner Spells: {{summoner:14}} {{summoner:11}} \r\n-Runen: Rot 9x Magic Penetration, Blau 9x MR pro Lvl, Gelb 9x Flat Armor, Essenzen 3x Flat AP\r\n-Meisterschaften: 18/12/0 und Death fires touch \r\n-Jungle Items: {{item:1402}} für den Slow oder {{item:1414}} für den True Dmg\r\n-Boots: Magic: Penetration Boots\r\n-Andere Items: {{item:3116}} {{item:3151}} {{item:3100}} {{item:3285}} oder {{item:3089}} \r\n\r\nMFG Kirigaya K4zuto","replies":[]},{"id":"","poster":"Master MaKa","date":"2016-02-16T15:49:41.418+0000","up_votes":1,"down_votes":0,"body":"{{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}} {{champion:35}}  Bester","replies":[]},{"id":"","poster":"Sorages","date":"2016-02-16T09:33:46.520+0000","up_votes":1,"down_votes":0,"body":"Währe besser wenn die neulinge auch gleich die gamer begriffe beigebracht werden LG Sorages ;)","replies":[]},{"id":"","poster":"Swee1Gir1y","date":"2016-02-15T23:01:53.906+0000","up_votes":1,"down_votes":0,"body":"Leute ich sag einfach ma an alle anfänger die gerne Tanks spielen. Geht auf die top mit Rammus! Rammus ist ein recht einfacher und guter Champ. Probiert es einfach mal aus und teilt mir doch auch eure Erfahrungen mit Rammus top mit:).{{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"Master MaKa","date":"2016-02-15T16:42:15.355+0000","up_votes":1,"down_votes":0,"body":"Kann mir jemand sagen welche Items man sich für {{champion:202}}  holen sollte","replies":[]},{"id":"","poster":"OnlyKidin","date":"2016-02-14T16:51:22.486+0000","up_votes":1,"down_votes":0,"body":"Eindeutig top lane\r\n","replies":[]},{"id":"","poster":"Sioox","date":"2016-02-13T13:58:12.982+0000","up_votes":1,"down_votes":0,"body":"Ich hasse Meta ... damals als man Yi noch auf AP spielen konnte oder als TF auf der E war und die Ulti der Mega slow. \r\nAber zurück zu dem, was ich eigentlich ansprechen wollte. \"Probieren führt zum Ziel\" ... der Normalverbraucher nennt das, du spielst nicht nach Meta, du bist ein Troller Report ;D ... oder sehe ich das Falsch?","replies":[{"id":"","poster":"bleedblue","date":"2016-02-14T14:54:25.047+0000","up_votes":1,"down_votes":0,"body":"leider ja ","replies":[]}]},{"id":"","poster":"bleedblue","date":"2016-02-14T14:48:50.616+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch Vollbluttoplaner auch wenn mein Main {{champion:17}} nicht so ins klassiche Rollenbuild der Toplane passt. Aber was kümmert den Teufel das Rollenbild. Hauptsache Schaden verursachen und Kills machen wenn man am Ende der Map steht.","replies":[]},{"id":"","poster":"Dr med Pophet","date":"2016-02-14T14:05:28.213+0000","up_votes":1,"down_votes":0,"body":"ich spiele schon immer am liebsten jungle oder support weil man von diesen postionen gerade im early den meisten einfluss hat (deep wards, map awerenes, ganks, roaming) leider bekommen diese positionen viel flame ab da man angeblich nicht ganked, wardet etc aber auch oft genau das gegenteil das die leute einen sehr loben für einen guten gank oder einen guten disengage etc. und die alte geschichte: \"ein supporter kann nichts machen wenn der adc random schlecht ist!\" stimmt einfach nicht, es ist genau das gegenteil. der SUPPORT gewinnt die botlane, nicht der adc. haltet die stimmung oben, am besten schon in der champ select, fragt euren adc was für einen supp er gerne hätte. ","replies":[]},{"id":"","poster":"MaaxK123","date":"2016-02-14T10:46:25.233+0000","up_votes":1,"down_votes":0,"body":"{{champion:432}} Bard ADC :D","replies":[]},{"id":"","poster":"B04LeJo","date":"2016-02-14T09:41:16.103+0000","up_votes":1,"down_votes":0,"body":"Mir macht das supporten extrem  Spaß, allerdings ist es als support schwerer ligen aufzusteigen, da man sehr vom Team abhängig ist und kaum carrien kann. Darum hab ich auf die Midlane gewechselt, wo ich am liebsten Leblanc spiele. Wenn sie genannt ist spiele ich Fizz oder Galio. Meine sekundäre lane ist top. Da spiele ich fast nur Rumble, UND ab und zu mal Irelia oder Shyvana.","replies":[]},{"id":"","poster":"TobiProGamerLol","date":"2016-02-14T01:06:21.652+0000","up_votes":1,"down_votes":0,"body":"Ich habe im Laufe meiner League-Zeit alle Lanes und Champions ausprobiert und jede ein Zeit lang intensiv gespielt. Jetzt gefallen mir viele Champions von unterschiedlichen Lanes. Ich finde es aber schade dass ich nun  keine Main-Lane mehr habe. D:","replies":[]},{"id":"","poster":"Queen of Thunder","date":"2016-02-14T00:44:53.275+0000","up_votes":1,"down_votes":0,"body":"Ich fände es toll, noch die Artikel zu den anderen 3 rollen zu bekommen, also ADC, support und Midlaner. ","replies":[]},{"id":"","poster":"fckwknd","date":"2016-02-13T21:34:22.858+0000","up_votes":1,"down_votes":0,"body":"{{summoner:14}} ","replies":[]},{"id":"","poster":"GrimmDeed","date":"2016-02-13T21:04:48.143+0000","up_votes":1,"down_votes":0,"body":"Wie man schön da oben sagt ^^ Probieren geht über studieren oder so.......Meine freunde sagen mir Oft man brauch ein Champ auf jeder lane (wo sie auch ziemlich recht haben )Aber momentan bin ich eher Top/Mid Fixiert und zwar mit der Gleichen Frau und Zwar Kata{{champion:55}}  <3 und es klappt ziemlich gut obwohl ich auf der Top lane mit ein paar so meine Probleme habe","replies":[]},{"id":"","poster":"LauriSGE","date":"2016-02-13T19:34:30.409+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"GlaringSoul","date":"2016-02-13T19:31:11.735+0000","up_votes":1,"down_votes":0,"body":"Moment Fiora ohne Trinity WTF warum spielt die niemand mehr mit trinity viel mehr burst und dazu noch mana/crit/As/Ms\r\nund dazu noch ein Steraks warum ????? seit wann sollte man  eine Tank fiora bauen wenn man genauso Offtank Spielen Kann oder dierekt Einen DPS tank wie Nasus Spielen kann( ja mir ist bewusst das es lcs macht aber die können nicht einfach so nasus/garen/teemo picken weil man champs mit counterplay möglichkeiten braucht...)\r\n{{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"ForCe13","date":"2016-02-13T19:29:35.199+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-hearts}} ","replies":[]},{"id":"","poster":"fckwknd","date":"2016-02-13T19:15:29.238+0000","up_votes":1,"down_votes":0,"body":"Is doch klar - was sonst außer Mitte. {{champion:103}} {{summoner:17}} {{item:3089}} ","replies":[]},{"id":"","poster":"Choppyy","date":"2016-02-13T18:17:38.532+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-hearts}} ","replies":[]},{"id":"","poster":"Bananenstapler","date":"2016-02-13T18:00:53.871+0000","up_votes":1,"down_votes":0,"body":"ich freu mich schon auf supporter #{{champion:89}} MAIN","replies":[]},{"id":"","poster":"shodow bestia","date":"2016-02-13T16:09:51.697+0000","up_votes":1,"down_votes":0,"body":"oder natürlich man is nirgedn zuhause({{champion:44}} )\r\n","replies":[]},{"id":"","poster":"Bard is Hard","date":"2016-02-13T15:24:14.291+0000","up_votes":1,"down_votes":0,"body":"Leute das oben ist kien kennen skin sondern ein{{champion:78}}  skin ! sollte hr doch wissen ;)","replies":[]},{"id":"","poster":"Vernichtungs","date":"2016-02-12T16:25:22.675+0000","up_votes":1,"down_votes":0,"body":"hey meine main position ist jungle lee weil er ist meiner meinung nach einer der mobilsten jungler \r\nebenso allerdings auch elise da sie mit ihrem epic stunn einfach der wahnsinn ist \r\n\r\nAußerdem geiles bild von kennen :D \r\n","replies":[{"id":"","poster":"Gałand","date":"2016-02-13T15:19:15.799+0000","up_votes":1,"down_votes":0,"body":"mobilste champ zurzeit ist udyr ;D","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-12T18:38:01.236+0000","up_votes":1,"down_votes":0,"body":"Aber Vi ist doch auch mobiel finde ich","replies":[]}]},{"id":"","poster":"Sunchecker","date":"2016-02-13T13:29:38.476+0000","up_votes":1,"down_votes":0,"body":"ich spiel wohl gerne{{champion:154}} in top mit {{item:3285}} ich finde dass bringt mehr als {{item:1031}} und mann kann {{summoner:4}} (rushen)\r\n","replies":[{"id":"","poster":"Sioox","date":"2016-02-13T14:01:39.424+0000","up_votes":1,"down_votes":0,"body":"ap op ... ","replies":[]}]},{"id":"","poster":"rattlesnake05","date":"2016-02-13T14:01:28.788+0000","up_votes":1,"down_votes":0,"body":"Ich find das wirklich viele Champions stark sind, aber ein paar sind echt zu stark wie{{champion:75}} {{champion:24}} {{champion:36}} {{champion:86}} .Dennoch kann man zum Glück alle irgendwie countern ","replies":[]},{"id":"","poster":"Glibergleb","date":"2016-02-13T13:00:30.278+0000","up_votes":1,"down_votes":0,"body":"Ich hab auch noch keine Main, ich spiele GP gerne aber Champs wie Tresh oder Kartus würde ich auch gerne ausprobieren. Zudem liebe ich Frauen (nein nicht nur in dieser Hinsicht) und vorallem wenn sie so süß wie Poppy sind. Shyvana finde ich auch total cool, und ich kann mich einfach noch nicht entscheiden. Ich finde richtig viele entweder nur voll amazing oder richtig schön. Vielleicht kommts ja noch :) Ich habe aber echt keine Ahnung, für welche Lane ich mich entschieden sollte. ","replies":[]},{"id":"","poster":"Piepmatzskiller","date":"2016-02-13T11:54:32.672+0000","up_votes":1,"down_votes":0,"body":"ich hab meine main lanes mittlerweile auch schon gefunden. Jungle und Supporter wobei ich auch hin und wieder auf die top gehe xd. Bester Champ:{{champion:126}} e q snipe op confirmed","replies":[]},{"id":"","poster":"V4nill3","date":"2016-02-13T11:54:05.995+0000","up_votes":1,"down_votes":0,"body":"Ich freue mich schon richtig auf den bloodmoon kennen skin :D\r\n","replies":[]},{"id":"","poster":"ZeUS LEgAcY S","date":"2016-02-13T11:32:19.271+0000","up_votes":1,"down_votes":0,"body":"Also ich finde den Artikel echt gut geschrieben... vorallem für Anfänger. Ich habe Draven gemained(?) Weil der Champion einfach sooo geil ist ;). Früher war Darius mein Main aber da ich es immer MEGA fand demage zu machen bin ich zu ADC gewechselt (häufig auch JG Rengar/Kha'Zix)","replies":[]},{"id":"","poster":"BrosiTiv","date":"2016-02-13T11:17:22.499+0000","up_votes":1,"down_votes":0,"body":"TOP! Die perfekte Lane für mich ! Man klappt nicht direkt zsm , wenn man etwas abbekommt ! Und trotzdem kann man aktuell zb mit Fiora das Game in der Hand haben. {{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"Icγ","date":"2016-02-13T09:23:39.953+0000","up_votes":1,"down_votes":0,"body":"Toller Artikel wirklich top ! :) ich spiele auch schon seit ca ende s3 LoL und hab alle möglichen Lanes probiert. Angefangen mit Miss fortune auf der botlane später dann Teemo/Kennen Botlane und dann den abrupten Wechsel zu Kata in der Mitte die ich dann auch fast ne ganze Season gespielt und angehimmelt hab :D Irgendwann kams dann so, dass ich natürlich auch in ranked weiter kommen wollte was mit Mitte und Top nicht so gut ging (Zu dem Zeitpunkt hatte ich dann schon andere Champs als Kata, Teemo, Kennen keine Sorge xD) und so stieß ich irgendwann auf Vi im Jungle. Mit ihr konnte ich gut mein Team unterstützen und hatte meine erste Winningstreak (wohooo :D) Diese season hatte ich aber keine lust mehr drauf und hab wieder mid/top gespielt aber mehr mitte mit ahri. es klappte ganz gut aber nicht überragend. ich bin immernoch im ranked auf der stelle rumgetreten die lp gingen auf und ab. Eines nachts wollte ich rankeds machen fand aber kein team für mid/top weils mir also zu lange dauerte hab ich einfach support genommen. und siehe da ich hab ein spiel gefunden. Ich hab vorher schonmal leona gespielt also dürfte das eigentlich kein problem sein dachte ich. und siehe da es geht vorran. und es macht auch spaß. :D ich wollte wohlgemerkt NIE supporten und hätte nie gedacht dass es damit aufwärts geht. :3 aber scheinbar ist das irgendwie meine art zu carryn wer weiß {{champion:89}} {{summoner:31}}  ","replies":[]},{"id":"","poster":"Sir HosenvoII","date":"2016-02-13T08:43:48.217+0000","up_votes":1,"down_votes":0,"body":"lül \r\nmeine lane findung war ganz einfach \r\nmein erster champion war sivir (season1) also die geile sivir \r\nund seit dem bin ich adc main und bin es immer noch \r\ngrade habe ich lucian in der champ select eingeloggt und zock ihn jetzt im ranked\r\n","replies":[{"id":"","poster":"Sir HosenvoII","date":"2016-02-13T08:44:38.277+0000","up_votes":1,"down_votes":0,"body":"och ja und \r\nORIGEN ORIGEN ORIGEN <3 <3 <3 <3 <3 <3 <3 <3 <3 <3 <3 ","replies":[]}]},{"id":"","poster":"Foralis","date":"2016-02-13T08:00:44.268+0000","up_votes":1,"down_votes":0,"body":"Bei mir hat es immer gewechselt. Vor Level 30 habe ich Twitch gemaint, danach bin ich auf Jinx umgestiegen. Insgesamt kann man sagen, dass Season 4 meine ADC-Zeit war. Mit dem Release von Gnar habe ich dann Jinx in die Ecke gestellt und ihn gespielt, erst als ADC und dann top. Nach verschiedenen anderen Champs und Rollen, viel zu viele um alle aufzuzählen, habe ich mich dann auf die Mid-Laner in bunt gemischter Variation fokussiert, beispielsweise Karthus, Zed, Yasuo, Kassadin, Varus und Orianna. Der einzige Champ, den ich nie, seit ich ihn auswählen kann, beiseite gelegt habe, ist Fizz, den ich heute auch als meinen Main betrachten würde. Vor Allem spiele ich ihn in der Mitte, nur in den paar Patches, wo AP Fizz quasi unspielbar war (Zwischen seiner Änderung mit der Ulti und dem Ludens-Release) hab ich ihn gar nicht ausgewählt. Momentan spiele ich auch seit 2 ganzen Seasons wieder ADC, zum Beispiel als Kindred, Lucian oder Miss Fortune. Ich kann also nur empfehlen, alles mal durchzuprobieren, ihr werdet immer neue Champs lieben lernen, wenn ihr nur alle mal spielt und jede Lane mal probiert.","replies":[]},{"id":"","poster":"Hu3ter","date":"2016-02-13T06:22:38.173+0000","up_votes":1,"down_votes":0,"body":"Der udyr :D Full Itembuild, aber kein vollgestackten Devourer. Was ein Noob","replies":[]},{"id":"","poster":"MangoSh4rk","date":"2016-02-13T06:16:25.610+0000","up_votes":1,"down_votes":0,"body":"Ich bin nun seit 7 Monaten Main-Jungle. Ich spiele da \"core\" jungler und unkonventionelle jungler, welche ich trotz alledem sehr effektiv finde. {{champion:154}} {{champion:154}} {{champion:113}} {{champion:33}} {{champion:76}} {{champion:2}} {{champion:57}} {{champion:111}} ","replies":[]},{"id":"","poster":"KGL Nefceh","date":"2016-02-12T22:12:02.517+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele persönlich gerne range und ad also hab ich mich selber für ADC entschieden und komm gut klar da ich viele ADC champs geil finde und jetzt Draven main bin. Auch wenn alle sagen das Draven schlecht ist, das ist er aber nicht weil er einfach nur schwer ist. Und auserdem kann ich gut farmen und will die ADC's wieder in die Kluft zurückbringen da mein erstes jemals gespielte game in league mit ashe als adc war sie aber heute hasse. Also liebe support Freunde wer mich supporten will melded sich einfach bei mir.{{champion:119}} ","replies":[]},{"id":"","poster":"eZ hunt","date":"2016-02-12T17:02:08.018+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Amaden","date":"2016-02-12T19:14:33.222+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, das kann noch etwas dauern, es sind ja erst zwei neue Skins herausgekommen. {{champion:61}} {{champion:37}} ","replies":[]}]},{"id":"","poster":"Amaden","date":"2016-02-12T19:05:30.944+0000","up_votes":1,"down_votes":0,"body":"ich bin ja eigentlich noch ein Anfänger (gerade mal lvl 29 :p) aber ich habe auch auf der bot lane begonnen und als mf {{champion:21}}  einfach nur auf schaden gespielt. Dann habe ich Poppy entdeckt {{champion:78}} und mir war natürlich klar, dass sie kein adc ist, also habe ich mich langsam an die Top lane herangetastet. dann habe ich mir gedacht, omg der Ahri Skin ist ja voll cool {{champion:103}} , aso habe ich angefangen auf der mid lane zu spielen. Ich habe noch keinen passenden Supporter-Champion für mich mich gefunden und in der Rolle des Junglers finde ich mich leider überhaupt nicht zurecht. {{item:1408}} ","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-12T18:34:48.976+0000","up_votes":1,"down_votes":0,"body":"Kommentieren{{sticker:zombie-nunu-hearts}} Das Bild finde ich süß muss ich mal so sagen!!","replies":[]},{"id":"","poster":"Eclair99","date":"2016-02-12T18:31:23.846+0000","up_votes":1,"down_votes":0,"body":"Ich spiele am liebsten BurstBiester =) . Ich maine jungle und bin mit K{{champion:115}} aus bronze 2 bis platin 4 gekommen (jetzt gold 3 wegen neue rankings). Offentsichtlich kann ich jede Lane aber Burst Champs sin die geilsten =) {{champion:121}} {{champion:107}} {{champion:58}} {{champion:60}}","replies":[]},{"id":"","poster":"TP Spirit","date":"2016-02-12T18:13:12.307+0000","up_votes":1,"down_votes":0,"body":"{{champion:33}} {{champion:106}} {{champion:134}} {{champion:420}} Ich maine Jgl, jedoch kann ich auch Top als auch Mid spielen. Botlane ist der reinste Krampf...","replies":[]},{"id":"","poster":"CptnSt0rmF1re","date":"2016-02-12T18:11:01.246+0000","up_votes":1,"down_votes":0,"body":"Teenage mutan ninja Kennen {{summoner:2}} ","replies":[]},{"id":"","poster":"Zapper8888","date":"2016-02-15T17:18:42.172+0000","up_votes":1,"down_votes":1,"body":"ich hab ne frage  ich sitzt in lol reconnect Raum fest ich kann nicht reconnect und wen ich das spiel Neustarte bin ich wieder dort was soll ich machen ? und das game ist zu ende","replies":[]},{"id":"","poster":"VanLarson","date":"2016-02-13T19:46:04.989+0000","up_votes":1,"down_votes":1,"body":"Top-Lane beste Lane, mit Garen kann man einfach übell Draufhauen!!!!!!","replies":[]},{"id":"","poster":"Jake and Finn ","date":"2016-02-13T19:39:19.721+0000","up_votes":1,"down_votes":1,"body":"baut bitte kein Hydra auf lee sin ... >.>","replies":[]},{"id":"","poster":"Bananenstapler","date":"2016-02-13T18:00:10.818+0000","up_votes":2,"down_votes":2,"body":"{{sticker:slayer-jinx-catface}} {{sticker:slayer-jinx-unamused}} {{sticker:slayer-jinx-wink}} {{sticker:slayer-pantheon-popcorn}} {{sticker:slayer-pantheon-rainbows}} {{sticker:slayer-pantheon-thumbs}} {{sticker:zombie-brand-clap}} {{sticker:zombie-brand-facepalm}} {{sticker:zombie-brand-mindblown}} {{sticker:zombie-nunu-bummed}} {{sticker:zombie-nunu-hearts}} {{sticker:zombie-nunu-tears}} ","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-12T18:35:15.079+0000","up_votes":1,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}} ","replies":[]}]}