{"id":"LZ19G1tN","poster":"HandIOfIZombie","date":"2016-02-11T11:27:52.078+0000","title":"Dominion RIP","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Ich kann da nur für mich sprechen aber damals als ich mir ein Account gemacht habe. Da habe ich meiste Zeit nur auf der 3vs3 Map gespielt (Gewundener Wald) Ich fand damals als Anfänger die 5vs5 Map nicht Interessant genug. Bis ich meine Meinung geändert habe. Leider weiß ich nicht ob die Siege unter Klassisch mit eingetragen werden wenn man gewinnt weil so lange ist es schon her das ich auf der 3vs3 Map nicht mehr gespielt habe. Hin und wieder mal, ein 1vs1 auf der ARAM Map was ich sehr Unterhaltsam fand aber da die meisten immer nur von Ranks reden und einer hohen elo und ich mir damit bis heute noch zeit lasse, hat es dann angefangen im Teamersteller auf der 5vs5 Map zu Spielen um mich etwas vorzubereiten falls ich mal Rank spielen möchte. **Erst wird der Teamersteller raus genommen und jetzt auch diese Map Karte, was kommt danach ? evtl. die ARAM MAP oder Gewundener Wald ?** -.- \n\nEhrlich gesagt finde ich es gut das mit dem neuen Patch und der Champion Auswahl. Ich habe mich daran gewöhnt und in der Zeit auch teils die Counter Picks Kennenlernen können, und habe auch Runen Seiten angepasst für alle Lanes weil es noch gedauert hat bis das mit der neuen Champion Auswahl auf den Live Servern gekommen ist. Da ich ja nur Teamersteller gewohnt war, musste ich alles neu anlegen, habe es nie nötig gefunden auch mal als Support zu Spielen und jetzt tue ich es, zwar macht es jetzt mehr Spaß auf jeder Lane seine Rolle zu Spielen & ich habe mich schlicht weg einfach daran gewöhnt nicht nur auf bestimmten Lanes öfter Präsenz zu Zeigen **aber die Kern-aussage in dem ganzen ist folgende, man hat einfach nicht die Zeit auf allen Map Karten zu Spielen. 1 Jahr geht schnell zu ende für Anfänger auch nicht gerade einfach sich erstmal nur auf eine Map Karte sich zu Konzentrieren. Erst spielt man 1 Jahr nur auf der Map und dann Spielt man 1 Jahr nur auf der Map. **Ich habe es erst vor paar Wochen geschafft 600 Siege zu erreichen und habe mich echt gefreut als ich das Liga Abzeichen für Klassisch bekommen habe. Es sind mittlerweile 640 Siege.\n\nWas ich damit aber wirklich zum ausdruck sagen möchte ist folgendes, klar wird jeder das anders sehen, ich habe mir aber vorgenommen auf jeder Map Karte zu Spielen und da meine Abzeichen zu holen, warum ? weil ich mir immer noch mit Rank mir Zeit nehmen möchte und ich keine lust habe, für alles immer Reportet zu werden und sonst mir Rank auch nicht davon läuft, würde ich es jetzt beginnen, würde ich denke bis Silber V hoch kommen und ab da an, meist nur verlieren. toll. **Zweite Kern-aussage, in meinen Augen ist das nicht die Lösung einfach die Map Karten raus zu nehmen nur weil es kaum Spieler gibt die Interesse zeigen, auch wenn es nicht viele Spieler sind, heißt es nicht das es gar-keine Interesse gibt\"! **Zwar habe ich auf der Karte ca. nur 5 mal gespielt und nur 2 Siege davon weg getragen **aber es ist einfach nicht möglich auf allen Maps zu Spielen sie aber jetzt raus zu nehmen ist auch nicht toll. Ich habe Leauge of Legends nicht angefangen um am ende nur Ranks zu Spielen\"! Damals wurde immer gesagt, fang am besten mit Rank erst an wenn du 400 Siege geschafft hast um auch höher zu kommen aber das war nie mein Ziel gewesen, sondern Spaß am Spiel und die Abwechslung der Map Karten und die Möglichkeit auch da sehr viele Siege über die Zeit zu bekommen. Schaut nicht nur toll aus sondern man hat den Champion auf einer anderen Map Karte mal Spielen können mit ganz anderen Bedienungen was genau die Abwechslung braucht die Anfängern fehlt wenn man Leauge of Legends Spielt, die denken sich doch auch nur so, toll. nur diese paar Map Karten, macht ja kein Spaß, für viele ein Grund das Game nicht lange zu Spielen da es schlicht zu eintönig wird\"!**","replies":[]}