{"id":"J6EXpsEo","poster":"Youtube Zeus","date":"2016-02-11T04:09:08.207+0000","title":"Wie kann ich einfach(er) mehr Spiele gewinnen","subforum":"Streams & YouTube","embed":{"title":"Kurztipp 1# Wie gewinne ich mehr Spiele im Ranked?","description":"Kleiner Tipp meinerseits, wie ihr schneller und vor allem einfacher in der Rangliste aufsteigt. Es spielen natürlich noch mehr Faktoren eine Rolle, vielleicht mach ich in Zukunft dazu noch ein paar Videos. Bei Fragen einfach kommentieren, ich antworte so schnell ich kann :-)","url":"https://www.youtube.com/watch?v=kfW2KIBJaL4","image":"https://i.ytimg.com/vi/kfW2KIBJaL4/hqdefault.jpg"},"up_votes":3,"down_votes":3,"body":"Servus Leute!\nWeil mich immer wieder Mitspieler fragen, was sie im Solo/DynamicQ  denn falsch machen. \nWarum steige ich nicht oder nur langsam auf?\nKurze Info bevor ihr hier weiterlest bzw. das Video schaut: Solltet ihr eure Rolle, Position und Champion gefunden haben, mit dem ihr gut performed, dann ist das Video nichts für euch!\n\nHier die erste Folge meiner Reihe mit kurzen Tipps, mit denen man ohne viel Aufwand mehr Spiele gewinnt sollte.\nGrunds&auml;tzlich werden diese Videos immer nur ein einzelnes Thema beleuchten, also keine universellen oder spezifischen Tipps geben wie ihr euch insgesamt Verbessert.\n\nMir geht es darum einfache Fehler zu erkennen und diese abzustellen. Deshalb hier das erste Thema auch sehr banal -&gt; Meine Picks + Winrate und welche Champions sollte ich (pers&ouml;nlich) spielen um mehr Spiele zu gewinnen.\nBei Fragen oder Anregungen, gern auch Vorschl&auml;ge f&uuml;r die n&auml;chste Folge, einfach PN an mich\n\nViele Gr&uuml;&szlig;e und Erfolg in der Kluft!\nZeus\n\nEdit: Da einige es anscheinend wichtig finden welche Elo/Rang ein \"Guide-Ersteller\" hat. \nIch war letzte Season Platin 2-1, wurde beim Reset Gold 3 geplaced und bin momentan Gold 1.\nmich verwundern hier schon einige Kommentare. Gameknowledge hat nur bedingt was mit dem Rang zutun. Um wirklich High-Elo (ich sag mal dia 3+) zu spielen, muss man verdammt viel zeit investieren, die ich nicht habe.\nNiemand unterstellt einem LSRB-Maxim das er doch bitte nicht niedriger als Dia sein, sonst machen seine Guides keinen Sinn....\n","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2016-02-11T18:03:10.794+0000","up_votes":2,"down_votes":0,"body":"Erstmal: Jeder, wirklich jeder kann jemand anderem Tipps geben. Ob er nun Challenger ist oder Bronze V. Beide wissen irgendetwas über das Spiel. Der Bronze V Spieler ist zwar im Durchschnitt schlechter, aber vielleicht kann der Bronzespieler übermäßig gut farmen und ist im Rest richtig scheiße. Wieso sollte er dann nicht Farmtipps geben?\n\nJetzt zum eigentlichen Thema. Ja, man sollte Champions spielen, die man kann und mit welchen man eine gute Winratio hat. Die KDA sollte dabei aber überhaupt keine Rolle spielen! Sie ist einfach unwichtig und viel zu willkürlich.\n\nWas ich zu kritisieren hätte (vielleicht hab ichs auch einfach überhört), ist die Anzahl der Spiele. Wenn ich 2 Spiele auf Vi habe, sagt das nichts aus! Ob ich eine 100% oder 0% Winratio habe. Je mehr Games desto aussagekräftiger ist die Winratio.\nMeiner Meinung nach sollte man sich nach der Winratio orientieren, wenn man mit den Champions, die zur Auswahl stehen, mindestens 25 Games hat. Am besten erst mit 50.","replies":[{"id":"","poster":"Youtube Zeus","date":"2016-02-12T07:25:51.874+0000","up_votes":1,"down_votes":0,"body":"Jop ich werde genau solche Dinge im nächsten Video mit rein nehmen. Das die Winratio nach wenigen Spielen kaum aussage kräftig ist, muss ich wohl noch ergänzen. Im Video ist das natürlich nur ein Beispiel. Viel wichtiger ist, das man in der Liste keine Champions hat mit vielen Spielen (also weit oben) aber schlechter Winrate.\n\nKann dir in dem ersten Punkt nur zustimmen, oft lernt man viele Dinge sogar besser von Leuten die in einer ähnlichen Elo spielen wie man selbst. \n\nKDA ist natürlich lange nicht so wichtig wie die Winrate, man kann sie aber gut als Ansporn nehmen, seine Stats zu verbessern, weniger zu sterben usw.\n\nDanke für den Feedback!\nZeus","replies":[]}]},{"id":"","poster":"Streifi","date":"2016-02-11T05:06:19.895+0000","up_votes":1,"down_votes":0,"body":"Ernstgemeinte Frage: Was genau befähigt dich denn anderen Tips zu geben wenn du es selber nicht schaffst aufzusteigen?\n\nZumal der \"Tip\" im video besagt das man nen champ picken soll den man spielen kann. Das ja nen grandioser TIP! {{champion:48}} ","replies":[{"id":"","poster":"Sihari","date":"2016-02-11T10:01:15.996+0000","up_votes":2,"down_votes":0,"body":"So blöd ist der Tip überhaupt nicht.\nGerade in Bronze, welches die offensichtliche Zielgruppe dieses Tips ist, versuchen viele sich zwanghaft irgendwelche \"OP\"-Picks anzueignen um aufzusteigen. \nDas zu spielen, was einem liegt und Spaß macht ist der erste Schritt in die richtige Richtung!","replies":[{"id":"","poster":"Youtube Zeus","date":"2016-02-11T10:45:05.971+0000","up_votes":1,"down_votes":0,"body":"Danke Sihari, endlich einer der begreift welche Zielgruppe das Video hat!","replies":[]}]},{"id":"","poster":"Youtube Zeus","date":"2016-02-11T06:49:04.211+0000","up_votes":1,"down_votes":0,"body":"Warum schaffe ich es nicht aufzusteigen?\n\nKann dich jetzt nicht so richtig nachvollziehen. \nDas Video ist für Spieler die zb. ständig andere Champs spielen und nicht besser werden/aufsteigen\n\nWenn deine Frage war, warum ich als \"schlechter\" Silber Spieler Videos mache -> ich bin selbst nicht Silber und im Video sage ich eindeutig \"mein Smurf\".\n\nIch schreibe ja das dieser Tipp sehr banal ist, aber anscheinend bekommen es (und das sind nicht wenige) Spieler nicht hin Champions zu spielen mit denen sie Spiele gewinnen. Im Video zeige ich in 5 Minuten wie man das ändern kann, wenn man denn will.\n\nWenn du noch Fragen zu meiner Elo hast und ob es \"rechtmäßig\" ist, das ich Videos mache und Tipps gebe, kannst du das gern Privat mit mir ausdiskutieren. Ich denke das würde das Forum hier nur unnötig füllen.\n\nViele Grüße Zeus","replies":[]}]},{"id":"","poster":"Ya boy almo","date":"2016-02-11T07:22:56.214+0000","up_votes":1,"down_votes":0,"body":"Wieso machst du Guides wenn du nicht mal gut in diesem Spiel bist?","replies":[{"id":"","poster":"Youtube Zeus","date":"2016-02-11T07:27:08.936+0000","up_votes":1,"down_votes":0,"body":"Ab wann ist man denn gut und darf Guides machen?\n\nIch hoffe Top 10% reichen aus ;)","replies":[{"id":"","poster":"Ya boy almo","date":"2016-02-11T08:25:09.385+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen ab Dia + denn erst dort versteht man das Spiel so richtig und mann kann sein Wissen weitergeben und man ist ab dieser Elo wirklich gut in diesem Spiel. \nIst meine Meinung aber ein Silver guides finde ich ein bisschen komisch.","replies":[{"id":"","poster":"Sihari","date":"2016-02-11T09:57:46.968+0000","up_votes":2,"down_votes":0,"body":"Warum muss man denn einen bestimmten Rang erreichen um helfen zu dürfen?\nKlar würde ein Silberguide einem Goldspieler wenig neues erzählen, aber Bronzespielern hilft er dafür um so mehr.\nViele Guides aus höheren Elos sind für den ersten Schritt von Bronze nach Silber viel zu kompliziert.\nEs ist einfacher in kleinen Schritten zu lernen, anstatt innerhalb von kurzer Zeit 1000 tolle Profitipps zu bekommen, die man am Ende weder aufnehmen, geschweige denn umsetzen kann.","replies":[{"id":"","poster":"Youtube Zeus","date":"2016-02-11T10:43:51.482+0000","up_votes":1,"down_votes":0,"body":"......ich bin ja nichtmal silber....... #feelsbadman","replies":[]}]},{"id":"","poster":"Chropa","date":"2016-02-11T09:02:32.240+0000","up_votes":2,"down_votes":0,"body":"Ich finde diese Aussage immer so Genial..\nwieso?\nAlso nachdem du Silber bist und offensichtlich nach deiner eigenen Aussage das Spiel nicht verstehst mit welchem Background beurteilst du dann ob ein Guide gut oder schlecht ist ?","replies":[{"id":"","poster":"HHaie tabbian","date":"2016-02-11T09:31:41.557+0000","up_votes":1,"down_votes":0,"body":"naja, im Moment gehört man, wenn man Silber III ist, zu den 38% besten Spieler. Er hat das Spiel also wohl besser verstanden als der Durchschnitt.","replies":[]}]},{"id":"","poster":"Youtube Zeus","date":"2016-02-11T08:45:44.046+0000","up_votes":1,"down_votes":0,"body":"Jo habs mal dazu geschrieben, also meine Elo. Aber ich finde maxim hat auch gute Videos gemacht als er Silber Gold war. Letzte Season zb. war er auch \"nur\" platin, preseason dann Dia","replies":[]}]},{"id":"","poster":"Streifi","date":"2016-02-11T10:30:35.466+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Youtube Zeus,realm=EUW,application-id=ENHTtUTO,discussion-id=J6EXpsEo,comment-id=00010000,timestamp=2016-02-11T07:27:08.936+0000)\n>\n> Ab wann ist man denn gut und darf Guides machen?\n> \n> Ich hoffe Top 10% reichen aus ;)\n\nna silber 3 0 lp ist aber weit wech von den TOP 10% -.-\n\nwenn man sich deine spiel anschaut wo du regelmäßig krasse fehler bringst wie:\nnach über 30 min kein GEM im jungle item\noder\nsup games ohne sightstone\nusw.\n\nist die frage nach deiner kompetenz anderen leuten tips zu geben gegeben ist.","replies":[{"id":"","poster":"Youtube Zeus","date":"2016-02-11T10:41:00.641+0000","up_votes":1,"down_votes":0,"body":"also ich frage mich langsam ob du meine texte hier absichtlich ignorierst. Ich bin momentan Gold 1. Vor dem Reset war ich Platin 3 . Mein max rank war plat 2. Ich wurde Gold 3 geplaced und bin auf nem guten Weg back zu Platin. Also Gold 1 ist Top 8%, Platin ist Top 5%.\nIch frage mich langsam ob du die Kompetenz besitzt überhaupt hier was in Frage zu stellen. Ohne dir auch nur mal die Mühe zu machen das Video anzuschauen bzw. meine Texte hier zu lesen!\n\nNochmal zum Thema Smurf: Ich tryharde nicht mit dem Account und spiele auch nicht viel. Ich wurde Silber geplaced, einfach weil der Account vorher nicht lvl 30 war.\n\nNun zu den Games. Das man das Jungle Item nicht ausbaut hat einen Sinn. Man kann das auf einigen Junglern machen Udyr zb. Olaf war hier nur ein Test, was nichtmal so schlecht war wie ich finde. Warum man das Jungle Item nicht ausbaut? vielleicht sollte ich dazu mal ein Video machen. Ansonsten einfach mal Trick2g Udyr Jungle suchen und du siehst er baut es nie aus. Es gibt einfach bessere Items für das gleiche Geld. Die Smitefunktionen sind auch unausgebaut gleich. D.h. gleicher Schaden und gleiche Mechanik mit dem Smite, auch unausgebaut!\nZu dem Support Spiel was du meinst, entweder Alister Toplane Full AP oder das Janna Game im ARAM. Eins von den beiden Spielen meinst du wohl. Ich muss dir nichts weiter erklären oder??\n\nVersuche einfach nicht Leuten die das Spiel offensichtlich besser können als du selbst zu erklären was sie falsch machen. Das ist lächerlich. Ich würde nichtmal Platin Spielern versuchen aufzuzeigen was sie besser machen können. Aber ich denke ich kann einiges an Wissen an Bronze, Silber und Gold abgeben. Wenn dich das nicht interessiert, ok niemand zwingt dich das Video zu schauen.","replies":[]}]}]}]}]}