{"id":"TZdRB2ET","poster":"gojo77","date":"2016-02-10T22:58:35.984+0000","title":"14 Tage Bann, wegen \" absichtlichem feeding \" ( Ungerecht )","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":14,"body":"Hallo Beschw&ouml;rer \r\n\r\nIch habe einen 14 Tage Bann bekommen weil ich angeblich absichtlich gefeedet habe ich weis das ich nicht der beste League of Legends spieler bin aber ich finde es unfair das ich in Fights rein renne versuche meinen Team Kameraden zu helfen ich sterbe und ich dann keine kills logischer weise bzw Assists bekomme weil meine Teamkameraden niemanden get&ouml;ten haben.\r\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nIch stand am ende des Games 0 5 0 und wurde auch Tod geflamt als &quot;Noob Jungler, Feeder etc. Mein Team bestand &uuml;brigens aus einem 4 mann Team Franzosen die nur Franz&ouml;sisch Ingame geschrieben haben und immer als ich gefragt habe ob sie Bitte Englisch schreiben w&uuml;rden haben sie nur geflamt, Der Top Laner ist au&szlig;erdem aus dem Spiel geleavt und nach ca. 10 - 15 Minuten wieder Connectet als das Spiel fast zu ende war.\r\nIch habe den Top Laner auf einem 2 Account geaddet er hat die anfrage angenommen somit habe ich Festgestellt das er keinen Ban hat, Dies zeigt mir das Riot bei mir sofort gehandelt hat aber bei den Rest der Leute nichts macht es ist &uuml;brigens das erste mal das ich wegen Absichtlichem feeden gebannt wurde. Einer meiner Ex-Freunden stand in einem game 0 8 0 wurde von allen aus der Lobby Reportet und es ist  nix passiert an diesem Beispiel sieht man auch wie Ungrecht Riot ist, Sie bannen leute die 1 Mal etwas Falsch gemacht haben aber andere Leute die es mehr mals machen nicht.\r\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nDies ist der Link zum Match man sieht auch das ich nicht der einzige war der angeblich &quot; absichtlich gefeedet &quot; hat  http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2515449583/212403573?tab=overview\r\n\r\n\r\nDanke Riot f&uuml;r diesen Ban der meiner Meinung nach total unfair ist \r\n\r\nLG gojo77","replies":[{"id":"","poster":"Alustus","date":"2016-02-10T23:11:47.020+0000","up_votes":10,"down_votes":0,"body":"Naja wenn ich dein Itembuild in der 21 Minute ansehe : \n\n{{item:3070}} {{item:3070}} {{item:3070}} {{item:3070}} {{item:3070}} \n(link zum build verlauf http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2515449583/212403573?tab=builds)\n\nund dann zu lesen dass es unabsichtlich feeden war , finde ich dann doch sehr komisch.\nich wenig verständniss noch Mitleid, noch denke ich, dass du einfach nur schlecht gespielt hast.\n\n\nDu solltest mal darüber nachdenken was Recht und was Unrecht ist.\nUnschuldig bist du hier in meinemn Augen auf jedenfall nicht.","replies":[{"id":"","poster":"XxX Nomad","date":"2016-02-11T12:22:08.214+0000","up_votes":2,"down_votes":0,"body":"Er hat Glück das Forum und game getrennt sind ^^\n\nBei sowenig Einsicht würde sonst direkt perma draus gemacht aber so hat er immerhin nach den 14 Tagen noch 2-3 Spiele bis der Account weg ist xD","replies":[{"id":"","poster":"Petite pipe svp","date":"2016-02-11T12:51:20.565+0000","up_votes":2,"down_votes":13,"body":"Der Typ wurde von seinem Team geflamed und hat danach mit Absicht gefeedet. Was ist daran so falsch? Das würde fast jeder machen, Leute wie sein Team will man nicht gewinnen lassen. Und Riot tut sowieso nichts gegen Flamer, irgendwer muss ja was machen.","replies":[{"id":"","poster":"dat Zoidberg","date":"2016-02-11T13:03:20.057+0000","up_votes":7,"down_votes":0,"body":"Selten so einen Bullshit gelesen. Das würde nicht jeder so machen, sondern nur jeder Schwachkopf. Jeder normale Spieler würde die jeweiligen Teammitglieder einfach muten und weiterspielen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T13:47:52.371+0000","up_votes":3,"down_votes":0,"body":"Oder über den Flame lachen. Grinsen ist meine bevorzugte Methode, wenn man mir vorwirft unfähig zu sein. Was schon lange nicht mehr vorgekommen ist.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T15:46:14.090+0000","up_votes":1,"down_votes":0,"body":"^du musst neu im Spielerverhalten Forum sein. \n\nSchau dich mal in den Threads um wie \"wenig\" Riot gegen Flamer macht.\n\nUnd nein ein normaler Mensch würde Mute & Report machen und nicht selber gegen die Regeln verstoßen.","replies":[]},{"id":"","poster":"eingew","date":"2016-02-11T16:35:58.645+0000","up_votes":2,"down_votes":0,"body":"Riot tut nichts gegen Flamer? Guck dich mal länger als 5 Sekunden hier im Unterforum um und du findest mit Sicherheit mehr als 2 Threads wo jemand über seinen Ban redet.\n\nUnd falsch am feeden ist, dass man das Spiel versaut. Auch für die Gegner, die damit absolut nichts zu tun haben.\n\nGanz abgesehen davon, dass es auch nicht sinnvoll oder gut wäre, wenn alle 9 Mitspieler sich daneben benommen hätten.","replies":[]}]}]},{"id":"","poster":"Z3ndom","date":"2016-02-12T09:22:46.770+0000","up_votes":1,"down_votes":1,"body":"Baut man am Ende nicht manchmal 6 Tears,nachdem man alle Items verkauft hat,wenn die Gegner am Nexus sind?\nHab ich des öfteren gesehen.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-02-10T23:18:52.247+0000","up_votes":1,"down_votes":1,"body":"Ein Disconnect hat keinen direkten Bann zur Folge, das durchläuft weitere Instanzen.\nWie hast du es denn geschafft, wegen absichtlichen Feeden gebannt zu werden? Hast du immer aufs neue die gleichen Fehler gemacht? Das könnten manche eben als Absicht deuten, z. B. wenn man mehrfach einen Towerdive versucht und jedes Mal daran stirbt, ohne den Gegner auch nur zum flashen zu bringen.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T10:31:10.491+0000","up_votes":0,"down_votes":3,"body":"Ich weis das Disconnect kein direkten Bann zur Folge hat aber er hat mit den anderen 3 die ganze zeit geschrieben und dann plötzlich einfach nur \"afk\" in den Chat geschrieben und ist nach 10 - 15 min wieder Connectet.\n\nUnd übrigens das mit dem 5 mal die Träne gebaut haben ist mir Selbst auch klar aber dies habe ich ca 2 Minuten drinnen gehabt weil ich mit den Leuten aus dem gegnerischen Team geschrieben habe und ich dann mehr oder weniger aus \" Fun \" geschrieben habe \" Guys look at my Build this are my Feelings in the moment with this Top Laner :c \"  {{sticker:zombie-brand-facepalm}} \n\nIch bin auch während ich dieses Build drinnen hatte nicht gestorben weil ich damit in unserem Spawn stand ( könnt ihr auch nachschauen in Minute 21:24 habe ich mir 5 Tränen geholt als ich gestorben bin nach dem wir einen Team Fight verloren haben und das nur weil uns 1 Mann gefehlt hat [ Der Top Laner der AFK gegangen ist ] )","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-11T11:34:55.210+0000","up_votes":5,"down_votes":0,"body":"Das zählt zu trollen, die Konsequenzen kennst du ja jetzt.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T11:52:18.436+0000","up_votes":0,"down_votes":5,"body":"Ich dachte damals immer das Trollen soetwas wie ich laufe auf die Lane stell mich hin und mache nix und feede extra oder ich baue irgendetwas dummes ( wie ich es ja gemacht habe ) und dann los gehen und fighten das ich aber nicht gemacht habe ich stand nur im spawn und habe 2 min geschrieben","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T12:03:40.652+0000","up_votes":3,"down_votes":0,"body":"Es gibt viele möglichkeiten zu trollen. Man kann zum Beispiel auch mit Anivia den Baron angreifen und die Mitspieler in der Grube einsperren, wenn sie wenig Leben haben.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T12:11:43.557+0000","up_votes":1,"down_votes":6,"body":"Da hast du auch Recht aber ich habe ja nicht gefeedet als ich das Build drinnen hatte deswegen verstehe ich es nicht ganz wieso ich für absichtliches feeding einen 14 Tage Bann bekommen habe weil ich auch keine Vorwarnung bekommen habe hätte ich die bekommen wäre der Bann gerecht aber einfach 1 Game machen und direkt danach einen Bann zu bekommen ist Ungerecht finde ich.","replies":[{"id":"","poster":"drexxsack","date":"2016-02-11T12:42:48.223+0000","up_votes":7,"down_votes":0,"body":"Um mal zu verdeutlichen, was ich zuerst gedacht habe, als ich diesen Kommentar gelesen habe: Willst du uns für dumm verkaufen? Tut mir leid, aber mir fällt keine nette Methode ein, dir diesen Zahn zu ziehen.\n\nDu bist über 2 Minuten faktisch ohne irgendein Equipment rumgelaufen, hast damit nicht nur Gold durch das ständig verkaufen verschwendet, nein, du willst uns erzählen, dass das kein Trollen ist?\nMir erschließt sich nicht welchen Zweck das sonst haben soll.\nIch kann Flamer bis zu einem gewissen Grad verstehen. Das macht ihre Reaktion nicht richtig oder ansatzweise okay, aber es hilft, zu wissen, wie es dazu kommt.\nWas diese Aktion soll, ausser deine Teammates zu demotivieren, erschließt sich mir nicht. Das schlimme ist nicht, dass du Gold verschwendet hast, obwohl du ohnehin schon weniger hattest als der Gegner, sondern, dass du damit, ziemlich absichtlich das Spiel weggeworfen hast, gar nicht versucht hast, zu gewinnen und so dem Spiel auch noch den letzten Sargnagel zu verpassen. Eine unmotivierte Person bekommt man wieder motiviert, aber auch nur dann, wenn nicht alle anderen mit runtergezogen werden. \nDas hast du geschaft. Herzlichen Glückwunsch!\nWas bitte hast du dir dabei gedacht? Erklär es mir bitte! Komm dabei aber bitte nicht auf die Idee mit \"nichts\" zu antworten. Das zieht nicht.\nIch will wissen, was du damit bezweckt hast.\nLass uns an deinen Gedanken teilhaben. Bisher kann sich keiner einen anderen Grund für diese Aktion denken, als das du das Spiel absichtlich stören wolltest.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T13:10:08.365+0000","up_votes":1,"down_votes":6,"body":"1. Ich stand 2 Minuten \" ohne Equipment \" am Spawn und bin damit nicht wirklich herum gelaufen und habe auch nicht gefeedet wenn ich einen Bann bekomme  dann wäre es besser gewesen ihn \" Wegen Troll \" oder dem ähnlichen zu nennen und nicht wegen feeden \n2. Ob es Gold Verlust ist oder nicht ist doch immer noch meine Sache oder nicht ? \n3. Ich habe meine Teammates nicht demotiviert wenn die nur herum getrollt haben und die Gegner schon Lange an den letzen 2 Türmen waren oder demotiviere ich sie wenn die die ganze zeit getrollt haben und selbst schon von anfang an kein bock auf das game hatten ? \n4. Ich habe das Game erst dann \" weggeworfen \" als die bei den letzen 2 Türmen waren und wir nicht 1 einzigen Turm hatten und die gegner haben uns immer instant gekillt wenn wir aus dem Spawn raus sind da kann jeder \" Normale \" Mensch dir sagen das das Spiel zu 100 % Verloren ist \n5. Ich habe die ganze zeit versucht das Spiel zu gewinnen aber man kann nur sehr schwer gewinnen wenn das ganze Team eine Negative einstellung hat gegenüber einem und sie selbst Trollen bzw wenn der Top Laner das Spiel Leavt ( NEIN er hatte keinen DC er ist \" AFK \" gegangen hat er auch geschrieben ! ) \n6. Und ich wollte das Spiel nicht absichtlich stören es war immerhin 1 Ranked game und ich wollte es gewinnen und wenn der Top Laner das Spiel leavt alle anderen Lanes dich Flamen und dann auch anfangen zu trollen in dem sie dir die ganze zeit hinter her laufen oder die ganze zeit auf dich pingen oder so etwas in der Art dann hat man auch nicht mehr viel Lust auf das Spiel und bezweckt habe ich damit nichts gutes \n\nAntwort genug ? {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-11T14:41:28.767+0000","up_votes":2,"down_votes":0,"body":"Zusammenfassung: Er hat getrollt, da einer in der Base stand, die Gegner gefeedet vor den Toren waren und die anderen auch nur flamende und trollende Spieler waren.","replies":[{"id":"","poster":"drexxsack","date":"2016-02-11T14:46:01.955+0000","up_votes":4,"down_votes":0,"body":"Dann bekommen beide auf den Deckel.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T14:49:57.722+0000","up_votes":0,"down_votes":4,"body":"Beide ? Wieso das ? Du meinst wohl alle die in meinem Team waren und nicht 1 einziger das wegen ist der Bann unfair weil nur ich den bekommen habe und sonst niemand obwohl die sogar angefangen haben zu trollen ^^","replies":[{"id":"","poster":"drexxsack","date":"2016-02-11T14:53:19.165+0000","up_votes":4,"down_votes":0,"body":"Beide Parteien, ja.\n\nDu weißt nicht, ob und welche Strafe deine Teammates bekommen haben. Das hat auch nichts mit unfair zu tun. Du wirst für dein Verhalten beurteilt und sie für ihres. \nDie Behauptung, dass die anderen ja nicht bestraft werden, hört man immer wieder und immer wieder stellt sich die Frage, woher die Leute das wissen wollen(abgesehen davon, dass es durchaus sein kann, wenn man sich sein Reportrating total zerschossen hat).\nMan kann schlicht nicht prüfen, ob und welche Strafe jemand erhalten hat.\n\nDass Fälle wie dieser sofort bei 14 Tagen landen, liegt schlicht daran, dass man sinnvollerweise nur Böswilligkeit unterstellen kann. Alles andere ist und bleibt unlogisch.\nBisweilen fehlt noch die Antwort, was du damit bezwecken wolltest. \nIn Teilen widerspricht du dir selbst und dem logischen Ablauf oder beschränkst dich auf die Antwort \"ne ist nicht so\".\nEinen  Punkt muss ich dir lassen, so er denn stimmt(ich war nicht dabei und behandel den Punkt als möglich aber unbekannt), namentlich der Punkt, dass du sie nicht demotivieren konntest, was sich dann aber mit dem Punkt ersetzt, dass du eine geladene Situation weiter anheizt.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T15:09:36.386+0000","up_votes":0,"down_votes":5,"body":"Vielleicht wollte ich ja damit bezwecken das nicht nur ich einen Bann bekomme sondern auch die anderen die ich immer in jedem Game habe die \" Flamer, Troller, Feeder etc. \" weil ich habe auf einem 2 Account zB den Top Laner geaddet und er meinte das nix passiert ist also das er keinen Chat Ban hat oder 14 Tage Ban oder sonst dem ähnlichen und ich wollte auch damit bezwecken das ich vielleicht entbannt werde ;) will nämlich zocken auf dem 2 Account bin ich erst lvl 5 und habe fast keine Champs und deshalb finde ich sollten entweder alle eine strafe bekommen oder ich sollte meine abgenommen bekommen sprich der 14 Tage ban soll auf gehoben werden.","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-11T15:17:40.103+0000","up_votes":1,"down_votes":0,"body":"Bei dir konnte trollen offensichtlich festgestellt werden, die anderen scheinen sich unauffällig verhalten zu haben oder haben Chatsperren wegen Flame bekommen, du wirst es aber nie erfahren.","replies":[]},{"id":"","poster":"Flakies12","date":"2016-02-12T07:13:24.902+0000","up_votes":2,"down_votes":0,"body":"Rallst du das nicht oder was? Du warst so schlau und hast derbe offensichtlich getrollt. Es gibt kein Perfektes System das jegliche Art von \"Trollen\" erkennt. Aber du hast es geschafft erkannt zu werden.","replies":[]},{"id":"","poster":"gojo77","date":"2016-02-11T15:22:59.756+0000","up_votes":1,"down_votes":3,"body":"Er hat mir aber geantwortet und er meinte alles ist normal xD das wegen finde ich den Bann ungrecht und wenn dir jeamand 5 minuten lang im Jungle hinterher rennt und die Monster macht bzw immer nur den Last Hit um zu ksen ist es ein bisschen scheiße xD und wenn dies nicht als trollen gilt oder wenn man die ganze zeit auf einen Pingt dann weis ich auch nicht mehr weiter was los ist mit Riot","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-02-11T16:32:09.007+0000","up_votes":2,"down_votes":0,"body":"> Ob es Gold Verlust ist oder nicht ist doch immer noch meine Sache oder nicht ?\n\nNein, das ist es definitiv nicht.\n\nJa, du darfst dir an Items kaufen was auch immer du willst. Als Anfänger darfst du auch mal den Fehler machen, einige Passives doppelt zu kaufen, die nicht stacken. Ja, tatsächlich darf dir das sogar später noch 1/2 Mal passieren, dass du sogar ein Item doppelt kaufst. Alles kein Problem. Du hast *viele* Freiheiten, was deinen Build angeht.\n\nAber wenn du **bewusst und absichtlich** _suboptimal_ buildest, dann ist das nicht weiter als Sabotage. \n\nDu darfst so schnell mit dem Auto fahren wie du willst, _solange du nicht den Verkehr behinderst_.\n\n> Ich habe meine Teammates nicht demotiviert wenn die nur herum getrollt haben und die Gegner schon Lange an den letzen 2 Türmen waren oder demotiviere ich sie wenn die die ganze zeit getrollt haben und selbst schon von anfang an kein bock auf das game hatten ?\n\nJa.\n\nDas überrascht dich jetzt wahrscheinlich nicht wirklich, aber du bist tatsächlich nicht der erste der ein Spiel mit gleich 4 Flamern hinter sich hat.\nAber so einige davon habe ich nur gewonnen, weil ich nicht damit aufgehört habe, ständig dagegen zu halten und positives Zeug daher zu quatschen. Du bist es, der statt zu versuchen den Steuerknüppel vom Flugzeug noch irgendwie nach oben zu drücken, stattdessen versucht hat den Sturzflug noch ins senkrechte zu verschieben.\n\nDas ist, wie bereits gesagt, bewusste Sabotage und absolut nicht gerechtfertigt.\n\nDeine Rechtfertigungen sind in keiner Weise hilfreich *für dich*. Wenn du so weiter machst, dann wird der Perma nicht vielleicht, sondern absolut sicher kommen.\n\nDu musst ja nicht einmal zwingend einsehen, dass du dich daneben benommen hast. Das ist eigentlich egal. Das einzige, was du dir auf jeden Fall merken solltest, ist, dass du so keine positiven Reaktionen bekommst und deinen Account verlierst.\n\nLass es einfach.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T16:42:49.597+0000","up_votes":0,"down_votes":5,"body":"Mach ich ;) aber trotzdem ist die Community hier am Arsch alle geben nur extra Dislikes zu meinen Posts und ich habe das auch seit monaten gemacht mit dem \" immer positiv sein und versuchen zu gewinnen usw \" das habe ich ja auch paar mal geschaft aber irgendwann wenn du in jedem game einfach ein 4 mann team hast das einfach nur flamt und trollt dann hast du auch irgendwann mehr keinen Bock auf das Game und findest auch das alles Scheiße ist.","replies":[{"id":"","poster":"eingew","date":"2016-02-11T16:51:44.715+0000","up_votes":2,"down_votes":0,"body":"Dann lass deine Wut doch lieber in einem Report raus, statt dir deine eigenen Sachen kaputt zu machen. Das ist als ob du dich über deinen Chef aufregst und dann dein eigenes Auto offensichtlich und absichtlich gegen das seine fährst. Ich meine, das ist irgendwo nachvollziehbar, aber am Ende bist du der, der die Reparatur für den Chef und dich selbst zahlst.\n\nDie Rechnung geht halt nicht auf. Dann Mute die Leute doch einfach viel früher und schneller, dann regst du dich nicht so auf und kannst am Ende in Ruhe Reports schreiben und dich über die Bans der anderen freuen.\n\nSo mache ich das jedenfalls.\n\nEs ist übrigens unglaublich befriedigend, sich im moralischen Vorteil zu sehen und dafür breite Zustimmung zu bekommen. Solltest du echt auch mal probieren.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T16:58:21.317+0000","up_votes":0,"down_votes":3,"body":"Was meinst du wie viele ich schon reportet habe die herum trollen oder flamen und es werden immer mehr und irgendwann hat man halt eben keine hoffnung mehr das die gebannt werden oder nicht das kommt einen so vor als ob man jemanden reportet und es passiert nix die machen einfach schön damit weiter und bei einem selbst kommt immer der report instant raus gehauen.","replies":[{"id":"","poster":"eingew","date":"2016-02-11T20:28:27.864+0000","up_votes":2,"down_votes":0,"body":"Meiner ebenso subjektiven Auffassug steigt die Zahl der Flamer keineswegs. Sie bleibt maximal gleich. Laut den offiziellen Statistiken sinkt sie sogar.\n\nKann es sein, dass du dich einfach in letzter Zeit öfter Mal aufgeregt hast und wegen deiner schon vor dem Spiel negativen Stimmung deine Mitspieler einfach unbewusst provoziert hast? Das passiert vielen. Und die wenigsten schieben solche Aktionen wie die, für den du den Ban bekommen hast nur ein Mal.\n\nVielleicht lag es ja auch an dir.\nOder du verlierst einfach schnell die Hoffnung.","replies":[{"id":"","poster":"gojo77","date":"2016-02-12T11:30:43.327+0000","up_votes":0,"down_votes":3,"body":"Bei mir ist es so das ich seit Januar immer mehr Flamer habe und auch immer mehr Troller davor waren es weniger meiner meinung nach und in letzer Zeit habe ich mich nicht aufgeregt weil ich im Chat fast nicht mehr geschrieben habe außer die notwendigsten sachen wie zB \" pls gank on my lane, lets do drake etc. \" Außerdem kann ich dir zustimmen das es auch an mir liegt weil ich schnell die Hoffnung aufgebe weil es meistens so ist das die gegner schon in der 15 Minute 4/0/0 steht und den Mid tower eingerissen hat und ich zB auf Top versuche meine Lane zu verteidigen spätestens dann habe ich die Hoffnung meist aufgegeben weil wir dann so gut wie immer das Spiel verlieren weil man als Top laner nicht einfach irgendwo in der gegend herum laufen kann und einem hilft das sollte eigentlich der Jungler machen aber fast alle Jungler die ich habe sind Leute die einfach nicht ganken die Flamen oder voll rein feeden ( zB in der 10 Minute 0 5 0 ) bei solchen sachen habe ich keine hoffnung mehr liegt auch vielleicht das ich seit diesem \" neuen \" ranked system richtige Low Elo leute abbekommen habe weil vor season 6 habe ich immer 60 - 70 % meiner games gewonnen jetzt vielleicht 40 - 50 % und man hat auch keine Lust mehr mit irgendwelchen Randoms zu zocken die dann nur Flamen oder so....","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-02-11T12:34:44.056+0000","up_votes":3,"down_votes":1,"body":"Nein, ist es nicht. Es ist unfair, anderen Spielern ihren Spaß zu nehmen. Es ist fair, dafür vom Spiel ausgeschlossen zu werden.\n\nDu hast dich daneben benommen. Es ist völlig logisch,  dass Riot dann eingreift. Ich meine, was hast du erwartet, du sorgst mutwillig dafür, dass sich deine Mitspieler über dich aufregen, arbeitest völlig bewusst auf die Niederlage des eigenen Teams hin. Dachtest du wirklich, dass du damit ungestraft davon kommst?\n\nDu bist mit diesem Verhalten hier nicht willkommen. Entweder du änderst dich, oder du bist auf Dauer deinen Account los. Das ist die Realität mit der du jetzt leben musst.\n\nReiß dich mal zusammen und mach nicht son Scheiß.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T12:47:22.876+0000","up_votes":0,"down_votes":10,"body":"Ich habe ja niemandem den Spiel spaß genommen wenn mein Team mich die ganze zeit Flamt und die auch nur Trollen und die auch auf das game \" geschießen \" haben und die anderen haben sich seit anfang an darüber beschwert das ich ein Noob wäre usw bevor ich überhaupt etwas gemacht habe, ich habe außerdem oben geschrieben das es ungerecht ist jeamden einfach direkt zu bannen weil er 1 mal gefeedet hat und andere Leute dies mehrmal tun aber die nicht gebannt werden und deine Drohung mit \" Entweder du änderst dich, oder du bist auf Dauer deinen Account los \" ist auch Unangebracht von dir und sehe ich als Offensiv gegenüber mir.","replies":[{"id":"","poster":"eingew","date":"2016-02-11T16:20:44.834+0000","up_votes":2,"down_votes":1,"body":"Ich halte das nicht für unangebracht. Im Gegenteil, ich denke, dass du über einen allzu freundlichen Ton viel zu leicht hinweg siehst. Ich bedrohe dich schließlich nicht. Ich mache dir nur ganz deutlich, dass noch so ein Vorfall dir tatsächlich einen permanenten Ban einbringen kann (und wahrscheinlich auch wird). \n\nAbgesehen davon noch ein Punkt zu deinem Fehlverhalten: Selbst wenn wir dein Verhalten deinem Team gegenüber für angebracht erklären (was ich definitiv nicht so sehe, das Fehlverhalten des einen rechtfertigt keine überzogene Reaktion des anderen, es macht sie nur verständlicher), wie rechtfertigst du dein Fehlerverhalten gegenüber dem Gegnerteam? Haben die kein Recht auf ein faires Match, das nicht nur gewonnen wird, weil einer der Gegner sich entscheidet den Schwierigkeitsgrad massiv nach unten zu drücken? Und das nur weil das eigene Team sich daneben benommen hat?","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T16:30:38.642+0000","up_votes":0,"down_votes":5,"body":"Klar haben sie das Recht auf ein Faires Spiel wieso denn nicht aber ich finde es schlecht gemacht von Riot das ich einen Bann bekomme für \" absichtliches Feeding \" obwohl das ja gar nicht zu stimmt außerdem finde ich ja die Community hier echt im warsten sinne des wortes einfach nur scheiße egal was ich hier schreibe alles bekommt haufen weise dislikes bzw diese Pfeile nach unten wie ihr einfach nur 1 Person so krass hatet alter nicht normal was ihr hier abzieht.","replies":[{"id":"","poster":"eingew","date":"2016-02-11T16:40:17.262+0000","up_votes":2,"down_votes":1,"body":"Dann nimm es halt nicht hin. Du musst nicht mit den Regeln oder der Community übereinzustimmen. Es steht dir völlig frei, einen Ban zu provozieren.","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T15:56:26.578+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich wie du noch nicht zum Mörder geworden bist, da es ja auch Mörder in unserer Gessellschaft gibt.\n\nAnsonsten geh ich hier mal auf deinen Beitrag von weiter oben ein\n\n>Ich stand 2 Minuten \" ohne Equipment \" am Spawn und bin damit nicht wirklich herum gelaufen und habe auch nicht gefeedet wenn ich einen Bann bekomme dann wäre es besser gewesen ihn \" Wegen Troll \" oder dem ähnlichen zu nennen und nicht wegen feeden\n\nJo afk und Troll wegen Goldverschwendung. Mag sein das Feeding falsch gewählt wurde als Name, aber den Ban macht es nicht weniger gerecht.\n\n>Ob es Gold Verlust ist oder nicht ist doch immer noch meine Sache oder nicht ?\n\nWenn ich etwa 3k Gold in den Dreck Schleuder sollte ich mich vielleicht nicht darüber beschweren das ich selbst der Grund für die Niederlage war.\n\n>Ich habe meine Teammates nicht demotiviert wenn die nur herum getrollt haben und die Gegner schon Lange an den letzen 2 Türmen waren oder demotiviere ich sie wenn die die ganze zeit getrollt haben und selbst schon von anfang an kein bock auf das game hatten ?\n\nJup Demotivation kann immer noch weiter nach unten gehen.\n\n>Ich habe das Game erst dann \" weggeworfen \" als die bei den letzen 2 Türmen waren und wir nicht 1 einzigen Turm hatten und die gegner haben uns immer instant gekillt wenn wir aus dem Spawn raus sind da kann jeder \" Normale \" Mensch dir sagen das das Spiel zu 100 % Verloren ist\n\nEin Spiel ist erst komplett verloren wenn der Gegnerische Support euch allein Acen kann.\nEin Spiel ist erst komplett gewonnen wenn euer Support das Gegnerteam allein Acen kann.\n\n>Ich habe die ganze zeit versucht das Spiel zu gewinnen aber man kann nur sehr schwer gewinnen wenn das ganze Team eine Negative einstellung hat gegenüber einem und sie selbst Trollen bzw wenn der Top Laner das Spiel Leavt ( NEIN er hatte keinen DC er ist \" AFK \" gegangen hat er auch geschrieben ! )\n\nDer hat angefangen zählt nicht mehr. Wir sind hier nicht im Kindergarten. \nDu bezeichnest es also als Gewinnbringend spielen 3k  Gold wegzuwerfen und sich 5 Tränen zu kaufen? \n\n>Und ich wollte das Spiel nicht absichtlich stören es war immerhin 1 Ranked game und ich wollte es gewinnen und wenn der Top Laner das Spiel leavt alle anderen Lanes dich Flamen und dann auch anfangen zu trollen in dem sie dir die ganze zeit hinter her laufen oder die ganze zeit auf dich pingen oder so etwas in der Art dann hat man auch nicht mehr viel Lust auf das Spiel und bezweckt habe ich damit nichts gutes\n\nDann versucht man das Game so gut wie noch möglich zu spielen und würde die Flamer am Ende reporten. \nNächstes Game.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Fawkes04","date":"2016-02-24T13:39:15.344+0000","up_votes":1,"down_votes":0,"body":"Du ennst also Merkurs UND boots of Speed nciht trollen? Was dann?","replies":[]}]},{"id":"","poster":"drexxsack","date":"2016-02-10T23:46:03.922+0000","up_votes":4,"down_votes":1,"body":"im wesentlichen hat er in der Matchhistory um 21:24 alle items verkauft, dafür tränen gekauft(5 an der Zahl), diese wieder um 23:46 verkauft und dafür bluesmite:devourer und mercs gebaut.\n\nDas ist ziemlich eindeutig die Sabotage, die hier bestraft wurde.  Auch das fällt unter den Feederbuster, wie jetzt mittlerweile der zweite Fall zeigt. Vor knapp zwei Wochen(oder warens drei - nicht sicher) hatten wir einen ähnlichen Fall hier.","replies":[{"id":"","poster":"Petite pipe svp","date":"2016-02-11T12:54:11.690+0000","up_votes":1,"down_votes":10,"body":"Er wurde von seinem ganzen Team geflamed, wieso soll man solche Leute gewinnen lassen? Es ist komplett schwachsinnig, dass er gebannt wurde. Die Flamer sollten gebannt werden damit sie, normalerweise freundliche Spieler nicht so hart runtermachen, dass sie anfangen zu feeden.","replies":[{"id":"","poster":"drexxsack","date":"2016-02-11T12:57:58.021+0000","up_votes":7,"down_votes":0,"body":"Das Argument \"Aber Kevin hat zuerst mit Sand geworfen\" sollte eigentlich seit dem Kindergarten aus der Mode sein.\nAuge um Auge funktioniert super, deswegen haben wir heute ja auch immernoch Spiegelstrafen... oh wait.\nFehlverhalten anderer rechtfertigt kein eigenes Fehlverhalten.","replies":[]},{"id":"","poster":"eingew","date":"2016-02-11T16:23:17.947+0000","up_votes":2,"down_votes":0,"body":"Die Flamer *werden* gebannt. Wieso wird das bei der Argumentation ständig übersehen.\n\nAußer natürlich man leavt das Spiel und versäumt es dadurch am Ende einen Report zu tätigen.\n\nUnd auch hier wieder: Inwiefern ist dieses Verhalten den Gegnern über gerechtfertigt? Findest du ein geschenkter Sieg macht besonders viel Spaß? Für mich ist das nicht das, was ich mir wünsche, wenn ich mir eine Stunde meiner Zeit nehme.","replies":[]}]},{"id":"","poster":"Tungsteel","date":"2016-02-11T10:54:14.955+0000","up_votes":2,"down_votes":0,"body":"Vor allem ist er nach der Tränen-Kauf-und-Verkauf Aktion noch einmal von Leblanc getötet worden. Jetzt kann man natürlich argumentieren, dass ihn die Leblanc auch mit dem Build, bevor er die Tränen gekauft hat, töten hätte können, andererseits hat er durch den zweimaligen Verkauf sämtlicher Items natürlich Gold verloren und damit weniger Gold für Kampfwerte zur Verfügung.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-02-11T07:28:15.349+0000","up_votes":1,"down_votes":0,"body":"Schön, dass sowas nun erkannt wird, ich hoffe nur es wurde daran gedacht, das Kauf-verhalten bei langen Spielen anzupassen.^^\nLetztens hatte ich ein 70 Minuten dauerndes Spiel, bei dem ich am Ende immer mal wieder ein fertiges Item verkauft und gegen ein neues ausgetauscht habe, da es mir plötzlich nützlicher vorkam und die 6k Gold, trotz Elixieren und vollen Taschen, zu schwer wogen.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-02-11T07:46:15.610+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=TZdRB2ET,comment-id=000400000001,timestamp=2016-02-11T07:28:15.349+0000)\n>\n> Schön, dass sowas nun erkannt wird, ich hoffe nur es wurde daran gedacht, das Kauf-verhalten bei langen Spielen anzupassen.^^\n> Letztens hatte ich ein 70 Minuten dauerndes Spiel, bei dem ich am Ende immer mal wieder ein fertiges Item verkauft und gegen ein neues ausgetauscht habe, da es mir plötzlich nützlicher vorkam und die 6k Gold, trotz Elixieren und vollen Taschen, zu schwer wogen.\n\nIch schätze mal, dass wenn Du bei langen Spielen ein Item verkaufst um Platz für ein anderes Item zu schaffen, dies nicht ins Gewicht fällt. Wenn Du aber hingehst, und wie der TE alles verkaufst, um Dir nur z.B. Tränen zu kaufen, dann wird es auffällig.\nIch denke aber mal, dass das Itembuild bzw. das Kaufverhalten nur mit einer der Faktoren ist, die berücksichtigt werden. Ich gehe davon aus, dass da noch deutlich mehr Punkte geprüft werden.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-02-11T05:47:17.209+0000","up_votes":1,"down_votes":0,"body":"Oh okay, so genau hab ich mir das Match nicht angeschaut und nur auf das End-Itembuild geachtet.\nDanke für die Info =)","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-02-11T07:24:42.194+0000","up_votes":3,"down_votes":1,"body":"Kann es sein, dass du so Dinge gesagt hast wie: \"Idc anymore\", \"i dont care if i die\", \"you deserve to lose\" oder \"if you keep flaming ill feed\"??\nDann ist es nämlich Wurscht ob du das ernst meintest oder nur stänkern/drohen wolltest.\n\nEdit:\nAlle Items zu verkaufen und sich 5 Tränen zu holen, ist natürlich genauso eindeutig, gut, dass es Leute gibt die sowas prüfen.\nIch lasse mich immer wieder von der Annahme täuschen, dass wohl Niemand so dreist wäre, solch einen Thread zu erstellen, wenn der Fall so klar auf der Hand liegt.\nWas soll das eigentlich bringen? selbst wenn es jetzt Keiner bemerkt hätte, den Bann wärst du so auch nicht losgeworden.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T10:44:32.493+0000","up_votes":0,"down_votes":1,"body":"Solche sachen wie \" Idc anymore etc. \" habe ich nicht geschrieben ich habe nicht ein mal erwähnt das ich extra feeden werde oder so etwas in der Art das einzige das ich großartig in den Chat überhaupt geschrieben habe war das die 4 bzw 3 nach dem der eine geleavt ist Bitte Englisch schreiben sollen weil die nur zwischen drinnen kurz auf Englisch mich geflamt haben als \" Noob Jungler und Feeder \" \nUnd ansonsten habe ich mich größtenteils mit den Gegnern Unterhalten die auch meinten dass das Verhalten von den Leuten aus meinem Team nicht angebracht ist weil Meine Bot Lane im All-Chat mich geflamt hat auf Französisch und die gegerische Ashe nur auf Französisch geantwortet hat, die einzigen die mit mir normal geschrieben haben waren Lee Sin und Tahm Kench die meinten das es \" Scheiße \" ist was die anderen machen also zu 4 auf einen Los zu gehen.\n\nDas ich nicht ganz Unschuldig bin weis ich, ich verstehe ja das ihr meint das der Bann gerecht ist weil ich 2 Minuten 5 Tränen in meinem Build drinnen hatte aber ich habe ja nicht gefeedet als ich es drinnen hatte bzw ich stand ja nur am Spawn für 2 Minuten und habe geschrieben.\n\nFazit\n\nIch werde einfach in Zukunft einfach nicht mehr alles Verkaufen was ich hatte und werde auch nix mehr im Chat schreiben fals mich irgendjemand Flamt oder ich werde ihn bzw die Personen auch wenn es mein ganzes Team ist einfach auf Stumm schalten. Die 14 bzw 13 Tägige Pause wird mir bestimmt auch gut tun. :){{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T10:49:49.867+0000","up_votes":3,"down_votes":0,"body":"Stumm schalten ist nie verkehrt, sobald einem die Mitspieler auf den Sack gehen.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-02-11T09:42:30.212+0000","up_votes":2,"down_votes":1,"body":"Wenn ich etwas aus dem Tribunalforum und dem Spielerverhaltenboard gelernt habe, dann, dass man bei Gebannten mit allem rechnen muss. Es ist schon traurig, dass die meisten so dreist sind, bei offensichtlichstem Fehlverhalten sich noch als Unschuldig darstellen zu wollen. Zumindest sieht man an solchen Threads, dass man als normaler Spieler keine Angst vor dem Feeder-/Trollbuster haben muss.","replies":[]},{"id":"","poster":"sabonav","date":"2016-02-11T07:47:14.547+0000","up_votes":2,"down_votes":5,"body":"vll hat n mitarbeiter ja midleid und entscheidet zu entbannen ... {{sticker:slayer-jinx-unamused}} ......","replies":[{"id":"","poster":"Abasin","date":"2016-02-11T07:56:45.129+0000","up_votes":2,"down_votes":1,"body":"Ganz sicher nicht. {{sticker:zombie-brand-clap}}","replies":[]}]}]},{"id":"","poster":"sabonav","date":"2016-02-11T07:45:01.016+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"sabonav","date":"2016-02-11T07:45:56.742+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T08:42:14.914+0000","up_votes":1,"down_votes":0,"body":"jo und ich finde die Engländer haben die größte Flamer Community und die schlechtesten Spieler. Ich meine sprechen ja alle Englisch.\n\nMerkst du eigentlich wie Unsinnig deine Rassistische Aussage ist?\n\nDu erkennst zum einen Franzosen Fähigkeiten in LoL ab, weil sie Franzosen sind und begründest das damit das Französisch sprechende Spieler schlechter gespielt haben?\n\nDieser Logik müsste mein 1. Satz eher zutreffen...","replies":[{"id":"","poster":"sabonav","date":"2016-02-11T08:54:58.479+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Patty91","date":"2016-02-11T08:56:28.800+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=sabonav,realm=EUW,application-id=KYnfKGf0,discussion-id=TZdRB2ET,comment-id=0008000000000000,timestamp=2016-02-11T08:54:58.479+0000)\n>\n> und es ist ja auch bewiesen das meinsch länder ( ob das an ihren genen oder wirtschaft oder was auch immer liegt ) besser sind ...[...]\n> aber in frankreich ist es einfach niedriger :)\n\nDann beweise das auch und ratter nicht nur deinen rassistischen Müll runter.","replies":[{"id":"","poster":"sabonav","date":"2016-02-11T09:17:03.959+0000","up_votes":1,"down_votes":4,"body":"es ist eine tatsache das koreaner die besten lol spieler sind ... was hat das mit rassismus zu tun ... wir deutschen sind auch für unser handwerk bekannt  das sind einfach tatsachen die sich im laufe der zeit entwickelt haben \nrassismus ist  zu sagen das wir bessere menschen wie andere wären .... und nicht das wir/ unsere natun im durschnitt in einer sache mehr erfolg hat ...","replies":[{"id":"","poster":"sabonav","date":"2016-02-11T09:22:00.966+0000","up_votes":1,"down_votes":4,"body":"entweder man läuft mit der masse mit oder man muss all seine worte total verallgemeinern ... das ist interresant \nda leute wie du warscheinlich auch meinen das meinungsfreiheit exestiert wobei du meine durch deine unwissenheit über die definiton eines wortest gerade beschneidest :)","replies":[{"id":"","poster":"eingew","date":"2016-02-11T11:37:35.070+0000","up_votes":4,"down_votes":0,"body":"Die Meinungsfreiheit berechtigt dich, öffentlich den Staat und seine Systeme kritisieren zu dürfen, ohne dafür rechtlich belangt werden zu können. Der Staat darf dich in keiner Weise aufgrund deiner Kritik o.ä. in jeglicher Weise bestrafen.\n\nMit privaten Firmen, öffentlichen Foren zum Thema von Computerspielen o.ä., oder im Allgemeinen privaten Gesprächen zwischen Menschen hat die Meinungsfreiheit absolut nichts zu tun.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2016-02-11T09:26:42.190+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sabonav,realm=EUW,application-id=KYnfKGf0,discussion-id=TZdRB2ET,comment-id=0008000000000000000000000000,timestamp=2016-02-11T09:22:00.966+0000)\n\n> da leute wie du warscheinlich auch meinen das meinungsfreiheit exestiert wobei du meine durch deine unwissenheit über die definiton eines wortest gerade beschneidest :)\n\nwat?\n\n/Edit: jetzt habe ich zwar deinen Text entschlüsselt. Sinn ergibt er leider immer noch nicht.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-02-11T11:31:19.032+0000","up_votes":1,"down_votes":0,"body":"http://starecat.com/content/wp-content/uploads/just-because-youre-different-doesnt-mean-youre-useful-burnt-match.jpg","replies":[]}]},{"id":"","poster":"eingew","date":"2016-02-11T11:35:20.312+0000","up_votes":3,"down_votes":0,"body":"Es ist aber *keine* Tatsache, dass Franzosen die schlechtesten (oder im Allgemeinen schlechte) LoL-Spieler sind.\n\nEbenso wie die Koreaner wohl kaum *alle* gut sind, nur weil ihre Proteams die Worlds gewinnen. Das ist ein Schluss der wenig Sinn ergibt.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-02-11T11:29:07.730+0000","up_votes":3,"down_votes":0,"body":"Da hast du eine falsche Vorstellung davon, was Rassismus ist.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T16:01:48.639+0000","up_votes":1,"down_votes":0,"body":">1. (meist ideologischen Charakter tragende, zur Rechtfertigung von Rassendiskriminierung, Kolonialismus o. Ä. entwickelte) Lehre, Theorie, nach der Menschen bzw. Bevölkerungsgruppen mit bestimmten biologischen Merkmalen hinsichtlich ihrer kulturellen Leistungsfähigkeit anderen von Natur aus über- bzw. unterlegen sein sollen\n\nDas was du unter Rassimus verstehst.\n\n>2. dem Rassismus entsprechende Einstellung, Denk- und Handlungsweise gegenüber Menschen bzw. Bevölkerungsgruppen mit bestimmten biologischen Merkmalen\n\nDas was du hier publizierst und für dich kein Rassismus ist.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-11T09:39:32.829+0000","up_votes":3,"down_votes":0,"body":"Ich glaube nicht, das es eine Statistik dazu gibt, wie Franzosen in der Rangliste platziert sind. Wenn ich LoL spiele, kann ich nur sehr selten die Nationalität meiner Mitspieler erkennen. Manchmal geht es am Namen, aber das ist auch nur ein Indiz und kein Garant. Loboluchador könnte von einem Spanier verwendet werden oder von jemandem, der Spanisch mag. Wenn ein Mitspieler Mörderbrot heißt, mag er vielleicht auch nur das Wort an sich oder kann Deutsch. Sollten da Umlaute fehlen, erkennt man bei so einem Namen zumindest, dass der Spieler keine deutsche Tastatur hat. \n\nWenn man es von der verwendeten Sprache abhängig macht, muss das auch nicht viel heißen. Einige Deutsche haben schließlich auch Französisch gelernt. Wenn der dann mal auf französisch im Chat flucht oder einfach mal begrüßt, wird aber jeder glauben es ist ein Franzose. \n\nWenn man die Sprache aber selbst nicht beherrscht, erkennt man meist auch nur, dass es eine Sprache darstellen soll. Bei einem anderen Spiel hat mal jemand etwas im global chat geschrieben und weil es Deutsch aussah, wurde ich gefragt, was es bedeutet. Da konnte ich auch nicht mehr darauf antworten, als dass es das schrecklichste Deutsch war, das ich jeh gesehen habe. Sollte sich jemand dazu entscheiden zusammenhanglose spanische Worte zu schreiben, könnte ich bestenfalls ein paar wiedererkennen, aber niemals sicher sagen, ob es richtig war oder nur Kauderwelsch.\n\nDas einzige was ich bestätigen kann ist, dass scheinbar auch Franzosen Vorurteile gegenüber Franzosen haben. Das Ereignis war aber in Season 1. Ich hatte mit wem gespielt, hat auch gut geklappt, nach dem Spiel kam eine Freundschaftsanfrage und er meinte er ist Franzose und sucht Mitspieler. Er konnte fließend Englisch und als ich meinte, dass er im französischen Forum suchen kann, sagte er, dass er die Franzosen nicht als Mitspieler haben will, die nur Französisch können.","replies":[{"id":"","poster":"eingew","date":"2016-02-11T11:39:13.948+0000","up_votes":1,"down_votes":0,"body":"Ich hab einen in meiner Kontaktliste, der ständig seinen Namen an verschiedene Länder anpasst. Einmal hatte er irgendwas nordisches (Fimbulvetr) und jetzt ist er gerade mit einem spanisch klingendem Namen unterwegs.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T12:01:55.600+0000","up_votes":2,"down_votes":0,"body":"Der scheint ja viele Staatsbürgerschafter erlangt zu haben. {{sticker:zombie-brand-mindblown}}","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-02-11T09:25:07.152+0000","up_votes":3,"down_votes":0,"body":"Und mit was willst du vergleichen?\nMit Spielern, die Englisch sprechen? Wie weisst du denn, ob englisch-sprechende Spieler nicht auch Franzosen sind? Und ob Französisch sprechende Spieler nicht Belgier, Luxemburger oder Schweizer sind (in diesen Ländern jeweils auch Amtssprache)?\n\nAbgesehen davon hatte ich auch schon 4 französisch-sprechende Spieler gehabt (und war damals sicherlich Bronze-Niveau), die es in der CS bereits merkten.\nSie haben sehr nett gefragt, ob ich französisch kann und ob man so kommuniziert. Ich habe verneint (obwohl ich etwas Französisch kann -> wollte aber schauen, wie sie reagieren). Sie haben konsequent auf Englisch kommuniziert. Und ich habe kein allzu gutes Spiel geliefert; zwar nicht zu oft gestorben (defensiv gespielt, da mein Lanegegner stärker war), aber mein impact war nicht allzu gross. Jedoch haben meine französisch-sprechenden Mates gut gespielt (für unsere Elo-Verhältnisse) und wir haben gewonnen.\nEs gab auch kein Flaming etc., dass ich im Vergleich schwächer war als meine Mates. Sie waren alle sehr freundlich.\n\nHätten aber die 4 Mates nicht in der CS gemerkt, dass sie französisch sprechen, dann würde ich nicht wissen, dass sie alle aus einem französisch-sprechenden Gebiet stammen (ob es wirklich Franzosen waren, weiss ich nicht).\nIch könnte dieses Game somit nicht als positives Beispiel zeigen. Aber umgekehrt ist es nicht korrekt, nur negative Beispiele zu nennen, da es wohl nicht wenige Franzosen gibt, die jeweils englisch schreiben und damit kaum ein Mate weiss, dass dies ein Franzose ist.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-02-11T08:19:14.586+0000","up_votes":3,"down_votes":0,"body":"\"ich bin nicht rassistisch\"....wieso sagst du sowas denn gleich bevor und nachdem du etwas Rassistisches folgen lässt?\nDas ist wie diese \"ich bin ja kein Nazi, aber...\"-Aussagen, man kann sich recht sicher sein, dass nach ihnen Etwas kommt, das die Aussage an sich ad absurdum führen wird.\nRassismus ist nicht auf extremen Hass begrenzt.","replies":[]}]},{"id":"","poster":"Streifi","date":"2016-02-11T05:45:15.358+0000","up_votes":1,"down_votes":0,"body":"zumal du auch in erster instanz keinen 14 tage bann bekommst, sondern erst verwarnungen und kürzere banns. Da auch du wie jede in lol gebannte gestörte persönlichkeit eine lange vorgeschichte hast kann man hier wiedermal nur zum funktionierenden system gratulieren.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T08:39:33.368+0000","up_votes":2,"down_votes":0,"body":"nicht unbedingt. Der Feedbuster arbeitet anders als das Instant-Feedback-System.\n\n>Wer absichtlich feedet, ruiniert Spiele. Deshalb handeln sich auffällig gewordene Spieler zweiwöchige Sperrungen ein, die zu einer permanenten Sperrung ausgeweitet werden können, falls sie weiterhin dieses Verhalten zeigen\n\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior/das-sofort-feedback-system-gibt-gas\n\nAußerdem werden nur etwa 2 Spiele benötigt es zu erkennen.\n\n>https://twitter.com/RiotLyte/status/604126805981704192","replies":[]},{"id":"","poster":"gojo77","date":"2016-02-11T10:55:20.599+0000","up_votes":1,"down_votes":2,"body":"Ich habe einen 14 Tage Bann bekommen soetwas wie Vorwarnungen habe ich nicht bekommen die einzigste Vorwarnung die ich bekommen hatte war am 14 Januar weil ich da mein Team 1 mal ein bisschen Geflamt habe seit dem habe ich nie eine Verwarnung oder etwas anderes bekommen und jetzt Plötzlich direkt 14 Tage Bann ohne Vorwarnung oder so in meinem gesamten Spiel verlauf kann man auch anschauen das ich nirgends absichtlich gefeedet habe außer in diesem Spiel jetzt vielleicht.\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-history/EUW1/212403573","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-12T10:38:13.078+0000","up_votes":1,"down_votes":0,"body":"jo und 1 Spiel reicht bei feeding aus. Maximal 2 Games.","replies":[]}]}]},{"id":"","poster":"Großes Plätzchen","date":"2016-02-10T23:12:44.688+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Megamaexx","date":"2016-02-10T23:21:36.364+0000","up_votes":1,"down_votes":0,"body":"Der Moment, wenn der Zusammenhang fehlt. Worüber soll er sich denn informieren? Das ist der erste Fall von einem Bann wegen absichtlichen Feeding, von dem ich im Forum lese.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T23:39:10.841+0000","up_votes":2,"down_votes":0,"body":"Ist schon der zweite Bann dafür. Der letzte hat auch alle Items verkauft, sich dafür {{item:3117}} geholt und ist in einer Minute 2 mal sterben gegangen. Das Spiel wurde etwas später durch Surrender beendet. \n\n\nDas 0/5/0 hat also eher nicht zum Bann geführt. In Kombination mit dem Verkauen aller Items, hat es aber die Strafe getriggert.","replies":[]}]},{"id":"","poster":"PwnedAkkon ","date":"2016-02-10T23:17:35.760+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Großes Plätzchen,realm=EUW,application-id=KYnfKGf0,discussion-id=TZdRB2ET,comment-id=0002,timestamp=2016-02-10T23:12:44.688+0000)\n>\n> Wie alt bist du? 10? Informieren dich, bevor du sowas von dir gibst.\n\nwas ist los ?","replies":[]}]},{"id":"","poster":"Z3ndom","date":"2016-02-12T09:25:03.418+0000","up_votes":2,"down_votes":1,"body":"http://puu.sh/n4Jjz/59e5ab8ebd.jpg\n\nGerade diesen wunderbaren Screen bekommen,nachdem mir ein Blitzcrank ein Game mit Intentionally Feeding versaut hat.\nScheinbar kann Riot,die Stellen an denen man gestorben ist,die man ja auch in der erweiterten Matchhistory im Browser sieht,gut in den Ban einbeziehen um Intentionally Feeder auszumachen.\n\nSelbst nachdem ich Platin V geschafft habe,hatte ich nicht annähernd so ein geiles Gefühl,wie zu wissen,dass der Typ keine Rewards bekommt.","replies":[]},{"id":"","poster":"HHaie tabbian","date":"2016-02-10T23:15:28.836+0000","up_votes":1,"down_votes":0,"body":"Wenn man sich mal deinen Itemverlauf anguckt, ist das schon ein starkes Indiz dafür, dass du das Spiel zumindest am Ende nicht mehr ernsthaft gespielt hast. Mehr können wir hier nicht sagen. Riot greift für die Bans auf Daten zurück, die wir nicht einsehen können. Riot bannt auf jeden Fall nicht, weil du 0/5/0 standest. Da hätte ich schon zehnmal gebannt sein sollen.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-02-10T23:47:54.395+0000","up_votes":1,"down_votes":1,"body":"Da ich zurzeit in jedem 2. Match entweder einen Flamer oder einen Troll habe, bin ich froh, dass es zumindest für 2 Wochen einen weniger gibt.","replies":[{"id":"","poster":"gojo77","date":"2016-02-11T10:52:12.879+0000","up_votes":1,"down_votes":1,"body":"Naja ich bin zwar kein Flamer was du behauptest und ein Troll auch nicht weil ich in 1 einzigen Game mal schlecht war und das ich meine Sachen für 2 min verkauft habe hatte auch einen Grund du solltest nicht einfach ohne etwas zu wissen schreiben das ich ein Flamer bin.","replies":[]},{"id":"","poster":"wolf454","date":"2016-02-11T00:38:54.998+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ceiwyn,realm=EUW,application-id=KYnfKGf0,discussion-id=TZdRB2ET,comment-id=0005,timestamp=2016-02-10T23:47:54.395+0000)\n>\n> Da ich zurzeit in jedem 2. Match entweder einen Flamer oder einen Troll habe, bin ich froh, dass es zumindest für 2 Wochen einen weniger gibt.\n\nUnd wenn er nix lernt daraus vlt sogar für immer\nPs: um noch was hilfreiches zu schreiben: n\nNicht tilten und ein spiel sabotieren es ist besser trotz allen sicherer zu spielen und nicht aufzugeben und alles zu geben!\n#nevergiveup\nEs gibt genugend Beispiele wo riesige Rückstände noch gewonnen wurden:D","replies":[]}]},{"id":"","poster":"PwnedAkkon ","date":"2016-02-10T23:11:48.216+0000","up_votes":2,"down_votes":3,"body":"\nEdit: Das mit der Träne geht natürlich gar nicht, gerechter Ban !","replies":[]}]}