{"id":"uABEO4hf","poster":"[COULD NOT READ POSTER]","date":"2016-02-10T10:40:29.669+0000","title":"Anleitung zum Überfall – How to gank","subforum":"Esports","up_votes":3,"down_votes":1,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"Maexle","date":"2016-02-10T11:04:49.035+0000","up_votes":25,"down_votes":47,"body":"Wieso soll ganken ein wichtiger Bestandteil der Rolle sein? Es heißt doch \"Jungler\" und nicht \"Ganker\"...\n{{champion:17}}","replies":[{"id":"","poster":"Abseudus","date":"2016-02-10T11:40:49.690+0000","up_votes":10,"down_votes":11,"body":"Dann stell dir bitte vor, beide Jungler machen ihre Camps und sonst nichts. Sprich, sie behalten sich Blue und Red und keiner der beiden rührt Baron Nashor, Drache oder Rift Herold an. Das wäre ziemlich langweilig und das eigentliche Match wäre 4vs4.","replies":[{"id":"","poster":"XxX Nomad","date":"2016-02-10T12:05:11.440+0000","up_votes":18,"down_votes":6,"body":"Ich glaub ja eher da hat sich jemand das Spandauer Inferno angeguckt xD","replies":[{"id":"","poster":"Ichigomirukusek","date":"2016-02-10T16:37:34.638+0000","up_votes":5,"down_votes":3,"body":"made my day ","replies":[]},{"id":"","poster":"Maexle","date":"2016-02-10T13:40:04.517+0000","up_votes":7,"down_votes":7,"body":"Das war noch bei den Butzfrauen ;)\n{{champion:17}}","replies":[]},{"id":"","poster":"Flitzzy","date":"2016-02-10T19:44:44.059+0000","up_votes":2,"down_votes":14,"body":"Was soll das sein? Noch nie von gehört.","replies":[{"id":"","poster":"XxX Nomad","date":"2016-02-10T21:05:11.332+0000","up_votes":4,"down_votes":0,"body":"https://www.youtube.com/watch?v=bsGpvMq_7qE","replies":[]},{"id":"","poster":"Maexle","date":"2016-02-11T01:22:04.676+0000","up_votes":4,"down_votes":4,"body":"Kennst du nicht HandofBlood? o.O\n{{champion:17}}","replies":[{"id":"","poster":"Flitzzy","date":"2016-02-11T09:15:55.740+0000","up_votes":7,"down_votes":11,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=hGYdiTd1,discussion-id=uABEO4hf,comment-id=00000000000000030001,timestamp=2016-02-11T01:22:04.676+0000)\n>\n> Kennst du nicht HandofBlood? o.O\n> {{champion:17}}\n\nIch?\nJa ich kenne HoB aber ich mag Ihn nicht ich finde sein Gesicht komisch und seine Art wie er spricht, er ist in meinen Augen ein unhöflicher Pöbel.","replies":[]}]},{"id":"","poster":"Waterbird of Sky","date":"2016-02-21T19:31:24.041+0000","up_votes":1,"down_votes":0,"body":"das ist maximilian irgendwas Knabe auch als youtube hand of blood bekannt.\r\nman erkennt ihn an seinem aggressiven Temperament, seinem Überreagieren und an seinen (seit Monaten ausstehenden) LoL facts :D\r\n\r\noder zumindest ist das ein Teil der Butzfrauen. (von ihm kommt der name (glaube ich jedenfalls))\r\n\r\ndanke fürs Lesen^^","replies":[]}]},{"id":"","poster":"Maexle","date":"2016-02-10T19:05:06.852+0000","up_votes":3,"down_votes":8,"body":"Immerhin einer, der es verstanden hat... {{champion:17}}","replies":[{"id":"","poster":"MaexIe","date":"2016-02-10T23:49:12.558+0000","up_votes":3,"down_votes":2,"body":"Hat er nicht...","replies":[]}]}]},{"id":"","poster":"Rakan Du Couteau","date":"2016-02-10T15:10:35.428+0000","up_votes":5,"down_votes":4,"body":"Aber man braucht nicht ganken wenn jede Lane gewinnt oder? Der Jungler kann in dieser Zeit den Jungle leeren oder counterjunglen gehen","replies":[{"id":"","poster":"Frau Fox","date":"2016-02-10T18:12:50.914+0000","up_votes":7,"down_votes":2,"body":"Auch dann ist es sinnvoll sich daran zu beteiligen, um auch am Goldtopf naschen zu können ;)","replies":[]},{"id":"","poster":"Maexle","date":"2016-02-10T19:19:10.112+0000","up_votes":5,"down_votes":3,"body":"Dann kannst du auch ganken, um das ganze stärken snowballen zu lassen oder Objectives wie zum Beispiel Türme zu zerstören. Aber offensichtlich gankst du ja als Jungler nicht ({{champion:48}} )\n{{champion:17}}","replies":[]},{"id":"","poster":"JeyLid","date":"2016-02-24T15:31:14.706+0000","up_votes":1,"down_votes":1,"body":"man braucht generell eigentlich nicht ganken {{summoner:11}} {{item:3931}} {{champion:11}} .. jeder muss seine eigene lane gewinnen :P :D","replies":[]}]},{"id":"","poster":"Aryá","date":"2016-02-10T15:11:57.105+0000","up_votes":1,"down_votes":0,"body":"Es gibt aber auch verschiedene Arten von Jungler. Zb. gank Jungler wie Lee Sin, Elise oder Shaco, die relativ sehr früh stark ganken können und im Early den Spielfluss leiten können, oder wie z.b. Shyvana, Rek' sai oder Sejuani, die im Early eher im Jungle farmen, auch weil die einen guten Jungle-Clear haben und später mit einer gewissen Tankyness die Leute denn auch Towerdiven können.","replies":[{"id":"","poster":"RP Lunatic Soul","date":"2016-02-10T16:28:25.802+0000","up_votes":2,"down_votes":1,"body":"Also gerade Rek'Sai gehört auch eher zu den aggressiveren Junglern meiner Meinung nach. Sie hat einen Gapcloser, Knock-Up und guten Schaden. Ähnlich mit Sejuani, wobei man argumentieren kann, dass man Lv 6 möglichst schnell erreichen sollte um mit der Ulti stärkere Ganks starten zu können.","replies":[{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:07:35.686+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}} Sehe ich genau so :P","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2016-02-10T19:12:11.808+0000","up_votes":3,"down_votes":6,"body":"Stell dir mal vor, manche Menschen wären in der Lage Ironie oder zumindest Trolls zu erkennen. Ein weiterer Schritt wäre zu hinterfragen, ob das, was da jetzt im Internet steht stimmt oder nicht. Das könnte sogar im echten Leben helfen aber wir wollen ja keine politischen Randgruppen verunsichern.\n{{champion:17}}","replies":[]}]},{"id":"","poster":"Parunpata","date":"2016-02-10T14:57:41.322+0000","up_votes":5,"down_votes":3,"body":"Ich verstehe nicht, wieso so viele immer wieder sagen, dass Ganken nicht zu den Aufgaben eines Junglers gehören. Doch sie tun es. Ich kenne keinen einzigen Jungler der noch nie geganked hat. Natürlich besteht keine Pflicht bestimmte Lanes zu ganken, aber es wird von der Rolle des Junglers erwartet, dass er wenigstens zum Retten vorbeikommt. Also wenn die Botlane kurz vorm sterben ist, dass man dem Gegner \"Angst\" einjagt, damit sie sich etwas zurückziehen, so wie im Text mit der Riven beschrieben.\n\nJetzt können natürlich ganz viele kommen und sagen, dass man nicht Ganken muss wenn man nicht will und nur den Jungle farmed, aber diese Aussage ist nicht realistisch, auch wenn sie theoretisch richtig sein mag.\n\nEdit: Natürlich soll man nicht Ganken, nur um des Ganken Willens. Das will ich damit nicht sagen. Aber man sollte als Jungler die Lanes im Auge behalten und bei Möglichkeit gute Situationen ausnutzen.","replies":[{"id":"","poster":"AkaiHono","date":"2016-02-10T18:14:29.428+0000","up_votes":6,"down_votes":3,"body":"Selbstverständlich ist ganken die Aufgabe des Junglers. \r\nHierbei gilt es aber bestimmte Dinge nicht zu verwechseln:\r\nEs ist **nicht** die Aufgabe des Junglers eine Lane zu gewinnen. Das ist die Aufgabe des Laners. \r\nDas bestehen der Lane ist **immer nur** die Aufgabe der Lane und der Jungler ist hierbei lediglich eine Hilfe und der Jungler sollte selbstverständlich helfen. \r\nDer Jungler ist **nie** schuld daran, wenn die Lane gefeedet ist, außer er hat sie gefeeded. \r\nDie Aussage \"reoirt jungler no gank\" ist also absolut nicht gerechtfertigt. \r\nNiemand braucht sich zu wundern, wenn der Jungler die 4/0 Riven nicht ganken will. ","replies":[{"id":"","poster":"Saphierot","date":"2016-02-10T20:17:24.030+0000","up_votes":1,"down_votes":11,"body":"Aber genau das ist eigentlich der falsche gedanke :(\r\n\r\nGrade wenn die generische Riven 4/0 musst du dem laner helfen, natürlich hat er nicht das recht dich zu blamen aber wenn du nicht eingreifst snowballt sie sich irgendwann so hoch das die Riven dann 10/0 auf der bot steht und da hilft auch kein gefeedeter ADC mehr weiter ^^\r\n\r\n","replies":[{"id":"","poster":"arcanadas","date":"2016-02-12T13:20:30.597+0000","up_votes":10,"down_votes":0,"body":"Ganz ehrlich...nope...\r\nEine 4/0 Riven oder sonst eine verlorene Lane gank ich zumindest nicht mehr. Es hat einen Grund warum sie so geffeded ist. Nr.1 in 99% der Fälle ist der, dass mein Top-Laner zu blöd ist deffensiv zu spielen, wenn er bereits 2 Mal auf die Mütze bekommen hat. Meist pusht er trotzdem wie blöd, wardet seine Lane nicht und ist nicht in der Lage unter seinem Tower zu farmen wo ich als Jungler keine gefährlichen Towerdives machen muss. Ich werde den Teufel tun und eine gefeedete Riven oder sonst einen Champ unter deren Tower zu diven und ich denke auch sonst keiner hier. Es sei denn vielleicht mit dem ganzen Team. \r\nIch gehe lieber auf die Mid oder Bot und feede dort meinen AP/AD. Nach 4 Toden ist mein Toplaner eh nix mehr wert.\r\nDas einzige was ich als Jungler dann im Auge behalte ist wo sich der gefeedete Gegner befindet. Um evtl. zu sehen ob er auf andere Lanes roamt.\r\nUnd dann mich zu reporten weil man keine Ganks bekommt, weil man sein gegenüber gefeedet hat und der gegnerische Jungler dauernd da auftaucht, finde ich eigentlich ne Frechheit. Der gegnerische Jungler macht dann nix anderes als ich...nämlich auf eine gewonnene Lane gehen und pushen.","replies":[]},{"id":"","poster":"Maexle","date":"2016-02-10T23:44:46.344+0000","up_votes":4,"down_votes":1,"body":"Jop und je nach Champions nutzt die gegnerische Riven den Vorteil den sie ohnehin schon hat aus, um noch stärker zu snowballen. Es kommt also immer auf die Situation an. Im Zweifel ist der Grundsatz \"never gank a losing lane\" richtig, solange man an anderer Stelle etwas bewirkt. {{champion:17}}","replies":[]},{"id":"","poster":"itzAce v2","date":"2016-02-20T04:07:38.791+0000","up_votes":1,"down_votes":0,"body":"eine 4/0 riven zerlegt dich und den toplaner lel","replies":[]},{"id":"","poster":"ready2carry","date":"2016-02-22T15:18:15.902+0000","up_votes":1,"down_votes":0,"body":"Never Gank a loosing lane :)","replies":[]}]},{"id":"","poster":"ProGamerNiklas","date":"2016-02-20T20:25:31.927+0000","up_votes":1,"down_votes":1,"body":"naja... schon aber ich nehme an das die riven nicht 4/0 wäre wenn du gegankt hättest wenn du siehst das der nix kann aber wenns in min 2 is oder so ist das schon richtig\r\n","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:36:14.219+0000","up_votes":3,"down_votes":0,"body":"Käse, wenn dein teammate stribt bevor du überhaupt deine erste route durch hast (lv 3, was viele champs brauchen um überhaupt erst effektiv zu werden, nicht jeder spammt nur lee sin) und er mit teleport auf die toplane geht und dann denkt, oh hey mein gegner is jetz nurnoch half-life den dann direkt wieder all-in angreift und dann nochma stirbt weil er outplayed wird oder 5 millionen minions auf ihn einprügeln, der gegnerlaner der ind er zeit schön gechillt farmen konnte +2 kills back geht und einkauft machst du als jungler nen scheißdreck gegen den laner. insbesondere im falle riven oder ähnliche harte snowballer, renekton, rengar, darius... wenn du die gankst kriegt derjenige halt 2 kills, denn dein teammate hat bereits bewiesen dass er outplayed wird und sein gegner besser ist als er. und ud als jungler hast nichma ansatzweise genug geld um bei ienem fed laner mitzuhalten. so jemanden zu ganken (im falle soloQ, ich rede nicht von premades) is totaler selbstmord und hilft dem spiel kein bisschen weiter. dann lieber farmen und auf die toplane gehen wenn riven back is und kein tp hat um den tower zu pushen und ansonsten auf andere lanes und gegnerjungle fokussieren.","replies":[]},{"id":"","poster":"Snemastor","date":"2016-04-10T07:05:16.373+0000","up_votes":1,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}} ","replies":[]}]},{"id":"","poster":"Maexle","date":"2016-02-10T18:56:04.384+0000","up_votes":3,"down_votes":3,"body":"No shit Sherlock ;) ( bitte nicht wieder falsch verstehen, ja? ) {{champion:17}}","replies":[]}]}]},{"id":"","poster":"SuperLelch","date":"2016-02-10T20:00:22.138+0000","up_votes":2,"down_votes":10,"body":"Dann hat man wohl, deiner Meinung nach, einfach einen Teammate, der quasi nur farmt und sich nicht am Spiel beteiligt. Man könnte es auch mit einem AFK Spieler vergleichen...{{sticker:zombie-brand-facepalm}} ","replies":[{"id":"","poster":"Maexle","date":"2016-02-10T23:39:38.023+0000","up_votes":7,"down_votes":1,"body":"Ihr kapiert es nie{{sticker:slayer-jinx-unamused}} {{champion:17}}","replies":[{"id":"","poster":"Elxeam ","date":"2016-02-13T11:34:58.200+0000","up_votes":3,"down_votes":0,"body":"Natürlich nicht. Das ist immerhin die LoL-Community...","replies":[{"id":"","poster":"Maexle","date":"2016-02-13T11:44:26.118+0000","up_votes":5,"down_votes":0,"body":"Stimmt. Das vergesse ich immer wieder... {{champion:17}}","replies":[]},{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:28:57.570+0000","up_votes":1,"down_votes":0,"body":"xD {{champion:62}} ","replies":[]}]}]},{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:28:16.672+0000","up_votes":1,"down_votes":0,"body":"Dass stimmt überhaupt nicht. {{sticker:zombie-brand-mindblown}} ","replies":[]}]},{"id":"","poster":"funboxHD","date":"2016-02-11T21:32:59.492+0000","up_votes":1,"down_votes":0,"body":"Hobbylos :D Troll","replies":[{"id":"","poster":"Maexle","date":"2016-02-11T22:37:42.216+0000","up_votes":3,"down_votes":0,"body":"{{champion:17}}","replies":[]}]},{"id":"","poster":"LucasLegends","date":"2016-02-10T17:59:44.844+0000","up_votes":5,"down_votes":0,"body":"der Jungler heißt Jungler, weil er der jenige ist der sein Farm im Jungle bekommt und auhc smite hat welches er auf Jungle Monstern einsetzen kann. Ganken ist ein wichtiger Bestandteil weil er sich zwischen den verschiedenen lanes befindet und so den besten einfluss hat. Bekommt der JUngler in einer lane eine Kill/Support wird er stärker und der laner ebenfalls. Deswegen ist es ein wichtiger bestandteil","replies":[{"id":"","poster":"Maexle","date":"2016-02-10T19:02:38.268+0000","up_votes":5,"down_votes":2,"body":"Du solltest Lehrer werden. Du kannst so gut und einfach erklären... Einfach toll!! {{champion:17}}","replies":[]},{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:12:19.807+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} Gut gesagt","replies":[]}]},{"id":"","poster":"J2eV0LuTii0N","date":"2016-02-10T20:37:50.907+0000","up_votes":1,"down_votes":4,"body":"Du bist dann wohl der Typ Spieler der den Jungler blamt weil er nicht gankt :)","replies":[{"id":"","poster":"Elxeam ","date":"2016-02-13T11:34:06.997+0000","up_votes":2,"down_votes":0,"body":"Das wäre genau das Gegenteil von seiner Einstellung xD","replies":[{"id":"","poster":"Maexle","date":"2016-04-19T13:19:40.882+0000","up_votes":2,"down_votes":0,"body":"Gut erkannt... {{champion:17}}","replies":[]}]}]},{"id":"","poster":"LanKabels","date":"2016-02-21T08:34:19.084+0000","up_votes":1,"down_votes":4,"body":"daran sieht man das du nicht jungeln kannst xD ohne einen jgl der ab und zu mal ganken kommt ist ein unterlegener laner aufgeschmissen .D\r\n","replies":[{"id":"","poster":"Maexle","date":"2016-02-21T09:42:49.003+0000","up_votes":3,"down_votes":0,"body":"Du bist anscheinend nicht in der Lage, Ironie zu erkennen. Aber du weißt offensichtlich, wie es sich anfühlt, ein \"unterlegener Laner\" zu sein, oder? Deine Matchhistory sieht ziemlich... besch... ehm schlecht aus, weshalb es umso trauriger ist, dass du als offensichtlicher Noob ( zumindest im Moment noch; es kann sich ja noch alles ändern :P ) über mich urteilen möchtest. Viel Spaß noch beim Feeden ;)\n{{champion:17}}","replies":[{"id":"","poster":"LanKabels","date":"2016-02-22T15:13:23.204+0000","up_votes":1,"down_votes":3,"body":"um ehrlich zu sein bin ich so gut wie immer der beste im game was bei einer spielerfahrung von einem halben jahr schon ziemlich gut ist meinst du nicht? scheint eher so als würdest du denn sinn eines junglers etwas misverstehen :D\r\n","replies":[{"id":"","poster":"eingew","date":"2016-02-23T13:51:11.522+0000","up_votes":1,"down_votes":0,"body":"Eine gute KDA zu haben heißt aber nicht, dass man gut ist. Wichtig ist, dass man gewinnt.\n\nOhne Rankeds lässt sich nahezu nichts über deine tatsächliche Spielstärke aussagen.","replies":[{"id":"","poster":"MaexIe","date":"2016-02-24T07:59:59.043+0000","up_votes":2,"down_votes":0,"body":"Genauer gesagt: Ab einer etwas größeren Anzahl an Rankeds, da dadurch der Glücksfaktor und der Einfluss der Teammates reduziert wird. {{champion:17}}","replies":[]}]},{"id":"","poster":"Maexle","date":"2016-04-19T13:22:41.764+0000","up_votes":1,"down_votes":0,"body":"Glückwunsch zu Bronze 4! Du bist tatsächlich sehr gut. Du hast es geschafft nicht Bronze 5 zu kommen!! {{sticker:slayer-pantheon-thumbs}} \n{{champion:17}}","replies":[]}]}]}]},{"id":"","poster":"Elxeam ","date":"2016-02-10T23:47:33.696+0000","up_votes":3,"down_votes":0,"body":"Nice Troll. Und wie jeder hier denkt, dass du das ernst meinst xD {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"simonor hunter","date":"2016-02-10T16:59:47.550+0000","up_votes":0,"down_votes":3,"body":"Trotzdem ist es die Aufgabe eines junglers , um sein Team zu unterstützen.","replies":[]}]},{"id":"","poster":"EscapeMaster","date":"2016-02-13T10:52:05.818+0000","up_votes":3,"down_votes":0,"body":"Der Jungler farmt in Jungle und kann so wenn er den schnell ist einen besseren level oder goldvorteil in early-game haben *                            Allerdings gibt es bestimme jungler Champions die erst mit lvl 6 etwas auf der lane bewirken können.                                                              Doch es gibt immer neue möglichkeiten diese ´´schwächen´´auszugeichen z.b Leona die mit ihrer Q  die nötige cc ulti fähigkeit eines junglers ersetzten kann.So kann dann auch der Jungler mit seinen Gold und lvl. (und auch ohne seiner ult) einen vernünftigen gank ausführen.Deswegen ist es immer wichtig sich entweder darauf zu konzentrieren ob der Jungler im early game in der lane eingreifen soll oder erst wenn er lvl 6 erreicht hat.Doch manche picken einfach ihren main champ und blamen den Jungler das er nicht sofort (wenn er schon lvl 3 ist ) ganken kommt.Den der Jungler kennt womöglich seine schwächen und ist eher der Typ der sich dem Team anpassen muss und nicht andersherum. Somit schließe ich heraus das der Jungler eigentlich immer das Gehirn des Team seien muss da er sonst ohne die richtige vorbereitung einen Gank nicht ausführen kann , da es höchst wahrscheinlich fehlschlagen wird :P     PS : Wenn ich als jungler geflamet werde hab ich ( wie man sich auch denken kann ) nicht grad Bock ganken zu kommen auch wenn ich es könnte :P","replies":[]},{"id":"","poster":"Naphthali","date":"2016-02-10T16:57:09.303+0000","up_votes":3,"down_votes":0,"body":"jeder Champ hat nur ein Leben gleichzeitig. Wenn er wenig Lebenspunkte hat hat er also wenig Leben...und nicht wenige Leben.\r\n","replies":[{"id":"","poster":"Abseudus","date":"2016-02-12T12:00:20.183+0000","up_votes":1,"down_votes":0,"body":"Stimmt, das ist schlecht formuliert. weil man sich die \"punkte\" bei den \"Lebenspunkten\" in der Umgangssprache oft schenkt.","replies":[]}]},{"id":"","poster":"RP Lunatic Soul","date":"2016-02-10T14:40:20.447+0000","up_votes":3,"down_votes":0,"body":"Toller erzählerischer und überraschend erfrischender Artikel, der das Thema in einer Geschichte schön darstellt.\r\nIch vermisse jedoch etwas die Tiefe hinter der Thematik \"Ganken\". Vertiefte strategische Elemente wie Laneganks, Laufwege abwegs von Wards oder ein Countergank werden gar nicht angesprochen, das fand ich etwas Schade :)","replies":[]},{"id":"","poster":"dome025","date":"2016-02-10T16:04:10.460+0000","up_votes":4,"down_votes":1,"body":"http://st.elohell.net/public/chill/c4ed580270bcf9dff4feccae39f89382.jpeg\r\nxD","replies":[{"id":"","poster":"GetOutØfMyWay","date":"2016-02-11T17:09:31.004+0000","up_votes":1,"down_votes":0,"body":"Das **Stimmt** xD {{champion:64}} ","replies":[]},{"id":"","poster":"AI 6xLelant","date":"2016-02-14T17:21:09.811+0000","up_votes":1,"down_votes":1,"body":"Und deshalb geht mach auch nicht mit der Q als erstes in den Gank\r\n","replies":[]}]},{"id":"","poster":"Nirvean","date":"2016-02-24T12:31:33.002+0000","up_votes":2,"down_votes":0,"body":"ich sag dazu nur : DAMAGE IST BESSER ALS SCHADEN {{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"RumpeldieKatz","date":"2016-02-23T20:37:16.774+0000","up_votes":2,"down_votes":0,"body":"Das Ding mit dem Ganken hängt halt mit dieser sogenannten ominösen Mapawareness zusammen. Wer da nix gerafft hat, braucht sich über die Feinheiten des Gankens eh keine Gedanken zu machen. Man halt halt trotzdem Ganken, denn Leute, die nicht warden, gleichen das eh wieder aus.","replies":[]},{"id":"","poster":"EatMyShortZ","date":"2016-02-20T18:43:42.797+0000","up_votes":1,"down_votes":0,"body":"dass schlimmste an junglern meiner meiung ist das die meisten einfach unglaublich unflexibel sind (\"ganking at lv6\") das hasse ich den bis der jgler lv6 erreicht hat sind meistens schon 10-20 minuten vergangen und wenn es blöd läuft hat der gegner schon die überhand auf den meisten lanes. Kann mir überhaupt jemand den vorteil von \"First gank at lv 6\" erklären oder ist das einfach nur weil der jgler kein bock hat so früh zu ganken (also ich ganke lieber im early game (bis lv6) als danach)?","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:47:09.352+0000","up_votes":2,"down_votes":0,"body":"Wenn man dem Jungler nich ständig mit Pings auf den nerv fällt und ihn einfach farmen lässt ist er früher level 6 als jeder laner. #TrueShit.","replies":[]},{"id":"","poster":"THC Chnusper","date":"2016-02-21T19:15:30.614+0000","up_votes":1,"down_votes":0,"body":"Naja wenn man erst ab Lvl 6 erfolgreiche Ganks macht sind dafür dann diese ab Lvl 6 stark.. und für Counterganks muss man ja nicht Lvl 6 sein (z.B als WW)","replies":[]}]},{"id":"","poster":"RitoBannedMyAcc","date":"2016-02-22T14:36:17.201+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe nicht wieso hier so viel diskutiert wird ob ganken Sinn macht oder nicht, am Ende hat doch ohnehin jeder seine eigene Route oder seinen eigenen Spielstil. Es bringt nicht viel darüber zu diskutieren, denn ändern tut es eh nichts. {{sticker:zombie-brand-clap}} ","replies":[]},{"id":"","poster":"Spirit x Febiven","date":"2016-02-13T03:33:24.289+0000","up_votes":2,"down_votes":0,"body":"Mehr eine Gute Nacht Geschichte als eine \"How to gank\" Anleitung.\r\n","replies":[]},{"id":"","poster":"BamAlex4D","date":"2016-02-11T09:53:00.600+0000","up_votes":2,"down_votes":0,"body":"Leute wenn euch eure/eurer Shyvana/Yi nich gankt dann flaimt den Jungler nicht zu. Die holen sich ihren Devo und clearen Objectives. Als Farm-Jungler farmt man sich einen Goldvorteil an und schmeißt ihm dem Gegner ins Gesicht. Wenn eure/eurer Elise/Vi/Shen/Rek'Sai/J4/Xin/Kindred oder welcher Gank-Jungler auch immer kein einziges Mal gankt muss es immernoch nicht unbedingt seine Schuld sein: z.B. wenn ihr immer overextended, nicht warded und dann gesittet werdet. Oder vllt. ist eure Kindred Counter-Jungeln und jetzt steht der gegnerische Lee 0/3. Das Können eines Junglers definiert sich nicht nur über die Anzahl Ganks, die er Gemacht hat. Wenn ihr in Min. 40 den 5ten Drake habt war es sicher nicht eure 1/5 Ignite-Toplane Riven, die Jax gefeedet hat und jetzt alle anderen Reported... {{summoner:11}} ","replies":[{"id":"","poster":"DerGurkenhändler","date":"2016-02-23T16:49:48.667+0000","up_votes":1,"down_votes":0,"body":"Alles salty jungle mains hier die sich rechtfertigen :D {{sticker:slayer-pantheon-popcorn}} ","replies":[]},{"id":"","poster":"Draugluin","date":"2016-02-22T14:40:46.660+0000","up_votes":1,"down_votes":0,"body":"Er versteht mich. ","replies":[]}]},{"id":"","poster":"Gentletin","date":"2016-02-10T20:38:48.704+0000","up_votes":2,"down_votes":0,"body":"Mit manchen Junglern sind ganks sehr einfach({{champion:121}} {{champion:35}} {{champion:254}} ) und mit manchen eher schwieriger (kein Beispiel erhältlich)","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:41:33.900+0000","up_votes":1,"down_votes":0,"body":"{{champion:72}} ","replies":[]},{"id":"","poster":"Waterbird of Sky","date":"2016-02-21T19:41:51.994+0000","up_votes":1,"down_votes":0,"body":"{{champion:28}} {{champion:78}} {{champion:19}} ","replies":[]},{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:25:13.705+0000","up_votes":1,"down_votes":0,"body":"Schwieriger ({{champion:77}} {{champion:106}} {{champion:17}} ) wenn Teemo zählt","replies":[]}]},{"id":"","poster":"xduxxxorallfisch","date":"2016-02-10T14:50:16.205+0000","up_votes":2,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}} ","replies":[{"id":"","poster":"JustJustiniGM","date":"2016-02-20T09:13:56.369+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-brand-mindblown}} ","replies":[]}]},{"id":"","poster":"captainduster","date":"2016-02-10T17:14:06.079+0000","up_votes":1,"down_votes":1,"body":"@MAEXLE:weil du so Tötungen erhältst und somit auch Gold, auserdem hilft man damit seinen Kameraden die Lane zu pushen und somit zu gewinnen \r\naber wollen wir {{champion:54}} en?\r\n","replies":[{"id":"","poster":"Maexle","date":"2016-02-10T19:00:33.521+0000","up_votes":4,"down_votes":3,"body":"Es gibt im Forum die Möglichkeit direkt zu antworten ;)\n{{champion:17}}","replies":[]}]},{"id":"","poster":"F1NotU","date":"2017-12-22T22:28:09.504+0000","up_votes":1,"down_votes":0,"body":"lol ich hab noch nie gesehen dass ein gank funktioniert\r\n{{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"Injurne","date":"2016-02-20T09:48:27.092+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe das sich diesen Beitrag ein paar Leute gründlich durchlesen vielleicht hilft der jetzt endlich mal den \"MAIN\" Junglern","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:50:16.373+0000","up_votes":1,"down_votes":0,"body":"Dir ist bewusst dass in dem Beitrag so viel negatives Stand, dass die Farmjungler sich jetzt noch bestärkter fühlen zu farmen? xD \"toplane war wohl gewarded, zeit verschwendet, botlane 2 tode im eigenen Team nach Gank, sinnlos chasen lässt dich behind fallen\" \r\n","replies":[]}]},{"id":"","poster":"TablegamerLP","date":"2016-02-21T18:21:15.820+0000","up_votes":1,"down_votes":0,"body":"{{champion:19}} {{summoner:11}} damit kommt man an Gankt und alles ist schon fast gewonnen.\r\nWenn nicht ist man zu noobig für warwick und das ist schon nen noobchamp also mehr sag ich dazu nicht","replies":[{"id":"","poster":"Waterbird of Sky","date":"2016-02-21T19:44:25.771+0000","up_votes":1,"down_votes":0,"body":"{{champion:19}}   ist kein noobchamp. Es gibt in League keinen noobchamp da alle champs ihre Stärken und Schwächen haben.\r\n{{champion:19}}   braucht z.B. lvl 6 zum ganken weil er ansonsten drei Jahre braucht zum Rankommen","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:46:08.298+0000","up_votes":1,"down_votes":0,"body":"Das ist auch nich wirklich war. Warwick ist ein asozialer Counterganker, auch schon vor lv 6 weil man ihn ohne Ults einfach nich fighten kann aufgrund seines abnormen {{summoner:7}} er wird sogar tatsächlich erst im midgame schwach wenn sich jeder gescheite AD ne qss geholt hat und der supporter nurnoch geifernd auf deine ult wartet.","replies":[]}]},{"id":"","poster":"Draugluin","date":"2016-02-22T14:44:20.060+0000","up_votes":1,"down_votes":0,"body":"Deswegen wir er also so häufig in der competetive-scene gespielt... weil er so unglaublich unbesiegbar ist und man mit ihm easy jedes spiel gewinnt. sagt man das gleiche nicht auf von Yi? seltsam. Soweit ich weiß sind auch alle Warwick und Yi main-Spieler in Challenger oder höher :D","replies":[]}]},{"id":"","poster":"MalphingAround","date":"2016-02-22T14:09:08.145+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Draugluin","date":"2016-02-22T14:42:59.318+0000","up_votes":1,"down_votes":0,"body":"Gesundheit.","replies":[]}]},{"id":"","poster":"m0nsterlauch","date":"2016-02-21T17:52:25.585+0000","up_votes":1,"down_votes":0,"body":"ein netter gank mit {{champion:64}}  ist: ward jump beim raptor camp und dann insec kick.... {{item:3070}} {{item:3070}} {{item:3070}} ","replies":[]},{"id":"","poster":"tiefkuehlfritte","date":"2016-02-21T13:43:54.899+0000","up_votes":1,"down_votes":0,"body":"{{champion:245}} {{summoner:14}} {{item:1316}} {{sticker:zombie-brand-mindblown}} ","replies":[]},{"id":"","poster":"Yi111","date":"2016-02-21T09:37:19.636+0000","up_votes":1,"down_votes":0,"body":"Ich fänds ja cool würden der Herold der Kluft und Baron Nashor permanente Buffs geben, wär ein riesen Vorteil fürs Team und kann Matches entscheiden","replies":[]},{"id":"","poster":"xKitrez","date":"2016-02-20T16:02:02.957+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}} ","replies":[]},{"id":"","poster":"xKitrez","date":"2016-02-20T16:01:13.414+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-catface}} \r\n","replies":[]},{"id":"","poster":"xKitrez","date":"2016-02-20T15:59:25.182+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"HannesLP33","date":"2016-02-20T15:46:48.290+0000","up_votes":1,"down_votes":0,"body":"Um den Jungle zu beherrschen must du aatrox spielen{{champion:266}} {{summoner:11}} {{summoner:14}} {{summoner:4}} {{item:1403}} {{item:1415}} {{sticker:slayer-pantheon-thumbs}}   ","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-20T13:41:33.569+0000","up_votes":1,"down_votes":0,"body":"{{item:3147}} was für ein (reusper ) Item","replies":[]},{"id":"","poster":"Maucie Poro","date":"2016-02-20T13:40:40.884+0000","up_votes":1,"down_votes":0,"body":"JAY DIE BILDER SIND SUPER!!{{sticker:slayer-jinx-catface}} {{sticker:slayer-pantheon-rainbows}} {{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"The Holy Chaos x","date":"2016-02-20T12:39:18.164+0000","up_votes":1,"down_votes":0,"body":"Bester gank ist \r\ndurch den tower das der gegner dich direkt sieht dann zu ihm flashen und weil es eh nix wird direkt zum diven bereit machen das alles auf lvl 4 op","replies":[]},{"id":"","poster":"ShadowFighter342","date":"2016-02-20T12:00:13.852+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-unamused}} \r\n\r\n","replies":[]},{"id":"","poster":"Wîndfury","date":"2016-02-20T10:38:52.366+0000","up_votes":1,"down_votes":0,"body":"Alles in allem gehts darum zu carrien egal wie, da musste zwischen soloque und duo und tam unterscheiden und einfach das richtige tun nicht mehr nicht weniger. Es gibt spiele wo du ganken musst um zu gewinnen und kills abgeben musst und es gibt games wo du einfach nur 50 minuten pushst farmst und dann trotzdem gewinnst.\r\n\r\nRip Zz'rot","replies":[]},{"id":"","poster":"Polizei110 ","date":"2016-02-11T16:39:15.926+0000","up_votes":1,"down_votes":0,"body":"{{champion:107}} ","replies":[]},{"id":"","poster":"fatatti","date":"2016-02-10T21:31:00.196+0000","up_votes":1,"down_votes":0,"body":"Ich spiele Volibaer sehr gerne als Jungler, doch mit ihm ist ganken nicht ganz so einfach, da er eher langsam ist und nicht überfallartig zuschlagen kann. Leider verstehen manche Laner nicht, dass ich erst mit Level 6 eine echte Chance habe, ihnen zu helfen. Bevor ich zuschlagen kann, bekomme ich schon ein paar Treffer. Am nervigsten ist, wenn mann laufend gerufen wird und wenn man dann all in geht, der Laner sich einfach verpisst.","replies":[{"id":"","poster":"RP Lunatic Soul","date":"2016-02-11T09:45:09.756+0000","up_votes":1,"down_votes":0,"body":"Volibear sollte eigentlich keine grossen Probleme haben im frühen Spielverlauf ganken zu können. Was bringt dir denn Level 6? Die Ulti bringt lediglich zusätzlichen AoE-Schaden, aber keinen zusätzlichen CC.\r\nNatürlich kann Voli durch eine Betäubung / Festhalten leichter aufgehalten werden als andere Jungler, welche eine direkte Sprintfähigkeit haben. Kommst du aber ran mit Voli, dann sollte die Tötung leicht gesichert sein. Am besten funktioniert Voli, wenn der Laner kurz bevor du ansprintest den Gegner angreift und ebenfalls seinen CC einsetzt. So wird es dir leichter fallen den Gegner zu erreichen mit dem Q.","replies":[]}]},{"id":"","poster":"SuperLelch","date":"2016-02-10T19:58:08.946+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"KhaZix on Weed","date":"2016-02-10T19:40:39.006+0000","up_votes":1,"down_votes":0,"body":":) als jungler ist es doch echt schön , du entscheidest wie das game zu verlaufen hat und wen du zu feeden hast und man muss sich nicht aufs last hitten konzentrieren dafür kann man besser die map in auge behalten und fals mal was los ist pingen ^-^ beste \"lane\" ","replies":[]},{"id":"","poster":"IIlIII","date":"2016-02-10T19:17:09.367+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-jinx-wink}} ","replies":[]},{"id":"","poster":"VA pyr0","date":"2016-02-10T18:39:39.224+0000","up_votes":1,"down_votes":0,"body":"der jungler ist nicht verpflichtet zu ganken wenn eine lane ohne hilfe gewinnt brauch der jungler rnicht zu gänken das ist nemlich zeitverschwendung in der mann einer lane hälfen kann bzw seine buffs machen kann\r\n","replies":[]},{"id":"","poster":"xYasuoK1ngPvP1v1","date":"2016-02-10T18:39:32.869+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Maexle","date":"2016-02-10T18:58:36.641+0000","up_votes":3,"down_votes":3,"body":"Das würde ich machen aber leider kann man nichts mit IP verschenken und RP hab ich auch nicht :( {{champion:17}}","replies":[]}]},{"id":"","poster":"DuBosc","date":"2016-02-10T18:01:00.886+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-rainbows}}  ^(-.-#^)\r\n","replies":[]},{"id":"","poster":"BeIzebub","date":"2016-02-10T17:25:34.055+0000","up_votes":1,"down_votes":0,"body":"{{sticker:zombie-nunu-bummed}} ","replies":[]},{"id":"","poster":"AS Umberkuk","date":"2016-02-10T15:57:26.573+0000","up_votes":1,"down_votes":0,"body":"{{champion:31}} ","replies":[]},{"id":"","poster":"Retanaton","date":"2016-02-10T15:35:33.673+0000","up_votes":1,"down_votes":0,"body":"{{item:3902}} ","replies":[]},{"id":"","poster":"Retanaton","date":"2016-02-10T15:35:11.973+0000","up_votes":1,"down_votes":0,"body":"{{champion:28}} ","replies":[]},{"id":"","poster":"shodow bestia","date":"2016-02-13T16:12:09.575+0000","up_votes":1,"down_votes":1,"body":"Manchmal gankt man mit skill manchmal spilst du {{champion:19}} ult =gg\r\n","replies":[]},{"id":"","poster":"xYasuoK1ngPvP1v1","date":"2016-02-10T18:39:04.333+0000","up_votes":1,"down_votes":5,"body":"Kann mir jemand VI schenken? Ich weiss betteln ist arm..aber ich hätte sie SOOOOO gerne! ^^\r\nIch wäre sehr dankbar!\r\n\r\nIngame: Gysahll\r\n\r\nFalls jemand wirklich so nett ist, werde ich mich zu **100%** bei meinem nächsten Einkauf revanchieren!! **100% !!**\r\n\r\n<3  {{champion:254}}  <3","replies":[{"id":"","poster":"ISPY4ever","date":"2016-02-20T08:33:57.352+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit.... NEIN? :3\r\nDa würde ich mir vorher nochmals einen unnötigen Skin kaufen. hihi\r\nFür einen Champ den ich nie spiele!! :*","replies":[]},{"id":"","poster":"4rs3nal300","date":"2016-02-10T21:07:48.483+0000","up_votes":1,"down_votes":1,"body":"Dann kann jmd direkt auch Elise kaufen\r\n","replies":[]}]}]}