{"id":"FP5PHJqQ","poster":"Lunaax","date":"2019-04-18T06:52:46.138+0000","title":"Darf der Support das?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo ihr lieben,\r\nEigentlich möchte ich nur meinem Ärger Luft machen. Jetzt aber Mal zu der Geschichte..\r\nIch wurde im Januar gehackt. Bis dato hatte ich keine Ahnung wie das passiert ist.\r\nJedenfalls an dieser Stelle ein Lob an den deutschen Support, der mir nach unendlichen fragen geholfen hat mein Konto wiederherzustellen.\r\nNunja jedenfalls habe ich vorgestern festgestellt das mein erster Email account, den ich nicht mehr nutze und mein Riot Konto war auch schon längst auf einem anderen E-Mail Account, gehackt wurde. Mir ist es nur durch Zufall aufgefallen, da ich das Konto ja eigentlich nicht mehr nutze. Hab mein E-Mail Konto dann über die Domain wieder herstellen lassen, die mir einen Fremdzugriff bestätigte.\r\nJedenfalls hat der Hacker mit dieser E-Mail Adresse eine Konto Wiederherstellungsanfrage an den Support geschickt. Dieser hat ihm ohne Probleme einen zurücksetzungslink geschickt, was ich nicht verstehe...\r\nIch musste eine Reihe von Fragen beantworten, auf die ich selbst teilweise nicht Mal mehr eine Antwort wusste. Naja ich hatte Glück dass ich doch noch relativ viel wusste.\r\nDer Hacker hat aber einfach nur angegeben er wäre gehackt worden und diese E-Mail wäre die einzige die er jemals benutzt hat, da das Konto auch darauf erstellt wurde.\r\n(Das war übrigens alles bei dem englischsprachigen support, hab die Mails im Postfach gesehen nachdem ich wieder Zugriff darauf hatte!)\r\nAls der Support Anfragte ob dies die einzige Email sei, die er verwendet hat, bejahte er dies.\r\nDer Support konnte auch keine Passwort Änderung feststellen in den letzten paar monaten, worauf der Hacker sagte er wäre nicht oft online (wobei er sich auch widersprach) trotzdem ließ der Support das Passwort zurücksetzen. Ich bin ehrlich gesagt immernoch geschockt, dass sie es ihm so einfach gemacht haben.\r\nNun zu meiner Frage.\r\nMuss der Support sich nicht an diesen Fragebogen halten?\r\nWas kann ich tun damit nicht wieder jemand über eine nicht mehr genutzte Adresse meine Daten anfordert? \r\nKann ich irgendwo Beschwerde gegen denjenigen einreichen der ihm so einfach einen zurücksetzungslink geschickt hat?\r\n(Der Name steht ja in der Mail!)\r\nFür Hilfe wäre ich dankbar\r\n\r\nGrüße Lunaax","replies":[{"id":"","poster":"Clawler","date":"2019-04-18T07:23:59.745+0000","up_votes":1,"down_votes":0,"body":"Also ich bin mir nicht 100% sicher aber ich kenne es halt aus anderen Games. Der Nutzer deiner/ bzw. der Nutzer der E-mail adresse, über das dass Konto läuft, hat vollen zugriff auf dein Konto. Du bestätigst damit quasi deine Identität (wenn man das so sagen kann) . Also wenn ich dich richtig verstanden hat hatte der Hacker Zugriff auf dein angegebene E-mail. Im Endeffekt weiss der Support ja nicht das nicht der Besitzer des Accounts schreibt, wie auch? Selbst wenn du den Support anschreibst mit einer anderen Mail adresse und denen bescheid gibst das du keinen zugriff mehr hast auf die jeweilige E-Mail, weiss der Support ja nicht ob das nicht vlt. ein Hackversuch von außen ist. \nWie gesagt so kenne ich das nur von anderen Games aber ich gehe davon aus das dass so in League auch gehandhabt wird. \n\nSprich: E-mail User = Besitzer des Accounts.","replies":[{"id":"","poster":"Lunaax","date":"2019-04-18T07:37:37.980+0000","up_votes":1,"down_votes":0,"body":"Achso nein. Die E-Mail Adresse war schon längst nicht mehr angegeben mit der habe ich nur damals den Account erstellt. \nIch benutze schon seit Jahren eine andere und hab die auch längst auf dem Konto geändert gehabt.","replies":[{"id":"","poster":"Clawler","date":"2019-04-18T07:41:58.915+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lunaax,realm=EUW,application-id=7hciEY9w,discussion-id=FP5PHJqQ,comment-id=00000000,timestamp=2019-04-18T07:37:37.980+0000)\n>\n> Achso nein. Die E-Mail Adresse war schon längst nicht mehr angegeben mit der habe ich nur damals den Account erstellt. \n> Ich benutze schon seit Jahren eine andere und hab die auch längst auf dem Konto geändert gehabt.\n\nAh da habe ich dich missverstanden, das ist natürlich... komisch, Eigentl. dürfte das so nicht passieren, sofern du auch wirklich geswitched hast.","replies":[{"id":"","poster":"Lunaax","date":"2019-04-18T07:45:09.957+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Clawler,realm=EUW,application-id=7hciEY9w,discussion-id=FP5PHJqQ,comment-id=000000000000,timestamp=2019-04-18T07:41:58.915+0000)\n>\n> Ah da habe ich dich missverstanden, das ist natürlich... komisch, Eigentl. dürfte das so nicht passieren, sofern du auch wirklich geswitched hast.\n\n\nJa, hab mich wohl oben auch schlecht ausgedrückt. :)\nJa, habe ich wirklich xD der Support fragte den Hacker doch noch ob er nicht Mal eine andere Emailadresse benutzt hätte und sagte ihm dass das Passwort längere Zeit sowie die E-Mail Adresse nicht geändert wurden. Eigentlich hätte denen auffallen müssen das die Sache zum Himmel stinkt. Zumal ich beim deutschen Support einen mega langen Fragebogen ausfüllen musste und er einfach nichts 😅","replies":[{"id":"","poster":"Clawler","date":"2019-04-18T07:53:32.200+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lunaax,realm=EUW,application-id=7hciEY9w,discussion-id=FP5PHJqQ,comment-id=0000000000000000,timestamp=2019-04-18T07:45:09.957+0000)\n>\n> Ja, hab mich wohl oben auch schlecht ausgedrückt. :)\n> Ja, habe ich wirklich xD der Support fragte den Hacker doch noch ob er nicht Mal eine andere Emailadresse benutzt hätte und sagte ihm dass das Passwort längere Zeit sowie die E-Mail Adresse nicht geändert wurden. Eigentlich hätte denen auffallen müssen das die Sache zum Himmel stinkt. Zumal ich beim deutschen Support einen mega langen Fragebogen ausfüllen musste und er einfach nichts 😅\n\nBlöd gesagt, wie oben bereits gesagt ich bin mir nicht 100% sicher. Aber ich kanns mir nur so erklären: Also erstmal muss man sich in die Lage des Supports versetzen. Situation: Spieler ändert E-mail. Spieler schreibt mit ALTER E-mail das er die neue Mail nicht mehr nutze. Klingt erstmal so logisch. Aber mein Problem an der Sache ist (zumindestens geh ich davon aus) das du halt mit der neuen Mail schreibst die du ja auch gemeldet hast oder nicht? Weil spätestens da hätte man ja merken müssen das was nicht stimmt. Weil wenn der Hacker schreibt du benutzt die andere Mail nicht mehr und dann plötzlich doch mit der Mail schreibst das was nicht stimmt, ab dem Punkt wirds halt komisch xD","replies":[{"id":"","poster":"Lunaax","date":"2019-04-18T12:19:14.109+0000","up_votes":1,"down_votes":0,"body":"Ja, wie gesagt find's halt auch seltsam. Vor allem weil der Support vernommen hat, dass seit Jahren nichts geändert wurde 😂\nNaja Hauptsache ich hab meinen Account zurück. 🙊","replies":[{"id":"","poster":"Clawler","date":"2019-04-18T12:49:49.646+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lunaax,realm=EUW,application-id=7hciEY9w,discussion-id=FP5PHJqQ,comment-id=000000000000000000000000,timestamp=2019-04-18T12:19:14.109+0000)\n>\n> Ja, wie gesagt find's halt auch seltsam. Vor allem weil der Support vernommen hat, dass seit Jahren nichts geändert wurde 😂\n> Naja Hauptsache ich hab meinen Account zurück. 🙊\n\nwas halt sein kann das es verschiedene Leute bearbeitet haben. Aber sonst dunno\nUnd ja stimmt schon :D","replies":[]}]}]}]}]}]}]}]}