{"id":"IYlEpbE6","poster":"Plexpara","date":"2016-02-09T21:57:36.872+0000","title":"Ungerechter Permabann?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":19,"body":"hallo.mein Problem ist das ich einen permaban erhalten habe (ohne Vorwarnung oder verwarnungsbanns usw) wegen extrem toxischen verhaltens.\r\nohne auch nur eine einzige Beleidigung angelassen zu haben!\r\n\r\nin besagtem spiel wurde ich selbst die ganze zeit angeflamed und meine Familie sowie ich schwer beleidigt.alles was ich getan habe war darauf zu antworten...wie gesagt,ohne zu beldeidigen.\r\n\r\nich bekam einen instant ban w&auml;hren die Person die mich das gesammte spiel &uuml;ber beleidigt hat (riven) munter weiter spielen kann.\r\n\r\nhier ist der ganze chatlog.zum beseren Verst&auml;ndnis,ich war kog maw und riven der extrem toxische flamer.leider kann man nicht sehen was sie schrieb.\r\n\r\nwas denkt ihr &uuml;ber diesen permaban?bedenkt das es ein ban wegen extrem toxischen verhaltens ist.\r\n\r\n\r\nkog is so low at the start...but op later\r\nthey will pay late game\r\nstfu we win\r\nwait for late game pls\r\nyou never saw a kog late?\r\ngreat\r\npfff\r\nyou will see\r\na real gank would be very helpfull\r\ni must\r\nbefore i must?\r\npff ok\r\nand then?i would not run away\r\nwhat ever\r\nnot with this team,no\r\ndude....you had help allways at bot...dont talk pls ez\r\nwhat you talk to me?\r\nreport you riven\r\ni am btw much better\r\ni did not even talk to you due\r\nok\r\ni never talk to you riven and yo ufalme...you get reported...and flamers lose more;-)\r\nyes report her\r\ni dont want to play naymore\r\nexactly\r\ntahts why i am low....kog need much help early\r\nok i am done\r\nbut riven dont deserve to win\r\nshe want to lose\r\nyep\r\ntell it to riven\r\n7all report riven for very hard flaming the whole game...to everyone\r\nreport riven for very hard flaming\r\nthats a lie...she flame hard on everyone\r\nyou hust got what you ask for riven.you want i feed now?\r\none word more and i feed\r\nfeed?\r\ncome on\r\ntalk\r\na word\r\nokm\r\nok\r\nmore?\r\nmore flaming?\r\nok\r\nmore feeding\r\nas you wish\r\nok\r\nok so lets feed till the end now.gg....hard flamers need to lose\r\nyou want it you got it\r\nand riven too\r\nnever saw more flame as this\r\nwhat a mistake due...i would kill easy now\r\nbut now you lose\r\nyou saw my damage at the minions?i woud do that to the opponents...but you want i feed\r\ngj flamers\r\nlol tahts a lie\r\njust a lie\r\nand you lose for that lie\r\ngj riven...you screw the game :-)\r\ngg...report this hard flaming riven\r\ngj dudes\r\n\r\n\r\nich sagte das ich Feeden werde.was ich aber nicht getan habe.ich sagte dies in der Hoffnung riven damit zum stoppen der beleidingungen zu bringen.","replies":[{"id":"","poster":"Balmung","date":"2016-02-09T22:10:00.664+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=,timestamp=2016-02-09T21:57:36.872+0000)\n>\n>\n> ich sagte das ich Feeden werde.was ich aber nicht getan habe.ich sagte dies in der Hoffnung riven damit zum stoppen der beleidingungen zu bringen.\n\nUnd alleine für diese Drohung ist der Bann berechtigt. Wenn dich wer beleidigt kannst du ihn muten und reporten - Thema beendet.\nZurückflamen und drohen das Spiel zu ruinieren ist, egal ob provoziert oder nicht, einfach inakzeptabel.\n\nUnd ein genereller Tipp: Wenn sich schon jemand mit dir streitet ist drohen quasi Öl ins Feuer gießen. Und durch dein Verhalten hast du nur eines erreicht - 9 anderen Spielern im Spiel einen Grund zu liefern dich ebenfalls zu reporten.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T22:58:26.585+0000","up_votes":1,"down_votes":3,"body":"nun....ich dachte nicht das ich ohne zu beleidgen sofort so hart bestraft werde...wieder was gelernt.mein ziel was es den flamenden mit der drohung zm beenden des flamens zu bringen.weil flamen im team meinen sieg kosten könnte :-).......aber so hat es meinen account gekostet :D","replies":[{"id":"","poster":"Balmung","date":"2016-02-09T23:21:23.281+0000","up_votes":7,"down_votes":0,"body":"stfu we win - \"shut the **** up\" we win.\nreport you riven\ni never talk to you riven and yo ufalme...you get reported...and flamers lose more;-)\nyes report her\nbut riven dont deserve to win\n7all report riven for very hard flaming the whole game...to everyone\nreport riven for very hard flaming\nok so lets feed till the end now.gg....hard flamers need to lose\ngj riven...you screw the game :-)\ngg...report this hard flaming riven\n\n\"ohne zu beleidigen\"? Du beleidigst das ganze Spiel über. Drohst mit feeden, provozierst und bist einfach nur arrogant.\n\nUnd alleine der Versuch dir völlig unbekannte Menschen unter Druck zu setzen, um ihnen deinen Willen aufzuzwingen ist einfach unterste Schublade.","replies":[]},{"id":"","poster":"0815xand0r","date":"2016-02-10T12:45:07.923+0000","up_votes":4,"down_votes":0,"body":"Also du versucht den Flamer mit deinem Äußerungen, die ebenfalls Flame sind, dazu zu bewegen, mit dem Flamen aufzuhören... aber was wenn die Riven das gleiche bei dir probiert hat? Ein Teufelskreis...","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T13:32:52.721+0000","up_votes":1,"down_votes":2,"body":"wusste nicht das der hinweis jemand für sei nflamen z ureporten,auch schon flamen ist.war mir bis jetzt neu.man lernz nie aus.","replies":[{"id":"","poster":"0815xand0r","date":"2016-02-10T14:48:46.082+0000","up_votes":2,"down_votes":0,"body":"Das ist zwar nervig, aber kein Flame... allerdings ist das ja bei weitem nicht alles, was du geschrieben hast.","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2016-02-09T23:01:55.311+0000","up_votes":3,"down_votes":1,"body":"Man muss nicht beleidigend werden, um im Spiel toxisch zu sein.","replies":[]}]}]},{"id":"","poster":"Parunpata","date":"2016-02-09T23:54:48.105+0000","up_votes":1,"down_votes":4,"body":"Hey, für so etwas Popeliges einen Perma zu bekommen ist natürlich lächerlich. Allerdings weiß keiner von uns, ob du nicht schon vorher eine Chatrestriction oder einen 14-Tage-Bann bekommen hast, was eigentlich geschehen sollte. Das weißt nur du und Riot. Somit musst du das mit Riot klären.\nWomit wir aber schon zum nächsten Problem kommen. Riot wird (mal ganz primitiv ausgedrückt) auf deine Anfrage scheißen. Sie werden dir eine vorgefertigte Antwort geben, die niemandem hilft und deine Frage nicht beantworten.\nEinerseits ist das verständlich, da es am Tag unzählige ähnliche Anfragen geben wird, andererseits ist dass gegenüber dem Kunden (in dem Falle dir) nicht fair.\n\nDazu sollte noch gesagt werden, dass dein Verhalten in dem Game Reportwürdig ist. Du bist nur am nerven. Das macht nicht Spaß zu spielen wenn dauernd irgendjemand unnötiges Zeug schreibt. Deine Reportaufforderungen sind auch verboten. (Es gab sogar schon Permas für Reportaufforderungen, ob du es glaubst oder nicht). Nur das Strafmaß müsste diskutiert werden.\n\nAlles in allem musst du nun mit dem Perma leben.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T04:54:38.445+0000","up_votes":2,"down_votes":5,"body":"nein,ich hatte vorher keinen 14 tage bann.hätte ich gewusst das man schon einen permabann bekommt wenn man einem flamer sagt das man ihn reported....dann hätte ich den mund gehalten.riot könnte einen wenigstens darauf aufmerksam machen.immerhin werde ich mir zeit und geld wegen keinen neuen account machen können.womit ich wohl leider aus dem spiel bin.schade.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-02-10T07:58:54.854+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00070000,timestamp=2016-02-10T04:54:38.445+0000)\n>\n> nein,ich hatte vorher keinen 14 tage bann.hätte ich gewusst das man schon einen permabann bekommt wenn man einem flamer sagt das man ihn reported....dann hätte ich den mund gehalten.riot könnte einen wenigstens darauf aufmerksam machen.immerhin werde ich mir zeit und geld wegen keinen neuen account machen können.womit ich wohl leider aus dem spiel bin.schade.\n\nDu sagst, dass Du keinen 14 Tagesbann hattest. In Deinem Spielverlauf ist aber ersichtlich, dass zwischen dem 23.12.2015 - Deinem letzten Spiel 2015 - und dem 06.01.2016 - Dein erstes Spiel 2016 - ziemlich genau 14 Tage Pause liegen, in denen Du kein einziges Spiel gespielt hast.\nKann es möglicherweise sein, dass Du dort einen 14 Tagesbann bekommen hast, und deswegen in dieser Zeit nicht spielen konntest?","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T09:27:08.819+0000","up_votes":4,"down_votes":0,"body":"Ich halte es für sehr wahrscheinlich, dass es sich dann um den 2 Wochenbann gehalten hat, was diesen Abschnitt hier klar widerlegen würde:\n\n>moment,mein erster ban nach einem jahr......vor ca einem jahr hatte ich mal eine kurzzeitigen ban als verwarnung.seitdem kein verwarnungs oder chatban.\n\nNach einem Jahr regelmäßigen spielens ohne Strafe wäre ich davon ausgegangen, dass es sich zurücksetzt. Wenn der 14 Tagebann aber nicht einmal 2 Monate zurücklag, wird der Permabann hier einfach nur die nächste Eskalationsstufe sein.\n\nAuch wenn die Möglichkeit besteht, dass man da eine Pause eingelegt hat, in Urlaub war oder er einfach keine Rankeds gespielt hat, spricht das letzte Spiel mit Leona doch eher dagegen. Noch 2 mal zu sterben, nachdem man alle Items verkauft hat und sich {{item:3117}} gekauft hat, sprechen, vor allem bei einem Spiel, dass durch Surrender beendet wurde, für einen tilt. Neben dem absichtlichen Feeding am Ende (auch wenn es nur 2 Tode waren), gab es da wohl auch Flame. \nWenn es da so ähnlich lief wie in diesem Chatlog, hat Plexpara wohl mit jemandem gestritten, dann Feeding angekündigt und die Drohung in die Tat umgesetzt.\n\nEdit:\n@TE\n\nEs ist zwar schön, dass du nicht wie viele andere kurz nach dem 2 Wochenbann gesperrt wurdest, leider hast du es aber nicht geschafft, dich nach dem Bann, dauerhaft akzeptabel zu verhalten. Die Strafen werden irgendwann zurückgesetzt, hat bei dir aber scheinbar noch nicht eingesetzt gehabt.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T13:52:07.004+0000","up_votes":1,"down_votes":3,"body":"doch das habe ich.weil der hinweis jemand zu reporten wei ler am flamen ist  eigentlich kein flamen ist.wenn dem so wäre.müsste es ein permaban-welle gene wie noch niemals zuvor.\nund wenn die ankündigung eine z ureporten tatsächlich zum flamen zählt....sorry aber dann sollte das den spielern klar gemacht werden denn hätt e ich gewußt das dem so ist,hätte ich es nie gesagt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:12:38.234+0000","up_votes":2,"down_votes":0,"body":"Es geht hier nicht nur um die Reportaufrufe. Die sind nur ein Tropfen gewesen. Die alleine, haben wohl kaum den Bann ausgelöst. Es geht viel eher darum, dass im Chatlog ziemlich offensichtlich gehäuftes negatives Verhalten vorgekommen ist. \n\nReportcalling war da nur ein Teil davon, ebenso wie die \"want me to feed\" Aussagen und die Sticheleien an den Flamer. \n\nBei den einzelnen Aussagen, hättest du es vielleicht nie zu einem Bann geschafft. Aber das penetrante Nerven deinerseits, hat hier dazu geführt, dass du erneut bestraft wirst. Diesmal mit dem Perma.","replies":[]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-10T13:48:55.430+0000","up_votes":1,"down_votes":1,"body":"ziemlich genau oder genau.ich spiele nicht jeden tag,manchmal fährt man auch in den urlaub usw.","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-02-10T06:31:29.587+0000","up_votes":1,"down_votes":0,"body":"Es gab da meine ich mal ein Thema seitens Riot zu, was auch auf dem Client zu sehen war, wo Riot Stellung zu Reportaufrufen nahm und schrieb, das Reportaufrufe Reportbar sind.","replies":[{"id":"","poster":"Parunpata","date":"2016-02-10T09:44:55.242+0000","up_votes":1,"down_votes":0,"body":"Ich finde das sollte Riot irgendwie noch mehr klar machen.\nEin Unwissender weiß, dass Beleidigungen verboten sind, er weiß aber nicht, dass Reportaufforderungen auch verboten sind. Zudem steht das nicht explizit im Weg der Beschwörer. Dass das verboten ist, wird hier und da auf irgendwelchen Seiten immer gesagt, aber der normale LoL-Spieler wird wohl nur die Hauptseite und den Client kennen.\n\nHabe das Thema im Client nicht gesehen was du angesprochen hast, war da wohl nicht so aktiv.\n\nIch glaube dadurch kommt es aufjedenfall zu vielen Missverständnissen, die man von vornerein beheben könnte.","replies":[{"id":"","poster":"Zulwar","date":"2016-02-10T11:01:15.270+0000","up_votes":1,"down_votes":0,"body":"Da hast du recht, aber da steht so vieles nicht. Wer sich hinsetzt und mal kurz überlegt, wird feststellen, das Reportaufrufe negatives Verhalten/Einstellung ist. Im Weg der Beschwörer, wird aber gesagt, das dann mit gutem Beispiel voran gehen soll, Positiv und seinem Team helfen.\nIch weiß da steht noch mehr, was aber am ende immer das selbe ist. \nAus dem Grunde, kann jeder von uns, bevor er etwas schreibt, überlegen, ob das was er schreiben möchte, in irgendeiner Form deinen Gegenüber verletzten könnte. Wenn du dies mit nein beantworten kannst, kannst du es schreiben, sonst sollte man es lassen, da es gegen den Weg des Beschwörers verstößt.","replies":[]},{"id":"","poster":"Plexpara","date":"2016-02-10T13:54:21.734+0000","up_votes":1,"down_votes":2,"body":"genau das meine ich.hätte ich gewusst das der hinweis den flamer zu reporten selbst schon als flamen zählt...na dann hätte ich es nie gesagt.einige hier können doch selbst sehen das ich eben icht der extreme toxische spieler bin.","replies":[]}]}]}]}]},{"id":"","poster":"dat Zoidberg","date":"2016-02-11T13:00:31.580+0000","up_votes":1,"down_votes":4,"body":"Extrem negativ? Ja. Bestrafung erforderlich? Ja. Extrem toxisch? Definitiv nein. Permabann gerechtfertigt? Meiner Meinung nach nicht, da gibt es wirklich viel schlimmeres.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T13:08:00.802+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=dat Zoidberg,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000f,timestamp=2016-02-11T13:00:31.580+0000)\n>\n>  Permabann gerechtfertigt? Meiner Meinung nach nicht, da gibt es wirklich viel schlimmeres.\n\nUnd wie beurteilst du den perma, wenn du davon ausgehen kannst, dass der TE knapp 2 Monaten einen 2 Wochen-ban kriegte; er also wohl öfters und über längere Zeit so toxisch ist; aber von früheren Strafen nichts gelernt hat?","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:38:28.795+0000","up_votes":1,"down_votes":5,"body":"wie beurteilst du den bann wenn du davon ausgehst das dem nicht so ist?","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T14:22:56.655+0000","up_votes":4,"down_votes":0,"body":"Genauso wie er.\n\nAber da der TE \"zufälligerweise\" vom 23.12.2015 bis 6.1.2016 (OMG! Genau 14 Tage!) kein Game gespielt hat, gehe ich davon aus, dass der TE - entgegen seiner Aussage - einen 2-Wochen-ban kriegte.\n\nDer TE hat auch einen temporären ban bestätigt. Er sprach zwar von einzelnen Tagen, jedoch gibt es so etwas nicht, weshalb es der 2-Wochen-ban sein muss.\n\nDa ich davon ausgehen muss, dass der TE vor nicht allzu langer Zeit einen 2-Wochen-ban kriegte (somit Wiederholungstäter), finde ich einen perma als nächstes Strafmass in Ordnung.","replies":[]}]},{"id":"","poster":"dat Zoidberg","date":"2016-02-12T16:48:56.366+0000","up_votes":1,"down_votes":1,"body":"Einerseits ist die Zeit nach einem 2-Wochen Bann natürlich als Bewährungszeit zu sehen in der man sich besser nichts zu schulden lassen kommen sollte, auch kein negatives Verhalten. Andererseits denke ich, dass ein Perma-Bann für unbelehrbare Spieler ausgesprochen werden sollte. D.h. dass sich der Spieler nach einem temporären Bann weiterhin extrem toxisch verhält. Das war hier jedoch nicht der Fall und deswegen halte ich den Perma-Bann für unverhältnismässig.\n\nFalls er vorher extrem toxisch war hat er sich laut Chatlog zumindest gebessert. Das sollte vor einem Perma-Bann berücksichtigt werden. Dennoch kann ich die Maßnahme nachvollziehen - wer schon vorbelastet ist und weiss, was ihn sonst erwartet, sollte sich wie gesagt besser gar nichts mehr zu schulden kommen lassen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-12T17:06:05.415+0000","up_votes":1,"down_votes":0,"body":"Auch das was er oben geschrieben hat verstößt gegen den Weg der Beschwörer.\n\nEr hat dadurch in mehreren 100 Spielen solches, oder schlimmeres Verhalten gezeigt.\nRiot legt wert darauf das selbst solch ein Chat dort oben nicht zustande kommt.\n\nUnd Leute die einen Perma Ban bekommen, werden sich auch in 90%+ der Fälle nicht ändern. Entweder weil sie es nicht können (zu Temperamentvoll bspw), oder nicht wollen.","replies":[]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-11T13:15:09.624+0000","up_votes":1,"down_votes":6,"body":"danke!jemand der sich kurz und knapp auf die fakten bezieht ohne vermutungen :-)\n\nja.besserbung ist möglich und wäre angebracht...aber ein permabann?naja","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T13:29:25.048+0000","up_votes":3,"down_votes":0,"body":"Tut mir leid. Die Faktenlage ist aber, dass Permabanns als erste Strafe nur für wirklich extrem toxisches Verhalten verteilt werden. Da das hier nicht der Fall ist, wirst du davor einen 2 Wochenbann erhalten haben. \n\nAllerdings gibt es noch ein paar andere Möglichkeit.  Du warst genau nur in dem einen Spiel toxisch . Aber wirklich extrem toxisch und hast die schlimmen Stellen gestrichen. Ich weiß nicht wie genau die Benachrichtigung bei Permabanns aussieht. Eventuell steht da immer \"extrem toxisches Verhalten\" oder eben nur, wenn es auch so war. Das kannst du natürlich gerne widerlegen, indem du uns Screenshots zeigst. Glaubwürdig bist du leider nicht. \n\nEs kann auch sein, dass du eine Stufe zu hart bestraft wurdest. Allerdings spricht dagegen einiges.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:36:47.775+0000","up_votes":1,"down_votes":2,"body":"wie kann ich hier ein foto hochladen?dann lade ich es mal hoch....habe schon gesucht,weiß aber nicht wie das hier geht.\nes ist sowieso komisch.ich bekam den bann fast sofort nach dem spiel....gibt es kein tribunal mehr?habe es schon länger nicht mehr genutzt.\n\nkann es ein das dieser spieler mit riven eventuell selbst einen supporter kennt?immerhin war sie sich ihrer sache sehr sicher....und ich habe in meinen jahren im spiel selten jemand gesehen der so selbstbewusst ohne angst es könnte ihm was geschehen am flamen war.\n\nich habe sie ja auch reported...und sie war definitiv deutlich krasser als ich...aber dieser spieler ist nicht gebannt worden...ich schon...und ich war ein waisenkind gegen sie.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T13:52:51.456+0000","up_votes":1,"down_votes":0,"body":"Du kannst einen Screenshot auf Internetseiten hochladen. Wenn du die Grafik hast kannst du zum Beispiel dann einen Rechtsklick machen, Grafik anzeigen auswählen, den Link hier herkopieren und das sieht dann so aus:\n\nhttp://www2.pic-upload.de/img/29703242/Angriff.png\n\nDer Screenshot wurde auf dieser Seite hochgeladen: [Picupload](http://www.pic-upload.de/)","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T14:10:54.687+0000","up_votes":1,"down_votes":1,"body":"ok musste es aber in 3 teilen mit der \"druck\" taste in paint kopieren da es zu lang ist und ich auch meinen e-mail namen verdecken wollte.\n\nhttp://www.pic-upload.de/view-29708066/Unbenannt.png.html\n\nhttp://www.pic-upload.de/view-29708069/Unbenannt2.png.html\n\nhttp://www.pic-upload.de/view-29708041/Unbenannt3.png.html\n\n\n\nsorry kenne mich nicht so mit diesen dingen aus...hoffe das es was geworden ist.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T14:46:02.555+0000","up_votes":3,"down_votes":0,"body":"Besten Dank. :)\n\n> Your account has received a permanent suspension following an extensive audit of in-game behavior within recent League of Legends matches.\n> \n> Here are some chat logs that were identified as negative by other players in the community.  \n\nÜbersetzung: \n\nSie haben eine permanente Sperre nach einer umfassenden Prüfung Ihres Ingame-Verhalten in kürzlich gespielten League of Legends Spielen.\n\nHier sind einige Chat-Protokolle, welche von anderen Spielern als negative beurteilt wurden.\n\n---------------------------------- \n\nAlso ich sehe hier nur Mehrzahl (\"Games\" z.B.).\nDas \"some\" zeigt auch, dass dies nicht der einzige Chatlog war, der negativ beurteilt wurde.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T15:03:25.150+0000","up_votes":1,"down_votes":3,"body":"stimmt....und gezeigt wird nur dieses eine spiel....normal müssten aber dann mehrere chatlogs da stehen wenn es mehrere gäbe.\nich vermute das der text in der mehrzahl einfach normal zum system der mail von riot gehört.\ndas läuft ja automatisch.das schreibt ja nicht immer einer neu.\nsomit ist es automatisiert in der mehrzahl.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T15:27:45.986+0000","up_votes":2,"down_votes":0,"body":"Nein, wenn z.B. 3 chatlogs stehen, heisst es auch nicht, dass jener Spieler \"nur\" in 3 Games toxisch war.\n\nBeim perma-ban schaut immer ein Riot-Mitarbeiter nochamls drüber.\nDieser wird sicherlich auch andere reportete Spiele angeschaut haben, aber wohl kaum extra noch die chatlogs dazu diesen noch in die Mail manuell einfügen.\nInbesondere weil die meisten perma-bans Folgestrafen sind und Riot der Meinung ist, dass diese Spieler nicht reformierbar sind, werden sie wohl nicht mehr die Zeit aufwenden, zusätzliche Beweismittel zu liefern.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-11T14:32:58.512+0000","up_votes":1,"down_votes":0,"body":"Ja, so in etwa soll das aussehen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Heavenly Ahri","date":"2016-02-10T00:33:58.920+0000","up_votes":1,"down_votes":0,"body":"Perm bann ist letzte Stufe. Dir wurde mitgeteilt dass du beim nächsten Verstoß einen Permanenten Bann bekommen würdest. Und da ist es egal wie klein dieser Verstoß ist. Du hast nicht gelernt und wurdest Permanent gebannt. 100% verdient.\nWenn du dennoch überzeugt bist, dass du keinen Perm verdienst kannst du dich gerne an den Support wenden.\nEbenso ist es egal was ein anderer in deinem Match macht. In deinem report zählt was DU machst, nicht was X macht.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T05:03:49.030+0000","up_votes":2,"down_votes":4,"body":"ich hatte vorher keine verstoß.du stellst einfach vermutungen an.deswegen frage ich ja andere ob ein instant permaban dafür das man einem flamer mitteilt ihn zu reporten,schon gerechtfertigt ist.","replies":[{"id":"","poster":"Heavenly Ahri","date":"2016-02-11T03:21:21.490+0000","up_votes":1,"down_votes":0,"body":"Du wirst nicht instant perm gebannt, und laut der Aussage von \"Rainbow Dashie\", welche du wiederum nicht widerlegt hast, wurdest du bereits 14 Tage gebannt. Das ist wiederum die vorletzte bannstufe... Davor kommen Chat Restrictions. Sprich du hattest sehr wohl Verstoße.\nSomit ist nun (Wieder einmal.) bewiesen, dass der Perm bann berechtigt ist.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T04:08:40.919+0000","up_votes":1,"down_votes":2,"body":"nein ich hatte keinen 14 tage ban.ich habe den ban wegen diesem einen spiel.und dieses eine spiel wird als grund des permabanns genommen.unglaublich das vermutungen als rechtfertigung für einen permabann angenommen werden.","replies":[{"id":"","poster":"Heavenly Ahri","date":"2016-02-11T10:30:13.431+0000","up_votes":1,"down_votes":0,"body":"Es ist gänzlich unmöglich wegen nur einem einzigen Spiel perm gebannt zu werden.\nErst chat restrictions, und das sogar 2 mal um dir zu sagen \"Halte dich im Zhaun!\" (Ja, ich musste den bringen...), dann ein 14 Tage bann und eine Erinnerung dass der nächste Verstoß permanent ist. \nEs gab bereits gefühlte tausend Leute vor dir die genau das gleiche behaupteten und wo sich dann am Ende \"herausgestellt\" hat, dass die eben doch großen Mist verbrochen haben. Ich habe bis jetzt noch nie jemanden gesehen der zu Unrecht gebannt wurde, wieso solltest du die große Ausnahme sein?\nGib es einfach zu und besser dich und dann wird dir der nächste Account nicht auch weggebannt.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:17:49.133+0000","up_votes":1,"down_votes":2,"body":"ich weiß das es viele solcher leute gibt die immer unschuldig sind...egal wie schlecht sie sich benehmen.....aber ich bin ich,und nicht diese leute.\n\nund fäschliche permabanns gab es tatsächlich schon.sogar mehrfach.musst mal im internet suchen.es wurden auch schon einige wieder entbannt.\nhabe viel gelesen seit dem permabann :-)","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T13:31:18.861+0000","up_votes":3,"down_votes":0,"body":"Magst du uns Links dazu zeigen?","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:40:08.740+0000","up_votes":1,"down_votes":1,"body":"gerne...aber ich finde keinen  link...als foto kann ich es aber kopieren....weiß nur nicht wie ich hier ein foto hochlade.","replies":[{"id":"","poster":"Heavenly Ahri","date":"2016-02-11T23:33:08.797+0000","up_votes":1,"down_votes":0,"body":"Wenn du ein Foto davon machen kannst, dann kannst du auch ein Video davon machen und auf Youtube hochladen. Ebenfalls hast du sicherlich auch einen Link zur hand wenn du die Möglichkeit hast ein Foto zu machen.\nEs ist bereits 10 Stunden her... Wo bleibt der Link?","replies":[{"id":"","poster":"Plexpara","date":"2016-02-12T14:00:24.702+0000","up_votes":1,"down_votes":3,"body":"mekt dir mal eines.ich bin nicht dein hund.achte mal auf deinen ton...ich werde niemals für jemand den clown spielen und schon garnicht für dich nur damit du zufrieden bist...das letzte was ich mache ist ein video über meine mail von riot....\n\nnur weil du es so möchtest werde ich diesen permabann nicht zu meiner lebensaufgabe machen...gehts noch?\n\n\nsag mir woher und wie ich diesen link von der mail bekomme dann kopiere ich das ding hier her...weiß nicht mal genau was für ein link gemeint ist.\naber mit sicherheit werde ich nicht noch ein video machen und dieses auf youtube hochladen...wtf?\n\nsoll ich noch ein buch schreiben?vielleicht einen aufsatz?....","replies":[{"id":"","poster":"Heavenly Ahri","date":"2016-02-13T02:12:52.728+0000","up_votes":3,"down_votes":0,"body":"Und jetzt wirst du richtig aggressiv. Du beweist mit jeder Nachricht die du hier schreibst immer mehr, dass dein Bann 100% verdient ist. Du hast dich in eine Ecke reingequatscht aus die du nicht mehr herauskommst.\nEbenso weißt du 100% genau was für ein Link gemeint ist. Immerhin bist du der, der mich aufgefordert hat im Internet nach \"Ausnahmefällen\" zu suchen. Du hast MICH aufgefordert aber dann beschwerst du dich darüber, dass ich auf den Link warte? Der Fall ist denke ich geschlossen und hiermit bewiesen, dass du verdient Permanent gebannt wurdest.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-13T08:13:24.984+0000","up_votes":1,"down_votes":3,"body":":D wußte haargenau das du das jetzt kommt.\ndu hast mir 2 nachrichten geschrieben in denen du pampig wirst...erst wirfst du mir lügen vor und dann sprichst du im befehlston mit mir als wäre ich dein hund.\ndas hier ist aber kein lol spiel...das hier ist das echte leben.und ja.wenn mir da jemand komisch kommt,dann sage ich ihm das er anständig mit mir sprechen soll.\n\n\"Ecke reingequatscht \" kannst du dich nicht normal ausdrücken?\nwenn der bann wegen meinen jetzigen anworten auf deine anmachen vorher gerecht ist....dann hast du auf jeden fall auch einen bann verdient denn du musst ja in spielen ein ganz schöner flamer sein,so wie du dich hier schon benimmst.\n\nund bloß weil ich einen bann im spiel bekommen habe lasse ich nicht mit mir wie mit dem letzten idioten reden.\ndu solltest unterschiede zwischen spielen und realem leben machen.\nwenn du das nicht kannst...dann antworte ncht im forum!","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-13T08:49:04.693+0000","up_votes":3,"down_votes":0,"body":"mittlerweile über 2 Tage her und immer noch keine Links.\nNa doch nur Lügen bzw ausreden gewesen?","replies":[{"id":"","poster":"Patty91","date":"2016-02-13T10:24:15.588+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00080000000100000000000100000000000100010001000000000000,timestamp=2016-02-13T09:58:15.368+0000)\n>\n> eine klare antwort zu der klaren frage ob dieses spiel ein permabann wert ist gab es nicht\n\nDoch, gab es. Du willst es nur verleugnen, weil du nicht einsiehst, dass dir fast zweifelsfrei nachgewiesen wurde, bereits vor kurzem einen 14-Tage-Bann gehabt zu haben. Der Perma ist ok und wird nicht aufgehoben, das hast du zu akzeptieren.\nThread könnte geschlossen werden, produktiv ist er schon lange nicht mehr.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-02-13T10:12:30.753+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00080000000100000000000100000000000100010001000000000000,timestamp=2016-02-13T09:58:15.368+0000)\n>\n> ist zwar völlig unnötig das jetzt hier zu posten...aber was solls.\n> \n> http://siliconangle.com/blog/2015/04/02/riot-games-starts-giving-banned-league-of-legends-players-a-second-chance/\n> \n> ich könnte hier tatsächlich noch videos und bilder und links und was auch immer posten...\n> das ergebnis wäre das selbe....ich muss ein lügner,ganz böser mensch,und überhaupt der extrem schlimmste spieler der welt sein.\n> \n> das ganze ist im grunde unnötig das wir hier noch weiter diskutieren.\n> \n> eure vorgefertigte meinung ist nun mal eure vorgefertigte meinung.bisher habe ich alles was verlangt wurde,hier angegeben...und es reicht immer noch nicht.\n> \n> ihr braucht somit auch nicht mehr weiter nach beweisen fragen.zeitverschwendung....für mich und für euch.\n> \n> eine klare antwort zu der klaren frage ob dieses spiel ein permabann wert ist gab es nicht....nur verlangen nach mehr und noch mehr beweisen und dennoch anschuldigungen plus vermutungen.\n> \n> wenn es manchen hier einfach spaß macht jemanden zu verurteilen und mit falschen anschuldigungen zu bearbeiten...sorry jungs...aber dann solltet ihr selbst auch an euch arbeiten.denn das ist nicht sinn des forums.\n> \n> der ton und die art und angriffslustigkeit von vielen hier ist immernoch krasser und agressiver als mein mein chatlog den ich hier postete weil es nun mal nur diesen einen gibt.\n\nDer Link von Dir hat eigentlich nichts damit zu tun, dass ein Perma zu unrecht ausgesprochen und dann wieder aufgehoben wurde. Es geht darin um einen Pro-Player der zu Recht mit einem Perma belegt wurde. Nachdem nach langer Zeit RIOT sich dazu entschlossen hatte, diesem Spieler eine zweite Chance zu geben, Verhält er sich nun Vorbildlich und nimmt sogar wieder an Pro-Spielen teil.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-02-13T10:09:04.570+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00080000000100000000000100000000000100010001000000000000,timestamp=2016-02-13T09:58:15.368+0000)\n>\n> http://siliconangle.com/blog/2015/04/02/riot-games-starts-giving-banned-league-of-legends-players-a-second-chance/\n\n\nIncarnations Community- und E-Sportsbann wurde aufgehoben, seine Accounts bleiben weiterhin gesperrt. Sein Bann war sogar noch eine Stufe höher als deine, dieser wurde damit auf deine Stufe runtergesetzt.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-02-13T10:19:59.843+0000","up_votes":2,"down_votes":0,"body":"Incarnations Account-Permaban wurde NICHT aufgehoben.\n\nAufgehoben wurde nur seine LCS-Sperre, was etwas völlig anderes ist.\n\nDeine Quelle belegt deine Aussage somit nicht, im Gegenteil: Permabans werden nicht einmal dann aufgehoben, wenn härtere Strafen (also eben das Verbot professionell zu spielen) wegfallen.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-02-13T19:20:52.195+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00080000000100000000000100000000000100010001000000000000,timestamp=2016-02-13T09:58:15.368+0000)\n>\n> ist zwar völlig unnötig das jetzt hier zu posten...aber was solls.\n> \n> http://siliconangle.com/blog/2015/04/02/riot-games-starts-giving-banned-league-of-legends-players-a-second-chance/\n\nHat nichts mit deiner Situation zu tun.\n \n> ich könnte hier tatsächlich noch videos und bilder und links und was auch immer posten...\n\nAch was? Wieso hast du es dann nicht einfach getan? Ich schätze mal, weil sie erst noch gemacht werden müssten, am Thema vorbeigehen oder an sich schon Falschinformationen sind.\n\n> das ergebnis wäre das selbe....ich muss ein lügner,ganz böser mensch,und überhaupt der extrem schlimmste spieler der welt sein.\n\nIch glaube das denkt so gut wie keiner hier (mal abgesehen vom Lügner). Aber auch wieder ein netter rhetorischer Kniff von dir.\n \n> das ganze ist im grunde unnötig das wir hier noch weiter diskutieren.\n\nIst es schon länger denke ich.\n\n> eure vorgefertigte meinung ist nun mal eure vorgefertigte meinung.bisher habe ich alles was verlangt wurde,hier angegeben...und es reicht immer noch nicht.\n\nDie ist nicht vorgefertigt, die hat sich entwickelt.\n \n> ihr braucht somit auch nicht mehr weiter nach beweisen fragen.zeitverschwendung....für mich und für euch.\n\nHast ja auch einfach keine.\n\n> eine klare antwort zu der klaren frage ob dieses spiel ein permabann wert ist gab es nicht....nur verlangen nach mehr und noch mehr beweisen und dennoch anschuldigungen plus vermutungen.\n\nGab zig Antworten mit Ja und einige mit Nein.\n\n> wenn es manchen hier einfach spaß macht jemanden zu verurteilen und mit falschen anschuldigungen zu bearbeiten...sorry jungs...aber dann solltet ihr selbst auch an euch arbeiten.denn das ist nicht sinn des forums.\n\nKorrekt.\n\n> der ton und die art und angriffslustigkeit von vielen hier ist immernoch krasser und agressiver als mein mein chatlog den ich hier postete weil es nun mal nur diesen einen gibt.\n\nWenn du meinst. Und abschließend sage ich dir noch das, was mir persönlich an deiner Geschichte so sauer aufstößt:\n\nEs gibt die Fälle, wo ein Perm zurückgenommen wurde, in der letzten Zeit gab es hier z. B. 1 Fall, in einem agierte das System so schnell, dass sich 2Wochenbegründung und Perma überlappt haben, davor gab es die Geschichte mit dem zu streng eingestellten System, wo Banne runtergestuft oder aufgehoben wurden.\nRiot ist sich also nicht zu schade bei solchen Fehlern, dann tatsächlich etwas zu tun.\nBei dir tun sie es nicht, also bleibt die Frage warum?\n\nFallen mir nur 2 Dinge ein:\n\nPersönlicher Hass- fällt weg- und eben passt alles, du hattest die 2-Wochen und und lügst uns an- wahrscheinlich.","replies":[]},{"id":"","poster":"Heavenly Ahri","date":"2016-02-13T10:06:49.507+0000","up_votes":1,"down_votes":0,"body":"Der hat sich einen neuen Account gemacht und sich auch noch sehr stark gebessert. Er wurde nicht unverdient gebannt und deshalb wieder entbannt. Er wurde verdient gebannt und nach einer so starken Besserung, dass selbst Riot den Hut gezogen hat, dann verdient entbannt. Er hat aber einige viele Spiele bereits gespielt mit dem neuen Account.\nDu beweist gar nichts hiermit. Nirgends steht dass der Spieler einen unfairen bann erhalten hat... Es steht nur da, dass er sich stark gebessert hat und dadurch eine neue Chance bekommen hat. Was versuchst du damit zu beweisen?","replies":[]},{"id":"","poster":"Plexpara","date":"2016-02-13T09:58:15.368+0000","up_votes":1,"down_votes":4,"body":"ist zwar völlig unnötig das jetzt hier zu posten...aber was solls.\n\nhttp://siliconangle.com/blog/2015/04/02/riot-games-starts-giving-banned-league-of-legends-players-a-second-chance/\n\nich könnte hier tatsächlich noch videos und bilder und links und was auch immer posten...\ndas ergebnis wäre das selbe....ich muss ein lügner,ganz böser mensch,und überhaupt der extrem schlimmste spieler der welt sein.\n\ndas ganze ist im grunde unnötig das wir hier noch weiter diskutieren.\n\neure vorgefertigte meinung ist nun mal eure vorgefertigte meinung.bisher habe ich alles was verlangt wurde,hier angegeben...und es reicht immer noch nicht.\n\nihr braucht somit auch nicht mehr weiter nach beweisen fragen.zeitverschwendung....für mich und für euch.\n\neine klare antwort zu der klaren frage ob dieses spiel ein permabann wert ist gab es nicht....nur verlangen nach mehr und noch mehr beweisen und dennoch anschuldigungen plus vermutungen.\n\nwenn es manchen hier einfach spaß macht jemanden zu verurteilen und mit falschen anschuldigungen zu bearbeiten...sorry jungs...aber dann solltet ihr selbst auch an euch arbeiten.denn das ist nicht sinn des forums.\n\nder ton und die art und angriffslustigkeit von vielen hier ist immernoch krasser und agressiver als mein mein chatlog den ich hier postete weil es nun mal nur diesen einen gibt.","replies":[]}]},{"id":"","poster":"Heavenly Ahri","date":"2016-02-13T09:55:37.194+0000","up_votes":3,"down_votes":0,"body":"Wo habe ich dich wie meinen Hund behandelt? Wo habe ich im Befehlston mit dir gesprochen? Als erstes habe ich dich darauf hingewiesen, dass es unmöglich ist instant perm gebannt zu werden. Dann habe ich \"aufgedeckt\", dass du Rainbow Dashies Aussage von dem vorigen 2 Wochen bann nicht einmal abgestritten hast (Rainbow Dashie hat sogar simple Logik verwendet), währenddessen habe ich auch erklärt dass vor dem 2 Wochen bann erst 2x chat restriction kommt. (Dabei hab ich auch noch nen sehr schlechten Witz gemacht.)\nDanach hast du behauptet es gäbe Ausnahmefälle im Internet worauf Sirrkas dich um einen Link dazu gebeten hat. 10 Stunden nachdem du darauf geantwortet hast habe ich nachgefragt wo denn der Link bleibt. Dabei habe ich angenommen, dass du die Intelligenz besitzt zu wissen was für einen Link Sirrkas und ich meinten. Immerhin bist du ein Mensch oder was denkst du? Wenn du ein Roboter bist dann tut es mir leid dass ich dich als Menschen ansah, wirklich.\nDann kamst du übelst pampig an, richtig aggressiv.\nIch habe mehr und mehr Logik verwendet und jetzt machst du es wieder schlimmer.\nDu sagtest es gäbe Ausnahmefälle, wir haben dich mehrmals gebeten uns die Links dafür zu geben und du bist dem nicht nachgekommen. Im Gegenteil, du hast sehr aggressiv auf uns reagiert. All das deutet daraufhin, dass du uns versuchst hier voll zu lügen. Ich nutze simple Logik. Und nach simpler Logik ist die Schlussfolgerung dass du A: Lügst oder B: Nicht die ganze Wahrheit erzählst bzw. verschönerst. Ich selber tippe auf Option A da dass nicht nur das wahrscheinlichste ist sondern auch genau das ist was etliche andere Male schon der Fall war. Sprich Erfahrung.\nIch spreche anständig mit dir. Ich spreche mit dir wie ich mit jedem anderen sprechen würde, sei es meine Familie, meine besten Freunde oder in einem Job Interview mit dem Personal Management. Bis jetzt hat sich keiner bei mir beschwert oder mir gesagt, dass ich nicht anständig wäre. Mir wird sogar manchmal vorgeworfen zu höflich zu sein. Mich überrascht es dann doch sehr, dass du meine Art als \"nicht anständig\" bezeichnest. Was genau ist \"nicht anständig\"? Dass ich Logik verwende um die Wahrheit aufzudecken? Dass ich versuche dir zu helfen indem ich dir den Tipp gebe es zu akzeptieren und dich zu bessern? (Aka helfen)\nDu nennst mich einen Flamer aber nicht einmal 5 Zeilen davor willst du nicht als Lügner bezeichnet werden, was ich auch nicht direkt getan habe, nur so nebenbei erwähnt.\nIch kenne den Unterschied zwischen RL und Spiel. Keine Sorge, dennoch danke für deine Sorge.\n\nIch werde dies nur noch ein letztes mal sagen, danach nicht mehr da es keinen Sinn haben wird.\nAkzeptier was du getan hast, denn das ist eindeutig und nachdem du das akzeptiert hast kannst du an dir selber arbeiten. Auf die Weise wirst du nie wieder gebannt.\n\nPS: Wo sind jetzt die Links? Ich warte immer noch darauf. Wenn du keine hast dann sag das doch einfach.","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-12T15:39:21.000+0000","up_votes":1,"down_votes":0,"body":"Du verstehst es nicht, oder? Es geht hier NICHT um deine Mail gerade.\n\n>und fäschliche permabanns gab es tatsächlich schon.sogar mehrfach.musst mal im internet suchen.es wurden auch schon einige wieder entbannt.\n\nDARUM geht es du sollst DAVON Links posten....","replies":[]}]},{"id":"","poster":"Plexpara","date":"2016-02-12T04:05:10.984+0000","up_votes":1,"down_votes":2,"body":"ich finde keinen link.sag mir wo der bei der mail steht dann geb ich ihn dir....aber ehrlich gesagt will ich das  jetzt auch nicht zu meiner lebensaufgabe machen.\nich habs erklärt....habe fotos gemacht...es glaubt mir eh keiner...also warum sollte ich jetzt noch ein video machen? :D","replies":[{"id":"","poster":"Heavenly Ahri","date":"2016-02-12T04:20:39.643+0000","up_votes":1,"down_votes":0,"body":"Du weißt ganz genau dass Sirrkas Links zu deinen sogenannten \"Ausnahmefällen\" wollte und kein Foto deiner E-Mail. Du reitest dich momentan immer tiefer rein. Gib es einfach zu und besser dich. So schwer ist das auch wieder nicht.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-11T13:53:51.278+0000","up_votes":1,"down_votes":0,"body":"Beschreibung steht bei dem anderen Post.","replies":[]}]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-11T12:54:22.200+0000","up_votes":1,"down_votes":1,"body":"genau...und deswegen stell ich die frage ob das ein gerechter ban ist.....weil ich eben nicht toxisch bin.\n\n\nund ich werde mit sicherheit nich etwas zugeben was ich nicht getan habe.das ist eines der letzten dinge die ich machen würde.\n\n\nder ban steht im raum....auf grund dieses spiels das ich oben angegeben habe.\ndas sind die fakten.vermutungen sind hier nicht gefragt.\nnach diesen fakten wüsste ich einfach gerne ob bei diesem spiel (das einzige das der grund für meinen ban ist,so steht es in der mail von riot) ein permabann gerecht ist oder übertrieben.\n\nwäre ich extrem toxisch...dann würde ich diese frage nicht stellen brauchen...","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T08:30:12.075+0000","up_votes":2,"down_votes":0,"body":"Er hatte zugegeben 1 Ban bekommen zu haben, vor etwa 1 Jahr, für ein paar Tage.\nEin paar Tage Bans gibts nicht mehr und ist deshalb nicht korrekt.\n\nkurz um Neujahr und letztes Jahr hat er exakt 14 Tage nicht gespielt. Das lässt stark darauf schließen das er einen 14 Tage Ban bekommen hat.\n\nUnd da greift leider meine Erkenntnis aus dem Forum das ich den Zahlen eher glaube.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T05:48:58.184+0000","up_votes":2,"down_votes":0,"body":"dieses 1 Spiel ist lediglich ein Ausschnitt die der letzte Punkt war um das Fass zum überlaufen zu bringen. Für einen instant Perma Ban brauchst du über 100 Spiele nahezu dauerhaft toxisches Verhalten.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T06:02:37.822+0000","up_votes":2,"down_votes":3,"body":"ja genau.und da dies bei mir nicht zutrifft habe ich ja die frage gestellt ob ein permabann hier also gerechtfertigt ist.ich hatte wie gesagt schon seit ca einem jahr keine probleme mehr mit warnungen usw.geschweige denn 100 spiele....wow...bei 100 spielen extrem toxischem verhaltens würde ich eher die frage stellen warum so ein spieler nicht schon lange gebannt ist.","replies":[{"id":"","poster":"Abasin","date":"2016-02-10T06:28:51.884+0000","up_votes":2,"down_votes":0,"body":"> da dies bei mir nicht zutrifft...\n\nGenau das ist wohl nicht zutreffend. Wir haben aber leider keine Chance, weitere Chatlogs von Dir zu sehen. Und ich denke, aus dem was ich gelesen habe, schliessen zu können, dass Deine Ausdrucksweise generell zum negativen Spektrum hin verschoben ist. Kurz gesagt, Du bist nicht ganz das Unschuldslamm, als das Du Dich gerne sehen willst.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T14:03:41.810+0000","up_votes":1,"down_votes":2,"body":"vor dem permaban hatte ich noch ein spiel als karthus.nachdem ich noch von meinem team eine auszeichnung als freundlicher spieler erhalten habe...dann BOOM der permabann...ironie :-)....die auszeichnung als netter spieler war das letzte was ich sah bevor der client mit dem hinweis auf sperrung geschlossen wurde.das tat weh :D\n\nund nein.ein unschuldslamm ist letzten endes keiner.habe ich auch so gesagt.aber ein extrem toxischer spieler...bin und war ich noch nie.wurde aber bei meinem permabann so genannt.das nehme ich tatsächlich etwas persönlich,denn genbannt und bestraft zu werden zu etwas das man einfach noch nie war ist hart.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T14:39:21.587+0000","up_votes":1,"down_votes":0,"body":"naja du hast bereits zugegeben das du bestraft wurdest mit einem 14 Tage Ban.\nDamit gehörst du schon zu den wohl schlimmsten Spielern auf den Servern.\n\nDu hast ebenso die Warnung für den Perma ignoriert. Ergo musste der Perma kommen. Vor allem da du nach wie vor keine Einsicht zeigst, sondern dich nur an den Report Aufrufen klammerst.","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T06:41:19.780+0000","up_votes":1,"down_votes":0,"body":"Was Abasin geschrieben hat und zu den 100 Games. Riot hat eine Fehlerquote von 1:6000 gerade weil sie lieber einen toxic längern da lassen als 1 unschuldigen zu Bannen.","replies":[]}]}]}]}]},{"id":"","poster":"GruenerKoala","date":"2016-02-09T22:09:34.489+0000","up_votes":1,"down_votes":2,"body":"Entschuldige, aber wenn dies der komplette Ingame-Chat ist, dann sehe ich die schweren Beleidigungen gegen dich und deine Familie nicht. Zumal nach meinem Verständnis des obigen Textes du zuerst mit dem Report gedroht hast, ist jetzt auch nicht die ganz feine Art. :/","replies":[{"id":"","poster":"legofreak1","date":"2016-02-09T22:15:34.699+0000","up_votes":4,"down_votes":1,"body":"Dem TE wird nur sein eigener Chatverlauf mitgeliefert, da der restliche Chat des Spiels irrelevant ist. Früher wurde einem der komplette Chat angezeigt, was dann dazu geführt hat, dass bestrafte Spieler argumentiert haben, dass andere in diesem Spiel viel schlimmer waren als sie selber. Dies mag zwar der Fall sein, rechtfertigt aber nicht das eigene Fehlverhalten.","replies":[{"id":"","poster":"Patty91","date":"2016-02-09T22:17:43.382+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=00030000,timestamp=2016-02-09T22:15:34.699+0000)\n>\n> was dann dazu geführt hat, dass bestrafte Spieler argumentiert haben, dass andere in diesem Spiel viel schlimmer waren als sie selber. Dies mag zwar der Fall sein, rechtfertigt aber nicht das eigene Fehlverhalten.\n\nFairerweise muss man sagen, dass diese Argumentation nach wie vor kommt.\n\nEin Bann geht definitiv klar. Sollte das tatsächlich dein erstes Aufeinandertreffen mit den Strafsystemen sein, ist der Perma dafür jedoch überzogen.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T23:18:50.407+0000","up_votes":1,"down_votes":3,"body":"ja ist mein erster ban.sofort instant perma :-) schade eigentlich,denn für einen neuen habe ich nicht die zeit und das geld.werde mich wohl schweren herzen von league of legends verabschieden müssen :-(","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T23:19:56.313+0000","up_votes":1,"down_votes":2,"body":"moment,mein erster ban nach einem jahr......vor ca einem jahr hatte ich mal eine kurzzeitigen ban als verwarnung.seitdem kein verwarnungs oder chatban.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T00:00:41.908+0000","up_votes":2,"down_votes":0,"body":"Ist kurzzeitig ein 2 Wochenbann?","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T04:09:39.014+0000","up_votes":1,"down_votes":1,"body":"ich glaube es waren ein paar tage.oder ein tag.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T09:46:27.786+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=0003000000000001000000000000,timestamp=2016-02-10T04:09:39.014+0000)\n>\n> ich glaube es waren ein paar tage.oder ein tag.\n\nTages-bans (1-3 Tage) gab es früher einmal, aber dies ist schon länger her.\n\nSo weit ich informiert bin, gab es vor gut einem Jahr nur den 2-Wochen--ban als temporären ban-Strafmass (ausser Ranked-bans, aber da konnte man nur keine Rankeds spielen).\n\nNach einiger Zeit wird der \"Flaming-Ruf\" auch wieder besser (\"Verjährung\"), aber nur wenn man sich korrekt verhält. Ich vermute deshalb, dass du ständig ziemlich toxisch warst, jedoch recht lange nur einen Schritt vor dem dem \"perma-Abgrund\" warst, ohne runterzufallen (was jetzt aber geschah).\n\nStändiges Flaming führt auch irgendwann zu einem perma-ban und offenbar warst du bereits vorbestraft (wenn auch etwas länger her). Dein chatlog (sofern vollständig) ist zwar nicht so toxisch, dass dieser sofort zu einem perma führt, jedoch hast du offensichtlich über längere Zeit ständig geflamed und nicht nur in diesem Game","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T13:36:28.528+0000","up_votes":1,"down_votes":3,"body":"nein,ich war nicht die ganze zeit toxisch....ich sage es nocheinmal.deswegen frage ich ob ein bann bereits jetzt schon gerecht ist.\n\n\nhelfende antworten,helfen auch.aber einige hier kommen einfach mit vorwürfen die nun mal nicht wahr sind.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:19:13.895+0000","up_votes":4,"down_votes":0,"body":"Wir haben versucht dir zu helfen. Einer hat sogar deinen kompletten Chatlog analysiert und jede Stelle markiert, die man, vor allem als permabanngefährdeter Spieler, besser nicht schreiben sollte. \n\nEs ist zwar sicher unangenehm einen Account zu verlieren, wenn du unter \"helfende Antworten\" aber nur verstehst, dass wir dir zustimmen und sagen, dass du völlig ungerechtfertigt gebannt wurdest und Riot voll blöd ist, dann bist du hier falsch. Schließlich geht es um dein Fehlverhalten und darum, dass du es schaffst, dich im Internet anständig zu verhalten. \n\nEs ist Schade, dass es soweit gekommen ist. Allerdings zeigst du mit deinen Antworten auch sehr gut, dass du nicht lernwillig bist. Du sagst die ganze Zeit nur \"hätt ich gewusst, dass man keine Reportcalls machen darf\" und übersiehst/ignoerierst dabei all die anderen störenden Textpassagen. Höchstwahrscheinlich hättest du auch ohne die \"Report Riven\" Abschnitte einen Permabann kassiert.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T14:42:37.059+0000","up_votes":1,"down_votes":2,"body":"dann ließ bitte nochmal meine antworten.du suchst dir nur das aus was für dich spricht.das ich euch  hier sehr oft recht gegeben habe hast du nicht erwähnt.schade.aber dennoch danke für die hilfe und ansichten von euch.es hilft wenn andere einen analysieren da man sich selbst oftmals falsch einschätzt :-)","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T15:08:36.885+0000","up_votes":2,"down_votes":0,"body":"Ich sag es mal so. Wir haben deine Angaben, den Chatlog und unsere Erfahrungen. \n\nDer Chatlog ist grundlegend immer korrekt, auch wenn man das bei der Variante, die du veröffentlicht hast, nicht nachvollziehen kann. Eigentlich wird der Link oder ein Screenshot gefordert, da es schon Fälle gab, in denen aus dem kopierten Chatlog einfach die Beleidigungen entfernt wurden.\n\nDeine Angaben können wir nicht prüfen. Wir können sie mit in Betracht ziehen. Ich glaube dir auch gerne, dass die Riven schlimm geflamt hat. Aber ich bin nicht so naiv, allen blind zu vertrauen, die sich hier über den Permabann beschweren.\n\nDa setzt nämlich die Erfahrung der Forennutzer ein. Ein Großteil der Spieler, die sich über einen Bann beschweren (insbesondere zum Ingameverhalten) lügen wie gedruckt. Die sind sich nicht zu schade das letzte aus ihrem Seemansgarn herauszuholen. \n\nDeswegen kann ich dir nicht guten Gewissens glauben, dass du zufällig zum Jahreswechsel genau 14 Tage keine Rankeds angefasst hast. Es könnte wahr sein, die Indizien die wir haben, sprechen aber deutlich dagegen. Der Permabann wird nämlich nur bei Extremfällen sofort verteilt. Also hattest du wohl einen 2 Wochenbann. \nDeine Aussage, vor einem Jahr ein paar Tage gebannt worden zu sein, ist höchstwahrscheinlich nicht zutreffend. Es wurde ja schon erklärt, dass es keine Banns für ein paar Tage mehr gibt sondern im Normalfall für 2 Wochen und für immer. Ob du nicht gemerkt hast, dass es 2 Wochen waren, weil du bei Verteilung der Strafe in Urlaub warst, ist durchaus möglich. \n\nLyte hat zwar mal geschrieben, dass es 7 Tagebanns gibt, das scheint auf EUW aber nie angewendet worden zu sein, außer bei ein paar Fällen, die von einem 14 auf einen 7 Tagebann reduziert wurden, als das System ein wenig zu streng eingestellt war.\nDazu kommt noch, dass Riots System sehr genau ist, bzw. eine sehr geringe false-positive-Rate hat. \n\nWenn wir uns entscheiden müssten, dir zu glauben, dass der Bann ungerechtfertigt wäre oder darauf zu setzen, dass er gerecht ist und wir einen Euro gewinnen wenn wir richtig liegen und einen Euro zahlen müssen, wenn wir falsch liegen, würde wohl jeder hier auf \"gerechtfertigt\" setzen. Auf \"ungerechtfertigt\" zu setze, wäre in etwa so, als würden wir hoffen, wenigstens 4 oder 5 richtige im Lotto mit einem einzelnen Los zu haben. \n\nIch kreide es dir nicht an, wenn du es uns übel nimmst, nicht für dich zu sein. Allerdings hoffe ich, dass du dadurch verstehst, warum die Leute hier sagen, \"strafe ist gerechtfertigt\".","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T15:18:31.517+0000","up_votes":1,"down_votes":1,"body":"ja ich versteh das.weiß ja das es krasse lügner gibt.kenne selbst jemand der wirklich extrem am flamen ist und es einfach abstreitet und anderen in die schuhe schiebt.dabei habe ich ihn schon bei spielen zusehen können und es war einfach extrem was er da abgezogen hat.\n\nich spiele mit dem aber auch nicht.eben aus genanntem grund.\n\nhätte ja ein foto des chatlogs hochgeladen.weiß aber nicht wie das geht.da seht aber genau das drinnen was ich hier rein kopiert habe.habs aus dieser nachricht von riot rauskopiert.\n\nich danke euch allen wirklich das ihr euch die zeit genommen habt auch teilweise lange antworten zu schreiben und will euch garnicht weiter nerven.\nes ging mir wirklich nur um die ansichten von einigen anderen leuten.deswegen habe ich das fragezeichen in der überschrift.\n\nich habe tatsächlich verstanden wie manches geschriebene für jemand anderen rüberkommt auch wenn man es selbst in dem moment garnichtmal als so negativ ansieht.\n\nsomit war dieses hier durchaus hilfreich.danke noch mal.","replies":[{"id":"","poster":"RoderickAndara90","date":"2016-02-10T16:34:40.004+0000","up_votes":2,"down_votes":0,"body":"Niemand hier im Forum kann dich entbannen. Deine Einsicht ist nicht vollkommen für umsonst wenn du sie dir für deinen nächsten Account beibehälst, doch es wird deine Strafe nicht reduzieren/ändern.\n\nReport aufrufe sind laut SummonerKodex toxisches Verhalten. Und werden von dem automatischen System was die Chats durchliest auch sehr einfach erkannt. Dein Chat an sich war NICHT sauber doch wenn es wirklich dein erstes Vergehen war, würde es für den Permabann nicht ausreichen da keine Todesdrohungen oder schwerer Rassismus dabei waren.\n\nWie dem auch sei viel spaß mit deinem neuen Account und Welcome to Summoners Rift","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-02-10T14:11:34.382+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000300000000000100000000000000010001,timestamp=2016-02-10T13:36:28.528+0000)\n>\n> nein,ich war nicht die ganze zeit toxisch....ich sage es nocheinmal.deswegen frage ich ob ein bann bereits jetzt schon gerecht ist.\n\nDu warst aber offensichtlich toxisch genug, um bereits einen 2-Wochen-ban zu erhalten und Riot hat auch klar gesagt, dass dies das letzte Strafmass vor dem Perma ist.\n\nDu warst sicherlich nicht in jedem Game toxisch. Das ist kaum ein Flamer. Aber du warst in viel zu vielen Games toxisch und der chatlog beweist dies.\n\nAuch aus meiner Sicht ist deshalb der perma gerechtfertigt.\n\n> helfende antworten,helfen auch.aber einige hier kommen einfach mit vorwürfen die nun mal nicht wahr sind.\n\nWir müssen davon ausgehen, dass deine Pause um Weihnachts- und Neujahrswoche unter Zwang war (aka 2-Wochen-ban). So zufällig genau 14 Tage nicht zu spielen, wenn man sonst so oft spielst, kann kein Zufall sein.\n\nDa es keine bans unter 14 Tage gibt und du auch bestätigt hast, dass du einen temporären ban bekommen hast, müssen wir davon ausgehen, dass es der 2-Wochen-ban war.\n\nAn der Situation ändert sich jedoch nichts:\nDu hattest offenbar Vorstrafen und hast weiter geflamet. Vielleicht flamest du weniger oft als andere, aber die \"anderen\" kriegten ihren perma eben rascher als du (Beispiele, die ich letztens gesehen habe: 1 bzw. 5 Game(s) nach dem 2-Wochen-ban kam der perma)\n\nBei dir dauerte es 5 Wochen bis zum perma.\nIm Vergleich zu anderen mit perma bis du weniger toxisch, aber im Vergleich zur Gesamt-Community gehörst du immer noch zu den sehr toxischen Spielern.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T14:44:50.170+0000","up_votes":1,"down_votes":3,"body":"ich wurde nicht 2 wochen gebannt.naja es hilft nun mal nichts.jetzt habe ich erst mal den bann.mal sehen was die zukunft bringt.danke für deine meinungen und ansichten","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T14:53:24.810+0000","up_votes":2,"down_votes":0,"body":"Wie gesagt: ich glaube nicht an Zufälle.\n\nEs waren sehr genau 2 Wochen, wo du inaktiv warst. Wären es nur 13 Tage gewesen, sähe die Sache anders aus.\n\nDu hast zugegeben, dass du für eine kurze Zeit einen ban gekriegt hast (einzelne Tage).\nSo etwas gibt es nicht (nur 2 Wochen), weshalb ich einmal davon ausgehe, dass du es als kürzer angesehen hast, weil du zur Weihnachtszeit teils auch weg warst und erst kurz vor Ende des bans davon erfahren hast.\n\nEine andere Möglichkeit sehe ich nicht, wie deine Aussage stimmig sein kann bezüglich deinem temporären ban.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-10T10:02:07.977+0000","up_votes":1,"down_votes":0,"body":"Scheinbar wurde er zu Weihnachten mit einem 14 Tagebann beschenkt.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T10:35:24.313+0000","up_votes":1,"down_votes":0,"body":"Ich habe (wegen der Menge an Games) nur bis etwa Mitte Januar geschaut. XD\n\nOK, \"1 Jahr\" ist dann doch sehr stark aufgerundet.\nMit viel gutem Willen rechne ich dem TE jetzt noch an, dass er über Weihachten/Neujahr durch die Feierlichkeiten gar nicht zum Spielen kam und erst spät den ban bemerkte (deshalb \"ein paar Tage\").\n\nUnd er hat es wirklich trotzdem recht lange ausgehalten; zumindest im Vergleich zu den letzten 2 Fällen, die ich hier im Forum kenne (ebenfalls angebliche insta-permas^^), die es nur 1 bzw. 5 Games geschafft haben zwischen 2-Wochenban und perma.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T10:53:39.970+0000","up_votes":3,"down_votes":0,"body":"Ja, er hat recht lange durchgehalten. Nach dem 2 Wochenbann, aber scheinbar nicht lange genug.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T13:45:36.696+0000","up_votes":1,"down_votes":4,"body":"naja aber lange genug das der hinweis jemand zu reporten weil er hart flamed keinen permabann wert ist.wenn man anderen mitteilt das sie reportet werden wenn sie weiterflamen,wenn dies quasi ein vergehen ist,so muss das den leuten gesagt werden.immerhin ist das ankündigen eines reports etwas alltägliches und normales in den meisten spielen.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-10T09:22:13.129+0000","up_votes":2,"down_votes":0,"body":"Solche Banns gab es in dem Zeitraum nicht. Im Normalfall gab es 2 Wochen oder Perma. Manchmal, das war aber eher die Ausnahme, 7 Tage. \n\nEin Tag ist höchstens im alten Tribunal möglich gewesen, das ist aber schon ein paar Jahre deaktiviert.","replies":[]}]}]}]}]},{"id":"","poster":"legofreak1","date":"2016-02-09T22:21:19.784+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Patty91,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000300000000,timestamp=2016-02-09T22:17:43.382+0000)\n>\n> Fairerweise muss man sagen, dass diese Argumentation nach wie vor kommt.\n\nEs kommt vor, zumindest subjektiv habe ich aber den Eindruck, dass wir dadurch besser argumentieren können. In den meisten Diskussionen stellt der TE zwar dieses Argument auf, verfolgt es aber nie sehr lange, bei den alten Reformkarten war dies noch deutlich länger der Fall. Dass der Chat der anderen fehlt, lässt dann doch einleuchten.","replies":[]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-09T22:19:24.270+0000","up_votes":1,"down_votes":1,"body":"nein.das ist nur was ich als antwort gegeben habe.was sie schrieb ist leider nicht zu sehen.und nein,ich habe nicht angefangen,man sieht doch das ich schon damit beginne mich zu rechtfertigen.das ich als kog maw eben low early bin....das tat ich weil riven schon nach meinem ersten ableben ziehmlich über abgegange ist.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-02-09T22:07:30.225+0000","up_votes":3,"down_votes":0,"body":"Selbst wenn du nicht gefeedet hast in diesem Spiel, warst du unglaublich negativ das ganze Spiel über. Du hast dich permanent mit der Riven in den Haaren gehabt. Deinen anderen Mitspielern hast du mit diesem Verhalten keinen Gefallen getan, sondern die Gesamtsituation nur deutlich verschlimmert. Letztenendes waren in diesem Spiel 2 Flamer statt eines einzigen. Deine dritte Nachricht war außerdem direkt \"stfu we win\". Du kannst mir nicht erzählen, dass dies zu einem positiven Spielklima beiträgt und dafür sorgt, dass dein Team gewinnt. Du hast vor diesem Bann bereits Verwarnungen oder einen Bann erhalten, du hast also gewusst bzw ignoriert, dass dein Verhalten nicht in Ordnung ist.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T22:25:17.143+0000","up_votes":1,"down_votes":3,"body":"danke für die antwort.womöglich habt ihr recht .aber ist ein instant permaban nicht schon etwas zu hart dafür das ich mich nicht aus der ruhe bringen ließ und die riven genauso beleidigt habe?\n\nja,ich hätte wohl nicht antworten sollen....dachte ich könnte sie beruhigen wenn ich ihr sage das ich sie reporte wenn sie nicht aufhört.aber kann man das als extrem toxisch ansehen?und warum darf diese riven immernoch weiter spielen?ihr hättet sehen müssen was sie schrieb.\n\nwie ihr sehen könnt hatten auch andere ihre probleme mit ihr.deswegen sagte ich ja noch \"yes report riven pls\" das ging and einen in unserem team der auch riven reporten wollte.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-09T22:29:54.788+0000","up_votes":4,"down_votes":0,"body":"Wenn die Riven so weitermacht, wie du beschrieben hast, wird sie auch irgendwann einen Bann erhalten. Hier geht es aber um dein Verhalten, nicht um Rivens. Wie ich schon vorher gesagt habe rechtfertigt das Fehlverhalten anderer nicht dein eigenes. Wenn jemand flamed, dann diesen ignorieren, muten und am Ende des Spiels melden. Auf den Flame einzugehen macht es nicht besser sondern verschlimmert die Situation nur weiter.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-02-09T23:55:17.669+0000","up_votes":1,"down_votes":1,"body":"\"I will report u\" -> Den Flamer kann es scheiß egal sein, was er jetzt macht, er hat sowieso einen Report im Sack, also kann er auch einfach weiter machen.\nWie man mit so einer Aussage die Person beruhigen will, kann ich beim besten Willen nicht verstehen. Generell kann ich nicht verstehen, wie du darauf kommst, dass du eine beruhigende Wirkung auf andere haben könntest. Provozierende, beleidigende Wirkung dann eher.\n\nEin Tipp, wenn du willst, dass ein Flamer wieder runter kommt, sagst du so etwas wie \"Komm runter, wir können das noch drehen, wir müssen uns zusammen reißen, du bist ganz schön fed und im Vorteil mit dir gewinnen wir\" und wenn das nicht klappt, ignoriere ihn und forder dein Team auf, ihn konsequent zu ignorieren.  Wenn er dann weiter macht, ist halt so, aber die anderen 3 sowie du werden nicht mehr davon abgelenkt.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-10T00:11:22.947+0000","up_votes":1,"down_votes":1,"body":"_\"und forder dein Team auf, ihn konsequent zu ignorieren.\"_\nNEIN! Das ist ein Report-Grund!!","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-10T01:13:58.632+0000","up_votes":2,"down_votes":0,"body":"Inwiefern ist es ein Report Grund, wenn ich sage, sie sollen sein Flame ignorieren und am besten die Mutefunktion betätigen?\n\n/edit:\n\nUnd wenn es einer ist, wieso hab ich bis jetzt, nach 3 Jahren, keine einzige Strafe bekommen? \nSelbst wenn es einer wäre, auch wenn ich es an dieser Stelle sehr stark bezweifle, da es weder toxisch ist noch in irgendeiner Form Flame oder dergleichen, würde ich es tdm so weiter handhaben, da ich dadurch signifikant mehr Spiele gewinnen, als wenn ich \na) nichts sage und zusehen, wie Leute sich zutexten\nb) sinnlos versuche mit der Ursache zu diskutieren\n\nInsofern man es nicht in 10 Sec Takt spammt, sollte keine Strafe folgen. ","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-10T12:31:19.181+0000","up_votes":1,"down_votes":0,"body":"Achso, ich hab das falsch interpretiert :D\nIch meinte damit, dass wenn man seine Teammates auffordert, z.B. von ihm wegzubleiben, ihm nicht in den Fights zu helfen etc. etc. Das wäre schon ein Report-Grund meiner Meinung nach.\n\nEs ist aber natürlilch jedem frei gestellt für sich selbst zu entscheiden, ob man dem Flamer jetzt noch weiter irgendeine Unterstützung gewährt oder nicht. Wenn ich z.B. nen Flamer habe und ich habe z.B. Heals/Shields. Wer weiß, kann ja passieren, dass man grad \"nicht aufpasst\" und der Flamer nix davon abbekommt. Und rein zufällig immer und immer wieder nix abbekommt. Ja, solche Sachen können schon passieren. Aber auffordern darf man dazu nicht.\n\nDass man sagt \"ignore his flame\", das denke ich mal, geht noch locker durch.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-10T15:58:56.909+0000","up_votes":1,"down_votes":0,"body":"Wer sich so verhält, ist einfach nur dämlich. Mehr als dazu beizutragen, dass man verliert, macht man auch nicht. Damit ist man auf einer Stufe mit dem Flamer. Merke ich, dass jemand wirklich mit Absicht versucht, jemand anderen nicht zu helfen, kriegt er von mir auch ein Report samt Begründung reingedrückt.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-11T09:27:21.557+0000","up_votes":2,"down_votes":0,"body":"Wenn es mir aber z.B. egal ist, ob ich verliere? Wenn meine Prios nun mal ganz wo anders liegen?\n\nUnd außerdem, wie willst du das denn merken? Kannst du in den Kopf des anderen Spielers reinschauen und genau sagen was er denkt und fühlt? Das ist wilde Spekulation, die du da betreibst, wenn du irgendjemandem *unterstellst*, er würde absichtlich schlecht spielen. Das ist übrigens ein Aspekt von Flamern, dass sie anderen etwas unterstellen, was sie glauben *richtig* erkannt zu haben. Und was in 99,999999999% der Fälle NICHT stimmt. Dein Report wird rein gar nichts bringen.","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-11T16:09:04.952+0000","up_votes":1,"down_votes":0,"body":"Nein, ich kann nicht in den Kopf von anderen reinschauen, das stimmt, aber Riot kann sehr wohl anhand von Daten und Spielverhalten feststellen, ob jemand mit Absicht jemand anderen nicht hilft, wenn das rein zufälligerweise immer und immer wieder vorkommt, obwohl der Spieler bei ähnlichen Situationen und bei einem anderen Spieler genau andersrum reagiert. \n\nUnd sollte ich wirklich das Gefühl haben, jemand macht dies mit Absicht und mehrmals hintereinander, dann bekommt er ein Report samt Begründung. Entweder es stimmt dann, dann kriegt er halt eine Strafe oder es stimmt nicht, dann passiert nichts. Mein Reportrating wird sicherlich darunter nicht all zu sehr leiden, da ich so ein Report ziemlich selten abgebe.\n\nAber wie gesagt, eine Person, die sowas macht, ist auf einer Stufe mit dem Flamer. Der Flamer ruiniert 4 anderen Spielern das Spiel, jemand der mit Absicht einen sterben lässt, ruiniert auch den anderen 4 Spielern das Spiel. Außerdem ist es absolut kindisch sich so zu verhalten. \nMuss jeder eben selber wissen, ob er anderen unbedingt das Spiel ruinieren muss, nur weil er sich wie ein Kleinkind verhalten muss (Flame sowie Griefplay)","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T05:56:07.274+0000","up_votes":3,"down_votes":1,"body":"Ok auch wenn es ein etwas längere Chatlog ist analysiere ich ihn mal für dich, da ich hier mehrfach von dir gelesen habe das du den Grund immer noch nicht kennst. Daher werde ich dir deinen Chatlog mit Markierungen versehen die zumindest nach meiner Meinung gegen den Weg der Beschwörer verstößt. Auf Fragen etc zur Erklärung wieso weshalb, warum werde ich gerne eingehen.\n\nkog is so low at the start...but op later\nthey will pay late game\nstfu we win{{summoner:14}} \nwait for late game pls\nyou never saw a kog late?\ngreat\npfff\nyou will see\na real gank would be very helpfull{{summoner:14}} \ni must\nbefore i must?\npff ok\nand then?i would not run away\nwhat ever{{summoner:14}} \nnot with this team,no{{summoner:14}} \ndude....you had help allways at bot...dont talk pls ez{{summoner:14}} \nwhat you talk to me?{{summoner:14}} \nreport you riven{{summoner:14}} \ni am btw much better{{summoner:14}} \ni did not even talk to you due{{summoner:14}} \nok\ni never talk to you riven and yo ufalme...you get reported...and flamers lose more;-){{summoner:14}} \nyes report her{{summoner:14}} \ni dont want to play naymore{{summoner:14}} \nexactly\ntahts why i am low....kog need much help early\nok i am done{{summoner:14}} \nbut riven dont deserve to win{{summoner:14}} \nshe want to lose{{summoner:14}} \nyep{{summoner:14}} \ntell it to riven{{summoner:14}} \n7all report riven for very hard flaming the whole game...to everyone{{summoner:14}} \nreport riven for very hard flaming{{summoner:14}} \nthats a lie...she flame hard on everyone{{summoner:14}} \nyou hust got what you ask for riven.you want i feed now?{{summoner:14}} \none word more and i feed{{summoner:14}} \nfeed?{{summoner:14}} \ncome on{{summoner:14}} \ntalk{{summoner:14}} \na word{{summoner:14}} \nokm{{summoner:14}} \nok{{summoner:14}} \nmore?{{summoner:14}} \nmore flaming?{{summoner:14}} \nok{{summoner:14}} \nmore feeding{{summoner:14}} \nas you wish{{summoner:14}} \nok{{summoner:14}} \nok so lets feed till the end now.gg....hard flamers need to lose{{summoner:14}} \nyou want it you got it{{summoner:14}} \nand riven too{{summoner:14}} \nnever saw more flame as this{{summoner:14}} \nwhat a mistake due...i would kill easy now{{summoner:14}} \nbut now you lose{{summoner:14}} \nyou saw my damage at the minions?i woud do that to the opponents...but you want i feed{{summoner:14}} \ngj flamers{{summoner:14}} \nlol tahts a lie{{summoner:14}} \njust a lie{{summoner:14}} \nand you lose for that lie{{summoner:14}} \ngj riven...you screw the game :-){{summoner:14}} \ngg...report this hard flaming riven{{summoner:14}} \ngj dudes{{summoner:14}} \n\nin 49/63 Nachrichten Flame, Blame und extrem Negatives Verhalten incl. Drohungen.","replies":[{"id":"","poster":"Prodigy Rumiho","date":"2016-02-10T11:06:04.758+0000","up_votes":2,"down_votes":2,"body":"Ich sag ja net, dass der Typ nicht toxic ist oder seinen Bann net verdient hätte, aber was du hier als toxic erachtest, ist absolute Weltklasse.\nWenn ich dich jemals in meinem Team haben sollte, werde ich vermutlich nicht mal mehr am Ende \"gg wp\" schreiben dürfen, da du das also passiv-aggressiv erachten wirst. Und wehe, ich schreibe 1x \"gj\". Dann gibts Report wegen Sarkasmus und instant Permabann! ;)","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T11:24:15.841+0000","up_votes":3,"down_votes":0,"body":"es kommt immer auf das wann und wie an.\nWenn du mir ein gj schreibst nachdem ich gestorben bin werde ich es Reporten. (Provokation, Negatives Verhalten)\nggwp ist am Ende des Spiel nicht im Ansatz passiv Aggressiv. Wie könnte es das auch sein?\n\nDu kannst auch gerne bestimmte Textstellen raussuchen die dir nicht passen. Ich habe im Eingang bereits erwähnt das ich darauf eingehen werde.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-02-10T11:08:56.902+0000","up_votes":2,"down_votes":0,"body":"Darf ich fragen, was genau dir daran nicht passt?","replies":[{"id":"","poster":"Prodigy Rumiho","date":"2016-02-10T11:25:46.631+0000","up_votes":2,"down_votes":4,"body":"Sicher darfst du das! \n\n\"stfu we win\" \nKlar ist stfu nicht nice, aber wer jemandem dafür nen Report reindrückt, der hat nicht mehr alle Tassen im Schrank, vor allem in dem Kontext, dass er anscheinend nur zwei Leute dazu bringen wollte, sich aufs Spiel zu konzentrieren. \n\n\"a real gank would be very helpfull\"\nPassiv-Aggressiv eventuell, aber vielleicht auch gar nicht böse gemeint. \n\n\"what ever\"\n????\n\n\"not with this team,no\"\nErstes Mal, wo ich das {{summoner:14}} unterschreibe.\n\n\"dude....you had help allways at bot...dont talk pls ez\"\nEr lässt sich provozieren, aber ohne jegliche Beleidigung. Auch dieser Satz ist alles andere als Toxic. \n\n\"report you riven\"\nGeht klar, finde Reportaufrufe zwar nicht toxic, aber nervig sind sie. (vor allem in größerem Ausmaß)\n\n\"i am btw much better\"\nArrogant, aber wenn es nur einmal vorkommt eher in einer Grauzone.\n\n\"i dont want to play naymore\"\n\"ok i am done\"\nMeinetwegen negativ, aber klarer Unterschied zwischen \"i dont want to play anymore\" und \"I am not playing anymore\" (ggf. mit Beleidigung)\n\nDanach geht alles klar, anderen mit feeden zu drohen und es anscheinend auszuführen ist ziemlicher Kindergarten. \n\nIch will hier nur mal betonen, dass Leute wie \"Rainbow Dashie\" dem Reportsystem durch falsche Reports schaden, da sie erstens das Reportsystem sinnlos flooden (ich würde vermutlich jedes Game von ihm reportet werden) und zweitens ihre Reports wertlos machen, wenn sie wirklich nötig werden. Und ja @Rainbow, du würdest mich jedes Game reporten, vermutlich für Sätze wie \"please stop throwing, lets group\" oder ähnliche Konsorten. \n\nIch bin Riot sehr dankbar, dass sie zum Glück nicht Leute wie Rainbow entscheiden lassen, wer gebannt wird und wer nicht, sonst wären wohl bald 80% der Community gebannt. Genau das nervt mich an ihm (oder ihr?). Selbst einen auf Schutzheiligen machen, aber im Forum andere Leute durch passiv-aggressive Posts provozieren. Respekt hat so eine Person von mir nicht zu erwarten.\n\nDanke fürs Durchlesen, und jetzt downvotet mich schön und unterstützt Rainbow ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T13:05:53.526+0000","up_votes":2,"down_votes":0,"body":">\"i am btw much better\"\n>Arrogant, aber wenn es nur einmal vorkommt eher in einer Grauzone.\n\nDa finde ich liegt doch das Problem. Die Häufigkeit des negativen Verhaltens. Für ein einzelnes \"stfu\", \"i am better\" oder \"don´t want to play anymore\" wird man sicher nicht bestraft und nur die wenigsten werden dafür zum Report greifen. \n\nBeim TE bleibt es aber leider nicht bei ein oder zwei negativen Kommentaren. Spätestens ab dem \"report riven\" merkt man, dass er nur noch damit beschäftigt ist, die Teammoral weiter zu untergraben. Die Unterhaltung mit dem Flamer, bei der jede zweite Antwort \"ok\" ist, hilft da auch nicht und schüttet nur weiter Öl ins Feuer. Wäre der TE ab dem ersten Reportcalling ruhig gewesen, hätten die Mitspieler vermutlich sogar sein Verhalten vergessen und er wäre jetzt nicht permagebannt.\n\nOb man einzelne Aussagen nun als toxisch/reportbar ansieht oder nicht, ist finde ich bei diesem Text unwichtig. Das Gesamtbild sehe ich als deutlich negativ und nicht wünschenswert an. Die Community hat da wohl eine ähnliche Meinung, sonst wäre da kein Bann draus geworden. Ein oder zwei mehr oder weniger Aussagen machen hier leider den Kohl auch nicht mehr fett. \nDie Markierungen {{summoner:14}}  von Rainbow Dashie sehe ich bei einigen Stellen auch eher als \"so etwas solltest du bleiben lassen\" statt als \"für einen solchen Satz, hast du einen Bann verdient\".\n\nEdit:\nDas Problem hier ist auch, dass Spieler sich mit solchen Kommentaren gegenseitig hochschaukeln können. Daraus wird dann ein Teufelskreis. Von \"stfu\" und \"do something usefull\" ist es nicht mehr weit bis zu Kraftausdrücken wie \"fuck you\". Der TE ist leider von etwas eher harmlosen aus immer weiter eskaliert, bis hin zu der Drohung zu trollen und konstantem Blaming.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T13:44:32.721+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000b0000000000010000,timestamp=2016-02-10T13:05:53.526+0000)\n\n>Die Markierungen von Rainbow Dashie sehe ich bei einigen Stellen auch eher als \"so etwas solltest du bleiben lassen\" statt als \"für einen solchen Satz, hast du einen Bann verdient\".\n\nMeinte Intention bei einer Chatlog Analyse ist eigentlich auch das er so etwas bleiben lassen soll und nicht das dieser und jener Satz definitiv dafür spricht das er den Bann verdient hat.\n\nWerde mir diese Kritik aber zu Herzen nehmen und das bei den nächsten in meiner Schreibweise dann ändern. Danke dafür :3","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:07:42.975+0000","up_votes":2,"down_votes":0,"body":"Ich glaube eure Meinungsverschiedenheit gründeten wirklich hauptsächlich auf dem Kommunikationsproblem. \n\nDeadmon scheint jedes {{summoner:14}} als, muss gebannt werden anzusehen, wärend deine Absicht eben wirklich nur, \"pass mit sowas auf\" war. Vielleicht hilft es ja, verschiedene Symbole einzusetzen. {{item:3751}} {{champion:63}} {{item:2050}} \n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T14:37:23.833+0000","up_votes":1,"down_votes":0,"body":"ok ich werde beim nächsten dann unterschiedliche Symbole verwenden und am besten auch noch dazu schreiben was welches Zeichen bedeutet um solche Missverständnisse zu vermeiden.\n\nNochmal danke für die Kritik.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:48:42.816+0000","up_votes":1,"down_votes":0,"body":"Keine Ursache.","replies":[]}]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-10T14:23:34.283+0000","up_votes":1,"down_votes":5,"body":"die teammoral war garnicht mehr zu untergraben...die war bereits am tiefpunkt.nicht wegen mir....zumindest nicht am anfang.ja ok...später hätte ich mir die drohung zu feeden wirklich sparen können.da stimme ich euch total zu.\n\naber mal ehrlich...letzten endes sieht man hier aus dem von mir geschriebenen doch nur meine eigne enttäuschung über das extreme geflame der anderen (bzw  hauptsächlich dier riven)\n\nich habe niemand beleidigt,nicht das spiel verlassen und auch nicht gefeedet (auch wenn ich es angedroht habe)\nich hatte keinen spaß mehr an diesem spiel mit riven und das und nicht mehr wird doch eigentlich hier deutlich.und doch habe ich bis zum letzten schlag gegen unsere base weitergemacht (ohne zu beleidigen)\n\nder größte teil was ich sonst noch geschrieben habe war normal teamkommunikation mit den anderen teammitgliedern. zb:ich bräuchte eine gank usw...oder auch das ok auf etwas das ein teamkammerad an mich im spiel schrieb...","replies":[{"id":"","poster":"legofreak1","date":"2016-02-10T14:49:37.549+0000","up_votes":2,"down_votes":0,"body":"Ich sehe in deinem Chatlog keine Nachricht von dir, die positiv zur Teamkommunikation beigetragen hat. Du hast an diesem Spiel keinen Spaß mehr gehabt, aber musst du diesen dann auch noch den anderen Spielern nehmen? Dadurch dass du dich permanent mit der Riven gezankt hast, habt ihr beide euren Teammates nur noch mehr geschadet.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T11:23:02.829+0000","up_votes":1,"down_votes":0,"body":"Shiro hat wohl scheinbar was gegen mich persönlich und gegen meine Strenge Auslegung des Wegs des Beschwörers, da dies ja nur \"Richtlinien\" sein.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T14:30:35.209+0000","up_votes":1,"down_votes":1,"body":"ähhm...ich hoffe das ihr jungs euch jetzt nicht wegen meinem problem in die haare bekommt.jeder hat eben andere ansichten.das hält das leben spannend :-)  jedenfalls danke ich euch für die verschiedenen ansichten die auf jeden fall weiterhelfen.\n\nin zukunft weiß ich das ich den mute button verstärkt bearbeiten sollte.ob das noch meinem account helfen wird weiß ich nicht.aber die hoffnung stirbt ja zuletzt :-)","replies":[]}]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-10T14:13:42.537+0000","up_votes":1,"down_votes":3,"body":"ich habe um einen gank gebeten....bitte?ist das nun auch schon flamen?waht ever habe zu niemand gesagt...du weißt doch garnicht warum ich diese dinge sagte...wie kannst du etwas aus dem kontex reißen und es einfach als flamen hinstellen.\"ok\" ist flamen?\n\nes gibt auch noch normale unterhaltungen in diesem spiel oder ist jetz tjede unterhaltung schon flamen?\n\ndas ich oft gesagt habe das ich sie reporte hätte ich mir hin und wieder verkneifen können.da hast du recht.auch die drohung zu feeden hätte nicht sein müssen.\nder rest ist normaler teamchat wie er von allen abgehalten wird.\n\nund einmal zu oft zu sagen das man jemand reortet ist einfach mit einem permabann zu hoch bestraft worden.zumindest wenn man nicht mal wusste das dieser hinweis auf das reporten des flamers bestraft wird.\n\ndu machst jetzt scherze oder?","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:40:05.118+0000","up_votes":3,"down_votes":0,"body":"> ich habe um einen gank gebeten....bitte?ist das nun auch schon flamen?waht ever habe zu niemand gesagt...du weißt doch garnicht warum ich diese dinge sagte...wie kannst du etwas aus dem kontex reißen und es einfach als flamen hinstellen.\"ok\" ist flamen?\n\n\"need help\", \"can i get a gank pls\" wären beten. \"a real gank would be very helpfull\" ist aber eher so etwas wie \"nächstes mal, wenn du auf die Botlane kommst, hast du mir gefälligst einen Doublekill zu verschaffen\". Insbesondere das \"a real gank\" sehe ich hier kritisch. Da schwingt so ein \"hat den letzten verkackt\" mit. Da ist es auch eher nebensächlich, ob die zweite Hälfte nett verfasst ist. Beim Empfänger der Nachricht, hier Riven, kommst ein \"useless gank\" an. \n \n> es gibt auch noch normale unterhaltungen in diesem spiel oder ist jetz tjede unterhaltung schon flamen?\n\nNein natürlich nicht. Wir können nicht hellsehen und sagen, worauf genau du geantwortet hast. Aber mit den ganzen \"want me to feed?\" zwischen den OKs ist es für uns am wahrscheinlichsten, dass der in etwa so aussa.Chat so aussah:\n\nfeed?\ncome on\ntalk\na word\n**I hate you**\nokm\n**You are an idiot**\nok\nmore?\nmore flaming?\n**Fuck YOU!!!**\nok\nmore feeding\nas you wish\n**shut up idiot!**\nok\n\nInsbesondere wenn du sagst, die Teammoral war schon am Boden, glaube ich nicht, dass zwischen deinen Kommentaren noch viel sinnvoller Chat statt gefunden hat.\n \n> das ich oft gesagt habe das ich sie reporte hätte ich mir hin und wieder verkneifen können.da hast du recht.auch die drohung zu feeden hätte nicht sein müssen.\n\nJa, war unnötig.\n\n> der rest ist normaler teamchat wie er von allen abgehalten wird.\n\nDefiniere \"normaler Teamchat\". Ich habe seltenst ein Team, bei dem die Hälfte der Chatnachrichten aus Schuldzuweisungen und \"flamers everywhere\" besteht. \n\n> und einmal zu oft zu sagen das man jemand reortet ist einfach mit einem permabann zu hoch bestraft worden.zumindest wenn man nicht mal wusste das dieser hinweis auf das reporten des flamers bestraft wird.\n\nWie schon gesagt, es gab da deutlich mehr als Reportcalling. Das war wohl kaum das ausschlaggebende für den Bann. \n \n> du machst jetzt scherze oder?\n\nIch glaube nicht, dass Rainbow scherzt. Vielleicht hätte bei der Analyse ein \"{{summoner:14}}  steht für 'sollte man bleiben lassen'\" geholfen um die Interpretation deutlich zu machen. Aber das wurde ja schon geklärt.\n\n","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T15:00:08.183+0000","up_votes":1,"down_votes":2,"body":"es hat aber eher so ausgesehen.\nreport riven \nich:ok\nwatch it they come bot again\nich:ok\nkeine antwort auf den ping zu dragon\nich :comeone talk.\nriven ist am flamen\nich:flame more?\nriven macht mit flamen weiter\nich:more?\nhelp dragon\nich:ok\n\nweißt du.negative vermutungen hinter jedem wort das ich sagte sind nun mal kein grund für einen permabann.eher ein zeichen dafür das jemand gern alles als negativ ansieht.und dann hat dieser jemand einen fehler gemacht weil er dinge behauptet die so nicht sind.\nwie gesagt,es gab zwischen mir und dem rest des teams eine normale kommunikation.\nwas du dahinter vermutest ist noch lange nicht das was ich sagte.\nund vermutungen sind kein grund für einen bann.\nmit dem rest hast du recht.zu oft gesagt das ich sie reporte und die drohung des feedens.....was aber durch nichtumsetzung auch kein grund für einen permabann ist.allenfalls für eine verwarnung.das würde ich auch einsehen.\nwie dem auch sei , es ist nun mal wie es ist.\nich habe duraus etwas gelernt dadurch.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T15:24:18.499+0000","up_votes":2,"down_votes":0,"body":"Jeder perma wird von einem Riot-Mitarbeiter kontrolliert. Dieser sieht auch die chats deiner Mitspieler und auch chatlogs früherer Spieler.\n\nOffensichtlich war sich jener Mitarbeiter mit dem Chatanalyse-System einig, dass deine Kommunikation doch viel negativer ist als du es hier darstellen möchtest.\n\nAbgesehen davon hast du ja noch genug Flaming im chatlog (die Nachrichten, die fett hervorgehoben sind, hast du  ja nicht kommentiert).\n\nDie Frage ist doch eher:\n\nHast du einen Plan, wie du dich zukünftig verhalten möchtest?\n\nWenn du nämlich weiter uneinsichtig bleibst, kriegst du weiterhin perma-bans; in neuen Accounts auf LoL oder in anderen Online-Spielen, da diese auch kein Flaming tolerieren.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T17:37:42.290+0000","up_votes":1,"down_votes":2,"body":"welche fett hervorgehobenen nachrichten?du meinst doch nicht etwa die vermutungen die jemand hier geschrieben hat?die eventuell seiner meinung nach gegen mich gingen?\ndas was im chat vorkam ist das was du ganz oben sehen kannst.das fettgedruckte was du etwas über uns sehen kannst ist nicht aus meinem spiel.das ist das was Sirrkas vermutung nach gegen mich geschrieben sein könnte.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T17:48:27.893+0000","up_votes":2,"down_votes":0,"body":"Ich war wohl etwas ungenau.\nDu hast ja bestätigt, dass der Riven-Spieler flamete. Die Frage ist doch (und da habe ich keine Stellungnahme von dir gefunden), warum du darauf eingegangen bist bzw. noch provoziert hast, damit der Spieler noch mehr flamete?\n\nEinen Flamer zu provozieren, damit dieser noch mehr flamet, ist auch verboten.\nDamit sinkst du die Teamstimung nochmals. Schliesslich gibt es neben euch 2 auch noch 3 weitere Mates.\n\nWarum also hast den Spieler nicht ignoriert (bzw. Mute-Funktion benutzt) und den Spieler nach dem Game reportet?","replies":[]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T14:36:21.834+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000b0002,timestamp=2016-02-10T14:13:42.537+0000)\n>\n> ich habe um einen gank gebeten....bitte?ist das nun auch schon flamen?\n\n>dude....you had help allways at bot...dont talk pls ez\n\nich denke du meinst diesen Satz. Übersetzt Kumpel... du hast bot immer geholfen... bitte sag nichts ez (aus meiner Sicht als einfach gemeint, könnte auch anders sein)\n\n>waht ever habe zu niemand gesagt...du weißt doch garnicht warum ich diese dinge sagte...wie kannst du etwas aus dem kontex reißen und es einfach als flamen hinstellen.\"ok\" ist flamen?\n\nWenn du es zu niemandem gesagt hast, wie kommt es dann in den Chatlog, den ich von oben genommen habe?\nok ist in dieser Sache nicht flamen, das stimmt. Du hättest das ganze aber durchaus eher vermeiden sollen. In dem Zusammenhang sieht es für mich aus als würdest du nur weiter provozieren wollen.\nAußerdem habe ich bei Sirrkas bereits geschrieben das meine Intention nicht ist zu sagen das alles markierte Flamen ist, sondern viel eher zu vermeiden.\n\n> es gibt auch noch normale unterhaltungen in diesem spiel oder ist jetz tjede unterhaltung schon flamen?\n\nnope ansonsten wären es auf 63/63 Nachrichten die ich makiert hätte und nicht 49\n\n> das ich oft gesagt habe das ich sie reporte hätte ich mir hin und wieder verkneifen können.da hast du recht.auch die drohung zu feeden hätte nicht sein müssen.\n> der rest ist normaler teamchat wie er von allen abgehalten wird.\n\nalso ist für dich normaler Teamchat zu schreiben das Riven das Spiel verloren hat und die andauernden Provokationen gegenüber dem Flamer?\n\n> und einmal zu oft zu sagen das man jemand reortet ist einfach mit einem permabann zu hoch bestraft worden.zumindest wenn man nicht mal wusste das dieser hinweis auf das reporten des flamers bestraft wird.\n\nJup das ist auch nicht der einzige Grund. Du Provozierst aber nahezu die ganze Zeit, drohst und bezichtigst Riven das Game verloren zu haben.\n\n> du machst jetzt scherze oder?\n\nNein. Ich meine das ganze Ernst, es beruht auf meiner Meinung und hier habe ich sie dir erklärt.","replies":[]}]},{"id":"","poster":"Speakeasy","date":"2016-02-10T11:43:27.594+0000","up_votes":1,"down_votes":0,"body":"Ich liebe es wie du das Ignite-Icon als Symbol für Flame verwendest, hahaha, sehr gut!","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-02-09T22:37:59.816+0000","up_votes":1,"down_votes":0,"body":"hmm... vielleicht hat  die Chatanalyse das \"i dont wanna play anymore\" zu wörtlich genommen. Ich sag das mal so: Bestraft werden solltest du für dieses Chatlog, da es doch jede Menge negativer Dinge beinhaltet. Aber direkt nen Perma Bann ohne vorher eine 14 Tages Strafe erhalten zu haben, erscheint mir dann doch zu hart.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T22:50:15.955+0000","up_votes":1,"down_votes":1,"body":"hi.ich habe den support schon angeschrieben.allerdings lassen sie nicht mir sich reden.auf meine frage an welcher stelle ich extrem toxisch flame geben sie keine antwort.\n\nich hätte besser überhaupt nicht auf den flamer antworten sollen.\nich finde inzwischen ist es schon hin und wieder ein drahtseilakt was und wie man etwas im spiel formuliert.ich finde es einfach falsch alle im tea mvon anfang an zu muten so wie es manche spieler machen.kpmmunikation ist das A und O im spiel.\n\nja,ich war wohl auch nicht ein engel hier,aber extrem toxisch...damit finde ich mich wirklich ungerecht benannt....ich bin keiner der gift ins team bringt...ich will gewinnen :-)\n\ndanke dir für deine antwort.","replies":[{"id":"","poster":"legofreak1","date":"2016-02-09T23:00:59.846+0000","up_votes":3,"down_votes":0,"body":"Du warst zwar kein extremer Flamer, aber von unschuldig kann hier an keiner Stelle die Rede sein. Du wurdest nicht gebannt, weil du hart über die Stränge geschlagen bist, sondern weil du wiederholt auffällig geworden bist. In diesem Spiel warst du eindeutig toxisch und dies wird nicht dein erstes mal gewesen sein. Dies war lediglich das Spiel, das das Fass bei dir zum Überlaufen gebracht hast.\n\n> ich finde inzwischen ist es schon hin und wieder ein drahtseilakt was und wie man etwas im spiel formuliert\n\nWenn du nichts gutes zu sagen hast, dann sag gar nichts. In deinem Spiel sehe ich keine einzige Nachricht von dir, die einen positiven Charakter hatte oder unterstützend für dein Team ist.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T23:10:28.565+0000","up_votes":1,"down_votes":1,"body":"moment.das letzte mal das ich eine warnung bekam ist ca ein jahr her.seit dem habe ich ja etwas geändert.weswegen ich ja so lange keinen verwarnungsban/chatban mehr bekam.\n\naber deswegen fragte ich ja hier in der comunity...um zu sehen was andere davon halten.manchmal schätzt man sich selbst anders ein.somit habt ihr recht und ich muss immernoch an meinem verhalten im spiel arbeiten.\n\nandere sehen einen anders als man selbst.somit helfen mir eure antowerten auch :-)","replies":[{"id":"","poster":"Zulwar","date":"2016-02-10T06:38:11.423+0000","up_votes":1,"down_votes":0,"body":"Moment, Parunpata schreibst du das du noch keinen 14 Tagesbann hattest und jetzt schreibst du, das du vor einem Jahr einen Verwarnungsbann, was ich als 14 Tagesbann interpretiere, da mir keine anderen Banns bekannt sind, hattest.\nWas denn nun, hattest du schon mal einen 14 Tagesbann oder nicht??","replies":[]},{"id":"","poster":"ThisOneDiesALot","date":"2016-02-10T00:20:06.512+0000","up_votes":1,"down_votes":0,"body":"Vieles von dem, was du geschrieben hast, ist toxisch.\n\nDu sagst, dass du an deinem Verhalten im Spiel arbeiten musst/willst(?). Wenn das so ist, dann schau dir mal bitte einpaar andere Beiträge hier von Flamern an, die geschrieben haben, dass sie gerne was ändern wollen und nicht mehr flamen möchten. Ich bin schon auf mehrere eingegangen. Schau dir mal meine Post-Historie an. Die besonders langen Posts sind die, in denen ich viel erkläre, warum man flamet und was man dagegen machen kann.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-02-10T15:15:19.310+0000","up_votes":1,"down_votes":0,"body":"Woher genau nimmst du eigentlich die Gewissheit, dass es ein Bann wegen \"extrem toxischen verhaltens\" ist?","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T15:23:10.355+0000","up_votes":1,"down_votes":1,"body":"das steht da in der mail von riot.\ndas ich in diesem spiel extrem toxisch war und somit nicht mehr willkommen bin :-( \n\ndann eben dieser chatlog beweis aus besagtem spiel als kog maw\n\nharter satz...besonders weil ich schon so oft streit schlichtete...","replies":[{"id":"","poster":"Abasin","date":"2016-02-11T06:34:17.442+0000","up_votes":2,"down_votes":0,"body":"Man kann auch mit einer \"scharfen Axt\" einen Streit schlichten...\n\nOffebar warst Du bei der Wahl Deiner Mittel zum Schlichten nicht gerade ein Samariter. Anders kann ich es mir nicht vorstellen.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:10:13.074+0000","up_votes":1,"down_votes":3,"body":"es ist schon ganz schön bezeichnend wie mutwillig hier manche versuchen einen als unbedingt böse hinzustellen.nicht nur  ich muss an mir arbeiten,anscheinend auch eine menge leute die hier antworten.das ist ja schon teilweise heftigeres flamen als ich es im meinem sooooo toxischem oben angegeben spiel gemacht habe.\n\ndas da oben ist der grund für den bann....nur das...nicht mehr und nicht weniger.wo ist das problem darauf einzugehen ohne hunderte falsche vermutungen aufzustellen?\n\naber ich will keine antworten mehr.ist ok jetzt.falsche vermutungen und anschuldigungen helfen mir auch nicht weiter.\n\nich könnte dir jetzt auch vorwerfen warum du nicht gebannt bist...du bist doch bestimmt ein ganz krasser flamer wenn ich mir deine antworten so ansehe...die voller falscher vorwürfe und anschuldigungen sind....aber das mache ich nicht weil ich mich auf fakten und nicht die wildesten vermutungen berufe.","replies":[{"id":"","poster":"Abasin","date":"2016-02-11T14:06:38.052+0000","up_votes":2,"down_votes":0,"body":"Ich berufe mich nur auf Aussagen von Dir. Und Dein im Chatlog gezeigtes Verhalten. Daher ist mein Vergleich mit der scharfen Axt zwar sehr drastisch, aber Übertreibung macht ja bekanntlich anschaulich. \nOb Du uns wirklich Deinen kompletten Chatlog übertragen hast, oder einige Zeilen unterschlagen hast, bleibt bislang Dein Geheimnis. Insgesamt aber ist Deine Darstellung nicht ganz rund, weswegen viele etwas skeptisch sind. Du könntest das entkräften, wenn Du, wie anderswo verlangt, Deine Mail im Original verlinkst oder eine volle Serie Screenshots hochlädst.\n\nP.S.: Ich wurde noch nie im Spiel verwarnt und schreibe auch recht wenig im Chat. Mal ein gj, gg wp, den Piratengruss wenn ich GP oder MF kriege, oder my fail bei einer saublöden Aktion von mir. Und das auch nur, wenn ich gerade tot bin oder grade nichts anderes geht. Ich mache mir doch nicht meine Spielzüge kaputt, um auf irgendwelche Einwürfe zu einzugehen. ","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T14:15:02.430+0000","up_votes":1,"down_votes":1,"body":"schon geschehen :-)\n\nhttp://www.pic-upload.de/view-29708101/Unbenannt.png.html\n\nhttp://www.pic-upload.de/view-29708106/Unbenannt2.png.html\n\nhttp://www.pic-upload.de/view-29708110/Unbenannt3.png.html","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T14:15:45.762+0000","up_votes":1,"down_votes":1,"body":"es geht nur um dieses match","replies":[{"id":"","poster":"Abasin","date":"2016-02-11T14:32:34.824+0000","up_votes":2,"down_votes":0,"body":"Habs nicht Zeile für Zeile verglichen, aber nach erster Sichtung sieht es nach 100% Übereinstimmung aus. Jetzt aber folgendes. Es geht nicht nur um dieses eine Match - auch wenn Du Riven massiv angreifst - sondern dieses Match war dasjenige, welches den letzten Nagel in Deinen Sarg getrieben hat. Und das ist der Punkt, der Dir einfach nicht klar wird. \nDie ganzen Grünen hier haben versucht Dir genau das zu vermitteln, aber Du machst an der Stelle dicht. \"Ich wurde zu Unrecht gebannt\"-Threads gibt es zuhauf hier und jeder Gebannte hat die gleiche Vorstellung, dass er wegen _**eines**_ \"harmlosen\" Chatlogs gebannt wurde. Jedem davon muss man aufs Neue klarmachen, dass es so simpel nicht ist.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T14:39:03.022+0000","up_votes":1,"down_votes":2,"body":"tja,das ich ansonsten kein toxischer spieler bin kann ich leider nicht beweisen.mir bleibt nur diese mail...aber zumindest seht ihr das ich kein lügner bin :-)\n\neine andere frage....kann es sein das der spieler mit riven,selbst einen supporter kennt und diesen bescheid gesagt hat?\nhabe schon von anderen spielern gehört das sie supporter in der freundesliste haben und so den ein oder anderen dadurch entbannen sowie auch bannen lassen können....sofern sie gut mit dem supporter klarkommmen.\n\n\nich meine...supporter sind ja auch nur menschen die dieses spiel spielen.\n\nder bann kam auch sehr sehr schnell nach dem spiel.gibt es kein tribunal mehr?habe das tribunal vorher selbst öffter genutzt.war aber lange nicht mehr da.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-11T14:47:09.479+0000","up_votes":3,"down_votes":0,"body":"Ich sag es mal so. Theoretisch ist es möglich, dass der Spieler wirklich einen Riotler kennt. Sollte das der Fall sein, könnte er den Riotler auch fragen, ob er dir einen Bann reindrückt. Das wars dann aber auch. Sobald sich ein Riotler nämlich aus solchen eigennützigen Zwecken an den Systemen vergreift, kannst du dir sicher sein, dass der rausfliegt. \n\n>der bann kam auch sehr sehr schnell nach dem spiel.gibt es kein tribunal mehr?habe das tribunal vorher selbst öffter genutzt.war aber lange nicht mehr da.\n\nDas Instantfeedbacksystem (das aktuelle Tribunal, aber ohne Voting durch Spieler) kann Maßnahmen innerhalb von 15 Minuten ergreifen. Das bedeutet, dass man nach einem Spiel gemeldet werden kann und schon in der Championselect einen Bann kassiert und rausgeworfen wird. Es kann auch sein, dass der Bann erst nach dem nächsten Spiel eintrifft, weil man es vorher ins Game geschafft hat.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T14:59:22.159+0000","up_votes":1,"down_votes":3,"body":"aber was ist wenn es keinem auffällt das er mich gebannt hat nur um einem kumpel zu helfen?immerhin werden banns von suppoertern als etwas fast unbezweifelbares angesehen.\n\nkomisch ist eben auch das diese riven so selbstbewusst geflamed hat als könnte ihr nichts geschehen.ich habe sie ja auch gemeldet und bei diesem extremen flaming hätte es durchaus einen permabann geben müssen.\n\nwar ja wie gesagt selbst immer wieder im tribunal um zu urteilen.und wenn jemand im grossen und ganzen normal mit den anderen spielern in seinem team ungegangen ist ,dann habe ich ihn auch nicht wegen einem \"noob\" gleich verurteilt.\naber von da weiß ich das dieses extreme verhalten wie von dieser riven sehr schnell und hart bestraft wurde....normalerweise.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T15:42:39.611+0000","up_votes":1,"down_votes":0,"body":"Wenn ich Flamer in meinem Team habe dann sind die immer so selbstbewusst das sie nicht gebannt werden. Hier hatten wir auch schon den Chatlog von so jemandem.\n\nWenn dir der Ban wirklich als ach so ungerechtfertigt vorkommt hättest du auch den Support einschalten können. (wenn ich mich hier nicht irre)","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T16:36:09.518+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000d00000000000000010001000000000000000100000000,timestamp=2016-02-11T15:42:39.611+0000)\n>\n> Wenn ich Flamer in meinem Team habe dann sind die immer so selbstbewusst das sie nicht gebannt werden. \n\nDies ist auch grundsätzlich der Fall, dass Flamer nicht an eine Bestrafung glauben / bzw. dass sie erwischt werden. \n\nDies ist natürlich nicht nur in Online-Games der Fall.\nSobald jemand glaubt, dass man nicht für ein Vergehen erwischt wird, ist die Hemmschwelle massiv geringer.\n\nZudem ist es ein alter Trick einiger Flamer, zu behaupten, dass man jemanden von Riot kennen würde.\nDamit hoffen diese Flamer, erst recht nicht erwischt zu werden, weil die Mates dann glauben, ein Report hätte keine Auswirkung (bzw. man wird sogar von einem Riot Mitarbeiter unberechtigt bestraft)\n\nAber wie erwähnt:\nLogisch überlegt würde kein Riot Mitarbeiter seinen Job für jemanden auf der FL riskieren.\nDas Ganze ist also nur ein Trick, um nicht reportet zu werden.","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2016-02-11T14:42:32.765+0000","up_votes":2,"down_votes":0,"body":"Ich hab 2015 angefangen und kenne die Tribunalsachen nur noch von Lagerfeuergeschichten. Also das ist schon länger down. Dafür gibts die Chatanalyse, wahrscheinlich eine Art neuronales Netz.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T15:05:51.179+0000","up_votes":1,"down_votes":1,"body":"echt?ich bin schon seit 3-4 jahren dabei...mit diesem account.......naja jetzt nicht mehr :D","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T15:40:43.927+0000","up_votes":1,"down_votes":0,"body":"das Tribunal ist seit etwa 2-3 Jahren down und wird auch noch eine weile down bleiben.\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen\n\nDas ist das jetzige System.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Plexpara","date":"2016-02-11T14:13:46.597+0000","up_votes":1,"down_votes":1,"body":"schon geschehen :-)","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2016-02-11T13:23:59.881+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000d000000000000,timestamp=2016-02-11T13:10:13.074+0000)\n>\n> das da oben ist der grund für den bann....nur das...nicht mehr und nicht weniger.wo ist das problem darauf einzugehen ohne hunderte falsche vermutungen aufzustellen?\n\nWer sagt dies? (ausser du, aber du bist verständlicherweise keine neutrale Stelle).\n\nDu kannst uns ja einmal den Text vom e-mail von Rion posten (am einfachsten: einfach den Link aus der Mail; da sollte einer dabei sein, der den Text und den Chatlog beinhaltet).\nIch denke, das steht nirgends, dass Riot bestätigt, es sei nur wegen dieses eine Game.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:29:08.377+0000","up_votes":1,"down_votes":2,"body":"ich finde keinen link.aber ich könnte es als foto hochladen wenn ich wüsste wie ich hier ein foto hochlade.vielleicht kannst du mir sagen wie ich hier ein foto hochlade...","replies":[]}]}]}]}]}]},{"id":"","poster":"BlueTayson","date":"2016-02-10T20:21:14.377+0000","up_votes":1,"down_votes":6,"body":"Gottverdammte scheiße Riot hat sie nicht mehr alle, für ein paar beleidigungen einen perma?!?!?!? Ich wurde auch perma gebannt obwohl ich seit der season 1 spiele und Spaß habe am Spiel aber was soll man machen die sind halt alle total durchgeknallt, weil sie alle viel zu viel Geld verdienen...","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T04:13:34.252+0000","up_votes":1,"down_votes":4,"body":"ich habe aber niemanden beleidigt.schon krass das heir nur die wenigsten leute bei den fakten bleiben und einfach mit vermutungen und falschen vorwürfen einen perman begründen wollen.das spiel das da obenr steht ist der grundfür den  bann...und nicht irgendwelche spiele die womöglich noch da waren ....nur wegen diesem spiel....deswegen schreibe ich ja das alles......","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T08:31:56.830+0000","up_votes":2,"down_votes":0,"body":"NEIN.\n\nIch dachte du hast es mittlerweile Begriffen gehabt...\n\nDu hast mehrere hunderte Spiele geflamed. Ansonsten würdest du nicht mal im Ansatz in die Reichweite eines Perma kommen. Dieses Spiel war der 7. Punkt in Flensburg und jetzt ist der Lappen weg.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T13:01:53.884+0000","up_votes":1,"down_votes":5,"body":"nein....ich habe eben nicht mehrerehunder spiele geflamed....sag mal ist das so schwer zu vertsehen?\n\nDIESES eine spiel ist der grund für den bann.man bekommt mit der mail von riot auch den frund des bannes.....der grund ist dieses spiel.\nhätte ich wie ein kranker geflamed...würde ich die frage nicht stellen ob das gerechtfertigt ist.\n\nund vermutungen sind hier nicht gefragt,sondern fakten.meinst du jemand geht in den knast weil man vermutet das er ein mörder ist weil er mal jemand schief angeschaut hat?nein,er wird nicht in den knast wandern.\n\nich \"war zirka 2 wochen nicht im spiel\",hat jemand gesagt.das könnte hinkommen für einen 2 wochen bann.ich war schon oft auch länger nicht im spiel.\nund ein  2 wochen bann ist ein 2 wochen bann und nicht ein \"zirka 2 wochen\" bann.\n\nda ich dieses spiel häufig spiele kommt es auch immer wieder vor das ich ne pause vom zocken haben möchte...das könnnen tage,wochen und sogar monate sein.\nda gleich immer banns zu vermuten ist schon gewagt.\n\naber ist ok jetzt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T15:37:11.101+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000e000100000000,timestamp=2016-02-11T13:01:53.884+0000)\n>\n> nein....ich habe eben nicht mehrerehunder spiele geflamed....sag mal ist das so schwer zu vertsehen?\n\nTut mir leid. Das vertrauen in Perma Gebannte Spieler haben viele davon zu nichte gemacht in dem dieses das gleiche wie du behauptet haben und dann ziemlich leicht enttarnt wurden.\n\n> DIESES eine spiel ist der grund für den bann.man bekommt mit der mail von riot auch den frund des bannes.....der grund ist dieses spiel.\n\nWenn du im Straßenverkehr schon 7 Punkte hast und soviel zu schnell fährst das du 1 weiteren Punkt bekommst ist das auch der AUSLÖSER für den Verlust der Fahrerlaubnis. \nSelbes Beispiel wie hier der GRUND ist das du viel geflamed hast. Der AUSLÖSER für den Ban war dieses Spiel.\n\n> hätte ich wie ein kranker geflamed...würde ich die frage nicht stellen ob das gerechtfertigt ist.\n\nIch habe im Forum vielleicht 1 Perma gebannten gesehen der das gemacht hat was du hier schreibst.\n\n> und vermutungen sind hier nicht gefragt,sondern fakten.meinst du jemand geht in den knast weil man vermutet das er ein mörder ist weil er mal jemand schief angeschaut hat?nein,er wird nicht in den knast wandern.\n\nJa die Fakten stehen gegen dich. Der Chatlog steht gegen dich. Der Perma Ban steht gegen dich.\n\n> ich \"war zirka 2 wochen nicht im spiel\",hat jemand gesagt.das könnte hinkommen für einen 2 wochen bann.ich war schon oft auch länger nicht im spiel.\n> und ein  2 wochen bann ist ein 2 wochen bann und nicht ein \"zirka 2 wochen\" bann.\n\nDu hast 14 Tage lang nicht gespielt und einen Ban bekommen gehabt, hast du bestätigt. Du meintest der Ban sei ein paar Tage gewesen. Das ist eine Lüge, es gibt seit Jahren keine paar Tage Bans mehr.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-11T17:44:33.608+0000","up_votes":1,"down_votes":3,"body":"ich habe nicht bestädigt das ich in dieser zeit einen bann hatte.ich habe bestädigt das ich vor langer zeit schon ein tag oder ein paar tage gebannt war.weiß nicht mehr wie lange der bann war.weiß aber das es lange her ist.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T18:12:49.232+0000","up_votes":3,"down_votes":0,"body":"Das meinte ich doch, das du zugegeben hast einen Ban zu bekommen.\n\nSollte dieser nicht 2-3 Jahre her sein wird es auch kein \"ein tag oder ein paar tage\" gewesen sein, denn nur zu Tribunal Zeiten wurde dies so vorgeben.","replies":[]}]}]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-02-10T20:31:20.308+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=BlueTayson,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000e,timestamp=2016-02-10T20:21:14.377+0000)\n>\n> Gottverdammte scheiße Riot hat sie nicht mehr alle, für ein paar beleidigungen einen perma?!?!?!? Ich wurde auch perma gebannt obwohl ich seit der season 1 spiele und Spaß habe am Spiel aber was soll man machen die sind halt alle total durchgeknallt, weil sie alle viel zu viel Geld verdienen...\n\nDir ist bewusst, dass das Bann-System Stufenweise aufgebaut ist? Nach dem 14 Tagesbann kommt unweigerlich der Perma. Da ist es dann egal, ob Du da nur ein paar mal noob geschrieben hast, oder richtig hart beleidigst.\nWenn ich immer wieder so viel zu schnell mit dem Auto fahre, dass ich einen Punkt in Flensburg und eine Geldstrafe bekomme, ist nach 7 Punkten der Lappen weg, auch wenn ich beim letzten mal wieder nur so viel zu schnell gefahren bin, dass es wieder nur einen Punkt und eine Geldbuße gegeben hätte.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-11T08:32:20.378+0000","up_votes":3,"down_votes":0,"body":"Wenn du deine Aussage belegen möchtest Chatlog or didnt happen.","replies":[]}]},{"id":"","poster":"s4rger4s","date":"2016-02-11T13:05:15.308+0000","up_votes":1,"down_votes":0,"body":"Ich finde es überraschend und amüsant zu gleich, dass 90% (oder mehr) der ganzen \"ich wurde permabanned QQ\"-Threads immer 2 Sachen gemeinsam haben:\n\n1. Sie sehen nicht oder nur eingeschränkt ein, dass sie Scheiße gebaut haben.\n2. Das Englisch in den Chatlogs ist zum Kotzen.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-11T13:13:21.288+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=s4rger4s,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=0010,timestamp=2016-02-11T13:05:15.308+0000)\n>\n> 1. Sie sehen nicht oder nur eingeschränkt ein, dass sie Scheiße gebaut haben.\n\nLiegt auf der Hand.\nWer es einsieht/erkennt, eröffnet keinen Thread. Warum auch? ;)\n\n> 2. Das Englisch in den Chatlogs ist zum Kotzen.\n\nIst auch nachvollziehbar.\nMan hat wenig Zeit zum Schreiben, ist gestresst und zudem auch wütend (weshalb man ja flamed). Dies sind alles Punkte, die der Rechtschreibung nicht gut tun; auch in der Muttersprache.","replies":[{"id":"","poster":"s4rger4s","date":"2016-02-11T13:32:45.882+0000","up_votes":2,"down_votes":0,"body":"Es gab aber auch schon ein paar \"gute\" Ausnahmen, bzw. welche, die es nach einigen Kommentaren eingesehen haben.\n\nNaja, über die Rechtschreibung würde ich hinwegsehen, aber auch bei der Grammatik zieht es einem die Schuhe aus ;)","replies":[]}]},{"id":"","poster":"Plexpara","date":"2016-02-11T13:13:06.671+0000","up_votes":1,"down_votes":2,"body":"was hat das mit dem thema zu tun?","replies":[]}]},{"id":"","poster":"Pearli","date":"2016-02-10T06:37:51.556+0000","up_votes":2,"down_votes":0,"body":"Du sagst selbst, dass du vor einem Jahr schon auffällig geworden bist mit diesem Account, hast mit diesem Spiel aber bewiesen, dass du anscheinend nichts gelernt hast. Es ist, in meinen Augen, keine Schande, wenn einem in 100 Spielen bei einem Spiel einmal ein \"reported\" rausrutscht. Das ist jedem mal passiert und man ärgert sich da ja selbst dann drüber. aber dein chatlog zeigt irgendwie kein einziges positives Statement von dir. angenommen es war ein 20 Minuten game (ff) und die ersten 5 Minuten verliefen ruhig, hast du danach so gut wie keine Zeit gehabt, an einer vernünftigen spielhandlung teilzunehmen. Den Fehler solltest du dann selbst erkennen, unabhängig was andere gemacht haben.\n\nFür mehr als ein \"gj\", \"wp\", \"oom\" oder das obligatorische \"ggwp\" am Ende nutze ich den Chat nicht. Und damit fahr ich bis jetzt ganz gut. Ich will mit den Leuten ja kein Kaffeekränzchen halten, sondern vernünftig spielen. und wenn mir einer gut gefällt, frag ich nach dem Spiel um eine \"freundschaft\" und unterhalte mich dann halt privat mit ihm. Passt und keiner flamt.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T13:59:38.128+0000","up_votes":1,"down_votes":2,"body":"da hast du recht.in diesem spiel hatte ich nach den beleidigungen verständlicherweise auch keine gute laune mehr.sorry aber ich werde nicht mit komplimenten auf schwer beleidigungen reagieren.mit beleidigungen aber auch nicht.somit habe ich mich hier in der mitte vewegt...das sollte doch schon noch erlaubt sein.....\n\nabgesehen davon sind hier doch einige leute die auch andere chats von mir sehen können.die sollten doch dann auch sehen wie oft ich schon beruhigend auf aufgebrachte spieler gewirkt habe.aber das wird einem dann leider nicht angerechnet.","replies":[{"id":"","poster":"Sirrkas","date":"2016-02-10T14:24:35.758+0000","up_votes":2,"down_votes":0,"body":"Niemand von uns hier kann deine Chatlogs einsehen. Das können bestenfalls ein paar Riotmitarbeiter. \n\n1 Monat nicht straffällig geworden zu sein, ist übrigens kein Freifahrtsschein, gegen die Regeln zu verstoßen. \nNur weil ich noch nie vor einem Richter stand und noch keine Straftat begangen hat, ist es mir auch nicht gestattet einfach in ein Haus einzubrechen. Wenn ich dem Richter dann sage, \"ja aber das war das erste mal, dachte da krieg ich nur eine Verwarnung und mir wird gesagt ich soll das nie wieder machen\", muss ich auch nicht damit rechnen, freigesprochen zu werden.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T14:38:45.366+0000","up_votes":1,"down_votes":1,"body":"klar.aber in ein haus einzubrechen und jemandem die zunge rauszustrecken wird ja auch nicht beides gleichermaßen mit 10 jahren haft bestraft.und ich habe hier eher \"nur\" die zunge rausgestreckt.in ein \"haus eingebrochen\" bin ich ich diesem spiel noch nie (sprich extrem toxisch-war ich noch nie)\n\nsomit ist ein permaban für das \"zunge rausstrecken\" schon etwas hart bestraft.","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-10T14:46:49.018+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000c000000000000,timestamp=2016-02-10T14:38:45.366+0000)\n>\n> klar.aber in ein haus einzubrechen und jemandem die zunge rauszustrecken wird ja auch nicht beides gleichermaßen mit 10 jahren haft bestraft.und ich habe hier eher \"nur\" die zunge rausgestreckt.in ein \"haus eingebrochen\" bin ich ich diesem spiel noch nie (sprich extrem toxisch-war ich noch nie)\n> \n> somit ist ein permaban für das \"zunge rausstrecken\" schon etwas hart bestraft.\n\nIm Vergleich zu 10 Jahren Haft wegen Einbruch?\n\nEntweder überschätzt du die Strafe eines Account-permabans in einem f2p-Game oder unterschätzt eine 10jährige Haftstrafe.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-02-10T14:46:37.650+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Plexpara,realm=EUW,application-id=KYnfKGf0,discussion-id=IYlEpbE6,comment-id=000c000000000000,timestamp=2016-02-10T14:38:45.366+0000)\n> \n> somit ist ein permaban für das \"zunge rausstrecken\" schon etwas hart bestraft.\n\nDu bist aber nicht dafür bestraft worden, dass du dies einmal gemacht hast, sondern wiederholt auf diese Weise negativ auffällig geworden bist. Dies war zwar kein harter Flame, du bist aber trotzdem deutlich negativ auffällig geworden und dies nach der Warnung, dass du beim nächsten Auffallen permagebannt werden wirst.","replies":[]}]}]}]}]},{"id":"","poster":"im Kiri","date":"2016-02-10T05:23:51.763+0000","up_votes":2,"down_votes":1,"body":"Tut mir leid , aber Menschen vergessen dass es immer noch ein \" Mute \" Button existiert. \nDein Fehler wenn DU dich auf das Niveau von solchen Spielern begibst.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T06:04:09.467+0000","up_votes":1,"down_votes":2,"body":"falls ich jemals den account zurückbekomme werde ich diesen button auch ausgiebig nutzen.falls nicht,hat es sich eh erledigt,da ich ich nicht die zeit und das geld habe einen neuen account aufzubauen.","replies":[{"id":"","poster":"Abasin","date":"2016-02-10T06:24:57.968+0000","up_votes":1,"down_votes":0,"body":"Den Account kannst Du vergessen. Permabanns werden nicht zurückgenommen, ausser es geht um ungeklärte Zahlungen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T06:39:50.087+0000","up_votes":1,"down_votes":0,"body":"nicht ganz auch bei groben Fehlern Seitens Riot werden diese Bans zurück genommen.","replies":[{"id":"","poster":"Abasin","date":"2016-02-10T06:47:58.839+0000","up_votes":1,"down_votes":0,"body":"Stimmt, aber ich denke nicht, dass in diesem Fall ein grober Fehler seitens RIOT vorliegt. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-02-10T07:19:23.768+0000","up_votes":1,"down_votes":0,"body":"schätze ich auch mal, aber der vollständigkeits halber.","replies":[]}]}]}]}]}]},{"id":"","poster":"Again Nether","date":"2016-02-10T00:34:42.612+0000","up_votes":1,"down_votes":0,"body":"Also bei der Menge an geschriebenen weiß ich gar nicht wann du noch Zeit gefunden hast überhaupt zu spielen? Anyway ich hätte dich sowieso ziemlich früh, wahrscheinlich schon bei \"stfu\" gemutet, weil man einfach weiß was darauf alsbald folgt. Das schlimme ist einfach, dass sich viele Leute drauf einlassen, und man hat dann einfach schon wenigstens 2 Leute die kaum noch ordentlich zum spielen kommen weil sie ständig schreiben oder so aufgehetzt sind dass sie nicht mehr ordentlich lasthitten. Letztendlich ist das alles großer Müll den du da geschrieben hast, nichts sinnvolles oder nützliches, eher als wenn du auf Drogen, besoffen oder sonstwas warst.","replies":[]},{"id":"","poster":"Leee","date":"2016-02-09T22:08:45.036+0000","up_votes":1,"down_votes":0,"body":"Wenn du noch keine Verwarnungen bekommen hast, dann solltest Du den Support anschreiben und es ihn schildern, diese können dann dein Chatverlauf verfolgen. \n\nPS: Drohung ist nie eine Lösung, da kommt eher nur das schlechtere dabei raus und daher solltest du bei Belästigung einfach den MuteButton benutzen, weil dafür ist er da ;D\n\nLG Lee","replies":[]},{"id":"","poster":"EpicDieterBohlen","date":"2016-02-09T22:06:48.233+0000","up_votes":1,"down_votes":0,"body":"sorry, aber der ban ist gerecht. über 70% von dem was du schreibst ist flame. \n\nund merk dir eins-> es zählt in deinem report nur das was DU geschrieben hast. was ANDERE schreiben ist EGAL!","replies":[{"id":"","poster":"Plexpara","date":"2016-02-09T22:27:35.882+0000","up_votes":1,"down_votes":3,"body":"danke für die antwort.aber sei mal ehrlich...ist das extrem toxisch?eine warnung oder ne chnace hätte ich verdient.zumal ich normalerweise eher der streit zwischen team mitgliedern schlichte da sowas gift für ein team ist.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-10T00:16:11.469+0000","up_votes":2,"down_votes":1,"body":"Das ist kein Team. Das sind jedes mal fünf zusammengewürfelte Leute, die sich für 30 Minuten sehen und dann nie wieder. Das ist alles, aber kein Team. Ein Team ist was völlig anderes. Ich verstehe, dass du das gut meinst mit Streit schlichten und fürs \"Team\" da sein. Aber da ist nix. Das ist nur ein wilder Haufen.","replies":[{"id":"","poster":"Plexpara","date":"2016-02-10T05:07:36.148+0000","up_votes":2,"down_votes":3,"body":"also ich sehe es in dem moment als ein team an.man zieht an einem strang um zu gewinnen.aber ich weiß was du meinst.ein festes team ist natürlich was ganz anderes.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-10T12:25:18.701+0000","up_votes":1,"down_votes":0,"body":"Naja, das tuen die Leute eben nicht. An einem Strang ziehen um zu gewinnen. Dann würden sie ja nicht anfangen zu flamen :D\nNein, es ist eigentlich jedes mal 5 Egoisten, denen nur eins wichtig ist: SELBST zu gewinnen. Es geht dabei nie um die anderen. Einfachstes Beispiel: KS-Vorwürfe. Absoluter Schwachsinn vor dem Herren. Wenn es ein Team wäre, wäre es recht egal, wer den Kill kriegt. Denn es geht nicht um Kills, es geht darum den gegnerischen Nexus zu zerstören. Jetzt könnte man argumentieren: Ja, aber wenn ich als Laner den Kill kriege statt der Jungler, dann hab ich ja mehr Gold und kann schneller Items kaufen bla bla bla. Na und? Was macht der Jungler mit dem Gold? Etwa auf die Bank bringen? Ist doch egal, wer den Kill kriegt. Hauptsache, man hat \"fürs Team\" was getan. Aber wie gesagt, \"Team\" ist in der SoloQ allerhöchstens ein Flame-Wort :D","replies":[]}]}]}]}]}]}