{"id":"MYO3Ei11","poster":"SkyeTheDog","date":"2016-02-09T18:25:48.779+0000","title":"Spielabbruch nach championauswahl","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich habe nun seit ein paar stunden ein problem, ich komme zwar in die championauswahl und bis dahin l&auml;uft noch alles gut aber nachdem eiglt das spiel starten sollte, kommt nix mehr! kein pop-up zum spiel. ich kann nur den &quot;reconnect&quot; knopf dr&uuml;cken allerdings mit dem gleichen effekt - n&auml;mlich nix\r\n\r\nich habe auch kein lolrecorder oder &auml;hnliches installiert....\r\nwei&szlig; nicht woran das liegen kann, is das ein generelles problem also bin ich nicht der einzige?\r\n\r\nw&auml;re klasse wenn ihr mir helfen k&ouml;nntet &lt;3","replies":[{"id":"","poster":"SkyeTheDog","date":"2016-02-10T01:13:49.718+0000","up_votes":1,"down_votes":0,"body":"ok hab irgendwie herausgefunden was du meinst..\n\nhoffe das klappt jetz auch irgendwie, sodass du es sehn kannst\n\nhttp://pastebin.com/NBUpFs4R\n\nhttp://pastebin.com/aEEH6N97","replies":[{"id":"","poster":"legofreak1","date":"2016-02-10T10:53:32.464+0000","up_votes":1,"down_votes":0,"body":"Sollte dies dein aktuellstes Redlog sein, dann ist für dein letztes Spiel keines erstellt worden, der Client hat also nichtmal versucht zu laden. Dies passiert eigentlich nur in 2 Fällen:\n1. Der Client ist defekt oder modifiziert worden, sodass er nicht starten kann.\n2. Es ist andere Software auf dem PC installiert, die den Client vom Laden abhält.\n\nBei Verbindungsproblemen würde der Client wenigstens noch versuche zu laden, die Verbindungsprobleme dann aber im Log protokollieren.\nDeinstalliere also bitte den Client, lösch alle Daten aus dem Installationsverzeichnis und [installiere das Spiel neu](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0001). Deinstalliere soweit möglich alle Programme, die mit dem Client interferieren könnten (lol-replay, TS, Overwolf...) und schalte alle anderen Hintergrundprogramme (inklusive Antivir, Chrome, etc) aus. Wenn es dann wieder geht, kannst du diese einzeln wieder einschalten, bis du das Program gefunden hast, das die Probleme verursacht.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-02-09T22:10:23.230+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte dein [DxDiag](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) und dein letztes [R3dlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0000) hochladen?","replies":[]},{"id":"","poster":"SkyeTheDog","date":"2016-02-09T18:45:57.822+0000","up_votes":1,"down_votes":0,"body":"ich habe eben auch noch ein erstelltest costumgame probiert aber auch hier ist nach der champauswahl schluss... was is das? :/","replies":[]}]}