{"id":"sAaBviY7","poster":"ProdyG","date":"2016-02-09T22:02:45.560+0000","title":"Champion Konzept : Valerik der Tapfere","subforum":"Skin- & Champion-Konzepte","embed":{"title":null,"description":null,"url":"https://cdn2.artstation.com/p/assets/images/images/000/336/906/large/diego-gisbert-llorens-combatant-wip4a.jpg?1417727015","image":null},"up_votes":1,"down_votes":1,"body":"______\r\nVorwort:\r\n****\r\nHallo liebe Leser,\r\nMeine Idee basiert auf den Mythos des Tempelritterordens. Mehrere Tapfere Ritter die sich zusammengeschlossen haben um f&uuml;r etwas zu k&auml;mpfen. \r\nSo ein Orden mit gleich mehreren Champions verschiedener Fraktionen w&uuml;rde sich in League of Legends gut tun. Jeder Mitglied des &quot;Valeri Ordens&quot;&lt;--(fremde macht)  besitzt einen Magischen Ring der denjenigen Magische Kr&auml;fte verleit und gleichzeitig auch die Passive dessen Champions darstellt. Der Champions sollte wie ein normaler Ritter aussehen, ganz ohne eines &quot;mystischen&quot;  Designs. Er soll als AD K&auml;mpfer auf der Toplane gespielt werden wobei er auch als Tank gespielt werden k&ouml;nnte, da er ein Schild besitzt.Ich finde ein klassischer Ritter w&uuml;rde zwischen all den mystisch gestalteten Champions etwas Abwechslung rein bringen.\r\n\r\n____\r\n____\r\nGeschichte:\r\n\r\n(Geboren ist er in Berg Targon)\r\nSchon von Kindesalter an ist Valerik ein begabter Schwertk&auml;mpfer, sein Lehrer sah schon immer einen Mutigen kleinen Jungen in ihm. Doch da er der Sohn eines &quot;Verr&auml;ters&quot; ist wird er von allen Leuten der Stadt verspottet. Auch Freunde findet er nicht sodass er seine Zeit alleine verbringt. Allein sein Lehrer steht im zur Seite. Er besucht oft die Bibliothek und lernt alles &uuml;ber die Schatteninseln und dessen &quot;Finsteren Gestalten&quot;. Fr&uuml;h beschloss er diese Wesen zu bek&auml;mpfen um Ruhm und Ehre zu erlangen.\r\nEines Tages brach er mit seinem Meister auf um die Schatteninseln zu betreten um mehr zu erfahren. Nicht lange und finstere Gestalten lauerten ihnen hinterher. Nach einer gespenstigen Entdeckung {{champion:30}}  und eines erbitterten Kampfes ging sein Meister zu Boden. Pl&ouml;tzlich stand er wieder auf und hat Valerik angegriffen. Er stand seinen Tod nahe bis eine lautes schreien ert&ouml;nte. Eine Schwarz gekleidete Person tauchte auf und nahm Valerik mit.\r\nIn sicherer Umgebung angekommen erkl&auml;rte die Person was geschehen ist. Da Valerik seinen Meister nicht mehr retten konnte beschloss er zusammen mit der Person die Flucht von der Insel zu ergreifen. Er schw&ouml;rte er w&uuml;rde zur&uuml;ckkehren um die Seele seines Meisters von der Sklaverei zu befreien{{champion:82}}.\r\nNach Erhalt eines magischen Ringes von der Person die ihn gerettet hat gr&uuml;ndete er den Valeri Orden. Dessen Ziel ist es die Bedrohungen der Schatteninseln zu vernichten. Zusammen mit 3 weiteren tapferen Kriegern die einen magischen Ring besa&szlig;en begannen sie die Jagd.  \r\n\r\n&quot;Zusammen werden wir alle Seelen befreien&quot;\r\n________\r\n______\r\nBeziehungsstatus:\r\n\r\nFreunde : \r\n* Die 3 Mitglieder des Valeri Ordens ( Die auch Champions in League of Legends werden k&ouml;nnten)\r\n Leona,Pantheon\r\n\r\n\r\nFeinde :\r\n* Elise,Evelynn,Hecarim,Karthus,Mordekaiser,Thresh,Yorick,\r\n\r\n___\r\n___\r\n\r\nRolle :\r\n- Prim&auml;r: K&auml;mpfer\r\n- Sekund&auml;r: Tank\r\n___\r\n___\r\n\r\n&Uuml;bersicht:\r\n\r\n- Schaden : 8/10\r\n- Leben : 6/10\r\n- Magie : 2/10\r\n- Schwierigkeitsgrad: 7/10\r\n___\r\n___\r\n\r\nTags : \r\n\r\n* Ressource : Um F&auml;higkeiten zu casten braucht Valerik keine Ressource jedeglich wird Licht beim K&auml;mpfen aufgeladen die seine  F&auml;higkeiten verst&auml;rken.\r\n* Valerik kann seine Angriffsgeschwindigkeit mit der W erh&ouml;hen.\r\n* Valerik kann mit seiner E ALLE Gegner vor ihm verlangsamen. \r\n\r\nChampionspezifisches Item :\r\nIch bin mir bei diesem Thema nicht sicher aber da jeder Mitglied des Valeri Ordens einen magischen Ring besitzt kann ich mir das schon vorstellen.\r\n\r\n___\r\n___\r\n\r\nF&auml;higkeiten : \r\n\r\nPASSIVE : Valeriks Ring sammelt jederzeit Lichtenergie (Im Kampf wird mehr Lichtenergie gesammelt). Diese Energie verst&auml;rkt seine F&auml;higkeiten.\r\n Bei der Q wird der Schaden erh&ouml;ht.\r\n Bei der W wird die erhaltene Angriffsgeschwindigkeit erh&ouml;ht.\r\n Bei der E wird die Verlangsamung des Gegners erh&ouml;ht.\r\n Bei der R wird der Schaden erh&ouml;ht.\r\n\r\nQ F&auml;higkeit : Schwungangriff\r\n                      Bei der Aktivierung wird Lichtenergie in sein Schwert geladen die das Schwert wachsen l&auml;sst ( 2sec). Danach schwingt Valerik mit Wucht\r\n                      und f&uuml;gt allen Gegner vor ihm Schaden zu. W&auml;hrend des Aufladens kann auch abgebrochen werden und l&auml;sst Valerik sofort Angreifen.\r\n                      Je mehr Gegner er trifft umso weniger Schaden verursacht er.\r\n\r\nW F&auml;higkeit : Gebot der Tapferkeit \r\n                       Valerik spricht das Gebot aus, sodass seine Angriffsgeschwindigkeit 4 Sekunden lang erh&ouml;ht wird.\r\n\r\nE F&auml;higkeit : Glei&szlig;endes Licht\r\n                      Eine Lichtwelle bricht aus seinem Schild  hervor und verlangsamt alle Gegner vor sich.\r\n\r\nR F&auml;higkeit : Vollstreckung \r\n                      Valerik verbraucht seine gesamte Lichtenergie und st&uuml;rmt mit seinem Schwert nach vorne und durchbohrt alle Gegner. Bei dem Aufprall am                                                                              \r\n                      Ende muss er sich kurz Erholen und ist bewegungsunf&auml;hig.\r\n___\r\n___\r\n\r\nEmpfohlene Gegenst&auml;nde:\r\n1. Ionische Stiefel der Deutlichkeit\r\n2. Schwarzes Beil\r\n3. Panzer des toten Mannes\r\n4. Steraks Pege\r\n5. Schlund von Malmortius\r\n6. Gefr&auml;&szlig;ige Hydra / Titanische Hydra\r\n\r\n___\r\n___\r\n\r\nNachwort:\r\n\r\nIch bedanke mich an allen Lesern und hoffe das meine Idee euch gef&auml;llt. Nat&uuml;rlich nehme ich jede Kritik an um mein &quot;kleines Projekt&quot; noch zu verbessern.","replies":[]}