{"id":"8YH4ZHEN","poster":"SirReco8","date":"2016-02-08T23:51:54.026+0000","title":"ping probleme unspielbar lol zurseit!","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ich warte nun schon seit einer woche auf hilfe aber keiner will hier glb ich helfen das wird mein letzer thread in diesem forum kommen wir zum punkt.\n\nIch habe seit dieses neuen dynamic troll que keinen game mehr wo ich lagfrei spielen kann!hatte vor dem patch konstant 0 laggs einen ping von 35!! &Uuml;ber wlan!!! Seit dem trollpatch habe ich einen ping von 52-60 &uuml;ber lan!!!!!! Mit laggs die auf 120 200 250 hochgehen jede 7te sekunde!!!!!!!!! Mir wurd gesagt setze dein pc neu spiele &uuml;ber lan aktualiesiere deine treiber ruf bei dein anbieter an(schuld liegt an riot laut support bekommen wir volle leistung vom anbieter) mich fuckt das nur ab das ich zurseit nur bei dieses game was mir am meisten spa&szlig; macht diese probleme habe ich bitte um hilfe von leuten die ahnung haben hab kb mehr auf den mainshit was die mods etc hier von sich geben ich will nur wissen warum es so ist auch wenn es keine l&ouml;sung daf&uuml;r gibt so kann ich lol nichtmehr spielen wenn nix mehr hilft  bb lol community hab f&uuml;r dieses spiel soviel geld ausgegeben f&uuml;r ein hobby was jetzt unspielbar ist.\n\nMfg","replies":[{"id":"","poster":"H0tten T0tten","date":"2016-02-09T08:30:53.731+0000","up_votes":1,"down_votes":0,"body":"Ich sags dir, aber helfen wird es dir nicht.\nEs liegt nicht an dir, sondern am Routing entweder seitens deines Provieders or Riot.\nHab genau das gleiche Problem seit Monaten.\nReconnecten bis der Ping wieder in Ordnung ist, mehr wirste nicht tun können.","replies":[]},{"id":"","poster":"XxX Nomad","date":"2016-02-09T00:07:55.730+0000","up_votes":1,"down_votes":0,"body":"Okey.... du hast schon ziemlich viel durch also musst du nun ins Detail gehen...\n\n1.Hast du einen zweit PC um Lags durch Hardware (ja klingt komisch gibt es aber) auszugrenzen?\n2. Sagt dir ein stupider Speedtest irgendwas? Frage weil ich von Wlan lese...\n3. Hast du mal auf http://allestörungen.de geguckt was dein Anbieter in dem bereich sagt, unabhängig von dem was der Anbieter selbst sagt? Die meisten im Callcenter wissen eh nicht was sie da tuhen\n4. Mal über den Taskmanager geguckt was mit deiner Verbindung passier wenn du in LoL bist?\n5.Hat du mal ein Program versucht das deine Verbindung Managt? sowas wie xFastLan bei dem du angeben kannst das der Ping bevorzugt wird?\n\nEdit:\n\ndas Forum mag keine Umlaute ^^ die adresse in Punkt 3 ist \"Allestörungen\".de","replies":[]}]}