{"id":"5JqI0fdz","poster":"HappySchabernack","date":"2016-02-09T12:34:15.416+0000","title":"doppelte durchdringung","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen\nich habe ien efrage bez&uuml;glich des schwarzen beils und des letzten atemzuges, was di ebeidne vereinzelnd machen und wie sie sich auswirken wei&szlig; ich, jedoch wei&szlig; ich nciht wie es sich verh&auml;lt, wenn man beides kauft.\n-sterbliche mahnung durchdringt BONUS ARMOR um 45%\n-Schwarzel beil verringert nach 6 AA&acute;s die GESAMTE ARMOR 30%\nverringert schwarzes beil nun die bonus armor um 30% des gesamten armorwertes oder verringert schwarzes beil nun die grund armor um 30% des gesamten armorwertes ODER verringert schwarzes beil nun 15% von beidem?\nBeispiel: wenn ich nun also jemanden treffe mit 50 grund armor und 50 bonus armor und ihn 6 mal mit mienem AA treffe und dann (beispiel varus) einen pfeil nachschie&szlig;e hat er dann effektiv\n\na) 50+(50-30)=50+(20x0,55) =61 Armor\nb) (50-30)+(50x0,55) =47.5 Armor\noder c) (50--15)+(50-15)=35+(35x0,55) =54,25 Armor?\n\nzu a) der grund armor bleibt unber&uuml;hrt, der bonus armor wird durch schwarzes beil um um 30% des gesamtarmor verringert und der mikrige &uuml;berbleibsel wird durch sterbliche mahnung um 45% durchdrungen\n\nzu b) der grund armor wird durch schwarzes beil um um 30% des gesamtarmor verringert und der gesamte unber&uuml;hrte bonus armor wird durch sterbliche mahnung um 45% durchdrungen\n\nzu c) der grundarmor und der bonus armor werden jeweils um die h&auml;lfte des prozentsatzes des schwarzen beils verringert und und der bonus armor &uuml;berbleibsel wird durch sterbliche mahnung um 45% durchdrungen\n\nwieso ich die artikel vertauscht habe wei&szlig; ich selber nicht, egal jetzt ^^ :D\n\nEDIT: habs ausprobiert und getestet es ist c, Blackclever verringert beides gleichermaßen","replies":[{"id":"","poster":"Nalren","date":"2016-02-09T13:58:01.829+0000","up_votes":1,"down_votes":0,"body":"Armor Pen stackt mulitplikativ. Du hast einmal 30% gesamt vom Cleaver. Das Last Whisper Item gibt dir 45% auf die Bonusrüstung, umgerecht auf die gesamte Rüstung sind das bei einem Ziel mit 50% Grund- und 50% Bonusrüstung also 22,5% Armor Pen.\n\nInsgesamt sind das 70% * 77,5% = 54,25% verbleibende Rüstung, die von deinem Schaden abgezogen werden. Das gilt jetzt nur, weil dein Ziel gleich viel Bonus- und Grundrüstung hat - du hast bei einem Ziel ohne Bonusrüstung nur 30%, je mehr Bonusrüstung das Ziel in Relation zu seiner Grundrüstung hat, umso mehr nähert sich deine Durchdringung an 61,5% an.\n\nEdit: siehe auch http://leagueoflegends.wikia.com/wiki/Armor_penetration","replies":[]},{"id":"","poster":"I am Zynex","date":"2016-02-09T13:55:15.489+0000","up_votes":1,"down_votes":0,"body":"Das ist doch ziemlich eindeutig, wie durchdrungen wird.\nDas Schwarze Beil reduziert die gesamte Rüstung, heißt das was der Champ an sich als Stat mitbringt und das was er durch Runen und Items zusätzlich hat.\nLetzter Atemzug und die ausgebaute Varianten durchdringen nur zusätzliche Rüstung, die ein Champ durch Runen und Items erhält.\n\nWelches zu erst abgezogen wird, ist egal.\n\nEinfaches Beispiel ein Champ hat 50 Grundrüstung und 50 zusätzliche Rüstung.\nDann wird die Grundrüstung um 30% gesenkt, daher 50x0.7\nDie zusätzliche Rüstung wird um 30% und 45% gesenkt, daher 50x0.7x0.55 (ich gehe mal von multiplikativen verhalten aus [Quelle](http://de.leagueoflegends.wikia.com/wiki/R%C3%BCstungsdurchdringung), bei additiven müsste es 50x0.25 sein)\n\nDaher Rüstung für die Schadensberechnung = 50x0.7+50x0.7x0.55","replies":[]}]}