{"id":"M9HRaoaR","poster":"Krieger Max","date":"2019-04-17T22:54:46.292+0000","title":"Entbannungsantrag","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"Ich bin jetzt schon c.a. seit einem Jahr gebannt weil ich jemanden um 10 Euro \"beschissen\" habe. Ich habe es mittlerweile eingesehen und würde nur zu gern wieder mit meinen Kollegen spielen. Deshalb würde ich mich sehr gerne über eine Entbannung Freuen.\r\nL.G. Krieger Max","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-04-17T23:19:49.166+0000","up_votes":1,"down_votes":0,"body":"Konto nicht gedeckt gewesen oder was?","replies":[{"id":"","poster":"Krieger Max","date":"2019-04-17T23:23:01.331+0000","up_votes":1,"down_votes":0,"body":"Nein.","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-04-17T23:26:43.694+0000","up_votes":3,"down_votes":0,"body":"Weil wenn es sich um Zahlungsschwierigkeiten handelt, muss man den Support anschreiben.\nDann begleicht man den ausstehenden Betrag z.B. mittels Paysafe und wird dann ein paar Tage darauf entbannt.\n\nAnsonnsten klär uns über die Umstände auf warum du genau gebannt wurdest.","replies":[{"id":"","poster":"Krieger Max","date":"2019-04-17T23:30:06.108+0000","up_votes":2,"down_votes":1,"body":"Oh ok das wusste ich nicht ,Danke.","replies":[{"id":"","poster":"RM Heartmeander","date":"2019-04-17T23:57:32.840+0000","up_votes":2,"down_votes":1,"body":"Einzig Permabanns durch Zahlungsschwierigkeiten wie z.B. Zurückbuchung bei nicht gedecktem Konto werden wieder aufgehoben wenn der ausstehende Betrag beglichen wird.\nAlle anderen Permabanns die gerechtfertigt sind (Flame, int, Bots, Scripts, Acc sharing/Boosting etc.) werden nicht wieder aufgehoben.\nWenn du also wegen so etwas einen Permabann gekriegt hast, keine Chance, wenn es wegen Zahlungsschwierigkeiten war, dann kannst du denn Support anschreiben und du solltest die Tage entbannt werden können.\n\nOhne die Hintergründe zu kennen ist es natürlich schwer zu sagen ob du entbannt wirst wenn es nicht normale Zahlungsprobleme waren.\n\nDenk aber daran, dass jetzt dann Feiertage sind wegen Ostern also kann dein Ticket auch länger gehen bis es bearbeitet wird.\nNormalerweise geht es so 2-3 Werktage, könnte aber über Ostern länger gehen.","replies":[]}]}]}]}]}]}