{"id":"u3EEt0Er","poster":"IR Hatou","date":"2016-02-08T10:22:05.865+0000","title":"Verbindungsfehlschlag","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo liebes Riot-Team,\r\nich verliere seit ca. 3 Tagen &ouml;fters die Verbindung zum Server und habe die Vermutung das es an den Servern liegt, da meine anderen Interneterforderlichen spiele immer durchg&auml;ngig fl&uuml;ssig laufen und die verbindung nicht abbricht. Oder liegt es doch an mir? und wenn ja, wie kan ich es beheben?\r\n\r\nW&uuml;rde mich sehr &uuml;ber ne schnelle Antwort freuen.\r\nMfG Bernot5","replies":[{"id":"","poster":"legofreak1","date":"2016-02-08T11:57:22.736+0000","up_votes":1,"down_votes":0,"body":"Inwiefern macht sich das bei dir bemerkbar? Highping, verlierst du komplett die Verbindung? Und wie sieht es mit anderen Diensten zu dieser Zeit aus?\n\nLass bitte Pingplotter nebenherlaufen:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[{"id":"","poster":"IR Hatou","date":"2016-02-08T16:47:51.889+0000","up_votes":1,"down_votes":0,"body":"Ich habe keinen hohen Ping oder so, ich verliere nur für ne halbe Minute oder so die Verbindung und dann geht es auch weiter. Aber jetzt geht es zurück, trotzdem danke :D\n\nLG Bernot5","replies":[]}]}]}