{"id":"bopn5AII","poster":"KuHaku","date":"2016-02-08T14:07:02.847+0000","title":"Cooldown Runen?!","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen,\r\n\r\nich frage mich im Moment immer &ouml;fter, auf welchem Champion sich generell\r\nCooldown Runen lohnen? Momentan ist es ja so das man bereits durch zwei items bereits auf 30 -40% kommen kann\r\nwas ja optimal ist! Nun habe ich also bereits 19 Runen Seiten mit XYZ verschiedenen KOnstellationen, nur finde ich passen meine\r\nCooldown Runen nirgendwohin ^^\r\nGut, ich spiele meistens eh Support/Adc ab und an Jungle, NIEMALS Mid und auch eher selten Top...\r\nMeine spezifische Frage w&auml;re jetzt, auf welchem Champ meint ihr lohnen sich Cooldown Runen extremst?\r\nMir w&uuml;rde da spontan nur Riven einfallen o__o\r\n\r\nLg KuHaku","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-02-09T06:42:51.448+0000","up_votes":1,"down_votes":0,"body":"Mehr oder weniger auf jedem Champ,die viel auf ihre Skills gehen und teilweise von hohem CD geplagt sind.\nZilean und Nasus bspw. profitierem im Early sehr viel davon.Teemo braucht 40% Cdr.Rengar auch.KhaZix.\nIch sage es mal so:Du kannst lieber auf ein wenig AD oder AP verzichten und dafür von Lv1 aus 10% Cdr haben.Das wird dir mehr bringen,als du denkst.","replies":[{"id":"","poster":"TommyderUltranoo","date":"2016-02-09T06:46:01.161+0000","up_votes":1,"down_votes":0,"body":"Einige nehmen für Nasus 15% CRD auf Stufe 1, damit bekommt man genug Stacks.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-02-09T06:52:02.992+0000","up_votes":1,"down_votes":0,"body":"Ich kenne nur 10%.\n15% sind sehr schwer zu erhalten,dafür muss man 3 Flat CDR Quints und alle 9 Glyphs auf Flat CDR nehmen.Ohne Ad kann das Stacken schon schwer fallen.","replies":[{"id":"","poster":"Maíko","date":"2016-02-09T07:10:35.733+0000","up_votes":1,"down_votes":0,"body":"Du kannst mit der Mastery \"Intelligenz\" noch 5% CDR rausholen^^\n\nUnd in Kombination mit Woge des Sturmräubers ist Nasus echt stark....\nDurch deine ganzen Stacks schaffst du locker die 30% Schaden an dem Gegner anzurichten  und durch die Movementspeedbonis die du dadurch erhältst wird dein Gegner auch nicht mehr entkommen können ;)","replies":[{"id":"","poster":"Serage","date":"2016-02-09T15:56:44.908+0000","up_votes":1,"down_votes":0,"body":"Man kann ihn mit CDR spielen, allerdings ist er Early einfach so übel schwach, dass dir die 15% auch nichts mehr bringen, da wenn Du einmal tot bist, Dir viel zu viele CS entgehen...","replies":[]},{"id":"","poster":"SurpRyze Idiot","date":"2016-02-09T07:14:34.025+0000","up_votes":1,"down_votes":0,"body":"Das hat leider 10 Sekunden CD.Zusätzlich dazu,wenn du an deinem Ziel dran bist,wird es eigentlich nicht wegkommen.\nAusserdem,ist Grasp of the Undying viiiiiiiel zu gut auf Nasus,als dass man es nicht mitnimmt.","replies":[]}]}]}]}]},{"id":"","poster":"Serage","date":"2016-02-09T15:54:43.983+0000","up_votes":1,"down_votes":0,"body":"Da die Items immer häufiger gleich 20% CDR erhalten, sind die Runen viel zu schwach im Verhältnis.\n\nDas gleiche gilt für die Spellvamp Runen. Jeder Hero, wie Vlad oder Akali nimmt AP, weil mehr AP =  mehr Heal bedeutet + mehr Schaden und nicht nur mehr Heal...","replies":[]},{"id":"","poster":"KuHaku","date":"2016-02-08T14:25:39.118+0000","up_votes":1,"down_votes":0,"body":"Ok, erstmal vielen Dank für die ganzen schnellen antworten. ich denke ich probier dann mal ein bisschen rum\nund schaue was sich so ergibt. Wo findet ihr die CDR Runen am Praktischsten Gylphen oder Essenzen?\nUnd noch etwas Cdr pro lv oder sofort von Anfang an einen bestimmten Wert?\nWürde sie Probeweise auf 2-3 Mid Laneren sowie im jungel ausprobieren ^^","replies":[{"id":"","poster":"Ireliα","date":"2016-02-08T14:27:21.871+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=lVSQIQ08ppw\n\nHier werden die einzelnen Runen anhand ihres Goldwertes zugeordnet. Sehr hilfreich :)","replies":[]}]},{"id":"","poster":"Ireliα","date":"2016-02-08T14:21:59.275+0000","up_votes":1,"down_votes":0,"body":"Das kommt auf den Itembuild an den man bevorzugt. Grundsätzlich lohnt es sich auf fast jedem Cast lastigen Champion ohne Mana/Energie. Beispielsweise auf Rengar, Riven, Renekton und Vladimir. Aber auch Poppy, Darius oder Tahm Kench profitieren enorm davon.\n\nAnsonsten ist es eine Geschmackssache. Mit Supportern möchte ich beispielsweise fast immer auf meine 40% Cdr kommen. Also gucke ich mir an welche Items ich mit welchen Champions bauen möchte und fülle bei Bedarf Cdr auf. Gerade wenn man diese Überlegung in der Champ Select abhängig von den Teams treffen kann bringt es den Vorteil das Itembuild variabel zu halten.","replies":[]},{"id":"","poster":"Ahrigato Senpai","date":"2016-02-08T14:21:16.702+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich finde die CDR Runen gehen eigentlich auf fast allen Champs, die auf ihren Spells eh schon wenig CS haben (Ap-Caster z.b.)\n\nBeispiele wären Riven, Ahri, Lulu, TF, Liss usw. ... - man muss halt in dem Fall auf MR (oder was man dort auch immer spielt) in den Runen verzichten.\n\nPersönlich spiele ich eig. fast alles auf CDR außer Tanks und einige ADC.\n\nHoffen konnte dir etwas helfen :)","replies":[]},{"id":"","poster":"Sakunosuke Oda","date":"2016-02-08T14:18:24.468+0000","up_votes":1,"down_votes":0,"body":"Soraka würde doch gut passen da du dann schneller healen kannst^^","replies":[]},{"id":"","poster":"ÆonFox","date":"2016-02-08T14:16:36.822+0000","up_votes":1,"down_votes":0,"body":"Aktuell giebt es für sie wenig Einsatzmöglichkeiten, du müsstest ein spezielles Itembuild haben oder mit der CDR Mastery auf 40% kommen wollen oder so damit sich CDR Runen lonen, im Moment bekommt man hald sehr einfach CDR auf Items.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2016-02-08T14:16:18.589+0000","up_votes":1,"down_votes":0,"body":"Lohnt sich vor allem auf Champions die durch ihre üblichen Items nur auf 30% kommen und allgemein CDR gut gebrauchen können. Warwick ist für mich das Standardbeispiel. Warwick baut praktisch immer Frozen Heart und Spirit Visage, was in 30% CDR resultiert. Die 10% mehr durch Runen sind sehr nützlich, da Warwicks Stärke sehr stark von seinen Cooldowns (allen voran natürlich der Ult) abhängt.","replies":[]}]}