{"id":"ovrhqlmE","poster":"Gramenske","date":"2019-04-17T19:45:22.045+0000","title":"❗ D4+ ❗Stuttgarter E.C. sucht Spieler für League of Legends Team ❗ ❗","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute, \r\n\r\nzum Start der Gründung des offiziellen Stuttgarter E.C. wollen wir nun Spieler rekrutieren. \r\n\r\nÜber uns:\r\nWir sind eine neuer und ambitionierter E-Sports Verein und starten hiermit in das Spiel League of Legends. Wir starten mit 2 Teams einmal ein A Team und einmal ein B Team. Hiermit möchten wir insgesamt 10 Spieler Try-outen, wobei wir die Spieler die wir Try-outen auch 100% in einer unserer Teams übernehmen. Die Try-outs sind nur  da, um herauszufinden wer in das A-Team und wer in das B-Team kommt. Allerdings auch nach den Try-Outs ist der Wechsel zwischen beiden Teams möglich, je nach Leistung werden wir immer schauen das im A-Team die besten sind. Somit hat jeder die Chance aufzusteigen bzw. auch abzusteigen. \r\n\r\nwas ist der Unterschied zwischen den Teams?\r\nGanz einfach möchten wir somit versuchen, euch, unsere Spieler so gut es geht zu Verbessern. Dabei steht der Spielspaß immer an erster Stelle.\r\n\r\nWarum sollte man zu uns wechseln?\r\nFür uns steht der Spielspaß an erster Stelle, außerdem möchten wir Talente fördern und euch so gut es geht mit Coaching Staff, Turnieren, Scrims zu verbessern.\r\n\r\nWie bewirbt man sich?\r\nHierfür haben wir ein Formular erstellt, auf das ihr kommt, indem ihr ganz unten auf den Linkt drück aber zuvor müsst ihr unsere Anforderungen durchlesen.\r\n\r\n*Anforderungen:\r\n\r\n-\tIhr müsst mindestens D4 sein\r\n\r\n-\tIhr müsst gut Englisch sprechen können\r\n\r\n-\tIhr müsse Discord besitzen\r\n\r\n-\tIhr müsst in der Woche für mindestens 2 Scrims Zeit \r\n\r\n-\tUnd außerdem Zeit haben um Turniere am Wochenende zu bestreiten\r\n\r\n\r\nBewerbung: https://forms.gle/WgempneT65kzEwSU8\r\n\r\n*solltet ihr eine der Anforderungen nicht erfüllen. Bitte nicht bewerben bzw. alles unter D4 wird ignoriert. Danke.","replies":[]}