{"id":"wBWUzLQG","poster":"ninju7su","date":"2016-02-08T09:26:58.538+0000","title":"Ward - Staistik-Map","subforum":"Allgemeiner Chat","up_votes":10,"down_votes":1,"body":"Hey,\n\nich spiele die Supportrolle als Main und versuche viel aus den Statistiken zu lernen und ins n&auml;chste Spiel zu tragen. Dabei w&auml;re mir pers&ouml;nlich eine Information sehr lieb: Wenn man auf der Karte, wenn man sich die Statistik des Spiel im Netz anschaut, nicht nur die kaputt gemachten Tower sehen w&uuml;rde und die Kills, sondern auch die Wards. Das man sieht, wann wo welche Wards gestellt wurden. Vllt so, das man auch die Spieler die sie gestellt haben ein und ausblenden lassen kann. Das k&ouml;nnte so aussehen, das man auf der Zeitachse entlang gehen kann und die aktiven Wards heller sind als die, die irgendwann fr&uuml;her gestellt wurden. Eventuell sogar mit dem Sichtradius, das man lernt, wo es effektiver gewesen w&auml;re.\n\nDa Riot sowieso versucht die Spieler daf&uuml;r zu sensibilisieren, w&auml;re das doch auch ein Schritt in die richtige Richtung, der nich all zu schwer umzusetzen sein m&uuml;sste.\n\nWas meint ihr?","replies":[{"id":"","poster":"Jastol","date":"2016-02-08T10:16:40.990+0000","up_votes":3,"down_votes":0,"body":"Fände Ich eine sehr gute Idee.Neben der eigenen Verbesserung  bez dem Lern und Auswerteffekt hilft es bestimmt auch wenn ein Team mal wieder seinen Supp flamet wegen zu wenig wards.\n\nHatte das erst wieder vergangenen Samstag. Da hat das gegnerische Team im nachspiel Chat noch auf deren Supp verbal eingeprügelt, dass dieser zu wenig wards gestellt hätte. Hab das ganze dann direkt auf op.gg nachgeschlagen und den Supp etwas unterstützt, er hatte nämlich in deren Team die meiste wards gestellt. Waren am Ende zwar genau soviel wie Ich als Midlaner so um die 30, aber dafür hatte er auch über 20 unserer wards gecleared. Zum Glück konnte Ich dann dafür sorgen, dass  die anderen beiden (pre) des gegnerischen Teams nicht mehr auf deren supp einprügeln sondern einfach mal über Ihre Fehler beim Vision spiel redeten. BTW wir hatten das Spiel mit 38 zu 48 kills gewonnen da wir einfach absolute map und objective controle hatten obwohl die Gegner eine Fette LeBlanc hatten (25/12 oder so) und jeden von uns one-shoten konnte.","replies":[{"id":"","poster":"ninju7su","date":"2016-02-08T10:25:09.757+0000","up_votes":2,"down_votes":0,"body":"Ich kenn solche Situationen. Ich trainiere momentan sehr stark das Setzen und Clean von wards. Wenn er 20 Wards gekillt hat von euch muss der echt gut gewesen sein. ich komme selten über 10. Aber da bin ich dran. Generell schreibe ich inzwischen auch oft vor dem game oder während des games, wenn es mir auffällt, das mich mein team bitte mit wards unterstüzen soll oder pinge direkt irgendwo hin, und schriebe den champion + \"ward plz\". so bekommt man schon oft was man will. Man muss die kleinen Racker nur an die hand nehmen und denen sagen was sie tuen sollen. ist natürlich aufwendig, aber klapp oft.","replies":[]}]},{"id":"","poster":"AΝTON","date":"2016-02-08T11:03:37.271+0000","up_votes":2,"down_votes":0,"body":"http://lolarchon.tumblr.com/post/131817573534/origen-worlds-2015-heat-map-ward-viewer\n\nViel spaß damit :D","replies":[]}]}