{"id":"EfEYEEmk","poster":"NiicQ","date":"2019-04-17T19:18:24.826+0000","title":"Adc Hilfe","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Guten Abend, ich spiele jetzt seit ca 14 Monaten Adc aber in letzter Zeit habe ich das Gefühl, dass ich null impact im Game habe deshalb  möchte ich mal meine Probleme in meinen Ranked Games mit euch teilen und hoffe das ihr mir Tipps geben könnt.  ABER  bevor jetzt die Flamer kommen , ich weiß, ich bin nur Silber also mache ich wahrscheinlich auch genug Fehler in meinen Games, das ist mir bewusst das ich nicht wie ein Gott spiele.\r\nSo jetzt zu meinen Problemen: 1. Ich spiele viel zu defensiv, aber ich weiß nicht wie ich mehr fighten soll, da ich nicht einschätzen kann ob ich die Fights gewinne oder verliere.\r\n2. Ich habe das Gefühl, das in Lowelo die Leute denken, das sie als sup nichts machen müssen außer neben mir (also dem Adc zu stehen) und sich carryn lassen.. oder verlieren. Ich habe in letzter Zeit sehr oft mit solchen Leuten gespielt und ich weiß nicht was ich 1v2 machen soll. (Ein kleines Beispiel) : Ich möchte Freezen um meinem Jgl eine gute Möglichkeit zum ganken zu geben und was macht mein sup? Richtig er pusht die wave ohne mich was in den Situationen überhaupt keinen Sinn macht. (Noch ein Beispiel) ich möchte back gehen und pushe noch schnell die Wave aus das sie am Tower von dem Gegner ist, damit sie wenn ich wieder auf der Lane komme wieder etwas zu mir pusht. Aber was macht mein sup der eher auf der Lane ist... Er pusht die Wave zum Tower, wodurch ich wieder nicht Freezen kann xD.\r\n3. Pusht gefühlt niemand in meinen Games die sidelanes. Das übernehme ich dann immer, aber in der Zeit wo ich sidelanes pushe kommt mein Team auf den Gedanken 4 v 5 zu fighten.... Was soll ich da tuen? Ich kann ja keinen Aufsatz in den games schreiben um ihnen zu erklären das 4v5 keine gute Idee ist, vorallem ohne adc. 4. Ich habe ultra Probleme gegen Nasus Pantheon Jax und Yasuo und 5. Weiß ich nie was ich  im Mid bis Endgame machen soll, bzw wie ich an Farm komme weil meistens der jgl die 3. Lane farmt oder alle lanes dann doch irgendwann eingepusht sind und als Adc so tief in die Gegnerbasis zu gehen ich denke ich keine gute Idee. Hat jemand iwie Tipps oder so?","replies":[{"id":"","poster":"Cenâreth","date":"2019-04-24T13:27:17.120+0000","up_votes":1,"down_votes":0,"body":"Such dir ne andere Rolle. Du bist viel von deinem Support abhängig wenn dass nicht klappt muss der Jungle herhalten und wenn dass ebenfalls nicht klappt rip Game, Weil Mid wird speziell in lowelo nie zu dir runter roamen und toplane auf der einsamen Insel erst Recht nicht.\n\nUnd wie du schon sagtest sie müssen nichts machen weil sie glauben mit Support Morgana lässt sich auch Spiele gewinnen. Daweil ist AP Supp Morgana viel effektiver derzeit.","replies":[{"id":"","poster":"NiicQ","date":"2019-04-24T21:07:28.128+0000","up_votes":1,"down_votes":0,"body":"Welche Rolle ist den besser? Habe angefangen bißchen support zu spielen... Ist aber das selbe wie wenn ich adc spiele. Außerdem habe ich jgl angefangen, aber ich habe gemerkt wenn ich in einem game mal schlecht performe ist es gefühlt schon lost. Ich habe mit dem Gedanken gespielt midlane anzufangen. Bin mir aber unsicher, da ich es nicht kenne 1v1 zu spielen (dadurch das ich adc main  bin) und ich überhaupt keinen Plan von der Rolle habe.","replies":[{"id":"","poster":"Foujugames 1","date":"2019-05-02T09:43:57.517+0000","up_votes":1,"down_votes":0,"body":"Jo hi Ich würde dir Jungle empfehlen spiel einfach udyr,xin,vi und Amumu dann hast du mehr spass und auch impact.\n\nPs Kanst mich ingame adden kann dir jungle clear beibringen.","replies":[]}]}]}]}