{"id":"x2zRKWcp","poster":"Sir Prime","date":"2016-02-06T20:21:36.383+0000","title":"Suche jemand der mir hilft in Gold zu kommen","subforum":"Clans & Teams","up_votes":1,"down_votes":15,"body":"hi ich bin bronze 4 m&ouml;chte in gold kann mir jmd vieliecht helfen ??\nw&auml;re nett\ningame adden 19SoulsKiller57","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2016-02-06T20:32:24.866+0000","up_votes":2,"down_votes":0,"body":"Ist hier die Frage nach Hilfe im Gameplay oder gecarriet werden?","replies":[{"id":"","poster":"Sir Prime","date":"2016-02-07T10:31:14.218+0000","up_votes":1,"down_votes":4,"body":"gecarriet werden, wusste nicht mehr wie das heist...","replies":[{"id":"","poster":"SorisDynasty","date":"2016-02-07T11:17:55.936+0000","up_votes":3,"down_votes":0,"body":"Und genau das ist die falsche Antwort. Um Gold zu verdienen solltest du auch wie Gold spielen. Und nicht von stärkeren Spielern nur nach dort hochgetragen worden sein.\nEs gibt mehr als genug Menschen hier, die dir Gameplay-Tipps geben würden, damit du dich verbessern kannst. Aber dafür muss man erstmal freundlich danach fragen, statt ums Carry zu betteln.","replies":[{"id":"","poster":"AΝTON","date":"2016-02-08T10:10:04.578+0000","up_votes":1,"down_votes":0,"body":"wenigstens ist er ehrlich :D","replies":[]}]}]},{"id":"","poster":"The Truth","date":"2016-02-06T20:42:44.981+0000","up_votes":1,"down_votes":0,"body":"sehr gute frage, stimm ich zu!","replies":[]}]},{"id":"","poster":"eingew","date":"2016-02-07T12:50:10.410+0000","up_votes":1,"down_votes":0,"body":"Um dann nach 3 Spielen wieder abzusteigen und \"Stolz\" behaupten zu können \"Ich hab mir einen Goldrahmen gekauft! Ha! Ich habe Geld!\".\n\nToll, Geld hab ich auch. Und noch lustiger ist: Es gibt einen Riesenhaufen Leute, die deutlich mehr Geld haben. Das ist ein Rennen, was du nicht gewinnen wirst. Du wirst weder Spaß auf einer Elo haben, der du nicht gewachsen bist, noch wirst du dich besonders an einem unverdienten Rahmen erfreuen können. Ich würde dir empfehlen mal daran zu denken, warum du dieses Spiel ursprünglich angefangen hast. Ich bin mir sicher, das war nicht, um besonders gut darin zu sein. Ich denke eher, du wolltest einfach nur ein bisschen Spaß in deiner Freizeit haben.\n\nIst es spaßig sein Geld für einen völlig wertlosen Rahmen rauszuschmeißen?\n\nUnd selbst wenn du kostenlos an den Rahmen kommst, macht es Spaß, sich das Ding ohne eigene Anstrengung in den Rachen zu werfen?","replies":[]},{"id":"","poster":"Untouchable ProX","date":"2016-02-06T20:26:29.863+0000","up_votes":3,"down_votes":3,"body":"Ebay.","replies":[]}]}