{"id":"cd2McjYr","poster":"GameOfHyrule","date":"2016-02-06T23:36:59.792+0000","title":"Es werden Spieler für ein Aktives Team gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey Leute!\n\nIch heisse Lukas und suche Leute mit denen ich spielen und mich unterhalten kann. Ich w&uuml;rde in LoL gern etwas erreichen aber im Team, da ich ein sehr &quot;Teamfreudiger&quot; Mensch bin.\nIch interessiere mich nur f&uuml;r Rankeds und wir werden dan daher auch keine Normals spielen. Wir k&ouml;nnten auch zusammen an Turnieren teilnehmen um noch besser zu werden.\nIch weiss das wir als Team weiter kommen k&ouml;nnen in der Elo und wir viel spass haben werden!\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nVoraussetzungen sind:\n\n- Aktivit&auml;t: Am besten von 19:00-23:00Uhr\n- Alter: 16-22 Jahre jung\n- Elo: Am besten Bronze oder auch Silber \n- Rolle: Ich bin Main support kann aber auch wenns notwendig ist auf den anderen Lanes spelen.\nIch suche 4Leute, daher eher gute (Main) Toplaner, Midlaner, Jgler und Adc.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - \n\nBitte stellt euch unten in den Kommis ein bisschen vor, wie zbs:\netwas &uuml;ber mich \n\n- Name: Lukas / Ingame: Ps Dragonil\n- Alter: 17\n- Elo: S4 unraked, S5 silber 3, S6 bronze 3...\n- verf&uuml;gbare Zeit: von 16:00 bis 23:00Uhr\n- Lanes: Support, zur not auch andere Lanes.\n- Meine 3 Main champions: Leona, Janna, Morgana\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nFalls ihr Fragen habt dan stellt sie einfach unten in den Kommentaren.","replies":[{"id":"","poster":"AI Bimp","date":"2016-02-07T01:01:01.622+0000","up_votes":1,"down_votes":0,"body":"Hey :)\nIch heiße Tony, bin 19 Jahre alt, komme aus Bawü und bin schon seit geraumer Zeit an einem Team interessiert, welches längere Zeit hält.\nIch maine hauptsächlich, spiel aber auch gerne auf der Botlane als ADC.\nMeine Mains sind Lux, Ahri, LeBlanc auf der Midlane und Caitlyn, Corki, Tristana auf der Botlane.\nIch spiele so gut wie jeden Tag, meistens Abends, was mit deiner vorgegebenen Zeit schon mal passt ;)\nBin derzeit Bronze 4 und bin Season5 bis zu Silber3 gekommen wenn ich mich recht erinnere.\nWürde mich freuen von dir zu Hören und hoffe dass das klappt.\nHabe mir erst heute ein neue HS gekauft, können also gern mal im TS reden, die wichtigsten Sachen durchgehen und evtl das ein oder andere Game mal machen.\n\nMfG Tony aka. Bimpi","replies":[{"id":"","poster":"GameOfHyrule","date":"2016-02-07T13:57:23.420+0000","up_votes":1,"down_votes":0,"body":"Hey Tony vielendank für dein Interesse an underem Team.\nWir hätten schon jemand der gerne midlane gehen würde aber vllt würde er auch in den jgl gehn somit das du dann auf die midlane könntest.\nIch habe dir Ingame einen Fa geschickt, könnten dan heute abend mal eine Runde zocke + ts3 natürlich","replies":[]}]},{"id":"","poster":"ToasI3rot","date":"2016-02-06T23:52:21.425+0000","up_votes":1,"down_votes":0,"body":"Hallo ich heiße Marco und würde mich für das Team interessieren. Ich bin 17 Jahre alt und kann immer ab 20:00 Uhr. Meine main lanes ist der jungle und bevorzugt die mid lane. S5 war ich Silber 5 und zur Zeit bin ich in Bronze 3 Wenn du möchtest kann man ja gerne mal übers ts sprechen :) mein Main Account lautet Impered\n\n\n\nEntschuldigung für meine Rechtschreibung ich schreibe mit meinem Handy ","replies":[{"id":"","poster":"GameOfHyrule","date":"2016-02-07T00:12:50.628+0000","up_votes":1,"down_votes":0,"body":"Hey Marco\nVielen Dank für deine Interesse am Team.\nIch habe dir eine Fa auf deinen Main Acc geschickt, wenn du willst können wir noch gleich ne runde spielen.","replies":[]}]}]}