{"id":"2Q74wP8g","poster":"Larryloon","date":"2019-04-17T18:38:54.340+0000","title":"Fragen zu Rek‘sai und Jungle Allgemein","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Huhu\r\nIch spiele seit kurzem Rek‘sai\r\nZuerst mit Conquerer jetzt mit HoB. Find den Burst einfach klasse.\r\n1. Doch habe auch oft gelesen das Conq besser wäre. Was meint ihr?\r\n2. Wann baue ich Blue Smite, wann Red?\r\n3. Welchen Path würdet ihr empfehlen? Starte eig immer Red -> Krugs -> Scuttler. Möchte auch mal probieren Krugs durch Raptoren zu ersetzen um evtl ein paar Sek früher bei der Krabbe zu sein.\r\n4. Wie übe ich das Jungle-Tracking? Gibts da gute Guides/Videos?\r\nLG","replies":[{"id":"","poster":"Sidooon","date":"2019-04-17T18:53:50.308+0000","up_votes":2,"down_votes":0,"body":"Heyo,\nKannst mich ja mal in lol adden dann würde ich dir gerne die Fragen nochmal genauer beantworten.\nAnsonsten hier die Kurzfassung:\n1. Es kommt drauf an! Sind viele Tanks im Gegnerteam? SInd die Kämpfe lang? Werden die Gegner viel Rüstung bauen? Dann nimm Conquer mit\nHabe ich kurze trades? Muss ich shcnell beim Ganken mein Damage an den Mann bringen? Werde ich mich wenig mit dem Gegnerjungler alleine duellieren? Dann nimm HoB mit.\n2. Ich bevorzuge fast immer Blue smite. Red Smite vermindert allerdings den SChade den dein Gegner an dir anrichtet und eignet sich dadurch besser wenn du offt in 1vs1 Situationen gezwungen wirst.\n3. Red -> Krugs -> Scuttler gibt einem mehr Botlane presure ist allerdings deutlich langsamer, wiederum hast du die Möglichkeit über Raptors nach dem Scuttler zu gehen für einen schnelleren Fullclear.\nRed -> Raptor ist schneller, allerdings mit mehr HP Verlust und gibt dir erhöhte Midlane Presure.\nRed -> Kruggs -> Raptor wäre der Fullclear Weg nach welchem man ebenfalls Level 3 ereicht ist allerding mit viel SChaden verbunden. Dadurch ereicht man die höchste Jungle Fullclear effektivität.\n4. Gibts bestimmt. Ansonsten Üben oder im besten Fall es dir von jemanden erklären lassen.\nMfG Sidooon","replies":[{"id":"","poster":"SK PRECISION","date":"2019-04-17T19:17:49.669+0000","up_votes":1,"down_votes":2,"body":"süß","replies":[{"id":"","poster":"Sidooon","date":"2019-04-18T03:46:16.298+0000","up_votes":2,"down_votes":0,"body":"ok? ^^","replies":[]}]}]},{"id":"","poster":"KFD Exiled Light","date":"2019-04-18T08:26:24.310+0000","up_votes":1,"down_votes":0,"body":"Hallo erstmal,\n\nich gehe bei Runen immer nach folgendem Schema wenn ich die Wahl habe zwischen einer Early-Mid game Rune und einer Mid-Late game Rune:\n1. Wann ist mein Team Stark (Scaling)\n2. Wie ist die Gegnerische Teamcomp aufgebaut\n3. Bin ich in der Lage den Gegnerischen Jungler early zu fighten. \nWenn dein Team Early stark ist solltest du Hail of Blades gehen, du bekommst mehr Dps und bist daher schneller in der Lage viel Dmg auf den Gegner zu bekommen. Mit Hail of Blades kannst du auch besser Dmg Jungler fighten die selbst über wenig sustain in Combat besitzen. Besitzt das gegnerische Team nur dmg ist auch hier Hail of Blades effektiver aus dem einfach Grund das es sein kann du so low dropst bevor du dein Conq überhaupt gestakt hast. \n\nSmite: Ich bin und bleibe der Meinung das Red Smite das mit Abstand besser Jungle item für Rek´sai ist. Es gibt dir Dueling Power, Dmg reduce und true dmg was es eine sehr gute Synergie mit deinem Fähigkeiten Kit hat. Das Blue Smite hilft dir zwar stuck am gegner zu bleiben aber meist ist ein gut Platzierter Tunnel besser als das Blue Smite. \n\nRoute:\nDu kannst du Krugs Problemlos machen, die Kurgs haben die tolle Eigenschaft das du sie nicht Full clearen musst, was folglich dazu führt das aufgrund des Scuttler Pathings schneller an der Scuttle bist, als wenn du Raptors machst.\n\nTracking: Tracking ist im groben und ganzen Logisches denken. Jungler sind sofern sie nicht dumm sind immer dabei ihre Buffs auf cooldown zu halten und die Jungle Seite zu clearen die mehr Camps beinhaltet. Beispiel der gegnerische Jungler macht einen Full Clear into top lane Gank und Reseted dann, dann wird zu 100% bot side Jungle gehen weil seine Camps up kommen. Woher weißt du das er nen Full clear gemacht hat hat? einfach camps x 4 rechnen und auf den Farm schauen. Da du selber auf der Karte aktiv bist weißt du auch ob er die Scuttles gemacht hat oder nicht was in deine Rechnung mit einfließen muss. Für ein genaueres Tutorial kannst du mich gerne Ingame adden.","replies":[]}]}