{"id":"c5HAkR1g","poster":"reinlachsen","date":"2016-02-06T09:53:36.897+0000","title":"Diana Mitte meistern","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo und guten Morgen,\n\nich spiele sehr gerne Diana, man k&ouml;nnte sagen, sie w&auml;re mein Main Champ und ich spiele sie relativ gut.\nDennoch w&uuml;rde ich sie gerne richtig meistern, da ich der Meinung bin, dass ich noch viel mehr aus ihr rausholen k&ouml;nnte.\n\nDas lanen klappt eigentlich ganz gut und das farmen funktioniert. Sollte ich gegen unangenehme Gegner wie Anni spielen, versuche ich nur wirklich Vasallen zu nehmen, die ich safe kriege und lasthitte die dicken Minions mit dem Q.\nSo weit so gut. \nAb und an poke ich den Gegner mit dem Q und hole einige Minions mit dem W. Das Problem ist, man pusht in den meisten F&auml;llen automatisch durch die passive. Dadurch ist man extrem Anf&auml;llig f&uuml;r Ganks. Klar kann ich warden, aber gerade im early kann ich nur eine Seite warden.\nIch muss auch zugeben, ab und an bin ich einfach zu greedy und sterbe dadurch unn&ouml;tig.\n\nProbleme habe ich bei spielen gegen Zed.\nNormalerweise starte ich mit Abyssal. Klappt auch super, aber gegen Zed bin ich gezwungen zuerst Zhonyas zu bauen. Dadurch verliere ich extrem an Schaden in diesen spielen und habe meistens ziemliche Probleme bis ins Mid-Game.\n\nAuch bin ich ganz klar der Meinung, das ich zu oft sterbe. Im Teamfight warte ich meist 2 - 3 Sekunden und versuche mir dann einen Squishy-Carry rauszunehmen. Das wars dann aber schon. Danach bin ich dann in der Regel tot und hab keinen Einfluss mehr.\n\nAuch frage ich mich, ob es funktioniert R auf den Gegner zu casten und ihm im Anflug die Q zu geben. Normalerweise m&uuml;sste ich ja theoretisch einen Reset kriegen auf R. Funktioniert blo&szlig; nie bei mir. \nIst das so evtl. gar nicht m&ouml;glich?\n\nWas mich ebenfalls nervt... irgendwann kommt das ganze Team in die Mitte und farmt. Man selber hat kaum noch Chancen an regelmäßige Minions auf der Lane zu kommen. Wie macht ihr da? Wenn ich sehe, dass einige kontinuierlich farmen und dennoch auf andere Lanes gehen, bzw. deren Teamebenfalls in der Mitte rumgammelt.\n\nIch w&uuml;rde mich &uuml;ber ein paar Tipps von den guten Diana Spielern sehr freuen.\nVielen Dank schon mal im Voraus.\n\nLG","replies":[{"id":"","poster":"Im a Papaya","date":"2016-02-06T10:50:35.535+0000","up_votes":1,"down_votes":0,"body":"Bei Diana soll die R Q Combo angeblich funktionieren, gab auch vor einiger Zeit mal einen Thread darüber, allerdings braucht das sehr viel Übung und einen ziemlich guten Ping. So blöd das auch klingt aber diese Combo müssen viele erst im Bot Game trainieren bis man sie auch unter Druck hin bekommt, sofern das überhaupt noch klappt.","replies":[{"id":"","poster":"reinlachsen","date":"2016-02-06T19:15:37.175+0000","up_votes":1,"down_votes":0,"body":"Also R + Q klappt definitiv nicht mehr.\nHabs gerade mit den Makro probiert, selbst mit nur 1ms Delay zwischen R und Q geht es nicht. Der Q fliegt einfach zu langsam und der Charge ist einfach zu schnell.","replies":[]}]}]}