{"id":"4afj9uMZ","poster":"marc mag mark","date":"2016-02-05T00:49:57.793+0000","title":"Champion Idee: Shred, the Gunslinger","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Alsooo ... ich hatte diese Idee f&uuml;r einen AD Ranged Assassin f&uuml;r die Mid Lane. Bis jetzt gibt es da ja nich wirklich viele(auch wenn es momentan modern ist ADC&#039;s in der Mitte zu spielen). Ich dachte an ein &auml;hnliches Konzept wie Jhin. Also an einen Champion mit einer Pistole. W&auml;re zwar nichts neues aber ich f&auml;nde zumindest das Design recht interessant und na ja ... ich gebe zu, dies w&auml;re exakt ein champion f&uuml;r mich, da ich auf Assassins stehe und ich hier wohl meine Wunschvorstellung eines coolen Assassins zusammengestellt habe ... na ja auf jeden Fall ...\r\n\r\n**PASSIVE: **\r\nAfter a while of continously shooting the weapon will overheat and Shred becomes a melee champion for a few seconds. While overheated he gains 25/30/40% less damage and his Attack Damage is increased by 10%. \r\n\r\nShred can&#039;t use his Q nor R while overheated.\r\n\r\n**Q: BULLET WALTZ**\r\nShred shoots an explosive bullet in a targeted area, which deals physical damage. The bullet will continue jumping 2 times in the targeted direction. Shred can fire the bullet at any point within the range.\r\n\r\nWithout editing the targeted area the bullet will always jump in the direction away from Shred.\r\n(Close to Viktor Laser :))\r\n\r\n**W: FORCE OF THE WEAK**\r\nShred shoots 6 bullets in a targeted area and deals magic damage. For each enemy unit hit his next basic attack gains physical damage (Max. six times the value for one unit hit).\r\n\r\nWhile overheated Shred will smash a small area with his weapon dealing magic damage. If he hits an enemy champion he will gain attack speed.\r\n\r\n**E: HUMAN PROJECTILE**\r\nAfter a short delay Shred will quickly dash in the targeted direction and will deal physical damage to each enemy unit hit. Shred will stop at the first champion hit. If he hits a champion, he will stop moving and loading a second jump. While loading a new jump a new direction can be set. If Shred moves while loading the spell will go on cooldown.\r\n\r\nWhile overheated this spell becomes a targeted dash which deals physical damage and will knock the enemy a short distance back. In addition the cooldown will be lowered to 40% of it&#039;s normal cooldown. If the overheated phase is over the cooldown will be refunded.\r\n\r\n**R: BULLET BARRAGE**\r\nShred targets one enemy champion with his gun and shoots a barrage of bullets at him, dealing physical damage over time. Shred will still be able to move freely while shooting. Casting any spell will stop the channel without the aftereffect. \r\n\r\nWhen he finishes the bullets in the enemys body will explode stunning him and dealing a low amount of physical damage in an area arround him. Shred&#039;s weapon will also overheat after ending the barrage.\r\n\r\n\r\nLANE/ROLE: Mid Lane | AD Assassin\r\n\r\nSTRENGTHS: - good mid game - high mobility - good focus\r\n\r\nWEAKNESSES: - low range - depends a lot on items - relativly weak late game","replies":[]}