{"id":"Fxr1p97u","poster":"Crevelcor","date":"2016-02-04T10:56:21.895+0000","title":"Suche Team Zum training (Anfänger/erfahren)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey ho \n\nWie oben schon steht suche ich 4 leute mit denn Ich Ordentlich Spielen/trainieren Kann \nich W&uuml;rde geren mal wenigstens Bis platin Kommen ob team oder soloQ Ist mir eigentlich wumpe\n\nDazu muss ich sagen das ich  leider immer nur Ob Alter main acc oder Jetziger Neuer main nie Weiter als silber 1 gekommen bin :/\nnein nicht weil die anderen nur scheise gemacht haben auch weil ich mich h&auml;tte besser ins team einf&uuml;gen k&ouml;nnen \nansagen h&auml;tte machen k&ouml;nne usw usf ich bin da kein flamer der sagt ihr seid schuld ich bin PRO\nEs ist immernoch ein spiel was man als team gewinnt und nicht alleine!\n\nZu mir Ich habe mit S1 Angefange mit S4 Aufgeh&ouml;rt Habe &uuml;ber 4 k games normal und 1k ranked games \nLeider  habe ich aus verschiedenen gr&uuml;nden Meinen main acc nicht mehr :/ Dazu privat mehr infos fals bedarf ^^\n\nHabe aber einen Komplett neuen acc F&uuml;r Ranked leider nur wenig champs zu Verf&uuml;gung das kommt aber &uuml;ber die Monate \nwieder gebe auch generell mal ein bisschen geld daf&uuml;r aus um mir champs zu kaufne was kein Problem ist ^^\n\nMir fehlen noch einige runen die aber auch mit der zeit dazu kommen \n\nZur zeit spiele ich am Liebsten Top/adc Wobei ich sagen muss das mir top irgenwie am besten liegt Main champ {{champion:58}} \n\nzu {{champion:8}} Den &Uuml;be ich zur zeit \n\nMein Farm an sich ist eigendlich f&uuml;r meine fast 2 jahre auszeit an sich ganz gut aber das m&uuml;sst ihr selbst beurteilen \n\nIch bin f&uuml;r Kritik immer sehr offen top tricks usw Alles kein problem K&ouml;nnt ihr gerne Ansprechen Will mich ja schlieslich verbessern ^^\n\nzu mir bin 28 \nSpielzeiten unter der woche Mitwochs von 09:00-12:00 21:30-03:00\n                                                 Donerstag       09:00-12:00 21:30-03:00\n                                                 Freitags           09:00-12:00 -----------------------\n                                                 Samstag         16:00- OPEN END\n                                                 Sonntag          10:00-21:30  \n\nZu montags und Dienstags Da arbeite ich halt immer 12-14 stunden deswegen geht es da Leider nicht \n\nWenn interesse besteh einfach adden oder hier Posten ich melde mich so bald ich dann online bin \nW&uuml;rde mich freun \n\n\nMfg Crevelcor","replies":[{"id":"","poster":"ATMO Heathcliff","date":"2016-02-04T11:39:32.036+0000","up_votes":1,"down_votes":0,"body":"Moin Crevelcor,\n\nWir von [ATMO E-Sports Club](http://abload.de/img/joinussssf2.png) suchen noch Mitglieder.\nBei uns wirst du bestimmt Freundliche Mitglieder antreffen die mit Dir zusammen spielen wollen und zusammen besser werden wollen.\nWenn du Unterstützung/Hilfe in Spielverständnis oder generell Unterstützung/Hilfe brauchst, haben wir auch Mitglieder auf hohen ELO Level die Dir beiseite stehen damit du besser wirst.\n\nBei Interesse melde dich einfach hier bei uns:\nhttp://atmo-esportsclub.forumieren.com/\n\nNähere Infos hier:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/E4R2NhBW-atmo-e-sports-club-sucht-noch-member\n\nMit freundlichen Grüßen\nATMO Vorstand (ATMO Heathcliff)","replies":[]}]}