{"id":"z9YqsOpV","poster":"sN00Bdogg","date":"2016-02-04T01:09:13.097+0000","title":"Abstiegsspiele bzw. Systemmeldung bei Null Ligapunkten","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":2,"body":"Da jetzt wieder &uuml;berall massiv geranked wird und jeder versucht die Leiter wieder hoch zu krabbeln, hier meine Frage:\n\n**WARUM GIBT ES KEINE ABSTIEGS-SPIELE WIE BEIM AUFSTIEG AUCH?**\n\nAm Besten w&auml;re doch auch hier ein Best-of-3. Und falls das nicht gew&uuml;nscht sein sollte, so doch wenigstens eine Warnung seitens des Systems:\n\nz.B.: _&quot;Solltest Du ein weiteres Ranglistenspiel verlieren, steigst du ab!&quot; _\n\nDann weiss man wenigstens, woran man ist.\n\nDas Abstiegs-Best-of-3 (oder B-o-5) k&ouml;nnte man sehr gut in den jeweiligen 5er-Stufen einf&uuml;hren, damit es auch m&ouml;glich ist seine Farbe innerhalb der laufenden Saison zu verlieren.\n(Ich weiss, da&szlig; alle, die sich ihren Account von Freunden boosten lassen, diesen Vorschlag hassen werden!)\n\nWas sagt ihr dazu?","replies":[{"id":"","poster":"OrangeBubble","date":"2016-02-05T19:38:25.496+0000","up_votes":1,"down_votes":0,"body":"Wie darf ich mir das vorstellen?\nWenn du 2 von 3 Spielen gewinnst, dann darfst du bleiben.\nWenn du 2 von 3 Spielen verlierst, dann musst du gehen?\n\nIst das nicht quasi schon so? Verlierst du hintereinander mehrmals, darfst du damit rechnen, dass du bald fliegst.\nEine Warnung, okay, kann man einführen, den Rest halt ich für nichtig.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-02-04T05:57:03.301+0000","up_votes":1,"down_votes":0,"body":"Also letztes Jahr hast du eine Warnung bekommen. Zumindest bei der 5. Division. Du musst halt nur wissen, wo die Warnung steht...\n\nUnd zur Verlust der Farbe: Ja, genau, lasse einfach mal alle Spieler, die ein Jahr lang hart für ihren Platin Rahmen gearbeitet haben, diese verlieren, weil die Platzierung nach den ersten 10 Spielen... ich sag das mal so direkt... absolut upgefuckt ist. Wenn das jetzt gerade eingefürht werden würde, würde so ziemlich JEDER seinen ursprünglichen Rahmen verlieren... ich sag's ja nur...","replies":[]},{"id":"","poster":"OneViArmy","date":"2016-02-04T20:37:24.906+0000","up_votes":1,"down_votes":1,"body":"*Gefällt mir klick*","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-02-04T13:44:11.929+0000","up_votes":1,"down_votes":1,"body":"Was die 10 Placementspiele zum Beginn der Saison betrifft:\nDazu steht in anderen Threads hier im Forum genug. Das will ich hier nicht nochmal reintippen, denn um das gehts ja garnicht.\n\nWer seinen \"Platin-Rahmen\" nicht verteidigen kann, hat ihn auch nicht verdient. \nGlaubst Du Bayern München muss wegen all der Erfolge nicht absteigen, wenn sie am Ende der Saison auf Platz 18 stehen würden?\nGenauso sollten Spieler, die es nicht verdient haben auch nicht weiter damit \"angeben\" können. Ich kenne genug Spieler, die sich boosten lassen - per Premade oder Passwort-Hergabe - und dann aber in der Gold 5 rumdümpeln und am Ende mit mir (Bronze) gematched werden. Mir ist es mehr oder weniger egal was für eine Farbe mein Rahmen hat, ich vertrau auf das ELO-System und somit gleich starke Gegner. Letztendlich würden aber die Divisionen das wirkliche Leistungsvermögen des Spielers abbilden.\n\nDas mit der Warnung vor dem Abstieg  ist mir neu. Kann mir jemand sagen, wo ich das sehen kann?","replies":[]}]}