{"id":"pTLvQhTF","poster":"TheHumanDevil","date":"2016-02-03T17:07:57.154+0000","title":"Spiel h채ngt sich im Ladescreen auf","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Mitbeschw&ouml;rer,\r\nich habe folgendes Problem und hoffe, es k&ouml;nnen mir ein paar von euch helfen:\r\nSeit ich Windows 10 installiert habe, kommt es h&auml;ufig zu irgendwelchen Abst&uuml;rzen/Aufh&auml;ngern des Spiels. Champions sind gew&auml;hlt, der Ladescreen erscheint und alle sind zu 100% geladen. Dann h&ouml;re ich, wie meine Premades mir sagen, dass das Spiel losgeht, w&auml;hrend ich mich noch im Ladescreen befinde. Ich dr&uuml;cke Strg+Alt+Entf, rufe dar&uuml;ber den Task-Manager auf und stelle fest, dass ich nur meine Taskleiste sehen kann. Mein Desktop ist schwarz und ich kann kein Fenster &uuml;ber die Taskleiste &ouml;ffnen. Ich kann nur ein offenes Fenster, wie eben den Task-Manager, einsehen und erkenne, wie im Status von LoL &quot;inaktiv&quot; steht. Sollte ich meinen Desktop sehen k&ouml;nnen, kann ich trotzdem au&szlig;erhalb der Taskleiste nichts anklicken, kann auch nicht LoL in der Taskleiste schliessen und bin gezwungen, den gesamten PC neuzustarten. Habe schon zum zweiten Mal LeaverBuster bekommen und muss jetzt f&uuml;r 5 Matches 20 Minuten warten, bis ich gelistet werde. Wie gesagt, ich verwende Windows 10 auf dem Rechner, habe 2 Festplatten im Raid und verwende meistens entweder Skype, TS3 oder Steam zu Kommunikation nebenbei (falls das in einer Art relevant sein sollte). Ich habe kein leaguereplay oder wie das auch hei&szlig;t installiert.\r\n\r\nHoffe jemand wei&szlig; eine L&ouml;sung!\r\nMFG THD","replies":[{"id":"","poster":"der Friseur","date":"2016-02-03T19:19:56.389+0000","up_votes":1,"down_votes":0,"body":"Was f체r ne Graka hast du ?","replies":[{"id":"","poster":"TheHumanDevil","date":"2016-02-11T14:10:41.854+0000","up_votes":1,"down_votes":0,"body":"Die ist uralt, glaub ich. Eine AMD Radeon HD 6800 Serie. 1 GB VRAM. Hat f체r meine Zwecke ausgereicht und l채uft auch mit aktueller Software.","replies":[]}]}]}