{"id":"wFozEhZ2","poster":"Crycèr","date":"2016-02-03T13:17:05.576+0000","title":"Duo suchte Midlane [~ Dia Niveau]","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Mein Kumple (via internet) und ich suchen einen dritten Mann f&uuml;rs ranked spielen\r\n\r\nwir sind derzeit Toplaner sowie Jungler und w&uuml;rden sehr gerne einen dritten carry ins boot holen, welcher main midlane ist\r\nzu uns:\r\n- Wir neigen dazu spa&szlig; im spiel zu haben (was leider gottes nicht oft der fall ist) und leiten diesen Spa&szlig; durch die Kontrolle der Topside ab. Das hei&szlig;t soviel wie, der jungler verbringt 80% seiner Zeit auf der Topside seines jungles und gankt (im moment) haupts&auml;chlich top, darum auch ein midlaner, dieser k&ouml;nnte noch guten einfluss durch unseren jungler bekommen\r\nToplane:\r\n- 18 Jahre\r\n- main Darius seit season 4 etwa (ziemlich erfolgreich noch immer xD)\r\n- flexibel in picks K&Ouml;NNTE ich sein, bin ich aber meist nicht. ich zitiere meinen kumpel: &quot;hmm jaa fiora was k&ouml;nnte man da top picken... poppy? gangplank? ... DARIUS! xD #Dariusonly &quot;\r\n- season 5 h&ouml;chste liga Diamond 2, season ende Diamond 3 gewesen\r\n- aktuell in Diamond 4\r\n\r\nJungler:\r\n- 24 Jahre\r\n- main Ekko jungle\r\n- &auml;hnlich wie bei mir (dem toplaner) tendiert er eher dazu Ekko zu picken als etwas anderes xD\r\n- season 5 ebenfalls Diamond\r\n- aktuell Diamond 5 (dia 4 promo)\r\n- (weiteres m&uuml;sste er &uuml;ber sich aussagen)\r\n\r\nwas wir von dem midlaner erwarten:\r\n- Knowledge &uuml;ber seine Rolle in der Midlane\r\n- die richtigen picks in das team (d.h ich pers&ouml;hnlich mag keine Zed&#039;s, Morgana&#039;s, Fizz&#039;s oder &auml;hnliches in der mitte, da sie alle eins nicht besitzen: Waveclear)\r\n- nat&uuml;rlich eine ordentliche KDA mit seinen champions (keiner carried dich :) )\r\n- diamond niveau skill (wir sind gerne bereit euch ein wenig unter die arme zu greifen, aber wenn ihr nicht wollt (das kann man euch dann ablesen!) dann wird das nicht klappen)\r\n- kritikf&auml;hig (wir sind das nat&uuml;rlich genauso ^^)\r\n- ts3 pflicht\r\n\r\nden ersten schritt habt ihr damit schonmal erledigt indem ihr diesen Thread durchgelesen habt :D\r\n\r\nnun nur noch adden bei Interesse: / Cryc&egrave;r\r\n\r\nlg \r\n\r\nCryc&egrave;r {{champion:122}} \r\n\r\nFT Lord58 {{champion:245}}","replies":[]}