{"id":"HB4l1VK0","poster":"Killed My Cat","date":"2016-02-03T10:44:23.394+0000","title":"Free RP?","subforum":"Hilfe & Support","up_votes":1,"down_votes":4,"body":"Ehm ja ich hab im chat diesen einen Link gefunden wo man free RP kriegt, also jetzt den wo man nur den Benutzernamen eingeben muss! Jedoch wird man dann gebannt wenn dies auffliegt, oder? Ich w&uuml;rds so oder so nicht machen, da ich wenn dann Riot unterst&uuml;tzen will :)! Denn ich bin kein {{champion:17}}. Und soll man welche reporten die dass machen?","replies":[{"id":"","poster":"Irrsinn","date":"2016-02-03T10:46:49.841+0000","up_votes":2,"down_votes":1,"body":"Gegenfrage: wenn ich, in meiner Funktion als nigeriansicher Prinz im Exil, dich darum bitte mir deine Kontodaten zu geben und du dafür im Gegenzug eine stattliche Summe erhälst: bekomme ich deine Daten?","replies":[{"id":"","poster":"Killed My Cat","date":"2016-02-03T10:49:56.803+0000","up_votes":1,"down_votes":1,"body":"Natürlich nicht! Es war halt eine Frage die mir durch den Kopf ging, da im C.O.O.L Beitrag der Link war und ich mich wunderte ob all diese Menschen gebannt werden","replies":[{"id":"","poster":"Irrsinn","date":"2016-02-03T10:51:28.021+0000","up_votes":2,"down_votes":0,"body":"Sorry, aber was für Antworten erwartest du dir? Natürlich bannen die Accounts die im Forum Werbung für sowas machen, aber gegen die Anbieter selber hat Riot leider nur wenig handhabe. Leute die auf solche Links klicken verlieren durchaus ihren Account, aber nicht unbedingt durch Riot.","replies":[{"id":"","poster":"Killed My Cat","date":"2016-02-03T10:59:51.889+0000","up_votes":1,"down_votes":1,"body":"Meh, leider stimmt es dass Riot so wenig gegen die Anbieter machen kann. Also dass sie auf solche Links gehen und dass dort dann auch noch machen, als einfach legal Geld an Riot zu zahlen finde ich ein bisschen dumm. :c","replies":[{"id":"","poster":"Irrsinn","date":"2016-02-03T11:03:09.412+0000","up_votes":1,"down_votes":0,"body":"Tja aber es funktioniert und solange es das tut wird das jemand nutzen. Links mit Viren, Phising Mails, Datendiebstahl... gibt es schon ewig. Was hat sich verändert? Leider nicht viel. In dem Moment wo irgendwo \"GRATIS!!!111\" steht klickt jemand drauf, egal wie offensichtlich falsch das Ganze ist.","replies":[]}]}]},{"id":"","poster":"Zaddok","date":"2016-02-03T10:51:49.891+0000","up_votes":1,"down_votes":0,"body":"Niemals auch nur nachdenken auf solche Links zu gehen.\n\nSolche Artikel werden gerne als Verbreitungsmedium für Scam-Seiten genutzt da viele Leute den Artikel und u.U. auch die Kommentare dazu lesen.","replies":[]}]},{"id":"","poster":"RoderickAndara90","date":"2016-02-03T10:50:34.946+0000","up_votes":1,"down_votes":0,"body":"Hier muss ich als nigerianischer Zweit Prinz im Inzil ganz klar sagen Vielleicht.","replies":[]},{"id":"","poster":"sabonav","date":"2016-02-03T13:09:06.256+0000","up_votes":1,"down_votes":1,"body":"ich geb dir meine daten\n :)","replies":[{"id":"","poster":"sabonav","date":"2016-02-03T13:09:35.132+0000","up_votes":1,"down_votes":1,"body":"iban sollte reichen wegen mir bekommst du auch kr nr und bic","replies":[]}]}]},{"id":"","poster":"Zaddok","date":"2016-02-03T10:46:02.353+0000","up_votes":3,"down_votes":1,"body":"Hey,\n\nNIEMALS irgendwelche Accountdaten angeben. Egal wenn es z.B. nur der Benutzername ist.\n\nAußerdem gibt es nie free RP, und falls doch würde RIOT einen Artikel dazu in die News/Client stellen.","replies":[{"id":"","poster":"Killed My Cat","date":"2016-02-03T10:47:00.523+0000","up_votes":1,"down_votes":1,"body":"Ist mir bewusst :D","replies":[]}]},{"id":"","poster":"sabonav","date":"2016-02-03T13:08:25.532+0000","up_votes":1,"down_votes":0,"body":"nein du kannst nicht von riot gebannt werden \n\naber bar mach dir mal über folgendes gedanken :\n\ndu kannst rp nur über den clienten kaufen und damit dir n streamer oder vulcun oder ähnliches ein giveaway schicken können müssen die dich adden .\n\ndenkst du es ist trotzdem möglich ( egal wie gut es aussieht ) \ndas jemand dir rp generiert ohne dich zu adden oder is über den clienten zu kaufen \n\nich hatte mal überlegt ein youtube viedeo über so ne seite zu machen mit nem prepayet handy,\naber da würd ihc mir zu doof vorkommen :D\n\nlg 1100 okken acc user","replies":[{"id":"","poster":"Killed My Cat","date":"2016-02-03T16:14:05.106+0000","up_votes":1,"down_votes":1,"body":"sagen wir mal so: Ich persönlich falle auf sowas nicht rein, jedoch sieht dies so realistisch aus, da es auch bei einigen geklappt hat.","replies":[{"id":"","poster":"sabonav","date":"2016-02-03T16:26:57.498+0000","up_votes":1,"down_votes":0,"body":"ja natürlich sieht es realistisch aus :D aber es ist schlicht nicht machbar da die ein`zige möglichkeit an rp zu kommen der shop/ über den shop von nem andern acc oder von riot ist ....\n\nund somit kann es nicht klappen sonst hätte riot ein riesiges lag in iehren servern und das glaub ich nicht","replies":[]}]},{"id":"","poster":"sabonav","date":"2016-02-03T13:10:38.379+0000","up_votes":1,"down_votes":1,"body":"riot bannt dich aus folgenden gund nicht : dein acc wird nicht angefasst :d\n\nund die 6 leute die ja gesagt haben : schreibt keinen scheiß wenn ihr keine ahnung von dem kram habt :)","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-02-03T12:43:04.525+0000","up_votes":1,"down_votes":0,"body":"streng genommen wirst du damit erst deinen Account durch Phishing verlieren und danach wegen Accountsharin. Wahrscheinlich.","replies":[]},{"id":"","poster":"Sałtyy","date":"2016-02-03T12:28:54.805+0000","up_votes":1,"down_votes":0,"body":"Ich glaub danach is eher dein Acc weg ^^","replies":[]}]}