{"id":"qb0w3rIA","poster":"beiLeuty","date":"2016-02-02T16:05:16.609+0000","title":"Lags trotz guten Ping und Fps","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Seit 3 Tagen habe ich immer lags. Das heisst es ist ein Standbild f&uuml;r 1-2 sek. und danach l&auml;uft alles ganz schnell ab oder ich gleite &uuml;ber den Boden. Ich habe meinen Ping schon mermals getestet dieser ist gut (30 ms) ,sowie die Fps diese habe ich auch schon eingeschr&auml;nkt bis 60 oder 80 fps. Mein Computer ist seit 2 Monaten in Betrieb und somit wie neu. Lol habe ich auch schon deinstalliert und wieder installiert. Dies brachte aber nichts.\r\n\r\nIch hoffe ihr k&ouml;nnt mir helfen will endlich mal wieder paar Ranked games spielen. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"legofreak1","date":"2016-02-02T16:09:32.831+0000","up_votes":2,"down_votes":0,"body":"Nutzt du WLAN? Wenn ja, kannst du dann bitte testweise LAN verwenden?\n\nWenn nicht, lass bitte Pingplotter während eines Spiels mit Problemen mitlaufen:\n\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> Um ein Log zu erstellen, ladet das Programm bitte runter und stellt es dann folgendermaßen ein:\n> * Trace Interval: 1 second\n> * Focus Time: all\n> * Target Name: 185.40.65.1\n>\n> Startet das Programm dann über den grünen Button oben links und lasst es laufen, während ihr im Spiel seid.\n> Wenn während des Spiels Probleme aufgetreten sind, ist das Log verwertbar und kann folgendermaßen im Forum geteilt werden:\n> * Edit -> Copy as Text\n> * Geht nach [Pastebin.com](http://Pastebin.com)\n> * Fügt das kopierte Log unter \"New Paste\" ein und klickt auf \"Create new Paste\"\n> * Kopiert den Link zum Log auf Pastebin aus der Adressleiste und fügt diesen in euren Forenpost ein.\n>\n> Fügt bitte außerdem das [Netlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-problemen-und-fehlern?comment=0000) dieses Spiels ein.","replies":[{"id":"","poster":"beiLeuty","date":"2016-02-02T17:01:26.690+0000","up_votes":1,"down_votes":0,"body":"http://pastebin.com/7JhjrUr0","replies":[{"id":"","poster":"Sree","date":"2016-02-02T17:38:21.371+0000","up_votes":1,"down_votes":0,"body":"Du hast 2% Paketloss bereits zu deinem Router. Das bedeutet, dass 2% aller Anfragen bereits auf dem Weg zu deinem Router verloren gehen. Das kann die Ursache deiner Probleme sein.\nDa du Kabel benutzt, wird es zumindest schonmal nicht am W-Lan liegen. Hast du schonmal versucht den Router fuer 5 Minuten vom Strom zu nehmen? Manchmal kann das die Ursache der Probleme schon beheben.\nFalls nicht, mach das am besten und wiederhole den Test dannach nochmal.","replies":[{"id":"","poster":"beiLeuty","date":"2016-02-02T17:46:54.963+0000","up_votes":1,"down_votes":0,"body":"Mir ist gerade aufgefallen das dieses Problem doch auch an nicht geöffneten Ports liegen kann oder ?","replies":[{"id":"","poster":"Sree","date":"2016-02-04T09:18:56.952+0000","up_votes":1,"down_votes":0,"body":"Zuerst mal solltest du den Paketverlust zu deinem Router beheben. Der hat nichts mit Ports zu tun. Wenn das behoben ist und die Probleme in LoL immernoch bestehen, kann man schauen, ob es eventuell an den Ports liegen kann. Bisher ist die wahrscheinlichste Ursache fuer deine Probleme aber wie gesagt der Paketverlust auf dem Weg zu deinem Router.","replies":[{"id":"","poster":"beiLeuty","date":"2016-02-07T08:50:38.146+0000","up_votes":1,"down_votes":0,"body":"Ich hab die Ports geändert und es laggt nicht mehr.","replies":[]}]}]}]}]},{"id":"","poster":"beiLeuty","date":"2016-02-02T17:40:52.528+0000","up_votes":1,"down_votes":0,"body":"http://pastebin.com/QcXwzXeA","replies":[]},{"id":"","poster":"beiLeuty","date":"2016-02-02T16:20:17.954+0000","up_votes":1,"down_votes":0,"body":"Ich versuchs mal trotzdemdanke für die schnelle Antwort.","replies":[]}]},{"id":"","poster":"beiLeuty","date":"2016-02-02T19:31:13.441+0000","up_votes":1,"down_votes":0,"body":"Ich hab gerade erfahren das mein Vater am Wochenende ein Update auf der Fritz!Box gestartet hat. Bei diesen Update kann es sein das Ports geschlossen wurden die Lol für die Verbindung braucht. Diese habe ich gerade geöffnet. Probiere es morgen aus ob es wieder ohne Lags funktioniert.\n\nWerde mich morgen nochmal Melden ob es geklappt hat oder nicht. \n\nDanke für eure schnelle und gute Hilfe.{{summoner:4}}","replies":[]}]}