{"id":"afgvATqL","poster":"ToasI3rot","date":"2016-02-02T07:03:02.378+0000","title":"Counterjungler","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Guten morgen, \r\n\r\nIch wollte euch mal fragen was eurer Meinung nach die st&auml;rksten counterjungler sind und welche die schw&auml;chsten sind die man ganz einfach counterjunglen kann :)","replies":[{"id":"","poster":"Adawasdawada","date":"2016-02-02T08:02:34.254+0000","up_votes":1,"down_votes":0,"body":"Also eigentlich ist es relativ simpel zu erkennen welche Champs gut dafür geeignet sind und welche relativ anfällig sind. \nEin gutes Counterjunglen zeichnet sich aber nicht durch die Champs ab, sondern du musst ganz einfach wissen was du tust.\nLetzendlich gibt es auch mehrere Varianten des Counterjunglens. Zum einen die Variante, in der du gezielt im early den Gegnerischen Jungler Invadest, und dadurch versucht durch das ganze Spiel ein Vorteil zu ziehen indem du weiterhin dafür sorgst das der Gegenr Jungler nicht ins Spiel kommt. \nDas würde jetzt aber alles zu viel werden und an deiner Frage vorbei gehen.\n\nzu deiner Frage: \nDie besten Counterjungel Champions sind logischerweise die, die ein sehr starkes early, bspw. aufgrund ihrer hohen Grundwerte haben, oder Champs die bereits im early sehr starke Duellanten sind. Die Kunst beim Counterjungeln ist es aber auch, die Situation zu erkenn in der du 1vs1 gegen den gegnerischen Jungler fighten kannst. Du musst immer dran denken das du dich im Gegnergebiet befindest, und die Mitstreiter deines Gegnerteams in der Regel schneller zu euren Kampf stoßen können als deine eigenen Mates. \nStarke Counterjungel Champs wären meiner Meinung nach:\nLee Sin\nPoppy\nQuinn\nShaco\nNunu\nNidalee\nEvelyn\nElise\n\nDas sind nun sicherlich nicht alle, und bei einigen spielen auch viele Eventualitäten eine Rolle, also pauschal sagen kann man dies nicht. Ich hab nur auf diesen gute Erfahrungen diesbezüglich gemacht.\nBesonders anfällig sind natürlich die, die nach den ersten Camps bereits Low sind und dementsprechend leicht abzufangen sind. Ggf. machen diese Champs auch gerne nach dem ersten Buff die nächsgelegende Krabbe für Sustain, also schau mal das oder einer deiner Mates da einen Ward platzieren. \nChamps welche extrem Countergank anfällig sind gibt es meiner Meinung nach nicht so wirklich, wenn man seine Champs gut spielt. Wie gesagt, es kommt auf die richtigen Momente an. Wenn du den Gegner Jungler spottest und siehst das er mit 1/3 leben noch ein Camp macht, du aber Full Life bist, dann ist jeder Champ anfällig für einen Kampf. Gezieltes Counterjungeln funktioniert am besten, wenn das ganze Team mitzieht, bspw. durch platzieren von Wards im Gegnerischen Jungel, etc.","replies":[]},{"id":"","poster":"Reaz83","date":"2016-02-02T07:40:54.778+0000","up_votes":1,"down_votes":0,"body":"Nunu und shaco sind z.b. ganz gut zum counterjungeln ... schwaches early haben z.b. amumu oder rammus ... leichte Beute oder einfach nur Farm stehlen","replies":[]},{"id":"","poster":"Megamaexx","date":"2016-02-02T08:30:02.792+0000","up_votes":1,"down_votes":1,"body":"Im Early schwach finde ich Sejuani und Jarvan. Lassen sich dann super ganken.\n\nWas den Counterjungle angeht, kommt drauf an, was du tun willst. Als Zac zum Beispiel geh ich mit Level 2 zum gegnerischen Redbuff, egal ob der Gegner da ist oder nicht.\nAls Lee Sin macht es wiederum mehr Sinn, den gegnerischen Jungler zu jagen, als Warwick würde ich mich eher auf die Camps fokussieren. Warwick ist zwar stark im 1v1 dank seinem Sustain, aber was bringt das, wenn man keinen CC hat. Also da hingehen, wo der Gegner nicht ist.","replies":[]}]}