{"id":"qzv6AWHg","poster":"ΞVO Effect","date":"2016-02-01T23:42:20.030+0000","title":"Ständiges Problem in der Champ.Select.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey Leute, ich habe schon l&auml;nger - eig. &uuml;ber Monate hinweg mal &ouml;fter mal weniger h&auml;ufig - das problem, dass \r\nmein Spiel in der Champ Select abschmiert. Das hei&szlig;t, wenn ein Timer l&auml;uft, l&auml;uft dieser auf 0 und dann passiert\r\nhalt einfach gar nichts. Hin und wieder bekomme ich dann ein Fenster von LoL wo die Meldung drin steht, dass\r\nein Fehler vorliegt und die Daten vom server nicht &uuml;bertragen werden konnten. \r\n\r\nDas Spiel l&auml;uft entsprechend weiter, wenn die CHamp Select f&uuml;r die anderen beendet ist.\r\nHei&szlig;t, wenn ich meinen champ noch nicht gepickt habe, fliege ich raus mit dem hinweis ich h&auml;tte keinen Champ gew&auml;hlt\r\noder, wenn ich mehr gl&uuml;ck hatte und ihn vor dem abschmieren pickte, dann startet gnz normal der Ladebildschirm. \r\n\r\nWie gesagt, es passiert mal h&auml;ufiger mal nicht, bisher habe ich immer damit gelebt und es einfach hingenommen.\r\nBis es heute Morgen und nun wieder passierte. Nun geht mir das schon mehr auf die nerven, da ich heute morgen z.B.\r\nwohl n haufen Reports und ein Lose kassierte und gerade abends ne halbe stunde warten durfte bis ich wieder spielen kann.\r\n\r\nHeute morgen war ich 1.pick und der 4te wollte das ich ihm unbedingt graves picke.. das tat ich, ich war mid er war jungle (entsprechend runen und masteries sowieso summoner eingestellt) nun nachdem ich ihm sagte &quot;LB&quot; und er sie mir pickte, fror mein Schirm wieder ein und\r\nwir konnten nicht tauschen. Ergebnis = LB - AD RUNEN, MASTERIES, SMITE im jungle.. und ich durfte first time graves mit ap auf mid spielen. \r\nNaja, das ich immernoch die 2t. beste performance hinlegte und vor allem die botlane des grauens gefeedet hatte (beide so etwa 0-10, w&auml;hhrend ich\r\nmit meinem first time graves und ap 5-7 stand) hinderte mein Team nat&uuml;rlich nicht daran gro&szlig; im Chor reports f&uuml;r mich zu fordern weil ich \r\nsie ja getrollt habe^^.\r\n\r\n\r\nWIE DEM AUCH SEI, lange rede kurzer sinn :D\r\n\r\nhat einer von euch ein &auml;hnliches problem gehabt und kennt eine L&ouml;sung? Danke schonmal :)","replies":[{"id":"","poster":"ΞVO Effect","date":"2016-02-04T19:54:11.352+0000","up_votes":2,"down_votes":0,"body":"....respekt. Hier wurde mir echt geholfen. Es ist heute wieder 2 mal passiert. Danke! Dafür ist ein Forum doch da.","replies":[]},{"id":"","poster":"ΞVO Effect","date":"2016-02-02T19:58:09.065+0000","up_votes":1,"down_votes":0,"body":"Sehr aufschlussreich, danke!","replies":[]}]}