{"id":"WAV13fnq","poster":"HandIOfIZombie","date":"2016-02-02T00:47:49.682+0000","title":"Die Meinung eines Menschen zählt nicht\"!","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":6,"body":"**Hallo, der titel macht andere teils nachdenklich und anderen ist es teils auch egal.**\n\nIch gehe auch davon aus das dieses Thema mehr als nur einmal thematisiert wurde aber um es auf den punkt zu bringen, **Riot sollte sich schon die mühe geben die Altersfreigabe neu zu überdenken bzw. höher zu setzen\"! **Erst vor kurzem die Story von Jhin durchgelesen & ich kenne noch nicht einmal alle Storys von allen Champions, denke das die Story bei Aatroxx und Shaco bestimmt nicht anders sind. **Zu einem muss man sich darüber auch mal Gedanken machen was die Champions auch Ingame sagen bzw. von sich geben** und jedes Online Game was ab 12 ist, da sollte es auch kein Blut geben was zu sehen ist, wenn man genau hinschaut ist diese Blut Animation trz. kurz zu sehen bei einem Kill oder einem Treffer & was macht Riot, entfernt die Zigarre von Graves xD obwohl Kinder jeden tag menschen sehen werden die in der Öffentlichkeit rauchen. ^^ **Ganz ehrlich, dann könnt ihr das Spiel gleich ab 16 Freigeben dann habt ihr auch keine Probleme\"!**\n\nFrüher oder später müssen wieder mehr Elemente aus dem Games raus gepatch werden, wenn es wieder nötig ist und wie immer es nicht der Freigabe einspricht\"!** Überwiegend Sind es Erwachsene die das Game Spielen und auch Geld haben sich hier was zu Leisten. Welche Kundschaft ist euch eigl. wichtiger ? Die Antwort ist einfach, immer die Kundschaft die Zahlt. Leider besteht zu eurem Pech diese Kundschaft mehr aus Erwachsenen,** Die Jüngeren brauchen nur ein neues Game sehen was Interessanter ist, dann gehört LoL zur Vergangenheit, **die Veteranen oder die Spieler die wissen wie Leauge aufgebaut ist und treu sind & es bleiben wollen, die mögen solche Änderungen nicht\"! Warum was raus Patchen wenn das bestimmte Merkmale eines Champions sind die dazu beitragen auch den Champion zu nehmen oder zu Kaufen ?**\n\nImmer wieder werden Sachen raus gepatch, ich fand es auch nicht okay als ich davon mit bekommen habe das Graves keine Zigarre mehr hat aber im Trailer hat er sie ja noch, so gesehen werden wieder Elemente gezeigt für Neueinsteiger die es jetzt nicht mehr im Game gibt, etwas verarsche für ein Neueinsteiger oder nicht ? sry. wenn ich so direkt bin aber es geht halt nicht anders, falls jemand nicht meiner Meinung ist, muss das selber wissen\"! Ist so als ob man die ganze Diablo Reihe ab 12 Freigeben möchte und die meisten Kids in dem alter dürfen bestimmt nicht länger als 1-2 Std. am tag daddeln wenn überhaupt weil Schule geht eh immer vor oder würdet ihr ein Game zocken wollen was ab 16 freigegeben ist und dann auf einmal ab 12 ist und da die Elemente auf einmal raus gepatcht werden ? Könnt euch ja bestimmt vorstellen was alles raus gepatcht werden muss bei Diablo damit es ab 12 Freigegeben werden kann & hier schaut es ehrlich gesagt nicht anders aus ;)  ","replies":[{"id":"","poster":"Waldschrat86","date":"2016-02-02T03:54:09.067+0000","up_votes":2,"down_votes":0,"body":"Informier dich erstmal wie die USK funktioniert.\nSind generell eh nur Empfehlungen, die Entscheidung ob ein Kind das spielen darf treffen die Eltern.\nVon Index oder USK 18 ist LoL soeit entfernt, wie ich eine Frau zu sein.\nAlso bleibt die 16er Stufe, was ändert sich da für den Kunden? Nichts, gerade online, für den Publisher heißt es halt um 12er zu behalten z.B. Graves Zigarre zu entfernen.\nUnd selbst wenn, alles ausenrum hat Pegi.\nDann geht der 8jährige Kevin eben auf die UK-Seite und zieht sich das Spiel egal ob ab 0, 12 oder 16 und spätestens, wenn es die Eltern erlauben, wäre es selbst als 18er Titel legitim, wenn Kleinkev das zockt.","replies":[{"id":"","poster":"HandIOfIZombie","date":"2016-02-02T04:25:42.321+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=YnZkMR0R,discussion-id=WAV13fnq,comment-id=0002,timestamp=2016-02-02T03:54:09.067+0000)\n>\n> Informier dich erstmal wie die USK funktioniert.\n> Sind generell eh nur Empfehlungen, die Entscheidung ob ein Kind das spielen darf treffen die Eltern.\n> Von Index oder USK 18 ist LoL soeit entfernt, wie ich eine Frau zu sein.\n> Also bleibt die 16er Stufe, was ändert sich da für den Kunden? Nichts, gerade online, für den Publisher heißt es halt um 12er zu behalten z.B. Graves Zigarre zu entfernen.\n> Und selbst wenn, alles ausenrum hat Pegi.\n> Dann geht der 8jährige Kevin eben auf die UK-Seite und zieht sich das Spiel egal ob ab 0, 12 oder 16 und spätestens, wenn es die Eltern erlauben, wäre es selbst als 18er Titel legitim, wenn Kleinkev das zockt.\n\nDie meisten Eltern schauen doch nur auf die Freigabe und schauen eher selten zu was da gezockt wird. Erst wenn besorgte Eltern das ganze näher betrachten so wie beim Jugendschutzgesetz, ist so wie ich es geschrieben habe, erst wenn bestimmte Inhalte entfernt sind, kann mein Kind das Game weiter zocken oder es ist der Freigabe Optimal angepasst. Klar, soll kleinkev selber wissen was er macht, da müssen die Eltern schon den Riegel vorschieben aber hier gibt es keine Freigabe die zu 100% Optimal angepasst ist. Es verhält sich wie eine Kettenreaktion. Zufrieden sind am ende nur die, die ihre Meinung durch bringen konnten. Ich finde es halt einfacher wenn die Jugendfreigabe ab 16 ist, dann gibt es hier kein Hick Hack. {{champion:266}} \n\n(Also bleibt die 16er Stufe, was ändert sich da für den Kunden? Nichts, gerade online, für den Publisher heißt es halt um 12er zu behalten)\n\nDas würde ich so nicht unterschreiben, zwar wird Graves seine Zigarre nicht wieder bekommen aber früher war das rauchen auch ab 16 noch erlaubt ;) aber manche Inhalte werden hier nicht mehr rausgepatcht die für die Champions und ihrem Charakter sehr viel Gewicht mit sich bringt um den Champion auch von der Story besser zu verstehen, auch Ingame halte ich es vor das da nichts geändert wird weil ich mag solche Änderungen nicht und es **a** nicht mehr authentisch ist wegen der story und **b** kommt es mir in dem fall auch so vor als ob man keine freie Meinungsäußerung hat wenn es eingeschränkt wird und die Champions bestimmte Sachen nicht mehr sagen können (Ingame), falls sowas mal Thematik hier werden wird weil das Jugendschutzgesetz sich wieder meldet. Als Publisher kann das ehrlich gesagt kein Minus Geschäft sein weil alles was unter 16 ist, bringt dem Publisher auch nicht weniger oder mehr ein was jetzt der fall ist. Eher das gegenteil, die Spieler wissen es mehr zu schätzen wenn Inhalte nicht einfach raus genommen werden und bleiben länger, so würde ich das sehen. So bleibt man auch bei der Original Version und nicht einer Unofficiale nicht Legalen Version. ","replies":[]}]},{"id":"","poster":"tempname2531","date":"2016-02-02T01:46:44.425+0000","up_votes":2,"down_votes":0,"body":"Nicht dein erst weil Graves ne Zigarre hält im Trailer und nicht ingame ? whocares .. wer macht sich über sowas ernsthaft Gedanken? Und ab 12 ist optimal , überleg mal was für Filme ab 16 sind , Gestern noch in the 8 full eight gewesen , und da sieht man richtig im Detail wie ein Charakter ne Kugel in den Kopf kriegt und das Gehirn platzt und das Blut ins Gesicht von einer Frau spritzt. Wen schon dann das ganze fsk komplett überdenken .. aber lol ab 12 pass .. und man kann das Blut auch abstellen .. von daher richtiger nonsense ..","replies":[{"id":"","poster":"HandIOfIZombie","date":"2016-02-02T03:41:58.596+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=tempname2531,realm=EUW,application-id=YnZkMR0R,discussion-id=WAV13fnq,comment-id=0000,timestamp=2016-02-02T01:46:44.425+0000)\n>\n> Nicht dein erst weil Graves ne Zigarre hält im Trailer und nicht ingame ? whocares .. wer macht sich über sowas ernsthaft Gedanken? Und ab 12 ist optimal , überleg mal was für Filme ab 16 sind , Gestern noch in the 8 full eight gewesen , und da sieht man richtig im Detail wie ein Charakter ne Kugel in den Kopf kriegt und das Gehirn platzt und das Blut ins Gesicht von einer Frau spritzt. Wen schon dann das ganze fsk komplett überdenken .. aber lol ab 12 pass .. und man kann das Blut auch abstellen .. von daher richtiger nonsense ..\n\nWar ja klar das ich so ein Kommentar jetzt hier lesen muss :D \n\nKlar ist das mein ernst\"! Habe ja auch genug Kommentare gelesen darüber also ist das auch meine Meinung zu dem Thema.** Ganz ehrlich, würde ich beim Jugendschutzgesetz arbeiten und sonst keine hobbys haben würde hier einiges nicht gehen von der Altersfreigabe und so gehen die ja auch vor. **  \n\nEtwas fail dann hier zu kommentieren wenn man sich darüber keine ernsthafte Gedanken machen soll\"! Das Jugendschutzgesetz war doch dafür verantwortlich das es dazu gekommen ist das bestimmte Elemente einfach raus gepatcht werden, **das mit Graves war ein gutes beispiel weil es angeblich dazu anstiften könnte das Jüngere mit dem Rauchen anfangen** & frag mal Spieler die Graves als main char haben, da gab es mehr als nur genug Beschwerden darüber\"! Das mit dem Trailer war nicht anders, es gab genug User die angefragt haben und sich gewundert haben warum Graves Ingame keine Zigarre hat, ich bin da etwas mehr Uptodate **und jetzt überleg mal wie Eltern sein können wenn sie sehr sträng sind & da auch das Jugendschutzgesetz wieder zuschlägt wenn nicht sogar von alleine aus. **\n\nAlso ich verstehe das jetzt richtig, das Spiel ist ab 12 Jahren Optimal angepasst, right ? wtf ^^ Ich sehe das anders weil ich mich auch da etwas besser da hineinversetzen kann was besorgte Eltern betreffen die meist auch übertreiben können oder was das Jugendschutzgesetz vorschreibt **also wenn 12 Jährige solche Storys lesen sollen dann wird der Inhalt oder das was Ingame gesagt wird ja nicht dazu führen das Kinder auf dumme Gedanken kommen aber komischerweise eine Zigarre, die könnte ja dazu anstiften das Kinder mit dem rauchen anfangen. ** Ich liebe diese Logik ist ja toll angepasst und echt Optimal ;) ","replies":[]}]},{"id":"","poster":"HandIOfIZombie","date":"2016-02-02T03:46:59.297+0000","up_votes":1,"down_votes":0,"body":"**sry. ich finds lachhaft, soll ich als Erwachsener meine Zigarette verstecken wenn ich draußen in der Öffentlichkeit rauche und paar Kinder an mir vorbei gehen weil es dazu anstiften könnte ?** Vom Inhalt her ist die rede von Serienmördern und Killern, Psychopathen oder einem Massaker, kommt halt drauf an welcher Champion es ist, für mich als Gamer nicht so schlimm und auch voll Normal weil wie du schon geschrieben hast, gibt es Filme die ab 16 sind und es da etwas krasser zu gehen könnte aber ich glaube du hast mich generell falsch verstanden :D \n\nDas was ich schreibe ist auch teils die Sichtweise von den Kommentaren die ich schon gelesen habe und die Vorgangsweise von Eltern die besorgt sind** und wir reden hier von 12 Jahren als ob solche Inhalte nicht dazu führen könnten das was schlimmes passiert.** oh ja, das war jetzt die sichtweise der besorgten Eltern damit auch andere merken auf was ich hier hinaus möchte. **Früher oder später wird wieder vom Jugendschutzgesetz was vorgeschrieben, darauf wette ich\"!** sry. wenn ich das so schreiben muss aber ich finde dein Kommentar ehrlich gesagt sehr naive wenn es dein ernst ist das dass Game ab 12 Jahre Optimal angepasst ist weil das ist deine Sichtweise aber nicht die Sichtweise vom Jugendschutzgesetz oder mehreren Eltern die ein Game etwas näher unter die Lupe nehmen und sich sofort beschweren oder eine Petition machen wo bestimmte Inhalte entfernt werden müssen damit ihre Kinder das Game weiter zocken können\"!** Ich hab das nicht aus Spaß geschrieben das Riot die Freigabe höher setzen soll. Lieber Spiele ich ein Game so wie ich es kennengelernt habe als das hier immer wieder Sachen raus gepatcht werden. **","replies":[]}]}