{"id":"3Jf7BAEV","poster":"Chain Stoner 420","date":"2016-02-01T19:21:41.086+0000","title":"AP Midlaner Masteries","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey wollte mal fragen wie ihr momentan eure AP midlaner spielt, auf die masteries bezogen. \r\n\r\n12/18/0 mit CDR + Thunderlord oder 18/12/0 mit Magie pen und Deathfire? oder variiert das bei euch je nach champ?","replies":[{"id":"","poster":"MeDontEnglish","date":"2016-02-01T20:16:22.688+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele alle Burst Champs die ich Spiele auf 12/18 ( {{champion:103}} {{champion:7}} {{champion:238}} {{champion:38}} {{champion:99}} ( Ich bau AP´ler zurzeit nur noch mit {{item:3027}} und nehme die 5% extra CD aus den Masteries mit - sonst die penetration.\n\nAuf Poke Champs nehm ich auch gerne Deathfire mit: {{champion:8}} (eig der einzige Champ den ich mit Deathfire Spiel xD )","replies":[]},{"id":"","poster":"GankMeOrLose","date":"2016-02-01T19:52:09.432+0000","up_votes":1,"down_votes":0,"body":"variiert immer. brand zb. ohne deathfire zu spielen is einfach zu dumm um wahr zu sein aber LB hat mit thunderlords einen EPISCHEN lvl 2 powerspike und wesentlich mehr schaden. die 8% magic pen sind gut gegen ein team mit vielen tanks aber bringt zb nichts auf assassins wie LB weil die eh nur die squishys nimmt wobei auf einer orianna natürlich die 8% super sind gegen tanks aber gegen ein squishy team immer noch Precision besser is (im 3tem baum vorletze links).\n\nwas ich sagen wiell ist das es extrem vom champion und dem gegner abhängt wie du die masterys machst. ich würde dir empfehlen dir für jeden baum eine mastery seite zu machen und die JEDES spiel neu für den champion den du spielst und gegen das team gegen das du spielst zu bearbeiten und dir genau überlegst was in dem falle besser wäre. hängt aber auch von deinen präferenzen ab, wie du den champion spielst.\n\neinfach jedes match neu machen, übe es ein bisschen und gg. \n\nP.S: es gibt einige dinge auf die man achten sollte z.b das man grasp auf jax bauen kann aber auch frevor je nachdem was für  items du baust und wie du ihn spielst. sei kreativ ^^\n\n(psst, renekton mit thunderlords und precision OP.....)","replies":[]}]}