{"id":"KJf0QuIi","poster":"Blue Universe","date":"2016-02-01T16:25:03.515+0000","title":"Mehr Refunds credits?","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Hallo , ich wei&szlig; zwar nicht ob RIOT das auch lesen (kann) aber ich erz&auml;hl jetzt\r\n\r\nIch habe vor ungef&auml;hr 2-3 jahren angefangen LoL zu spielen , ich hab mich in Fiora verliebt (Nicht diese art von liebe!)\r\nAlso benutzte ich meine 3 refunds um IP zu bekommen sodass ich mir Fiora kaufen kann (es war die alte fiora,mit der krassen ultimate) .Jetzt spiel ich nicht mehr mit fiora weil dieser Patch gekommen ist (sorry ich wei&szlig; nicht welcher) wo Fiora TOTAL ver&auml;ndert wurde. Nun wollte ich sie Refunden aber ich k&ouml;nnte es nat&uuml;rlich nicht weil ich meine Refunds benutzt habe um sie zu kaufen.\r\nIst dass Pech?\r\noder nur Gemein?\r\n{{summoner:3}}","replies":[{"id":"","poster":"HyperionCH","date":"2016-02-01T16:36:36.512+0000","up_votes":3,"down_votes":0,"body":"Weder noch.\nEs ist wohl eher ein falscher Einsatz der Refunds.\n\nDie Refunds sind eher dafür, dass man Fehlkäufe (z.B. ein Fehlklick) nochmals rückgängig machen kann. Als Beispiel wäre, dass man einen Champ mit IP kaufen wollte, aber fälschlicherweise mit RP kaufte (die man nur benutzen möchte, um Skins zu kaufen).\n\nTheoretisch müsste Riot nicht einmal einen einzigen Refund anbieten. Sie sind also beriets kulant, dass sie 3 zur Verfügung stellen (als insgesamt 3 Fehlklicks erlauben).\n\nDu hast jedoch die Refunds nur gebraucht, um IP wieder zu bekommen.\nDa muss ich sagen, dass du offensichtlich einfach zu ungeduldig warst. Die nötigen IP hättest du ja innerhalb wenigen Wochen gehabt, selbst wenn du nur 1-2 Mal täglich für den Tagessieg spielst.\n\nIch persönlich habe Ende letztes Jahr meinen ersten Refund benutzt.\nWar jetzt kein Fehlklick, aber der Kauf vom neuen Tristana-Skin habe ich etwas zu früh gemacht. Ich habe erst nachher gelesen, dass man zu Weihnachten einen mystery Skin bekommt, wenn man Skin in dieser Kategorie (ich glaube, \"Legendary\") kauft. Deshalb: Refund + wieder gekauft für den mystery Skin. ;)","replies":[]},{"id":"","poster":"StillYasuoMain","date":"2016-02-02T06:38:56.562+0000","up_votes":1,"down_votes":0,"body":"Spiel Fiora doch einfach. Sie macht Spass und ihre Ult ist stärker/krasser als zuvor. Du kannst ein ganzes Team damit healen! Ausserdem kann ihre q jetzt nicht nur auf Gegner benutzt werden sondern ist zielbar und dient deshalb auch als escape. Also ein gratis flash. Mit der w blockst du nicht mehr nur einen Angriff sondern wirst auch kurz nicht als Ziel wählbar und kannst stuns auf Gegner leiten.","replies":[]}]}