{"id":"uNx6ahZE","poster":"GooqleMe","date":"2016-02-01T14:56:24.586+0000","title":"Sion mid?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nich maine zurzeit Sion im Ranked und wollte mal eure Meinung wissen ob ich ihn auf Mid spielen k&ouml;nnte falls ich Top nicht bekomme?\r\nIch roame immer auf Botlane ab lvl 6 und da w&auml;re doch die Midlane noch besser , quasi Top/Bot mit Ult, dazu noch TP auf der Lane. Bzw welches Build w&uuml;rdet ihr mir daf&uuml;r empfehlen, AP-Sion ist useless.Ich m&ouml;chte halt einen guten impact im Game haben.\r\nDas ist derzeit meine Performance.\r\nhttp://www.lolskill.net/summoner/EUW/GooqleMe/champions","replies":[{"id":"","poster":"Shacoláde","date":"2016-02-10T07:23:13.807+0000","up_votes":1,"down_votes":0,"body":"probier doch mal Sion im Jungle geht ganz gut.  Klingt jetzt zwar blöd, aber lass dich im Jungle gleich am Anfang töten.\nMit der Passive alleine kannst du zusätzlich gleich ein Camp clearen. Und ob du Backportest oder die kurze Zeit tot verbringst\nist egal. Ganken kannst du ähnlich wie du es Mitte vorhast.\nWürd dir eher Jungle empfehlen","replies":[]},{"id":"","poster":"Chropa","date":"2016-02-10T06:21:53.801+0000","up_votes":1,"down_votes":0,"body":"Auf der lane denke ich wirst kaum probe haben dein e ist ein genialer poke mit einer guten Reichweite und mit dem w kannst eine ganze wave abholen wenn du auf AP baust. Problem sehe ich nur im späteren Spiel weil ich die Tank Variante im late für nützlicher halte.","replies":[]},{"id":"","poster":"The Demon Child","date":"2016-02-01T17:49:06.584+0000","up_votes":1,"down_votes":0,"body":"könnte möglich sein, müsstest dafür halt mehr in schaden, als in tankyness setzen, damit ihr im team nicht nur einen mit schaden habt. \nzum beispiel gegen Mages kaannst du Hextränker bauen, und gegen AD Sunfire (ok, gibt jezt nicht viel schaden, aber da es schaden um einen rum macht, kann dies doch ziemlich nützlich sein)\n\nmüsstest dann auch regelmäßig versuchen mit der E zu poken, um gute Trades zu hinterlegen.\nund soviel ich weiß, gibt es auch die AP sion variante, mit der dann auch massiver magischer Schaden vorhanden sein sollte :) \nich spiele auch gerne Sion, und hab ihn auch schon auf der mitte gespielt.\nmussst halt vor matchups wie Yasuo oder Zed acht geben, wegen hoher mobility","replies":[]},{"id":"","poster":"LordOfHell90","date":"2016-02-01T16:47:09.807+0000","up_votes":1,"down_votes":0,"body":"Ich stell mir das lanen sehr schwer vor gegen einen guten mage Spieler. Da du bestimmt für jeden Hit sehr hart bestrafst werden wirst","replies":[]},{"id":"","poster":"ClAO KAKAO","date":"2016-02-01T15:01:24.910+0000","up_votes":1,"down_votes":0,"body":"Dann fehlt halt dementsprechend Schaden der eigentlich in der Mitte vorhanden sein sollte, später bist du halt als Sion ( normalerweise) nur Utility und Tanky. Also wird dann immer mindestens ein Hypercarry oder DMG auf Toplane gebraucht.","replies":[]}]}