{"id":"8I4HYVNX","poster":"Teddybär111","date":"2016-01-31T17:32:10.469+0000","title":"Champion Kit design","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich hab eine Frage, ich kenne mich nicht besonders gut mit videospiel design aus, aber ich wollte mal etwas fragen. Ich habe bis jetzt geh&ouml;rt, dass jeder Champion in league of legends eine Schw&auml;che und eine bis mehre St&auml;rken haben soll. Allerdings habe ich in meinem letzten spiel gegen yasuo gespielt und habe &uuml;ber dieses Konzept nachgedacht, da mir aufgefallen ist, dass yasuo einfach, meiner Meinung nach, zu viele M&ouml;glichkeiten in seinem kit hat.\r\nZ.B hat er &quot;beinahe&quot; unbegrenzte Mobility, sustain und tankyness, dank seinem Schild und sehr viel Schaden plus gutes Skaling.\r\nIch pers&ouml;nlich verstehe nicht so ganz wie das gutes gamedesign ist, vielleicht kann mich aber jemand aufkl&auml;ren.\r\nMFG Teddy","replies":[{"id":"","poster":"Fawkes04","date":"2016-01-31T19:12:20.012+0000","up_votes":1,"down_votes":0,"body":"Sehn wir uns Yasuo genauer an. \nZunächst einmal ist er Nahkämpfer, also schon mal anfällig für Fernkampfangriffe. Die kann er mit dem W blocken, das allerdings eine sehr lange Abklingzeit hat. Auch sein Passiv-Schild ist nicht soo stark und kann von Fernkämpfern relativ einfach ausgelöst werden - danach muss er es erst wieder aufbauen.\nSeine Mobilität ist an gegnerische oder neutrale Einheiten gekoppelt. Ein Yasuo, der (wie die meisten Yasuos es gerne tun) pusht und oft am gegnerischen Turm steht hat also de facto nur seinen Flash als escape bei einem möglichen Gank. Wenn du vor ihm wegrennst und dabei eine LAne entlangläufst hat er wirklich scheinbar unbegrenzte Mobilität, allerdings nur, weil du die Schwäche eben dieser nicht ausnutzt, indem du die LAne einfach verlässt.\nIch nehme an mit \"Sustain\" meinst du nur Lebensraub, da der Schild ja später noch erwähnt wird - den hat er allerdings im Gegensatz zu Champions wie {{champion:39}} oder auch {{champion:266}} nicht von alleine sondern einzig durch Items, sprich Dorans oder ein vampirisches Zepter. Bei Yasuo kommt noch hinzu, dass viele Lebensraub in den Runen verwenden. Das alles allerdings sind keine Eigenschaften des Champions bzw könnte man das mit jedem anderen Champion auch machen, wenn man denn möchte.\nÜber die tankyness die man mit einem 500er Schild bekommt kann man streiten. Auch ein{{champion:112}} hat ein Schild, {{champion:99}}  ebenfalls, und über die Schilde von {{champion:117}} will ich gar nicht reden. Ein Schild, das 500 Schaden abfängt, wird zu diesem Zeitpunkt (lv18) von einem einzigen Spell eines typischen Midlaner zerstört. Außerdem wird es, wie oben erwähnt, selbst vom Autoattack einer {{champion:40}} ausgelöst und ist dann für eine Weile weg.\nSehr viel Schaden und gutes Scaling ist nichts besonderes, das bringen viele Midlaner und ADCs mit.","replies":[]},{"id":"","poster":"Im a Papaya","date":"2016-01-31T18:04:47.526+0000","up_votes":1,"down_votes":0,"body":"Yasuo hat zwei offensichtliche Schwächen:\n1. vor level 6 ist sein gesamtes Kit eher sinnlos, da er stark auf seine Ult baut\n2. er braucht einen knock up, den er meist selbst aufbaut und das dauert seine Zeit und es ist leicht zu erkennen wann er aggressiv handeln möchte","replies":[]}]}