{"id":"deEEdXOp","poster":"Redgomor","date":"2016-01-31T10:38:43.871+0000","title":"[Fan Fiction] Zu viele Legenden","subforum":"Community-Kunstwerke","embed":{"title":null,"description":null,"url":"https://i.ytimg.com/vi/mr478O1jdnw/hqdefault.jpg","image":null},"up_votes":2,"down_votes":0,"body":"**Vorwort**\r\n\r\nZu viele Legenden ist eine von mir erdachte Parody des Buches &quot;Zu viele Fl&uuml;che&quot; von A. Lee Martinez, basierend auf den Champions der Liga der Legenden. &quot;Zu viele Fl&uuml;che&quot; ist ein sehr sch&ouml;nes Fantasybuch, kann ich jeden empfehlen. \r\nDie Herren und Damen des alten Fan Fiction Forums werden die Geschichte noch kennen. \r\n\r\n**Buchr&uuml;ckseite**\r\n\r\nEin kleiner Dachs. Ein gro&szlig;es Schlo&szlig;. Und viel zu viele Legenden.\r\n\r\nTeemo ist ein kleiner Dachs, der von seinem Meister Veigar dazu verdonnert wurde,\r\nf&uuml;r ihn sein Schloss auf Vordermann zu halten. Teemo muss sich mit depressiven Vampiren,\r\nviel zu fetten Werw&ouml;lfen, DEM DING IM KELLER, einem melancholischen Wasserspeier\r\nund vielen anderen verfluchten Lebewesen herumschlagen.\r\nDoch nach einem seltsamen Unfall, verschwindet Veigar von der Bildfl&auml;che und eifernde\r\nMagier wollen sich Veigars Schlosses bem&auml;chtigen. Als dann auch noch &quot;Die R&uuml;sung am\r\nEnde des Ganges&quot; verschwindet, droht das ganze Schloss im Chaos zu versinken.\r\nEs liegt an Teemo nicht nur seine verfluchten Freunde und das Schloss, sondern\r\nalles Leben auf diesem Planeten zu retten! \r\n\r\n**Eins **\r\n\r\nVeigar hatte die Angewohnheit Dinge und Menschen f&uuml;r sich zu beanspruchen. Er selbst sah sich als den gr&ouml;&szlig;ten Magier aller Zeiten und konnte keine Konkurrenz ertragen. In seinem Schloss sammelte er diese Wesen und Gegenst&auml;nde. Einige R&auml;ume waren &uuml;bers&auml;t mit gesegneten und verfluchten Edelsteinen, andere waren ein wahres Sammelsurium an B&uuml;chern &uuml;ber die Flora und Fauna Runeterras. \r\nVeigars einziges Problem an der Sache war, dass er &uuml;ber all die Jahre seiner Schreckensherrschaft hinweg so viel zusammen gesammelt hatte, dass er sowohl den &Uuml;berblick verlor, als auch die Pflege &uuml;ber seinen Besitz. Zu diesem Zweck ben&ouml;tigte Veigar Hilfskr&auml;fte, doch mangelte es ihm an Personal, denn sobald sich jemand seinem Schloss n&auml;herte, wurde er auf Gut runeterrisch beschlagnahmt. \r\nTeemo hatte unversch&auml;mtes Gl&uuml;ck gehabt, dass er eine Stelle in diesem Schloss bekam, doch hielt sich dieses Gl&uuml;ck stark in Grenzen, nachdem er herausgefunden hatte, was f&uuml;r Arbeiten im Inneren des Schlosses auf ihn warteten. Trotzdem genoss er es, w&auml;hrend er in das Auge des Wasserspeiers Galio spuckte und den Staub weg putzte. \r\n\r\n&bdquo;Ich hasse es, wenn Du das machst&ldquo;, lie&szlig; der Wasserspeier verlauten. \r\nNachdem er seine Arbeit vollbracht hatte, sprang er von dem Sims herunter und blickte ein wenig genervt hinauf. &bdquo;Du wei&szlig;t doch, wenn ich es nicht mache, macht es niemand. Ich bin der einzige, der sich um dieses Schloss k&uuml;mmert.&ldquo; \r\nGalio seufzte und richtete seinen Blick wieder den Flur hinunter, wo &bdquo;Die R&uuml;stung am Ende des Ganges&ldquo; stand. &bdquo;Damals war es anders. Als ich noch ein Magier war, ja, da konnte ich ganze Landschaften unterjochen.&ldquo; \r\nTeemo seufzte. Das Schloss seines Meisters Veigar war voller Legenden. Veigar selbst war ein Schreckensherrscher und liebte es seine Feinde mit Fl&uuml;chen zu belegen und sie in seinem Schloss gefangen zu halten. Galio war einer von ihnen. Er wurde von Veigar dazu verdonnert sein Leben in Form eines Wasserspeiers zu fristen. \r\nGalio fing an damit zu prahlen, wie schrecklich er war und was er alles in seinem Leben erreicht hatte. Teemo wusste, dass Galio eine Schw&auml;che f&uuml;r rote Blumen hatte, das war auch der Grund, warum Veigar ihn bezwingen konnte. Veigar drohte alle roten Blumen des Landes zu vernichten und hatte aufgrund dessen mehrere hundert Rosen gepfl&uuml;ckt und zusammengetragen. \r\nGalio ergab sich sofort. \r\nWas f&uuml;r eine verr&uuml;ckte Welt, dachte sich Teemo. Aber auf diesem Planeten war ja wirklich alles m&ouml;glich. \r\n\r\n&bdquo;Was glaubst Du, hat es mit der R&uuml;stung auf sich, Teemo?&ldquo;, fragte er unvermittelt, nachdem er mit seinen Anekdoten geendet hatte. \r\nTeemo zuckte die Schultern. &bdquo;Ich wei&szlig; es nicht und ich will es auch nicht wissen.&ldquo; \r\nGalio blickte verschw&ouml;rerisch den Gang hinunter. &bdquo;Eines Tages, das versichere ich Dir, wird sich diese R&uuml;stung erheben, das sp&uuml;re ich. Siehst Du nicht auch, wie Veigar auf Gedeih und Verderb versucht diesen Teil des Schlosses zu meiden?&ldquo; \r\nTeemo sah sich die von ihm frisch polierte zweieinhalb Meter gro&szlig;e R&uuml;stung an und wunderte sich, warum alle diese R&uuml;stung so f&uuml;rchteten. Sie hatte bis jetzt noch niemanden etwas zu Leide getan. \r\n&bdquo;Hoffen wir, dass wir es niemals herausfinden werden&ldquo;, sagte Janna. \r\n&bdquo;Hallo Janna&ldquo;, sagte Teemo, der in die Luft starrte. \r\n\r\nJanna war eine Dichterin gewesen, die von Veigar den wohl schlimmsten Fluch erwischt haben musste. Ihr wurde alles geraubt, sie flog nur noch als unsichtbares Wesen umher, dazu gepeinigt, sich einzig mit ihrer Stimme zu verst&auml;ndigen. Sie konnte nicht durch W&auml;nde schreiten und es fehlte ihr an Kraft Dinge zu bewegen. \r\nGalio allerdings nahm diese Begr&uuml;&szlig;ung nicht gelassen hin. &bdquo;Ich bin wie versteinert, so sehr hast Du mich erschreckt, Janna! Mach das nie wieder!&ldquo; \r\nJanna seufzte. &bdquo;Du bist doch aus Stein, Galio. Dich kann man gar nicht mehr versteinern.&ldquo; \r\n&bdquo;Fr&uuml;her habe ich noch diejenigen, die mich erschrecken wollten, in Stein verwandelt. Ich erinnere mich da an diesen komischen Kerl namens Zilean, der unbedingt meinen musste, mir einen Schreck durch die Glieder jagen zu m&uuml;ssen, als er direkt vor mir durch die Zeit reiste. Ich habe ihn zwar nicht versteinert, aber wenn ich die Chance dazu gehabt h&auml;tte...&ldquo;, verklangen die Worte Galios. \r\nTeemo hatte sich inzwischen wieder von der Szenerie entfernt. \r\n\r\n&bdquo;Wie langweilig&ldquo;, lie&szlig; Janna verlauten, die Teemo gefolgt war. \r\n&bdquo;Du k&ouml;nntest ihm hin und wieder zuh&ouml;ren. Du wei&szlig;t, dass er einsam ist&ldquo;, sagte Teemo ein wenig traurig. \r\nJanna lachte. &bdquo;Tut mir Leid, Teemo, aber ich habe genug von seinen stundenlangen Monologen.&ldquo; \r\nTeemo runzelte die Stirn. &bdquo;Aber ist das dann nicht gemein, wenn Du ihn dort einfach stehen l&auml;sst?&ldquo; \r\n&bdquo;Vielleicht&ldquo;, meinte Janna, &bdquo;Aber es ist nicht das erste Mal. Du kennst ihn, wenn er will, dann kann er ewig reden. Er braucht daf&uuml;r nicht einmal einen Gespr&auml;chspartner. \r\nEinmal bin ich vorbeigeflogen und habe ihn gefragt, wie es ihm geht, da hat er angefangen zu erz&auml;hlen und ich bin davon geflogen. Als ich nach einigen Stunden wieder kam, war er immer noch am Reden.&ldquo; \r\nDas kam Teemo unmoralisch vor, auch wenn Galio einst ein grauenhafter Meister der Zauberei gewesen war, so hatte er es wenigstens verdient ein wenig beachtet zu werden. \r\n\r\nW&auml;hrend sie den Gang verlie&szlig;en, flog ihnen ein kleines Rotkehlchen entgegen. &bdquo;Hallo, Teemo!&ldquo; \r\n&bdquo;Hallo, Ashe&ldquo;, erwiderte er ihren Gru&szlig;. \r\n&bdquo;Ich habe einen Plan, wie wir unsere Fl&uuml;che wieder loswerden&ldquo;, rief sie, so laut sie konnte. Es klang beinahe wie ein Zwitschern. \r\nAshe wurde von Veigar ebenfalls verflucht. Sie war einst eine gro&szlig;e Bogensch&uuml;tzin, doch machte sie den Fehler, einen von Veigars V&ouml;geln abzuschie&szlig;en, mit denen er so gerne reiste. \r\nDas Problem an der Sache war jedoch, dass diese V&ouml;gel gewaltig waren und Ashe ihn nur als kleinen Piepmatz am Himmel erkannt hatte. Also schoss sie und ehe sie sich versah, donnerte ein gewaltiger Nachtkondor auf den Boden. Veigar trudelte mit einem aufgeblasenen Ballon nach unten und verh&auml;ngte sogleich den Fluch. Nun war sie in diesem Schloss und wartete und hoffte darauf, dass der Fluch irgendwann von ihr fiel. Doch da Veigar sich ebenso weigerte, den Fluch von ihr zu nehmen, wie zu sterben, fristete sie ihr Leben in den G&auml;ngen dieses Schlosses, in der stillen Hoffnung, dass sich irgendwann etwas ergab. Nun war einer dieser Momente soweit. \r\n\r\n&bdquo;Ich habe bereits mit Heimerdinger gesprochen, wir haben alles vorbereitet. Das einzige, was Du tun musst, ist ihn neben das Regal zu locken&ldquo;, zwitscherte sie gl&uuml;cklich und flatterte wieder davon. \r\nTeemo sch&uuml;ttelte den Kopf. Wie sollte man jemanden bezwingen, der so m&auml;chtig war wie Veigar? Das war doch absurd. Au&szlig;erdem konnten Magier nicht sterben &ndash; zumindest nicht f&uuml;r lange. \r\nWas auch immer Ashe vorhatte, es w&uuml;rde definitiv schiefgehen. Er hatte ein wenig Mitleid mit ihr, doch sie suchte sich ihr Schicksal selbst aus. \r\n&bdquo;Arme Ashe, sie tut mir so leid. Ich hoffe, was auch immer sie vorhat, wird funktionieren&ldquo;, sagte Janna, die allem Anschein nicht einmal von Ashe bemerkt wurde. \r\nTeemo wollte etwas darauf erwidern, doch da h&ouml;rte er schon die Schlossglocke durch die Flure dr&ouml;hnen. Der Meister n&auml;herte sich dem Schloss. Er nahm die Beine in die Hand, um den Meister zu empfangen. \r\n&bdquo;F&uuml;rchte Dich!&ldquo;, schrie ihm Yorrick entgegen, w&auml;hrend er um sich herum Geister erschuf, die alle dieselbe f&uuml;rchterliche Grimasse zogen. \r\n&bdquo;Nicht jetzt!&ldquo;, erwiderte Teemo und raste durch ihn hindurch. Traurig blickten ihm Yorrick und seine drei Geister hinterher. Sie seufzten alle gleichzeitig. \r\nTeemo beeilte sich, um rechtzeitig Veigars Schlafgemach zu erreichen und keine Sekunde zu fr&uuml;h, empfing er ihn. \r\n\r\nVeigar trug einen lila Umhang und verdeckte sein Gesicht mit seinem lila Hut so sehr, dass einzig seine tiefgelben Augen hervorstachen. &bdquo;Da bist Du ja Teemo! Wo warst Du die ganze Zeit?&ldquo; \r\nObwohl Teemo wusste, dass sein Meister gerade mal ein bis zwei Sekunden warten musste, verneigte er sich sehr tief und sprach: &bdquo;Verzeihung, Meister.&ldquo; \r\nVeigar schlug mit seinem Zepter auf den Boden, wodurch Funken spr&uuml;hten. &bdquo;Ich werde Dich in ein St&uuml;ck Fleisch verwandeln und DEM DING IM KELLER verf&uuml;ttern!&ldquo; \r\n&bdquo;Ja, Meister.&ldquo; \r\n&bdquo;Nachdem ich mit Dir diesen verdreckten Boden poliert habe&ldquo;, rief er w&uuml;tend und stampfte auf. Doch womit Veigar nicht gerechnet hatte, war, dass der Boden wirklich poliert war. \r\nHilflos rudernd mit den Armen, rutschte er auf dem polierten Boden durch den Raum. &bdquo;Wuaaargh!&ldquo;, rief er, w&auml;hrend er in sein Regal schepperte. \r\nVon diesem taumelte so ziemlich alles herunter, was sich noch auf ihm befunden hatte. Gl&auml;ser, Federn, B&uuml;cher, der Stein der Weisen, der Kelch der Harmonie und Mekis Anh&auml;nger, selbst Ashe flog herunter. \r\nVeigar rappelte sich unter dem Haufen wieder auf und staubte sich ab. &bdquo;Was f&auml;llt Dir ein, den Raum zu polieren, Teemo!?&ldquo; \r\nTeemo wollte etwas erwidern, als der &bdquo;Umkehrstein&ldquo; vom obersten Regal hinunter fiel und direkt auf Veigars Kopf landete. Der Stein hatte einen seltsamen Effekt, er wog schwerer, je leichter sein Ziel war. Da Veigar ein Yordle und daher sehr gering vom Wuchs und Gewicht war, zerschmetterte der Stein Veigars Kopf. Verwirrt taumelte der K&ouml;rper umher. \r\n\r\nAshe stand auf. &bdquo;Ist er tot?&ldquo; \r\nVeigars K&ouml;rper verschr&auml;nkte die Arme und klopfte genervt mit den F&uuml;&szlig;en auf den Boden. Teemo staunte nicht schlecht, als er das sah. &bdquo;Wie es aussieht, nicht.&ldquo; \r\nDie zerschmetterte Kopfmasse allerdings hatte sich wieder zusammengesetzt und tobte. &bdquo;K&ouml;rper! Komm sofort wieder zu mir!&ldquo; \r\nDer K&ouml;rper allerdings rammte seine Klaue auf sein Bein und ging in die Hocke. Teemo wusste, was diese Bewegung bedeutete, der K&ouml;rper lachte Veigars Kopf aus. Sein Kopf allerdings war damit weniger zufrieden. &bdquo;Bei den Infamen! Hierher, sofort!&ldquo; \r\nAshe landete auf Veigars Kopf. &bdquo;Du wirkst so kopflos, Veigar, fehlt Dir der Halt unter den F&uuml;&szlig;en?&ldquo; \r\nVeigars K&ouml;rper rang seine Arme um seinen Bauch. Ja, er lachte. Herzlich sogar. \r\nTeemo gefiel diese Situation nicht sonderlich. Ihm war es nur dann Recht, wenn alles rechtens war. Und ein kopfloser Veigar war nicht richtig. Er ging auf den Kopf zu und hob ihn auf. \r\n&bdquo;Was tust Du da?&ldquo;, schrie Ashe aus Leibeskr&auml;ften. \r\n&bdquo;Ich packe ihn wieder auf den K&ouml;...&ldquo;, doch weiter kam er nicht. Er rutschte auf dem polierten Boden direkt auf das Fenster zu. Er w&auml;re hinausgefallen, wenn er sich nicht abgest&uuml;tzt h&auml;tte, also lie&szlig; er Veigars Kopf los, welcher im hohen Bogen aus dem Schloss fiel. Veigar sprach w&uuml;ste Verw&uuml;nschungen aus, als einer seiner Nachtkondore heran geflogen kam und ihn verspeiste. R&uuml;lpsend flog er davon und Teemo hatte das ungute Gef&uuml;hl, dass er nicht so schnell wiederkommen sollte. \r\nVeigars K&ouml;rper stand neben ihm und winkte dem Kopf hinterher. Teemo sah ihn entgeistert an. &bdquo;Du hast gerade Deinen Kopf verloren und bereust es kein St&uuml;ck?&ldquo; \r\nVeigars K&ouml;rper hob den Daumen. \r\nAshe flog an den Sims heran. &bdquo;Na toll, was auch immer Veigar ist, er ist nicht tot. Sonst w&auml;re ich ja wieder ein Mensch, oder?&ldquo; \r\nTeemo verstand die Welt nicht mehr. Gerade eben noch stand vor ihm Veigar &ndash; zumindest mit einem Kopf &ndash; jetzt war der Meister einfach weg. \r\nEr tat das, was er am besten konnte, die Situation sich selbst zu &uuml;berlassen und sich weiter um das Schloss zu k&uuml;mmern. Wenn Veigar sich entscheiden sollte, wieder zu kommen, dann w&uuml;rde er das tun.","replies":[{"id":"","poster":"Redgomor","date":"2017-04-09T15:43:36.817+0000","up_votes":1,"down_votes":0,"body":"SIEBEN\n\nMalzahar blickte auf Icathia hinab. Reges Treiben herrschte in dieser Stadt, unsagbar viele verschiedene Rassen schritten in den Gassen umher, genauso wie jede Form von Ware feilgeboten wurde. \nAls Seher wurde er geboren und seine Gabe ließ ihn diese Stadt in Flammen aufgehen sehen. „Hört mich an!“, schrie er so laut er konnte. \n„Nein, hört mich an! Diese Äpfel wurden in Bandle selbst gesät, geerntet und hierher verfrachtet…“, schrie ein Händler lauter als Malzahar. \nMalzahar sah ihn verdutzt an und versuchte es noch einmal: „Diese Stadt wird untergehen, ihr müsst alle fliehen!“ \n„Genau, der Zorn der Götter wird auf uns niederregnen, bekennt euch jetzt zum Glauben der Dreieinigkeit und ihr seid gerettet!“, schrie ein Mann in einem weißen Mantel. \nSollte das ein Witz sein? Malzahar schüttelte den Kopf und packte den nächststehenden am Kragen. „Höre mir zu! Das Tor wird sich öffnen, es wird die Stadt verschlingen!“ \nDer Riesenfuchs schüttelte seine Hände ab. „Lass mich in Ruhe, für Dich habe ich keine Zeit.“ \nMalzahars Kopf pochte. Er hielt sich die Hände an die Schläfen und rannte aus der Stadt raus. \n\nGerade hatte er die Stadt verlassen, als ein riesiger Blitz auf diese niederfuhr. Er flog vorneweg in den Wüstensand und hielt seine Hände über den Kopf. \nHass… \nLeere… \nNichts… \nDie schreckliche Ewigkeit des Wartens, während um ihn herum die Welt verbrannte. Malzahar öffnete seine Augen und sah sie, die Wesen aus der Leere. Sie sahen ihn verwirrt an. Er war kein Mensch mehr, er war mehr als das. Er war ihr Bändiger… \n„Das denkst vielleicht Du.“ \nMalzahar drehte sich um und sah ein Monster aus der Leere auf ihn zu fliegen. Es war gewaltig, bestand nur aus einem Auge und vielen Tentakeln. „Was seid ihr?“, fragte Malzahar. \n„Das Ende euer Welt.“ \nMalzahar schloss die Augen und konzentrierte sich, da war etwas, was all das hier beenden konnte. \n\nEr öffnete die Augen wieder, er hatte es gesehen. Mithilfe einer neugewonnen Macht marschierte er durch das Tor, was sich vor ihm geöffnet hatte, eine Reise begann und er wusste nicht, wie lange er diese beschritt, er wusste nur, dass sie ewig dauerte oder vielleicht auch nicht, denn als er sie beendet hatte, war von Icathia nicht mehr übrig, als eine riesige Ruine inmitten einer riesigen Wüstenlandschafft. \nEr erhob sich und erinnerte sich, wie er all das beendete. Mit dieser Waffe. In seiner Hand lag eine Kugel, die blau schimmerte und eine eisige Kälte verstrahlte. Malzahar hob die Kugel. „Mit diesen Worten verfüge ich, ziehe aus in die Welt und verweile dort, bis ein rechtmäßiger Besitzer mit reinem Herzen ein weiteres Mal gegen die Mächte der anderen Seite antreten muss.“ \nDie Kugel flimmerte auf und schoss in die Welt hinaus. Malzahar sah in die Zukunft der Kugel und erkannte ein schwarzes Schloss. Seine Augen weiteten sich. „Dort wird es wieder passieren und ich werde es verhindern.“ Dann sah er zu der Kugel, die langsam ein Bogen wurde. „Zu viel Nebel, ich sehe nichts mehr. Ich muss dorthin, wenn die Zeit gekommen ist.“ \n\n*\n\nVeigars Waffenschrank war eigentlich kein Schrank, es war eher ein Museum aller nur vorstellbaren Waffen, die je auf Runeterra existierten. Schwerter, Degen, Rapiere, Säbel, Dolche, Messer, Äxte, Hämmer, Lanzen, Speere, Standarten, Rüstungen, Wamse, Scharniere, Helme, Schilde, sogar Rammböcke und Ballisten. \nDort angekommen suchten Teemo und seine Begleiter, die mittlerweile aus Veigars Körper, der sichtbaren Janna, Soraka und Blitzcrank bestanden, den Bogen. \n„Was hat es mit dem Bogen eigentlich auf sich?“, fragte Soraka. \n„Er war eines Tages einfach da“, antwortete ihr Teemo. „Eines der wenigen Dinge, die von sich aus hierher kamen. Veigar probierte den Bogen aus der Wand zu nehmen, aber er scheiterte. Und bei jedem Versuch, die Wand zu zerstören, wurde diese nur gewaltiger und der Bogen steckte immer fester.“ \nSchließlich fanden sie den Bogen. Die Wand um dem Bogen herum war mit Schwellen verseht, die Zeugnisse des Übergriffes Veigars waren. Keine Magie konnte den Bogen aus der Wand entfernen.\nDer Bogen selbst war makellos blau. Sichtbare Luft setzte sich an ihm ab und waberte in Richtung Boden. Er war gewaltig, Teemo konnte nicht glauben, dass er diesen Bogen überhaupt aufheben könnte, geschweige denn damit schießen. \n\n„Was machen wir nun?“, fragte Janna. \nDer Dämon sagte, einer müsse ihn herausziehen. Teemo spuckte in die Hände. „Ich probiere es!“ \nEr fasste mit seinen kleinen Händen um den Schaft des Bogens und zog daran. \n„Tut mir Leid, nicht bestanden.“ \nTeemo schreckte zurück. „Habt ihr das auch gehört?“ \nDoch ehe die anderen etwas erwidern konnten, erhob sich wieder die mysteriöse Stimme. „Ich denke doch, dass mich jeder hören kann, außer diesem Roboter dort.“ \n\nDie Stimme kam aus dem Bogen, da war sich Teemo nun völlig sicher. „Wie ihr sehen könnt, wurde ich nicht dafür geschaffen, von einem Träger ausgesucht zu werden. Ich suche mir meinen Träger selbst aus und ich falle sicherlich nicht in die Hände eines Dachses, der Bögen nur auf Latrinen jemals beobachten konnte“, er machte eine kurze Pause. „Oder einer Dichterin… oder einem kopflosen Verfluchten… und sicherlich nicht von dieser… Ziege!“ \nSoraka schnaubte verächtlich. Teemo konnte sich vorstellen, dass das ganze hier ziemlich eskalieren würde, daher räusperte er sich vernehmlich und erhob die Stimme. „Und von wem würdest Du Dich denn aus der Wand ziehen lassen?“ \n„Dieses Schloss“, lamentierte der Bogen, „Ist eine trostlose Einöde voller verfluchter Lebewesen. Aber das ist mir egal, denn meine Macht ist älter als die all euer Bannzauber. Schickt mir eines euer verfluchten Seelen, die weiß, wie man mit einem Bogen umgehen kann und den Rest erledige ich.“ \nTeemo blinzelte und dachte nach. Teemo kannte die Vorgeschichten aller verfluchten Seelen in diesem Schloss und spontan fiel ihm nur ein Wesen ein, aber das konnte doch gar nicht funktionieren. „Und wie soll jemand Dich benutzen, wenn er nicht mal Hände hat?“ \nDer Bogen lachte. „Wie gesagt, eure Bannzauber sind ein Witz gegen meine Macht. Schickt mir euren Favoriten und ich werde herausfinden, ob er für mich geschaffen ist.“ \nJanna sah zu Teemo. „Wen meint der Bogen?“ \n„Du willst Deinen Träger? Ich bringe ihn Dir“, sagte Teemo mit einer Sicherheit in der Stimme, die Janna auf blinzeln ließ. Damit drehte er sich um und verschwand aus der Kammer. \nDie anderen folgten ihm, nur Blitzcrank blieb noch einen Moment in dem Raum. „Ein Bogenschütze, wie?“ \nEr griff mit seiner Prange nach dem Bogen und zog daran. \n„Nicht mal annähernd…“, erwiderte der Bogen seufzend.","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-08T14:52:04.567+0000","up_votes":1,"down_votes":0,"body":"Die Stimme kam aus der Flamme und sie war so verzerrt, dass Teemo nicht sagen konnte, ob sie männlich oder weiblich war. Und er dachte sich mehr noch, dass es eigentlich auch egal sein konnte, Dämonen hatten sicherlich kein Geschlecht. \n„Veigar ist tot.“ Teemo biss sich auf die Zunge. Es war sicherlich nicht von Vorteil, so etwas einem Dämon zu verraten, der von eben jenen hier gefangen gehalten wurde. \nDie Flamme flackerte auf. „Tot sagst Du?“ \n„Ja“, nun nützte es auch nichts mehr, zu lügen. \nDie Flamme wechselte von Rot zu Blau. „Wie ist er gestorben? Moment, ich weiß es“, erscholl es aus der finster werdenden Flamme. „Gefressen von einem Nachtkondor.“ \n„Woher…“ \n„Ich weiß eine Menge Dinge, Teemo“, sagte die Stimme, während sie langsam liebevoller und femininer wurde. \nDass der Dämon seinen Namen kannte, überraschte Teemo nicht so sehr. Es war sicherlich eine Eigenart der Dämonen, bereits alles über ihre Opfer zu wissen, während er mit ihnen sprach. \n\n„Nicht alles“, erscholl die Stimme aus der Flamme. „Ich weiß zum Beispiel nicht, was meine ‚Opfer‘ von mir wollen, wenn sie mich um Hilfe ersuchen. Opfer ist so ein böses Wort, Teemo.“ \nDie Flamme wechselte von blau zurück auf Rot. „Hast Du Angst, Teemo?“ \n„Ja, habe ich.“ Zu lügen hätte hier sicherlich nichts gebracht. \n„Oh, Teemo, die Welt sollte Dir dankbarer sein. Du bist weise, mitfühlend und trägst einen Hauch von Pragmatismus in Dir. Genau der Stoff, einer gesunden und guten Seele. \nIch würde Dich am liebsten in meinen Mund stecken, in meine Wange schieben und jahrelang genießen.“ \nDer Dämon seufzte schwer. \n„Leider hängt Veigars Fluch schwer in diesem Raum über mich. Ich bin nicht einmal in der Lage mich zu rühren. Elender Wurm. Ich kann Dir sagen, seine Seele ist ein Drecksloch. Ich würde sie nicht mal anrühren, wenn ich am Verhungern wäre und ich hungere, Teemo, ja, ich hungere.“ \n„Sie ist?“ \nAus der Flamme erscholl ein Lachen. „Oh, Teemo, denkst Du wirklich, dass dieser Zauberer tot ist? Ich bin der Beweis seiner Macht! Weißt Du wie lange ich schon in diesem roten Raum gefangen bin, Teemo?“ \n\nAlso war der Raum doch rot, auch wenn man dafür die Augen eines Dämons besitzen musste. „Nein.“ \nDie Flamme wechselte von Rot auf Lila und fing an zu bersten. Teemo ging einen Schritt zurück. „Zu, schade, ich nämlich auch nicht! Hier drinnen vergeht die Zeit anders, Teemo. Das einzige, was ich hier tue, ist zu warten. \nWarten, bis der Kerl wieder kommt. ‚Ach, Dämon, verrate mir Deine Geheimnisse und lüge nicht! Ich bin derjenige, der Deinen wahren Namen kennt! Ich bin derjenige, der Dich vernichten kann!‘“ \nDie Flamme wurde wieder kleiner. „Als ob er mich je gelassen hätte…“ War das Trauer in ihrer Stimme? „Als ob ich könnte…“ \nEine Pause entstand, die Teemo unsicher von einem Bein auf das andere verlagern ließ. „Es tut mir Leid…“ \nDie Flamme straffte sich, wenn man denn so etwas an Flammen feststellen könnte. „Wie bitte?“ \n„Es tut mir Leid, dass er das mit Dir angestellt hat.“ Und tatsächlich schwang in Teemo Mitleid für dieses Wesen. \nNach einiger Zeit meldete sich die Stimme wieder zu Wort. „Nun denn, genug über mich. Kommen wir zu Dir und dazu, wie ich Dir helfen kann. Und natürlich wie Du mir helfen kannst.“ \n„Was willst Du?“, fragte Teemo. \nDie Flamme zitterte. „Teemo, so ist das nicht richtig.“ Der Dämon kicherte. „Ich hatte noch niemals so einen Handelspartner, Du bist wirklich niedlich.“ \nTeemo blinzelte verwirrt drein. Er wusste nicht, was er falsch gemacht hatte. \n„Teemo, Du bist derjenige, der zuerst seine Forderung stellt. Dann nenne ich Dir einen Preis und wir verhandeln solange, bis wir eine Vereinbarung finden.“\n „Du wirst mich hereinlegen.“ \n„Das kommt drauf an. Wenn der Handel sich in Sackgassen verstrickt, dann kommt es häufig vor, dass ich meine Handelspartner hereinlege. Das wissen wir beide, aber der Handel muss trotzdem abgeschlossen werden und das geht nicht, wenn Du mir nicht sagst, was Du von mir willst.“ \nEine kurze Pause entstand. „Also, Teemo? Was wirst Du nun tun? Hinter Dir ist die Tür nach wie vor geöffnet.“ \nTeemo sah noch einmal zu der Tür. Es war bereits beschlossen. Er sah zurück zu der Flamme. „Cho’Gath ist in diesem Schloss.“ \n„Ich weiß, Teemo. Das hatten wir schon mal, ich weiß alles, was Du weißt“, sagte die Flamme trocken. \n\n„Kannst Du ihn loswerden?“ \n„Wenn es doch nur so einfach wäre, Teemo! Wär es doch nur so einfach! Aber ich habe nur Kontrolle über die Bestie, wenn sie sich in diesem Raum befindet, dann wäre es mir ein leichtes, ihn wieder dahin zu verbannen, woher er gekommen ist. Aber Cho’Gath weiß mittlerweile um meine Gegenwart Bescheid, er würde niemals freiwillig hierher kommen. Natürlich kannst Du mich auch aus diesem Gefängnis heraushelfen, dann kümmere ich mich persönlich um den Kerl. Was meinst Du? Sollen wir mich hier herausholen?“ \nTeemo schluckte schwer. Ein schlimmeres Problem riskieren, um ein minderes zu entfernen? „Nein“, zitterte er mehr seine Antwort, als dass er sie sprach. \n„Natürlich nicht, Teemo, so wahnsinnig ist doch keiner, nicht wahr?“, aus der Flamme erschall ein Lachen. \n„Wie kann ich ihn zurückschicken?“ \n„Teemo, sage mir warum? Warum ist Dir das alles so unglaublich wichtig? Cho’Gath würde Dir niemals ein Haar krümmen. Im Gegenteil, er interessiert sich kein Stück für die Lebenden, er bekommt davon Bauchschmerzen.“ Wieder lachte er. „Trotzdem kann er richtig schön wehtun, wenn er sich bedrängt fühlt. Also sag mir, warum willst Du Dein Leben aufs Spiel setzen, wenn er sowieso nur das entsorgt, was gar nicht mehr in diese Welt gehört?“ \nTeemo wollte etwas erwidern, doch die Flamme kam ihm zuvor. „Dir bedeuten diese bedauernswerten Untoten wirklich etwas?“ \nEinen Moment blieb die Flamme ruhig. Da die Flamme nichts mehr zu sagen hatte, erhob Teemo seine Stimme. „Ja, sie bedeuten mir etwas.“ \n„Schön, eigentlich kann es mir auch egal sein. Kommen wir nun zu meinem Teil. Der Preis.\n Ich verlange ein Stück Stoff und Polyester.“ \n\n„Einverstanden“, sagte Teemo. \n„Gut, dann verlange ich stattdessen ein Kilogramm Ko…“ Der Dämon stockte. „Was?“ \n„Ich sagte: Einverstanden.“ \nEntsetztes Schweigen hing über der Flamme. „Du nimmst meine Erste Bitte an? Teemo, Du weißt, dass man niemals die erste Bitte eines Dämonen annehmen darf, das ist das erste, was man lernt, wenn man mit Ihnen verhandelt.“ \n„Ich weiß, aber ich weiß auch, dass Du sehr viel gerissener und manipulativer bist, als ich es je für mich selbst hoffen könnte. Zu versuchen, Dich zu überlisten, ist nur Zeitverschwendung für uns beide; Und Zeit ist etwas, was ich in diesem Schloss Sekunde für Sekunde weniger zur Verfügung habe. Was auch immer Du verlangst, es wird mir so oder so später Probleme bereiten. Aber damit werde ich mich befassen, wenn es soweit ist.“ \nDer Dämon lachte lange und herzlich. „Nie zuvor! Nein, nie zuvor! Es gab immer nur zwei Arten von Idioten, die mit mir Tauschhandel betrieben haben. Die verzweifelten Narren, die gedacht haben, sie hätten nichts mehr zu verlieren, und die arroganten Schwachköpfe, die dachten, sie könnten mich in meinem Spiel schlagen. Nie zuvor bin ich auf jemanden getroffen, der keines von beiden ist. Dann gebe ich Dir die Information für Stoff und Polyester.“ Die Flamme wechselte von lila zu rot. „Der Handel ist abgeschlossen.“ \n„Soll ich das Stoff und das Polyester holen gehen?“, fragte Teemo. \n„Ich vertraue Dir, Teemo, und sich das Vertrauen eines Dämon zu verdienen ist eine einzigarte Leistung. Was die Methoden betrifft, um Cho’Gath zurück zu schicken, nun, es gibt keine. Außer Du bist ein jahrtausendalter Dämon so wie ich, der nur mit der Wimper zu zucken braucht. Nein, Du musst ihn vernichten. Am besten mit Sonnenlicht. Reinem Sonnenlicht.“ \n„Es gibt kaum Sonnenlicht im Schloss und das bisschen, was sich im Schloss befindet, ist alles andere als rein…“ \n„Ja, jetzt wo Du da gerade dran denkst, weiß ich es auch. Nun, man kann Cho’Gath auch einem tödlichen Gift aussetzen. Man muss ihn dazu bringen, etwas zu essen, dass lebendig ist.“ \n\n„Wie soll ich das anstellen?“ \n„Das musst Du selbst herausfinden. Du kannst auch eine für die Kunst des Leerentötens geweihte Waffe benutzen. So viel kann ich Dir verraten, es gibt eine hier im Schloss, es ist ein Bogen. Dein Hirn arbeitet. Ja, genau diese Waffe ist es.“ \nTeemo dachte an den verwunschenen Bogen, der in Veigars Waffenkammer feststeckte. „Aber nicht einmal Veigar konnte diese Waffe benutzen, wie soll es dann mir gelingen?“ \n„Ich denke schon, dass Du es kannst, Du wirst schon einen Weg finden.“ \n„Bist Du Dir sicher?“ \n„Sicher? Nun, Teemo, ich bin ein Dämon. Ich kann Dich nur bitten, mir zu vertrauen, so wie ich Dir vertraue.“ \nTeemo ging rückwärts auf die Tür zu, er wollte dem Dämon nicht den Rücken zuwenden. „Danke, ich bin sofort wieder da.“ \nDie Tür ging auf und warf einen matten Schein in den Raum hinein. Dann wartete der Dämon. Minuten, Stunden, Tage, er wusste es nicht so genau zu sagen, denn in dem Raum vergeht die Zeit anders. Schließlich nach einiger Ewigkeit, öffnete sich der Raum wieder und Teemo legte den Kram vor die Tür, so wie er zuvor immer die Asche in den Raum gelegt hatte. \n„Danke, Teemo.“ \n„Gern geschehen, Dämon.“ \n„Und bitte sei vorsichtig. Ich möchte nicht, dass Du stirbst.“ \nDann ging die Tür wieder zu. \n\n„Habe ich das gerade laut gesagt?“, fragte die rote Flamme.\n„Du hast es nicht nur gesagt, Du hast es gedacht und gelebt“, erscholl es aus dem Raum, während eine blaue Flamme sich entfachte. \n„Wir sind ein Dämon, wir dürfen keine Gefühle für einen Sterblichen entwickeln, das weißt Du“, erklang eine dritte lila Flamme. \n„Seid still!“ Die Flammen zogen sich zusammen und leuchteten auf die andere Seite des Raumes, aus dem der Dämon trat. „Teemos Seele ist eine der wenigen auserwählten Seelen, die Runeterra hervorgebracht hat. Es ist natürlich, dass ich mich in ihn verliebt habe.“ \nDie Flammen sahen sich verwirrt an. „Wie können wir uns verlieben? Ich dachte, das geht nicht.“ \nGeschlossen löschten sich die Flammen, während der Dämon den Stoff in den Händen rieb. Der Rote Raum war wieder dunkel. Einzig ein Kichern verweilte in dieser Dunkelheit.","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-08T14:48:38.246+0000","up_votes":1,"down_votes":0,"body":"„Und dann habe ich Dich schreien gehört und bin wieder aufgewacht…“, beendete Janna ihre Ausführungen. \nTeemo konnte es nicht fassen. „Aber wo ist Mundo? Was ist mit Blitzcrank? Wo ist der „Unsichtbare Haufen“? Was war das für eine Stimme? Warum bist Du sichtbar? Wo ist Noc…“ \nJannas Kinn zitterte und Tränen traten ihr aus den Augen. Teemo schluckte. „Es tut mir Leid…“ \nSie schüttelte nur den Kopf. \n\nWas auch immer hier geschehen war, Janna war die letzte, die darauf die Antworten kennen konnte. Ihr Anblick brennte ein Loch in Teemos Herz. Nie zuvor hatte er so viel Mitleid für ein Wesen empfunden, wie in diesem Moment. \n„Okay, dann fassen wir das ganze Mal zusammen“, meldete sich Soraka zu Wort. „Wir haben ein lila amoklaufendes Ungetüm in diesem Schloss mehr auf unserer Liste von Problemen zu verzeichnen, sowie einem Wesen aus einer der Kammern?“ \nUnsere Liste von Problemen, dachte Teemo finster. Soweit waren sie mittlerweile schon. \n\nEr versuchte, sie aufzurufen. Ganz oben stand wohl oder übel die „Rüstung am Ende des Ganges“, die nun irgendwo in dem Schloss ihr Unwesen trieb. Gleich darauf Cho’Gath, der sich seinen Platz mit dem Wesen teilte, der alles in diesem Schloss versteinerte. Jetzt kamen auch noch Mundo und Nocturne dazu. \nTeemo seufzte. Es war doch so einfach, durch den Schlosseingang zu gehen und alle Probleme hinter sich zu lassen. Dann sah er, wie Blitzcranks Kopf um sich selbst rotierte. Er versuchte, den Kopf anzuhalten und schaffte es mit einiger Mühe, nur damit sich sein Oberkörper daraufhin um sich selbst drehte. \nNein, er konnte nicht gehen. Zu viele gute Freunde waren in Lebensgefahr und zu viele von ihnen waren nach wie vor ortsgebunden. \n„Janna, hör mir zu“, sagte Teemo und fasste ihr an den Arm. „Du bleibst von nun an bei mir. Bei uns bist Du sicher.“ \nSie sah ihn nach wie vor mit ihrem leeren Blick an und konnte nur nicken. \n\n„Weißt Du Teemo“, sagte Soraka und blickte ein wenig ängstlich auf die Tür, die zum „Roten Raum“ führte. „Wenn Du es Dir anders überlegst, dann würde keiner von uns schlecht über Dich denken.“ \nTeemos Blick wurde mit jeder Sekunde fester. „Es gibt keinen Weg mehr zurück.“ \n„Warte! Wenn Du schon darauf bestehst, das zu tun, dann lass mich Dir wenigstens ein paar Ratschläge geben.“ \n„Ich dachte, Du wüsstest nichts über Dämonen“, fragte er Soraka verwirrt. \n„Niemand weiß etwas über Dämonen, es ist ihre Eigenheit, sich selbst in Mysterien zu hüllen, aber ich kenne ihre Art, zu handeln“, sagte Soraka und hob verschwörerisch ihren Zeigefinger. „Dämonen schließen generell nur Geschäfte ab, es sei denn, man hat etwas gegen sie in der Hand, aber selbst dann ist es ein Geschäft. ‚Tue dies für mich Dämon und ich töte Dich nicht‘, wenn Du verstehst, was ich meine.“ \n„Und was erwartet mich dann da drinnen?“ \n„Du wirst dem Dämon um etwas bitten und er wird Dir als Geschäft einen Vorschlag unterbreiten.“ \n„Den ich dann annehmen werde?“, fragte Teemo unsicher. \n„Um Himmels Willen nein! Egal, was er als erstes verlangt, gebe es ihm nicht!“ \n„Also gebe ich ihm das Zweite?“ \n„Nein, denn das Zweite wird noch schlimmere Konsequenzen mit sich ziehen, als das Erste!“ \n„Dann muss er ihm wohl das geben, was er als drittes verlangt?“, fragte Janna, die sich mittlerweile etwas erholt hatte. Teemo hatte immer noch Probleme damit, der Stimme ein Gesicht zuzuordnen. \n„Das kann er gerne tun, wenn ihn sein Leben und seine Seele nichts bedeuten“, sagte Soraka. \n„Aber was soll ich dann tun?“, fragte Teemo nun etwas genervter. \nSoraka straffte sich und ihr Blick wurde finster. „Nicht-da-rein-gehen.“ \nTeemo sah wieder zu der Tür, die nun um einiges bedrohlicher vor sich hin stand. \nAsche… Es war immer nur Asche gewesen, die er dort hineingeschüttet hatte, und immer war sie beim nächsten Mal verschwunden. Da war nichts in dem Raum, nur die hin und wieder hinein gestreute Asche. \nDer Rote Raum… \n„Viel Glück, Teemo“, sagte Soraka. \n„Viel Glück“, schloss sich Janna ihr an. \nTeemo atmete noch einmal tief ein und betrat den Roten Raum.\n\n*\n\nDer Rote Raum war eigentlich gar nicht rot, er war pechschwarz. Besonders jetzt, da die Tür hinter ihm wieder zugefallen war, war der ganze Raum so finster, wie man sich die Dunkelheit nur vorstellen konnte. \nLangsam machte er einen Schritt nach vorne und räusperte sich. „Hallo?“ \nEs kam keine Antwort. \nEr versuchte es nochmal: „Hallo? Ist hier jemand? Dämon?“ \nEinen Moment hatte Teemo das Gefühl, dass der Raum vielleicht schon verlassen sein könnte, wie die Lichtkammer. Doch dann stimmte ihn eine plötzliche erschienene Flamme um. \n„Du bist nicht Veigar.“ ","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-08T14:47:55.649+0000","up_votes":1,"down_votes":0,"body":"SECHS\n\nEin Schloss voller Wunder und Legenden inmitten einer Landschafft voller Steppen und Wälder. Man konnte das Schloss selbst schon als Wunder bezeichnen, wie es sich aus der Gegend heraushob, voller Hass und Zorn – wie ein Stachel des Bösen, der sich hartnäckig in den Grund des Guten gebohrt hatte und mit aller Macht versuchte sich das Land untertan zu machen. \nTeemo selbst hatte schon einige Wunder gesehen, wobei diese Wunder wohl nichts weiter waren als ganz normale Flüche. Dazu zählten noch eine Menge  anderer seltsamer Dinge, doch was er im Keller erblickte, nahm ihm die Sprache. Soraka jauchzte hellhörig und Veigar ließ vor Schreck seinen Stab fallen. \nSchweren Schrittes betrat Teemo den Raum und fand nur schwerlich seine Stimme wieder. „Was ist hier geschehen?“ \n\nEs war ein schrecklicher Anblick. Überall an den Wänden war Blut verteilt. Die Fackeln waren allesamt aus, doch trotzdem schien über diesen Platz mattes Licht. Teemo brauchte einen Moment, um herauszufinden, dass die Helligkeit aus der Lichtkammer drang. \nNocturne war ausgebrochen. Die erste Kammer hatte sich geöffnet. \nWas sollte Teemo nun tun? Sollte er nach jemanden rufen? Was würde dann passieren? War überhaupt noch jemand hier? Mundo? Eve? Twitch? Und all die anderen, waren sie noch am Leben oder das Blut, was sich an den Wänden verteilte? \n\n„Eindringling!“, erscholl eine Stimme, so laut und unverblümt, dass Teemo kreischend in die Luft sprang, in der Bewegung sein Blasrohr zog und das stärkste Gift, was er gerade greifen konnte auf den Sprecher schoss. \nDer Giftpfeil prallte ab und landete hallend auf dem Boden. Teemos Augen starrten entsetzt zu Blitzcrank. Sein Herz schlug mal im Hals, dann in den Füßen, so kam es ihm vor. Seine Hand zitterte und ließ beinahe sein Blasrohr fallen. Es dauerte seine Zeit, bis das Blut in seinem Körper den Adrenalin Ausstoß stoppte und es wieder in das Hirn pumpte. \n\nNachdem er seine Sinne wieder beisammen hatte, fragte er mit krächzender Stimme: „Was ist hier passiert, Blitzcrank?“ \nBlitzcrank ratterte und krachte. „Eindringling! Eindringling!“ \nIrgendwas explodierte in ihm und ließ seine Schaltkreise durchbrennen. Er rannte doppelt so schnell wie gewohnt in den Gang hinein und rammte mit seinem Körper die Wand. \n„Ich kann Dir sagen, was hier passiert ist“, erklang Jannas müde Stimme. \nDas Adrenalin war aus Teemos Körper gewichen, daher erschreckte er sich nicht so sehr, wie bei Blitzcrank zuvor. Er sah nur gehetzt in die vermeintliche Richtung, von der ihre Stimme herkam und… \nWeitete seine Augen erneut. Janna stand vor ihm, sichtbar in voller Größe und mit aschfahlem Gesicht. Ihre müden Augen blickten durch ihn hindurch. \n\n*\n \n„Er wacht nicht mehr auf?“, sagte Twitch besorgt. \nShaco trat gegen Mundo und zuckte dann die Schultern, nicht dass es irgendeiner gesehen hätte. \nJanna betrat gerade den Keller und verzog sich in ihr Schlafgemach. Es war viel mehr nur eine der vielen Ecken des Kellers, in denen ein wenig Stroh gestapelt war. Sie setzte sich hinein und wimmerte. \nDa in dem Keller nichts zu sehen war außer Mundo, wusste Janna nicht, wo wer von dem „Unsichtbaren Haufen“ gerade stand. Aber trotz allem fühlte sie die Anwesenheit der anderen. Es war eine der Gaben, die man als Unsichtbarer an sich nahm, um zum Beispiel nicht in einen anderen Unsichtbaren hineinzulaufen. \nSo fühlte sie, wie Akali sich ihr näherte und jetzt wahrscheinlich ihre Arme verschränkte. „Janna? Was ist mit Dir los?“ \n„Ich will nur noch schlafen und nie wieder aufwachen…“, sagte sie traurig. Sie hatte nun endgültig ihre Grenzen der seelischen Belastbarkeit erreicht und wollte alleine sein. \n\n„Du siehst schrecklich aus“, sagte Shaco und lachte. „Pass auf, ich habe etwas, was Dich aufmuntern wird.“ Er räusperte sich. „Was ist groß, gelb und kann nicht schwimmen?“ \nEin Seufzen war zu hören und darauf ein Quietschten von Twitch. „Eine Postkutsche, ich hasse diese Sparwitze.“ \nShaco schnalzte laut mit der Zunge. „Natürlich Blitzcrank!“ \nJanna lächelte und stoß ihre Luft aus den Lungen. \n„Ha!“, platzte es aus Shaco heraus. „Ihr gefällt der Witz!“ \nSie schüttelte amüsiert den Kopf. Es war schön hier unten zu sein. Der „Unsichtbare Haufen“ war wie eine Familie für sie geworden. „Danke, Shaco.“ \n„Keine Ursache!“ \n\nIhr Blick hätte nun über sie Schweifen können, doch sie sah nach wie vor nur Mundo. Irgendwas an ihm war sonderbar. Normalerweise schnarchte Mundo wie ein Sägewerk, doch dieses Mal war er ruhig. Zu ruhig. \n„Was ist mit ihm?“, fragte Janna. \n„Mit Mundo?“, fragte Eve. \nJanna nickte und merkte zu spät, dass es ja niemand gesehen haben kann. Doch so, wie es Shacos Natur war, auf gewisse Reaktionen nicht zu warten, begann er mit der Schilderung. „Gestern Abend eingeschlafen und heute Morgen nicht aufgewacht, zum alltäglichen brüllen nach Aufmerksamkeit.“ \nJanna indes war bereits aufgestanden und sah sich Mundo genauer an. Er lag einfach nur da, den Rücken ihr zugewandt. Sie stand über ihm und wusste, dass etwas hier von statten ging, dass nicht sein sollte. \n\n**Verstecke Dich. **\nSie bekam einen Schreck. War das gerade eine Stimme gewesen? \n**Verstecke Dich! Jetzt! **\nSie tat wie geheißen und rannte so schnell sie konnte in ihre Ecke und verkroch sich unter ihrem Stroh. \nKeinen Augenblick zu früh, denn das Blut strömte bereits über ihren Körper. Sie sah durch das Stroh aus ihrem Versteck und sah Mundo, wie er mit einem gewaltigen Beil um sich schwang. \n„Um Himmels Willen!“, schrie jemand vom „Unsichtbaren Haufen“, doch Janna wusste nicht, wer es war. Sie hörte nur, wie Mundo schrie. Er schrie so laut, dass Janna sich die Ohren zu halten musste. Wessen Blut war das? Was geschah hier? \n„Eindringling!“, erscholl es aus der Vorratskammer und Blitzcrank rannte auf Mundo zu, während tapsende Schritte an Jannas Versteck entlang liefen. Waren das Füße gewesen? Sie wusste es nicht zu sagen, ihre Welt drehte sich, als sie Mundo und Blitzcrank kämpfen sah. Beile und Fäuste krachten aufeinander. Blitze und Flüssigkeiten stoben auseinander. \nBlitzcrank ließ eine geladene Rechte gegen Mundos Kopf schnellen, welcher es mit einem zornerfüllten Schrei quittierte. Janna hielt es nicht mehr aus. Sie senkte den Kopf zwischen ihre Beine und weinte, schrie, lachte, bis sie vor Erschöpfung das Bewusstsein verlor.","replies":[]},{"id":"","poster":"Nuix","date":"2016-02-12T11:26:44.984+0000","up_votes":1,"down_votes":1,"body":"Schön das es weiter geht. Ein recht ungewöhnlicher Ansatz, aber gut zu lesen :)","replies":[]},{"id":"","poster":"Samuraisub","date":"2016-02-03T14:39:56.448+0000","up_votes":1,"down_votes":1,"body":"Schöne Geschichte, aber SATAN{{champion:17}}  als Held darzustellen bringt Unglück *lol*","replies":[]},{"id":"","poster":"Nuix","date":"2016-02-01T00:35:04.971+0000","up_votes":1,"down_votes":1,"body":"Schöne Geschichte. Auch wenn es mich etwas irritiert, das Teemo der \"Held\" ist. Interessante Schreibweise übrigens :)","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-07T17:21:30.771+0000","up_votes":0,"down_votes":1,"body":"Immer mehr Steine entstanden in der Luft und fielen zu Boden. Soraka stapfte über sie hinweg. \nNach einiger Zeit sah sie einen kleinen Stein auf dem Boden liegen, der sich von den anderen unterschied. Soraka sah gleichgültig zu ihm herunter und hob ihn auf. Tränen rannen ihr über die Augen, während sie völlig gleichgültig sagte. „Das war Leona…“ \nIn ihrem Inneren brodelte es. Doch sie konnte nichts anderes tun, außer dem Wesen weiter zu folgen. Es kroch direkt vor ihr den Gang entlang. Wieder sprühte sie ihr Gift und hinterließ große Löcher in den Wänden. \n\nNachdem Soraka ihr eine zeit lang gefolgt war, blickte das Wesen sie an. „Hör zu, ich weiß, dass ich Dich nicht zu Stein verwandeln kann, aber es nervt mich langsam, dass Du die ganze Zeit hinter mir her gehen musst.“ Es wischte mit der Hand in der Luft. „Also wärest Du so freundlich und… weinst Du?“ \nSoraka zuckte die Schultern. „Ich gehe einfach nur denselben Weg wie Du und ich weine nicht, ich habe nur was ins Auge bekommen.“ Doch es war nicht so, sie war zutiefst von Trauer erfüllt, konnte diese Tatsache jedoch nicht als Gedanken fassen, es war wie eine Kindheitserinnerung, wie ein Déjà-vu, welches in ihrem Kopf umherschwirrte. \nDas Wesen kroch auf sie zu und spuckte Gift auf ihren Körper, welcher jedoch ohne irgendeine Wirkung an ihr herabtroff und den Boden unter ihren Füßen auflöste. Soraka kämpfte in ihrem Inneren, obwohl sie es gar nicht wirklich als Kampf fühlte. Sie wollte wissen, mit was sie es zu tun hatte, aber, obwohl das Wesen direkt vor ihr stand, sie konnte überhaupt kein Interesse dafür entwickeln, wie sie aussah. Sie sah einfach durch sie hindurch. \n\nSorakas Magen grummelte. Sie drehte sich um und entfernte sich von ihr. Das Wesen rief ihr verwirrt hinterher. „Wo willst Du hin?“ \nSoraka antwortete nicht, irgendwas in ihr, schickte sie zur Küche. Es konnte das Grummeln in ihrem Magen gewesen sein. Sie wusste es nicht oder vielmehr es interessierte sie nicht. \n„Bist Du kaputt im Kopf!?“, erscholl es noch einmal aus dem Gang. War das eine Frage? \nIn ihrem Kopf klickte es scharf. Irgendwas hatte sich gerade geändert. Sie wusste nicht, was es war, aber sie spürte, dass sich etwas änderte. \n\n*\n \n„Und wenn ich es Dir doch sage, Du hättest niemals in Ionia einfallen sollen, jetzt schau Dir Dein Land doch mal an!“, schrie Jarvan. \nSwain donnerte mit seinem Kochlöffel auf die Arbeitsplatte. „Zumindest sind wir nicht auf Piltover angewiesen.“ \n„Brenne in der Hölle, Drecksgeier!“ \nTeemo verkrampfte seine Hände. Mittlerweile hatte er schon seine Socken in den Ohren gesteckt, aber es half alles nichts. Die Streitgespräche waren immer anders, aber immer genau gleich laut und nervenaufreibend. \n\nGerade wollte er ihnen sagen, dass sie still sein sollten, als ihm auffiel, dass Soraka an einem Tisch saß. Sie sah mit Tränen in den Augen auf ihr Essen. Teemo blinzelte sie ungläubig an. \nManches Mal stand Soraka stundenlang zwischen Swain und Jarvan, ohne auch nur mit der Wimper zu zucken; Das wusste er, es lag an ihrem Fluch, doch, dass sie nun dort saß mit Tränen in den Augen, es machte Teemo etwas mulmig. Warum weinte sie? \n„Ein ganzes Leben habe ich mit diesem Bein verbracht. Jeden Tag wache ich mit Schmerzen auf, die sich von meiner Fußspitze bis in meinem Hinterkopf hochziehen, doch nichts davon war jemals so Schmerzen aufreibend wie Dir zuzuhören, Jarvan von der sanften Brise“, lamentierte Swain. \nTeemo wollte Soraka fragen, warum sie weinte, aber er entschied sich dafür, endlich mit seiner Arbeit fertig zu werden. Er konnte es nicht mehr ertragen, in diesem Raum zu stehen. \nJarvan atmete tief ein. „Ich habe es nicht nötig, mit einem…“ \n\n„Ruhe!“, erscholl eine Stimme, so laut, dass alle erschrocken aufsahen. \nEinen Moment lang sagte keiner etwas, dann schluckte Soraka. „War… war ich das gerade?“ \nSwain und Jarvan sahen sich kurz an und dann wieder Soraka. Teemo blickte ebenfalls zu Soraka. Es war Sorakas Stimme. Doch sie war viel schärfer und emotionaler gewesen als zuvor. \nSoraka sah auf ihre Hände und ballte sie zu Fäusten. „Ich… ich glaube…“ \nSie stand auf. „Ich fühle wieder etwas.“ \nEin Lächeln zauberte sich auf ihr Gesicht. „Ich fühle wieder etwas.“ \nDoch dann verschwand das Lächeln so schnell wieder, wie es auftauchte. „Wir sind alle in Gefahr!“ \n„Natürlich sind wir in Gefahr, schau Dir diesen Trampel doch mal an!“, rief Swain laut auf. „Er hat mehr Teller heute zerstört, als unser Dr. Mundo pro Tag auffrisst.“ \nJarvan drückte seine Faust so fest zusammen, dass ein weiterer Teller zersprang. „Dich werde ich strafen lehren, Du ver…“ \n\n„Ein Monster aus der Leere ist in den Gängen unterwegs! Es frisst die Untoten auf!“, schrie Soraka entsetzt. „Es ist Veigars Rache an uns!“ \nTeemo schluckte und legte den Teller beiseite. „Ein Monster aus der Leere?“ Das konnte nichts Gutes bedeuten. \nJarvan musterte Soraka. „Was ist denn ein Veigar?“ \n„Lenke jetzt nicht vom Thema ab, Jarvan“, sagte Swain wütend, während er auf die Scherben auf den Fußboden deutete. „Es ist immer wieder dasselbe mit Dir!“ \n„Sei endlich ruhig!“ \nSwain war aber nicht mehr ruhig zu stellen, sein ganzer Körper verwandelte sich in einen riesigen Raben. Das war für Teemo das Stichwort, das Weite zu suchen. Es kamen bereits aus seinem Körper kleine Raben heraus, die an seinen Ohren zupften. \nJarvan hingegen lachte, während die Raben an ihm abprallten. \nSoraka, Veigar und Teemo hatten die Küche verlassen und man hörte es laut Rumpeln und Krachen. Teemo seufzte erleichtert auf. „Ein Glück, dass ich nicht für die Küche zuständig bin und nur alle paar Wochen den ganzen Kram abwaschen muss…“ \n„Ich erinnere mich an Dich. Du bist derjenige, der mir das Essen reichte, als ich dafür nicht die Lust verspürte…“, Soraka stutzte. „Ich erinnere mich an Deinen Namen nicht.“ \n\n„Ich bin Teemo“, sagte er und deutete auf den kopflosen Körper. „Und das ist Veigar. Oder zumindest das, was von ihm übrig geblieben ist.“ \nSoraka blinzelte ungläubig den Körper an. „Nein, das ist nicht Veigar… Irgendwoher kenne ich diesen Körper, aber ich kann mich nicht mehr erinnern von woher.“ \nWie vom Donner getroffen sah Soraka entsetzt auf und schüttelte den Kopf. „Cho’Gath!“ Sie schüttelte Teemo durch. „Wir müssen sie retten, Teemo! Es ist Cho’Gath!“ \nTeemo befreite sich aus ihrem Griff. „Ganz ruhig, jetzt erzähle mir zuerst mal, was passiert ist.“ \nSoraka nickte und erzählte ihm, was sie erlebt hatte. Als sie jedoch zu dem Teil mit dem Gift und den Steinen kam, endeten ihre Ausführungen. „Leona… habe ich gefunden.“ Sie deutete auf einen kleinen Stein, den sie in ihren Händen hielt. „Aber ich weiß nicht, wer ihr das angetan hat, ich habe mich dafür nicht interessiert, obwohl das Wesen doch direkt vor mir stand.“ \nIhm wären beinahe die Tränen gekommen, als er den Stein sah. Leona, das Glühwürmchen. Das wohl unschuldigste Lebewesen in diesem Schloss. Er schüttelte nur den Kopf. „Wir müssen sofort was dagegen unternehmen.“ \nSoraka nickte. „Ja, wir müssen sofort alle aus dem Schloss schaffen.“ \n„Das geht nicht. Einige Verfluchte sind Ortsgebunden. Es gibt nur eine Möglichkeit, wir müssen Cho’Gath loswerden.“ \n„Und wie?“\n \n*\n \nIm Glase stiegen Blasen auf, während Heimerdingers Gehirn durch ihre Köpfe sprach. „Teemo, Dein Interesse an Wissen ist in diesen Tagen gewaltig. Die Entomofauna der jenseitigen Dimension, etwas Exotischeres hättest Du Dir wirklich nicht aussuchen können.“ \n„Wenn ich bitten darf?“, fragte Teemo, neben dem Soraka und Veigar standen. \n„Ezreal!“, donnerte Heimerdinger auf. \n„Was denn?“, ertönte es aus irgendeiner Ecke der Bibliothek. \n„>Flora und Fauna der dreizehn Dimensionen< von „Malzahar dem Botschafter“ bitte.“ \nEzreal lachte. „Das ist doch einer meiner leichtesten Übungen, Heimerdinger, eine Sekunde.“ \nEinen Moment Stille. Dann ein Seufzen. „Ah ja, mein Fluch…“ \nIn Heimerdingers Glas stiegen wieder Bläschen auf. \n\n„Gang 6, Korridor B, Regal 1, das Dritte von rechts“, sagte Ezreal mit ein wenig Trauer in der Stimme. \nKurzerhand hatte Teemo das Buch gefunden und wieder zu Heimerdinger gebracht. Soraka sah das Hirn misstrauisch an, während Teemo alles vorbereitete. \n„Mein Gedächtnis ist vernebelt, aber es lüftet sich immer mehr.“ Soraka tippte an das Glas. „Irgendwas stimmt hier doch nicht.“\n „Ich brauche jetzt Deine Hilfe, Soraka“, sagte Teemo und deutete auf das Buch. „Zeig mir welches Monster der Leere es war.“ \nSie nickte und näherte sich dem Buch. Es gab alle möglichen Formen von Monster und Pflanzen Preis. „Dieses hier!“, sagte sie und deutete auf das Chitin-Monster. \n„Ein Gath, ein Monster der Leere, das alles verschlingt, was nicht existieren kann“, las Teemo vor. „Aber wie wir es loswerden steht hier nicht.“ Er blätterte noch ein paar Seiten vor und zurück, schlug es dann jedoch wieder zu, als er nicht fündig wurde. „Verdammt, und was machen wir jetzt?“ \nSoraka rieb sich die Schläfen. „Wir müssen jemanden fragen, der weiß, wie wir damit umzugehen haben.“ \n„Aber wen?“, er deutete auf den Namen des Verfassers. „Malzahar haben wir nicht gerade zur Hand und das Buch hat auch keine Ahnung.“ \nVeigar zuckte mit den Schultern. \n\n„Oder ihr fragt einen Dämon“, ertönte es zwielichtig aus Heimerdingers Glas. \nEinen Moment war es ruhig. Teemo wusste, wohin das nun laufen würde und er schluckte schwer. „Es gibt in dem Schloss einen Dämon.“ \n„Der „Rote Raum““, sagte Heimerdinger\nTeemo wusste, dass es gefährlich war, sich mit einem Dämon einzulassen. Würde er jedoch nichts unternehmen, dann wäre es nur noch eine Frage der Zeit, bis Janna, Veigar oder Heimerdinger von dem Ding gefressen werden würden. \nEs gab nur eine Möglichkeit.","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-07T17:18:07.125+0000","up_votes":0,"down_votes":1,"body":"FÜNF\nTeemo wachte auf und stellte fest, dass „Die Rüstung am Ende des Ganges“ wieder fort war. Er blickte den Gang zur anderen Richtung zurück und dort stand die Rüstung auch nicht mehr. Das machte Teemo wütend, er hasste es, wenn nicht alles dort stand, wo es hingehörte. \nFlexibilität war eine Eigenschafft, die Yordles nicht mit sich brachten. Sie brauchten überschaubare Strukturen und klare Aufgaben. Nicht, dass Yordles Arbeitstiere waren, sie entspannten sich auch sehr gerne. Es war einfach nur nicht einfach, jeden Tag ein neues Chaos zu erblicken. \nEr seufzte. Ändern konnte er daran nun auch nichts mehr. Jetzt war die Rüstung irgendwo im Schloss unterwegs und terrorisierte wahrscheinlich gerade die Einwohner. Das konnte ja heiter werden. Zum Glück hatte sich Teemo damit angefreundet, dass das Chaos seine ganz persönliche Struktur war. Hätte er nur ein wenig mehr Intellekt besessen, dann hätte er erkannt, dass er damit auf eine ganz neue Ebene mit seinem Geist gestiegen war. Denn Ordnung war im Prinzip nichts anderes als das individuelle persönliche überschaubare Chaos. \n\nAber Yordles waren nun Mal eher pragmatischer als intellektuell. Wobei in diesem Fall vielleicht nicht unbedingt eine Grenze zu ziehen war.  \nTeemo klopfte sich den Staub von seinen Sachen. Heute war Waschtag. Er musste nur alle paar Wochen das Essgeschirr abwaschen, daher war Teemo erleichtert, dass er es heute machen musste, da er auf diese Weise sich wieder etwas entspannen konnte. Er fühlte eine Zerrung in seiner Schulter, die sich anscheinend wegen des ganzen Drucks aufgebaut hatte. \nAls Veigar noch lebte, war alles etwas einfacher, jetzt lief alles aus den Rudern. \nMehr schlecht als Recht legte Teemo Galios Kopf zurück und verfrachtete den Staub und die Steinreste, die er hinterlassen hatte, in einen Eimer und stellte ihn neben sein Podest. „Tut mir echt Leid, Galio, aber ich bin kein Steinmetz.“ \n„Schon gut, von dieser Position habe ich sowieso einen viel besseren Überblick auf alles hier in dem Gang. Außerdem…“, sagte er und hüpfte mit dem Kopf auf. „Bin ich jetzt auch etwas mobiler.“ \nAshe zwitscherte. „Na, dann ging ja nochmal alles gut aus.“ \n„Hoffen wir, dass das auch so bleibt. Ich will der Rüstung nicht nochmal begegnen“, sagte Janna. \n\nTeemo indes war schon unterwegs zu seinem Schlafplatz, um seine Ohrenstöpsel zu besorgen. Das Abwaschen des Essgeschirrs war kein einfaches Unterfangen und, damit man dabei nicht den Verstand verlor, war es immer wichtig, etwas in den Ohren zu haben. \nDoch es gab ein Problem. Die Ohrenstöpsel waren nicht da, wo sie hingehörten. Teemo blinzelte ungläubig. „Wo sind meine Ohrenstöpsel?“ \n„Und wo warst Du gestern Nacht?“, ertönte es unter seinem Bett. \nTeemo schluckte. „Tut mir Leid, Kog’Maw, aber die Rüstung hat sich als bösartig erwiesen.“ \nEinen Moment war Stille. Dann erwiderte Kog’Maw. „Das… wusste ich nicht. Geht es Dir gut?“ \n„Alles in bester Ordnung, ich bin froh, dass sie mir nichts angetan hat“, Teemo blickte wieder zu seinen Regalen. „Aber wo sind denn nun meine Ohrenstöpsel?“ \n„Ich war gestern ein wenig traurig, dass Du nicht da warst, da habe ich ein paar Deiner Sachen gegessen. Ich glaube, Deine Ohrenstöpsel waren dabei.“ \nTeemo blickte ungläubig unter sein Bett, doch es sahen nur ein halbes Dutzend trauriger Augen zurück. „Heute ist Waschtag, Du weißt, dass das ohne Ohrenstöpsel eine Qual sein wird.“ \n„Heute Nacht war auch für mich eine Qual!“, erwiderte Kog‘Maw verzweifelt. \n\nNun war es sowieso zu spät, um noch etwas daran zu ändern. Teemo ging aus seinem Zimmer, ohne ein weiteres Wort zu sagen. Normalerweise las er immer für Kog’Maw ein Buch vor, bevor er einschlief. Dass er das ausgerechnet heute mal nicht konnte, musste Kog‘Maw ihm nicht auf diese Weise verdanken. \nEr kam der Küche näher. Jetzt war es gleich soweit… noch einmal tief durchatmen. \nEr öffnete die Türen. \n\n„Dämlicher Geier“, erscholl es ihm sofort. „Du weißt doch, dass die Schüsseln immer im oberen Regal gelagert werden.“ \n„Dafür machst Du mich verantwortlich? Wegen Deines wunderbaren Orientierungssinnes habe ich den Metallgnomen heute beinahe Kartoffeln mit Curry aufgetischt. Mit Curry! Da steht Salz! Salz!“ \nTeemo räusperte sich. „Hallo, Jarvan. Hallo, Swain.“ \nDie beiden blickten zornig zu Teemo herüber. Jarvan meldete sich als erster zu Wort. „Teemo! Sieh Dir dieses Chaos an, kann dieser ex-General überhaupt etwas richtig machen, außer von einem Herd zum anderen zu humpeln?“ \nSwain deutete mit dem Finger auf Jarvan. „Zumindest weiß ich, wo ich meine Gewürze hinzustellen habe. So wie Du die Ordnung hier hältst, wundert es mich zutiefst, wie Du Deine Soldaten sortieren konntest, ex-General.“ \nJarvan warf wütend einen Teller auf den Boden, welcher zersprang. „Das reicht jetzt!“ \nEr rannte auf Swain zu, wurde jedoch wieder zurückgeworfen und landete unwirsch auf seinem Hintern. Swain lächelte. „Jarvan, Jarvan, Jarvan. Du wirst es wohl niemals lernen.“ \n\nTeemo war schon bereits bei dem Geschirr angelangt und putzte die Teller. Er erinnerte sich daran, wie die Küche war, bevor Swain und Jarvan ihr Dasein hier fristeten. Es war ruhig, der gute alte Singed und der viel zu fette Gragas hatten für alle gekocht. Das Essen schmeckte zwar schrecklich, doch dafür konnte man sich darauf verlassen, dass das Essen auch gemacht wurde. \nÜber Gragas und Singed wusste Teemo nicht viel, außer das Gragas ein korpulenter Säufer und Singed ein Giftmischer aus einem weit entfernten Land waren. \nVeigar bemerkte jedoch, dass Gragas und Singed sich super verstanden, sie hatten sogar geplant, wenn sie ihre Flüche irgendwann einmal loswerden würden, dass sie zusammen eine Brauerei eröffneten. Teemo stellte sich gerne vor, wie ein Säufer und ein Giftmischer eine Brauerei unterhalten sollten. \nVeigar hatte die beiden getrennt und die Küche war wieder leer. Auf seinen Wanderschaften durch die Welt gelangte er auf ein Schlachtfeld zwischen Demacia und Noxus. Rein zufällig waren Swain und Jarvan – die jeweiligen Generale ihrer Länder – vertreten, um gegeneinander zu kämpfen. \nUnd das ausgerechnet auf dem Boden, den Veigar untersuchen wollte! Er verzauberte die Kämpfenden. Ihre Hormone quollen über und sie legten sich in vollkommener Zufriedenheit in das Blut ihrer gefallenen Verbündeten oder hingerichteten Feinde und waren vollends glücklich. \nNur Jarvan und Swain ließen sich nicht verzaubern, da sie wohl nie wieder mehr glücklich zu bekommen waren. Anstatt die Soldaten zur Vernunft zu rufen, gingen Swain und Jarvan aufeinander los und ignorierten dabei Veigar. Veigar  -zutiefst erbost, dass sie ihn ignorierten – hatte sie in Trance versetzt und in die Küche eingesperrt. Nachdem er sie beide in die Küche eingesperrt hatte, versuchte er es noch ein paar Mal, ihre beiden Gemüter ein wenig zu mildern, aber nicht einmal ein Liebestrank konnte die beiden wieder beruhigen. \nVeigar hatte nachdem er dies bemerkt hatte, das erste und einzige Mal das Gefühl gehabt, dass er es mit seinem Fluch zu weit getrieben hatte. Denn der Fluch war, dass Swain und Jarvan sich nicht berühren konnten. \n\nUnd so flog ein Gewürzglas auf Jarvans Kopf, welcher schreiend herumfuhr. „Elender Krüppel! Ich werde Dich ausstopfen und in meinem Thronsaal ausstellen, damit ich jeden Tag über Dich lachen kann.“ \nSwain hob wütend seine Faust. „Du bist ja noch nicht einmal König, kleiner Prinz, und soweit ich weiß wird sowieso nicht der jüngere Bruder die Chance haben einen solchen Platz zu bekommen.“ \nJarvan nahm sich einen weiteren Teller und warf ihn auf Swain, welcher alle Mühe hatte, ihm auszuweichen. Mit schmerzverzerrtem Gesicht tastete er nach seinem verkrüppelten Bein. Der Teller indes zerschellte an der Wand hinter ihnen. Seine Scherben fielen in die Kochtöpfe und in die Pfanne. \nSwain sah entsetzt zurück. „Was hast Du getan!?“ \nJarvan lachte. „Oje, habe ich Deine Arbeit zerstört?“ \nSwains rechtes Augenlid zuckte. „Du wirst schon noch sehen, was Du davon hast. Eines Tages werde ich Dein Essen vergiften.“ \n„Probiere es doch! Du weißt genauso gut wie ich, dass wir hier nicht rauskommen, um solche Dinge wie ein Gift zu besorgen.“ Er deutete auf seine Kette, die er um seinen Fuß trug. \nSwain lächelte. „Aber jeder hat eine Allergie, auch Du wirst eine haben und die werde ich herausfinden, das schwöre ich. Dann gibt es für Dich nur noch das Beste.“ \nTeemo seufzte. Ihm taten seine Ohren jetzt schon weh. Er blickte zu Veigars Körper, der die Teller nahm und abtrocknete. Ob er die beiden wohl hören konnte? Wenn nicht, dann war er nur zu beneiden.","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-06T17:58:11.322+0000","up_votes":0,"down_votes":1,"body":"Zur selben Zeit auf einer anderen Ebene des Schlosses geschah etwas, das zwar nicht so schrecklich war, aber genauso unfassbar. Warwick und Soraka trafen sich. \nDieses Phänomen grenzte fürwahr an ein Wunder, welches man in dem Schloss so selten erblickte wie einen Lichtstrahl, der durch eines der verirrten Fenster in den dunklen Gängen aufzufinden war. \n\nWarwick war der fetteste Werwolf, der je gelebt hatte. Sein Körper besaß regenerative Fähigkeiten, er war vor seinem Fluch ein Wesen gewesen, das alles verschlingen konnte, ohne auch nur einen Pfund zuzulegen. Doch nachdem Veigar ihn verflucht hatte, nahm Warwick mit jedem Bissen, den er zu sich nahm zu. Aus diesem Grund bewegte sich Warwick selten bis gar nicht, doch dieses eine Mal musste er sich bewegen, denn er hatte Hunger und er hatte seit einer Stunde nichts mehr gegessen. \n\nSoraka, die nichts weiter tat, als ständig über alles Schlechte und Unnütze auf dieser Welt zu philosophieren, ging ihm entgegen. Sie war einst eine Göttin gewesen, die Göttin alles Guten und Aufrichtigen, das Licht der Göttergestirne. Sie beging allerdings den Fehler Veigar zu exorzieren. Aufgrund eines Umkehrzaubers, schlug Veigar in dem Moment Soraka in einen Bann, als diese versuchte ihn zu erleuchten. \nVeigar nahm ihr alles Gute und sperrte sie in das Schloss, gezwungen als eine seltsame Mischung aus einem Dutzend verschiedenen Wesen durch eben jenes Schloss zu irren. \n\nSoraka und Warwick sahen sich an. Noch lange, bevor Veigar geboren wurde, hatte Warwick als ein verrückter Chemiker ein ganzes Land mit einer Giftwaffe ausgelöscht. Soraka hatte ihn daraufhin verflucht, indem sie ihn in die Bestie verwandelte, die er tief im Inneren war. \nWarwick war mit der Situation, ein Werwolf geworden zu sein, sehr zufrieden gewesen. Jetzt fing sein Körper regelmäßig Risse, weil er sich immer wieder überfraß. Das ging ihm gehörig auf die Nerven. \nSoraka indessen hatte Warwick gehasst und hätte ihn am liebsten vernichtet, doch nachdem sie verflucht wurde, war ihr Warwick absolut egal. \n\n„Hallo, Warwick“, sagte sie gelangweilt. \nWarwick knurrte. „Soraka, verdammte Schlampe!“ \nSoraka seufzte. \n„Wenn ich könnte, würde ich Dich jagen!“, er unterdrückte einen Rülpser und stöhnte. „Ich habe so einen Hunger.“ \nSie hörten ein Glockenspiel, welches sich ihnen näherte. Soraka sah gleichgültig hinter sich und Warwick kugelte sich ein wenig im Gang um seinen Leidensgenossen betrachten zu können. \n„Da bist Du nicht alleine, Du fettes Vieh“, sagte der mit Glocken übersäte Neuankömmling. \n„Na, Vladimir“, erwiderte Warwick den Gruß und setzte noch ein „Dreckskerl“ hinterher. \n\nVladimirs Augenlid flatterte, welches ein entzückendes Glockenspiel von sich gab. Vladimir war einst ein großartiger Vampir gewesen. Er fand heraus, dass er ungefähr ein Jahr älter als Warwick war, mit seinen guten Dreihundert und Fünfzig Jahren. Doch das schöne Leben als Vampir hatte ein Ende, als Vladimir auf seiner Jagd nach Yordleblut, welches das kostbarste Blut aller Lebewesen war, an Veigar endete. \nVeigar hatte an jeden Nerv seines Körpers ein Glöckchen gehängt, welches, wenn er es abriss, sofort fester und etwas größer Nachwuchs. Aufgrund dieser Tatsache war es für Vladimir als Blutsauger unmöglich unbemerkt ein Opfer zu finden, ohne dass dieser schon Meilen zuvor gewarnt wurde. \nLiebend gerne hätte er Warwick sein Blut bis auf den letzten Tropfen ausgesaugt, doch sobald ein Vampir mit Werwolf Blut in Berührung kam, würde dieser sich wegätzen. Genauso andersrum. Und an Soraka traute er sich nicht heran. Es gab nur ganz wenige Lebewesen, außer jungfräulichen Frauen, die Blut besaßen, welches man verzehren konnte. Vladimir wusste nicht, wie sich Einhorn, Zentauren, Ziegen, Schaf und was sonst nicht alles Blut miteinander vertrug. \n\nSo bequemte er sich damit die beiden mit seinen finsteren Blicken zu fixieren. „Leckt mich doch!“ \nWarwick schmunzelte. „Na, auf dem Weg zu Garen?“ \nVladimir spuckte aus. Es war eine Schmach an Garens Wand zu lecken, damit er am Leben blieb, doch es blieb ihm nichts anderes übrig. Er verabscheute es, denn die meisten Buchstaben, die er von der Wand ableckte waren H und A und das in sich abwechselnder Reihenfolge, sich immer und immer wieder wiederholend. „Früher hätte ich Dich vernichtet, Warwick! Einfach so, Du dreckiger Bastard!“ \nMit jedem seiner Wörter und Gestikulationen klimperte eine Glocke munter vor sich hin. \nWarwick und Vladimir entluden aneinander noch ein paar Schimpfwörter und Flüche, als sich hinter ihnen jemand räusperte. „Entschuldigen Sie, werte Herren?“ \n\nVladimir drehte sich um und Warwick tat es ihm gleich, Soraka hob nur etwas unbeeindruckt den Kopf. \nVor ihnen stand ein seltsames mit Chitin überzogenes Insektenmonster, welches einen goldenen Kelch in einem seiner Hände und einen schwarzen Zylinder auf seinem Kopf sowie ein Monokel an seinem Auge trug. „Dürfte ich ihnen kurz eine Frage stellen?“ \nSoraka blinzelte gelangweilt. „Kommt drauf an...“ \n„Was bist Du denn für ein Haufen?“, tobte Vladimir. \n„Kann man Dich essen?“, fragte Warwick offen heraus. \nDie Kreatur seufzte und sprach mit drei verschiedenen Stimmen. „Ich suche etwas, vielleicht könnt ihr mir helfen?“ \nVladimir verschränkte seine Arme, welche ein Glockengewirr fabrizierten. „Mein Gott, Du nervst, Mistkäfer!“ \n„Mit wem haben wir denn überhaupt das Vergnügen?“, fragte Soraka so desinteressiert, dass das Wesen beinahe dachte, sie rede nur mit sich selbst. \n\nEtwas eingeschüchtert räusperte er sich. „Verzeihung, wie unverschämt von mir. Mein Name ist Cho'Gath. Ich bin ein Lebewesen aus der Leere und Besitzer eines Apartments in diesem Schloss.“ \nWarwick, Vladimir und Soraka blickten sich alle ausnahmsweise einstimmig fassungslos an. Warwick erhob seine Stimme als erster. „Eine Kreatur der Leere? Du meinst das Ding zwischen den Dimensionen?“ \nCho'Gath nickte. \n„Und Du besitzt hier ein Apartment?“, fragte Vladimir. \nWieder nickte er. \n„Und nach was suchst Du?“, fragte Soraka. \n„Ah, eigentlich ist es eher sowas wie eine gewisse Gruppe, nach der ich Suche.“ Er sah sich in den Gängen um. „Veigar betrieb mein Apartment mit seiner Magie. Der feine Herr stellte mir Kost und Logis, natürlich ohne Entgelt, auf.“ Er räusperte sich wieder. „Aber nun erreicht mich weder das eine noch das andere, daher habe ich entschieden hier im Schloss zu dinieren.“ \nWarwick lachte. „Was für ein Zufall, ich wollte gerade in die Küche und mir ein Sandwich machen.“ \nCho'Gath schüttelte sachte den Kopf. „Nein, danke, ich verzichte auf die örtlichen Delikatessen, ein solcher Gourmet wie ich benötigt nur seine ihm entsprechende Nahrungsquelle.“ \nVladimir dachte an Garen und brummte. Er verstand Cho'Gath nur zu gut. „Wir sitzen hier alle im Selben Boot.“ \n„Was isst den ein Lebewesen wie Du?“, fragte Soraka. \n\nCho'Gath verneigte sich ein wenig. „Ihr müsst es einem Touristen wie mir nachsehen. Normalerweise ernähre ich mich von nichts. Meine Nahrungsquelle war immer das, was nicht existieren konnte oder nicht existieren durfte, so etwas wie Luft ohne Kohlenstoffdioxide oder destilliertes Wasser, genauso wie ironische Sprüche.“ Er lachte wie ein adliger Herzog. \n„Veigar hat mir immer Lebewesen gebracht, die sich zwar bewegten, aber es nicht mehr durften. Ich weiß leider nicht, wie diese Wesen heißen, vielleicht könnt ihr mir da aushelfen?“ \n„Du meinst Untote“, deutete Soraka an. \nCho'Gath kratzte sich am Kopf. „Kann sein, was ist denn ein Untoter?“ \nSoraka zuckte die Schultern. „Nur ein Wesen, das zwischen Leben und Tod schwankt. Ein Wesen, das nicht wirklich sein sollte. So wie Zombies.“ \nCho'Gath rammte seine Faust in seine Handfläche. „Richtig! Zombies nannte er sie. Hmm... sie waren so lecker.“ \nEr lehnte sich nach vorne und fixierte die drei Wesen. Vladimir und Warwick lief es eiskalt den Rücken herunter. „Wisst ihr zufällig, wo ich diese Untoten Lebewesen finden könnte?“ \n„Nicht hier im Schloss!“, schoss es aus Vladimirs und Warwicks Mund gleichzeitig. \nSoraka sah sie an. „Wieso nicht im Schloss? Ihr zwei seid doch beide Untote.“ \nVladimir und Warwick warfen ihr einen vernichtenden Blick zu. \n\nCho'Gath atmete tief ein und wieder aus. „Verzeiht mir meine Herren. Ich bin zwar vom edlen Geblüt, doch ist meine tierische Natur stärker als meine zivilisierte Ader.“ Er nahm eine Gabel und ein Messer aus seiner Tasche. „Es war mir ein Vergnügen, euch kennengelernt zu haben.“ \nBlitzschnell schoss Cho'Gaths Kopf hervor und verschlang Warwick mit einem Bissen, was schon wahrhaftig beachtenswert war, denn Warwick war alles andere als mickrig in seiner Statur gewesen. \nCho'Gath brauchte einen Moment, um Warwick in seinen Magen zu befördern. Nachdem er rülpste, wandte er sich Vladimir zu. Dieser wusste nur noch eine Sache zu tun. Cho'Gaths Kopf stürmte hervor, doch er biss ins Leere. \nVladimir war nur noch eine blutige Pfütze zu seinen Füßen, in welcher ein Haufen Glöckchen schwirrte. „Ha! Versuche da mal reinzubeißen, Du zu groß geratenes Drecksgesicht!“ \nVladimirs Pfütze erstarrte in seiner Bewegung, als etwas Rundes in ihm eintauchte. Es zog ihn auf. „Was!?“ \nEhe er sich versah, war er im Magen von Cho'Gath gelandet. Dieser setzte den Strohhalm von seinen Lippen und wischte sich diese ab. Sein Magen war so voll, dass er auf der Stelle umkippte und einschlief. \n\nSoraka, die die Szene teilnahmslos betrachtet hatte, und sich mittendrin sich entfernt hatte, sah vor sich im Gang Steine herunterfallen. Sie ignorierte es, nicht weil sie sich nicht interessierte, sie war sogar sehr fasziniert davon, warum diese Steine alle auf einmal auftauchten, es war einfach ihr Fluch, der sie vorantrieb. Dann erschien ein Loch in der Wand und etwas Glitschiges tropfte heraus. Soraka sah zu der Wand. „Gift.“ \nDas Wort verhallte in dem Gang und es war still. Außer Cho'Gaths Schnarchen war nichts mehr zu hören.","replies":[]},{"id":"","poster":"Redgomor","date":"2017-04-06T17:57:48.828+0000","up_votes":0,"down_votes":1,"body":"VIER\nDie Nacht senkte sich über das Schloss, obwohl nichts darauf hindeutete, außer den abblendenden Fackeln in den weiten Gängen. Da das Schloss ohne diese Lichter nichts weiter als ein schattiger Ort war, der einzig durch verfluchte Lebewesen beleuchtet wurde wie Leona dem Glühwürmchen oder Lux dem leuchtenden Teppich, war der größte Teil um Mitternacht herum so finster, wie die Tiefen der Hölle selbst. \nDie hellsten Orte waren die obersten Stockwerke, die Bibliothek die in einem der solchen lag war sogar selbst bei Nacht hell durchflutet, aufgrund der vielen Fenster und dem offenen Loch in der Decke, das einst erschaffen wurde, damit die vielen Besucher der Bibliothek nicht ihren Schweiß von der Decke tropfen ließen. \n\nAndere Orte wiederum waren so finster, dass selbst die unsichtbarsten Lebewesen sich nicht aus ihren Gemächern heraus trauten. Einer dieser Orte war der Keller. Der „Unsichtbare Haufen“ lag in ihren Ecken und Nischen verteilt und schlief einen tiefen Schlaf, während einer von ihnen oder eher ein Teil von ihm von einem schönen Klon einer Spiegel Lady träumte, gingen einer anderen die schönen Erinnerungen eines zwielichtigen Kartenspielers durch den Kopf, welche sie in Erregung versetzte. \nWährend all diese Wesen ihre schönsten Träume auslebten, war der größte Albtraum keine hundert Meter von ihnen entfernt im hellsten Raum des Schlosses eingeschlossen. Dort kauerte Nocturne und schabte mit seinen stumpfen Messern an den Boden, den Wänden und der Tür seines Raumes. Er wusste nicht genau warum, doch Veigars Mächte verließen diesen Ort. Kein Wesen konnte diesen Umstand spüren, wahrscheinlich nicht einmal seine Mitgefangenen, von denen er im Übrigen noch nicht einmal wusste, dass sie mit ihm den Keller bewohnten. \nNiemals würde Nocturne den Tag vergessen, als Veigar ihn einfing. Nocturne war ein lebender Schatten mit messerscharfen Klingen an den Armen. Er war auf der Suche nach einem weiteren potentiellen Opfer seines unstillbaren Hungers nach Leiden und Schrecken. So verließ er seine Dimension und brach durch das Raum Kontinuum, um auf Runeterra durch Albträume sich an dem Leid anderer Lebewesen satt zu fressen. \nNie zuvor hatte Nocturne einen so starken und intensiven Albtraum wie bei Veigar gespürt und drang auf der Stelle in ihn ein. Zu seinem Schrecken war es für alle Lebewesen, die er je infiziert hatte der größte Albtraum, den er sich vorstellen konnte, doch nur für Veigar nicht, welcher lachend von Wesen aus der Leere zerfetzt wurde. \n\nVeigar spürte seine Anwesenheit und ließ die Wesen aus der Leere seines Traumes voller Macht besitzend verschwinden und fing Nocturne ein. Es überraschte Veigar kaum, dass Nocturne am nächsten Morgen in seinem Keller gefangen war. \nSeither versuchte Veigar Nocturne darüber auszuquetschen, wie er die Träume der Lebewesen kontrollieren konnte. \nNocturne rammte seine Klinge gegen die Tür. Veigar hatte keine Ahnung, was es bedeutete, ein Traumwandler zu sein, geschweige denn einer der alben Sorte. \n\nEr unterschied sich sehr stark von seinen drei Mitinsassen, welche zwar auch das abgrundtief Böse darstellten doch anders funktionierten als er. Nocturne bezog seine Macht und sein ganzes Leben aus dem Leid anderer Personen. Leid war eine Emotion, die magische Kraft ausströmte. Wenn der Körper genug dieser magischen Kraft während des Leidens ausstrahlte, kam es zu einer Seelenimplosion, welche den Körper, wenn dieser Glück hatte, als wimmerndes Häufchen Elend zurückließ, doch für Nocturne war diese Implosion eine wahre atomare Energiequelle. \nEr brauchte dringend wieder eine Seelenimplosion! \n\nVoller Wut rammte er seine Klinge wieder gegen die Tür, welche zitterte. Nocturne wich zurück. Ihn durchströmte mit einem Mal ein seltsames Gefühl, welches er noch nie zuvor gefühlt hatte. Er hörte eine Stimme. Eine Stimme, die so tief und alt war, dass es selbst ihm schauderte. \nEr hörte die Stimme reden und er ließ den Kopf leicht sinken. „Teemo töten?“ \nEs fuhr durch alle Wände des Raumes, doch niemand konnte diese Stimme hören, außer ihm. Hätte Nocturne Lippen oder irgendetwas besessen, das Emotionen auslösen konnte, hätte er jetzt gelächelt. Er fuhr noch einmal mit all seiner Kraft seine Klinge gegen die Tür. Zum ersten Mal seit Jahren waren seine Klingen wieder scharf und nicht von Veigars Magie abgestumpft worden. \n\nDie Tür fiel aus ihren Angeln und zersprang in ihre Moleküle, als sie den Boden erreichte. \nNocturne fühlte die Freiheit. Er schlängelte aus der Lichtkammer heraus und wurde mit jedem Quantum Schatten, das er aufsagte, ein wenig stärker. Er hatte nun eine Aufgabe, er würde Teemo töten, dass war er seinem Retter schuldig, auch wenn er nicht wusste, wer er, sie oder es war. \nDoch bevor er sich mit Teemo befasste, brauchte er so dringend wie irgend möglich eine Seelenimplosion! Zu viele Jahre hatte er keine mehr erlebt! \n\nEr sah sich um, doch er fand nur eine rostige Maschine, die ihm munter zuwinkte und daraufhin ihre Arbeiten fortsetzte. \nNocturne zog seine Augenlider zusammen. Er spürte Wesen schlafen, doch er konnte keine solchen Wesen sehen. Er streifte leise wie ein Schatten, welcher er ja auch war, durch die Gänge und suchte nach diesen Wesen, doch er fand sie nicht. \nDa plötzlich erkannte er eines dieser Wesen. Es war lila, sabberte und schnarchte wie ein halbes Sägewerk. Er hatte schon eine Menge gesehen, aber das war ihm wirklich etwas zu wider. Eine Seele blieb zwar eine Seele, aber reine Seelen verzerrte er lieber als... \nMoment mal, dachte Nocturne und glitt an das Wesen heran. Es war ihm unbegreiflich. Dieses Wesen hatte die reinste Seele, die er jemals auf Runeterra gespürt hatte. \n„Mundo...“, flüsterte Nocturne. \nMundo kratzte sich am Hintern und drehte sich auf die Seite. \nNocturne lächelte. Es wurde Zeit sein Werk zu beginnen.","replies":[]},{"id":"","poster":"Redgomor","date":"2016-02-21T09:29:40.531+0000","up_votes":0,"down_votes":1,"body":"DREI\n\nYordle, so wie Teemo einer war, waren Waldbewohner. Sie genossen die freie und frische Luft, wohingegen Veigars Schloss das genaue Gegenteil darstellte. Zwar gab es Fenster und eine Tür, die nach draußen führte, doch war die Tür immer verriegelt. \nTeemo konnte sich kaum noch daran erinnern, als sie das letzte Mal geöffnet wurde. Es war der Tag, an dem er sich beworben hatte. Seither war sie immer verschlossen. Er wusste nicht mehr, wie die Welt von draußen aussah, denn die wenigen Fenster waren nicht mit dem Gedanken der Aussicht entworfen worden. \nSeit Jahren war dieses Schloss nun Teemos zu Hause, doch konnte er keinen gemeinen Grundriss erstellen, denn es galten hier kaum irdische Gesetze. Einige Türen führten in mehrere Räume, während Flure sich miteinander in die eine Richtung verbanden, hingegen in die andere Richtung an eine Wand führten. \n\nMittlerweile hatte sich Teemo an diesen Umstand gewöhnt. Ihm gefiel es sogar sehr gut sich in dicken Gemäuern zu befinden, seit sein Cousin Rumble von einer Kuh erschlagen wurde. Eifernde Götter machten es sich häufig zum Vergnügen, andere Wesen aus dem Himmel mit Gegenständen oder Tieren zu bewerfen. Morgana war eine dieser Götter, der Gott der Gefallenen. Yordles waren ihre liebsten Opfer. \nVeigar, der übrigens auch zu diesen Yordlen zählte – er war ein pechschwarzer Dachs, zumindest wurde es so in den Schriften überliefert – lieferte sich ein Duell mit Morgana und es ging in einem Unentschieden auseinander. Seither herrscht zwischen den Yordles und ihr Waffenstillstand, doch Teemo legte nicht sehr viel Wert auf das Wort Morganas. Besonders jetzt, da Veigar verschwunden war, wollte er erst recht nicht mehr sein Glück herausfordern. Dies war einer der Gründe, warum er das Schloss nicht verlassen wollte. \n\nAuf seinem Weg in Richtung der Bibliothek stolperte er über einen Stein. Er rieb sich den Fuß und blickte zurück. Veigar hielt den Stein in der Hand und zeigte ihm diesen. \nTeemo stand auf und sah sich den Stein genauer an. Er sah seltsam aus, fast so als wäre es ein fossilierter Wurm. „Wo kommt der denn her?“ \nVeigar antwortete ihm, indem er hinter ihm zeigte. Teemo drehte sich um und sah diese seltsamen Steine überall herumliegen. Sie säumten den ganzen Gang und endeten vor einem Loch. Teemo sträubten die Haare, während er auf das Loch zuging. Es war zu klein, als dass er dort hätte durchkriechen können. „Das Loch war vorher noch nicht da.“ \nVeigar steckte den Stein in die Tasche und Teemo beschloss, dass er sich später damit auseinander setzen würde. Er setzte seinen Weg zu Heimerdinger fort. \n\nTeemo ging in die Bibliothek und fand auch sogleich Heimerdinger, wie er in seinem Gefäß schwebte, als wäre er stolz auf seinen Fluch. „Hallo, Teemo.“ \n„Hallo, Heimerdinger“, erwiderte Teemo den Gruß. „Tut mir Leid um Deinen Verlust.“ \nHeimerdingers Flüssigkeit fing an zu blubbern. „Du meinst, wegen meines Bruders?“ \nTeemo nickte. \n„Vielen Dank, Teemo“, ließ das Hirn verlauten, „Nicht, dass mir der kleine Dreckskerl irgendetwas bedeutet.“ \nVeigars Körper ließ die Arme hängen. Teemo seufzte. „Du könntest ruhig etwas netter zu ihm sein.“ \n„Zu wem“, fragte Heimerdinger. \nTeemo deutete auf Veigars Körper, woraufhin die Flüssigkeit wieder zu blubbern anfing. „Du glaubst doch nicht im Ernst, dass Veigars Körper ihm gehört.“ \nTeemo blinzelte verwundert, was die Flüssigkeit wieder zum Verstummen brachte. „Naja, ist auch nicht so wichtig. Viel wichtiger ist sicherlich Dein Anliegen. Kann kaum glauben, dass Du nur gekommen bist, um mir Dein Beileid auszusprechen.“\n „Es ist wegen den Flüchen. Ich möchte sie brechen.“ \n\nNun blubberte die Flüssigkeit stärker als zuvor, langsam kam Teemo der Gedanke, dass dieses Blubbern Lachen bedeuten konnte. „Ausgeschlossen. Es ist nur wenigen Yordles vergönnt magische Fähigkeiten zu besitzen. Ich habe noch niemals von einem Dachs gehört, der Flüche aussprechen konnte, geschweige denn in der Lage war sie zu brechen!“ \n„Veigar ist doch auch ein Dachs!“, erscholl die Stimme Jannas. \nTeemo fragte sich, ob Janna ihn die ganze Zeit über verfolgt hatte, oder ob sie gerade dazu gestoßen war. \n„Veigar ist eine Ausnahme“, sagte Heimerdinger und schwieg dann einen Moment. „Nun, Flüche brechen ist keine einfache Angelegenheit. Selbst die Meister haben die größten Probleme damit. Am sichersten wäre es, zu warten, bis sie sich aufheben.“ \nNun war Teemos Neugier geweckt. „Was soll das heißen, sich aufheben?“ \n„Wir können nicht mit Sicherheit sagen, dass Veigar tot ist. Er war oder ist ein mächtiger Magier, der seine Flüche an das Schloss gebunden hat, welches ebenfalls mit Magie durchströmt ist. Sobald der Fluss der Magie im Schloss endet, sollten die Flüche aufgehoben sein. Das kann ein paar Minuten oder auch ein paar Jahre dauern, wenn Veigar tot sein sollte.“ \nTeemo dachte darüber nach, als Heimerdinger fortfuhr. „Wir können allerdings bei null beginnen und herausfinden, wie begabt Du bist“, das Hirn schwebte in der Flüssigkeit herum. „Ezreal!“ \n\nMan hörte, wie jemand die Reihen der Gänge entlang rannte. „Bin sofort da.“ \nHeimerdinger blubberte. „Es besteht kein Grund, Dich zu überfordern. Ich möchte nur, dass Du Teemo sagst, wo das „Arkanum für Anfänger“ liegt, mehr nicht.“ \n„Ich werde es holen!“, antwortete Ezreal aus einem vollkommen anderen Teil der Bibliothek. \nEzreals Fluch war bemitleidenswert, dachte sich Teemo. Früher war Ezreal ein begabter Forscher und Entdecker. Er bereiste die entlegensten Gebiete, selbst wenn er dabei riskierte, sein Leben zu verlieren. Er war der Meister der Orientierung gewesen. \nDoch als er auf einem seiner Erkundungen Veigar fand, welcher wie er das Randuim Odem im Shurelia Canyon suchte, wurde er Opfer eines gar schrecklichen Fluches. Veigar warf ihn in die Bibliothek und sagte ihm, er könnte gehen, wann er wollte. Doch seit mittlerweile fünf Jahren irrte Ezreal durch die Gänge, weil Veigar ihm die Gabe der Orientierung genommen hatte. \n„Nein, sag es Teemo einfach, Ezreal! In Deinem Zustand würdest Du das Buch nicht einmal mit einer Karte finden“, erwiderte Heimerdinger. \n„Wer braucht schon eine Karte?“, erklang es von einem absolut anderen Winkel der Bibliothek. Einen Moment später, seufzte er von einer weiteren Ecke. „Es ist im Gang 3, Korridor H, Regal 6, das Achte von rechts.“ \nObwohl er keine Orientierung mehr besaß, wusste er genau, wo sich was befand. Teemo nahm das Buch und brachte es zu Heimerdinger. \n\n„Tut mir Leid, dass ich Dich nicht hier herausholen kann, Ezreal“, rief Teemo in die Gänge, „Aber trotzdem danke.“ \n„Ich komme hier schon raus, ich muss nur zwei Mal links abbiegen und dann dem Gang folgen, dann bin ich...“, er seufzte. \nHeimerdinger blubberte. „Dank dem Fluch kannst Du nicht mal mehr stehen bleiben, damit man Dich abholen kann, was für ein Jammer, nicht wahr?“ \n„Ich kann Ezreal sehen“, rief Janna aus der Bibliothek, „Schade nur, dass Du nicht einmal erahnen kannst, woher meine Stimme kommt.“ \n„Natürlich kann ich das! Du bist da!“ \n„Leider nein...“ \n\nTeemo schlug das Buch auf. „Was muss ich machen, Heimerdinger?“ \n„Ganz einfach, ließ die Formel, spreche sie aus, egal wie, im Kopf, per Zeichensprache oder mit dem Mund und konzentriere Dich auf das Buch“, Heimerdinger blubberte, „Mal sehen, was in Dir steckt.“ \nTeemo las die Formel und konzentrierte sich. \n„Teemo! Teemo! Es ist schrecklich!“ \nTeemo blinzelte mit den Augen und sah Ashe, wie sie auf ihn zuflog. Aus Reflex sagte er die Formel. „Heulender Sturm.“ \nAshe hielt in der Bewegung inne und raste der Decke entgegen, doch fiel sie kurz vor ihr wieder herunter. Teemo der Situation wieder geistesgegenwärtig raste auf Ashe zu und fing sie. Um ihre Augen tanzten Sterne. \nHeimerdinger blubberte. „Interessant! In Dir steckt ein starker magischer Strom, ich bin mir sicher, damit kann man etwas anfangen, aber ob das für Veigars Flüche reicht, da bin ich mir nicht sicher.“ \nTeemo wollte, etwas darauf erwidern, doch Ashe hatte sich wieder gefangen. „Teemo! Galio! Schnell!“ \nAshe flatterte bereits davon, noch bevor Teemo überhaupt verstand, was los war. „Tut mir Leid, Heimerdinger, aber ich muss Dich leider ein anderes Mal aufsuchen.“ \nHeimerdinger blubberte wieder. „Kein Problem, seit Jahren vegetiere ich in diesem Gefäß dahin, da macht diese Wartezeit nun auch nicht mehr den großen Unterschied.“ \nWährend Teemo Ashe folgte blieb Veigars Körper an der Türschwelle stehen und blickte noch einmal zu Heimerdinger, dann rannte er Teemo hinterher. Heimerdinger ließ eine einzelne Blase aufsteigen, die trübe die Oberfläche erreichte und leise platzte. \n\n„Teemo? Ich will ja nicht ein böses Omen aussprechen, aber Du weißt Bescheid um Galio, oder?“ \nTeemo hörte die Stimme Jannas und antwortete ihr, während er rannte. „Naja, er ist ein Stein, wahrscheinlich ist er umgefallen. Du kennst Ashe, sie macht aus jeder Mücke einen Elefanten.“ \nJanna schwieg einen Moment, als sie dann sagte. „Nein, ich meine das, was Galio beobachtet, seit er hier ist.“ \nEhe Teemo den Gedanken festigen konnte, wunderte ihn etwas weitaus seltsameres. \nEr blickte den Gang hinunter und rief dann mit der Stimme zitternd: „Yorrick?“ \nDutzende, Hunderte Male hatte Yorrick ihn in diesem Gang aufgelauert und versucht zu erschrecken. Die Tatsache, dass er es dieses Mal nicht versuchte, jagte Teemo nun den größten Schrecken durch die Glieder. „Yorrick!?“, rief er nun etwas lauter durch den Gang.","replies":[{"id":"","poster":"Redgomor","date":"2016-02-21T09:35:10.406+0000","up_votes":0,"down_votes":1,"body":"Dutzende, Hunderte Male hatte Yorrick ihn in diesem Gang aufgelauert und versucht zu erschrecken. Die Tatsache, dass er es dieses Mal nicht versuchte, jagte Teemo nun den größten Schrecken durch die Glieder. „Yorrick!?“, rief er nun etwas lauter durch den Gang. \nKeiner antwortete ihm, nur Veigar stand ein wenig verwirrt hinter ihm. \n„Ob er wohl gerade ein Nickerchen hält?“, versuchte Janna eher sich selbst als Teemo zu beruhigen. \nTeemo schluckte. Irgendetwas ging in diesem Schloss vor sich. Yorrick war in diesem Gang, seit er ins Schloss zog. Niemals war Yorrick am Schlafen gewesen, er war ein Geist, er war ein Untoter, welcher nicht rasten konnte. \nDann erinnerte sich Teemo wieder an die Worte von DAS DING IM KELLER. „Alles was tot ist, wird verschlungen“, sagte Teemo.\n Janna zog die Luft ein. „Teemo...“ \n„Was?“ \n„Ich bin auch nicht mehr ganz lebendig“, sagte Janna mit zittriger Stimme. „Ob ich als nächstes... verschwinden werde?“ \nTeemo dachte einen Moment nach und schüttelte dann den Kopf. „Darüber sollten wir nicht nachdenken, lass uns jetzt zu Galio gehen.“ \n\nAshe saß bereits bei Galio oder dem, was von dem einstigen Wasserspeier übrig war. Sein ganzer Körper war zerschmettert und lag in dem Gang verteilt. \nAls Teemo, Janna und Veigar dazu kamen, erklang Galios Stimme. „Oh, es war schrecklich!“ \nTeemo sah sich das Desaster an und fand in dem Trümmerhaufen Galios Kopf. „Was ist passiert, Galio?“ \n„Ich saß nichts ahnend auf meinem Podest, welches übrigens wieder Staub gefangen hat, und dachte an die alten Zeiten, als ich...“ \nTeemo knurrte. „Galio, fass Dich kurz.“ \nGalio kniff die Augen zusammen und zog das Kinn hoch. „So schon mal gar nicht.“ \n„Er ist von dem Podest runter gerollt“, sagte Ashe. \nTeemo zog eine Augenbraue hoch. „Wie hast Du denn das geschafft?“ \nGalio sah den Gang herunter und fixierte „Die Rüstung am Ende des Ganges“. „Sie hat sich bewegt. Ich habe es gesehen.“ \nAlle Blicke richteten sich auf die Rüstung. „Ich habe den Schreck meines Lebens bekommen und bin vom Podest gefallen“, beendete Galio seine Ausführungen. \nTeemo schluckte. Die Rüstung stand dort und bewegte sich nicht. \n„Vielleicht sollte mal jemand nachsehen?“, fragte Janna in die Runde. \nVeigar hob seinen Arm, so als wolle er mit der Handfläche einen besseren Blick seiner nicht existierenden Augen verschaffen. Er nahm die Hand wieder herunter und zuckte die Schultern. \nAshe flog in die Luft und zwitscherte vor sich hin. „Also ich sehe nichts.“ \n„Es gibt auch nichts zu sehen außer dem Metallberg“, grummelte Galio. „Jemand sollte sie sich mal genauer ansehen.“ \n\n„Also ich nicht! Habt ihr nicht gesehen, wie Veigar diese Rüstung meidet? Da gehe ich nicht hin!“, schrie Ashe. \n„Ich bin zwar unsichtbar, aber nicht lebensmüde“, ließ Janna verlauten. \nVeigar sah sich die anderen an und wedelte dann mit der Handfläche. \n„Beschämend!“, rief Galio. „Früher, als ich noch ein Magier war, da habe ich keine Rüstung gefürchtet, da hätte ich mich dieser Rüstung entgegen geworfen und sie einfach niedergemetzelt! Da fällt mir ein, wie ich einmal Renekton einen halben Tag lang in der Wüste bekämpft habe, bis ich das Riesenkrokodil dann schließlich vernichtete!“ \n„Was hat das damit zu tun?“, fragte Janna. \nAshe landete auf Galios Kopf. „Abgesehen davon, dass Renekton quicklebendig in seinem Aquarium schwimmt, warum sollte Veigar Riesenkrokodile fürchten?“ \nGalio wirkte von Grund auf verwirrt. „Ich habe ja nicht gesagt, dass in der Rüstung ein Riesenkrokodil steckt. Ich meine, dass wir herausfinden sollten, was da drinnen steckt und dann sollten wir es vernichten, ehe es uns vernichtet.“ \nVeigar ließ seinen Stab fallen und wedelte aufgeregt mit den Armen, doch niemand schien ihn zu beachten. \n\n„Was soll das überhaupt sein?“, fragte Janna. \n„Vielleicht verfluchte Seelen!“, vermutete Galio. „So böse und hinterhältig, dass Veigar sie in der Rüstung eingesperrt hat, damit sie eines Tages diese Welt vernichten.“ \nAshe lachte. „Was denkst Du Teemo?“ \nTeemo, der sich die ganze Zeit aus dem Gespräch herausgehalten hatte, wunderte sich nun über Veigars Verhalten. „Was ist los?“ \nVeigar deutete auf die Rüstung, woraufhin alle zu ihr blickten. Doch es gab ein Problem. Die Rüstung war nicht mehr da. \n\nStille. \n\nNach einiger Zeit erhob Janna das Wort. „Wo... Wo ist sie hin?“ \n„Das halte ich nicht aus, tut mir Leid, aber ich bin weg!“, schrie Ashe, als sie in der Bewegung inne hielt. \nDie Rüstung stand in ihrer vollen Größe den Anwesenden gegenüber, den einzigen Ausgang versperrend. Gewaltige massive Stahlberge erhoben sich in zweieinhalb Metern Höhe. Im Visier glühten rote Lichter und fixierten die Anwesenden. \n„Verdammt!“, platzte es aus Janna heraus. „Warum bin ich nur Dichterin geworden!? Warum nur musste ich so dringend einen Reim auf „Keiner ist feiger“ finden!?“ \nMan hörte, wie Janna mit voller Geschwindigkeit gegen eine Wand schwebte. Ihr Körper fiel zu Boden, wo sie jammernd und weinend liegen blieb, das Unvermeidliche erwartend. \nTeemo war allerdings die Ruhe selbst. „Wirst Du uns töten?“ \nDie Rüstung drehte sich um und zeigte auf ihren Rücken. Dort war ein Striemen, der die Rüstung zusammen hielt. Teemo wusste, dass er nur an dem Striemen ziehen musste und die Rüstung würde sich öffnen. \n„Du bist genauso verflucht wie alle anderen aus dem Schloss, nicht wahr?“, vermutete Teemo. \nDie Rüstung bewegte sich einen Moment nicht, so als dachte sie nach, dann nickte sie. \n\n„Öffne sie nicht!“, schrie Ashe. \nDie Rüstung drehte sich um, sie wirkte äußerst gereizt und rammte mit dem Fuß auf den Boden. \nJanna kreischte laut auf. \n„Das reicht!“, knurrte Teemo. Er erhob nicht gerne die Stimme. Das hielt er für eine Charakterschwäche, doch das Verhalten der Rüstung missfiel ihm außerordentlich. Die Rüstung konnte auch noch so mächtig sein, sie hatte nicht nur Galio den Schreck seines Lebens durch den Körper gejagt. „Du ängstigst Janna ja halb zu Tode!“ \nDie Rüstung rumpelte und gestikulierte zornig. \n„Ich sagte, sei ruhig!“, sagte Teemo nun bestimmter. \nDie Rüstung beruhigte sich wieder ein wenig, doch sie verkrampfte ihre Hände. \nJanna war nur noch ein leises aber hektisches Keuchen an Teemos Knöcheln. \nTeemo lächelte. „Ich kann mir gut vorstellen, dass Du geöffnet werden willst, doch das kann und werde ich nicht tun. Veigar hatte einen guten Grund, Dich zu meiden, daher werde auch ich dies weiterhin tun. Du kannst uns von mir aus die ganze Nacht hier festhalten, es würde nichts ändern, also kannst Du genauso gut wieder an Deinen alten Platz zurückkehren“, Teemo legte sich hin, was Galio und Ashe in Staunen versetzte. „Auch wenn es nett gewesen wäre, wenn Du vorher Bescheid gesagt hättest, dann hätte ich mir ein Kissen holen können.“ \n\nAshe flatterte auf Teemos Schulter. „Ist das Dein Ernst? Was, wenn die Rüstung ewig dort stehen bleibt? Ich will nicht in diesem Gang verhungern.“ \n„Das werden wir nicht“, erwiderte Teemo so laut, dass auch die Rüstung ihn hören konnte. „Das Schloss ist so staubig, wenn die Rüstung hier länger stehen bleibt, dann wird sie Pflege brauchen und dafür bin ich zuständig.“ \nDie Rüstung warf die Arme in die Höhe und ein tiefes Seufzen war durch die Bewegung der Gelenke zu vernehmen. \n„Gute Nacht\", sagte Teemo\n Die Rüstung trampelte noch einmal auf. \n„Ich sagte: Gute Nacht!“ \nDann war alles still.","replies":[]}]},{"id":"","poster":"Redgomor","date":"2016-02-07T10:43:25.316+0000","up_votes":0,"down_votes":1,"body":"**Zwei**\n\nDie Gerüchteküche im Schloss brodelte über. Ashe verkündete laut zwitschernd, dass Veigar tot sei, und schon erreichte die Nachricht jedes einzelne verfluchte Wesen. Doch trotz aller Freude, die hinter dieser Nachricht steckte, war keiner der Verfluchten wieder in seine einstige Gestalt zurückgekehrt. \n**Ist er wirklich tot?**, fragten die funkelnden roten Buchstaben, die sich an der blutenden Wand gebildet hatten. \nTeemo nahm seinen Putzlappen und entfernte das Blut wieder. „Ja, Garen.“ \n**Warum bin ich dann immer noch eine Wand?**, fragte Garen, wobei er das Fragezeichen äußerst groß machte. \nGaren hatte das Pech, Veigar in einem Busch aufgelauert und geglaubt zu haben, er würde es überleben. Als Strafe verbannte er Garen in eine Wand, wo er einzig mit seinem Blut noch seine Gegner überraschen konnte. \n„Es ist kompliziert...“, erwiderte Teemo. \n**Hat es zufällig etwas mit dem hinter Dir her wandernden Torso von Veigar zu tun? **\nTeemo blickte hinter sich. Erstaunlicherweise war der Körper von Veigar noch so lebendig wie eh und je, doch abgesehen von den funkelnden Stab hatte er noch keine Zauber gewirkt. Er folgte Teemo einfach nur. \nDa Veigars Körper nicht lesen konnte in seinem Zustand, erwiderte er nichts auf Garens Aussage. \n„Ich glaube nicht, dass es etwas bringt, Veigars Körper zu vernichten“, sagte Teemo, woraufhin Veigar vor Schreck seinen Stab fallen ließ. Er legte unschuldig seine Hand auf seine Brust und ging in die Knie. \nGaren allerdings war nicht ruhig zu stellen. Er geriet in einen Redeschwall und statt Buchstaben bildete sich einzig nur noch eine rote Masse an der Wand, die den ganzen Boden unter roten Wasser setzte. Teemo seufzte, holte sich ein paar Handtücher und verteilte sie unterhalb der Mauer. \nSo sehr er auch mit Garen weiterdiskutiert hätte, musste er sich um den Rest des Schlosses kümmern, sonst würde hier alles drunter und drüber gehen, wenn dies nicht schon längst geschehen war. \n\nEr rannte auf direktem Wege in den Keller, um die dort lebenden Unwesen zu füttern. Auf dem Weg zum Keller kreuzte er die Spiegelwelt von Veigar. LeBlanc winkte ihm aus allen Spiegeln zu. „Hallo, Teemo!“ \n„Hallo, LeBlanc“, erwiderte er den Gruß. \nTeemo rannte den Gang weiter und LeBlanc folgte ihm durch alle Spiegel, die er passierte. „Veigar ist noch nicht tot, sieh mich an, ich stecke immer noch im Spiegel.“ \nVeigars Körper watschelte hinter Teemo her und LeBlanc warf einen verächtlichen Blick auf ihn. „Wir können ihn aber töten. Ich habe gehört, man muss Zauberer in ihrem eigenen Blute bei Vollmond kochen, dann verschwinden sie auf ewig.“ \nVeigar hob erschrocken seine Hand und rannte in eine andere Richtung davon. \n„Jetzt hast Du ihn verscheucht, LeBlanc“, sagte Teemo traurig. \n„Wie auch immer, wie wäre es, wenn Du stattdessen Dich mit Heimerdinger zusammensetzt und auf eigene Faust probierst uns die Flüche zu nehmen. Du bist zwar nur ein Dachs, aber ich wette, es gibt Wege, dass selbst Du ein paar Zauber wirken kannst.“ \nTeemo dachte an Heimerdinger, der nur noch als Gehirn in einem Glas schwebte. Er war der Bruder von Veigar und hatte stets versucht ihm Vernunft einzureden. Den weisen Floskeln seines Bruders überdrüssig, verwandelte er ihn in ein Gehirn und sperrte ihn in ein Glas ein, welches nun zwischen Büchern dahinvegetierte. \nTeemo winkte ab. „Wir werden sehen, jetzt muss ich erst mal die Kreaturen im Keller füttern.“ \nLeBlanc lachte auf. „Du weißt, dass Du das nicht mehr nötig hast, Teemo. Sobald Veigar wiederkommt, wird er uns sowieso alle vernichten, bis dahin solltest Du so viele wie möglich von uns retten!“ \nDann hörte Teemo sie nicht mehr, denn er rannte bereits die Treppe in den Keller hinunter. \nDiese Gewölbe hasste er am meisten. Mit den verfluchten Legenden konnte er noch etwas anfangen, doch mit den eingefangenen Bestien seines Meisters, konnte er sich bis jetzt noch niemals anfreunden. \nDa war zum einen der gefährlichste Raum von allen, der „Rote Raum“, in dem Veigar einen Dämon verbannt hatte. Teemo fürchtete sich vor dem Raum, denn von ihm ging eine unwohle Hitze aus. \nUnd dann war da noch die Lichtkammer. Veigar versicherte ihm, solange genügend Licht um dieses Wesen herum schien, ging von dem Wesen keine Gefahr aus. Sollte ihn allerdings eines Tages vollkommene Dunkelheit umgeben, dann könnte er alles Leben in dem Schloss in einer Nacht vernichten. \nDoch wovor sich Teemo am meisten fürchtete war DAS DING IM KELLER, welches in einer Abstellkammer stand und wartete. Veigar wusste beinahe nichts über das Wesen, doch er wusste, wenn er sich diesem Wesen näherte, dass er machtlos war. \nVeigar hatte diese Drei Wesen aus nur einem Grunde hierher gebracht, er wollte ihre Macht für sich beanspruchen, genauso wie er alles andere auf dieser Welt für sich beanspruchen wollte. Doch diese drei Wesen weigerten sich von Grund auf, Veigar das zu geben, wonach er verlangte und so fristeten sie hier unten ihr Leben.","replies":[{"id":"","poster":"Redgomor","date":"2016-02-07T10:44:33.580+0000","up_votes":0,"down_votes":1,"body":"„Guten Tag, Teemo!“, funkte und zischte es aus der Vorratskammer. \n„Hallo, Crank“, erwiderte Teemo den Gruß. \n„Nanu? Wer ist das denn?“, fragte Blitzcrank, während er hinter Teemo zeigte. \nAls sich Teemo umdrehte, sah er Veigar, welcher Blitzcrank zuwinkte. Blitzcrank winkte zurück und lachte. „Der ist ja niedlich, ist das ein neuer Verfluchter?“ \nTeemo schüttelte den Kopf und erklärte Blitzcrank, was vorgefallen war. „Und jetzt folgt mir Veigar auf Schritt und Tritt.“ \nBlitzcrank kratzte sich am Kopf. „Naja, Magier können nicht sterben, wenn man sie auffrisst. Man muss sie in Rostwasser ertrinken und dann den Körper auf einem Amboss zerschlagen. Die Reste wirft man dann in eine Esse und aller Zauber ist dahin.“ \nVeigar erschrak und kauerte sich hinter Teemo. \nBlitzcrank lachte. „Keine Sorge, so etwas könnte ich niemals einem Lebewesen antun.“ \nTeemo erinnerte sich noch daran, wie Veigar Blitzcrank erschaffen hatte. Er wollte eine bösartige Roboterkreatur erschaffen, die alles und jeden vernichtet. Doch das Ergebnis war alles andere als böswillig. Blitzcrank war zwar kein verfluchtes Wesen, doch für Veigar war er verflucht. Aus dem einst so sehr erhofften bösartigen Wesen hatte er einen hilfsbereiten Roboter mit einem Herzen aus Gold erschaffen. \n„Möchtest Du wieder die Kellerkinder füttern?“, fragte Blitzcrank Teemo. \nTeemo nickte, woraufhin Blitzcrank durch den Raum raste und drei Boxen holte. „Einmal ängstliche Gedanken, Furcht sterbender Kreaturen und einen Aschehaufen.“ \nTeemo nahm die drei Boxen und gab sie Veigar. „Mach Dich mal nützlich.“ \nVeigars Körper strafte sich und tapste entschlossen hinter Teemo her. \n\nTeemo nahm die ängstlichen Gedanken, öffnete eine Luke und führte sie in die Lichtkammer. Er hörte ein Zischen und ein darauf folgendes Schlingen. „Wettervorhersage für morgen Abend... Dunkelheit mit einer Chance auf Schmerzen.“ \nTeemo schloss die Luke wieder. „Nicht heute, Nocturne.“ \nAus der Kammer schall es. „Ich spüre, wie Veigars Macht das Schloss verlässt, minderwertiges Wesen. Du wirst nicht ewig sicher sein.“ \nTeemo ging wenig begeistert weiter. Nocturne verstand es sehr gut, Leute zu erschrecken, doch wenig von dem, was er sagte, entsprach der Wahrheit. Obwohl er sich nicht allzu sicher war, ob er damit heute ausnahmsweise Recht haben könnte. \nIn den roten Raum schüttete er die Asche. Aus diesem Raum erklang kein Laut und Teemo war es nur Recht. \nVor der Abstellkammer allerdings blieb er respektvoll stehen. Er nahm das Kästchen mit der Furcht sterbender Kreaturen und öffnete die Kammer so schnell er konnte, um das Kästchen hinein zu werfen. DAS DING IM KELLER warf eine Sense, die Teemos Ohr streifte, als er die Tür wieder verschloss. \nEr rannte so schnell er konnte aus diesem von den Göttern verlassenen Teil des Kellers wieder heraus. \n„Alles in Ordnung, Teemo?“, hörte er die Stimme Jannas. \n„Ja, ich bin froh, dass ich das nur jeden Monat einmal machen muss...“ \nVeigar hob drohend seine Faust in Richtung der drei Kammern und watschelte dann hinter Janna und Teemo her. \n„Warum tust Du es dann überhaupt?“, fragte Janna ein wenig verwirrt. „Veigar ist tot, ich habe gesehen, wie sein Kopf vom Nachtkondor verspeist wurde.“ \n„Wenn ich es nicht mache, wer dann?“, erwiderte Teemo ihre Frage. „Ihr seid immer noch alle verflucht und wenn ich jetzt aufhöre mich um euch zu kümmern, dann verkümmert ihr! Die drei dahinten könnten mir ruhig mal dankbar sein.“ \nJanna wirkte etwas entrüstet. „Tut mir Leid, aber Veigar ist tot und wir sind nach wie vor verflucht.“ \n„Veigar ist tot?“, ertönten einige Stimmen in den Schatten des Kellers. \nTeemo sah sich um. „Ja, Twitch.“ \n„Und warum sind wir dann noch unsichtbar?“, fragte eine weitere Stimme. \nTeemo war es langsam Leid, ständig darauf zu antworten. „Woher soll ich das wissen, Evelyn. Wie wäre es, wenn Du der Sache selbst auf den Grund gehst?“ \n„Wir können aber den Keller nicht verlassen...“, erklang eine weitere Stimme. \n„Dann warte gefälligst, bis ich alles erledigt habe, Shaco.“ \n„Und was wirst Du dann tun?“, fragte noch eine Stimme. \n„Mich mit Veigars Bruder auseinander setzen, Akali.“ \n„MUNDO!“, scholl es aus einem Gang heraus. \n\nTeemo wusste, was jetzt kam. Da alle anderen unsichtbar waren und Veigar aufgrund der ganzen Stimmen es versäumt hatte, die Orientierung zu behalten und Teemo zu folgen, stand Teemo nun ganz alleine Dr. Mundo gegenüber. \nEr nahm sein Rohr und feuerte einen Giftpfeil Dr. Mundo entgegen, doch dieser war dagegen wie immun. Nun wirkte nicht einmal mehr der Schlafpfeil gegen dieses Ungetüm. Er setzte zur Flucht an, doch es war bereits zu spät. \nMundo packte Teemo, hob ihn auf seine Höhe und schleckte mit seiner Zunge einmal über Teemos ganzen Körper. Teemo schüttelte den widerlichen Speichel ab. „Lass mich wieder runter, Mundo.“ \n„MUNDO MACHEN, WAS ER WILL!“, schrie er ihn an, wobei ein ganzer Speichelhaufen ihm entgegen flog. \nTeemo wehrte sich und entkam seinem eisernen Griff. Mundo tat das mit einem Schlürfen ab. Doch der Speichel war nicht weniger geworden. \nMundo tat ihm ein wenig leid. Einst war er ein Doktor, der es sich zum Ziel gemacht hatte, allen Lebewesen dieses Planeten zu helfen. So setzte er alles daran, selbst unter größten Umständen allen eine Hilfe zu sein. Mundo machte allerdings den Fehler, Veigar seine Hilfe anzubieten, seine Bosheit zu kurieren. Ehe er sich versah, war aus dem schönen Doktor eine hässliche Missgestalt geworden, die widerlicher gar nicht sein konnte. Passend dazu, hatte Veigar Mundo in seinem Keller eingeschlossen, wo außer einem Roboter, dem einzig seine rostigen Schrauben plagten, niemand existierte, der die Hilfe eines Arztes benötigte. Und seine einzige Gesellschafft war der „Unsichtbare Haufen“, zu denen Janna teilweise auch zählte. Im Gegensatz zum „Unsichtbare Haufen“, war sie jedoch nicht an den Keller gefesselt. \nMundo hatte es schwer, hier irgendetwas zu finden, was er kuscheln konnte. Manchmal wurde er sogar das Opfer des „Unsichtbaren Haufen“, die versuchten ihn zu locken, nur damit Mundo ins Leere griff. \nWährend Teemo sich immer noch von dem Speichel befreite, hörte er wieder die Stimmen seiner verfluchten Freunde. „Wir haben übrigens DAS DING IM KELLER reden hören“, sagte Twitch. \nTeemo fuhr es eiskalt den Rücken hoch. „Und was hat er gesagt?“ \n„Es waren vier Prophezeiungen...“, sagte Twitch. \n„Alles was tot ist, wird verschlungen“, sagte Shaco. \n„Alles was lebt, wird versteinert“, sagte Akali. \n„Die Kammern öffnen sich“, sagte Evelyn. \n„Die „Rüstung am Ende des Ganges“ wird sich erheben“, sagte Twitch. \nWas es mit den ersten beiden Prophezeiungen auf sich hatte, wusste Teemo nicht zu sagen, doch die letzten beiden ließen ihn leise schlucken. Er konnte nur hoffen, dass auch DAS DING IM KELLER nur Späße machte, um den anderen Wesen im Schloss Angst einzujagen. \n„Es tut mir Leid, aber ich muss jetzt dringend zu Heimerdinger. Es wird Zeit, dass wir uns um eure Flüche kümmern.“ Mit diesen Worten verabschiedete sich Teemo, dem Veigar munter folgte. \n„Alles was tot ist, wird verschlungen? Wie soll das gehen?“, fragte Janna verängstigt. \n„Ich weiß es nicht und ich hoffe, das werden wir auch niemals herausfinden“, erwiderte Teemo, der nun direkt auf die Bibliothek zuging.","replies":[]}]}]}