{"id":"I046Esvj","poster":"Däif","date":"2016-01-31T16:11:23.395+0000","title":"Thunderlord?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hi,\r\n\r\nin letzter Zeit sehe ich fast nur noch Donnerf&uuml;rst spielen (au&szlig;er Tanks). Warum sieht es so aus, als w&auml;re Donnerf&uuml;rst im Vergleich zu Todesfeuer etc unverzichtbar? Auf Ez oder Zed scheint der Procc ja sehr gut zu klingen, aber ist es das auch auf eine Lux z.B? Ab wann ist der Donnerf&uuml;rst wirklich besser? Oder ist das wieder nur Mainstream? Ich w&uuml;rde mich freuen, wenn mich jemand mit Fakten aufkl&auml;rt und nicht nur nach Bauchgef&uuml;hl antwortet. Danke.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-31T17:35:18.133+0000","up_votes":1,"down_votes":0,"body":"Was die meisten Leute nicht sehen, wenn sie ihren Thunderlord OP Blödsinn von sich geben, ist das der Cunning Tree im allgemeinen attraktiver ist als der Ferosity Tree. Grade bei den Tier 5 Meisterschaften mit mehr CDR, was auf einigen Champs super ist oder Rüstungs- und MR-Penetration in Einem, wo die Gegner bei den konterparts im Ferosity Baum bis zu 120 des jeweiligen Deventivwertes brauchen damit diese Meisterschaften zumindest in einem der Werte gleich ziehen.\n\nThunderlord hat natürlich seine Vorteile, zum einen in kurzen Trades wo die ersten beiden Ferosity T6 Meisterschaften nicht ihr volles Potenziall entfalten können, im Early wo grade Warlords noch nicht proct da man kein Crit hat und zu guter letzt ist es eben Burst und wenn Burst richtig eingesetzt wird senkt es eben die Zeit die ein Gegner hat um zu reagieren, sich irgendwie wieder hochzuheilen etc.\n\nFür alle die über längeren Zeitraum Schaden mit AAs machen sind Warlords und FoB besser, weil sie mehr Schaden verursachen. Das war vor deren Buffs so, was ich schon einige Male in anderen Threads vorgerechnet habe, (Wobei da ein Fehler drin ist, wo ich davon ausgegangen war das Thunderlord vom gesammt AD abängt, was bedeutet das es eigendlich noch schwächer ist.) dürfte sich aber ein bisschen zu gunsten von Thunderlord verändert haben durch die aktuellsten Änderungen, die die zuvor beschriebene Earlygamestärkte ein wenig abmindern aber dafür das Late buffen, trotzdem sollten die anderen beiden da immernoch besser sein.\n\nDfT ist etwas schwerer! Wenn 30% deines Bonus AD + 15% deiner AP mehr als 2 + 10 für jedes Lvl ab Lvl 2 sind, dann ist es stärker, außerdem muss man auch bedenken das man es eben zwischen 6 und 3 nutzen kann während der Thunderlord Abklingzeit und damit so viele Gegner belegen kann wie man will, wobei Thunderlord eben CD hat nachdem es bei einem Champ ausgelöst wurde und nur dann mehrere Champs trifft wenn sie eng zusammen stehen.\nBei Flächenschaden ist es dann eben 15% bAD und 7,5% AP die den Grundschaden von Thunderlord ausgleichen müssen.\nBei DoTs ist es sogar nur ein viertel des Ausgangwertes, allerdings tickt DfT hier ab dem ersten Tick des DoTs mit und hört erst eine Sekunde nach dem letzten Tick des DoTs auf, also jeh nach Dauer des Dots potenziell sogar stärker als bei einzel Fähigkeiten.","replies":[{"id":"","poster":"Nerkahl","date":"2016-02-01T13:50:30.241+0000","up_votes":1,"down_votes":0,"body":"da hast du recht aber ich denke das es noch ein anderen grund hat warum immer noch viele (mich eingeschloßen) mit thunder herum geistern.\nkann sein das ich nur für mich spreche direkt nach dem releas hab ich sofort deathfire für mein main genommen das war richtig genial auf {{champion:34}} .\n\ndanach kamen die nächsten patches wo thunder einfach viel zu stark geworden ist, ich habe deswegen noch nicht zurück gewechselt auch nach dem buff nicht (habs ausgetestet) man merkt irgendwie kaum das es gebufft worden ist es kommt einen eher wie eine zusätzliche animation vor als etwas das einem von nutzen sein könnte.\n\nauch wenn thunder ein nerf erfahren hat seine präsens ist einach bemerkbarer als der von deathfire ich will nicht das die deswegen es jetzt stubid hoch buffen ich will nur das man auch etwas davon merkt das es überhaupt da ist.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-01T17:39:20.082+0000","up_votes":1,"down_votes":0,"body":"DfT macht jetzt 0, 83% bAD + 0,205% AP pro Tick weniger schaden als es gemacht hat als es raus kam und außer beim DoT tickt es länger, was jeh nach Art des Zaubers mehr oder ein bisschen weniger Schaden insgesammt macht.\n\nJeder kann es selbst nachrechnen, die Zahlen lügen ja nicht! Richtig eingesetzt machen alle 3 T6 Ferocity Meisterschaften mehr Schaden als Thunderlords nur das sie eben keinen feschen lila Blitz vom Himmel schießen lassen.","replies":[{"id":"","poster":"Nerkahl","date":"2016-02-01T19:09:09.723+0000","up_votes":1,"down_votes":0,"body":"habe ich irgendwas davon gesagt das es kein schaden macht? bis es sein schadenspotenzial entfaltet ist das game meist schon zu ende.\n da es eher fürs late ist momentan ist alles auf das early ausgelegt man kommt ja nicht dazu dff richtig auszuschöpfen das meinte ich man bemerkt es kaum bis gar nicht und genau das ist es was mich stört.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-02-01T20:20:46.316+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt DfT ist ein wenig schwerer. Gehen wir einfach mal von 16 Ticks aus also 8 Sekunden, das ich leicht für alle Einzelfähigkeiten und DoTs und relativ schwer für AoEs.\nAuf Lvl 1 macht man immer mehr Schaden auf Lvl 2 brauch man 10 AP um so viel schaden zu machen wie mit Thunderlord, dann 35/60/85/110 / 135/160/185/210/235/260 / 285/310/335/360/385/410, also ab Lvl 2 immer 25 AP mehr die man braucht.\nWenn man sich das so anschaut kann man natürlich sagen das es recht schwer sein kann 110 AP auf Lvl 6 zu haben, dafür kann man aber auch fast 3 mal so viele Ticks anbringen.\nRichtig angewendet macht DfT also auch im Early und Mid mehr Schaden als Thunderlords.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-31T17:15:36.111+0000","up_votes":1,"down_votes":0,"body":"Und ich sehe haufenweise Spieler, die Mundo und Kindred bannen, obwohl die generft worden sind... wie auch der Thunderlord...\n\nIch denke, es wird einfach eine Weile dauern, bis der Effekt des Patches bei uns allen angekommen ist. Ich experimentiere derzeit mit verschiedensten Meisterschaften, spiele aber auch deswegen noch kein Ranked.","replies":[]}]}