{"id":"5AwKWTeO","poster":"ouhw","date":"2016-01-31T16:56:39.364+0000","title":"Why? Full armor penetration Fiora Jungle","subforum":"Champions & Gameplay","embed":{"title":"League of Legends Match History","description":"Every game is a story; visit the new League of Legends match history to check out how this one ends and share your own!","url":"http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2498537342/31791278?tab=overview","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":1,"body":"Hey Leute,\n\nich werde hier ab und zu im Forum &quot;spezielle Builds&quot; posten, welche ich selbst ausprobiert habe und etwas au&szlig;erhalb der momentanen Meta liegen. Das Ganze werde ich unter dem Themenblock &quot;Why?&quot; posten. Gerne w&uuml;rde ich etwas Feedback zu dem ganzen Konzept und speziell zu den Builds von euch bekommen. Gerne k&ouml;nnt auch ihr hier coole, ausgefallene, witzige Builds posten, mit denen ihr Erfahrung gemacht habt. ;-)\n\nOben noch ein Referenzlink, dass es ganz gut klappt. ;)\n\nSo, die Nummer 1 dieses Themen Blocks wird die gute alte Flora sein. So alt ist sie garnicht, wenn man ihr Rework bedenkt. \nGut. Also ich hatte mir &uuml;berlegt, Full Armor Penetration Flora im Jungle auszuprobieren.\n\nWarum Flora. Warum Full Armor Pen und warum dann noch im Jungle?\nMomentan ist es so, dass die Toplane meist von Carry Positionen besetzt ist. Seien es Olaf, Darius, Yasuo, Graves, Riven etc. pp. . Dies erm&ouml;glicht einen hohen Pressure auf der Toplane. (Das ganze wird nat&uuml;rlich noch mehr abused in der LCS und im High Elo durch Laneswaps, Rotations, Teleports. etc.)\n\nPunkt 1. Nehmen wir an, dies ist in deinem Team nicht gegeben. So hat sich auf deine Toplane z.B ein Maokai oder Malphite verirrt. Diese versuchen eher, sicher  zu farmen, nach erreichen von LVL 6 mit Teleports und ihrem im Kit eingebauten cc Plays auf anderen Lanes, oder sp&auml;ter im Teamfight durch ihre Heavy Engage Comb zu machen. In diesem Punkt fehlt deinem Team einfach die Carry Position auf der Top oder im Jungle.\n\nPunkt 2. Das gegnerische Team besitzt eben auch einen dieser Heavy cc Toplaner/einen sehr tank-l&auml;stigen Jungle z.b. Ramms/Zac oder einen Assasin, seien es Elise, Rengar etc. \n\nWas w&uuml;rde Fiora in diesem Fall f&uuml;r dein Team bringen, trotz ihrem &quot;schwach&quot; erscheinenden Gankpotential? \n\nGanks:\n\nWie gesagt, Flora lohnt sich vor allem in dem Fall, wenn deine Toplane ein cc-orientieres Kit mitbringt. Nach 6 sind Kills und Pressure auf der Top so gut wie save. Der erste Turret ist meist nach 10-15 Minuten sicher, au&szlig;er ihr entscheidet euch, die Toplane noch mehr zu abusen, CS zu denien etc. \nAuch auf der Botlane, vor allem mit Thresh, Leona oder Sona ergibt sich ein wahnsinnig gutes Gankverm&ouml;gen, eben dadurch, dass Flora generell so ein starker Duellant ist. \n\nJungle:\n\nFlora ist dazu ausgelegt, stark und gut in 1 gegen 1 Situationen zu gl&auml;nzen, vor allem durch ihren W ergeben sich wahnsinnig gute Gelegenheiten, Counterjungle zu betreiben. So kann early eigentlich kein Junger (nehmen wir einen guten Lee vorweg) gegen euch k&auml;mpfen. Eure Jungle Speed ist erstaunen hoch -  so habt ihr ab der 15/20 Minute die selbe Cs Anzahl wie eure Toplane und k&ouml;nnt durch diesen Gold Vorteil eurem gegnerischen Junger gegen&uuml;ber einen noch weiteren Vorsprung ausbauen. Ihr dominiert trotz allem wahrlich nicht durch euer Gankverhalten. Vielmehr versucht ihr euch daran, Controljungle auszu&uuml;ben. Das bedeutet, Drakes/Herlad immer, wenn m&ouml;glich sowie abzusch&auml;tzen, wann eine Lane gegankt wird, um dann in 2 gegen 2 Situationen alles zu zerrei&szlig;en, da ihr eben normalerweise ein Toplane Carry seid. Um dies zu bewerkstelligen wird eine hohe Junglespeed ben&ouml;tigt - und genau das habt ihr. \n\nAuch später zerstört ihr alles. Ob Rennar, Rammus, Elise, Zac. Full Amor Pen ist momentan die Antwort auf die kommende Meta.\n\nLategame:\n\nLategame seid ihr mit dem Full Armor Penetration Build einfach nahezu unsterblich im 1 gegen 1. Ihr fokussiert euch auf Splitpushen und Objektives. Ihr rei&szlig;t einen Tower in max 10 Sekunden nieder. Auch 2 gegen 1 Situationen sind dank eurer W und eurer Passive kein Problem, wenn gut gespielt. Eure Autoattacks machen fast bei allen ( bei adc und apc auf fast jeden Fall) True dmg. Eure Passive macht auch Bonus True Damage und euer W gibt euch ein so derma&szlig;en hohes Outplay potential, das die Gegner beim &uuml;berschreiten der 35 Minuten Marke lieber surrendern. \nAu&szlig;erdem kann Flora mit diesem Build ohne Probleme in ein Full-Ad Team gepickt werden. Eben wegen dieser Penetration und ihrer True-Damage Passiven, aber eben auch durch ihr wahnsinnig gutes Splitpushing.\n\nKommen wir nun aber zu dem Build.\n\nAls erstes versucht ihr Devour in Rot zu kaufen und zu stacken. Am besten durch early Drakes, Cabs, Counterganking etc. pp\n{{item:3931}} \nWarum Devour? Er interagiert zwar nicht wirklich mit irgendwelchen Stackenden Skills auf Flora, doch gibt er euch wahnsinnig kosten effiziente AS, 60 Magic Damage on Hit f&uuml;r gemischten Schaden + das Smite, welches euch in 1 gegen 1 Situationen als Duellant noch Bonus True Damage verleiht.\nDarauf hin, folgen Ghostblade und Black Cleaver sowie Blade of the ruined King, um euer Gankpotial zu erh&ouml;hen und um au&szlig;erdem den n&ouml;tigen Sustain aufzubauen.\n{{item:3142}}  {{item:3071}}  {{item:3153}} .\n\nBoots of Swiftness sind sowieso gerade super stark, geben euch nochmal viel MS und die Slow Verringerungs Passive, was euch auch viel weiterhelfen wird. \n{{item:3009}} \n\nAls letztes Item w&uuml;rde ich Hexdrinker bauen. Auch das gibt euch weitere Armor Pen. , aber auch sustain gerade gegen einen Viktor, Annie, Lux, Eigar, wenn ihr mal euren W vermasselt.\n\n{{item:3156}} \n\nAlso:\n{{item:3931}} {{item:3142}} {{item:3071}} {{item:3153}} {{item:3009}} {{item:3156}}\n\nIhr k&ouml;nnt auch als letztes Item Flinker Krumms&auml;bel (hab das englische Wort grade vergessen :D) bauen. \n {{item:3139}} \n\nWird euch auch extrem weiterhelfen. \n\nAls Runen w&uuml;rde ich euch Reds und Quints mit Armor Pen, Yellows als Armor und Blues als scaling MMR empfehlen.\n\nFreue mich auf euer Feedback. ;) Würdet ihr gerne mehr hören?","replies":[{"id":"","poster":"Veezey","date":"2016-02-02T01:26:58.309+0000","up_votes":2,"down_votes":0,"body":"Werde ich einfach mal ausprobieren :D","replies":[]}]}