{"id":"OHGIUxHM","poster":"Knightofthedawn1","date":"2016-01-30T22:23:59.640+0000","title":"Dynamic Queue /warum ich sie nicht mag)","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":4,"body":"Ich mag die neue Queue nicht.Hier sind meine Gr&uuml;nde warum:\r\n\r\n1.Das wohl offensichtlichste ist ddie Tatsache,dass Solo-Spieler bestraft werden,w&auml;hrend Spieler die mit Freunden spielen nicht bestraft werden.Hier beziehe ich mich darauf,dass man 2 Rollen w&auml;hlen muss.Als Solo-Spieler kannst du Pech haben und nicht die Rolle bekommen,die du am meisten haben m&ouml;chtest.Wenn man mit nem Freund spielt kann man eigentlich zu 100% seine Rolle bekommen.\r\n\r\n2.Dynamic Queue f&uuml;hlt sich kein bisschen flexibel an.Voher bestand die M&ouml;glichkeit das man eine Rolle spielen muss,die man nicht mag.Jetzt muss man nur 2 Rollen,bzw. wenn man mit nem Freund spielt nur eine Rolle,k&ouml;nnen.\r\n\r\n3.Ich habe das Gef&uuml;hl,dass man (in einigen F&auml;llen) gegen das eigene Team bannen sollte.Ich habe selber schon mehrfach &uuml;berlegt gegen mein Team zu bannen,hab es aber bisher noch nicht selber gemacht.Hatte aber daf&uuml;r in 2 Spielen jemanden,der gegen das Team gebannt hat.\r\n\r\n4.Den Pre-Pick finde ich komplett sinnlos.&quot;Sch&ouml;n das du Syndra Mid spielen willst aber vielleicht solltest du versuchen,wenn der gegnerische Mid-Laner vor dir pickt ihn zu countepicken&quot;*Zed lockin*&quot;Syndra gegen Zed ist vielleicht nicht das beste Matchup&quot;*Syndra lockin*.Ich habe es bisher nur einmal gesehen,das jemand entsprechend dem Matchup etwas anderes gepickt hat aber in den meisten f&auml;llen war es nur:&quot;Mein Champion wurde nicht gepickt/gebannt,also lock ich ihn ein.&quot;\r\n\r\n5.Warum besteht jetzt die M&ouml;glicheit zu 5. in eine Queue zu gehen.Das ist komplett d&auml;mlich.Gut mit meinen Freunden w&uuml;rde ich sehr viele Spiele gewinnen,da wir gut zusammen spielen,individuell sehr gut sindund eine gute Kommunikation haben aber trotzdem finde ich nicht,dass &quot;Team Ranked&quot; einfluss auf dein &quot;Solo Queue&quot; Rating haben sollte.\r\n5.1.in einem 3-4 Spieler Team werden sich die Randoms sehr wahrscheinlich isoliert f&uuml;hlen.","replies":[{"id":"","poster":"Tungsteel","date":"2016-02-04T13:36:02.282+0000","up_votes":2,"down_votes":0,"body":"1. Wenn man zu zweit spielt, muss man aber nicht zwei, sondern mindestens drei Rollen angeben. Das heißt: Spieler 1 Top/Mid und Spieler 2 Mid/Top geht nicht. Wen dann zum Beispiel Spieler 1 Top/Mid, Spieler 2 Mid/Jungle\n2.  Was ist der Sinn daran, dass man eine Rolle spielen muss, die man nicht mag, die einem keinen Spaß macht und wo man schon vorher weiß, dass man auf der Lane komplett zerlegt wird? Auf der einen Seite regt man sich über Trolle und Feeder auf, die das zum Teil einfach nur deshalb machen, weil sie eben in eine Rolle gedrängt werden, die sie nicht beherrschen. Dann bringt Riot eine Möglichkeit, die sagt: Hey, du musst nicht alle 5 Rollen mit mehreren Champions beherrschen, es reicht wenn du zwei kannst. Und dann regt man sich darüber auf, dass jetzt keiner mehr in eine Rolle gedrängt wird, die er nicht kann? Dann könnten die Teammates doch tatsächlich Spaß am Spiel haben. ;) Ich weiß nicht, ich hab lieber ein Team aus Spielern, die ihre Rolle beherrschen, als einen ADC, der bei Minute 34 schon heiße 15 Farm als Support only hat, einen Jungler ohne Smite, weil er sonst immer Mid spielt und es vergessen hat, ... und so weiter. Auch hier: zu zweit muss man drei und nicht zwei Rollen wählen. \n3. Das hatte man vorher aber auch schon. Wenn der drittplatzierte einen gerade neu erschienen Champion wollte, den der Firstpick nicht hatte, wurde der schon oft direkt gebannt. \n4. Der Sinn ist eher, dass man schauen kann: Fehlt meinem Team ein Tank? Haben wir einen Engage? Welcher Pick hat gute Synergien mit meinen Teammates? Sind wir eh nicht full AD? Das finde ich eigentlich schon sehr nützlich.","replies":[]},{"id":"","poster":"ÆonFox","date":"2016-01-30T22:59:18.186+0000","up_votes":2,"down_votes":0,"body":"1. Es kommt noch eine Soloqueue, die Dyna ist nicht fürs Solospielen gedacht, trotz dessen ist es gut möglich sie Solo zu spielen. Wer nicht 2 Rollen findet die er mag/kann sondern nur eine und die umbedingt haben will sollte kein Ranked spielen...\n\n2. Erst jammerst du nicht immer deine Mainposition zu kriegen jetzt das das mangelnde \"ich muss was anderes Spielen\" dir fehlt??? Nimm Auffüllen, dann kannst du alles werden...\n\n3. Wer darüber nachdenkt gegen das eigene Team zu Bannen hat noch nicht ausreichend versucht durch schreiben eine nützliche Teamzusammenstellung zu bekommen oä... Gegen das eigene Team zu Bannen kann dir im übrigen die Missgunst des Gebannten Spielers einbringen und Flame oder ähnliches Provozieren.\n\n4. Der Prepic ist dazu da den anderen seinen Wunsch zu offenbaren, man sollte dann im Team über die Comb reden (schreiben), tut man dies nicht so ist doch wohl klar das Komfortpics gewählt werden und nicht unbedingt was besser fürs Team wäre, aber auch, im ersten augenschein, nicht gut harmonierende Combs können (teils überraschend) gut performen.\n\n5. Die Dynaqueue ersetzt das Teamranked mit der Möglichkeit ohne komplettes 5erTeam zu spielen, vergleiche die Dyna nicht mit der alten Solo/Duoqueue!\n\n\nHoffe ich kann deinem Verständnis auf die Sprünge helfen.\n\nGruß Fox","replies":[{"id":"","poster":"Knightofthedawn1","date":"2016-02-06T17:50:57.423+0000","up_votes":1,"down_votes":1,"body":"1.Da haben wir auch das große Problem.Soloqueue wurde entfernt und Dynamic wurde eingeführt.Jetzt heißt es entweder Arschbacken zusammenkneifen oder kein Ranked mehr spielen,bis die neue Soloqueue raus ist.Es gibt und gab schon immer genug Leute die nur einen Champion/eine Lane spielen können.Da wird ich nie etwas dran ändern.\n\n2.Ich habe mich nicht beschwert,dass ich nicht meine Main-Rolle bekomme.Das Problem ist das Leute die Zusammenspielen eine bessere Chance haben ihre Lane zu bekommen (100%) während Solospieler ne eher geringe Wahrscheinlichkeit haben.Auffüllen ist wiederum das Problem....Ich hätte kein Problem das zu machen aber ich mag nunmal nicht so sehr ADC zu spielen.Das System funktioniert einfach nicht richtig.Vor allem,da die allgemeine Verteilung der Rollen ungleichmäßig ist.Pickt jemand Top und Support ist es glaub ich wahrscheinlicher das er Support wird.\n\n3.Ich weiß ja nicht in welcher Elo und mit was für Spielern du spielst aber versuch mal jemanden davon zu überzeugen,dass sein Akali Top pick nicht funktionieren wird.Das wird in die Hose gehen.Eigentlich habe ich ja nichts dagegen wenn man etwas ungewöhnliches pickt.Ich selebr picke eigentlich gerne Tank Ekko Top oder Zac Support aber wenn es klar ist,dass dieser Champion nicht funktionieren wird....\n\n4.Ja,gut das kann schon sein aber es ist das selbe Problem wie in 3.Jemanden zu erklären,dass ein Pick extreme Schwierigkeiten haben wird,selbst wenn ahead,ist (zumindest in meiner Elo) schwer.\n\n5.Teamranked war aber fairer.Da hat man wenigstens als Team verloren und nicht als 4-Mann-Team und 1 Random,der mit dem Team überhaupt nichts zu tun hat.Vor allem werden die Teams garantiert ungleichmäßig sein.Ich hatte zum Beispiel gerade eben ein komplettes Random Team gegen 2*2 die zusammen gespielt haben und 1 Random.Das funktioniert nicht.","replies":[{"id":"","poster":"ÆonFox","date":"2016-02-07T08:45:55.818+0000","up_votes":1,"down_votes":0,"body":"1. Ist hald so... Btw wer nur einen Champ auf einer Position kann hat auch in der alten Soloqueue und in der kommenden Soloqueue nichts verlohren...\n\n2. Ich spiele z.B. gerne Top, Mid oder Jungl und oh Wunder ich bekomme immer eine dieser 3 Rollen, selbst wenn ich nur auf Top oder Mid gehe ich werde Nie Support oder ADC, es sollte eigentlich jedem möglich sein 2 Rollen zu finden die er wirklich gern spielt... \nDu hast 2 Rollen zu Auswahl, wenn du eine nicht magst dann nimm verdammich noch eins nicht Auffüllen oder diese Rolle, ist doch net so schwehr...\n\n3. Wer sagt dir das du nicht gerade mit einem Akali Main versuchst zu argumentieren ob sein Pic sinnvoll ist? Akali kann sehr wohl Top gespielst werden und freut sich dort das wenig Reichweite gegen sie steht. Ich für meinen Teil spiele Quinn Top oder Mid und werde auch immerwieder dumm angelabert von Leuten die keine Ahnung haben und erst still sind wenn ich das Game Carry... Lass den leuten ihre Pics, frag villeicht: \"are you shre with (Champ z.B. Akali) Toplane? It could be hard for you?\" damit regst du Nachdenken an aber versuchst nicht sofort deinen Willen durchzusetzen... Den eigenen Willen aggressiv durchsetzen zu wollen ist btw meisstens Dumm...\n\n4. Wie bei 3. ist der Umgang mit der Situation wichtig, wenn du geschickt argumentierst kannst du öfter Leute zum umdenken bewegen als wenn du mit Aussagen kommst wie: \"Dont Pic Zed Mid we need AP, nooo, Noob\".................... (Krasse Variante viel zu oft gesehen).\n\n5. Du kannst doch als 5 Mann Team spielen, wo ist also das Problem? Das man auch zu 4. oder weniger Ranken kann wenn ein Spieler nicht kann? Das ist dein Problem? Eine Option zu haben als Problem...","replies":[]}]}]}]}