{"id":"4UEIOcB3","poster":"Necromanter","date":"2016-01-30T21:53:20.807+0000","title":"4K Skalierung zu klein","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Hehoo\r\n\r\nich habe mir vor gut einer woche einen neuen pc mit allem drum und dran so wie einen 4K bildschirm gekauft.\r\nich finde das hammer das LoL 4k unterstützt, allerdings ist die maus, die ganzen champion bildchen auf der map und die lebensanzeigen vieeeeel zu klein und somit extrem schwer zu erkennen :/ \r\ngibt es da momentan eine alternativ lösung die man anwenden könnte?\r\nhabe in den optionen schon die skalierung der map etc alles auf 100, aber selbst dann ist es super schwer die maus zu erkennen, da die nicht mal so groß wie ein minion ist..\r\n\r\nich wollte direkt auch mal eine kleine umfrage machen, ob ich der einzige mit dem problem bin ( zumindest laut google nicht der einzige :p )\r\n\r\ngruß","replies":[{"id":"","poster":"OSaftKiller","date":"2020-02-25T16:27:43.536+0000","up_votes":1,"down_votes":0,"body":"Moin, ich hab auch ein 4K Display seit knapp einer Woche und ich fände es cool wenn man die Skalierung statt nur bis 100 % auch bis 200 % einstellen könnte.","replies":[]},{"id":"","poster":"Tom5en","date":"2017-07-10T14:42:23.611+0000","up_votes":1,"down_votes":0,"body":"Hab den Text mal kopiert könnt ihr euch ja von google übersetzen lassen!!! \n\nI have a very easy and PERMANENT fix for this problem in all games/apps if you're running windows 10 (Not sure if it works on windows 8). This solution will scale all of your apps and text sizes to a standard 1080p display scale, without making your screen blurry or lower DPI, so I recommend this for all users with 2k to 4k displays until better support is given for us high resolution users! This will fix absolutely all scaling issues in League of Legends as well.\n\nYou right click on your desktop, and go to \"display settings\". Where it says “Change the size of text, apps, and other items”, on the right of it there will be a percentage. Note this percentage down for later, as this is what you will use to retain your high resolution with 1080p scaling.\n\nNow, click on \"advanced display settings\". Then click on \"Advanced sizing of text and other items\". This will open a new window, and on this window click the \"Set a custom scaling level\" option. Change the scaling from whatever yours is to 100% (You will NOT need to change this back, as it is a permanent fix, but if you’d like, you can remember the percentage here in case something goes wrong. ).\n\nYou will then be asked to log out to make changes after clicking apply. Relog, and you should see that everything on your desktop looks extremely small, but DON’T WORRY! Go back to display settings, and from here where it says “Change the size of text, apps, and other items”, change the slider to the percentage you noted down in the beginning.\n\nRelog once more, and there you have it! Your desktop and everything will look the same as before, but all of your scaling issues will be solved forever!\n\nComment if you have any questions or concerns, and I’m glad to help!\n\nStell deine ingame Auflösung anschließend auf FHD 1920x1080","replies":[]},{"id":"","poster":"Lucxa","date":"2016-12-12T22:16:48.993+0000","up_votes":1,"down_votes":0,"body":"ja aber auf wie viel den? ich habe ein 28 zoll 4k monitor und habe das gleiche problem -.-","replies":[]},{"id":"","poster":"ˉºVaynovskyºˉ","date":"2016-01-30T22:42:42.618+0000","up_votes":1,"down_votes":0,"body":"das hängt damit zusammen das, bei deinem Monitor, jeder Pixel sehr klein ist, und die Textur für die Maus, etc. ist z.b. 50x50 Pixel groß, was bei deinem Bildschirm sehr wenig ist, stell die Auflösung runter","replies":[]}]}