{"id":"igBZAHqL","poster":"Noob Guy Carry","date":"2016-01-30T16:34:33.685+0000","title":"Spieleranfrage wegen Boosting","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Hey ein Spieler hat mich gerade auf meinem anderen ACC geadded und mich gefragt ob ich seinen Account f&uuml;r Mystery Gifts booste, ich habe abgelehnt und nun denke ich er wird es weiter bei anderen Leuten versuchen.\r\nIst es n&ouml;tig sich irgendwo deshalb zu melden bzw. wo ?\r\n\r\n--- Hier die Chatlogs (Screens sind auf Nachfrage vorhanden) NAME zensiert--- \r\n\r\n30/01/2016\r\n[5:20PM] Baickie: hello ??\r\n[5:20PM] ZENSIERT: hi\r\n[5:21PM] Baickie: who r u\r\n[5:21PM] ZENSIERT: r u a surf\r\nsmurf\r\nor just lvl 25\r\n?\r\n[5:21PM] Baickie: smurf\r\n[5:21PM] ZENSIERT: what rank r u in ur main\r\n[5:21PM] Baickie: plat 3\r\n[5:22PM]  ZENSIERT: ok so i just got 100 dollars yesterday cuz my bday\r\n[5:22PM] Baickie: okay ?\r\n[5:22PM] ZENSIERT: and i can give u some of that with rp or mysterygifts \r\nand i was wondering if u could play on  my smurf or if u got one urself and duo with me a few games and ill give u rp or mystery boxes for it if u want i got curse and skype if you want to talk.\r\n[5:23PM] Baickie: nah sorry bro you can spend your money better, just play and try to improve yourself\r\n[5:23PM]  ZENSIERT: plz just a few ranked for rp\r\n[5:23PM] Baickie: wont help you, if i boost you you wont be able to win a single ranked alone the\r\n[5:24PM]  ZENSIERT: i will\r\ni promise\r\nu get rp for it man\r\nbe happy\r\n[5:24PM] Baickie: well i  like RP, but i hate players who got boosted \r\nx)\r\n[5:24PM] ZENSIERT: i was gold 3 last season\r\n[5:25PM] Baickie: so ?\r\n[5:25PM] ZENSIERT: i got in silver 4 and its sooo hard to climb so plz\r\n[5:25PM] Baickie: you get where you belong\r\n[5:25PM]  ZENSIERT: like every game someone is either afk or feeding 0-10\r\n[5:25PM] Baickie: if you play like gold 3 you will get gold 3\r\n[5:25PM]  ZENSIERT: thats not true at all lol\r\n[5:25PM] Baickie: how can challenger come cahllebger with theyre smurfs in like 1 week ?\r\n[5:25PM]  ZENSIERT: cuz they r challenger LOOOL\r\n1000 times better\r\n[5:26PM] Baickie: i know your problem\r\n[5:26PM]  ZENSIERT: im gold i cant carrry people who r 0-10 or 1-3 afks\r\nthey can understand it...\r\n[5:26PM] Baickie: acutally i cant carry all games here too because some guys go 0-10 or go afk\r\nbut\r\n[5:26PM] ZENSIERT: ye so plz\r\n[5:26PM] Baickie: if i keep my good performance every game i will climb, DUDE you have 10 months time\r\n[5:26PM]  ZENSIERT: 8 skins for 4 wins\r\n[5:27PM] Baickie: i know i like the reward, but i want you to play yourself \r\nto a good elo\r\n[5:27PM]  ZENSIERT: dude plz i will play whole season\r\njust af ew games ok?\r\n[5:27PM] Baickie: no \r\n[5:27PM]  ZENSIERT: ffs","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-30T17:04:21.239+0000","up_votes":1,"down_votes":0,"body":"Screen machen -> Support anschreiben","replies":[]}]}