{"id":"Y6mTI9Zy","poster":"Crux","date":"2016-01-29T22:53:47.297+0000","title":"Grafikfehler seit Update des Treibers","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\num Blade and Soul besser spielen zu k&ouml;nnen, habe ich meinen Treiber aktualisiert, doch nun funktioniert LOL nicht mehr.\r\nIch nutze einen Acer Aspire 5750G mit der NVIDIA GeForce GT 540M.\r\nSicher kein aktuelle Equipment, aber die Spiele liefen trotzdem (LOL mit 15-30 FPS, reicht f&uuml;r mich, da ich kein Ranked spiele).\r\nIch habe bis dato bewusst einen uralten Treiber genutzt, da die Spiele damit liefen, wie gesagt musste ich f&uuml; B&amp;S diesen auf den neusten Stand aktualisieren, dies habe ich dann in Kombination mit einer S&auml;uberung der K&uuml;hlung durchgef&uuml;hrt.\r\nW&auml;hrend B&amp;S nun mit ca. 30FPS l&auml;uft, sieht LOL nun so aus:\r\nhttps://www.youtube.com/watch?v=Sm83T33zsms\r\nIch spiele haupts&auml;chlich B&amp;S und Elsword, diese Spiele laufen gerade verh&auml;ltnism&auml;&szlig;ig gut, jedoch spiele ich LOL auch zwischendurch sehr gerne, l&auml;sst sich das Problem irgendwie l&ouml;sen?\r\nNein, neues Equipment ist gerade keine L&ouml;sung, das Spiel lief vorher ja auch.","replies":[{"id":"","poster":"Alfonz Hatler","date":"2016-01-30T12:00:21.044+0000","up_votes":1,"down_votes":0,"body":"Mit einer GT 540m kann man auf 60 FPS spielen... allerdings alles auf Low. Mein Bruder und ich hatten das gleiche Notebook. Und dieser Fehler hatten wir noch nie gehabt. Kann echt um Grafikchip Fehler handeln.","replies":[]},{"id":"","poster":"Crux","date":"2016-01-29T23:00:51.820+0000","up_votes":1,"down_votes":0,"body":"Hey,\nes wird wohl an der Kompatibilität mit dem Treiber liegen, würde sich die Karte verabschieden, dann würden die anderen Games ja auch dieses Problem zeigen.\nHat jemand zufällig einen (mehr oder weniger) aktuellen und kompatiblen Treiber parat?","replies":[{"id":"","poster":"legofreak1","date":"2016-01-29T23:05:18.815+0000","up_votes":1,"down_votes":0,"body":"Ohne dein Betriebssystem zu kennen, kann dir niemand nen Treiber geben. Und selbst dann auch nur den Standardtreiber von Nvidia. Wie bereits gesagt, wende dich an den Hersteller, da dir dieser besser helfen kann.","replies":[]}]},{"id":"","poster":"Janßen","date":"2016-01-29T22:58:52.490+0000","up_votes":1,"down_votes":0,"body":"hatte genau das gleiche, grafikkarte war kaputt","replies":[]},{"id":"","poster":"legofreak1","date":"2016-01-29T22:56:43.181+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Problem, das von lol ausgeht, sondern von deiner Grafikkarte, die sich entweder grade verabschiedet oder mit dem Treiber nicht klarkommt. Der richtige Ansprechpartner ist hier aber der Hersteller deines Laptops. Diese kann dir besser bei Problemen mit deiner Hardware und den dazugehörigen Treibern helfen.","replies":[]}]}