{"id":"lQabo6ge","poster":"Dramos","date":"2016-01-30T07:44:55.155+0000","title":"Hab den Link zur deutschen Version von Jhin's Champion-Geschichte \"geknackt\".","subforum":"Melde einen Bug","embed":{"title":"Champion-Geschichte: Jhin, der Virtuose","description":"Jhin ist ein akribischer und krimineller Psychopath, der Mord für Kunst hält. Einst war er ein ionischer Gefangener, doch zwielichtige Gestalten in Ionias Herrscherrat befreiten den Serienmörder. Jetzt dient er in ihren Ränkespielen als Assassine. Jhin sieht seine Waffe als Instrument, mit dem er brutale Kunstwerke erschafft, die sowohl seinen Opfern wie auch den Zeugen seiner Taten Albträume bescheren.","url":"http://euw.leagueoflegends.com/de/page/champion-geschichte-jhin-der-virtuose","image":null},"up_votes":9,"down_votes":0,"body":"Hab ein wenig am Link rumgearbeitet, bis es klappte.\n\n**Wenn ein deutscher-Riot-Mitarbeiter das liest**:\nBitte fixen, denn ihr habt f&uuml;r einen deutschen Link die englische Verlinkung &quot;./champion-bio-jhin-0virtuoso&quot;. Am besten kann man den Fehler sehen, wenn man [den Link in den Neuigkeiten anklickt](http://euw.leagueoflegends.com/de/news/).\n\nGern geschehen.","replies":[{"id":"","poster":"PowerSafety","date":"2016-01-30T13:41:35.227+0000","up_votes":4,"down_votes":0,"body":"Hahahahaha du bist einfach mehr MVP als alle Rito mitarbeiter. xD Danke! \n\nMan muss mal überlegen, dass sie nicht nur erst die falsche Seite verlinken, sondern einen Tag später genau die gleiche immer noch falsche Seite IM SPIEL hochladen ohne zu bemerken, dass sie IMMERNOCH NICHT funktioniert.... Ich meine einen Link zu übersehen ok, aber nach den beschwerden dass er kaputt ist, nochmal den gleichen Fehler ohne Fixes zu begehen? GG RITO {{item:2301}} {{item:3035}} {{item:1083}} ","replies":[]},{"id":"","poster":"Supernaturál","date":"2016-02-01T18:11:04.023+0000","up_votes":1,"down_votes":0,"body":"seite gibs nicht\nFehler: 404\n„Scheint, als hättest du dich verlaufen. Brauchst du eine Karte?“\nDiese Seite fehlt oder wurde verschoben.","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2016-01-31T10:54:00.614+0000","up_votes":1,"down_votes":0,"body":"MVP mein Freund, gute Arbeit!","replies":[]}]}