{"id":"drzga9L7","poster":"UG ImportJungler","date":"2016-01-29T18:27:16.914+0000","title":"Ich komme seit dem 6.2 Patch nicht mehr in die games rein","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe gerade ein 3v3 gestartet die championselect lief aber danach hat sich lol einfach geschlossen also hab ich mich nochmal neu angemeldet und versucht zu reconnecten aber das hat nicht geklappt. Dann stand da das das game abgest&uuml;rzt ist das glaub ich aber nicht weil der Serverstus nicht eingeschr&auml;nkt ist und sich das game schon seit 20 min l&auml;uft aber es sich nicht aufl&ouml;st s das ich ein neues game starten kann. Dann hab ich nochmal drei oder vier mal versucht zu reconnecten aber es hat nicht geklappt. Dann hab ich mich noch 2 mal neu angemeldet und versucht zu reconnecten klappte auch nicht doch dann stand da das lol(tm)... nicht funktioniert das hat ich gestern bei einem freien game ebenfalls das war in dem Moment ja nicht schlimm und ich hab mir nicht so viel dabei gedacht. Aber jtz frag ich mich was ich machen soll war der Patch bei mir Fehlerhaft oder liegt es an den Servern an meinem Internet und meinem PC kann es nicht liegen mein pc l&auml;uft genau so wie vorher und ich h&ouml;r neben bei Musik &uuml;ber YouTube also muss es ja irgendwas mit lol an sich zu tun haben wenn ihr ne l&ouml;sung f&uuml;r das Problem habt meldet euch bitte.","replies":[{"id":"","poster":"legofreak1","date":"2016-01-29T18:57:17.653+0000","up_votes":1,"down_votes":0,"body":"Hast du Software wie lol-replay oder andere Programme oder Overlays , die mit dem Spiel interferieren, installiert? Wenn ja, dann deinstalliere diese bitte.","replies":[{"id":"","poster":"UG ImportJungler","date":"2016-01-29T23:50:55.971+0000","up_votes":1,"down_votes":0,"body":"jo danke hat mir geholfen","replies":[]}]},{"id":"","poster":"Rushdie","date":"2016-01-29T18:33:26.788+0000","up_votes":1,"down_votes":0,"body":"Ich hatte mal das Problem spiele nicht starten zu können da 2 Aufnahmeprogramme im Hintergrund aufgenommen haben :P","replies":[]}]}