{"id":"uz6vwieF","poster":"Dr0w","date":"2016-01-29T15:22:13.535+0000","title":"LoL Launcher öffnet nicht","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag liebe freunde der League of Legends World,\r\n\r\nvor wenigen minuten wollte ich mich an einem gem&uuml;tlichen Freitag nachmittag mit einem ruhigen Spiel von LoL in das Wochenende gleiten lassen.\r\nLeider &ouml;ffnete sich der Patch bei mir nicht.\r\nDas fand ich sehr traurig und bitte um Hilfe. ^^\r\nIch klicke ganz normal wie jeden anderen Tag auf das LoL-Launcher symbol, danach startet es wie immer, dass das LoL-Symbol \r\nin Mitten des Desktops aufzeigt, aber danach kommt nichts mehr.\r\nEs Leitet mich leider nichtmehr zum Launcher weiter , so dass ich das Game nicht starten kann.\r\nHabe schon viele versuche gestartet mit jedem m&ouml;glichen verschiedenen administrator link es sich zu &ouml;ffnen.\r\naber ich sehe nur kurz das LoL-Symbol und dann verschwindet es wieder und es kommt keine Fehler/- oder Sonstige Meldung.\r\nEs kommt einfach garnichts danach.\r\n\r\nKommt das jemand bekannt vor, oder wei&szlig; der ein oder andere vielleicht wie man das Problem l&ouml;sen k&ouml;nnte ?\r\n\r\nDanke schon mal im vorhaus f&uuml;r Hilfe und helft mir bitte meinen Feierabend am Freitag zu retten :3\r\n\r\nGru&szlig;,\r\n DarkTowDess","replies":[{"id":"","poster":"xBlitzlichTx","date":"2016-01-29T16:48:40.196+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nprobiere bitte folgendes\n\n> - Stelle sicher, dass du alle Windowsupdates und Service Packs installiert hast\n> - Achte darauf, dass LoL nicht unter C:\\Programme, C:\\Programme(x86) oder in User-Ordnern installiert ist\n> - Öffne den Ordner **C:\\Riot Games\\League of Legends\\RADS\\projects** und lösche den Ordner **lol_launcher**\n> - Lade diese Datei runter:\n>  - deutsch: http://wrenchbox.de/download/LoLRADS_EUW_german.zip\n>  - englisch: http://wrenchbox.de/download/LoLRADS_EUW.zip\n> - Entpacke die Datei\n> - Verschiebe die darin enthaltenen Dateien (lol.launcher.exe, lol.launcher.admin.exe und den Ordner RADS) in deinen Installations-Ordner von LoL.\n> - Ersetze alle Dateien und Ordner\n>  - Solltest du nicht gefragt werden, ob du vorhandene Ordner oder Dateien ersetzen willst, hast du etwas falsch gemacht\n> - Starte den Patcher\n> - Der Patcher sollte nun wieder funktionieren. Das Spiel sollte also problemlos starten.","replies":[{"id":"","poster":"Dr0w","date":"2016-01-30T12:53:02.865+0000","up_votes":1,"down_votes":0,"body":"Ich danke dir vielmals!\nist wieder wie neu und alles geht voran ^^\n\nDANKE!\ngruß,\nDarkTowDess","replies":[]}]}]}