{"id":"p27d8gKx","poster":"INoKami","date":"2019-12-22T18:52:09.627+0000","title":"[Champion-Konzept] Hjeref, den selbst die Leere nicht haben will","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":1,"body":"**[Champion-Konzept] Hjeref, den selbst die Leere nicht haben will**\n\nDer Bann ist gebrochen!!!\nNachdem sich mein Jubliäumskonzept doch etwas verzögert hat und ich schön in meiner angedachten Reihenfolge bleiben wollte, ist es endlich wieder so weit! Ich kann wieder frei nach Gutdünken Konzepte schreiben! Ich bin INoKami und… ja, auf die nächsten zehn Konzepte!\n(Und dann schauen wir mal, welche Shenanigans ich mir für Konzept Nr. 40 überlege xD)\n\nIn diesem Sinne: Let´s go!\n\n**\nInhalt**\n\n1. Allgemeines\n2. Werte/Schwierigkeiten\n3. Lore\n4. Fähigkeiten\n5. Texte\n6. Wie spiele ich ihn?\n\n**\n1. Allgemeines**\n\n**Die Grundidee:** Puh, das war ein stürmischer Start heute. Gab aber auch genug Grund dazu…\nAlso, was kann man zu Hjeref sagen? Er ist… eine wiederverwerte Idee von einer meiner Tagträumereien, in welcher ich eine absurde Idee hatte und diese während einer langweiligen Klassenfahrt weiter ausgebaut hatte, diese hat sich aber weiter verändert im Laufe der Jahre und irgendwann passte der Charakter, der Hjeref damals war, nicht mehr hinein und verschwand.\nBis Irixil kam.\nWie schon erwähnt, als ich an einem seiner Skins arbeitete, hatte ich wieder dieses absurd-witzige Bild vor Augen, wie eine Truppe Dudelsack-spielender Goblins die gegnerische Botlane towerdivet und mit entsprechender Musik sich wieder verabschiedet. Erinnert mich so ein bisschen an die Videoclips, in welchen irgendwelche Typen in schottischer (?) Tracht auf einem Einrad durch die Gegend fahren, während auf einem Dudelsack spielen. Und das ist auch ein bisschen der Humor, der Hjeref beigelegt wird. Und als ich noch ein „Gefäß“ für diese Idee brauchte, kam mir die Idee, obigen Charakter wieder aus der Versenkung herauszuholen, auszupolieren und ihn auf die Kluft loszulassen!\n\nHjeref ist, wie fast schon Tradition bei mir, ein Jungler (ich weiß auch nicht, woran das liegt, irgendwie lassen sich die meisten Ideen einfach am besten als Jungler umsetzen) und bringt ein schnelles Kit mit, das viel Musik beinhaltet… und den wohl heftigsten Execute, den die Kluft je gesehen hat!\nUnnötig zu erwähnen, dass er ein Assassine ist, nach der Ankündigung. Allerdings vielleicht nicht im herkömmlichen Sinne, denn er hat gar nicht so viel Schaden, da muss er sich auf seine Mitspieler verlassen, dafür ist er sehr „slippery“, also schwer zu fassen und er eignet sich hervorragend, um geschwächte Ziele auszuschalten.\n\n**Aussehen:** Wie vielleicht im Titel angedeutet, kommt Hjeref aus der Leere. Dabei hat er noch eine menschliche Erscheinung, aber da hören schon die meisten Gemeinsamkeiten mit normalen Menschen auf. Allgemein sieht er aus wie eine zum Leben erweckte Holzpuppe, durchtränkt vom gitftig-lilanen Nebel der Leere. Der Oberkörper ist nur bis zur Brust bedeckt, ab dort verbinden nur einige Holzbalken den Oberkörper mit den Beinen. Da er optisch ein bisschen an einen Dudelsack erinnert, hat er vier Blasebälge in sich „verbaut“, jeweils zwei in den Oberarmen und den Unterschenkeln, die Unterarme/Oberschenkel sind wieder aus Holz. Die Finger sind fast wie menschliche Finger mit deutlich sichtbaren Gelenken, Füße hat er nicht wirklich, die Blasebälge laufen an den unteren Enden auseinander und geben ihm so Halt. Seine „Bewaffnung“ besteht aus vier langen (Blas-)Hörnern mit metallbeschlagenen Enden, zwei jeweils an einem Unterarm, sie wachsen aus dem Ellenbogen heraus und entlang am Handrücken, sie sind etwas länger als Unterarm+Hand, die anderen zwei Hörnern sitzen auf großen Zahnrädern zwischen Schultern und Oberkörper, sie reichen ihm bis zum Po und können nach vorne geklappt werden.\nSein Gesicht zeigt nur kaum Mimik, da es wie ein ausgehöhlter Kürbis ist, nur aus Holz, aus Mund und Augen läuft die lilane „Leerensubstanz“ heraus. Das einzige, was sein Gesicht demnach zeigt, ist ein Lächeln.\n\nEr versucht trotz allem, es freundlich aussehen zu lassen.\n\n**\n2. Werte/Schwierigkeiten**\n\n|Statuswert|Höhe auf Stufe 1|Zuwachs pro Lvl.|Höhe auf Stufe 18|\n|-\n|Leben|483|83|1894|\n|Mana|309|26|751|\n|HP/5|5|0,8|18,6|\n|MP/5|7,8|0,7|19,7|\n|Angriffsschaden|62|3,3|118,1|\n|Rüstung|22|3,1|74,7|\n|Magieresistenz|32,1|1,25|53,35|\n|Bewegungsgeschwindigkeit|340|\n|Angriffsgeschwindigkeit|0,638|2,6%|0,919|\n|Angriffsreichweite|125|\n\n\nSchaden: [6/10]\nDurchhaltevermögen: [4/10]\nMobilität: [4/10]\nUtility: [6/10]\nCrowd-Control: [5/10]\nSchwierigkeit: [7/10]\n\n**\n3. Lore**\n\nWenn das Horn von Rajhaf erklingt, dann ist es an der Zeit, dem Feind entgegenzutreten. Ein jeder kannte diesen Spruch, über die Generationen hinweg gepredigt und alle Jahre wieder eindrucksvoll bewiesen. Doch heute wäre es gar nicht nötig gewesen, in das meterlange Horn zu stoßen, die Staubwolken, die der Feind aufwirbelte, waren schon seit zwei Sonnen zu sehen. Die Stille vor der Schlacht. Kurz, nachdem der letzte Ton des hölzernen Horns in den weiten Sanddünen verklungen war, heulte nur noch der Wind und der Boden grummelte leise. Schritte von Wesen, die ganze Landstriche verwüstet haben und nun sollte diese kleine Handelsstadt die nächste sein. Und inmitten dieser Stille schrie jeder innerlich auf, denn sie wussten, sie hatten keine Chance. Doch sich dem großen Imperator zu widersetzen, daran verschwendete niemand auch nur einen Gedanken. Und eventuell hatten die Magier doch noch etwas in der Hinterhand, aber ob der große Felsklumpen, unter sonnengeblichenen Leinen verhüllt, irgendeinen Nutzen haben würde, konnte niemand sagen. Damit rechnen tat niemand. Ein glorreicher letzter Kampf sollte es werden.\n\n„Vorwärts, Männer! Wir haben lange geplant und viel trainiert, zeigen wir ihnen die Kraft und die Hoffnung des Sonnenbanners!“ Die kratzige Stimme des Kommandanten durchbrach die Stille. Ein letzter Aufschrei voller Hoffnung hallte durch die kleine Wüstenstadt und dann setzte sich die Truppe in Bewegung, begleitet vom Wehklagen, dass das alte Stadttor von sich gab. Die Tore waren nur selten geschlossen, es war immerhin ein offener Handelsposten und demnach taten sich die großen Scharniere schwer, die massiven Hölzer zu drehen. Die warmen Steinpflaster unter den Füßen wurden gegen den unnachgiebigen und tückischen Wüstensand getauscht und dann stand die Armee versammelt vor den Stadttoren. Eintausendsechshundertdreiundzwanzig kampfbereite Männer konnte man in der Stadt und den umliegenden Dörfern auftreiben.\nOb man Hjeref als Mann zählen kann, wäre Ansichtssache. Elf Jahre alt war er, als ein Gefolgsmann des Kommandanten in sein Haus schritt und ihn und seinen Vater einzog, um sich für die Schlacht zu rüsten. Zum Glück musste Vater nicht direkt zur Armee, er war ja Händler von Zündpulvern und dieses Wissen sollte er auf anderem Wege in der Schlacht darbieten. Hjeref dagegen muss wie alle Männer an die Front. Allerdings sollte er nicht wie alle anderen die Schlacht führen, sondern mit Musik aus den hinteren Reihen den Kampfgeist der Soldaten hochhalten. Ein Instrument konnte Hjeref nicht wirklich spielen, aber zwei Wochen Ausbildung bei einem Wandermusiker sollte der Ansicht des Militärs nach reichen. Tat es natürlich nicht, aber seit bekannt war, dass die höllischen Wesen Kurs auf die Stadt nahmen, war im Grunde alles, was geschah, nur noch eine symbolische Geste.\n\n„Nehmt Haltung an!“\n\nDie Reihen verdichteten sich, die Front bildete eine Mauer aus Schilden, mit Bronze beschlagen, und dünnen Speeren, deren Äußeres aber schon so manche Wüstenräuber erfolgreich getäuscht hat. Das leise Klappern der Kettenrüstungen aus den Reihen zeigte deutlich die Furcht der Männer. Hier, weit weg von der Hauptstadt, deren Hilfe nie kommen sollte, war man nur noch dem Schwur der Stadt verpflichtet, alles restliche, Sitten, Bräuche, ja, selbst Gesetze, wurden über Bord geworfen und enthüllten den wahren Charakter derer, die diese Schlacht führen sollten. Die Staubwolke wuchs währenddessen unentwegt an und wer gute Augen besaß, konnte vielleicht erste Schatten erkennen. Und wenn diese Schatten jetzt schon aus dieser Entfernung eine solche Größe hatten, wie muss es dann erst sein… nein, für Angst war keine Zeit. Hjeref ging still nochmal die kurzen Lieder durch, die er lernen musste. Mehr gab es für ihn nicht. Er erkannte niemanden in den Reihen der Soldaten, Freunde in seinem Alter hatte er nur kaum und den Respekt der Erwachsenen hatte er sich noch nicht verdient, wie sollte er auch in diesem Alter… So wirklich war ihm das Ausmaß der Schlacht natürlich nicht bewusst. „Geh einfach raus, tu, was man dir sagt und wenn du danach noch leben solltest, komm zurück in die Stadt!“ So war die Anweisung des Kommandanten, doch Hjeref kannte den Feind nicht und wusste daher nicht, was er davon halten sollte. Er wusste nicht mal, was er von Leben und Tod halten sollte. Das eine kannte er so viel, dass er es nicht zu nennen vermochte und für das andere war er noch zu jung, um es zu verstehen, so die Erwachsenen. Er sollte nicht der einzige sein, dessen kindliche Naivität die Erwachsenen schamlos ausnutzten.\n\n„Bewegt euch!“ Langsam setzte sich die Truppe in Gang. Die Staubwolke reichte nicht an die des Feindes heran, doch war sie größer als alles, was ein jeder in seinem Leben gesehen hatte und die Staubwolke als Maß für die Kampfkraft galt hierzulande immer noch als DER Maßstab, an dem sich ein Mann und seine Geschichten messen müssen. Wider besseren Wissens folgte Hjeref. Was sollte er auch tun?\nEr zwang sich innerlich zur Ruhe und überlegte, mit welchem Lied er die Schlacht eröffnen sollte. Es sollte der „Drei-Schritte-Tanz“ werden, ein recht neues Lied aus dem Süden, es wurde, anders als sonst, um einen Tanz herum geschrieben. Und plötzlich, wie auf ein stilles Kommando, begannen alle zu rennen. Und zu brüllen.\n\nDie Schlacht war eröffnet.\n\nHjeref hörte kaum den Schlachtenlärm, die Melodie des Wüstensargs, ein Blasinstrument, übertönte beinahe alles. Bis ein Gebrüll des Feindes jeglichen Lärm vom Schlachtfeld tilgte.\n„Nicht nachgeben, Männer!“, brüllte der Kommandant und stürmte als erster über den Sand, frontal auf den Gegner zu. Bald schon gab es zwei Kommandanten: der eine flog blutverschmiert nach links und blieb nach dem dumpfen Aufprall liegen, der andere wurde noch in der Luft weiter zerrissen, bis es kleine Fleischstücke regnete. Doch es gab kein Zurück mehr. Das Gebrüll der Krieger flammte wieder auf, die Melodien der jungen Knaben erzählten wieder Geschichten aus fernen Gegenden, von einer besseren Zeit… und es gab kein Halten mehr. Metall prallte auf Metall oder Klauen und Hufe, die härter waren als die Gebirge nahe im Westen, entsetzliches Geschrei mischte sich in die Reihen, manchmal auch wütendes Gefauche.\nAls Hjeref zum ersten Mal zwischen dem Staub einen der Gegner erblicken konnte, verrutschte ihm die Melodie derart, dass man ihn mit dem Kopf voraus aus jeder Stadt geworfen hätte. Er kannte einige Geschichten über mächtige und bösartige Dämonen, die nur ein Kampf im Sinn haben, aber das, was sich da vor ihnen aufbaute, war nochmal etwas total anderes. Eine Kreatur, vor der sich selbst Albträume fürchten. Doch Hjeref spielte weiter, mehr konnte er nicht machen.\n\nAber selbst der mutigste Krieger erkannte schnell die Aussichtslosigkeit dieser Schlacht und so wurde der zunächst mutig wirkende Ansturm schnell zu einem angsterfüllten Rückzug. Keiner achtete mehr auf den anderen, jeder war sich selbst überlassen. So wirklich wollte Hjeref nicht fliehen, weil er ja nicht wusste, was er sonst tun sollte, er war mit der Schlacht heillos überfordert, doch irgendwie wurde er einfach mit dem Strom der fliehenden Männer mitgerissen und rannte wieder auf die Stadtmauern zu. Doch inmitten dieses Getümmels, kurz vor den Holztoren, bemerkte er, dass der große Felsbrocken nun vor die Stadt gekarrt wurde, nun enthüllt und der Masse an anstürmenden Kriegern präsentiert:\n\n...Ein Felsblock. Ein ganz gewöhnlicher Felsen, an dem nichts besonders oder auffällig wirkte. Und darin lagen die Hoffnungen der Magier? Aber das war nicht alles, den neben dem Felsbrocken standen nicht nur die Magier versammelt, sonder auch sein Vater! Erleichtert über den ersten wohltuenden Anblick in diesem Chaos löste sich Hjeref aus den Reihen der Fliehenden und stürmte auf seinen Vater zu. Dieser fing ihn auf und nahm ihn in den Arm. „Papa, was machst du hier?“, stammelte Hjeref unter Tränen hervor. „Kämpfen, so wie wir alle, mein Sohn!“, brummte der, bevor er wieder seinen Sohn auf den Boden setzte. „Und nun geh, ich habe hier meinen Teil noch zu erledigen. Und spiel weiter deine Musik… für uns alle!“ Brav gehorchte der Sohn und nahm seine Aufgabe wieder war, als er zurückrannte. Er beobachtete aber weiter, was vor sich ging: die Magier stellten sich in einem Kreis um seinen Vater und den Felsen auf, sie schienen irgendwas zu sagen, unmöglich zu verstehen aus dieser Distanz, während dieser aus einem Holzkarren nebenan zwei Fässer holte und neben den Felsen stellte. Dann zog er aus seinem Beutel nochmal ein kleines Fass heraus und zündete gekonnt mit einem Feuerstein die Lunte an. Er richtete sich auf und hielt das kleine Fass in eine baumstammgroße Öffnung, die man in den Felsen gehauen hatte. Und er streckte seinen Arm so tief hinein, man könnte meinen, etwas von innen würde an ihm ziehen. Aber er lächelte, also konnte nichts Böses am Werke sein. Und dann gab es den größten Knall, den Hjeref jemals in seinem Leben erleben sollte. Der Boden zitterte wie nie zuvor und die Staubwolke war der des Feindes ebenbürtig. Die Soldaten riss es allesamt von den Füßen, die widerwärtigen Kreaturen sprangen überrascht zurück und beobachteten, was vor sich ging. Als sich nach einer ganzen Weile der Staub halbwegs gelichtet hat, sah man, dass der Felsbrocken nicht mehr da war, er wurde sprichwörtlich pulverisiert. Hjerefs Vater war zwar noch da, aber wer ihn zurück in den Laden bringen will, sollte lieber ein ziemlich guter Leichensammler sein.\n\nDort, wo noch der Felsen war, war nun ein Loch. Ein komisches, fliegendes Loch, das ein leichtes Brummen von sich gab. Die Magier drumherum, sie haben wahrscheinlich mit einem Zauber die Explosion überlebt, gingen allesamt auf das Loch zu und streckten ihre Stäbe aus. Daraufhin fiel das Loch plötzlich zu Boden und breitete sich auf diesem aus. Die Magier konnten nur verwirrt zu Boden starren, bevor sie in eben diesen gesaugt wurden. Und genauso schnell, wie die Magier verschwanden, schossen zwei Schlangen aus den Boden direkt auf den Feind zu. Ihr Umfang war größer als der Felsen, der soeben gesprengt wurde, die Schuppen aus leuchtendem Lila, die Augen pechschwarz und doch funkelnd und die Zähne so massiv die die Oberarme des… mittlerweile ehemaligen Kommandanten. Ihr langer Körper verschwand irgendwo in diesem Loch, das nicht zu enden schien, doch Hjeref war gleichzeitig geschockt und fasziniert, was diese Wesen mit dem Feind anrichteten: Körperteile flogen umher wie die Jonglierbälle eines wandernden Artisten, dunkelrotes Blut spritzte umher und färbte den Himmel schwarz. Oder war der schon vorher so? Die Bestien schienen reichlich verwirrt und brachen schlussendlich in Panik aus, aber die Schlangen kannten keine Gnade und fraßen alles, was die Menschen ihnen darboten.\nAuf der einen Seite Stille, alle hielten den Atem vor Furcht an, keiner konnte sich rühren, auf der anderen Seite Gebrüll, ob vor Schmerzen oder um das Unvermeidbare mit Befehlen herauszuzögern.\n\nErst als das letzte Schmatzen verstummte und die Schlangen wieder in ihr Loch krochen, wagten sie es, hinzuschauen. Alles, was vom Feind übrig war, war ein See aus dämonischem Blut, Fleisch und Knochen. Einige Tropfen bahnten sich ihren Weg durch den nun matschigen Sand und flossen in das Loch hinein, welches man nun zum ersten Mal in Ruhe betrachten konnte. Es schien kein Ende zu haben, es war wie ein Kanal zu einer anderen Welt, die Fläche, die es einnahm, war größer noch als der Marktplatz der Stadt, es würde das Horn von Rajhaf ohne Probleme verschlucken können. Die Blutstropfen rannen über den Rand und fielen in die Leere, immer mehr… warte, warum immer mehr? Irgendwann muss doch der Pegel unter dem Rand liegen? Als Hjeref verwirrt auf die Blutlache in einiger Entfernung starrte, erfasste ihn ein sanfter Windstoß von hinten, ein seltenes Geschenk in dem kargen Gebirgsfuß, an welchem die Stadt erbaut wurde. Sand aus allen Richtungen wurde sanft in das Loch geschoben.\nUnd auch dieser Strom an Sand hörte nicht auf, er wurde eher immer stärker.\n\nSpätestens hier verstanden die meisten, dass etwas nicht in Ordnung war.\n\nNur wenige Atemzüge später nahm der Luftsog spürbar zu und ein grausiges Vibrieren erfüllte die Luft. Schnell verstand jeder, dass man sich von diesem Loch fernhalten sollte, zum Glück waren ja mittlerweile alle geübt im Wegrennen… aber es war wahrlich nicht einfach, gegen den immer stärkeren Sog des Lochs anzukämpfen. Bald schon wehte der Sand wie in einem kleinen Wüstensturm und Gnade sollte es keine geben. Das Loch begann fast zu singen, so schrill wurden die Geräusche, die es von sich gab. Hjeref rannte mit der selben Kraft, mit der er zunächst gegen die Dämonen und dann wieder von ihnen weg gerannt war, doch sie half nicht. Seine jungen Beine fanden keinen Halt mehr und dann geschah es: die Winde wurden so stark, dass Hjeref nach hinten stolperte und umfiel. Es war vorbei. Der Sand war wie ein Tsunami, er riss gnadenlos alles mit sich, bis es in das große Loch fiel, dass einstmals die verängstigten Wüstenbewohner schützen sollte. Und mit ihm riss es einen kleinen, verwirrten Jungen, der immer noch nicht das Ausmaß der Situation begriff.\n\nWar es Grund zur Freude oder zur Trauer, dass auch alle anderen Kameraden nach und nach in das Loch fielen?\n\nEin Zeitgefühl hatte Hjeref schon lange nicht mehr, als er auf etwas aufprallte und betäubt liegen blieb. Als er, kurz danach oder ewig später, wer weiß schon, sich wieder aufrappelte, füllten sich seine Augen mit Furcht. Was hier lebte, war nie für Menschenaugen gedacht. Der Himmel war im selben lebensverachtenden Lila getränkt, das auch die Schuppen der Schlangen zierte. Gewitterwolken zogen über den Boden und entluden sich mit Schlägen, die Berge abtragen könnten. In weiter Ferne zog ein Schwarm sechsbeiniger Bienen in stachligen Panzern vorbei, die leichte Beute ignorierend.\nAber so gnadenvoll waren hier nur die wenigsten. Hjeref spürte es längst. Irgendetwas starrte ihn von hinten an. Zitternd wandte er sich nach hinten. Zwei blutrote Augen, sie leuchteten stärker als die schönste Abendsonne… würde er sie jemals wieder sehen können? Vor lauter Panik, oder Unwissenheit, tat Hjeref das erstbeste, was sein überforderter Kopf hergab: er zog den Wüstensarg an sich und begann, die „Weise der tanzenden Sandkörner“ zu spielen. Überrascht blitzten sie Augen auf. So hatte sich die Beute noch nie verhalten, das war etwas neues. Und interessant. Fast schon gebannt hörte es der Melodie zu, aber sie war immer das selbe, die Töne änderten sich kaum. Das wird langweilig.\n\nZeit zu fressen.\n\n---\n\nDoch entgegen aller Erwartungen war die Geschichte von Hjeref hier nicht zu Ende, nein, sie fing erst an. Denn als seine sterblichen Überreste verteilt auf dem felsigen Boden lagen, wurden sie durchtränkt vom letzten, schwachen Echo seiner Musik. Und die Hoffnung, die Sehsucht, die dieser Musik innewohnte, setzte den Körper aus den vorhandenen Resten wieder zusammen. Das, was nicht mehr da war, verschmolz mit dem Wüstensarg und Hjeref lebte wieder. Wie auch immer man „Leben“ hier unten in der Leere definiert. Schnell lernte Hjeref, in der kargen, lebensfeindlichen Umgebung zu überleben, und zwar auf seine eigene Art: als lebendes Musikinstrument wanderte er durch die Leere und spielte seine Lieder, über die Zeit erfand er neue, was sollte er auch sonst tun? Die Kreaturen der Leere reagierten höchst unterschiedlich auf den Fremdling: die meisten wichen entsetzt zurück, die eigentlich fröhlichen Lieder lösten blankes Entsetzen bei ihnen aus, selten hörte mal eine Kreatur zu und verschwand wieder, manche ließen sich nicht beirren und kämpften. Doch Hjeref lernte dazu und schon bald wusste er sich durchaus in dieser Welt zu verteidigen. Jedoch war das nicht das einzige „Neue“ in der Leere, nein, egal, wohin er sich begab, welch grauenhaften Ecken dieser Welt er erblickte, er behielt stets ein Lächeln bei.\n\nAber sein größter Wunsch blieb: er wollte wieder nach Hause. Und lange musste er nicht warten, denn die Leere selbst schien eines der Lebewesen zu sein, die mit diesen Frohmut nicht leben konnte. Kurzerhand stolperte Hjeref über einen der wenigen, stabilen Wege aus der Leere hinaus, nach einer ewig langen Reise sah er zum ersten Mal das Tageslicht wieder. Welch ein Moment! Zwar war er nicht mehr in der Heimat, statt der warmen Sandwüste stand er vor einem weiten Grasfeld, er hatte noch nie so viel Gras an einem Ort gesehen. Und er begann, zu wandern. Durch das Feld, bald schon durch einen Wald, ein beeindruckender Ort, später an einem Fluss entlang, der mehr Wasser führte, als seine wahrscheinlich längst verlorene Heimat jemals hätte trinken können. Und für jeden, der zuhören wollte, spielte Hjeref seine Lieder. Leider nur für neugierige Tiere, die Menschen fürchteten sich vor ihm oder jagten ihn. Doch das sollte Hjerefs Frohmut nicht bremsen. Sein Abenteuer führte ihn durch kalte Gebirgsspitzen, dunkle Höhlen, sandige Küsten, an welchen so viel Wasser war, dass nie wieder die Wüste Durst fürchten musste, hügelige Pfade, trübe Sümpfe, kurz: durch jeden Winkel von Valoran.\n\nDoch eine Gesetzmäßigkeit griff trotzdem: was der Leere gehört, kehrt zur Leere zurück. Allerdings wurde diese Regel mit Hjeref sehr gestreckt. Denn Hjeref fand Eingänge zur Leere, die nie einer zuvor gefunden hatte, mit erschreckender Leichtigkeit, er wurde regelrecht zu ihnen hingezogen, doch genauso schnell, wie er in der Leere war, fand er auch wieder den Weg nach draußen, denn die Leere wiederum schien ihn abzustoßen und so wurde er zu einem einsamen, aber doch optimistischen Wanderer. Und irgendwann musste ihn natürlich sein Weg über die Kluft führen. So sollte ein weiteres Kapitel in Hjerefs Geschichte beginnen. Die des einsamen Jungen, der seine Musik darbietet für alle, die bereit sind zuzuhören. Doch die, die ihm abgeneigt sind, sollten schnell die grausame Seite der Töne kennenlernen…\n\n„Lebe! Spring weiter“ Deine Strophe ist noch nicht zu Ende!“ -Hjeref-\n\n**\n4. Fähigkeiten**\n\n_\nPassiv: Gewandte Darstellung_\n\nWann immer Hjeref eine beliebige Fähigkeit einsetzt, wird er während der Zauberzeit, sofern vorhanden, sowie 0,05/0,1/0,15/0,2/0,25 Sekunden (auf Stufe 1/5/9/13/17) nach Einsatz der Fähigkeit unangreifbar und weicht dabei allen Projektilen aus.\nHjeref kann sich während den Zauberzeiten seiner Fähigkeiten weiterhin bewegen. (Gilt nicht für Gegenstände!)\n\n_\nQ: Melodie der grausamen Weiten_\n\nManakosten: 25/30/35/40/45 Mana\nCooldown: 9/8/7/6/5 Sekunden\nZauberzeit: 0,1 Sekunden\n\nHjeref lässt eine missklingende Schallwelle der Leere von sich, die an allen Gegnern innerhalb von 225 Einheiten 70/105/140/175/210 (+0,33 Bonus-AD) physischen Schaden verursacht.\nDer nächste normale Angriff von Hjeref verursacht 15/30/45/60/75 (+0,15 AD) (+0,2 AP) zusätzlichen physischen Schaden.\n\n_\nW: Hypnotisierendes Lied_\n\nManakosten: 100 Mana (auf allen Stufen)\nCooldown: 80/75/70/65/60 Sekunden\n\n_Passiv:_ Nach fünf Angriffen gegen das selbe Ziel löst der nächste Angriff eine Schallwelle aus, die am Ziel und Zielen fächerförmig hinter dem Hauptziel innerhalb von 400 Einheiten 85/130/175/220/265 (+0,33 AD) magischen Schaden verursacht.\n\n_Aktiv, erste Aktivierung:_ Hjeref wählt einen der drei gegnerischen Inhibitoren aus (funktioniert nicht, wenn dieser zerstört ist) und spielt in dessen Richtung ein durchdringendes Lied, welches 3 Sekunden lang kanalisiert werden muss (löst nicht _Gewandte Darstellung_ aus). Jeder, auch die Gegner, können dieses Lied hören, allerdings wissen nur Hjeref und seine Verbündeten (per Symbol auf der Minimap), welcher Inhibitor das Ziel ist. Die nächste Vasallenwelle des entsprechenden Inhibitors erhält den Debuff **Schlafende Korrumpierung**.\n_Aktiv, zweite Aktivierung:_ Alle Vasallen innerhalb von 850 Einheiten, die von **Schlafende Korrumpierung** betroffen sind, werden von Hjeref übernommen und greifen für 6 Sekunden automatisch den nächstbesten gegnerischen Helden an. Übernommene Vasallen sind unverwundbar und können auf keine Art und Weise sterben, auch nicht durch _Zerreißender Lärm_.\nIst kein gegnerischer Held in Sichtweite der Vasallen, bleiben diese an Ort und Stelle, halten aber ankommende verbündete Vasallenwellen auf. Gegnerische Türme ignorieren übernommene Vasallen, fügen diese einem gegnerischen Helden Schaden zu, wird dies so behandelt, als würde Hjeref den Gegner angreifen.\nDie zweite Aktivierung kostet kein Mana, der Cooldown setzt erst ein, wenn die zweite Aktivierung beendet ist (-> wenn die Kontrolle über die Vasallen endet) oder kein Vasall mehr mit **Schlafende Korrumpierung** lebt.\n\n_\nE: Weise der lebendigen Luft_\n\nManakosten: 90/85/80/75/70 Mana\nCooldown: 25/22/18/15/12 Sekunden\nZauberzeit: 0,1 Sekunden\n\nHjeref holt Kraft und springt in die Luft. Für die nächsten 4/4,75/5,5/6,25/7 Sekunden kann sich Hjeref über Wände bewegen, zu Beginn der Fähigkeit kommt er nach 1 Sekunde auf dem Boden auf, danach alle 0,75 Sekunden. Immer, wenn er auf dem Boden aufkommt, verursacht er 24/28/32/36/40 (+0,075 AD) physischen Schaden innerhalb von 200 Einheiten und verlangsamt alle getroffenen Einheiten um 15% für 1 Sekunden, weitere Treffer frischen die Dauer wieder auf.\n_Gewandte Darstellung_ wird nur beim Einsatz der Fähigkeit ausgelöst, sonst nicht.\n(Die Hitbox ist nicht perfekt mittig, da Hjeref abwechselnd mit dem rechten und linken Bein springt. Ist ein bisschen wie bei Blitzcrank´s Q, die ist ja auch nicht mittig…)\n\n_\nR: Zerreißender Lärm_\n\nManakosten: 125 Mana (auf allen Stufen)\nCooldown: 160/135/110 Sekunden\n\nDiese Fähigkeit besteht aus drei Teilen:\n\nTeil 1 (direkt bei Aktivierung): Hjeref springt 350 Einheiten in Blickrichtung (!)\n\nTeil 2, nach 0,75 Sekunden: Hjeref springt 350 Einheiten in Blickrichtung\n\nTeil 3, nach nochmal 0,75 Sekunden: Hjeref springt 350 Einheiten in Richtung des Mauszeigers (!) und kanalisiert daraufhin für 1,5 Sekunden eine grauenhafte Schallwelle, die der Leere entspringt (rechteckig, 250 Einheiten breit, 1050 Einheiten lang). Getroffene Einheiten werden für für die Dauer um bis zu 600 Einheiten nach hinten gerissen (sie haben keine Kontrolle über den Charakter, wenn sie getroffen werden) und erleiden physischen Schaden in Höhe von 120/240/360 (+0,6 Bonus-AD) [+12% des maximalen Lebens des jw. Ziels]. Ist diese Schadensmenge vor Verrechnung jeglicher Schadensreduktion höher als das momentane Leben des jw. Ziels, wird dieses **GARANTIERT** getötet, alle Unverwundbarkeits- und Unangreifbarkeitseffekte werden ignoriert!\n(Die einzige Ausnahme sind die durch _Hypnotisierendes Lied_ übernommenen Vasallen.)\nKann während _Weise der lebendigen Luft_ eingesetzt werden, allerdings beendet es dann diese Fähigkeit.\n\nTeil 1 und 2 lösen jw. _Gewandte Vorstellung_ aus und Hjeref kann dabei über kleinere Wände springen.\n\n**\n5. Texte:**\n\nWenn ausgewählt: „Es ist die Freiheit, die zählt!“\n\nWenn gebannt: _*_ _summt eine trotzdem fröhliche Melodie_ _*_\n\nMove-Command:\n\n* „Jeder Schritt nach vorne ist einer weiter weg von der Vergangenheit!“\n* „Ein sonniger Tag heute… kein Grund für Trübsal!“\n* „Zeiten ändern sich!“\n* „Eine Geschichte wird nie erzählt, wenn sie gerade geschrieben wird...“\n* „Greif nach dem Licht! Egal, wie dunkel es ist!“\n* „Suche… und du wirst Zuhörer finden!“\n* „Man soll sich nicht mit dem aufhalten, was war… die Zeit hält noch so viel für einen bereit!“\n\nAttack-Command:\n\n* „Eine gelernte Abfolge!“\n* „Flink wie eine Wüstenschlange!“\n* „Sei laut, doch wisse auch die Ruhe zu schätzen!“\n* „Man lernt viel, wenn man die Zeit dafür bekommt...“\n* „Wir brauchen einen schnelleren Takt!“\n* „Greif sie, pack sie, alles kann helfen!“\n\nJoke:\n\n* „Wie man in die Leere ruft, so ruft sie auch wieder zurück. Bin in dem Fall der beste Beweis dafür!“\n* „Blasen? Oh ja, das kann ich ganz gut...“ (Den gibt es nur in der FSK18-Kluft ^^)\n\nTaunt:\n\n* „Du bist wie ein Wanderer in der Wüste: kratzt nur an der Oberfläche herum, ohne je die Geheimnisse darunter zu erkennen!“\n* „Vergiss deine Niederlagen nicht! Sie können der Pfeiler deines nächsten Sieges werden!“\n\nWenn Schuhe gekauft:\n\n* „Warte… passen die mir überhaupt!“\n* „Nach all der Zeit immer noch die selbe Form… manche Sachen ändern sich eben nie!“\n\nWenn {{item:3142}}  gekauft:\n\n* „Hey, ich hab´ Lust zu tanzen!“\n* „Jede Bewegung… einstudiert!“\n\nWenn {{item:3147}}  gekauft:\n\n* „Loch graben und warten, bis sich die Beute nähert… funktioniert immer noch!“\n* „Da draußen hat man meist nur eine Chance!“\n\nWenn {{item:3814}}  gekauft:\n\n* „Als würde man sich in einem Sandsturm verstecken!“\n* „So mancher Künstler würde einiges dafür geben...“\n\nWenn {{item:3156}}  gekauft:\n\n* „Erinnert mich ein bisschen an die großen Oasenschildkröten!“\n* „Na komm! Nur wir zwei gegen die Leere! Ich glaube an dich!“\n\nWenn {{item:3072}}  gekauft:\n\n* „Du brauchst also Nahrung? Gut, ich will sie dir geben!“\n* „Man lässt selten etwas so zurück, wie man es vorfindet...“\n\nWenn {{item:3074}}  gekauft:\n\n* „Nur ein Tropfen versetzt den ganzen See in Bewegung!“\n* „Aber was ist, wenn sie gar nicht essen wollen…?“\n\nWenn {{item:3046}}  gekauft:\n\n* „Ein Tänzer ohne Partner… du hast mein Mitgefühl!“\n* „Welches Stück soll ich dir beibringen?“\n\n**\n6. Wie spiele ich ihn?**\n\nDer Waveclear sollte für Hjeref kein Problem darstellen, dafür hat er _Melodie der grausamen Weiten_ und die Passive von _Hypnotisierendes Lied_. Ganken ist aber mit Hjeref eine durchaus größere Herausforderung: _Hypnotisierendes Lied_ bietet ein interessantes Werkzeug, bedenkt allerdings, dass ihr damit schon zum Teil euren Gank ankündigt. Sollte der Gegner trotzdem noch auf der Lane sein, geht es mit _Weise der lebendigen Luft_ in den Rücken des Gegners, dann aktiviert _Hypnotisierendes Lied_, übernehmt die Vasallen und haltet drauf. Wenn auch dein Lanepartner mitmacht, ist es Zeit für _Zerreißender Lärm_, allerdings muss die recht lange Vorlaufzeit mit einberechnet werden. Und verfehlt ihr bzw. reicht der Schaden nicht aus, seid ihr während der Kanalisation ein leichtes Ziel. Vorsicht also!\n\nBeispiel-Build für Jungle-Hjeref:\n\n_\nStandard-Incaedeus-Disclaimer Nr. 26: Alle Zahlen sind wie immer nur grobe Angaben von mir. Die Diskussion ist hiermit freigegeben._\n\nSo, damit haben wir auch diesen Champion abgeschlossen! Und wie immer ist es nun dein Zug: schreib mir in die Kommentare, was du von dieser Idee haltest, Feedback ist hier die Butter auf dem Brot! Ich hoffe, dass ich jetzt etwas „regelmäßiger“ meine Konzepte posten kann, die Ausbildung ist mich noch ein Stressfaktor jenseits aller Skalen…\n\nZum Abschluss aber noch eine kleine Neuerung: wenn du mal meine anderen Konzept anschauen möchtest, klapp doch die kleine Box hier auf und lies dir die Augen wund!\n\n>###*Hier ist eine Sammlung aller meiner bisher veröffentlichten Werke. Viel Spaß beim Durchlesen! [](https://.) --- [](https://.) [Wie schreibe ich ein Champion-Konzept?](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/cF3JTbPY-guide-wie-schreibe-ich-ein-champion-konzept) Du wolltest schon immer mal dein eigenes Champion-Konzept verfassen und brauchst noch etwas Hilfe? Dann schau dir meinen Guide dazu an! [](https://.)  --- [](https://.) [Zhaun´s Unheilverkünder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/EW9zR9QM-champion-konzept-zhauns-unheilverkander-ft-amycos-cyrus-lunaaa) In dieser gewaltigen Jubiläumsausgabe gibt es fünf Konzepte zum Preis von einem! [](https://.) [Irixil, die Kraft dahinter](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/Komc1R2o-champion-konzept-irixil-die-kraft-dahinter) Der absurdeste Jungler überhaupt und der Traumpartner eines jeden Meteorologen. [](https://.) [Baradane, der Raumzerrer](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/m2EmoZ7K-champion-konzept-baradane-der-raumzerrer) Manchmal reicht es nicht, sich nur auf der Kluft aufzuhalten… das dachte sich auch dieser Jungler! [](https://.) [Ragwiz, der Sucher nach der wahren Quelle](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/fEUvEEOQ-champion-konzept-ragwiz-der-sucher-nach-der-wahren-quelle) Wenn dieser Yordle im Jungle nach Wasserquellen sucht, bleibt garantiert kein Auge trocken! [](https://.) [Izana, die geblendete Retterin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/HivmyU51-champion-konzept-izana-die-geblendete-retterin) Schlimmer als ein Flak-Batallion: Diese Midlanerin pustet euch wahnwitzigen Menschen an Geschossen aus der Kluft! [](https://.) [Vandiril´s Umarmung](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/3euyGaJE-item-konzept-vandirils-umarmung) Ja, auch Items hat der gute Herr anzubieten! Hier zum Beispiel die Lösung gegen gefeedete AP-Assasinen! [](https://.) [Fha´Re, der Binder](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/vJ15VrNH-champion-konzept-fhare-der-binder) Nein, hier gibt es keine SM-Spielchen oder Sylas-Klone, aber dieser Jungler kann trotzdem gut mit Ketten umgehen… [](https://.) [Arkhanith, der endlose Verschlinger](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/kbezjEPO-champion-konzept-arkhanith-der-endlose-verschlinger) Der ideale Midlaner für alle, die ihr Territorium klar abstecken wollen… und dann aus der Ferne die Gegner beschießen möchten! [](https://.) [Pavarin, das flügellose Kind des Himmels](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/FQXe8Hn7-champion-konzept-pavarin-das-flagellose-kind-des-himmels) Die Schwerkraft ist doch was feines, oder? Denn dieser Jungler kann eine Menge damit anfangen! [](https://.) [Devargan (und Mannschaft), der Chefplaner](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/VfMjO0FZ-champion-konzept-devargan-und-mannschaft-der-chefplaner) Wer die gesamte Karte mit Geschütztürmen und sonstigen aberwitzigen Apparaten bestücken möchte, wird diesen Supporter mögen! [](https://.) [Niaden, Atem der Klingen](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/MvsEA9EU-champion-konzept-niaden-atem-der-klingen) Er ist ein ADC, Ex-Pirat und kann Schwerter fliegen lassen. Was will man noch weiter verlangen? [](https://.) [Rishikkaz, die Schwarmkönigin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/2ide65p6-champion-konzept-rishhikaz-die-schwarmkanigin) Diese Junglerin ruft einen ganzen Insektenschwarm zu Hilfe, um die Kluft zu dominieren! [](https://.) [Redran, die Blitzhand](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/EKUAmYP7-champion-konzept-redran-die-blitzhand) Ein Toplaner, der den Titel „Exekutierer“ wahrhaftig verdient hat. Und eine Menge Mitspracherecht für andere einräumt. [](https://.) [Elvias und Thárne, die ewigen Rivalen](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/Gxp11Y8Q-champion-konzept-elvias-und-thaarne-die-ewigen-rivalen) So spielt man eine Rivalität aus: mitten auf einer der Sololanes in der Kluft! [](https://.) [Teregras, das verdorbene Überbleibsel](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/FVbrW75Y-champion-konzept-teregras-das-verdorbene-aberbleibsel) Geeignet für alle Supporter, die sich irgendwie ein bisschen den alten Galio zurückwünschen. [](https://.) [Elgelon, der Schöpfer](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/ytEfRLQc-champion-konzept-elgelon-der-schapfer) Wenn schon jemand den Titel „Schöpfer“ im Namen trägt, sollte man damit rechnen, dass dieser Midlaner keine halben Sachen macht! [](https://.) [Shikku, das Bruchstück](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/V2bgefsP-champion-konzept-shikku-das-bruchstack) Diese hochinteressante Jungler lässt euch zu einem Flipperautomaten mutieren! [](https://.) [Eyn, der blutige Fänger](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/NM7ifTR1-champion-konzept-eyn-der-blutige-faanger) Es kann kein Zufall sein, dass Riot eine Woche nach dem Release von Eyn mit Kayn um die Ecke kommt, denn beide sind Sensenmänner, die sich durch die Kluft hacken… [](https://.) [Kindred, die ewigen Jäger](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/mAdX8l5E-champion-konzept-kindred-die-ewigen-jaager-oder-eigentlich-doch-nicht) Ja, Kindred wird in naher Zukunft kein Rework bekommen, die „Was wäre, wenn“-Frage habe ich mir aber mal trotzdem gestellt^^ [](https://.) [Yille, die grüne Gefahr](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/LKp1EOWX-champion-konzept-yille-die-grane-gefahr) Macht Platz für Jinx Schwester! Die Vorlieben dieser wahnsinnigen Supporterin: mutierte, übergroße Pflanzen! [](https://.) [Nhefin, Verkünder des Endes](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/I4spXRKZ-champion-konzept-nhefin-verkander-des-endes) Gehe niemals einen Handel mit einem außerweltlichen Dämon ein! Solltest du es doch tun, zeigt dir dieser ADC, was man mit dieser Macht so alles anstellen kann… [](https://.) [Callin, der Beobachter](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/IuU2OFOV-champion-konzept-callin-der-beobachter) Ein mobiler Kollege mit einer Menge Aufklärungsfähigkeiten, aber auch für den Nahmkapf geeignet. Außerdem noch vor Pyke der erst AD-Supporter ;) [](https://.) [Loranne, die zweigesichtige Helferin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/JieszXoy-champion-konzept-loranne-die-zweigesichtige-helferin) Wem Orianna zu langweilig ist, wird an dieser Mitdlanerin und ihrem mysteriösem Begleiter viel Freude haben. [](https://.) [Narnuk, Kommandant aus ganzem Herzen](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/XkYEKEsE-champion-konzept-narnuk-kommandant-aus-ganzem-herzen) Vier Yordle auf der Toplane mitsamt einem Kampfpanzer… was kann schon groß schief gehen? [](https://.) [Varla, die Dimensionsbrecherin](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/YHU2ETW3-champion-konzept-varla-die-dimensionsbrecherin) Chaos! Umso länger diese Junglerin am Werke ist, desto grauenhafter ergeht es euren Gegnern! [](https://.) [P-27, der metallische Hoffnungsschimmer](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/vBxqX25G-champion-konzept-p-27-der-metallische-hoffnungsschimmer) Ein hochflexibler Midlaner, denn was genau seine Ult machen soll, dürft ihr frei auswählen! [](https://.) [Chalion, die Macht der Shan´Vi](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/eBdWMVc9-champion-konzept-chalion-die-macht-der-shanvi) Ja, ich weiß, nach AP-Riven hat keiner gefragt, aber dennoch gibt es dieses Konzept und die Midlane sollte sich warm anziehen! [](https://.) [Navic, der Größenwahnsinnige](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/5eItOJz8-champion-konzept-navic-der-graaenwahnsinnige) Ja, der Name ist Programm. Erobert euch die Midlane mit gigantischen Konstruktionen! [](https://.) [Ravin, Personifikation des Hasses](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/n34ubqnc-champion-konzept-ravin-personifikation-des-hasses) Ein etwas sehr wahnsinniger ADC… aber mit den Wurfmessern kann er trotzdem gut umgehen und dir dein Team zerpflücken… [](https://.) [Loggrin, der verlorene Sucher](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/qAPEmRQm-champion-konzept-loggrin-der-verlorene-sucher) Macht mit diesem Midlaner die gesamte Karte zu einem Meer aus Sternen… und dann pustet die Lichter aus! [](https://.) [Shaz´Van, das Schild der Leere](https://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/7vcBA6ue-champion-konzept-shazvan-das-schild-der-leere) Mit diesem kuriosen Supporter aus der Leere hat im März 2016 alles angefangen! [](https://.) --- [](https://.) P.S. Varla, P-27, Chalion, Navic, Ravin, Loggrin und Shaz´Van gibt es auch (in teilweise überarbeiteter Fassung) im englischen Forum zu bestaunen. Schaut sie euch da auch mal an!*\n\nUnd wenn du alles durch hast, sage ich nur: bis zum nächsten Konzept!\n\nMfG\n\nINoKami\n{{sticker:galio-happy}} \n_Leidenschaftlicher Galio-Main_","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-12-22T19:17:37.425+0000","up_votes":2,"down_votes":0,"body":"Ich sah den Titel und...und...\n\nich musste es tun.\n\nhttps://imgur.com/a/XjFsKx9","replies":[{"id":"","poster":"INoKami","date":"2019-12-22T19:26:45.233+0000","up_votes":1,"down_votes":0,"body":"lmfao\n{{sticker:sg-miss-fortune}}","replies":[]}]}]}