{"id":"xHExBPOB","poster":"HappyWarlord","date":"2016-01-28T19:09:28.393+0000","title":"ID Eleven. Sucht Jungler und Toplaner!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo werte Mitbeschw&ouml;rer,\r\n\r\ndas Team ID-Eleven sucht neue Member!\r\n\r\nUnser Ziel ist es:\r\n2-3 Teams aufzubauen und mit diesen an Turnieren teilzunehmen und Spa&szlig; zu haben.\r\n\r\nUnser erstes Team wird durch mich gef&uuml;hrt und sucht einen Jungler und Toplaner. Ich will mit diesem Team etwas erreichen und damit meine ich nicht unbedingt LCS, oder Challenger Series (wenn wir das schaffen w&auml;re das n&auml;t&uuml;rlich awesome, aber wir wollen die Kirche im Dorf lassen), sondern eher auf kleineren Turnieren erfolgreich zu sein um sich nebenbei etwas Geld zu verdienen. Demnach erwarte ich von allen Einsatzbereitschaft, den Willen sich zu verbessern und Disziplin. Unsere Trainings sind normalerweise Dienstag, Donnerstag und Sonntag jeweils ab 19/20 Uhr. Sonntags werden wir versuchen gegen andere Teams zu trainieren.\r\nEure Elo sollte sich im Bereich von Gold-Platin bewegen, da wir 3 uns auch in diesem Bereich tummeln.\r\n\r\nUnser &quot;Academy-Team&quot; befindet sich im Neuaufbau, dieses Team ist vor allem f&uuml;r Neueinsteiger gedacht. Hier sollen Mechaniken und Gameknowledge gef&ouml;rdert werden, damit ihr euch verbessern und mit dem Team zusammen wachsen k&ouml;nnt. Gesucht werden hierf&uuml;r ein Support und ein Toplaner, eure Elo sollte sich im Bronze-Gold Bereich bewegen!\r\n\r\nDiese beiden Teams sollen erstmal auf Kurs gebracht werden und je nachdem wie hoch die Nachfrage ist, ist auch ein 3tes Team nicht auszuschlie&szlig;en!\r\n\r\nDes weiteren verf&uuml;gt unser Team &uuml;ber einen Manager der die Geschicke des Teams ausserhalb der Kluft regelt. Er sorgt f&uuml;r Turnieranmeldungen, analysiert die Gegner und wirbt Sponsoren an, wenn das erste Team den Bereich von Platin/ Diamant- Elo erreicht hat!\r\n\r\nWas wir bieten:\r\n\r\n-TS3\r\n-gutes und entspanntes Umfeld\r\n-erheiternde Gespr&auml;che ohne Bezug zu LoL\r\n-Teams f&uuml;r jeden Elo-Bereich\r\n-Ambitionierte Teamleader\r\n-einen Manager\r\n-regelm&auml;&szlig;iges Ranked 5s\r\n-Turnierteilnahmen\r\nund im besten Fall daraus Resultierende Gewinne\r\n\r\nWas wir erwarten:\r\n\r\n-Kritikf&auml;higkeit\r\n-Flamer k&ouml;nnen zu Hause bleiben, ein bisschen Salz ist in Ordnung\r\n-Einsatzbereitschaft\r\n-regelm&auml;&szlig;ige Onlinezeiten\r\n-P&uuml;nktlichkeit\r\n- 18+ da wir leider schlechte Erfahrungen mit Minderj&auml;hrigen hatten\r\n- Ihr solltet wissen was derzeit Meta ist und einen Championpool von 2-3 Champions besitzen auf denen ihr euch wohlf&uuml;hlt!\r\n\r\nWenn ich Euer Interesse geweckt haben sollte, dann meldet euch entweder bei mir oder meiner &quot;rechten Hand&quot; Eis mit X!","replies":[]}