{"id":"ngEtVI6M","poster":"HoloHoroHolo","date":"2016-01-28T16:50:27.257+0000","title":"Armorpennetration gegen Vasallen und Junglemonster unter 0 möglich?","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Sch&ouml;nen Guten Tage,\r\n\r\nbevor ich das Problem erl&auml;utere kann ich vorab eine Problematik reinschieben, welche ich nicht l&ouml;sen konnte und vielleicht bereits eine Antwort gibt. Nach lol-wiki (deutsche Version) hei&szlig;t es &quot;Minions haben seit Patch 4.21 keine R&uuml;stungswerte mehr.&quot;. Aber erst einmal zu dem Problem/der Beobachtung:\r\n\r\nDa R&uuml;stungsdurchdringung die R&uuml;stung einzelner Ziele verringert, sollte der Schaden durch normale Angriffe (AA) mit steigender R&uuml;stungsdurchdrigung ebenfalls steigen. \r\nIch probierte Folgendes aus: Ahri lvl 1 53 AD. Masterie f&uuml;r 3+0,3/Level Armorpen (hei&szlig;t 3 auf lvl 1). Desweiteren im zweiten baum Brutalit&auml;t, welches zus&auml;tzliche 5 Schaden gegen Vasallen und Monster gew&auml;hrt. Im ersten versuch werden keine weiteren Runen mit Armorpen hinzugezogen. In diesem Falle machte meine Ahri (geterstet im Normal) folgende Schadenswerte:\r\nGegen Caster-Minion: 58 (besitzen 0 R&uuml;stung 53AD+5 aus Brutalit&auml;t)\r\nGegen kleinen Wolf: 58 (besitzt 0 R&uuml;stung siehe oben)\r\nGegen gro&szlig;e Wolf: 54 (besitzt 10 R&uuml;stung)\r\nBereits bei den 58 war ich skeptisch. Nach der Berechnung sollte 2-(100/(100-R&uuml;stung)) = Schadenmultiplikator sein. F&uuml;r -3 R&uuml;stung (bei normalen Minions) ergibt dies 1,029. Mit der GrundAD 53 multipliziert ergibt dies 54,54. Was rechnerisch also einen Schaden von mindestens 59 (sogar 60 wenn kaufm&auml;nnisch gerrundet wird). Wir haben aber gesehen, dass nur 58 Schaden (weiterhin nur 0 R&uuml;stung betrachtet wird).\r\n\r\nNoch trauriger wird es, wenn Magic/armorpen R&uuml;stungen genommen werden. Hiermit erreicht man auf Level 1 bereits 11 Armorpen. Die Tabelle sieht analog aus. Lediglich der Schaden am gro&szlig;en Wolf &auml;ndert sich:\r\nGegen Caster-Minion: 58 (besitzen 0 R&uuml;stung 53AD+5 aus Brutalit&auml;t)\r\nGegen kleinen Wolf: 58 (besitzt 0 R&uuml;stung siehe oben)\r\nGegen gro&szlig;e Wolf: 58 (besitzt 10 R&uuml;stung - 11 aus Armorpen erreicht 0 und selbe wert wie bei allen anderen)\r\n\r\nIch k&ouml;nnte nun den noch &quot;theoretischen&quot; Schaden berechnen, aber ich denke das Problem wurde verstanden.\r\n\r\nNun die Frage Bug oder ist das minimum von Vasallen und Jungle-Monstern auf 0 gestzt?\r\n\r\nDanke f&uuml;r&#039;s lesen und die kommenden Antworten\r\n\r\nSpicy","replies":[{"id":"","poster":"HoloHoroHolo","date":"2016-01-28T17:17:05.736+0000","up_votes":1,"down_votes":0,"body":"Ah okai. Danke für die Antwort. So betrachtet macht es natürlich Sinn.\nDann brauch dazu denke ich nichts mehr gesagt zu werden :)\n\nLG","replies":[]},{"id":"","poster":"Revelate","date":"2016-01-28T17:04:49.422+0000","up_votes":1,"down_votes":0,"body":"Durch Rüstungsdurchdringung kannst du deinem Gegner keine Negativresistenzen verpassen.\nMinions nehmen keinen Bonusschaden durch Rüstungsdurchdringung, da sie keine Rüstung haben. Deswegen nimmt man ja auch als ADC die Flat AD Runen mit, damit man besser lasthitten kann im early.\n\nDas einzige was Minions in einen Negativbereich drücken kann ist das Höllenzepter, da dies keine durchdringung ist, sondern eine Reduktion.\nSo nach dem Motto wenn du 0 Armor hast kannst du auch nichts durchdringen. Aber Reduzieren geht immer 0-20 = -20","replies":[]}]}