{"id":"7QwgLzEh","poster":"ILrYxIns","date":"2016-01-27T23:40:49.835+0000","title":"Permanenter Ban: mein Fall, eure Meinung","subforum":"Spielerverhalten & Moderation","up_votes":9,"down_votes":8,"body":"Wie im Titel erw&auml;hnt habe ich einen Permanban bekommen. Grund: ganz klar Toxic. \r\nIch m&ouml;chte mich hier gar nicht ausheulen, vielmehr suche ich andere Blickwinkel f&uuml;r ein besseres Verst&auml;ndis. Also bitte nutz diese Diskussion nicht mir zu sagen wie bl&ouml;d ich bin. Ich habe ja jetzt verstanden wo das hinf&uuml;hrt. ^^\r\n\r\nMein Account wurde schon mehrfach      Chat-Restricted und ihm nachhinein hat es auch immer eine gewisse Zeit geholfen. Ich habe immer wieder ein Lob zu meiner Besserung bekommen. Nach den Placements zur Season 6 war es anscheinend wieder soweit f&uuml;r mich zu flamen. Nach zwei Games voller Flame gab es dann die 14-t&auml;gige Suspendierung. Als ich gelesen hatte, dass weiterhin so ein Verhalten zum permanenten Ban f&uuml;hren wird habe ich den Entschluss gefasst nur noch im 5 Mann-Premade in den Chat zu schreiben und mich auf Pings zu besch&auml;nken. Am selben Tag habe ich noch eine Permanban bekommen. Grund daf&uuml;r war der Flame aus dem 2. Game. Mein Problem ist, dass ich erst nach dem 2. Game die Nachricht aus dem 1. Game erhalten habe (Play again-Button OP). Also bekam ich eine Verwarnung (zwei w&ouml;chiger Ban) und ohne Zugriff auf meine Account zu haben im Anschluss einen permanenten Ban.\r\n\r\nMeine Ansicht zu der Sache: \r\nNat&uuml;rlich kann man sagen das ich nach den Chat-Restrictions mit dem Flamen aufh&ouml;ren bzw. gar nicht erst flamen h&auml;tte sollen. Dazu sei aber gesagt, dass f&uuml;r Spieler wie mich, die es nicht gleich verstehen, eben genau diese befristeten Suspendierungen eingef&uuml;hrt sind. In meine Augen ist das der Warnschuss und eine letzte Chance und ich glaube so ist es auch gedacht. Jedoch hatte ich diese letzte Verbesserungsm&ouml;glichkeit praktisch nicht.\r\n\r\nSelbsteinsch&auml;tzung: \r\nIch flame. Ich kann auch nett sein. So ist es eben, sehr impulsiv und auf das kann in einem Online-Chat leider nicht geachtet werden. Mir rutscht dabei eben mal ein &quot;u are fucking useless&quot;, &quot;shut the fuck up&quot; aus, oder ein &quot;iam done with this shit&quot;. Dabei hab aber auch ich meine Grenzen, denn Sachen wie &quot;get %%%%%%&quot; und &quot;i hope ur mother dies&quot; waren f&uuml;r mich niemals auch nur Ansatzweise in das Spiel, ich wiederhole Spiel hinein zu denken so etwas hat in keiner Konversation etwas verloren. Ich werde auch geflamt, aber ich habe Verst&auml;ndnis und bin sparsam mit Reports gerade eben, weil ich so bin. Ich werde auch Sachen pers&ouml;nlich nehmen und zur&uuml;ck flamen. Ja tut mir leid ich bin ein Mensch ich kann auch in einem Spiel nicht eiskalt bleiben. Ich bin ein schlechter Verlierer, aber auch ein guter Gewinner. So ist f&uuml;r mich nach Beleidigungen ein &quot;ez&quot; im All-Chat ein verbreche, denn der Zweck ist mir nicht klar. Zu guter letzt kann ich auch nett sein und Spieler im Spiel aufbauen und nach dem Spiel mein Wissen (Tipps) weitergeben.\r\n\r\nWoher nehme ich mir das Recht euch von meiner Ansicht zu &uuml;berzeugen?\r\n\r\nGanz ehrlich keine Ahnung. Ich f&uuml;hle mich irgendwie dazu gen&ouml;tigt meinen Dampf abzulassen und mit l&ouml;st sich das ganze wohl nicht 4Head.^^ Ich h&auml;tte halt gerne meine letzte Chance genutzt andere Leute bekommen sie ja auch. Dazu kann man sich die Reform-Cards im Internet anschauen, welche Beispiel zeigen. Ohne mich zu verteidigen (Kappa), da gibt es schon krassere Dinge als meinen Flame.\r\n\r\nGarantierte Besserung? \r\n\r\nGanz ehrlich? Nein. Nach diesem Text will ich keine Garantie geben, sondern meine Situation schildern, ein Bitte aussprechen, mich einmal richtig entschuldigen und auf eine Chance hoffen. Es w&auml;re ungl&uuml;cklich wenn ich wieder toxic werde, aber da habe ich eine Idee: einen Perma-Ban.\r\n\r\nIch hatte doch eine Entschuldigung versprochen, nicht ?\r\n\r\nAn alle Leute die ich seit meinem Beginn in Season 3, irgendwie verst&ouml;rt, beleidigt und ich schlimmsten Fall sogar verletzt habe: &quot;Es tut mir leid.&quot; Das ist zwar nichts gro&szlig;es, aber das meiste was ich tuen kann. Ich hoffe wirklich das Leute die mich so erleben mussten das hier lesen. So k&ouml;nnt ihr von mir erfahren, was bis jetzt nie angekommen ist. Falls euch das nicht gen&uuml;gt werdet ihr hier ziemlich sicher erfahren, ob ich meine Chance bekommen habe oder nicht und k&ouml;nnt euch sogar freuen falls es nicht so ist. Vielleicht f&uuml;hlt ihr euch dann entsch&auml;digt.\r\n\r\nEin letzter Appell.\r\n\r\nIch bitte Alle, die sich diesen Text wirklich durchgelesen haben, ihre ehrliche Meinung abzugeben. (Bitte nicht &uuml;ber Grammatik und Rechtschreibfehler) Ihr k&ouml;nnt auch gerne Fragen stellen.\r\n\r\nmfG ein Beschw&ouml;rer","replies":[{"id":"","poster":"Doo ","date":"2016-01-27T23:49:35.353+0000","up_votes":3,"down_votes":5,"body":"Ehrlich gesagt finde ich toxic player noch nicht so schlimm wie die, die bei Minute 3 schreiben \"i troll, jungler didn't come to gank\" ... eben gerade so passiert. Wenn jemand toxic ist, aber trotzdem gut spielt kann es mir egal sein. Dann wird derjenige gemuted und fertig. Aber gegen solche Leute die trollen, sich freuen wenn das eigene Team verliert... sowas gehört direkt gebannt! Am besten so, dass diese Spieler nie wieder LoL spielen können, auch nicht mit einem anderen Account. Da finde ich Leute die AFK sind noch lange nicht so schlimm wie diese \"Troller\".","replies":[{"id":"","poster":"Spicavius","date":"2016-01-28T00:08:01.431+0000","up_votes":3,"down_votes":0,"body":"Hmm ich kenne das eher so.\nFlamer rastet aus ---> schreibt sich einen Wolf --> spielt noch schlechter als davor.  GG.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T00:18:13.379+0000","up_votes":2,"down_votes":1,"body":"Ich habe nie bestritten das ich geflamt habe, aber intentionally feeding und AFKing war hier nicht vorhanden.","replies":[{"id":"","poster":"AllStarRusse","date":"2016-01-28T00:27:32.358+0000","up_votes":2,"down_votes":1,"body":"Die frage ist ob Flaming erlaubt ist? \nnein, also wenn du es immerwieder tust, wirst du ultimativ irgentwann permanent gebannt?\n\nich weiß nicht wo das problem is","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T00:38:29.920+0000","up_votes":1,"down_votes":1,"body":"Wie im Text steht war das nicht der Diskussionspunkt. Mein Anliegen war das ich den 14-Tage Ban, welchen ich nicht wahrnehmen konnte (er wahr schlicht und einfach noch nicht vorhanden) bekomme als letzte Chance. Denn der permanent Ban war auf das 2. Spiel bezogen aber erst nach dem habe ich die Meldung vom ersten Spiel erhalten. D. h. ich konnte den 14-tage Bann gar nicht absitzen und mich verbessern.","replies":[{"id":"","poster":"AllStarRusse","date":"2016-01-28T00:49:10.073+0000","up_votes":2,"down_votes":0,"body":"Wieso kommst du dan zum forum? es gibt den riot support, wenn dieser nichts machen kann dan hab viel spaß am lv30 hochleveln","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T01:03:42.873+0000","up_votes":1,"down_votes":1,"body":"Der Riot Support hat mir geantwortet und es gab genau das gleiche Problem. Es wurde mir gesagt das Flamen nicht ok ist. Soweit war ja alles klar. Aber auf den Punkt das ich den 14-tägigen Bann praktisch übersprungen hab, wenn man so will, kam keine Rückmeldung. Also wollte ich die Meinung dazu hören, ob man das gerechtfertigt findet, oder nicht? Denn logisch Betrachtet war mein Input der wiederholte Flame und das Bot-Programm hat nach reiner Logik gehandelt, aber nicht beachtet, dass es mir unmöglich war meine letzte Warnung vor dem 2. Spiel wahrzunehmen. Also hab ich gehofft, dass man hier eine klare Antwort bekommt.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:08:47.084+0000","up_votes":2,"down_votes":0,"body":"Einfach nochmal nachhaken. Beim ersten Mal überfliegt der Support das Ticket nur und versucht durch eine der Standartcopypaste-Antworten die üblichen Fragen zu beantworten. Da 90% der Tickets so beantwortet werden können, geht das einfach schneller.\nEs ist also gut möglich, dass deine Frage einfach überlesen wurde.\n\nIch würde also einfach in einer weiteren Antwort (oder, sofern das Ticket geschlossen wurde, in einem neuen Ticket) die Frage erneut stellen und dieses Mal ausschließlich und schnell verständlich auf den Punkt eingehen, dass du vor Ende des zweiwöchigen Bans bereits den Perma erhalten hast  - ohne die Chance, dich nach dem 2-Wochen-Ban nochmal zu bessern.\n\nDas sollte der Support dann einfacher erkennnen können. Womöglich dauert es mit der Antwort etwas, weil, wie bereits gesagt wurde, das Ticket dann wahrscheinlich an einen entsprechenden spezialisierteren Mitarbeiter weiter geleitet werden muss.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T13:17:08.181+0000","up_votes":7,"down_votes":0,"body":"Da ich selber auf Arbeit manchmal mit Support beschäftigt bin, kann ich das nur bestätigen. Wir haben auch manchmal Fälle, die wir beim Überfliegen schon wissen: Das ist die und die Antwort. Und dann kommt ne Mail zurück: Hey, ihr habt meine Frage nicht beantwortet.\n\nStandard-Antworten beim ersten Kontakt sind normal. Wichtig ist, dass du die \"Bekannt-Barriere\" durchbrichst. Also dafür sorgst, dass die Supporter tatsächlich merken, dass da was schief gelaufen ist. Dazu solltest du Überschrift und Text entsprechend wählen. Mein Tipp: Vermeide ALLES, wirklich ALLES, jeden auch noch so kleinen Halbsatz, der etwas davon erzählt dass du dich bessern willst und dass du gerne deine letzte Chance hättest. Denn darum geht es gar nicht! Es geht hier lediglich darum, dass das System dich gekickt hat, obwohl du den 14-Tage-Bann nicht abgesessen hast. Das ist eindeutig ein Bug im System. Das müssen die Entwickler korrigieren.\n\nErst im \"P.S.\" kannst du auch gerne mit einem Satz darauf eingehen, dass du schon den Permaban verhindern willst und nach Hilfe in den Foren suchst. Damit stimmst du auch die Supporter freundlicher, deiner Sache nachzugehen. Denk immer dran: Auf der anderen Seite sitzt ein Mensch. Und der muss sich oft genug ganz schönen Müll anhören. Sei direkt aber freundlich und vermeide jeden Schmalz. Damit erreichst du am meisten.\n\nSo, nachher schreib ich dir noch was zum Thema Flaming/Raging. Muss aber grad weiter :)","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T13:21:14.925+0000","up_votes":3,"down_votes":0,"body":"Herzlichen Dank! Das wird mir sicher weiter helfen. Wirklich danke sehr!","replies":[]}]}]},{"id":"","poster":"Deathzøne","date":"2016-01-28T03:00:06.913+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ILrYxIns,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=0001000100000000000000000000,timestamp=2016-01-28T01:03:42.873+0000)\n>\n> Der Riot Support hat mir geantwortet und es gab genau das gleiche Problem. Es wurde mir gesagt das Flamen nicht ok ist. Soweit war ja alles klar. Aber auf den Punkt das ich den 14-tägigen Bann praktisch übersprungen hab, wenn man so will, kam keine Rückmeldung. Also wollte ich die Meinung dazu hören, ob man das gerechtfertigt findet, oder nicht? Denn logisch Betrachtet war mein Input der wiederholte Flame und das Bot-Programm hat nach reiner Logik gehandelt, aber nicht beachtet, dass es mir unmöglich war meine letzte Warnung vor dem 2. Spiel wahrzunehmen. Also hab ich gehofft, dass man hier eine klare Antwort bekommt.\n\nIch kenne das System zwar nicht perfekt aber hier mal meine Ansicht: wie du bereits gesagt hast flamest du ganz gerne und auch recht häufig ( hast ja schon Verwarnung etc bekommen) das System sagt jetzt nachdem du reportet wurdest und der Chat überprüft wurde das du wieder auffällig geworden bist und bestraft dich mit einem 14 Tage bann, welchen du aufgrund von \"skippen\" nicht bekommen hast, da du zu diesem Zeitpunkt wahrscheinlich wieder in der champselect warst. In diesem Spiel bist du auch wieder auffällig geworden und das System hat wahrscheinlich gesagt das eine Besserung deines Verhaltens in Zukunft nicht erfolgt. Ergo du wurdest direkt (ob Fehler oder nicht, dazu wäre es spätestens nach dem 14 Tage Bann gekommen) permgebannt. Du selber sagtest ja auch das du dich nicht so wirklich unter Kontrolle hast, weshalb du so oder so wieder geflamt hättest. Ich will dir hier jetzt nichts unterstellen und kenne dich nicht. Evtl hättest dich ja geändert nur deinem Post zufolge bezweifle ich es. Somit wäre der Account sowieso gebannt worden. \nSchildere dem Support einfach genau wie es war, ggf bekommst ja nach 14 Tagen den Account auf Bewährung :D nur wenn du dann nochmal auffällt ist er dann definitiv weg.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:09:47.891+0000","up_votes":1,"down_votes":0,"body":"Er muss schon ingame gewesen sein. Wenn man den Ban in der CS erhält, fliegt man aus der CS. Ist schon bei manchen passiert.","replies":[]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:01:43.951+0000","up_votes":1,"down_votes":1,"body":"Steht auch im Text, dass es nicht garantiert zur Besserung kommt, oder ? Hab auch geschrieben, dass sie mich dann einfach permanent Bannen sollen.","replies":[]}]},{"id":"","poster":"Shadow l Eagle","date":"2016-01-28T05:46:36.050+0000","up_votes":1,"down_votes":0,"body":"Das sie nicht Antworten ist oft so wenn sie es Intern weiter reichen (Wenn der jenige mit der Materie die du erklärt hast nicht klar kommt) schreib einfach nochmal rein aber im Forum kann dir keiner helfen daher wir keine Riotler sind.","replies":[]},{"id":"","poster":"AllStarRusse","date":"2016-01-28T01:56:34.313+0000","up_votes":1,"down_votes":0,"body":"Eine antwort kannst du hier nicht bekommen","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T02:01:40.956+0000","up_votes":1,"down_votes":1,"body":"Wieso nicht? Ich verlange von keinem, dass er meinen Account entsperrt. Ich will hier nur Meinungen zu diesem Fehler im System einholen. Vielleicht wird auch jemand darauf stoßen der mir weiterhelfen kann, oder der Support schreibt mir sogar zurück. ^^","replies":[]}]}]}]},{"id":"","poster":"Spicavius","date":"2016-01-28T01:01:19.398+0000","up_votes":3,"down_votes":0,"body":"Warte bis die Forenmoderatoren online kommen.  Die informieren die Leute sehr gut und helfen auch so gut sie können.\n\nMomentan sind die Antworten/Hilfe ja sehr mager ausgefallen. :/","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:02:02.759+0000","up_votes":2,"down_votes":0,"body":"Hmpf.\n\nIch meine einerseits danke für die Blumen, über die wird sich wohl jeder von uns freuen... andererseits sind wir wegen unserer Beiträge zu Emissarys geworden und nicht andersrum.\n\nWenn du findest, dass etwas an Infos für den TE fehlt, dann sollte es doch vor allem für dich ein Anliegen sein, selbst für diese Information zu sorgen, oder nicht? Ich will mich nicht beschweren, ich mache das gern, aber ich finde deine Haltung in Anbetracht deiner scheinbaren Ziele etwas zu passiv :P","replies":[{"id":"","poster":"Spicavius","date":"2016-01-28T12:54:42.473+0000","up_votes":2,"down_votes":0,"body":"ja zu dem Zeitpunkt hatte ich einfach keine Lust seinen Beitrag zu lesen. Auch wenn er bestimmt schön geschrieben ist.\nIch hatte einfach keine Lust x) und wollte ihn wenigstens wissen lassen, dass es wohlmöglich informativere Beiträge geben kann / geben wird.","replies":[]}]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T01:09:47.464+0000","up_votes":1,"down_votes":1,"body":"Naja, ich finde es schon gut, dass ich Leute gefunden haben die meine Meinung nicht unbedingt teilen, aber ich darüber diskutieren kann. Natürlich wäre ein klare Antwort bzw. sogar Hilfe toll. Am besten mit Begründung zu dem angespochenen Punkt. :)","replies":[]}]},{"id":"","poster":"Jastol","date":"2016-01-28T09:51:07.675+0000","up_votes":1,"down_votes":0,"body":"Das ist in etwa so, als könnte man einen Serienmörder nur für den ersten Mord verurteilen nur weil man Ihm nicht sagen konnte, dass er etwas falsches getan hat.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:13:41.087+0000","up_votes":1,"down_votes":0,"body":"Nein, das hier ist deutlich anders. Wenn ein 14-Tage Ban vergeben wird, sollte der nicht einfach so auf einen Perma verlängert werden können, nur weil das System nicht schnell genug gegriffen hat. Für ihn war ein Spiel vorbei und direkt danach kam der Ban. Die 2te Strafe, der Perma, hat damit ein Spiel bestraft, was vor der ersten Strafe lag. Damit wurde der TE für ein Spiel 2 Mal bestraft.\n\nDas wäre also so, als würde man einen Serienmörder für 2 Morde bestrafen und dann nochmal für den 2ten Mord.","replies":[]}]}]}]}]}]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T00:05:07.812+0000","up_votes":2,"down_votes":1,"body":"Stimmt sehe ich genau so. Ich habe das geschrieben, aber ich habe weder getrollt noch bin ich gleaved. Das war purer Rage und leere \"Drohung\" . Man kann das sicher überprüfen.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:15:16.183+0000","up_votes":1,"down_votes":0,"body":"Kann man durchaus. Wird es auch. Da du keine Strafe vom Leaver- oder vom Feederbuster erhalten hast, liegt auch offensichtlich kein Vergehen in dieser Hinsicht vor.\n\nAber für eine leere Drohung kann man auch bestraft werden und genau das ist passiert.","replies":[]}]},{"id":"","poster":"Alustus","date":"2016-01-28T01:31:38.445+0000","up_votes":1,"down_votes":0,"body":"> Ehrlich gesagt finde ich toxic player noch nicht so schlimm wie die, die bei Minute 3 schreiben \"i troll, jungler didn't come to gank\" ... eben gerade so passiert. Wenn jemand toxic ist, aber trotzdem gut spielt kann es mir egal sein.\n\nkommt darauf an ob ern nur schreibt das er trollt oder das auch tatsächlich macht,\nUnd wie hart der flame ist.\n\nGrundsätzlich gebe ich dir aber recht das Trolle \"schlimmer\" sind.\nTrotzdem sollte man nicht vergessen das auch Trolle gebannt werden, leider ist es aber bei diesen etwas schwerer da es nicht durch ein automatisches System überprüft werden kann. (außer es ist sehr eindeutig)\n\nBeim Flame wird einfach der Chatverlauf gefiltert(vereinfacht gesagt, ist natürlich etwas vielschichtiger)  und von einem System bewertet, was natürlich schneller und effizienter .","replies":[{"id":"","poster":"Doo ","date":"2016-01-28T19:58:14.776+0000","up_votes":1,"down_votes":0,"body":"Als gestern jemand bei mir getrollt hat, ist er einfach in den Jungle gegangen und hat gefarmt. Mehr aber nicht, hat er nur gemacht damit es überhaupt nicht auffällt. Im Gegensatz zu anderen hatte dieser Troll noch gute stats, weil er nur ein mal gestorben ist.. da wird es echt schwer für das System so etwas zu erkennen.","replies":[]}]},{"id":"","poster":"Shadow l Eagle","date":"2016-01-28T05:43:28.418+0000","up_votes":1,"down_votes":1,"body":"Gibt auch solch leute die wie bei mir gestern als Sona / Morde in die Gegner reinlaufen und NICHTS TUN einfach GAAAAAAARNICHTS selbe war auch beim Tower der fall rennt hin (Minions neigen sich dem ende) wir hauen ab weil natürlich alle respawned sind und Minions alle down waren was macht sona lallalalala auto attack lalallaalla ging natürlich dann c.a 20-40min so weiter... und in dieser Zeit kam natürlich auch nichts von denen im Chat Bots wären besser gewesen als diese 2. \n\nSelbe auch bei meinem Master Yi Spiel. Katarina läuft in 5 Leute rein immer wieder und wieder und bezeichnet uns am ende dann als Noobs (Das ist alles was ich aus diesem Franzosen DIng rauslesen kann) \nNatürlich war ich dann nach dem 2ten Yi Penta so fed das ich es einfach beendet habe.\n\nKurz und Knapp, Alle 3 wurden wegen Feeding Gemeldet.","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2016-01-28T11:40:40.916+0000","up_votes":5,"down_votes":0,"body":"Meine persönliche Meinung ist, dass du am besten mit LoL aufhören solltest. Du scheinst keine all zu große Motivation zu haben deinen Verhalten zu ändern, insofern geht der Permaban denke ich schon klar. \n\nTrotzdem hab ich deinen Fall mal an einen PB Rioter weitergeleitet und er meinte, du sollst ein Support-Ticket schreiben.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:44:19.061+0000","up_votes":1,"down_votes":0,"body":"Dürfte ich erfahren warum du so über mich denkst? Ein neues Support-Ticket? Was soll da drinnen stehen? \nDanke für deine Hilfe!","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-28T11:56:50.436+0000","up_votes":4,"down_votes":0,"body":"Das hat wenig mit dir persönlich zu tun. Meine Meinung basiert auf dem Fakt, dass nahezu 100% der permagebannten Spieler nicht in der Lage sind ihr Verhalten zu bessern, völlig egal wieviele Chancen man ihnen noch gibt. Man könnte argumentieren dass du da nicht dazugehörst, da du ja garnicht die Chance hattest dich nach dem 2-Wochen-Bann zu bessern. Aber da mir der PB Rioter gesagt hat dass solche Fälle wie deiner nur bei außergewöhnlich toxischen Spielern vorkommen können und da du außerdem selber gesagt hast, dass du nicht weißt ob du dich bessern kannst, macht es für mich Sinn dich ebenfalls in die Kategorie der nicht reformierbaren Spieler einzuordnen. \nUnd da ich denke dass toxische Spieler der Community schaden, wäre es mir persönlich lieber, wenn du dich dazu entscheiden würdest das Kapitel LoL abzuschließen. Ist vermutlich besser für alle Beteiligten, inklusive dir selbst. \n\nAll das kann ich natürlich nicht mit Sicherheit wissen, es ist lediglich eine begründete Annahme die ich für sehr wahrscheinlich halte. Vlt lieg ich komplett daneben, vlt nicht. Aber du hast nunmal nach unserer Meinung gefragt und ich denke du verdienst eine ehrliche Antwort. \n\nZu deiner Frage was im Ticket drinstehen soll: Keine Ahnung. Mir wurde nur gesagt dass du dich an den Support wenden sollst. Wenn du das schon ohne Erfolg getan hast, wird dir wohl nichts anderes übrig bleiben als dich mit dem Permaban abzufinden.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:05:55.296+0000","up_votes":1,"down_votes":0,"body":"Hm.. Fakten hab ich gerne. ^^ Klar mit dem bleibenden Ban bleibt man auf der sicheren Seite und für die Community bin ich ja nicht viel. Zusagen das ich mich zu 100% bessere wie viel ist es deiner Meinung nach wert? Schade, dass diese ganze Diskussion nicht ein Stückchen Motivation zeigen kann. Beim Support bekam ich jetzt nur den Bot als Antwort. Ich habe leider keine Ahnung, ob das in die Kategorie gescheitert fällt. Ich respektiere deine Meinung trotzdem, da alle Fakten gegen meine Besserung sprechen, aber manchmal muss man spekulieren um zu gewinnen. :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-28T12:15:15.457+0000","up_votes":4,"down_votes":0,"body":"> Zusagen das ich mich zu 100% bessere wie viel ist es deiner Meinung nach wert?\n\nIm Prinzip nichts, denn das sagen alle. \nRiot hat vor Jahren ein Experiment durchgeführt. Sie haben Spielern die permagebannt wurden und die beim Support absolut glaubhaft um eine letzte Chance gebeten haben, eine Herausforderung gestellt: Schaffe es einen neuen Account auf lvl 20 zu leveln ohne gebannt zu werden und du bekommst deinen Account wieder. Es ist wichtig zu wissen dass diese Chance nicht jedem permagebannten Spieler gegeben wurde, sondern nur denen, wo die Rioter durch den Inhalt der Tickets absolut überzeugt waren, dass es diese Leute wirklich ernst meinen und ihr Verhalten ernsthaft bereuen. \nLong story short: Weit über 90% haben die Herausforderung nicht gemeistert, viele von den verbleibenden wurden dann später wieder gebannt. \nDie Moral von der Geschichte: Das Versprechen sich zu bessern ist bei Permaban-Kandidaten kein Indikator für tatsächliche Besserung. Daher auch meine Überzeugung bezüglich der Existenz nicht reformierbarer Spieler.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:18:50.421+0000","up_votes":1,"down_votes":0,"body":"Das dürfte vor meiner Zeit gewesen sein. Rein aus Neugierde warum hat man dieses System mit dem aufleveln ohne Report nicht beibehalten? ^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-28T12:31:48.157+0000","up_votes":4,"down_votes":0,"body":"Ist das nicht aus dem was ich geschrieben habe ersichtlich?\nWeil es nicht funktioniert hat. Das Experiment hat gezeigt dass Permagebannte, wenn man ihnen eine Chance gibt, ihr altes Verhalten wieder auf die Community loslassen. Man kann die ~99% nicht einfach tausende von Spielen verderben lassen nur um den 1% noch eine Chance zu geben, das wäre absolut unverantwortlich.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:35:29.179+0000","up_votes":1,"down_votes":0,"body":"Sorry ich hab ja nicht gewusst das es 0% Erfolgsquote hatte...Außerdem wurden die ja beim kleinsten Mucks sofort gebannt viele Spiel haben die sicher nicht versaut. Tut mir leid wegen der Frage..","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-28T12:54:52.134+0000","up_votes":3,"down_votes":0,"body":"Nene, die haben das ganz normale Ban-System durchlaufen, die wurde nicht manuell überwacht. Die haben sich ihre Bans schon ordentlich verdient (und das war früher noch schwieriger als heute, da die damaligen Systeme längst nicht so \"intelligent\" waren).","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-28T13:58:10.322+0000","up_votes":6,"down_votes":0,"body":"Um ehrlich zu sein frage ich mich, wie man es bei dem alten Tribunal (das teilweise Monate alte Reports abgearbeitet hat) es überhaupt schaffen kann, bis Stufe 20 einen Bann zu erhalten.","replies":[]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-01-28T12:25:34.162+0000","up_votes":1,"down_votes":0,"body":"Bei 90% Rückfallquote bei ausgewählten Leuten und die anderen 10% dann Monate später folgend, meinst du da lohnt sich sowas?\nNichts gegen dich, aber das ist er Fakt von damals.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:28:03.910+0000","up_votes":2,"down_votes":0,"body":"Sorry, das War vor meiner Zeit ich hatte keine Ahnung, dass es so drastisch war bei 0% Erfolgsquote ist es wohl sinnlos! haha","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T12:31:49.092+0000","up_votes":1,"down_votes":1,"body":"Ja gut vielleicht hat es von 100.000 ja einer geschafft oder so, aber normal, wenn so ne 10% Rückfallquote gewesen wäre, oder vielleicht aus 20% geht das ja noch, aber 90%?? Also von 10 Spielern, werden 9 vor 20 lvl  gebannt und aufgerundet 1 einige Zeit nach dem er seinen 30 er Account wieder hat, ist doch schon sehr extrem.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:36:09.043+0000","up_votes":2,"down_votes":0,"body":"Ja kann ich verstehen, wenn man bedenkt das es eine große Belastung für den Support darstellt!","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-28T12:43:20.997+0000","up_votes":1,"down_votes":0,"body":"wieso sollte man bei einer Quote von über 90% die sich nicht bessern wollen? \n\nWenn ich jetzt nur mal annehme das 10% der Perm gebannten das ganze Glaubhaft rüberbringen könnten wären wir bei 0,0006% der Spieler. Davon dann nochmal etwa 5% wären wir bei 0,00003%. Grob geschätzte 400 Spieler die entbannt würden gegenüber 7200 Leuten die sich nicht bessern würden und wieder einen Perma Bann bekommen würden und auf dem Weg dahin (bei etwa 50 Spielen bis zum Perma) weiteren 3.240.000 Spielern ein Spiel versauen. \n\nIch wäre da schon auf Riots seite die Leute nicht vor diese Herausforderung zu stellen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-28T04:50:48.711+0000","up_votes":7,"down_votes":1,"body":"Was ich ja immer faszinierend finde... wie sich alle Flamer die Ausrede \"Aber ich schreibe ja nicht 'Get %%%%%%\" oder 'I hope your Mother dies'\" bringen...\n\nGanz ehrlich. Ich spiele schon sehr sehr lange LoL... ich habe die \"Report me, I don't care, the tribunal is down\" Zeiten erlebt. Und selbst in diesen Extremzeiten wurde mir nur extremst selten Krebs gewünscht. Ich wunder mich also irgendwie, dass all ihr laut eigener Aussage toxischen Spieler dies ständig erfahrt (da gibt es dann einen schönen Satz mit Wald und Akustik... [und zwar nicht Became](https://vimeo.com/36912360).... \nund dass das mir seit einem Jahr gar nicht mehr passiert ist... schiebe ich ja darauf, dass toxische Spieler mittlerweile schneller aussortiert werden...\n\nFür mich ist das nen bisschen... als würde der Erdogan sagen, dass er ja Menschen (also Kurden-)verachtend, aber immerhin kein %%%%%% (also Holocauster) ist... \nAlso um euch ein mal eure Argumentation vor Augen zu führen: ihr sucht euch den absoluten und verabscheuungswürdigsten Bodensatz, die in meinen Augen (zu viele Krebstote in meiner Familie.... und ich habe in einem Englisch Diktat mal ne 3 bekommen, weil ich mich geweigert habe \"Mom\" klein zu schreiben...) definitiv instant einen Permaban verdient haben aus... und sagt dann: Im Vergleich zu denen, bin ich doch gar nicht sooo schlimm... \nUnd das ist eure Verteidigungsgrundlage... ja klar, man findet immer irgendjemanden, der noch schlimmer ist... aber das entschuldigt doch nicht euer eigenes (konstantes, sonst hättet ihr keinen Perma Bann) Fehlverhalten...\n\nUnd der TE wird jetzt denken, dass ich ihm übelst ans Bein pissen will... das tut mir beinah leid... er hat halt mit seiner \"aber ich wünsche doch keinem Krebs, ich bin doch einer von den Guten\" Argumentation das Fass zum überlaufen gebracht.\n\nVergleicht euch nicht mit dem Abschaum der unter euch steht, sondern mit den Vorbildern, die über euch stehen. Mit den Mitspielern, die auf das Gelfame höchstens mit einem \"Focus\" reagieren und danach den Flamer muten. Die niemals irgendwas negatives zurückschreiben. Dann seid ihr (auf eurem nächsten Account) das Problem mit den Strafen zeitnah los...","replies":[]},{"id":"","poster":"ILrYxIns","date":"2016-02-03T20:45:51.075+0000","up_votes":6,"down_votes":1,"body":"**Letzte Antwort vom Support vor ca. 2 Stunden:**\n\n\n> Hallo ILrYxIns,\n> \n> der Fehler kommt dadurch zustande, dass du nach der Vergabe deiner 14-tägigen Sperre nicht direkt aus dem Spiel geworfen wirst (aus einem beliebigen Grund, meist weil du es vorher bereits geschafft hast, ein neues Spiel zu starten). Das System beurteilt dein nächstes Spiel, als ob es dein erstes Spiel nach deinem 14-tägigen bann wäre und wenn du dich dort entsprechend verhälst, ist es dann folgerichtig ein Permabann.\n> \n> Wir sind uns des Fehlers bewusst, der bei einer sehr geringen Anzahl von Spieler auftritt und arbeiten daran, diesen zu beheben. Ich habe den Account jetzt entsperrt, das setzt deine Strafe aber nicht zurück, wenn du dich weiterhin entsprechen verhälst, wird deine nächste Sperre auf dem Account permanent sein.\n> \n> Lass mich wissen, wenn du noch Fragen hast.\n> \n> Rahzar\n> Riot Player Support Coordinator\n\n\nVielen Dank an all die Leute, welche mich hier unterstützt haben und auch an diejenigen die mir mit einer anderen Meinung ein besseres Verständnis gegeben haben. Natürlich habe ich mich auch noch beim Support bedankt!\n\nmfG","replies":[{"id":"","poster":"Zulwar","date":"2016-02-04T13:22:57.204+0000","up_votes":2,"down_votes":0,"body":"Ja das hört man gerne.\n\nIch hoffe das du gelernt hast und wir dich auf den richtigen Weg schubsen/leiten konnten.\n\nSomit hab spaß, nachdem dein 14 Tages Bann ausgelaufen ist und lass die anderen Spieler einfach Spieler sein. Würde es nicht gut finden, wenn du rückfällig wirst.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-02-04T12:45:26.730+0000","up_votes":2,"down_votes":2,"body":"Danke, dass du die Antwort des Supports mit uns geteilt hast.\nSie zeigt uns, dass Riot und seine Mitarbeiter durchaus bereit sind, Fehler zuzugeben und zu bereinigen. Diesen Umstand finde ich sehr beruhigend.\n\nDir persönlich Wünsche ich, dass du diese letzte Chance, die du nun rechtmäßiger Weise, ebenfalls erhalten hast, besser nutzt als die Meisten Anderen hier und von nun an ein angenehems Mitglied der Community bist und folglich auch deinen Account behalten darfst.","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-01-28T06:46:12.533+0000","up_votes":1,"down_votes":0,"body":"Meine ehrliche Meinung:\nDu hast das erste Spiel geflamet, gehst dann ins nächste Spiel, bekommst während dessen deinen 14 Tages Bann, flamest aber auch in dem Spiel und nach dem Spiel, geht es in den Perma.\nSchwierig, aber in der Regelung. Denn während du deinen ersten Bann hattest, hast du dir nochmal was geleistet, wodurch der Perma erstmal Regelkomform ist. Da du in einem Spiel warst, eine Schonfrist walten zu lassen, da du keine Chance hast dein Verhalten zu ändern, stimmt ja nicht ganz. Hättest du in dem nicht geflamet, wäre nichts passiert bis auf den 14 Tages Bann, jedoch hast du von deinem Bann erst später erfahren.\n\nIch weiß nicht ob du das schon gemacht hast, aber kannst ja versuchen den Support anzuschreiben und denen das zu schildern, vielleicht bekommst du so eine Herabstufung, aber ich würde mir da nicht allzu große Hoffnung machen, da es im Grunde kein Fehler ist.\n\nAuf der anderen Seite, wäre es vielleicht hilfreich, wenn du beide Emails hier mal Postest, um die Schwere deiner Tat beurteilen zu können. (Muss ja nicht Screenshot sein, reicht ja copy und paste.)\n\nEdit: habe nun erfahren, das Riot keine Leute Perma bannt, die die Meldung, das sie einen 14 Tages Bann haben, noch nicht bekommen haben, weil sie sich noch in einem Spiel befinden, wird das Spiel nicht gewertet. Somit liegt hier scheinbar ein Fehler vor. Wodurch meine Schilderung oben auf falscher Annahme beruht.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:21:25.280+0000","up_votes":1,"down_votes":0,"body":"Er hat aber doch während des 2ten Spiels gar nichts von den 14 Tagen gewusst. Daher denke ich nicht, dass der Ban angemessen ist. Die der Perma erfolgte aufgrund eines Spiels, welches vor Erhalt der 14 Tage gespielt wurde. Das heißt er wurde für ein Spiel bestraft, für welches er eigentlich bereits bestraft wurde. Riot selbst sagt, dass man nicht für Spiele vor der letzten Strafe bestraft werden kann.","replies":[{"id":"","poster":"Man of Honor","date":"2016-01-28T19:17:59.173+0000","up_votes":1,"down_votes":1,"body":"Wenn der Spieler am 01.01.2016 um 12 Uhr ein Spiel bestreitet und für dieses Game im Anschluss einen 14 Tage Ban erhält,dann kann das Sytem durchaus beim nächsten Spiel am 01.01.2016 um 12:30 Uhr einen Permaban aussprechen,wenn der Spieler sich auch in diesem Spiel toxisch verhält.\n\nEs liegt kein Fehler im System vor,wenn dem Spieler die Strafen - im Paket -  am 02.01.2016  mitgeteilt werden,oder die Benachrichtigungen in anderen Abständen erfolgt.\nDer Zeitpunkt der Vergehen ist für eine Bestrafung ausschlaggebend und nicht der Zeitpunkt der Strafbenachrichtigung!\n\nWeder das Sytem,noch die Benachrichtigung über eine Strafe kann InTime erfolgen,allerdings ist es dem Spieler möglich,innerhalb weniger Minuten zwei Spiel zu bestreiten,worin er ein regelwidriges Verhalten an den tag legt.\n\nGruß","replies":[{"id":"","poster":"eingew","date":"2016-01-28T19:44:31.762+0000","up_votes":2,"down_votes":0,"body":"Ja, das System kann diesen Ban definitiv aussprechen. Das ist völlig richtig - und beim TE auch exakt so passiert.\n\nDas heißt aber keinesfalls, dass sich das System in diesem Falle aber an die von Riot selbst auferlegten Regeln gehalten hat, denn die sagen eben eindeutig, dass man unter keinen Umständen für Vergehen bestraft werden kann, die vor der letzten Strafe lagen.\n\nDer Zeitpunkt der Strafbenachrichtigung erfolgt ausnahmslos zeitgleich mit dem in Kraft treten des Bans selbst. Das heißt wiederum, dass der permanente Ban vor Ablauf des zweiwöchigen erfolgt ist, was gegen die obigen Regen verstößt.\n\nDaher sollte hier eben eindeutig eine Rücknahme des Bans erfolgen, da ein Fehler im System vorliegt.","replies":[{"id":"","poster":"Man of Honor","date":"2016-01-29T01:20:47.371+0000","up_votes":1,"down_votes":1,"body":"> dass man unter keinen Umständen für Vergehen bestraft werden kann, die vor der letzten Strafe lagen.\n\nWoher kennst du die Reihenfolge der Spiele? Wie kann das Spiel,dass zum Perma Ban führte,vor dem anderen Spiel stattgefunden haben? Soetwas wäre nur dann möglich,wenn man die Bestrafung miteinander vertauscht hätte.Das würde aber nichts an der Tatsache änder,dass die Bestrafung gerechtfertigt ist,da die Vergehen bestraft werden und nicht die schwere des Regelverstoßes.\n\n> Das heißt wiederum, dass der permanente Ban vor Ablauf des zweiwöchigen erfolgt ist, was gegen die obigen Regen verstößt.\n\nWieso soll das gegen die Regeln verstoßen? Die Regeln besagen,dass nach dem vierten Vergehen eine permananete Sperrung droht,es steht nicht in den Regeln,dass ein Vergehen nicht in die Wertung fällt,solange eine Strafe noch aktiv ist.\nEs ist daher durchaus möglich,dass man innerhalb von vier Spielen alle vier Stufen durchläuft.\n\nUm eine Bestrafung zu gewehrleisten,die erst dann greift,sobald die alte Strafe abgelaufen ist,dürfte es dem Spieler nicht möglich sein ein neues Spiel zu starten.\nDas würde aber bedeuten,dass das Sytem unmittelbar nach dem Spiel eine Strafe aussprechen müsste.\n\nNach meinem Wissensstand  benötigt das System aber bis zu 15 Minuten nach Spielende um eine Strafe auszusprechen.\nDas würde bedeuten,dass jeder Spieler nach jedem absolvierten Spiel eine 15 minütige Spielsperre erhalten müsste,damit womögliche Strafen vollzogen werden können.","replies":[{"id":"","poster":"eingew","date":"2016-01-29T10:14:36.322+0000","up_votes":4,"down_votes":0,"body":"> Woher kennst du die Reihenfolge der Spiele? Wie kann das Spiel,dass zum Perma Ban führte,vor dem anderen Spiel stattgefunden haben?\n\nVom TE.\nUnd es hat nicht vor dem anderen Spiel stattgefunden.\n\nDie Zeitleiste war wie folgt:\n[diverse CR Strafen zuvor]\nSpiel 1, es wird geflamet -> Reports kommen\nEnde Spiel 1                     -> Überprüfung durch Chatanalyse wird gestartet\nSpiel 2, es wird geflamet -> Überprüfung aus Spiel 1 dauert an\nEnde Spiel 2                      -> Reports kommen, die Chatanalyse wird erneut angeworfen um Spiel 2 zu überprüfen, und die Überprüfung aus Spiel 1 ist fertigt, Ergebnis: 2 Wochen Ban\ncirca 30 Minuten später  -> Überprüfung aus Spiel 2 ist fertig, Ergebnis: Permanenter Ban\n\nDaher ist die 2te Strafe, der permanente Ban, nicht gerechtfertigt, weil er über ein Spiel urteilt, das vor Beginn der letzten Strafe lag. Zudem wurde darüber geurteilt, als läge der zweiwöchige Ban bereits in der Vergangenheit und der TE hätte sich trotz dieser harschen Warnung nicht gebessert. Also doppelt unrealistische Umstände.\nAber das habe ich doch alles schonmal erklärt und geht auch aus der Eröffnungspost hervor?\n\n> Die Regeln besagen,dass nach dem vierten Vergehen eine permananete Sperrung droht,es steht nicht in den Regeln,dass ein Vergehen nicht in die Wertung fällt,solange eine Strafe noch aktiv ist.\n\nDie Regeln sind von außen auch nicht immer wirklich ersichtlich. Riot hat durchaus betont, dass man nicht für Vergehen vor der letzten Strafe bestraft werden kann. Das wäre auch unsinnig. Wir haben schließlich kein Bestrafungssystem, sondern ein Reformsystem. Ziel der Strafen ist es, eine Besserung zu bewirken. Wenn man aber bannt, ohne dass man dem Spieler die letzte Chance, die ihm aufgrund der Fairness noch zusteht, alleine weil diese Chance allen Spielern zustand, dann nimmt man ihm die Möglichkeit zur Besserung.\n\nEs ist also *eben nicht* möglich, dass man in 4 Spielen alle 4 Stufen *nacheinander* durchläuft. Es ist möglich, dass man nach einem oder 2 oder gar 3 Spielen auf die 4te Stufe springt, aber man kann nicht *innerhalb der 3ten Stufe* auf die vierte springen. Das macht keinen Sinn und ist vor allem aus Sicht der Bestraften überaus unfair.\n\nWenn man die Motivation wecken will, sich zu bessern, ist es keine gute Idee, dem Bestraften das Gefühl zu geben, sich unfair behandelt zu fühlen.\n\n> Um eine Bestrafung zu gewehrleisten,die erst dann greift,sobald die alte Strafe abgelaufen ist,dürfte es dem Spieler nicht möglich sein ein neues Spiel zu starten.\n\nOder man fügt einfach einen Mechanismus hinzu, der automatisch alle Spiele vor diesem Ban als von der Chatanalyse bereits gelesen markiert und eine eventuell bereits laufende zusätzliche Überprüfung aussetzt. Ein Spieler sollte sowieso immer nur einen Bestrafungsprozess gleichzeitig durchleben können. Entweder er wird gerade überprüft, *oder* er wartet auf eine Strafe, beides gleichzeitig sollte nicht möglich sein.\n\n> Das würde aber bedeuten,dass das Sytem unmittelbar nach dem Spiel eine Strafe aussprechen müsste.\n\nTut es doch. Maximal eine halbe Stunde danach. Das ist eine unglaublich niedrige Zeit und ich weiß nicht, ob es möglich ist, das noch weiter nach unten zu drücken.","replies":[{"id":"","poster":"Man of Honor","date":"2016-01-29T14:58:58.280+0000","up_votes":1,"down_votes":1,"body":"> Woher kennst du die Reihenfolge der Spiele?\n\n> Vom TE.\n\nWeil der TE das so in den Raum stellt entspricht es  der Warheit? Dann frage ich mich aber,woher der TE die Reihenfolge der Spiele kennen will!\n\n> Es ist also eben nicht möglich, dass man in 4 Spielen alle 4 Stufen nacheinander durchläuft. \n\nSchau dazu bitte in diesen Sticky-Thread \"Das Player-Behavior-Lexikon\"  dort steht Zitat:\n\n> Es ist möglich, alle Stufen in vier Spielen zu durchlaufen.[ISF1]\n\nDeine Aussage widerspricht  demnach  der Aussage von Humpel! Wenn du diesbezüglich besser informiert bist als er,dann wäre es nett,wenn du den Fehler im Sticky-Thread beheben könntest,sodass die Community nicht weiterhin falsch informiert wird.\n\nDa du dir zu 100% sicher bist,dass Riot gegen die eigenen Regeln verstoßen hat und somit unschuldige Spieler permananent gebannt wurden,sollte man mit sofortiger Wirkung das Instantfeedbacksystem -bis zur Behebung des Fehlers- abschalten.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-29T15:14:17.149+0000","up_votes":4,"down_votes":0,"body":"Die Aussagen decken sich sehr wohl! Der Unterschied liegt nicht im Fokus der Anzahl der Spiele (4 Spiele), sonder in der Zeit dafür. D. h. es ist möglich in 4 Spielen alle 4 Stufen zu durchlaufen, aber es ist nicht möglich dies direkt nacheinander zu tun. Denn aus reiner Logik müsste ich das 4. Spiel doch erst nach 2 Wochen antreten können.\n\nDanke für deine Recherche!","replies":[]}]}]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-01-28T11:35:04.072+0000","up_votes":1,"down_votes":0,"body":"Ja das wusste ich nicht, das die das gesagt haben, da nur Häufig hier schon mal im Forum der Text von einem 14 Tages Bann gepostet wurde und ja da drinsteht, das wenn du dir dann noch mal was leistest, du den Perma bekommst, ist dies, wenn man es streng betrachtet hier der Fall. Da er ja während seines 2. Spieles den 14 Tages Bann bekommen haben muss und somit ein Teil des 2. Spieles während der Bann Zeit fallen würde, was ja somit dann in die Regelung passt.\n\nIch weiß blöder Satz, aber ist ja dann gut, das Riot das nicht so streng sieht.\n\nPS: werde meinen ersten Post somit noch editieren, um meine Neue Erkenntnis mit hinzuschreiben.","replies":[]}]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:19:28.061+0000","up_votes":2,"down_votes":1,"body":"2. Spiel:\nILrYxIns: elise\nILrYxIns: lmao\nILrYxIns: why u dont use e?\nILrYxIns: ye sry got baited by our jungler\nILrYxIns: yes\nILrYxIns: so u e on mionion\nILrYxIns: and cocoon her\nILrYxIns: lol ?\nILrYxIns: she stomp me now\nILrYxIns: wow\nILrYxIns: what iam tilted\nILrYxIns: so i dont give a shit\nILrYxIns: ewither i domintate lane or i feed\nILrYxIns: idc\nILrYxIns: i am the mechanical better play\nILrYxIns: playrer\nILrYxIns: so i will try to stomp her\nILrYxIns: even uf eklise denied me\nILrYxIns: lol that back pathing ß\nILrYxIns: ?\nILrYxIns: ok iam rly tilted now\nILrYxIns: ff20 ir afk\nILrYxIns: report\nILrYxIns: lok at that\nILrYxIns: 4kills lb\nILrYxIns: learn to nbot baot ur midlaner\nILrYxIns: i go afk at 20 min btw\nILrYxIns: i have enough of this shit\nILrYxIns: look at him\nILrYxIns: gg i do no dmg\nILrYxIns: shut the fuck up\nILrYxIns: useless jungler\nILrYxIns: yes 4 kills ks and still cant do shit with it\nILrYxIns: then dont play liek shot on top\nILrYxIns: u trade with him\nILrYxIns: even if u lose\nILrYxIns: lol\nILrYxIns: the chain\nILrYxIns: was invisible\nILrYxIns: ahaha\nILrYxIns: gj darius\nILrYxIns: report\nILrYxIns: 7 kills\nILrYxIns: lb easy win\nILrYxIns: =74 darius i want win\nILrYxIns: ^^\nILrYxIns: darius reportedf ^^\nILrYxIns: ?\nILrYxIns: gg\nILrYxIns: its over\nILrYxIns: dariuzs buys dmg\nILrYxIns: and not tanky\nILrYxIns: its a fucking joke\nILrYxIns: cant kill her\nILrYxIns: omg\nILrYxIns: yes\nILrYxIns: no chance\nILrYxIns: top losing\nILrYxIns: mid\nILrYxIns: and bot losing\nILrYxIns: and jungle no impact\nILrYxIns: 0/5 ashe\nILrYxIns: lol\nILrYxIns: and i troll\nILrYxIns: xD\nILrYxIns: ez game\nILrYxIns: well lb hads 20 kills\nILrYxIns: or maybe ur feeding ?\nILrYxIns: i mean look at darius\nILrYxIns: he is fucking useles\nILrYxIns: useless\nILrYxIns: same with u\nILrYxIns: ^^\nILrYxIns: 0 impact so far\nILrYxIns: +wellu guys play like on toaster\nILrYxIns: ggwp\nILrYxIns: good team as always\nILrYxIns: well i did a comeback\nILrYxIns: u did not\n\n1.Spiel:\nmeh\nrip\nwp bot\ncarrry me\nhm\nok top is lost\nlol\nok\niam done\nmaximum tilt is on guys\nlee is lv 6 be4 me\nlegit\nfed\nand cho 2 levels ahead\nggwp ff 2ß\n#20*\nyes and get dived again\nwellwe have no jungler\nwell\nwow\niam so tilted\nandthis renagr is total troll\nu give lee kill\nso i couldnt 2v1 them\non top\nand now they snowball on me\nand iam mad\nand u still dont gank\n^^\nshut the fuck up thx\n3/0/3 cho xD\njust ff and go next\nlook at that\nall lanes lost xD\nshut ur fucking mouth u give lee the kill he needed\nand u dont gnak\nff 20 or afk\nsay the main jungler u gives lee the kills\nlook at him\nthats how u have impact\nand u are bad\nstill no gank\ngj bot\n^^\nwhy u dont play safe ?\nlee carry u so hard ^^\nxD\ngj\n1min for ff\n#op\nbest jungler euw\nhow to solo lose game ^^\nmain jungle\ngibes lee firstblood\nlol\nand look who carries\nlee\nxD\npro\nand i never died 1v1\nthen how do i have most cs ß\n#xD\nu guys ^^\nare retarded\nthat was the most ovious baron\nive ever seen\nggwp\neasy\nenbemy teamdo braon\nwe better group bot\n^^\n\nDas ich geflamt habe wird ich hier bestätigen. Also nochmal für alle die beiden Chatlogs.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-28T09:28:36.328+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ILrYxIns,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=00080000,timestamp=2016-01-28T09:19:28.061+0000)\n>\n> 2. Spiel:\n> ILrYxIns: elise\n> ILrYxIns: lmao\n> ILrYxIns: why u dont use e?\n> ILrYxIns: ye sry got baited by our jungler\n> ILrYxIns: yes\n> ILrYxIns: so u e on mionion\n> ILrYxIns: and cocoon her\n> ILrYxIns: lol ?\n> ILrYxIns: she stomp me now\n> ILrYxIns: wow\n> ILrYxIns: what iam tilted\n> ILrYxIns: so i dont give a shit\n> ILrYxIns: ewither i domintate lane or i feed\n> ILrYxIns: idc\n> ILrYxIns: i am the mechanical better play\n> ILrYxIns: playrer\n> ILrYxIns: so i will try to stomp her\n> ILrYxIns: even uf eklise denied me\n> ILrYxIns: lol that back pathing ß\n> ILrYxIns: ?\n> ILrYxIns: ok iam rly tilted now\n> ILrYxIns: ff20 ir afk\n> ILrYxIns: report\n> ILrYxIns: lok at that\n> ILrYxIns: 4kills lb\n> ILrYxIns: learn to nbot baot ur midlaner\n> ILrYxIns: i go afk at 20 min btw\n> ILrYxIns: i have enough of this shit\n> ILrYxIns: look at him\n> ILrYxIns: gg i do no dmg\n> ILrYxIns: shut the fuck up\n> ILrYxIns: useless jungler\n> ILrYxIns: yes 4 kills ks and still cant do shit with it\n> ILrYxIns: then dont play liek shot on top\n> ILrYxIns: u trade with him\n> ILrYxIns: even if u lose\n> ILrYxIns: lol\n> ILrYxIns: the chain\n> ILrYxIns: was invisible\n> ILrYxIns: ahaha\n> ILrYxIns: gj darius\n> ILrYxIns: report\n> ILrYxIns: 7 kills\n> ILrYxIns: lb easy win\n> ILrYxIns: =74 darius i want win\n> ILrYxIns: ^^\n> ILrYxIns: darius reportedf ^^\n> ILrYxIns: ?\n> ILrYxIns: gg\n> ILrYxIns: its over\n> ILrYxIns: dariuzs buys dmg\n> ILrYxIns: and not tanky\n> ILrYxIns: its a fucking joke\n> ILrYxIns: cant kill her\n> ILrYxIns: omg\n> ILrYxIns: yes\n> ILrYxIns: no chance\n> ILrYxIns: top losing\n> ILrYxIns: mid\n> ILrYxIns: and bot losing\n> ILrYxIns: and jungle no impact\n> ILrYxIns: 0/5 ashe\n> ILrYxIns: lol\n> ILrYxIns: and i troll\n> ILrYxIns: xD\n> ILrYxIns: ez game\n> ILrYxIns: well lb hads 20 kills\n> ILrYxIns: or maybe ur feeding ?\n> ILrYxIns: i mean look at darius\n> ILrYxIns: he is fucking useles\n> ILrYxIns: useless\n> ILrYxIns: same with u\n> ILrYxIns: ^^\n> ILrYxIns: 0 impact so far\n> ILrYxIns: +wellu guys play like on toaster\n> ILrYxIns: ggwp\n> ILrYxIns: good team as always\n> ILrYxIns: well i did a comeback\n> ILrYxIns: u did not\n> \n> 1.Spiel:\n> meh\n> rip\n> wp bot\n> carrry me\n> hm\n> ok top is lost\n> lol\n> ok\n> iam done\n> maximum tilt is on guys\n> lee is lv 6 be4 me\n> legit\n> fed\n> and cho 2 levels ahead\n> ggwp ff 2ß\n> #20*\n> yes and get dived again\n> wellwe have no jungler\n> well\n> wow\n> iam so tilted\n> andthis renagr is total troll\n> u give lee kill\n> so i couldnt 2v1 them\n> on top\n> and now they snowball on me\n> and iam mad\n> and u still dont gank\n> ^^\n> shut the fuck up thx\n> 3/0/3 cho xD\n> just ff and go next\n> look at that\n> all lanes lost xD\n> shut ur fucking mouth u give lee the kill he needed\n> and u dont gnak\n> ff 20 or afk\n> say the main jungler u gives lee the kills\n> look at him\n> thats how u have impact\n> and u are bad\n> still no gank\n> gj bot\n> ^^\n> why u dont play safe ?\n> lee carry u so hard ^^\n> xD\n> gj\n> 1min for ff\n> #op\n> best jungler euw\n> how to solo lose game ^^\n> main jungle\n> gibes lee firstblood\n> lol\n> and look who carries\n> lee\n> xD\n> pro\n> and i never died 1v1\n> then how do i have most cs ß\n> #xD\n> u guys ^^\n> are retarded\n> that was the most ovious baron\n> ive ever seen\n> ggwp\n> easy\n> enbemy teamdo braon\n> we better group bot\n> ^^\n> \n> Das ich geflamt habe wird ich hier bestätigen. Also nochmal für alle die beiden Chatlogs.\n\nWas ich bei Dir nicht verstehe:\nDu merkst selbst, dass Du tiltest. Offenbar nimmt dich das Spiel mit, und Du merkst auch, dass Du aggressiv wirst. Warum gehst Du dann nicht hin, und machst zwischen den Spielen lieber erst mal was anderes, statt aggressiv ins nächste Spiel zu starten, und das gleiche Spiel wieder abzuziehen.\nWenn Du merkst, Du wirst aggressiv, mach lieber erst mal was anderes. Atme tief durch, schnapp ne Nase frische Luft oder ähnliches, aber starte nicht direkt wieder ein Spiel, wodurch Du noch aggressiver wirst. Ist nur so ein Gedankengang von mir. Vielleicht beherrzigst Du es ja, falls Du einen neuen Account machst, oder den Gebannten eventuell - mach Dir hier aber keine großen Hoffnungen - vom Support wieder entsperrt bekommst.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:52:22.559+0000","up_votes":2,"down_votes":1,"body":"Hätte ich mir das mal mehr zu Herzen genommen...","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-01-28T09:44:07.983+0000","up_votes":1,"down_votes":0,"body":"Tja was soll ich sagen.\nAlso ehrlich gesagt, finde ich nichts Positives und das was Positiv sein könnte, wird mit nachfolgenden Aussagen wieder wett gemacht. z.b.:\n\n> gj bot\n> ^^\n> why u dont play safe ?\n\nIch vermute mal, das hier da gj nicht als Kompliment, sondern eher ironisch gemeint ist, liege ich da richtig?\n\nAlso ich suche hier grade echt nach Positiven dingen, aber das ist grade echt schwierig.\nDenn alles was in diesen Chatlogs steht, ist etwa Negative Einstellung oder aber Beleidigung. Tut mir Leid kann da echt nichts für dich rausholen, womit ich sagen möchte, das du wirklich ernsthaft in dich hinein gehen solltest, um mal zu überlegen, woran das liegt, das du so negativ bist.\n\nWodurch ich die Entscheidung von Riot in gewisser weise verstehen kann, auch wenn es mir schwer fällt.\n\nDu bist zwar nicht extrem Negative, aber das was du von dir gibst, ist hier nie positiv oder neutral, sondern immer nur abneigend, anprangernd oder beleidigend.\n\nNaja erstmal was trinken.\nWenn noch fragen sind, versuche ich mein bestes zu geben, dir zu helfen.","replies":[]}]}]},{"id":"","poster":"Best Rüven EU","date":"2016-01-28T22:48:57.183+0000","up_votes":3,"down_votes":0,"body":"Also ich kann dem großteil der Kommentare nicht zustimmen und finde du hast eine zweite Chance verdient. Allerdings nicht aus dem Grund, dass ich Flamer mag, wobei jeder bestimmt schonmal geflamed hat, sondern eher weil, wie du bereits beschrieben hast, deine eigentliche Chance dich zu verbessern aufgrund des Systems nicht wahrnehmen konntest.\n\nEdit: Wenn du dann allerdings nochmal Fehlverhalten an den Tag legst, dann beschwer dich bitte nicht mehr. Mein Tipp wäre auch den Support anzuschreiben und nochmal zu versuchen die Lage sachlich zu klären.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T22:55:08.271+0000","up_votes":1,"down_votes":0,"body":"schau bitte etwas weiter unten, dann siehst du, das dies bereits geschehen ist und auf eine Antwort von einem Spezialisten gewartet wird.","replies":[{"id":"","poster":"Best Rüven EU","date":"2016-01-28T23:01:38.916+0000","up_votes":3,"down_votes":0,"body":"Ja gut, wir sind hier nicht bei 9Gag, deswegen wollte ich jetzt nicht 135 Beiträge durchscrollen :').\nEdit: Ok, war wirklich nicht soweit, naja hab meinen Senf noch dazugegeben...\nGG Rito, u did it. I clap...slowly.\nMal schauen, ob sie's im Endeffekt aufheben, wäre ja doch sehr kulant.","replies":[]}]}]},{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T17:00:14.517+0000","up_votes":1,"down_votes":0,"body":"Hallo ... (der name ist mir zu kompliziert :)  )\n\nVORWARNUNG: Dieser Text ist lang! Warum? Weil ich mir Mühe geben wollte, dir zu helfen. Warum solltest du das lesen? Les das bitte nur, wenn du verstehen willst warum du flamest und was du dagegen machen kannst.\n\ntl;dr: sorry, kann ich dir nicht so knapp zusammenfasst. du musst da echt durch, denn es geht hier um BEGREIFEN. nicht um eine stupide weißheit, die in einen satz passt und die alles erklärt. die gibt es leider nicht!\n\n_\"Grund: ganz klar Toxic.\"_\nGut, dass du das erkannt hast und es offen ansprichst. Nicht, weil das moralisch ist oder weil du dadurch ein \"besserer Mensch\" wirst (was woll das überhaupt sein...). Es gut, weil du erkennst, dass da ja was im Busch ist: Du bist toxisch. Der nächste Schritt ist, mal herauszufinden *warum* du toxic bist.\n\n_\"Ich möchte mich hier gar nicht ausheulen, vielmehr suche ich andere Blickwinkel für ein besseres Verständis.\"_\nFalls du damit meinst, ein Verständnis dafür zu bekommen warum du toxic bist, dann lies bitte weiter :)\n\n_\"Also bitte nutz diese Diskussion nicht mir zu sagen wie blöd ich bin.\"_\nLeute, die dir sagen, wie blöd du seiest, nutzen einen unzureichenden Informationsstand, um ihre *Meinung* kundzutun. Das tut Pegida auch. Das ist nicht verboten, seine Meinung rauszulassen, solange sie nicht gegen geltendes Recht verstößt. Es ist aber auch keine Pflicht, diese Meinungen ernst zu nehmen.\n\n_\"Ich habe ja jetzt verstanden wo das hinführt.\"_\nDass du dir über die Konsequenzen bewusst bist, ist schon mal nicht schlecht. Wenn du nun erkennst, warum du überhaupt in diese Lage gekommen bist, hast du die Möglichkeit es zu verhindern, dass das erneut auftritt.\n\n_\"Nach den Placements zur Season 6 war es anscheinend wieder soweit für mich zu flamen.\"_\nTja, die frühen Strafen haben dich zwar in Schach gehalten, aber sie haben nichts an deiner Grundhaltung verändert. Das ist nämlich das Problem mit Bestrafungen. Und das meine ich jetzt global, auch für unser Rechtssystem in D oder sonstwo auf der Welt und zu allen Zeiten. Strafen sind ein Mittel der Hilflosigkeit, denn sie werden ausgesprochen NACHDEM etwas strafwürdiges geschah. Wesentlich besser wäre es gewesen, dafür zu sorgen, dass die Tat, die zu Strafe führt, gar nicht erst geschehen wäre. Also wenn du gar nicht erst flamen würdest. Das Report/Ban-System ist dafür aber eben nicht ausgelegt. Ich finde es übrigens grundsätzlich schade, dass Riot sich da nicht mal was überlegt. Zum Beispiel häufig reporteten Spielern eine Hilfestellung zu geben, was sie gegen ihre Grundhaltung tun könnten. Ich weiß, es ist mal eben so leicht gesagt, aber ich mein sechs Jahre und 1000 Mitarbeiter mit Clients in zig Sprachen...? Und alles was man schafft, ist ein Bestrafungssystem. (Aber ich drifte ab.)\n\n_\"Selbsteinschätzung: Ich flame. Ich kann auch nett sein. So ist es eben, sehr impulsiv und auf das kann in einem Online-Chat leider nicht geachtet werden.\"_\nGlaub mir, so ziemlich alle Flamer da draußen können und sind auch oft genug auch nett. Es sind nicht wandernde Unmenschen ohne Freunde, die von jedem gehasst werden. Ich verstehe aber deine Aussage nicht, dass darauf in ienem Online-Chat nicht geachtet werden kann. Wie genau meinst du das? Bitte erkläre mir das nochmal.\n\n_\"Mir rutscht dabei eben mal ein 'u are fucking useless', 'shut the fuck up' aus, oder ein 'iam done with this shit'. Dabei hab aber auch ich meine Grenzen, denn Sachen wie \"get %%%%%%\" und \"i hope ur mother dies\" waren für mich niemals auch nur Ansatzweise in das Spiel, ich wiederhole Spiel hinein zu denken so etwas hat in keiner Konversation etwas verloren.\"_\nAber Sachen wie \"u are fucking useless\", \"shut the fuck up\" oder \"i am done with this shit\" haben was in Konversationen verloren? Das wage ich zu bezweifeln. Aber du darfst mich gerne vom Gegenteil überzeugen :)\n\nIch sehe hier drei Beleidigungen deinerseits. Würdest du mir das sagen, dann empfinde ich den ersten Satz als abwertend. Du gestehst mir nicht zu, in diesem Spiel etwas produktives beizutragen und darüberhinaus, sprichst du mir ab, mich im Lauf des Spiels zu bessern. Ich bin ja \"useless\". Das empfinde ich als beleidigend.\n\n\"Shut the fuck up\" wäre ja eine Reaktion auf etwas, was ich geschrieben hätte. Ok, ich glaube nicht, dass ich dir Antworten würde, aber selbst wenn. Sagen wir mal, ich würde versuchen dir deine Toxicity bewusst zu machen und dich bitten, das nicht weiterzumachen. Und du antwortest mir so, dann empfinde ich das so, dass du mir sagst, du schätzt grundsätzlich nicht, was ich sage und honorierst auch nicht mein Bemühen, an der Situation etwas zu ändern. Das empfinde ich als beleidigend.\n\n\"I am done with this shit\". Naja, auch hier erklärst du (möglicherweise das gesamte Team) zu einem haufen Schei*e. Das empfinde ich als beleidigend.\n\nAnschließend sagst du aber, dass du auch Grenzen hast. Das dumme an der Sache ist nur: Die Grenze, die hast du schon überschritten. Nämlich die Grenze zu Beleidigung. Und jetzt baust du für dich selbst eine andere auf. Wenn nun mal die Grenze von anderen aber schon viel früher gezogen wurde, ist deine \"Verteidigung\" sinnbefreit. Denn du bist ja schon über die Grenze drüber.\n\nFasse diese letzten Absätze bitte nicht als ein Basching auf dich. Das ist es überhaupt nicht. Ich möchte dir aufzeigen, dass ich deine Einschätzung nicht teile, was noch \"ok\" ist, und was nicht. Das heißt: Du *könntest* mit jemanden flamen, der das so sieht wie du. Dann wäre euer geflame (zumindest unter euch) wertneutral. Du *könntest* aber auch jemanden wie mich flamen. Ich betrachte nur die Situation aus einem anderen Blickwinkel als du und handele so, wie ich das in der Situation als angemessen für mein Ziel empfinde. Ich würde dich reporten. Damit wäre die Sache für mich auch abgeschlossen.\n\n_\"Ja tut mir leid ich bin ein Mensch ich kann auch in einem Spiel nicht eiskalt bleiben.\"_\nAlso der Erste Kontakt mit den Vulkaniern ist ja noch ausstehend sofern ich mich richtig erinnere. Jopp, du bist ein Mensch. Und jeder anderer von uns auch. Und keiner von uns bleibt \"eiskalt\" in einem Spiel. Schon mal eine LCS-Übertragung zu Ende angeschaut? Bis nach dem Spiel wenn sie Ausschnitte aus dem Spiel zeigen und man die Comms der Team hören kann? Ist das Targetcalling was du da hörst für dich \"eiskalt\"? Keiner dieser Top-Spieler ist ein Vulkanier! JEDER hat Emotionen während des Spiels. So wie du, so wie ich. Niemand kann seine Emotionen abschalten. Sie sind immer da. Aber es gibt verschiedene Emotionen. Nehmen wir mal Wut und Freude. Und nehmen wir mal das ganze in eine Spielsituation. Eine ganz konkrete, die ICH mal erlebt habe: Ich Jinx, Sup Sona. Zilean als Sup auf der anderen Seite. Macht mir das Leben zur Hölle mit seinem Zeitbomben-CC. Ich hab echt Schwierigkeiten zu lasthitten, werde zum Tower zurückgedrängt. Was macht Sona? Rennt fröhlich immer und immer wieder in sein CC rein und schnappt die Zeitbome auf. Ich muss mehr meinem Supp ausweichen als dem Gegner :D -- eine unfassbar komische Situation. Ich muss immer wieder lachen, wenn ich daran denke. Ich habe übrigens darüber auch gelacht, als das geschehen ist. Das ist nicht retrospektiv anders. Die Situation damals war schon zum Lachen.\n\nOk, jetzt will ich, dass du dich in meine Jinx-Situation hineinversetzt. Und nun will ich von dir wissen, was deiner Meinung nach der Grund dafür wäre, Sona zu flamen? Ganz wichtig: Ich will nicht von dir hören, dass du jetzt sagst \"Ja, ich sehs ein und das war ja nicht gut...\" NEIN NEIN NEIN. Das exakte Gegenteil. Ich will, dass du dich komplett und EHRLICH rechtfertigst, warum es angebracht wäre, Sona zu sagen, dass Sie \"useless\" ist. Warum solltest du das sagen? Sei EHRLICH! Absolut EHRLICH! Bitte antworte mir darauf in diesem Post, denn ich will unbedingt anschließend darauf eingehen. Und zwar nicht belehrend! Ich werde dir nicht sagen \"Na, sowas sagt man aber nicht\". Also lass es raus! Unbedingt!!!\n\n_\"Garantierte Besserung? Ganz ehrlich? Nein. Nach diesem Text will ich keine Garantie geben, sondern meine Situation schildern, ein Bitte aussprechen, mich einmal richtig entschuldigen und auf eine Chance hoffen.\"_\nDu kannst gerne auf eine Chance *hoffen*, oder du kannst es selbst in die Hand nehmen und tatsächlich nicht mehr toxisch sein. Ja, das geht.\n\n_\"Falls euch das nicht genügt werdet ihr hier ziemlich sicher erfahren, ob ich meine Chance bekommen habe oder nicht und könnt euch sogar freuen falls es nicht so ist. Vielleicht fühlt ihr euch dann entschädigt.\"_\nUm nochmal etwas abzuschweifen: Das ist ja grad das Problem mit Strafen. Sie sollen als eine Art \"Entschädigung\" bzw. \"Wiedergutmachung\" verstanden werden. Ich frag mal etwas überspitzt so: Wenn ein Mörder hingerichtet wird, wie entschädigt es das Mordopfer? Irgendwie habe ich das Gefühl es wäre für das Opfer wesentlich praktischer gewesen, wenn es gar nicht erst zu einem Verbrechen gekommen wäre. Ist aber nur so eine Vermutung.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T17:48:17.442+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Bemühung!\nIch habe mir deinen Text durchgelesen zur letzten Frage trau ich mich nicht ran. Also die mit dem Hinrichten eines Mörders, denn auch ich kann ich mir nicht vorstellen, dass so etwas irgendwem helfen würde. \n\nZum Bespiel mit Sona: \n\nSo wie ich das verstanden habe Spielt die Sona schlechter als ich (Jinx), sonst würde mir der Fehler nicht auffallen. Also fange ich mit einem Backping auf Zilean an. (Sie soll mich einfach mal machen lassen.) Ganz ehrlich solange sie das nicht absichtlich macht und es nicht besser weiß, würde ich sie einfach die ganze Laning-Phase zurecht pingen (alos Smartping für Abstand halten, oder Gefahren anzeigen z.B. der nicht gewardete Busch) und gut ist es.  Anders wäre die Sache gewesen, wenn ich dabei (während ich probiere alles alleine zu machen) gestorben wäre. Denn was mich damals am meisten aufgeregt hat war,wenn ich der schlechteste Spieler war. (ich hatte oft Probleme mich carrien zu lassen.)\nIn meinen Augen Sona kann nicht Schuld sein ich hab sie ja zurecht gepingt. Meistens habe ich dann probiert es wieder gut zu machen. (Das geht dann immer nach hinten los.) Zu diesem Zeitpunkt war ich dann immer überreizt. Wahrscheinlich wäre dann ein: \"sona could u pls start do something\" oder eben aggressiver \"u are useless\"gekommen. \n\nSo dieser Absatz war jetzt mal mein Gedanken was hätte sein können. \nNun zur Begründung: Es ist mir schon schwer gefallen so ein Szenario abzuspielen ganz einfach, weil es so in aller Ruhe einfach nur dumm klingt. Aber ich kann mir auch nicht vorstellen, wie ich sowas in-game begründen würde. Fakt ist ich habe mir eingebildet besser zu sein und hab dabei versagt. Das ist schon mal peinlich. Jetzt konnte ich es auch nicht wieder gut machen. Das ist sehr ärgerlich. Ich sehe wie Sona die ganze Zeit planlos herumläuft, obwohl ich ihr ja immer gesagt hab was sie tuen soll. Im Grunde heißt das ich würde sie Flamen, obwohl ich ihr ja gesagt hab sie soll nichts machen. Wie in den Chatlogs zu sehen ist kommt zwischendurch ein \"i do no dmg gg\" und \"iam tilted now\". Der Fehler das ist schlecht Spiele liegt zwar bei mir, aber ich hätte Versuchen die anderen dafür verantwortlich zu machen. In vielen Fällen wird ab diesem Punkt zurück geflamt und das \"shut the fuck up\" kommt zustande. \n\nEine Rechtfertigung habe ich immer noch nicht und die möchte ich auch gar nicht haben. Was ich weiß ist das ich einfach meinen Mund halten sollte. Ob ich gut performt habe, oder nicht spielt ja keine Rolle. Im Nachhinein bin ich eben in mich gegangen und hab gesehen, dass ich mich selbst getilted habe. Niemand hatte Einfluss darauf, wie ich selbst spiele, außer mir und trotzdem hab ich bei anderen Schuld gesucht. Ein Grund für so ein Verhalten gibt es eben nicht, da hat die Selbstdisziplin gefehlt.\n\nBitte um Feedback und ich hoffe ich werde jetzt nicht gleich wieder als flamer abgestempelt.\nJa, so habe ich geflamt, aber ich hoffe ich konnte jetzt mehr Einsicht darüber, dass mein Verhalten falsch war/ist zeigen!","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T19:17:36.623+0000","up_votes":1,"down_votes":0,"body":"Die letzte Frage war ja auch eher philosophischer Natur. Ich schweife ab :)\n\n_\"Ja, so habe ich geflamt, aber ich hoffe ich konnte jetzt mehr Einsicht darüber, dass mein Verhalten falsch war/ist zeigen!\"_\nIch finde es ganz toll, dass du das tust!\n\n_\"Eine Rechtfertigung habe ich immer noch nicht und die möchte ich auch gar nicht haben.\"_\nVielleicht gibt es dafür auch gar keine Rechtfertigung. Und sie ist auch gar nicht nötig meiner Meinung nach. Denn es gibt dafür eine *Begründung*. Du bist ein Mensch. Du hast Emotionen und die reagieren auf bestimmte Situationen, die du so und so einschätzt. Es ist überhaupt nichts *falsches* daran, wie du reagierst. Es ist nachvollziehbar.\n\n_\"Ob ich gut performt habe, oder nicht spielt ja keine Rolle.\"_\nDoch, tut es absolut. Du willst gewinnen. Dazu musst du doch wissen, ob du gut oder schlecht performst. Die Performance gibt dir Auskunft darüber, wie gut du gerade in diesem bestimmten Match-up bist.\n\n_\"Im Nachhinein bin ich eben in mich gegangen und hab gesehen, dass ich mich selbst getilted habe.\"_\nPsychologisch betrachtet ist das nachvollziehbar. Deine Aktionen führten mit hoher Wahrscheinlichkeit dazu, dass du getiltet hast.\n\n_\"Ein Grund für so ein Verhalten gibt es eben nicht, da hat die Selbstdisziplin gefehlt.\"_\nDoch doch doch! Es gibt absolut einen Grund für dieses Verhalten. Und er ist auch völlig in Ordnung. Weil du gewisse Situationen auf eine bestimmte Art und Weise einschätzt, reagierst du dementsprechend. Denk an das \"Säbelzahntiger\"-Beispiel-Clichee: Urmensch im Urwald, Säbelzahntiger aus dem Busch geschossen!!! -- SCHRECK, ABWEHR, REAKTION REKATION... Du schätzt eine Situation ein und reagierst. Manche Prozesse sind schneller, manche langsamer. Es ist ganz normal! Ich modifizier mal das Beispiel: Säbelzahntiger!!! Urmensch: \"SCHRECK, ABWEHR.\" -- Moderner Mensch: \"Das ist nur der Nachbarsjunge, der eine Tiger-Maske aufhat und gerade aus dem Busch gesprungen ist, um mir einen Streich zu spielen. Der ist ein lieber Kerl und ich verstehe mich blendend mit den Nachbarn.\" -- Urmensch: \"SIPPE, GEMEINSCHAFT, SICHERHEIT\" -- Moderner Mensch: \"Hahahaha :) du Schelm!\"\nWir sind emotionale Wesen. Emotionen steuern uns. Wir können sie aber beeinflussen. Durch die Wahrnehmung einer Situation. So können sich Emotionen von einer Sekunde auf die andere Überschlagen. Erst habe ich Angst, nachdem aber die weitere Analyse erfolgte schlägt es um in Freude.\n\n_\"Was ich weiß ist das ich einfach meinen Mund halten sollte.\"_\nDas wäre jetzt so eine schöne Ein-Satz-Weißheit. Mund halten und damit ist die Sache ja auch erledigt. So ein Quatsch. Was du dadurch erreichen würdest ist, die Symptome zu verstecken. Das *Grundproblem* wäre immernoch da. Deine Emotionen würden sich ja nicht ändern, denn du betrachtest die Situation genauso, wie du sie auch betrachtet hättest, wenn du dir *nicht* auferlegt hättest, den Mund zu halten. Die Sache ist, dass du solche Situationen, die dich dazu veranlassen zu flamen, auf ein bestimmtes Ziel hin betrachtest. Nämlich zu gewinnen und alles dafür zu geben. Und genau das ist ja auch richtig. Gewinnen ist ja nicht die eigentliche *Tat*, sondern das *Resultat* der Taten. Derjenige, der mehr richtig macht, gewinnt. Denn der andere hat mehr falsch gemacht. Sona macht Sachen falsch, ergo sinken unsere Siegeschancen.\n\n_\"So wie ich das verstanden habe Spielt die Sona schlechter als ich (Jinx), sonst würde mir der Fehler nicht auffallen.\"_\nJopp. Gut, dass du das so treffend erkennst!\n\n_\"Also fange ich mit einem Backping auf Zilean an. (Sie soll mich einfach mal machen lassen.) Ganz ehrlich solange sie das nicht absichtlich macht und es nicht besser weiß, würde ich sie einfach die ganze Laning-Phase zurecht pingen (alos Smartping für Abstand halten, oder Gefahren anzeigen z.B. der nicht gewardete Busch) und gut ist es.\"_\nDiese Pings... Ja, sie sind ein guter Anfang. Und bist du dir immer im klaren, was die Pings deiner Mitspieler sagen?  Was würdest du bevorzugen, Teamspeak mit ihr oder Pings? Was wäre die bessere Erfolgschance?\n\n_\"Denn was mich damals am meisten aufgeregt hat war,wenn ich der schlechteste Spieler war. (ich hatte oft Probleme mich carrien zu lassen.)\"_\nJa, das versteh ich voll und ganz. Bist ja Top10 Challenger. Da ist sowas ech doof. Wart mal... lolKing sagt du warst Bronze. Ok, du bist also nicht der beste LoL-Spieler. Warum erwartest du dann der beste im Team sein zu können? -- Versteh mich nicht falsch, das ist kein Geflame gegen dich. Betrachte das mal logisch (ich weiß, wir sind keine Vulkanier). Wenn du Gold bist und damit vielleicht 50.000 ÜBER dir. Wie wahrscheinlich ist es, dass DU der beste des Teams bist?\n\n_\"Zu diesem Zeitpunkt war ich dann immer überreizt.\"_\nJa, und daran ist auch nichts auszusetzen. Du hast Emotionen. Es ist verständlich, dass du in dieser Situation so reagierst.\n\n_\"Wahrscheinlich wäre dann ein: \"sona could u pls start do something\" oder eben aggressiver \"u are useless\"gekommen.\"_\nIch geb dir recht. Um zu gewinnen, war sie in all dieser Zeit ziemlich nutzlos. Sie hat nicht viel richtig gemacht, um uns dem Sieg näher zu bringen. Jetzt sagen wir mal, du hättest diese Jinx-Geschichte erlebt und mir davon erzählt. Ich würde dich darauf hin folgendes Fragen: Warum bist du mit ihr ins Match gegangen? Die ist doch ziemlich schlecht und schmälert deine Sieg-Chancen. Warum hast du dir nicht nen anderen Sup geholt? Du willst doch gewinnen, also warum nimmst du diesen Sup? Ich versteh das irgendwie nicht... Was antwortest du?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T19:28:04.440+0000","up_votes":1,"down_votes":0,"body":"Ich bin eigentlich eher der Freund von TeamSpeak, wenn möglich.\n\nzur Sona:\n\nMan kann ja nie wissen wen man bekommt, ein anderer Support könnte besser oder auch schlechter sein. Ich spiel auch manche Sachen gut manche schlecht...","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T19:39:56.815+0000","up_votes":1,"down_votes":0,"body":"Ok, warum hast du nicht Teamspeak mit ihr gemacht? Du willst doch gewinnen, das hätte vieles erleichtert. Warum kein Teamspeak?\n\n_\"Man kann ja nie wissen wen man bekommt\"_\nWir nähern uns er Pointe :)\n\nDu spielst ein Team-Game und bekommst die Sona zugewürfelt in der SoloQ. Was machst du falsch?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T19:46:46.607+0000","up_votes":1,"down_votes":0,"body":"Zum TeamSpeak weiß ich nicht wirklich warum man das in SoloQ nie macht.(wahrscheinlich ist den Leuten der Aufwand zu Groß)\n\nIch schätze meine Erwartungen an das Spiel sind schon mal falsch, immerhin sind es 4 zufällige Personen und ich. Ich sollte nie erwarten, dass sie alle perfekt sind. Genau so wie ich nicht will, dass es wer von mir verlangt und mich fertig macht, weil ich es eben nicht bin.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T20:04:12.577+0000","up_votes":2,"down_votes":0,"body":"_\"Ich schätze meine Erwartungen an das Spiel sind schon mal falsch, immerhin sind es 4 zufällige Personen und ich. Ich sollte nie erwarten, dass sie alle perfekt sind.\"_\nBINGO :) Warum hat SKT T1 die Weltmeisterschaft gewonnen? Die haben nun mal so viel wie möglich darauf ausgerichtet, dass der Sieg klappt. Dazu gehört auch die passenden Spieler miteinander zu kombinieren. Im Fußball stehen ja auch nicht immer die gleichen auf dem Platz. Und das hat seinen Grund. Dieser Aspekt aber ist dir komplett genommen. SKT T1 hat als \"Person\" gewonnen, weil es alles richtig gemacht hat. *DU* als Person bist aber nur 1/5 dieser \"Person\" des Zufallsteams. Und deswegen kannst du nie vollständig darüber bestimmen, ob du das Spiel gewinnst oder nicht. Das aber musst du aber zwangsläufig können, um zu gewinnen.\n\nDeine Reaktionen resultieren eben genau aus diesem Missverständnis heraus. Denn dein Ziel ist der Sieg. Daran ist auch nichts auszusetzen. Aber du begibst dich in eine *Situation* (!), die du falsch einschätzt. Nämlich dass du die volle Kontrolle hast und das Spiel gewinnst. Zur Verdeutlichung folgendes Beispiel: Wir gehen jetzt mal gemeinsam in die DuoQ. Und wir beide nehmen uns vor, das Spiel zu gewinnen. Jetzt wirst du sagen: \"Ach quatsch, ich weiß ja. Man kann nicht jedes gewinnen. Alles gut. GGs :)\". Daraufhin klickst du auf \"Play\" und es erscheint eine Meldung: \"Du wirst dieses Spiel definitiv verlieren. Es ist so eingestellt, dass du nicht gewinnen kannst. Klicke jetzt auf 'Starten'.\" -- Drückst du drauf? Oder willst du gewinnen?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T20:09:20.540+0000","up_votes":2,"down_votes":0,"body":"Hm.. Nicht spielen wird mich auch nicht gewinnen lassen, oder?^^","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T20:20:32.056+0000","up_votes":1,"down_votes":0,"body":"Nicht im Rahmen der Naturgesetze, die unser Dasein bestimmen, nein :D\nAlso, drückst du drauf?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T20:22:56.217+0000","up_votes":1,"down_votes":0,"body":"Dann ja.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T20:27:51.801+0000","up_votes":1,"down_votes":0,"body":"Warum?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T20:33:03.370+0000","up_votes":2,"down_votes":0,"body":"nicht spielen ist auf keinen Fall zielführend ,wenn ich gewinnen will. Außerdem hole ich mir keinen DuoQ Partner und höre auf, nur weil ich ein Spiel verlieren werde. Abgesehen davon werde ich auch andere Spiele verlieren.","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-28T20:50:30.232+0000","up_votes":2,"down_votes":1,"body":"_\"nicht spielen ist auf keinen Fall zielführend ,wenn ich gewinnen will.\"_\nNun klar. Man kann ja nur das Spiel gewinnen, wen man es spielt. \n\n_\"Abgesehen davon werde ich auch andere Spiele verlieren.\"_\nJa, das wird selbstverständlich passieren. Aber warum? Eben weil du nicht alles getan hast, was möglich ist, um den Sieg zu erreichen. Es ist für dich auch gar nicht machbar in der SoloQ. Wenn du auf \"Play\" drückst, dann ist es möglich, dass du dich damit auf ein aussichtsloses Spiel eingelassen hast. Wenn du das nicht willst, denn du willst ja gewinnen, dann darfst du diesen Button nicht drücken. Dann musst du zu einem Team. Denn du spielst ein Solo in einem Teamgame. Die SoloQ kann dir nur eines geben: Deine eigene Performance in diesem einen Match-Up. Im nächsten Spiel gibt es dir die Performance dieses Spiel und so weiter. Der Sieg ist nicht vorprogrammiert. Dein Flamen kommt aber genau daher, dass du unterbewusst annimmst, dass du eine absolute Siegchance hast.\n\nFür die höchste Siegwahrscheinlichkeit aber musst du zu SKT T1 gehen. Wie das aber geht, das kann ich dir nicht weiter in den Post erklären. Das ist echt zu viel Holz noch.\n\nIch weiß wovon ich spreche. Ich habe früher geflamed. Ich war aber auch ein Top-Spieler in einem anderen Game und ich habe ein Competitive Team gecoachet. Ich kann deine Lage gut nachvollziehen. Wenn du mehr wissen willst, müssen wir das anders als über dieses Forum organisieren. Ich wünsch dir weiterhin alles Gute und dass du es bis ganz nach oben schaffst. Noch ein Tipp: Durchsuch das Forum nach meinen anderen Beiträgen. Vielleicht hilft dir das weiter. Und allgemein recherchier zum Thema \"athletic mindset\".\n\nund zu gut der letzt: http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/c0e2BmdT-der-ranked-guide-far-dummies-i-am-a-champion","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T20:56:04.051+0000","up_votes":3,"down_votes":0,"body":"Vielen Dank, dass du dir die Zeit genommen hast mit mir dieses Thema aufzuarbeiten. Viele Leute verlangen für sowas Geld. ^^ Ich denke, dass ich in jedem Fall einen besseren Standpunkt zum Spielen selbst bekommen habe!","replies":[]},{"id":"","poster":"eingew","date":"2016-01-29T16:18:09.601+0000","up_votes":2,"down_votes":0,"body":"> Am liebsten würde ich die Leute ja persönllich über Teamspeak dazu choachen. Das macht vieles einfacher und schneller.\n\nTheoretisch ginge das. Wenn ich mich richtig erinnere, gibt (oder gab) es hier tatsächlich irgendwo im Forum mal einen Coach, der ausschließlich das Mindset seiner Teams/Spieler gecoacht hat. Auf spielerisches ist er während seiner Stunden entweder gar nicht oder nur sehr am Rande eingegangen. Scheinbar hat das zumindest bei einigen funktioniert. Ich weiß nicht, ob der noch aktiv ist.\nAber vielleicht gefällt dir die Idee ;)","replies":[]},{"id":"","poster":"eingew","date":"2016-01-29T10:20:19.354+0000","up_votes":2,"down_votes":0,"body":"Und ich frag mich am Anfang erst \"Was redet der da für einen Müll\"\nAber gut, dass ich weiter gelesen habe. Dein Anfang war vielleicht ein wenig umständlich.\n\nWahre Worte. Kann ich nur so unterstreichen. Wer tausend Schlachten austrägt, muss damit rechnen, einige davon zu verlieren.","replies":[]},{"id":"","poster":"ThisOneDiesALot","date":"2016-01-29T16:29:52.951+0000","up_votes":1,"down_votes":0,"body":"Ja, die Idee gefällt mir überaus. Klingt wirklich interessant. Wenn du irgendwas über dieses Angebot in Erfahrung bringen kannst, gib mir bitte Bescheid. Ich recherchier selber auch mal dazu. Danke dir.","replies":[]},{"id":"","poster":"ThisOneDiesALot","date":"2016-01-29T10:44:53.785+0000","up_votes":1,"down_votes":0,"body":"Haha, ja das, das mit \"Müll\" kann ich nachvollziehen. Ich hab auch manchmal das Gefühl, dass meine Texte von Sitl her ein wenig wie so ein Dating-Ratgeber sind. Und schmalzig klingen könnten.\n\nEs ist halt echt schwierig das auf Anhieb rüberzubringen. Wenn du etwas in dem Forum recherchierst wirst du sehen dass ich schon anderen versucht habe zu helfen und es jeweils etwas anders angegangen bin. Ich suche noch nach der passenden Vorgehensweise. Wann ist es am besten was zu sagen, damit es auch wirklich *Klick* macht. Ist aber leider nicht so einfach, es ist ja auch kein einfaches Thema :)\n\nAm liebsten würde ich die Leute ja persönllich über Teamspeak dazu choachen. Das macht vieles einfacher und schneller.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-01-29T10:17:18.594+0000","up_votes":1,"down_votes":0,"body":"> 1) If the team has mixed communication (some players in voice, some players in chat), then the actual text chat in the game became up to 126% more toxic, and the voice chat players received up to 50% more reports even though the other players didn't necessarily know the players were in voice.\n> 2) In an external study by a university, they did an experiment where a female and male voice used voice chat and said the exact same phrases; in this study they found out that the female voice received 300% more harassment than the male voice.\n\n[Link](https://ask.fm/RiotLyte/answers/130833690818)\n\nDas sind die hauptsächlichen Gründe für den fehlenden Voicechat in LoL.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-01-28T10:56:51.868+0000","up_votes":1,"down_votes":0,"body":"Hast du schon dem Support geschrieben, wegen der doppelten Sperre? Denn ungeachtet deiner Vergehen ist das eindeutig ein Fehler im System der so nicht hätte passieren dürfen. Auch wenn du es dir möglicherweise vom Verhalten her gar nicht verdient hast, wäre ich eindeutig für eine Rücknahme des Permabans. Es kann nicht sein, so gerechtfertigt dieser Fehler auch sein mag, dass das System in so einem Fall unzureichend funktioniert. Ich würde mich an deiner Stelle definitiv beim Support melden und fragen, ob dieser Fehler nicht in deinem Falle behoben werden kann. Ich denke die Chancen stehen gut, dass daraufhin eine Korrektur dieses Fehlers vorgenommen wird.\n\nWenn du diese Chance dann bekommst, dann muss dir aber bewusst sein, dass es deine letzte ist. Wenn du deinen Account behalten willst, musst du dann tatsächlich kämpfen. Das heißt für dich, dass du am besten absolut gar nichts mehr in den Chat schreibst. \n\nAuch die für dich üblichen Rankeds würde ich vollends bleiben lassen. Das ist für dich ganz offensichtlich deutlich zu viel Stress, den du scheinbar nur in absolut unzulänglichen Nachrichten verarbeiten kannst. Damit wirst du den Perma aber wieder bekommen. Das heißt, wenn du den Account behalten willst, solltest du vielleicht erst mal nur ARAMs oder Dominions spielen, und dabei die Finger vom Chat lassen. Erst nach sehr vielen Spielen würde ich langsam wieder zu Normals übergehen.\n\nUnd Rankeds würde ich noch viel später erst wieder anfangen.\n\nSollte das alles mit den Bans nicht klappen steht es dir natürlich frei dir selbst eine neue Chance mit einem neuen Account zu geben. Solltest du es aber auch auf dem nicht schaffen, dich zu bessern, wirst du dieselben Banstufen durchlaufen. Und das vermutlich deutlich schneller, als auf diesem Account.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:16:53.952+0000","up_votes":1,"down_votes":0,"body":"Erst einmal danke, dass du meinen Punkt verstanden hast. Ich hatte sowieso vor hauptsächlich mit meinen Freunden zu spielen und mich alleinig auf Pings zu beschränken. ^^ Ja der Support hat mir eine automatisch Antwort gegeben in der dieser Punkt nicht berücksichtig wurde. Im Anschluss hab ich im selben Ticket geantwortet, dass es eben um diese Problematik geht.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T11:27:50.565+0000","up_votes":1,"down_votes":0,"body":"Ok beide Moderatoren/Emissary sagen, das dies ein Fehler zu seien scheint, hast du, falls du es durchbekommst, noch eine Chance. Ich hoffe, aber das du dich dann über das Thema, wie verhalte ich mich richtig in LOL mehr mit beschäftigen wirst und das ein oder andere Thema mal durchwälzen, von Leuten die auch solche Probleme haben/hatten. Denn da sind häufig, von den Moderatoren/Emissary oder aber auch von ein paar Spielern aus der Community, mögliche Hilfen, bzw. Ratschläge, wie man sich erstmal verhalten sollte.\n\nIch wünsche dir viel Glück und Erfolg, bei der Reaktivierung deines Accounts und der Besserung deines Verhaltens.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:42:48.670+0000","up_votes":3,"down_votes":0,"body":"Nicht alle Emissarys sind auch Mods. Sirrkas ist zum Beispiel \"nur\" Emissary.\n\nUnd nicht alle Mods sind Emissarys. Eigentlich sind Mods also von außen gar nicht wirklich erkennbar.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T11:46:40.275+0000","up_votes":1,"down_votes":0,"body":"Ich habe es nochmal editiert, hoffe da es nun so stimmt, sonst bitte sagen, was ich als alternative verwenden kann.\nDanke aber für den Hinweis.","replies":[]}]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:33:25.805+0000","up_votes":1,"down_votes":0,"body":"Vielen dank für deine Glückwünsche. Ich habe mir bereits einige Sachen im Forum durchgelesen (Summoners-Code, andere Fälle, Tipps gegen das Flamen, etc...) und ich habe eigentlich richtig gefallen daran gefunden dieses Forum zu durchstöbern. Vielleicht kann auch ich mal hier hilfreich sein. ^^","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-28T11:47:25.412+0000","up_votes":1,"down_votes":0,"body":"Man sieht es immer wieder gerne, wenn ehemals \"toxische\" Spieler sich bessern. Gibt hier auch einige andere, die immer wieder schreiben, dass sie nach X Strafen zu anständigen Spielern wurden.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:55:38.504+0000","up_votes":2,"down_votes":0,"body":"Ich hoffe, dass ich mich noch einmal beweisen kann und als gutes Bespiel voran gehen darf. Vielleicht hilft diese Diskussion Leuten die so sind wie ich war und vermeidet einige schlechte Spiel.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-01-28T11:41:46.471+0000","up_votes":1,"down_votes":0,"body":"Da wirst du vermutlich 2 bis 3 mal antworten müssen. Die ersten Nachrichten sind meist nur etwas grobes, um die häufigsten Fragen auszufiltern.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:47:28.540+0000","up_votes":2,"down_votes":0,"body":"Ok vielen dank auch für dein Bemühen mir zu helfen!","replies":[]}]}]}]},{"id":"","poster":"Derbe Schellen","date":"2016-01-28T14:27:21.577+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-28T15:01:01.153+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Drake11900,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=0012,timestamp=2016-01-28T14:27:21.577+0000)\n>\n> jaja... riot sind solche miss gebis...\n> hatte ne 5 mal 20min speere, hab sie zuende gespielt und 3 games später musste ich reconnecten und bekomm wieder eine...\n> ganz ehrlich mich würds nichtt wundern wenn die sp**is einfach random sowas verteilen\n\nVery Random, wenn man sich erstmal ne 20er LPQ erarbeitet hat und da wieder reingerät, wenn man wieder dct (warum auch immer)...","replies":[]}]},{"id":"","poster":"Fermi Paradox","date":"2016-01-28T13:37:51.174+0000","up_votes":1,"down_votes":0,"body":"Nun, aus reinem Interesse würde ich gerne wissen, was aus deinem Fall geworden ist.\nSo wie ich hier die Unterhaltungen verfolgt habe, schätze ich dich schon als einsichtig ein und ich denke, du hast tatsächlich das Potential, dich zu bessern.\n\nEs würde mich persönlich freuen, zu hören, wenn der Permabann zuückgenommen wird und du eine zweite Chance bekommst :)","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T13:56:25.852+0000","up_votes":2,"down_votes":0,"body":"Naja nach der 1. Antwort vom Support hab ich im Ticket nochmal daraufhin gewiesen, dass ich eben direkt einen Permaban bekommen habe. Darauf hin kam folgendes:\n\n> Hallo,\n> \n> leider werden wir die Sperre nicht beheben. Ich sehe, dass du auch viele Chat Restrictions bekommen hast.\n> \n> Chepie \n> Riot Games Player Support\n\nIch habe jetzt noch einmal geantwortet und versucht darauf hinzuweisen, dass es sich genau genommen um einen Systemfehler handelt. Ich werde dich gerne weiterhin informieren und auch dir danke für dein Vertrauen!","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T14:09:30.659+0000","up_votes":2,"down_votes":0,"body":"Ist ja auch korrekt, das die diese Antwort dir gegeben haben.\nHast du denen denn gesagt, das du erst die Benachrichtigung, für den 14 Tages bann bekommen hast und sich der Permabann, auf ein Spiel noch vor dem 14 Tage bann bezieht, ohne das die 14 Tage abgelaufen waren????","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T14:19:16.452+0000","up_votes":1,"down_votes":0,"body":"**Mein Ticket:**\n\nIch habe mich nach großem Verlust von Spielfortschritt (Rangliste) im Anschluss meiner Platzierungsspiele in den darauf folgenden Spielen nicht immer angemessen verhalten. Es kam zwar vor das ich Chat-Sperren bekommen habe, aber diesmal gab es einen Accountban von zwei Wochen. Ich sehe das auch ein und Versuche nicht mehr meine Emotionen in das Spiel einfließen zulassen. Trotzdem ist mir unklar warum ich ohne Zugriff auf meine Account zu haben im Anschluss permanent gesperrt wurde. So habe ich gar keine Möglichkeit nach meiner zweiwöchigen Sperre irgendwelche Verbesserungen zu zeigen. Desweiteren habe ich meine Ausdrücke doch sehr auf das Spiel und nur wenig auf konkreten Personen bezogen. Im Anschluss der Chatverlauf: \nMfG ein Beschwörer\n\n\n\nHallo ILrYxIns,\n\ndu wurdest aufgrund deiner extremen verbalen Ausfälle dauerhaft für League of Legends gesperrt.\n\nAls Teil des Sofort-Meldesystems kannst du dir die Reformkarte im Client ansehen. Ich habe auch die Chat-Logs am Ende dieser Nachricht angehängt, damit du weißt, wovon ich spreche.\n\nDas Strafsystem dient dazu, Spieler zu einem besseren Verhalten im Spiel anzuregen. In diesem Fall wurde allerdings aufgrund eines besonders extremen Vorfalls eine dauerhafte Sperrung verhängt.\n\nWir werden die Sperrung dieses Kontos auf keinen Fall aufheben, aber du kannst gerne ein neues Konto erstellen, falls du dich in Zukunft an unseren Verhaltenskodex halten wirst. Wir sind gewollt streng bei dieser Art von Strafe, weil wir bei League of Legends auf eine faire Community Wert legen.\n\nIch hoffe, dass du unseren Standpunkt in dieser Angelegenheit verstehen kannst.\n\nChepie \nRiot Games Player Support\n\n\n**Hier wieder ich:**\n\nDer Grund der Sperrung ist mir klar. Meine Frage wäre gewesen, warum ich nicht einen zeitliche begrenzten Ban als Vorwarnung eines permanenter Bans und letzte Chance einer Besserung bekam? So fand ich den Schritt ein bisschen radikal und überraschend. Das Angebot eines neuen Accounts ist zwar ein schöner Gedanke, jedoch fehlt mir das Geld und die Zeit um den selben Stand zu erreichen. Desweiteren habe ich keinen Zugriff auf meine \"alte\" Freundesliste, was es unmöglich macht einen erneuten Account mit denselben Eigenschaften zu erstellen. Außerdem ist es Zwecke entfremdend gegenüber eines permanenten Bans. Trotzdem vielen Dank für die rasche Rückmeldung. \nmfG ein schlechter Beschwörer\n\n**Support:**\n\nHallo,\n\nleider werden wir die Sperre nicht beheben. Ich sehe, dass du auch viele Chat Restrictions bekommen hast.\n\nChepie \nRiot Games Player Support\n\n\n**\nUnd jetzt mit den Ratschlägen von euch wieder meinerseits:**\n\n\nHallo, \nd. h. der Fehler im System wird nicht behoben ? Schließlich ist es möglich aus dem System gekickt zu werden ohne seinen 2-wöchigen Ban abzusitzen. \nP. S. Ich möchte hier auf meine Forumsdiskussion verweisen \"Permanenter Ban: mein Fall, eure Meinung\"\n\n**\nSo neuster Stand der Dinge (wie versprochen) aus dem Support:**\n\nHallo Beschwörer,\n\nunglücklicherweise kann ich deine Bedenken nicht direkt beantworten. Wir haben ein Player Behaviour Team, welches darauf spezialisiert ist solche Anfragen zu beantworten. Ich werde deine Anfrage an dieses Team übertragen und ein Player Behaviour Specialist wird sich sobald wie möglich bei dir melden.\n\nVielen Dank für deine Geduld!\n\nChepie \nRiot Games Player Support","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T14:22:03.743+0000","up_votes":1,"down_votes":0,"body":"Das was du zuletzt bekommen hast steht ganz oben??","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T14:26:12.320+0000","up_votes":1,"down_votes":0,"body":"ne das war die erste Antwort (my bad ich habe das ursprügliche Ticket vergessen).\nHab es oben editiert!","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T14:31:53.970+0000","up_votes":1,"down_votes":0,"body":"ok also wartest du auf deine 3. Antwort.\nAlso wenn ich als Supp das so lesen würde, bekommst du jetzt immer noch keine vernünftige Antwort. Da du auf das Forum verwiesen hast, hoff mal, das sie sich das anschauen.\nUnd wenn die wieder schreiben und das nicht deine eigentliche Frage beatwortet, poste das erst hier und schreibe erst dann, wenn wir da was zu gesagt haben nochmal.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T14:34:46.598+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab leider wenig bis gar keine Erfahrung, wie man hier mit dem Support am besten umgeht. Ich werde eure Hilfe dankend annehmen!","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T14:38:11.047+0000","up_votes":2,"down_votes":0,"body":"1. Sachlich, das heißt man geht am besten im ersten Satz direkt auf das Problem, um dem Support das Interesse zu wecken.\n2. Immer schön nett und Höfflich Formulieren, bzw. Sachlich, also keine Unnützen Informationen.\n3. Gruß Formel und Schlussformel nicht vergessen.\n\nDas sind denke ich mal so die wichtigsten Sachen, die man immer beachten sollte, wenn man an einen Support schreibt denke ich mal.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T14:43:37.469+0000","up_votes":2,"down_votes":0,"body":"Ok, danke! Beim nächsten mal Poste ich es zu erst hier hinein.","replies":[]}]}]}]}]}]},{"id":"","poster":"Zulwar","date":"2016-01-28T21:52:08.547+0000","up_votes":1,"down_votes":0,"body":"ok sehe grade das du deinen Beitrag editiert hast, das klingt doch schonmal garnicht so schlecht. Bin gespannt was der Spezialist sagt.","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2016-01-28T14:59:28.942+0000","up_votes":1,"down_votes":0,"body":"Kuckuck :3 Ich glaube, der Supportmitarbeiter hat dein erstes Ticket einfach nicht gründlich genug durchgelesen...auch wenn es wahrscheinlich anstrengend wird, bleib am Ball, bis sie es dir direkt erklärt haben, weshalb du erst einen 14-tage-ban und sie dann IM Ban selbst direkt einen Permaban hinterhergeschoben haben. Gib dich nicht zufrieden, bis sie dir darauf eine Antwort gegeben haben ;)\nFalls du dennoch kein Glück haben solltest, kannst du mich gerne auf Skype adden: littlenightmaredream\nIch würde dich schon gerne unterstützen, einen neuen Account hochzuziehen, damit du beweisen kannst, dass du dein Verhalten bessern kannst x)","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T15:04:00.796+0000","up_votes":1,"down_votes":0,"body":"Natürlich bleib ich dran, was wären das für Motivation von mir, wenn ich gleich Aufgebe!\nIch werde gerne auf dein Angebot zurückgreifen falls es nicht klappen sollte. Danke! ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Deadly Evil","date":"2016-01-28T14:07:49.486+0000","up_votes":1,"down_votes":0,"body":"Was genau schreibst du denn? Schreib doch mal zusammenhängend:\n\nEs schein aber ein Systemfehler vorzuliegen. Ich war in einem Game toxic, habe direkt im Anschluss ein 2. gestartet, in dem ich wiederum Toxic war. Direkt im Anschluss erhielt ich die Meldung das mein Account 14 Tage gebannt ist.  Ohne dann Zugriff auf meinen Account zu haben, kam direkt noch eine PermaBan Sperre, ohne dass ich die Chance hatte den 14 Tage Ban abzusitzen. Wie kann dies sein?\n\nBitte um Klärung, da ich stark vermute das hier das System falsch gegriffen hat, da mir gar nicht die Chance eingeräumt wurde mich nach dem 14 Tage Ban zu bessern.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T14:24:26.248+0000","up_votes":2,"down_votes":0,"body":"Ich probier was ich kann, aber es ist ein Chat, in welchem man mehrer Tage auf die Antwort eine Bots wartet....","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-01-28T11:13:10.819+0000","up_votes":2,"down_votes":0,"body":"Ich hab mir jetzt noch nicht alle Kommentare durchgelesen, deshalb Frage ich mal einfach direkt. Hast du dich schon an den Support gewandt und explizit darauf hingewiesen, dass du während des 14 Tagebanns den Permabann erhalten hast? Ich glaube da besteht ausnahmsweiße eine Chance, dass der Permabann (wenn auch nur vorläufig) zurückgenommen wird. Das nächste Vergehen hätte selbigen sicher zur Folge, also lohnt es sich eigentlich nur, sich beim Support darum zu bemühen, wenn du dir auch sicher bist, dich in Zukunft anständig benehmen zu können.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T11:23:25.143+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab dem Support auf seine autom. Antwort mit dem Verweis auf den Fehler selbst nochmal geantwortet.","replies":[]}]},{"id":"","poster":"Jastol","date":"2016-01-28T09:55:21.135+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung nach hast du 2x falsch gehandelt und nur weil Du die Meldung nach dem ersten mal nicht bekommen hast rechtfertigt nicht, dass du dich dadurch aus dem permaban rausreden könntest. In den Geschäftsbedingungen steht es ja ganz deutlich. Riot bräuchte dir nicht einmal eine Warnung zukommen zu lassen. Stell dir vor, du gehst auf die Strasse und wirst zusammengeschlagen. Soll der Schläger dann nur eine Strafe für den ersten Schlag bekommen oder dafür, dass er dich ins Krankenhaus geprügelt hat?","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T10:06:34.077+0000","up_votes":1,"down_votes":1,"body":"Ich glaube nicht, dass man es so Eins zu Eins, Sinn gemäß, übertragen kann. Aber ich glaube auch in den Gesetzen werden Täter Vorgewarnt bei Wiederholung des Vergehens nach der Strafe (oder während der Strafe) härter gerichtet zu werden. Das mit dem ersten Schlag würde direkt bedeuten, dass je mehr man in 1 Spiel geflamt hat umso höher die Strafe sein müsste. D. h. nach einem Spiel könnte man schon permanent gebannt werden. Aber so will Riot das System ja nicht haben, zumindest schreiben sie es.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-28T10:39:52.291+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ILrYxIns,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=000b0000,timestamp=2016-01-28T10:06:34.077+0000)\n>\n> Ich glaube nicht, dass man es so Eins zu Eins, Sinn gemäß, übertragen kann. Aber ich glaube auch in den Gesetzen werden Täter Vorgewarnt bei Wiederholung des Vergehens nach der Strafe (oder während der Strafe) härter gerichtet zu werden. Das mit dem ersten Schlag würde direkt bedeuten, dass je mehr man in 1 Spiel geflamt hat umso höher die Strafe sein müsste. D. h. nach einem Spiel könnte man schon permanent gebannt werden. Aber so will Riot das System ja nicht haben, zumindest schreiben sie es.\n\nNaja, vorgewarnt wird der Schläger nicht im Sinne von \"Die nächste Strafe wird härter\". Es wird bei Gericht zwar so gehandhabt, dass Wiederholungstäter schwerer bestraft werden, angekündigt wird ihnen das vorher aber nicht.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T10:53:12.706+0000","up_votes":1,"down_votes":1,"body":"Ja und in LoL steht auch unter dem 14-tägigen Ban das erneute Verletzung des Beschwörer-Kodex zum permanenten Ban führt. ^^ Aber wie gesagt der wurde bei mir ja so gesehen geskippt.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-01-28T11:18:15.965+0000","up_votes":1,"down_votes":0,"body":"Riot sagt aber leider ganz deutlich in ihren Bansystemen, dass man nicht für ein Vergehen, welches vor der letzten Strafe liegt, bestraft werden kann. Genau das ist hier aber passiert. \n\nWie gesagt, der Perma ist möglicherweise sogar angemessen, ein Fehler im System ist das da oben dennoch.","replies":[{"id":"","poster":"Jastol","date":"2016-01-28T12:22:49.653+0000","up_votes":1,"down_votes":0,"body":"Ich hab vor kurzem ein Fahrverbot per Post erhalten. Wenn ich jetzt einfach den Briefkasten nicht aufgemacht hätte, dann hätte ich keine Kenntnis von dem Fahrverbot gehabt und hätte einfach weiterfahren dürfen? Das genau ist nämlich hier der Fall. Der TE hat eigenständig die Zustellung des Verbots umgangen, bez. er konnte es während eines Spiels eben nicht einsehen. D.h. nicht, dass das Verbot bez. der Bann hier nicht ausgesprochen wurden. Die einzige Möglichkeit für Riot dies zu umgehen wäre also eine Ingame Nachricht. Dies ist soweit Ich weiß noch nicht möglich.\n\n\nAhh, habe gerade meinen Fehler gefunden. Dachte die ganze Zeit der Ban wäre nach einer Verwarnung ausgesprochen worden. Scheinbar habe ich mich da verlesen, wenn der TE schon einen Ban hatte und diesen nicht antreten konnte ist es doch komplizierter als Ich dachte.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T12:42:51.685+0000","up_votes":1,"down_votes":0,"body":"Jede Strafe bezieht sich auf *alle* vorangegangenen Spiele, einschließlich des Spiels, welches nicht in die Beurteilung mit einbezogen wurde.\nDaher ist die Bestrafung für dieses Spiel ein Fehler, vor allem, weil dieses Urteil vorausgesetzt hat, dass der Spieler sich trotz eines zweiwöchigen Bans nicht gebessert hat. Diesen Ban hat der Spieler aber gar nicht erhalten. Das Urteil gründete sich also zudem auf falschen Annahmen.","replies":[]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:30:04.929+0000","up_votes":1,"down_votes":0,"body":"Also im Prinzip bin ich gefahren bevor sie das Fahrverbot überhaupt geschickt hatten! Ich denke es wird die Zeit der Zustellung in Betracht gezogen bei so einem Vergehen, oder liege ich da Falsch? ^^","replies":[{"id":"","poster":"Jastol","date":"2016-01-28T12:34:47.692+0000","up_votes":1,"down_votes":0,"body":"Das müssten jetzt IT-Anwälte klären ^^. Normalerweise würde ich davon ausgehen, dass die Nachricht bereits auf deinem Client war, also in deinem Briefkasten und du sie somit theoretisch bereits hättest einsehen können.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T12:38:11.325+0000","up_votes":1,"down_votes":0,"body":"Halte ich für unwahrscheinlich. Wie sollte es mir möglich gewesen sein mit einem 14-Tage Ban auf meinem Client zu spielen ?","replies":[]}]}]}]}]}]},{"id":"","poster":"Celesil","date":"2016-01-28T06:29:39.157+0000","up_votes":2,"down_votes":0,"body":"Im Grunde lese ich hier zwei Dinge heraus.\n\n1. \nDas du deine Fehler einsiehst und auch eingestehst, ist super. Können nicht alle, auch wenn keiner von uns überhaupt mit Gewissheit sagen kann, „Jo du gestehst es dir ein\".\nDennoch versuchst du ja die absolute Hauptlast auf deine eigenen Schultern zu tragen und nicht hauptgedanklich woanders abzulagern.\n\nAllerdings ist genau hier die Kehrtwende zu sehen.\nMit z.B. \n> Ich flame. Ich kann auch nett sein.\n> Mir rutscht dabei eben mal ein [...]. Dabei hab aber auch ich meine Grenzen [...]\n\nrechtfertigst du dich dafür, in meinen Augen, das deine Beleidigungen, Beschuldigungen und Angriffe gar nicht so schlimm seien, weil es ja keine persönliche, rassische oder ggf. nihilistische/ polemische Züge hat. Das jegliche Beleidigungen  und ähnliches, dennoch gleich sein könnten, in einem Spiel wo wir grundsätzlich eh alles mit Vorsicht genießen sollten (bzw. allgemein im Internet), kann ich zumindest nicht aus deinem Beitrag rauslesen.\n\nKurz gesprochen: Wo ist die Reue? Warum die Verteidigung deiner Taten?\n\n2.\nDas die vierzehntägige Sperre nicht gleich gegriffen hat, ist blöde. Einmal für dich selbst, da du keine letztmalige Chance auf Einsicht und Besserung erhalten hast, ebenso auch für uns, auf der anderen Seite. Nun möchtest du, gerechterweise, erfahren warum dies so war.\n\nDennoch lag es ja in deinem persönlichen und niemand anderen Ermessen, ob die eine Runde noch gespielt oder erst wieder in das Menü des Klienten gewechselt wird. Das bedeutet für mich, dir war von vornerein klar, wie du auch selbst geschrieben hast, das du gewisse Emotionen nicht bei dir halten bzw. sie nicht auf positive Weise ablassen kannst. Insbesondere durch die einzelnen Einschränkungen war seit längerer Zeit bekannt, dass das gezeigte Verhalten alles andere als Normgerecht und befriedigend war für und mit der Spielerschaft.\n\nDafür gibt es einen kurzen und dennoch passenden Satz: Unwissenheit beschützt nicht vor Bestrafung.\n\n---------------------------------------------------------\n\nNicht nur in der realen Gesellschaft, dem Berufsleben, der Schule und allen weiteren Bereichen des Lebens, so finde ich es zumindest, gibt es gewisse ungeschrieben Normen bzw. Verhaltensweisen. Diese gibt es für mich auch hier im Internet und manchmal kann ich erkennen, das ich manch andere gleich gesinnte treffe. Das mag sich blöde lesen, gerade weil obiges schon deutliche Anschuldigungen sind, allerdings ist es ja nicht zu viel verlangt, das sich jeder so benimmt, wie er gerne selbst behandelt und erkannt werden möchte. Allerdings sollten uns zu jedem einzelnen Zeitpunkt auch klar sein, das wir mit unseren Taten und Handeln auch eine gewisse Reaktion hervorrufen. \n\nIn deinem Falle, du hast dich einen Großteil deiner Spielzeit absolut daneben benommen und hast gleichzeitig das Risiko in Kauf genommen, dafür bestraft zu werden. Ob dies nun völlig willens oder unabsichtlich passiert ist, spiel keine Rolle.\nWenn ich jemanden beleidige, ist es in vielen Fällen normal und auch gerechtfertigt, das diese Person dies nicht gut findet. Wie sie dann handelt, ist eine andere, zweite Frage.\n\nSo nun gut mit dem moralischen und meinen Anschuldigungen dir gegenüber. Ich bin selbst kein Unschuldslamm. Sofern dies bei dir oder bei jemanden anderen sauer aufgestoßen ist, bitte ich dies zu entschuldigen und mir konstruktive Kritik zu geben.\n\nMfG\n\nCele","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:28:43.975+0000","up_votes":1,"down_votes":1,"body":"Zum ersten Punkt. Reue online zu zeigen kann sich als schwierig erweisen. Dieser Teil war als Selbsteinschätzung, wie ich vor dem Bann gespielt habe da. Dazu gehört, aber auch die guten Dinge aufzuzählen. Ich wollte mich nicht in irgendeiner Art rechtfertigen für meinen Flame, aber ein genaueres Bild dazu einbringen. D. h. ich war ein Flamer, aber ich hatte zu mindest einen Grundrespekt für all Leute mit denen ich jemals gespielt hatte. Das mein Flame trotzdem nicht richtig war, ist mir immer noch klar.\n\n2.:\nWie oben im Text beschrieben, waren die vorherigen Strafen anscheinend nicht hart genug. Alles was ich wollte war auch nur, dass bei mir sowie bei allen anderen toxischen Spielern zuerst der 14-tägige Ban und danach der permanente Ban eingeführt wird. Es gibt diesen 14-Tage Ban ja eben genau um Spieler noch einmal zur Vernunft anzuregen.","replies":[]}]},{"id":"","poster":"Reaz83","date":"2016-01-28T08:26:20.170+0000","up_votes":1,"down_votes":2,"body":"Ganz ehrlich ... lerne Respekt vor anderen menschen nur weil du sie nicht persönlich siehst muss du nicht gleich flamen ... wenn ich schon Sachen lesse wie : we have a low jungler we need good top ... \n\nhallo geht's noch nur weil ich nunu spiele und er der Meinung ist nunu ist underrated ... \n\nBei manchen würde ich am liebsten durch den pc zu ihm erstmal eine klatschen ... bin 32 er Berliner und wenn man hier so eine große .... dann kann es ganz böse enden hier ...","replies":[{"id":"","poster":"Méldis","date":"2016-01-28T10:04:33.853+0000","up_votes":2,"down_votes":0,"body":"viel bessere einstellung, zeigt wirklich deinen respekt und lebenserfahrung wenn man der meinung ist den leuten gehort bei großem mundwerk eine geklatscht! bravo!","replies":[]}]},{"id":"","poster":"Antiqui","date":"2016-01-28T00:02:24.553+0000","up_votes":2,"down_votes":1,"body":"Gib mal bitte ne Kopie (am besten einen Screenshot) deines Chatlogs her.\n\nIch würde Geld darauf verwetten das du definitv mehr schreibst als ein \"Impulsiver\" Satz. Der Chatanalyse Bot srpingt nicht sofort bei einem Schimpfwort pro Spiel an, da hat der bis zu nem gewissen Grad ne \"Toleranzschwelle\"\n\nAnsonsten GG WP Riot, ich merke in meinem Spielen wie immer weniger geflamet wird. So macht LoL wieder richtig spass :D","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T00:15:46.471+0000","up_votes":1,"down_votes":1,"body":"Wie füge ich hier Dateien an ? ^^´\nBis ich die Datei anhängen kann werde ich mich so dazu äußern. Ich wollte mich als \"impulsiv\" beschrieben und nicht den Flame. Es war gemeint, dass mein Verhalten stark am Schwanken war. Und es Games gab in denen ich geflamt habe und ich nächsten Spiel war ich wieder ganz ruhig und gelassen. Von einem Satz war hier leider auch nie die Rede. Ich habe mich in diesem Abschnitt damit befasst, dass ich sehr wohl ganze Games geflamt habe und dabei doch in gewissen Grenzen geblieben bin, aber auch Perioden, sowohl bei Win als auch bei Lose, gar nicht geflamt habe und aufbauend war. ","replies":[]}]},{"id":"","poster":"ILrYxIns","date":"2016-01-27T23:46:40.944+0000","up_votes":2,"down_votes":1,"body":"Hier noch ein Ausschnitt aus diesem Thread:\n\nStrafen für negatives Verhalten in League sollten drei Dinge erfüllen:\n\n● Spieler mit nicht übermäßig oder zeitweise negativem Verhalten zur Besserung anhalten\n● Spieler vor negativen Erfahrungen bewahren\n● Spieler, die sich nicht bessern, aus League entfernen\n\n\nUnd das wollen wir folgendermaßen lösen:\n\n● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n○ Drittes Vergehen : 2-wöchige Sperrung\n○ Viertes Vergehen: Permanente Sperrung\n● Wir verringern die Verzögerung zwischen Handeln und Konsequenz (was nach unseren Erkenntnissen stark zur Besserungsrate beiträgt), indem wir die        Chateinschränkungen innerhalb 15 Minuten nach Spielende inkrafttreten lassen. Im gleichen Zuge erhalten Spieler, deren Chat Einschränkungen unterliegt, nun verschärfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschränkungen ausgelaufen sind und erst dann zu erfahren, was als Nächstes passiert.\n● Der auffällig gewordene Spieler erhält nun sofort eine Rückmeldung zu seinem Verhalten. Die Spieler erhalten nun einen Überblick direkt im Client, der Chatlogs enthält, die Mitspieler als besorgniserregend empfanden.\n\nAusbau der Chateinschränkungen\nYmir (EUW) schrieb vor 4 Monaten in Spielerverhalten","replies":[{"id":"","poster":"Łady","date":"2016-01-31T06:32:05.545+0000","up_votes":1,"down_votes":1,"body":"Stimmt das mit den Schritten? Mein Nachbar hat das ''erste Vergehen und das zweite Vergehen'' noch nie erhalten, hat aber letztens einen 14 Tage Ban abgesessen. :O","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-31T07:14:00.222+0000","up_votes":1,"down_votes":0,"body":"Er kann wenn er zu den wohl schlimmsten der Community gehört auch einzelne Bestrafungen überspringen.","replies":[]}]}]},{"id":"","poster":"NennMichNichtSo","date":"2016-01-30T11:48:37.599+0000","up_votes":1,"down_votes":0,"body":"Zuerst, und das werden sicherlich auch schon einige gesagt haben, um nen Permaban zu kassieren musst du wirklich hart Flamen. Sicherlich mindestens 50 Spiele lang. Das System vergisst auch nicht. Nur weil du mal 20 Spiele normal gespielt hast bedeutet es nicht das du dann wieder Flamen kannst wie ein Meister.\n\nJeder LoL-Spieler war schon mal Toxic. Ohne ausnahme. Ob im Chat oder vor dem Bildschirm. Das macht wenig Unterschied.","replies":[]},{"id":"","poster":"I am Zynex","date":"2016-01-29T08:23:00.540+0000","up_votes":1,"down_votes":0,"body":"Ganz einfacher Tipp: einfach alle Muten die ansatzweise anfangen sich negativ zu äußern.","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-01-29T01:31:53.026+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ILrYxIns,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=,timestamp=2016-01-27T23:40:49.835+0000)\n>\n\n> Garantierte Besserung? \n> \n> Ganz ehrlich? Nein. \n\nTja. Ich hoffe du bleibst draussen, wenn das deine Einstellung ist.","replies":[]},{"id":"","poster":"The valiant Hero","date":"2016-01-28T01:43:45.779+0000","up_votes":1,"down_votes":0,"body":"Bin mal gespannt, wer das diesmal c&p.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T01:48:37.346+0000","up_votes":1,"down_votes":1,"body":"Das ist selbst geschrieben. o.O","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-28T08:30:49.821+0000","up_votes":1,"down_votes":0,"body":"Ich meinte, beim letzten entschuldigungsthread mit Krappa oder so wurde der komplette text von i-wem anderes 1 zu 1 geklaut. Da hat's downvotes geregnet.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T12:08:40.227+0000","up_votes":1,"down_votes":0,"body":"Echt?? Habe ich gar nicht mitbekommen.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T12:48:50.414+0000","up_votes":1,"down_votes":0,"body":"Nicht 1 zu 1. Keinesfalls 1 zu 1. Es war lediglich so, dass ein Spieler mit einem Perma den Thread von Krappa gelesen hat und dann versuchte, mit einer möglichst ähnlichen Aktion eine weitere Chance zu bekommen, seinen Account zurück zu erhalten.\n\nDie Downvotes gab es zumindest aus meiner Sicht vor allem dafür, dass du Entschuldigung nicht glaubhaft war, sondern eben vor allem darum diente, auf irgendeine Weise den Account zu retten.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-28T12:54:31.648+0000","up_votes":1,"down_votes":0,"body":"Achso, ok dann habe ich den glaube ich auch gelesen. Zumindest war da einer der sich entschuldigen wollte, aber im gleichen Atemzug auch das ganze wieder von sich geschoben hat und ja auch den Account wieder haben wollte.\n\nKann das sein das das der war?\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/nEllNAFi-ich-machte-mich-ein-letztes-mal-sehr-traurig-entschuldigen","replies":[{"id":"","poster":"eingew","date":"2016-01-28T15:19:19.642+0000","up_votes":1,"down_votes":0,"body":"Jup","replies":[]}]}]}]}]}]}]},{"id":"","poster":"DeinstallGameNob","date":"2016-01-28T12:51:09.503+0000","up_votes":1,"down_votes":6,"body":"es ist wirklich so. riot nimmt das alles zu ernst. habe auch 3 perma account und nie wirklich jemand hart beleidigt. ich habe nur gesagt \"stop be a idiot and run inside like this\" oder \"stop feed noob\" WIRKLICH nichts mehr. also riot sollte sich mal an den kopf fassen, und nachschauen was sie da tuen...","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-28T13:54:14.565+0000","up_votes":2,"down_votes":0,"body":"Klingt für mich eher nach legitimen Gründen für eine Bestrafung. Um selbige zu vermeiden, hilft es meist, Beleidigungen nicht abzuschicken.","replies":[{"id":"","poster":"Fermi Paradox","date":"2016-01-28T14:01:15.383+0000","up_votes":1,"down_votes":0,"body":"klingt für mich eher nach troll ;)","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2016-01-28T07:46:09.890+0000","up_votes":1,"down_votes":0,"body":"Du sagst, dass du immer mal wieder negativ aufgefallen bist und \"Bestraft\" wurdest. Du hattest demnach schon mehrere Chancen von deinen Fehlern zu lernen. Weiter schreibst du, dass wenn du den Account zurückbekommst nicht für ein respektvolles Verhalten gegenüber deiner Mitspieler/Gegner garantieren kannst.\n\nOffenbar zeigen die bisherigen Bestrafungen nur kurzfristig Besserung bevor du wieder in dein altes Verhaltensmuster zurückfällst und mit dem neuen System ist halt einmal endgültig Schluss. In deinem Fall wurde eine Stufe übersprungen, was meines Wissens durchaus passieren kann für gewisse Vergehen (Was dazu nötig ist, weiss allerdings nur Riot).\n\nAlles was ich dir mitgeben kann ist folgendes. Überlege dir gut, wenn du einen anderen/neuen Account benutzt, ob du wirklich ohne den Chat auskommst oder ohne das Bedürfnis den Frust und die Wut im Chat auszulassen. Wenn du denkst, dass du das nicht hinbekommst, dann lass das Spielen von LoL in Zukunft sein.\n\n\nEdit: \nDas Überspringen von Strafen kannst du aus diesem Satz interpretieren:\n\n_● Wir verringern die Verzögerung zwischen Handeln und Konsequenz (was nach unseren Erkenntnissen stark zur Besserungsrate beiträgt), indem wir die Chateinschränkungen innerhalb 15 Minuten nach Spielende inkrafttreten lassen. Im gleichen Zuge erhalten Spieler, deren Chat Einschränkungen unterliegt, nun verschärfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschränkungen ausgelaufen sind und erst dann zu erfahren, was als Nächstes passiert._","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:08:18.443+0000","up_votes":1,"down_votes":1,"body":"Im Falle des Rückfalls gibt es halt dann den Perma-Ban. Den unteren Teil interpretiere ich so: Sie wollen die Strafen schneller verhängen, damit man mehr Bezug zu seinem Vergehen damit aufbaut, aber von überspringen sehe ich da leider nichts.","replies":[{"id":"","poster":"XenesisCH","date":"2016-01-28T09:36:00.144+0000","up_votes":1,"down_votes":0,"body":"_Im gleichen Zuge **erhalten Spieler**, deren **Chat Einschränkungen unterliegt**, nun **verschärfte Strafen**, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschränkungen ausgelaufen sind und erst dann zu erfahren, was als Nächstes passiert._\n\nIch hab das nochmals hervorgehoben. \"Verschärfte Strafen\" interpretiere ich durchaus als überspringen von Strafen.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:28:30.775+0000","up_votes":1,"down_votes":0,"body":"So ist das nicht gemeint. Der Absatz beschreibt die Möglichkeit ohne Erhalt eines 14-Tage Bans direkt einen permanenten Ban zu bekommen. Das ist beim TE aber eindeutig nicht der Fall. Er hat keine Strafe übersprungen, er hat vor Ablauf der letzten eine neue bekommen, was im System eigentlich unmöglich sein sollte.","replies":[]},{"id":"","poster":"ILrYxIns","date":"2016-01-28T09:50:26.643+0000","up_votes":1,"down_votes":1,"body":"So wie es her steht meinen sie (glaube ich), wenn man Chat-Restricted ist und weiterhin flamet könne schon bevor die Strafe ausläuft andere Strafen verhängt werden. Ich war aber weder Chat-Restricted , noch anderweitig belastet zum Zietpunkt des 2. Spiels.","replies":[{"id":"","poster":"XenesisCH","date":"2016-01-28T11:10:26.745+0000","up_votes":1,"down_votes":0,"body":"Auf Bewährung bleibst du trotzdem, sprich du durftest dir nichts mehr erlauben (dies nicht zu Wissen schützt vor Strafe nicht) und du hast dich trotzdem zwei mal in Folge gehen lassen. Dass das System halt nicht schnell genug reagiert hat beim nächsten Vergehen, resultiert für dich (für dich ein bisschen unglücklich gelaufen -  zugegeben) der direkte Perma.","replies":[]}]}]}]}]},{"id":"","poster":"Deathzøne","date":"2016-01-28T00:49:22.409+0000","up_votes":1,"down_votes":3,"body":"hey,\ndein bann ist zwar (wahrscheinlich) gerechtfertigt, aber ehrlich gesagt sind mir die flamer scheiß egal. wozu gibt es die mutefunktion? \nmir gehen die ganzen kinder die AFk gehen wesentlich eher auf den sack. und wer hat nicht son einmal ( oder mehrmals ) geflamt. \nein permabann rein fürs flamen finde ich sowieso etwas übertrieben. sollte es jedoch beleidigend sein ist er natürlich gerechtfertigt.\nRiot sollte sich lieber mal um die ganzen afkler kümmern und mal die leute aussortieren, welche nicht ihrer elo gemäß spielen und einfach nur feeden. gibts diese leute weniger, dann wird auch das flamen aufhören.\noder findet ihr es nicht komisch das ich manche plat/dia spieler easy fertig mache in der mitte und das als angeblicher silberspieler? \n\nich freu mich schon auf die ganzen plat/dia spieler welche sich ender der season in silber/gold wiederfinden in soloQ :D #\n\nund noch ein tipp: mach dir nen neuen acc, stecke kein geld rein und schrei den monitor an :D dem ist es recht egal^^ aber lass das flamen sein^^","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T01:07:20.589+0000","up_votes":1,"down_votes":1,"body":"Tja das Geld ist ärgerlich.. Mein Problem liegt eigentlich in der Zeit und ein bisschen hängt man ja schon an seinem Account mit Freundesliste, Erinnerungen und co. ^^","replies":[{"id":"","poster":"eingew","date":"2016-01-28T11:16:43.504+0000","up_votes":1,"down_votes":0,"body":"Dann sollte man sich schlichtweg nicht daneben benehmen. Die anderen Spieler hängen nämlich an einem positiven Spielerlebnis, was du ihnen verwehrst.\n\nDein Verhalten führt dazu, dass Riot Spieler und damit Geld verliert.\n\nMit Bans werden deutlich weniger Spieler \"vergrault\".","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-28T10:47:20.790+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=L1onbr3ath,realm=EUW,application-id=KYnfKGf0,discussion-id=7QwgLzEh,comment-id=0003,timestamp=2016-01-28T00:49:22.409+0000)\n>\n> Riot sollte sich lieber mal um die ganzen afkler kümmern und mal die leute aussortieren, welche nicht ihrer elo gemäß spielen und einfach nur feeden. gibts diese leute weniger, dann wird auch das flamen aufhören.\n\nNaja durch die Maßnahme sind schonmal weniger Quitter durch Flame zu verzeichnen und \"u dont deserve to win-Fedder auch ;)\nBtw. das Flmen wird nie aufhören, weil nur eine Seite gewinnen kann, wenn alle perfekt spielen wird ja jedes Spiel 0 0 stehen und nie enden...\n\n> oder findet ihr es nicht komisch das ich manche plat/dia spieler easy fertig mache in der mitte und das als angeblicher silberspieler? \n\nNö. Setz einen mit einem nonmain auf eine nonmainposition und fertig.","replies":[]}]},{"id":"","poster":"Alustus","date":"2016-01-28T01:25:59.379+0000","up_votes":1,"down_votes":0,"body":"Meine Augen sind schon etwas müde aber ich sehe folgendes:\n\nmehrfach CR\n\n>  Dazu kann man sich die Reform-Cards im Internet anschauen, welche Beispiel zeigen. Ohne mich zu verteidigen (Kappa), da gibt es schon krassere Dinge als meinen Flame.\n\nkönnen wir nicht beurteilen da ich hier nicht den beigelegten Chatverlauf sehe.\nWenn du diesen Postest können wir darüber diskutieren ob dein Flame noch akzeptabel ist/war.\n\nGrundsätzlich kommt der bann ja nicht aus heiterem Himmel wenn du schon desöfteren eine CR hattest, von daher kann ich auch nicht verstehen warum ein 14 Tage bann sinn gemacht hätte.","replies":[{"id":"","poster":"ILrYxIns","date":"2016-01-28T01:33:39.823+0000","up_votes":1,"down_votes":1,"body":"Ich hab die Screenshots, aber ich weiß nicht wie ich sie ins Forum poste (Habe ich oben geschrieben bzw. schon nach Hilfe gefragt). Nein, der Bann kommt nicht irgendwo her (Ich habe geflamt). Aber dafür ist der 14-Tage Bann doch da, als Ultimatum. Ob es funktioniert oder nicht liegt dann bei mir. Wenn er keinen Sinn macht, wieso gibt es das System dann so ?","replies":[]}]},{"id":"","poster":"GERxXxMaikxXx","date":"2016-01-30T16:36:18.101+0000","up_votes":1,"down_votes":6,"body":"Weiss garnicht wo das Problem liegt  einfach mute und fertig . Aber manche müssen sich einfach wichtig machen .Viele meiner mates haben Chat ban wegen kinderkacke . Sie reporten nun auch jeden scheiss . Ist das der sinn dahinter. Die Community ist wirklich das aller letzte .\n\nmfg","replies":[{"id":"","poster":"SorisDynasty","date":"2016-01-31T10:16:16.741+0000","up_votes":3,"down_votes":0,"body":"\"Kinderkacke\" aka Leute verbal im Chat zu belästigen? Oh ja. Regeln zu brechen ist echt 'ne Kleinigkeit, die nicht bestraft gehört.","replies":[]}]},{"id":"","poster":"Game of Thr0ws","date":"2016-02-06T01:50:54.260+0000","up_votes":1,"down_votes":3,"body":"Tschüß!\nEs ist nicht wert dir eine letzte Chance zu geben, wenn du auch nur ein einziges Game mit deinem Verhalten vergiftest.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-02-09T10:36:15.711+0000","up_votes":1,"down_votes":0,"body":"Und doch wurde sein Perma aufgehoben.","replies":[]}]}]}