{"id":"e3U10Q80","poster":"A1kaI3m","date":"2019-04-16T20:31:30.446+0000","title":"Client-Verbesserungsvorschläge","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Hey Leute, \r\n\r\nich wollte einmal ein paar Verbesserungsvorschläge für den LoL-Client mit euch teilen. Es ist nichts großes, ich würde mich aber über euer Feedback freuen. Vielleicht sieht es ja auch ein Riot-Mitarbeiter.\r\n1. Im Client gibt es unter Sammlung>Champions die Möglichkeit, sich nur die eigenen, verfügbaren, oder Rotationschampions anzeigen zu lassen. Bei dem Spielmodus ARAM kann man jedoch die Champions der letzten drei Rotationen erhalten. Ich fände es schön, einen Filter für die ARAM-Champions (verfügbar oder Rotation) zu haben. Aktuell kann man sich die ARAM-Rotation nur im Internet anschauen.\r\n2. In ARAM existieren Kopfgelder offenbar, da regelmäßig Kopfgelder eingesammelt werden. Es wäre schön, auch in Aram eine Anzeige für das Kopfgeld zu haben, so wie es mit TAB im normalen Spiel angezeigt wird. Es hat mich schon mehrfach verwirrt, welche Spieler in ARAM Kopfgeleder hatten und welche nicht. Eine Anzeige würde Klarheit schaffen. Außerdem spielt man, wenn man weiß, dass man ein Kopfgeld hat, eventuell anders (Kann z.B. defensiver spielen).\r\n3.Wenn es Events gibt, dann gibt es in letzter Zeit öfters Eventmarken, die dann in der Hextech-Werkstatt in Items wie Skins oder Symbole usw. umgewandelt werden können. Meistens gibt es auch die Möglichkeit, sich einfach blaue Essenzen herzustellen. Dies ist besonders dann praktisch, wenn man sich von den übrigen Marken nichts mehr herstellen kann oder keine der Eventbelohnungen haben möchte. Das Problem, dass ich hierbei hatte ist, dass es sehr lange dauert, jede Marke einzeln in Essenzen uzuwandeln. Es ware schön, wenn man die Menge an Essenzen, die hergestellt werden, auswählen kann oder Marken in größeren Mengen umwandeln kann.\r\n\r\nLG Alkalem\r\nP.S.: Ich hoffe, das ist das richtige Forum dafür.  Es scheint nicht so richtig in andere Foren zu passen","replies":[]}