{"id":"8Rm79By3","poster":"FNC Showtime","date":"2016-01-27T21:18:32.891+0000","title":"Jungler Preseason 6 Gold I sucht DuoQ Partner!!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Jo hello, spiele seit season 1, mal weniger, mal mehr lol. Nun m&ouml;chte ich mich wirklich hoch carryn und suche dazu einen DuoQ Partner. Am besten w&auml;re ein Spieler der die Top/Mid lane mained. Sollte er die Mechanics haben auch als ADC zu carryn, dann ist das auch in Ordnung. Wichtig f&uuml;r mich ist, dass er die Meta und das Spiel versteht und auch seinen Championpool danach richtet. Soll nicht abwertend klingen, aber der beste Teemo Toplaner wird hier und da effektiv sein, aber nie Spiele wie z.B.: ein Darius/Fiora-Main carryn k&ouml;nnen. Ich hoffe ihr wisst was ich meine, vor allem in diesem Elo-Bereich. (SI derzeit)\r\n\r\nZu mir bin, knappe 22, komme aus Wien und maine {{champion:102}} \r\n\r\nIch sag einmal Silber solltet ihr schon sein, damit der Unterschied nicht allzu gro&szlig; ausf&auml;llt, au&szlig;erdem solltet ihr objektiv betrachtet &uuml;ber eurem Elo Niveau spielen, dh. wenn ihr fast jedes/jedes game extrem reinfeeded, dann fehlt es euch an &Uuml;bung. Auch hier denke ich, wisst ihr was ich meine. Jeder auch ein Faker hat einmal negative Stats, und ist hilfreicher als andere Teammates, dh. das ist nat&uuml;rlich klar immer gehts eben nicht, auch in diesem Elo-Bereich gibt es hier und da gleich gute/bessere Spieler blabla.. zuviel Geschreibe. Falls ihr Interesse habt, hier im Thread, oder IG an nextGG.\r\n\r\nPS.: Ideal w&auml;re eine L&auml;ngere DuoQ &quot;Partnerschaft&quot;, um sich einzuspielen und so bald Challenger zu sein {{sticker:slayer-pantheon-thumbs}} :DD","replies":[{"id":"","poster":"Vοhiyø","date":"2016-01-28T11:05:08.480+0000","up_votes":1,"down_votes":0,"body":"habe dich mal ingame geadded","replies":[]},{"id":"","poster":"Sign of silent","date":"2016-01-28T05:43:33.468+0000","up_votes":1,"down_votes":0,"body":"Hey nextGG,\nich hätte wohl lust mit dir Duo Q zu machen war ende S5 Silber 1 danach weiter auf Gold 4 hoch konnte leider nicht so viel spielen sonst wäre ich vorher Gold gewesen, war S3 G. Momentan hab ich mich wieder mal durch bronze gekämpft und bin jetzt S4 aufsteigend. \n\nSpiele jede Rolle gleich verteilt also kann ich auch springen. Mit einen guten Jungler sollte der aufstieg aber recht flott von dannen gehen ;D. \n\nWerde dich mal ingame adden können ja es mal besprechen :)","replies":[]}]}