{"id":"KvgdAQ0s","poster":"Ffamran Balthier","date":"2016-01-27T15:46:44.661+0000","title":"WIe Beckomme ich die Titel","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag\r\n\r\nIch habe da mal eine Frage, es geht um folgendes ich sehe manche spieler die den Titel Haben ( Ehrenhafter Gegner, Gro&szlig;er Anf&uuml;hrer und Gro&szlig;artiges Team Mitglied) so ich sehe mir manchmal die spieler an wie viele Ehrungen sie haben so bei einigen sehen ich das sie weniger Ehrungen haben als ich daher Frage ich mich wie ich diese Titel bekomme, ich habe dies mal gegoogelt um zu wisssen wie es geht habe aber dort keine antwort oder eher ne vern&uuml;nftige antwort bekomme es hiese die bekommt man per zufall aber mich intressierts wie ich die bekomme.\r\n\r\nIch bedanke mich schonmal imm vorraus \r\n\r\nmfg KheitoKid","replies":[{"id":"","poster":"Pure Cynicism","date":"2016-01-27T16:45:02.864+0000","up_votes":1,"down_votes":0,"body":"Ich halte die ganze Sache mit den Titeln für insgesamt wenig durchdacht. Man muss wohl auf eine bestimmte Quote von Spielen/Ehrungen kommen. Das Problem ist aber, dass diese Quote kaum zu erreichen ist. Es ist okay, das man sie nicht zu einfach erreicht, schließlich sollen nur diejenigen die Titel erhalten, die sie auch verdienen. Aber in den letzten Monaten sind sie praktisch völlig verschwunden. Die Spieler geben einfach keine Ehrungen mehr raus. \n\nAls sie eingeführt wurden, war es anders. Da sah man oft Spieler mit dem ein oder anderen Schleifchen. Da wurde die Funktion aber noch rege benutzt. Würde man die Quote senken, dann würden wohl die Spieler auch wieder motiviert werden, Ehrungen zu vergeben.\n\nVielleicht sollte man das System überarbeiten. Vielleicht sollte auch der Spieler, der die Punkte vergibt, etwas bekommen, vielleicht eine kleine Portion IP o.ä.","replies":[{"id":"","poster":"Rushdie","date":"2016-01-27T19:08:07.338+0000","up_votes":1,"down_votes":0,"body":"Nunja aber dann wäre auch wieder die Sache dass man dies missbraucht um easy an IP ranzukommen :/ Ich glaub hier muss man einfach nur auf die Guten Leute hoffen :3\n{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Ffamran Balthier","date":"2016-01-27T17:31:46.146+0000","up_votes":1,"down_votes":0,"body":"Danke für deine mittleiung \n\nDann war das bestimmt bei mir auch weshalb ich den Titel verloren habe, ich bin ein mensch dem fehlt einfach das wissen sag ich mal und ich wäre eher einer davon zu wissen wie hoch die quote sein muss \n\ndaher trotzdem danke für deine mitteilung\n\nFalls wer noch was weiß darüber man kann sich im game bei mir melden \n\nkurz und klein KheitoKid\n\nmfg KheitoKid :D","replies":[]}]},{"id":"","poster":"Rushdie","date":"2016-01-27T15:58:38.793+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht, dass es auf die absolute Menge ankommt denn wenn ich z.B in 2000 games 540 mal für Teamgeist gehonored wurde und andere in 1000 games 500x gehonored wird ist bei ihm ja die \"Honor-Quote\" (Ja, das Wort hab ich erfunden) höher als bei dir.","replies":[{"id":"","poster":"Ffamran Balthier","date":"2016-01-27T16:39:20.197+0000","up_votes":1,"down_votes":0,"body":"Gibt es da nicht eine bestimmte anzahl die man braucht","replies":[{"id":"","poster":"Ffamran Balthier","date":"2016-01-27T16:41:26.346+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KheitoKid,realm=EUW,application-id=7hciEY9w,discussion-id=KvgdAQ0s,comment-id=00000000,timestamp=2016-01-27T16:39:20.197+0000)\n>\n> Gibt es da nicht eine bestimmte anzahl die man braucht\n\nps ich hatte mal denn titel Großer Anführer nur habe ich denn nciht mehr deswegen frage ich mich da aus","replies":[]}]}]},{"id":"","poster":"Ffamran Balthier","date":"2016-01-27T16:36:53.967+0000","up_votes":1,"down_votes":0,"body":"Also ist es doch nur zufall oder wie verstehe ich das ganze mit deinem kommentar tut es mri leid ich konnte damit grade nix anfangen also ich bleib bei ehrungen ehm also sollen die titel purer zufall sein oder eher nicht","replies":[]}]}