{"id":"vgwA9gxE","poster":"Retrotat","date":"2016-01-27T15:19:14.799+0000","title":"Account gebannt bzw. nachdem er gehackt wurde.","subforum":"Hilfe & Support","up_votes":2,"down_votes":5,"body":"Hallo Com,\n\nich wende mich mal hier an euch bzw. vielleicht auch an andere Riot Mitarbeiter. \nIch versuche mich kurz zu fassen.\nMein Account wurde nun zum dritten mal gehackt und im Zuge dessen jetzt von Riot gebannt. Finde ich eigentlich ein Unding da ich weit &uuml;ber 250&euro; seit Season1 in den Account gesteckt habe. Meine erste Emailadresse habe ich immer noch. Die ist gesichert mit Telefonnummer. Jedenfalls teile ich mir gezwungener Ma&szlig;en einen PC mit meinen Eltern. Ihr kennt ja bestimmt alle Eltern die dann mal eine neue Startseite im Browser haben und iwelche Programme auf dem PC installiert sind die ihr noch nie geh&ouml;rt habt. Das sind meine Eltern... Jedenfalls ist die Einstellung von Riot total d&auml;mlich das man sagt jeder ist f&uuml;r seinen Account selber verantwortlich. Trotz Virenprogramm kann ich nichts daf&uuml;r das meine Eltern sich Viren auf den Rechner ziehen. Ich kann sie ja schlecht permanent kontrollieren. Mein Steam Acc wurde z.B. noch nie gehackt da ich immer einen Code auf mein Handy bekomme. Warum also nicht bei Riot? Dann w&uuml;rde mein Account doch nicht gehackt werden. Also sehe ich das Problem zum Teil schon bei Riot. Andere Publisher wie Blizzard zum Beispiel stellen Accounts immer wieder her, weil sie verstanden haben das man nichts daf&uuml;r kann sich einen Virus oder Trojaner einzufangen. Ich kann mir kein Kaspersky o.&auml; Virenprogramm leisten und finde es eine Frechheit dass Riot sagt das mein Account jetzt gebannt ist.\nEs ist einfach nur frustrierend und wenn hier nicht noch was von Riot kommt in Richtung Accountwiederherstellung dann sage ich dem Spiel f&uuml;r immer Aufwiedersehen. Habe keine Zeit und Lust/Geld wieder so ein Account hoch zu spielen und bin ma&szlig;los entt&auml;uscht von diesem Support. \n\nPs: Das der Account jetzt nochmal gehackt wurde habe ich bis vor 2 Tagen gar nicht gewusst da ich eine Pause eingelegt habe wegen Studium.\n\nPps: Was haltet ihr davon das Riot nicht einfach eine Telefonverifizierung anbietet wo man einen Code ans Handy geschickt bekommt wenn man sich von einem anderen Ort anmelden möchte? Wäre das zu einfach? ","replies":[{"id":"","poster":"legofreak1","date":"2016-01-27T15:22:52.701+0000","up_votes":4,"down_votes":0,"body":"Ein Account wird nicht einfach so \"gehackt\". Wenn überhaupt, dann werden Accounts durch Eigenverschulden oder Malware verloren. Sieh es mal von der Seite des Supports, dieser hat keine Lust, andauernd deinen Account wiederherzustellen, weil du es nicht schaffst, deine Logindaten sicher zu halten. Dies liegt eindeutig in deiner Verantwortung und ich kann den Support verstehen, dass er nach 3 Wiederherstellungen sagt, dass jetzt Schluss ist. Letztenendes könntest du auch immer wieder mit dem Account Mist bauen und dann sagen \"Ups, wurde schon wieder gehackt\".","replies":[]},{"id":"","poster":"DerDestroyer1","date":"2016-01-27T17:15:39.724+0000","up_votes":1,"down_votes":2,"body":"man kann im Forum posten was man will, zu 90% kommen nur schlechte Kommentare. eigentlich kann das Forum echt abschaffen.","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T17:19:08.233+0000","up_votes":2,"down_votes":0,"body":"Hab schon genug Threads gesehen in dem auch sinnvolles geschrieben wird.\n\nEs ist überwiegend positives. Von meinen etlichen Stunden die ich im Forum sitze, seh ich vielleicht 1-2 mal am Tag etwas sinnloses oder irgendwie.. naja. Doofes.\n\nNur was hat dein Kommentar mit dem Thread selber zu tun ?\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:41:56.280+0000","up_votes":1,"down_votes":1,"body":"Was hat das mit dem Thread zu tun das ich mir hätte einen Rechner oder Antivirenprogramm kaufen sollen? Ihr kennt ja mein Leben nicht. Nur weil ich umgerechnet 5€ im Monat in Lol gesteckt habe kann ich mir davon keinen Rechner kaufen. Er sagt einfach die Wahrheit. Es ist so das mich hier alle fertig machen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T18:16:35.599+0000","up_votes":1,"down_votes":0,"body":"nein wir geben dir Hilfestellungen wie du das Problem bei deinem nächsten Account vermeiden kannst.\n\nDein Thread selbst beruht lediglich auf mimimi bitte enbannt mich ich hab doch keine Schuld das ich auf einem Virenverseuchten Rechner spiele mimimi.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T18:21:22.635+0000","up_votes":1,"down_votes":1,"body":"Jap und ihr schreibt kauf dir einen eigenen Rechner mimimi kauf dir ein Virenprogramm mimimi. Verarsch mich nicht! Wenn ich kein Geld in den Account gesteckt hätte wäre er mir scheiß egal. Einen nächsten Account wird es nicht geben. Wenn der Support so mit Spielern umgeht und darauf scheißt das ich Geld in dieses Spiel gesteckt habe und von Season1 dabei war wo Lol noch nicht wirklich berühmt war dann tut es mir Leid und ich scheiße auf diese Pisse hier.\nAchso und wenn du sagst warum ich ein größeres Anrecht darauf hätte das mein Account entbannt wird als einer der kein Geld bezahlt hat -> Ohne Leute wie ich einer bin würde es keine F2P Games in dieser Größenordnung geben. Wie sollten denn solche Spiele sonst Geld regenerieren?","replies":[{"id":"","poster":"drexxsack","date":"2016-01-27T18:26:38.172+0000","up_votes":3,"down_votes":0,"body":"Es ist deine Aufgabe, deinen PC mit grundlegenden Maßnahmen abzusichern(btw erkennen auch Gerichte die Schuld bei Leuten die das nicht tun). Tust du das nicht, ist es, kurz gesagt, nicht das Problem von Riot und schon gar nicht unser. \nDabei ist es egal, ob du das machst oder deine Eltern( mit denen du deinen PC ja teilst), aber einer von euch muss es machen. \n\n20€/Jahr. Die durchschnittlichen Kosten moderner Antivirensoftware. Das ist dir zu teuer?","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T18:36:50.374+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T18:41:50.357+0000","up_votes":1,"down_votes":0,"body":"Erst hast du kein Geld um ein Antivierenprogramm kostenpflichtig zu kaufen & nun hast du eins ?\n\nKlar, man informiert sich vorher über die Antivierenprogramme.\n\n> [{quoted}](name=Retrotat,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=000700010000,timestamp=2016-01-27T17:20:47.242+0000)\n>\n> Ehrlich es ist aber wie Valaketuria gesagt hat. Erstens hilft mir das nicht weiter. Zweitens werde ich hier fertig gemacht das ich kein gekauftes Antivirenprogramm habe.\n\nNun haste dich aber selber verarscht.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T20:31:26.043+0000","up_votes":1,"down_votes":0,"body":"Ahja ich habe mich selber verarscht weil ich vor mehr als nem halben Jahr mit lol aufgehört habe und mir danach Avast zugelegt habe? Habe ich ja wohl auch ein paar mal gesagt. Anstatt habe musste es hatte heißen. Tut mir leid das ich mich verschrieben habe. Hättest du aber meine anderen Antworten gelesen, hättest du das kapiert ;)","replies":[]}]}]}]},{"id":"","poster":"p0hil","date":"2016-01-27T18:23:50.060+0000","up_votes":2,"down_votes":0,"body":"Der Support geht sogut wie immer freundlich mit den Spielern um, es sei denn die Spieler verhalten sich dementsprechend falsch.\n\n& dem Support ist es theoretisch egal ob du Geld investiert hast oder nicht, die haben dich ja nicht dazu gezwungen. Auch ganz Riot hat dich nicht dazu gezwungen.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T18:26:11.478+0000","up_votes":1,"down_votes":1,"body":"Tja aber ganz Riot würde nicht existieren wenn es so Leute wie mich nicht geben würde ;)\n\nDarum sollte man sich solche Leute vielleicht warm halten.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T18:28:22.991+0000","up_votes":1,"down_votes":0,"body":"Ist dein Problem wenn du Geld in ein FREE 2 Play spiel investierst.\n\nDu hast 2 Chancen bekommen den PC zu bereinigen und zu lernen das man sich nicht an einen Virenverseuchten PC setzt. Du wolltest das nicht und bekommst jetzt die Quittung.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T20:28:57.839+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T20:33:58.812+0000","up_votes":1,"down_votes":0,"body":"Durchaus. Du hast hier mehrfach bestritten das du den PC vorher geprüft hast und das obwohl du deinen Account bereits 2 mal verloren hast.\nDas ist eine andere Umschreibung des Wortes nicht wollen.\n\nNatürlich weiß ich das es keine F2P games gibt ohne Casher. Ich selbst gehöre auch zu den Cashern, aber im Gegensatz zu dir muss ich mir keine Sorgen um einen Ban machen.\n\nDu hast in deinem Eingangspost auch erwähnt das du dich \"Freikaufen\" willst bzw hast wegen den 250€ die du seit S1 ausgegeben hast.\n\nSchön das du dich nicht mehr mit mir Unterhalten möchtest, du musst auch nicht auf meine Posts antworten, aber mir in einem öffentlichem Forum den Mund verbieten.... Das überlasse ich den Grünen falls meine Posts gegen die Forenregeln verstoßen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Retrotat","date":"2016-01-27T17:25:36.682+0000","up_votes":1,"down_votes":1,"body":"Hier sind mehr als 90% unnötige Beiträge. Hätte ich Geld dann würde ich einen eigenen Computer mit gutem Virenprogramm besitzen. Tue ich aber nicht. Darauf die ganze Zeit rumzureiten und mir auch noch Sachen zu unterstellen finde ich grandios.","replies":[{"id":"","poster":"DerDestroyer1","date":"2016-01-27T17:29:51.814+0000","up_votes":1,"down_votes":1,"body":"ich kann dich verstehen, aber es ist sinnlos sowas hier zu posten weil eh klar ist, das alle es nieder machen.","replies":[]}]}]},{"id":"","poster":"Parunpata","date":"2016-01-27T15:21:29.487+0000","up_votes":2,"down_votes":0,"body":"Hey, aber du musst doch spätestens beim zweiten Mal aus deinen Fehlern lernen und deinen Eltern \"beibringen\", wie sie mit dem PC umzugehen haben. Mein Account wurde noch nie gehackt, obwohl ich kein Code auf mein Handy bekomme. Somit ist es also doch deine Schuld.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T15:53:15.771+0000","up_votes":1,"down_votes":1,"body":"Wie gesagt mein Vater ist 55 Jahre alt und sogar meine Mutter hat keine Ahnung. Ich muss ihr sogar in Itunes musik reinziehen..... \nGlaubt ihr ich habe das noch nie versucht? Ich prädige die gleichen Sachen doch immer wieder...Paypal mache ich grundsätzlich nicht über diesen PC sondern über das Handy genau wie Postbankbanking. Das gute bei Steam oder Origin ist das ich da einen Code auf mein Handy bekomme. Eine Emailverifizierung bringt nur nichts wenn sich dritte in den Emailaccount hacken. Bei sowas bringt die Emailverifizierung ja nichts. Würde es von Riot zusätzlich noch eine Handyverifizierung geben so hätte ich auch noch nie den Account verloren!\nDenn mein Steam und Origin Account wurde auch noch nie gehackt.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T16:12:12.133+0000","up_votes":2,"down_votes":0,"body":"{{sticker:zombie-brand-facepalm}} \n\nSorry dazu fällt mir nur \"DAU benutze keinen Rechner der online ist\".\nSorry wenn es ein bisschen hart herüber kommt, aber ich habe 5 Jahre im Second Level Support gearbeitet und kann diese Ignoranz nicht mehr tolerieren.\nIn deiner Situation hätte ich schon lange einen 300€ PC für die Eltern hingestellt.\nWie kann man nur so verantwortungslos sein und dann andere für mangelnde Sicherheit verantwortlich machen?","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:59:51.494+0000","up_votes":1,"down_votes":1,"body":"Jetzt mal ehrlich. Ich brauche mir von dir nichts unterstellen zu lassen. Wann kapierst du/ihr es das ich die 250€ nicht auf einmal bezahlt habe und kein Geld für einen PC habe. Meine Fresse das ist doch wohl nicht so schwer zu kapieren.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T17:37:54.938+0000","up_votes":2,"down_votes":0,"body":"Das habe ich oben schon gelesen.\nWenn deine Eltern einen PC brauchen, können sie sich doch Finanziell beteiligen.\nMan muss halt mal Mund aufmachen.\nWie gesagt ich habe im Support einer Pharma Firma gearbeitet und bin dieses \" ich bin nicht Schuld das mein System kompromittiert wurde\" leid.\n\n**Achtung Analogie!**\n\nWenn dein Vater dauernd die Spiegel und den Sitz im Auto verstellt, stellst du die vor Fahrtantritt auch wieder richtig ein.\n\nIst beim PC das selbe.\nWenn du weißt das da was geändert wurde (und da es ja bei deinem Vater zur Gewohnheit gehört, kann man davon ausgehen das du es Mittlerweile weißt), musst du dir halt die Zeit nehmen und alles wieder prüfen, einstellen, korrigieren.\nWenn du dir die Zeit nicht nimmst, kannst du nicht andere dafür Verantwortlich machen, in dem du Ihnen vorwirfst, sie nutzen nicht ein in deinen Augen sichereres Authentifizierungssystem.\n\nUm auch nochmal zu deinem Vorschlag im OP zu kommen, die Version ist nicht so einfach. \nMeine IP kann ich verschleiern, vortäuschen. Ich kann einem Server weiß machen ich sitze Amerika, obwohl ich in Deutschland bin. Und die IP ist nun mal die schnellste Methode zu Prüfen wo jemand sitzt.\nIch könnte natürlich mit einer Laufzeitprüfung und einem Trace gegen prüfen, das dauert aber und lässt sich auch umgehen.\nEs bliebe evt noch  eine GUID (General User ID) aber die wäre dann pro Installation. Heißt wenn sich jemand von einer anderen Installation mit deinen Daten anmeldet, merkt RIOT das. \nWie sicher das wäre mag ich nicht abschätzen, aber da würde dann wie mit den Scriptern ein Wettlauf beginnen.\nDenn mit Account Diebstahl lässt sich wohl was verdienen, sonst gäbe es nicht so viele. \nUnd das einrichten des SMS Systems für den Code kostet Aufwand und Geld.\nUnd ich bin mir ziemlich Sicher die Mehrheit der User wäre es zu nervig, noch auf die SMS zu warten oder sich ein Zusatzgerät zu kaufen (hatte Blizzard glaube ich mal).\n\nEdith hat noch was zu sagen:\nHab  überlesen das der Rechner deinen Eltern gehört. Und das du schlecht bei Kasse bist, ist ja nach zu vollziehen. Ging halt vom umgekehrten Fall aus. Du bist der Besitzer und deine Eltern Mitnutzer. \n**Sorry**\nAber Prüfen kannst man das System trotzdem, wenn man sich dran setzt.  \nSoll heißen der Rest ist trotzdem richtig.^^","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:48:29.987+0000","up_votes":1,"down_votes":1,"body":"Ne jetzt mal ernsthaft. Liest du das überhaupt oder bist du schwer von Begriff? Wenn ich ein paar Tage nicht zuhause bin kann in der Zeit schon was passieren. Da nützt es auch nichts wenn ich nach einer Woche wieder den PC benutze und gucke ob was passiert ist weil es dann schon zu spät ist nachdem ich das Korrigiert habe. \nBei Steam ist das System mit dem SMS Code optional. Wer es möchte zur erhöhten Sicherheit kann es machen. Abgesehen davon verdient Riot genug Geld mit Lol. Und eine SMS ist innerhalb von ca. 20 Sekunden da.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T17:58:40.638+0000","up_votes":3,"down_votes":0,"body":"Ja einen Teil hab ich überlesen. den mit dem PC Besitzer.\nAber du anscheinend auch.\nQuote from me :\n>Das Passwort wird aber nirgends gespeichert.\nEs kann erst vom \"Hacker\" mitgelesen werden, wenn du es einmal eingibst nachdem der Trojaner auf deinem System ist.\n\nUnd wenn du das System vor dem benutzen prüfst, ist die Wahrscheinlichkeit gering das dein Passwort mitgelesen wird.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T18:02:00.804+0000","up_votes":1,"down_votes":1,"body":"Ja, ist mir auch schon mal passiert das was auf dem PC war und nicht bei Systemsteuerungen -> Programme gelistet war. Musste ich dann anders deinstallieren. Ich kann aber nicht jeden einzelnen Ordner durchsuchen und das kann auch keiner von mir verlangen oder sagen selber Schuld. Sowas kann man von niemanden verlangen. Nur weil ich ein kostenloses Anitivirenprogramm hatte durchsuche ich nicht Tausend Ordner nach Malware usw.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-27T18:12:44.112+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Retrotat,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=00000000000000000000000000000000,timestamp=2016-01-27T18:02:00.804+0000)\n>\n> Ja, ist mir auch schon mal passiert das was auf dem PC war und nicht bei Systemsteuerungen -> Programme gelistet war. Musste ich dann anders deinstallieren. Ich kann aber nicht jeden einzelnen Ordner durchsuchen und das kann auch keiner von mir verlangen oder sagen selber Schuld. Sowas kann man von niemanden verlangen. Nur weil ich ein kostenloses Anitivirenprogramm hatte durchsuche ich nicht Tausend Ordner nach Malware usw.\n\nDu sollst die auch nicht durchsuchen. Bei so ziemlich jedem Antivirus gibt es die Option, dass dieses bei Systemstart eine Überprüfung durchführt. Wenn Du nicht direkt, wenn Du heimkommst ein Spiel beginnst, sondern erst einmal diese Überprüfung durchlaufen lässt - möglicherweise auch über Nacht - bist Du auf jeden Fall schon mal deutlich sicherer unterwegs.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T18:18:17.769+0000","up_votes":1,"down_votes":1,"body":"Das stimmt, aber ist ja nicht so das Avira das nicht getan hätte. Mehr als das kann ich auch nicht tun. Hier im Forum habe ich übrigens gerade gelesen das von einem anderen User auch der Account gestohlen wurde und sein Account ist auch nicht mehr auf seiner Emailadresse. Komisch ist nur das er nicht fertig gemacht wird. Sondern nur ich. Hatte ich einfach großes Pech das es mir halt 3 mal passiert ist. \nDas ist genau so wie im Lotto. Ein Mensch gewinnt nie und der andere gleich 2 oder 3 mal.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-27T19:22:31.977+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Retrotat,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0000000000000000000000000000000000000000,timestamp=2016-01-27T18:18:17.769+0000)\n>\n> Das stimmt, aber ist ja nicht so das Avira das nicht getan hätte. Mehr als das kann ich auch nicht tun. Hier im Forum habe ich übrigens gerade gelesen das von einem anderen User auch der Account gestohlen wurde und sein Account ist auch nicht mehr auf seiner Emailadresse. Komisch ist nur das er nicht fertig gemacht wird. Sondern nur ich. Hatte ich einfach großes Pech das es mir halt 3 mal passiert ist. \n> Das ist genau so wie im Lotto. Ein Mensch gewinnt nie und der andere gleich 2 oder 3 mal.\n\nAvira hat bei Dir jedes mal, bevor das System gestartet hat, die komplette/n Platte/n geprüft? Dieser Vorgang dauert, abhängig von der Festplattengröße und der Anzahl der Dateien, mehrere Stunden. Und soweit ich weiß muss man dem Programm explizit mitteilen, dass vor dem nächsten Systemstart geprüft werden soll.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T20:32:28.468+0000","up_votes":1,"down_votes":0,"body":"Soweit ich mich erinnern kann hat das Avira wöchentlich gemacht.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T23:03:08.331+0000","up_votes":2,"down_votes":0,"body":"In der Standard Einstellung werden nicht alle Ordner geprüft. Nur die Windows und Systemordner und ein paar Standardverzeichnisse.\nWenn alles geprüft werden soll muss man in der Bedienoberfläche Handanlegen.\nUnd wie R3sQ schreibt wäre ein Scan vor dem Systemstart auch mal gut.","replies":[]}]}]},{"id":"","poster":"Rirol","date":"2016-01-27T18:33:00.956+0000","up_votes":2,"down_votes":0,"body":"Ist dein Avira auch immer Aktuell?\nUnd lässt du das Programm auch deine ganzen Festplatten/Ordner scannen?\nNach dem letzten Test den ich in Erinnerung habe, haben die meisten gängigen Scanner eine Entdeckungsrate von über 90%.\nUnd da die meisten Phisher eher auf schon bekannte Trojaner setzen sollte die Erkennungsrate noch etwas höher sein.\nWenn es dein Rechner wäre würde ich ja sagen, mach Platt, installiere alles Neu.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T18:26:09.570+0000","up_votes":1,"down_votes":0,"body":"Du musst noch dabei bedenken das du es vorsätzlich gemacht hast.\n\nAchtung Analogie\n\nDu hast bereits 2 mal mit deinem Fehlerhaften Auto einen Unfall gebaut. Nun ist es das 3. mal. Und das in deinem Wissen.","replies":[]}]}]},{"id":"","poster":"Rirol","date":"2016-01-27T18:20:14.041+0000","up_votes":2,"down_votes":0,"body":"Musst du auch nicht. Das macht auch das kostenlose Antivirenprogramm.\nUnd wenn zwischen der Infektion und deiner nächsten Nutzung ein paar Tage liegen umso besser. Selbst Avira und Avast sind schnell was die Signaturupdates und Heuristiken (hoffe das ist richtig geschrieben^^) angeht.\nWenn du dann jedesmal bevor du dich irgendwo einlogst, eine komplette Systemprüfung (heisst glaube ich bei den meisten Antivirenherstellern so) machst und evt nochmal Spybot oder ähnliches durchlaufen lässt, ist die Chance sehr groß besagten Trojaner vorher zu entdecken und zu entfernen.\n\nWas den meisten Leuten hier aufstößt, ist halt diese Ignoranz, die viele hier an den Tag legen, von wegen sie können ja alle nichts dafür, der Hersteller soll was tun.\nBei meinem alten Arbeitgeber haben die User auch seinen Unmut zu spüren bekommen, wenn sie immer wieder den selben Support Fall produziert haben.\nRiot hat es halt auch aufgegeben, ist auch verständlich aus meiner Sicht.\nWer nicht hören will, muss fühlen.\nIst zwar ein ungeliebtes, aber immer wieder wahres Sprüchlein.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"p0hil","date":"2016-01-27T15:25:24.120+0000","up_votes":2,"down_votes":0,"body":"Ein Unding weil du seit Season 1 Geld investiert hast ? Super. Trotzdem hat dich dazu niemand gezwungen da es ein F2P Titel ist.\n\nUnd die Sache das man für seinen Account selber verantwortlich ist.. warum soll das unnötig sein ? \nEs ist dein Rechner, dein Account der von dir selber angelegt wurde, deine EMail etc etc.\n\nVielleicht ist dein Passwort einfach nur unsicher ?\n\nAusserdem, was steht denn in der EMail als Begründung warum du gebannt wordest ?\nUnd doch, man kann was dafür wenn man sich sowas zu zieht. Falsche Internetseiten, oder am besten noch diese Seiten für 'Free Skins' auf die die Leute gerne reinfallen.\n\nEnttäuscht von diesem Support ? Hast du diesen überhaupt kontaktiert ? Anscheinend nicht, ist zumindest aus deinem Post hier nicht herauszulesen.\n\nVersuch es doch wenigstens mal.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T15:35:26.501+0000","up_votes":2,"down_votes":1,"body":"Man versteht ihr nicht das ich mir den COMPUTER TEILEN MUSS? Ich gehe bestimmt nicht auf Free Skin seiten sonst hätte ich für das Spiel kein Geld ausgegeben. Ich benutze ausschließlich verschiedene Passwörte für meine Accounts. Keine 1234 Passwörter. Ich wurde nicht einfach so gebannt sondern ich konnte mich nicht einloggen habe ein Ticket geschrieben und dann hat der Riot Support gesagt dein Account wird aus Sicherheitsgründen gebannt und nie wieder hergestellt. Supporter von Riot war Spudder. Ich finde das ja mega einfach zu sagen man ist selber Schuld. Wie ich ebend gesagt habe, habe ich ein kostenloses Antivirenprogramm auf dem Rechner.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T15:55:26.060+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Retrotat,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=00020000,timestamp=2016-01-27T15:35:26.501+0000)\n>\n> habe ich ein kostenloses Antivirenprogramm auf dem Rechner.\n\nWenn du ein gutes gehabt hättest würde das auch ausreichen.","replies":[{"id":"","poster":"legofreak1","date":"2016-01-27T16:06:30.070+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=000200000001,timestamp=2016-01-27T15:55:26.060+0000)\n>\n> Wenn du ein gutes gehabt hättest würde das auch ausreichen.\n\nJetzt mal ehrlich: Ein Antivirenprogramm nützt nichts, wenn man dem Benutzer, den man damit schützen möchte, nicht auch die Adminrechte wegnimmt. Jeder, der genug Wissen über Computer hat, um keine Malware zu installieren, braucht kaum eine Antivirenprogramm und jeder, der es tun würde, den das Programm aber davon abhält, kann es mit Adminrechten einfach deaktivieren. Norton, Kaspersky, etc nützen alle nichts, wenn man mit diesen nicht umgehen kann.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T16:47:31.182+0000","up_votes":1,"down_votes":0,"body":"Wo Lego Recht hat, hat er Recht.^^\nJetzt muss ich langsam Aufstehen...damit ich nicht auf dem Schleim ausrutsche. ;)","replies":[]}]}]},{"id":"","poster":"p0hil","date":"2016-01-27T16:06:44.303+0000","up_votes":1,"down_votes":0,"body":"Vorallem, wenn du das Geld hattest 250€ in ein F2P Spiel zu werfen, warum dann kein Geld für einen eigenen Rechner ?\n\nMal von den 250€ abgesehen + das, was du auch so evtl. auf der Kante hast.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:11:58.377+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=p0hil,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=000200000002,timestamp=2016-01-27T16:06:44.303+0000)\n>\n> Vorallem, wenn du das Geld hattest 250€ in ein F2P Spiel zu werfen, warum dann kein Geld für einen eigenen Rechner ?\n> \n> Mal von den 250€ abgesehen + das, was du auch so evtl. auf der Kante hast.\n> \n> mfg\n> \n> {{sticker:slayer-jinx-wink}}\n\nIch bin Student und habe nichts auf der Kante. Über 4 Jahre lang sind 250€ ja nichts. Habe ich ja nicht auf einmal ausgegeben. Und ein Rechner für 250€ was soll ich damit machen können?","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T16:15:33.752+0000","up_votes":2,"down_votes":0,"body":"Es gibt Optionen die heißen 'sparen'.\n\nVorallem wenn du weißt das sowas schon mal passiert ist. Ich kenne einen Studenten der hat sich erst letztens 'nen dicken Gaming-Laptop gekauft.\n\nAlso daran wird's wahrscheinlich nicht liegen. Würde ich meinen.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:23:20.084+0000","up_votes":1,"down_votes":1,"body":"Das ist schön für dich. Weil es einer gemacht hat heißt dass nicht das ich es auch kann. Ich habe gewusst das diese Community scheiße ist, aber sowas von scheiße hätte ich nicht gedacht. Ihr Leute hackt die ganze Zeit auf meinen Fehlern rum und meint hier die schlausten Menschen zu sein, aber wisst nichts von meinem Leben. Da denkt man man wendet sich einmal an eine Community und dann passiert das. Ihr seid alle große Helden. Danke für die Tipps mir nen Rechner oder ein Antivirenprogramm zu kaufen :)","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T17:30:24.359+0000","up_votes":2,"down_votes":0,"body":"Klar, es waren ja auch deine Fehler, nicht unsere. Ausserdem muss man nicht mal ein Antivirenprogramm kaufen, aber einfach ein besseres als Avira.\nAm besten vorher informieren bevor man sich eins installiert.\n\nKlar wissen wir nicht's von deinem Leben. Wir kennen dich nicht & dies ist das Internet. Freiheit, Anonymität sind da feste Fakten.\n\nNur wir können auch nicht's dafür das du und deine Eltern den selben Rechner benutzt & dann deswegen, aufgrund deiner Eltern anscheinend, Malware und andere Schadsachen auf den Rechner gelangen.\nUnd RIOT selber kann dafür auch nicht's und die haben auch nicht unendlich Geduld für sowas.\n\nUnd mal so nebenbei, warum schreibst du mit einem Lv9er Account, wenn dein Forenaccount von deinem Main eigentlich nicht gebannt sein sollte.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}]},{"id":"","poster":"p0hil","date":"2016-01-27T15:49:12.225+0000","up_votes":2,"down_votes":0,"body":"Kostenlos oder bezahltes Antivirenprogramm. Es gibt IMMER Trojaner oder andere Malware die die Software einfach noch nicht kennt.\n\n& selbst wenn du deinen PC teilen musst mit deinen Eltern, RIOT kann da nicht's für & hat sicher auch nicht die Zeit oder die Ressourcen dafür, auf jeden einzelnen Spieler einzugehen nur weil seine Eltern den PC auch nutzen & deswegen schädliche Software auf den Rechner gelangt.\n\nKlar aus Sicherheitsgründen. & wenn dein Account schon mehr als 1x wiederhergestellt wurde, ist auch irgendwann mal Schluss mit Wiederherstellungen.\n\n> [{quoted}](name=legofreak1,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0001,timestamp=2016-01-27T15:22:52.701+0000)\n>\n> Dies liegt eindeutig in deiner Verantwortung und ich kann den Support verstehen, dass er nach 3 Wiederherstellungen sagt, dass jetzt Schluss ist. Letztenendes könntest du auch immer wieder mit dem Account Mist bauen und dann sagen \"Ups, wurde schon wieder gehackt\".\n\nDa bin ich Legofreaks Meinung!\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Retrotat","date":"2016-01-27T15:30:28.553+0000","up_votes":1,"down_votes":1,"body":"Hää euer ernst? Was für einen Mist soll ich mit dem Account anstellen? Ich kann meinen Eltern doch nicht mehr sagen als sich nicht irgend etwas runter zu laden, aber was will ich machen? Und man sollte als Spielehersteller ja wohl wissen das es zu sowas kommen kann oder nicht. Siehe am Beispiel von Blizzard. Mehr zu tun als kostenlose Virenprogamme auf dem Rechner zu haben kann ich auch nicht. Eigenverschulden entsteht bitte wie? Wenn du darauf hinaus möchtest das ich jemand anderen mit dem Account habe spielen lassen dann kann ich das verneinen. Aus welchen Fehlern soll ich bitte lernen? Ist es mein Fehler das ich mir einen PC teilen muss? Ist es mein Fehler das ich trotzdem ein Spiel spielen möchte? Ist es mein Fehler kostenlose Virenprogamme installiert zu haben? Schätz dich doch glücklich dass du deinen Account noch hast.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T15:50:01.557+0000","up_votes":2,"down_votes":0,"body":"Es ist auch Eigenverschulden wenn du oder deine Eltern sich von irgendwelchen Seiten Schadsoftware einfangen.\nEin Virenprogramm bietet keinen 100% Schutz.\n**Du** bist nun mal für dein System verantwortlich. \nDer Einlogprozess ist sicher genug, eine 2 Faktor Authentifizierung unnötig.\nIch spiele schon seit glaube 2 Jahrzehnten Online und nie ist mir ein Account abhanden gekommen.\nTut mir leid das zu sagen aber der Fehler sitzt meistens vor dem Computer.\nWenn ich mir ein System teilen muss und weiss der andere User macht quatsch, dann Prüfe ich das System vor jeder Nutzung.\nAlles andere ist verantwortungslos, sprich selber Schuld.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T15:56:53.230+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rirol,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=00030001,timestamp=2016-01-27T15:50:01.557+0000)\n>\n> Es ist auch Eigenverschulden wenn du oder deine Eltern sich von irgendwelchen Seiten Schadsoftware einfangen.\n> Ein Virenprogramm bietet keinen 100% Schutz.\n> **Du** bist nun mal für dein System verantwortlich. \n> Der Einlogprozess ist sicher genug, eine 2 Faktor Authentifizierung unnötig.\n> Ich spiele schon seit glaube 2 Jahrzehnten Online und nie ist mir ein Account abhanden gekommen.\n> Tut mir leid das zu sagen aber der Fehler sitzt meistens vor dem Computer.\n> Wenn ich mir ein System teilen muss und weiss der andere User macht quatsch, dann Prüfe ich das System vor jeder Nutzung.\n> Alles andere ist verantwortungslos, sprich selber Schuld.\n\nJa aber ich bin auch nicht jeden Tag am Computer. Wenn ich mal durch Uni oder Freundin nicht Zuhause bin gehen schon mal ein paar Tage ins Land. Diese Tage reichen wo ich nicht kontrollieren kann. Ist aber auch einfacher gesagt man ist selber Schuld. Ich verzichte ja nicht auf ein Computerspiel weil ich mir einen Computer teilen muss.","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-27T17:05:12.101+0000","up_votes":2,"down_votes":0,"body":"Haben deine Eltern denn Admin-Rechte auf dem PC?\nUnd wenn ja: warum? ;)","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:11:22.909+0000","up_votes":1,"down_votes":0,"body":"Weil es ihr Computer ist und ich ihn nicht jeden Tag benutze da ich nicht immer Zuhause bin. Ohne Adminrechte können sie ja nicht alles machen. Abgesehen davon wer bin ich meinen Eltern die Rechte zu entziehen? Wenn dann mein Vater was nicht machen kann am PC wenn ich nicht da bin gibt es Ärger ;)","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-27T17:35:50.868+0000","up_votes":2,"down_votes":0,"body":"Ich habe nicht gesagt, dass du ohne ihr Einverständnis ihnen die Admin-Rechte entziehen sollst.\n\nSpreche mit ihnen und sag ihnen klar, dass es zur Sicherheit dient.\nWie gesagt könnten auch wichtigere Daten in Gefahr sein als ein LoL-Account (Bankdaten, Paypal-Konto, etc.).\n\nWenn sie etwas herunterladen möchten, müssten sie dann einige Tage darauf warten. Dafür sind ihre Daten (geht ja nicht nur um deine Daten) sicher.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:43:41.434+0000","up_votes":1,"down_votes":0,"body":"Bringt jetzt auch nichts mehr. Wie gesagt seit ca 6 Monaten ist Avast auf dem PC.","replies":[]}]}]}]},{"id":"","poster":"Rirol","date":"2016-01-27T16:01:55.879+0000","up_votes":2,"down_votes":0,"body":"Das Passwort wird aber nirgends gespeichert.\nEs kann erst vom \"Hacker\" mitgelesen werden, wenn du es einmal eingibst nachdem der Trojaner auf deinem System ist.\nWenn da Tage zwischen liegen umso besser, dann gibt es meistens schon ein Signaturupdate und die Virensoftware sollte den Trojaner erkennen.\nTraue keinem System. Prüfe Regelmäßig bevor du etwas kritisches tust.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-27T15:47:19.322+0000","up_votes":2,"down_votes":0,"body":"Also zuerst einmal gibt es eine e-mail Verifizierung.\nDamit ist zwar die Gefahr nicht gebannt, dass jemand Drittes unbefugt in deien Account kommt, aber er kann nicht mehr viel dagegen tun (z.B. kannst nur du das PW ändern etc.).\n\nAbgesehen davon ist es - sollte deine Story stimmen - absolut notwendig, dass du dienen Eltern die nötige Medien-Kompetenz beibringst.\nDass dein LoL-Account mehrmals von Unbefugten übernommen wurde, sollte dir doch zu denken geben. Denn wenn schon mehrfach dein LoL-Account zum Opfer fiel, sind andere Accounts auch in Gefahr, die dann viel mehr weh tun. Ich spreche da von Zugang auf Bankkonto, Paypal, etc.\n\nEs ist deshalb sinnvoll, dass auf deiner Seite die Sicherheit der Zugänge gewährleistet ist; nicht nur jene von LoL.","replies":[]}]},{"id":"","poster":"Valaketuria","date":"2016-01-27T17:07:27.814+0000","up_votes":1,"down_votes":1,"body":"Es ist echt lustig wie ihm hier jeder weißmachen will das er lieber nen pc hätte kaufen sollen LOL hilft dem Ersteller echt dermaßen meinen respekt.","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T17:15:00.071+0000","up_votes":2,"down_votes":1,"body":"Klar, warum auch nicht ?\n\nEin PC auf dem LoL laufen würde, kostet kaum was.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:20:47.242+0000","up_votes":1,"down_votes":0,"body":"Ehrlich es ist aber wie Valaketuria gesagt hat. Erstens hilft mir das nicht weiter. Zweitens werde ich hier fertig gemacht das ich kein gekauftes Antivirenprogramm habe. Drittens wird mir gesagt ich hätte mir einen eigenen PC kaufen sollen. 60 Monate lang a 5€ Finanzierung oder was? Wer tut sowas? Viertens wird mir hier unterstellt das sind nur Ausreden.","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T17:32:32.695+0000","up_votes":2,"down_votes":0,"body":"Verständlich. Wenn man nicht mit dem Main sondern einem Lv9 Account schreibt.\n\nWie gesagt, ich kenne Studenten die gehen nebenbei arbeiten um Geld zu verdienen. Und wie auch schonmal genannt, ein Kollege ist Student und konnte sich aufgrund der Arbeit einen starken Gaming-Laptop kaufen.\n\nGlaube 1,1k € hat der gekostet wenn ich mich recht erinnere.\n\nIrgendwo wird ja Geld bleiben, vorallem da du noch bei deinen Eltern wohnst. Da fallen schon mal jede Menge Kosten weg.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:39:57.014+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=p0hil,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0007000100000000,timestamp=2016-01-27T17:32:32.695+0000)\n>\n> Verständlich. Wenn man nicht mit dem Main sondern einem Lv9 Account schreibt.\n> \n> Wie gesagt, ich kenne Studenten die gehen nebenbei arbeiten um Geld zu verdienen. Und wie auch schonmal genannt, ein Kollege ist Student und konnte sich aufgrund der Arbeit einen starken Gaming-Laptop kaufen.\n> \n> Glaube 1,1k € hat der gekostet wenn ich mich recht erinnere.\n> \n> Irgendwo wird ja Geld bleiben, vorallem da du noch bei deinen Eltern wohnst. Da fallen schon mal jede Menge Kosten weg.\n> \n> mfg\n> \n> {{sticker:slayer-jinx-wink}}\n\nDu kennst mein Leben nicht und da brauche ich auch nicht weiter drauf eingehen. Hat dich/euch nichts anzugehen. Wenn ich kein Geld für einen 1100€ Laptop oder PC habe dann ist das halt so und euch geht es nicht an warum es so ist.","replies":[{"id":"","poster":"p0hil","date":"2016-01-27T17:50:11.489+0000","up_votes":2,"down_votes":1,"body":"Klar geht mich dein Leben nicht's an. Will ich auch gar nicht.\n\nNur dann, wenn du kein Geld oder gar keine Lust dazu hast dir einen eigenen Rechner zu finanzieren, musst du dich wohl mit dem Ban abfinden. Dein Account, deine 'Aufsichtspflicht' über das was mit dem Account passiert.\n\nUnd um ganz ehrlich zu sein, wäre ich jemand der in dem 'Ban-Team' arbeitet, hätte ich auch keine Geduld mehr wieder und wieder und wieder einen Account zu entsperren oder Wiederherzustellen, nur weil jemand seine Eltern, geschweigedenn von den Downloads auf den Rechner, nicht unter Kontrolle hat.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:52:58.801+0000","up_votes":3,"down_votes":1,"body":"Schon wieder. Du unterstellst mir ich habe keine Lust mir einen Rechner zu kaufen. Sag mal geht es noch? Es ist einfach lächerlich was hier im Internet von machen Leuten geschrieben wird. Man gut das du nicht im Supportteam arbeitest ;)","replies":[{"id":"","poster":"Valaketuria","date":"2016-01-30T12:13:46.482+0000","up_votes":1,"down_votes":0,"body":"this.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Retrotat","date":"2016-01-27T17:13:11.299+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe du meinst das ernst?","replies":[]}]},{"id":"","poster":"XxX Nomad","date":"2016-01-27T16:00:03.356+0000","up_votes":2,"down_votes":0,"body":"Kein Geld für nen AntiVirus?\n\nAvast + Browserschutz > Gratis\nSpyBot gegen Malware > Gratis\nNoScript > Gratis\nAdblock > Gratis\n\nAlso bitte...","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:03:52.355+0000","up_votes":1,"down_votes":0,"body":"Cool danke für die Info. Denkst du ein Antivirenprogramm hält alles auf? Ich habe Avira.","replies":[{"id":"","poster":"XxX Nomad","date":"2016-01-27T17:27:36.544+0000","up_votes":2,"down_votes":0,"body":"Na dann halt eben noch ausführlicher....\n\nSpyBot gegen Malware > Schützt dich vor Malware, Trojanern, Sniffern und allem was dein Passwort abgraben kann\n\nNoScript > Verhindert das Webseiten ohne dein wissen Scripte ausführen die an deine Daten wollen\n\nAdblock > Blockt werbung auf Webseiten, in dem sinne nützlich da auch eine geschaltete Werbung im Hintergrund unfug anstellen kann\n\nMfG","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T17:33:02.289+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Raider86,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=000600000001,timestamp=2016-01-27T17:27:36.544+0000)\n>\n> Na dann halt eben noch ausführlicher....\n> \n> SpyBot gegen Malware > Schützt dich vor Malware, Trojanern, Sniffern und allem was dein Passwort abgraben kann\n> \n> NoScript > Verhindert das Webseiten ohne dein wissen Scripte ausführen die an deine Daten wollen\n> \n> Adblock > Blockt werbung auf Webseiten, in dem sinne nützlich da auch eine geschaltete Werbung im Hintergrund unfug anstellen kann\n> \n> MfG\n\nAdblock ist ja drauf. Avira hatte ich. Wie gesagt seit ca einem halben Jahr habe ich Avast. Habe ich gekauft nachdem ich wegen Studium aufgehört habe Lol zu spielen. Wollte halt mal wieder ein bisschen jetzt spielen wo ich gerade kurz frei habe. Aber ist ja wie gesagt zu spät. Jetzt wo der PC \"sicher\" ist, ist auch der Account weg.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:12:55.937+0000","up_votes":1,"down_votes":0,"body":"Avira gehörte wohl auch zu den schlechtesten Free Antiviren Programmen neben Windows Defender.\n\nhttp://www.bootmgr-fehlt.de/virenscanner-im-test/\n\nmal eine aktuelle liste der wohl besten Antiviren Programmen.\n\nAvira war eine ganze Zeitlang weit hinter bpws. Avast. mitlerweile hat es wohl aufgeholt. Ich würde trotzdem eher zu Avast greifen als zu Avira.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T16:18:47.586+0000","up_votes":1,"down_votes":0,"body":"Seit Windows 8 ist der Defender gar nicht so schlecht. ^^\nNur die Signaturupdatres brauchen länger...\nAuf meinem Dummy System leistet der Defender unter Win 8.1 gute Arbeit.\nEin F-Secure oder Bit-Defender ist natürlich besser. :)\nNur McAffe ( bewusst Affe geschrieben^^) und Symantec würde ich nie nehmen. :)\nAchja und Avira, Kapersky und Avast sind auch etwas Langsam und Fehlalarm anfällig.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:22:21.121+0000","up_votes":1,"down_votes":0,"body":"Ich nutze kein Win8 und werde erst auf 10 aufrüsten wenn das System mal richtig released wird und vernünftig unterstüzt.\n\nZu win 7 Zeiten war der Defender noch eher schlecht.\n\nAvira ja hatte ich ziemlich sehr viele Probleme gehabt über die Jahre. Karspersky hatte ich mal (dank meiner Graka) 1 Jahr free und hatte keinerlei Probleme. Bei Avast tauchen jetzt wohl langsam wieder Probleme auf.\n\nNaja ich muss mein Rechner eh mal neu machen. Ist seit 5 Jahren Standard das ich das 1 mal im Jahr mache.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T16:30:56.860+0000","up_votes":1,"down_votes":0,"body":"Hm, da kann ich Windows 8 nur empfehlen. \nDieses System läuft seit Februar 2014 ohne Neuinstallation und flutscht immer noch. :)\nNur mein Ubuntu lief früher mal länger ohne das System neu Aufsetzen zu müssen. Es läuft nur nicht mehr weil Ubuntu den ganzen Amazon quatsch und so eingeführt hat.\nAber seit ich Arbeitgeber gewechselt habe, brauch ich auch kein Linux mehr. Der Rechner ist jetzt bei Muttern und  vor Ihr geschützt. {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T18:13:53.595+0000","up_votes":1,"down_votes":0,"body":"meiner flutscht meistens auch noch. Ich machs halt lieber so damit mal alles weg ist von alten Spielen/Programme die ich auch nicht mehr nutze und so.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Rirol","date":"2016-01-27T15:39:33.239+0000","up_votes":2,"down_votes":0,"body":"> Ihr kennt ja bestimmt alle Eltern die dann mal eine neue Startseite im Browser haben und iwelche Programme auf dem PC installiert sind die ihr noch nie gehört habt.\n\nIch kenne das nur von Kiddies, Teenies und DAU's.\n\nAber nette Ausrede, hab ich hier noch nicht gehabt.\nBruder, Kumpel alles mögliche war Schuld, aber noch nie die Eltern. (außer am Leaver Buster^^)\n\nUnd die von dir beschriebene Vorgehensweise ist kein Hack.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T15:48:40.939+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rirol,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0004,timestamp=2016-01-27T15:39:33.239+0000)\n>\n> Ich kenne das nur von Kiddies, Teenies und DAU's.\n> \n> Aber nette Ausrede, hab ich hier noch nicht gehabt.\n> Bruder, Kumpel alles mögliche war Schuld, aber noch nie die Eltern. (außer am Leaver Buster^^)\n> \n> Und die von dir beschriebene Vorgehensweise ist kein Hack.\n\nWieso soll das kein Hack sein wenn man einen Virus/Trojaner hat? \nJa klar immer einfach zu sagen es ist eine Ausrede :)\nMein Vater ist 55 Jahre alt und hat kein Plan von Computern spielt aber dennoch Landwirtschaftssimulator und lädt sich dafür immer Mods runter. Er fährt mit den WASD Tasten und lenkt mit der linken Hand an den A und D Tasten und fährt mit der rechten Hand mit den W und S Tasten.","replies":[{"id":"","poster":"Rirol","date":"2016-01-27T15:57:53.181+0000","up_votes":2,"down_votes":0,"body":"Das von dir beschriebene Szenario ist streng genommen Phishing.\nAber mittlerweile wird ja alles als Hacken bezeichnet, was böses auf einem System tut.\n\nDefinition :\nhttps://de.wikipedia.org/wiki/Hack","replies":[]}]},{"id":"","poster":"GooCommitAlivent","date":"2016-01-30T12:28:39.781+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rirol,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0004,timestamp=2016-01-27T15:39:33.239+0000)\n>\n> Ich kenne das nur von Kiddies, Teenies und DAU's.\n> \nTja dann kennst du es halt nur von Kiddies. Versuch den Typen nicht runter zu machen nur weil du den Helden spielen willst. Hasse solche Leute. Ich bin hier 19 und? Teil mein PC mit meinem Vater, Mutter und Schwerster. Was machst du wenn du 19 bist? Deiner Mutter verbieten dass sie dein PC benützt? Da würd ich mir an deiner Stelle sorgen machen wenn du so ein Problem haben solltest.","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T15:53:54.675+0000","up_votes":1,"down_votes":0,"body":"tja hättest du mal die 250€ seit Season1 in Kaspersky investiert. Dann wäre es nicht soweit gekommen...\n\nÜbrigens war das kein \"Hacker\". Hacker greifen auf die Server der Firmen zu bzw versuchen sich darauf zugriff zu schaffen. \n\nEin richtiger Hacker würde aber ausgelacht werdenn wenn er sagt das er jetzt 1 Char bei einem Spiel gehackt hat.\nDu wurdest wohl gephished. Also entweder bist du auf Webseiten unterwegs gewesen weo du free RP/Skins oder einen Tribunalfall für einen Freund bewerten solltest.\n\nOder tatsächlich durch Malware. Wobei es auch da free Programme gibt die vernünftig sind. Nein Windows Defender gehört nicht dazu, nein Avira gehört auch nicht dazu. eines der wohl besten Free Antiviren Programme ist wohl Avast.","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:01:09.440+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=0005,timestamp=2016-01-27T15:53:54.675+0000)\n>\n> tja hättest du mal die 250€ seit Season1 in Kaspersky investiert. Dann wäre es nicht soweit gekommen...\n> \n> Übrigens war das kein \"Hacker\". Hacker greifen auf die Server der Firmen zu bzw versuchen sich darauf zugriff zu schaffen. \n> \n> Ein richtiger Hacker würde aber ausgelacht werdenn wenn er sagt das er jetzt 1 Char bei einem Spiel gehackt hat.\n> Du wurdest wohl gephished. Also entweder bist du auf Webseiten unterwegs gewesen weo du free RP/Skins oder einen Tribunalfall für einen Freund bewerten solltest.\n> \n> Oder tatsächlich durch Malware. Wobei es auch da free Programme gibt die vernünftig sind. Nein Windows Defender gehört nicht dazu, nein Avira gehört auch nicht dazu. eines der wohl besten Free Antiviren Programme ist wohl Avast.\n\nHätte ich tun können. Dann hätte ich aber bestimmt nicht seit Season 1 durchgehend Kaspersky gehabt. Dann ist es ebend durch Malware oder so passiert. Ich habe es halt einfach Hacken genannt. Wie ich oben schon gesagt habe hätte ich nicht über die Jahre 250€ investiert wenn ich auf Free/RP seiten unterwegs gewesen wäre. Wenn der Account dadurch einmal abhanden gekommen wäre hätte ich das bestimmt nicht noch ein zweites Mal gemacht.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:07:23.730+0000","up_votes":1,"down_votes":0,"body":"stimmt du hättest es für 8 Jahre holen können oder für 10 Jahre....\n\nhttp://www.kaspersky.com/de/anti-virus","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:14:44.415+0000","up_votes":1,"down_votes":1,"body":"SUPER! 250€ auf 4 Jahre sind mtl. ca 5€ und keine 30€ Einmalzahlung.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:17:36.261+0000","up_votes":1,"down_votes":0,"body":"Also hast du monatlich lieber 5€ in Skins gesteckt als mal 6 Monate zu sparen und dafür den Rechner vernünftig abzusichern?","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:22:11.289+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=7hciEY9w,discussion-id=vgwA9gxE,comment-id=00050000000000000000,timestamp=2016-01-27T16:17:36.261+0000)\n>\n> Also hast du monatlich lieber 5€ in Skins gesteckt als mal 6 Monate zu sparen und dafür den Rechner vernünftig abzusichern?\n\nScheint so oder? Habe selber jetzt über ein halbes Jahr kein Lol mehr gespielt und seit kurzem auch Avast.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:24:31.375+0000","up_votes":1,"down_votes":0,"body":"Wenn du seit 6 Monaten kein LoL mehr gepsielt hast, warum dann nicht gleich direkt F-Secure, Karspersky, Bit-Defender, sondern erst Avast?","replies":[{"id":"","poster":"Retrotat","date":"2016-01-27T16:27:06.022+0000","up_votes":1,"down_votes":0,"body":"Wieso? Woher soll ich wissen welches besser ist? Avast hat für mich genau so viel gekostet wie Kaspersky gekostet hätte. Verstehe die Frage nicht warum Avast und nicht Kaspersky oder ein anderes?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Reaz83","date":"2016-01-27T16:14:37.867+0000","up_votes":1,"down_votes":0,"body":"Kaspersky ist Müll wegen dem hatte ich mal 1 Virus und 2 Trojaner unbemerkt drauf ... komisch antivir ist es gleich aufgefallen  ... selben schuld mein pc ist mein Heiligtum da kommt niemand ran","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T16:17:02.973+0000","up_votes":1,"down_votes":0,"body":"Verschiedene Antiviren Programme aktuallisieren ihre Datenbank unterschiedlich schnell.\n\nIch selbst hab nur negativ erfahrung gesammelt mit Avira, weshalb ich es nicht mehr nutze und weiterempfehlen kann.","replies":[]}]}]},{"id":"","poster":"GooCommitAlivent","date":"2016-01-30T12:33:43.731+0000","up_votes":1,"down_votes":1,"body":"Die Leute labbern hier dauernt nur Scheisse weil sie selbst nie gehackt wurden wie du.. das passiert auch nicht jeden aber trotzdem vielen Leuten. Daher bin ich deiner Meinung! Es sollte so ein System geben wenn es Blizzard und andere Unternehmen es machen kann dann auch RIOT. Sie können nicht einfach die Wenigen wegschmeissen wenn es den anderen gut geht. Mit \"Wenigen\" mein ich die Leute, die gehackt wurden u.s.w. da kann man nicht einfach sagen.. jaa scheiss drauf passiert paar mal was solls.","replies":[]}]}