{"id":"EnHIfREV","poster":"ninju7su","date":"2016-01-27T07:27:37.168+0000","title":"Premate Bot - Neue Champ-Select","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":1,"body":"Hey,\r\n\r\nhab mich gestern sehr &uuml;ber die neue Champ-Select gefreut. \r\nWollte dann auch direkt mit nem Kumpel auf die Botlane,.. allerdings funktionierte das nicht.\r\n\r\nW&auml;re es nicht sinnvoll, das irgendwie m&ouml;glich zu machen, dass man zusammen auf _die _ Lane gehen kann, wo Teamplay im Early am wichtigsten ist?\r\n\r\nGru&szlig;,\r\nNin","replies":[{"id":"","poster":"Latovius","date":"2016-01-27T13:21:35.357+0000","up_votes":2,"down_votes":0,"body":"Wir hatten zB das Problem, dass wir immer nur unsere sec. Rolle bekommen haben wenn ich zB 1.Sup, 2.ADC und mein Kollege 1.ADC 2.Jungle gepickt habe.\nDas rund 5-7 Champselects.\nErst seitdem ich 1.Sup 2. Top und er 1.ADC 2.Jungle nehme, bekommen wir immer unsere erste Wahl. :D\nWir denken, dadurch, dass sich 2 Rollen überschneiden, werden zu 90% eher die beiden anderen Rollen genommen. ;)","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-01-27T09:28:14.711+0000","up_votes":1,"down_votes":1,"body":"Ich muss sagen an sich finde ich die neue select super aber genau wdas was hier geschrieben wird stört mich ebenfalls. man hätte genau dafür doch den Teamersteller lassen können o.o ich verstehe eh nicht aus welchem grund er komplett deaktiviert werden musste. er hätte prima als extra modus nebenher bleiben können.","replies":[{"id":"","poster":"ninju7su","date":"2016-01-27T10:07:55.311+0000","up_votes":2,"down_votes":0,"body":"Was du ansprichst als letztes, da kann ich RIOT verstehen. Man sollte lieber eine Sache gut machen, anstatt viele halbfertige Dinge parallel laufen zu lassen. Das senkt die Problemgefahren und es macht das gesammte System schneller, da einfach mehr Spieler dann in dem jeweiligen System vorhanden sind, mit dem gematched wird.","replies":[]}]},{"id":"","poster":"Deadly Evil","date":"2016-01-27T07:40:08.955+0000","up_votes":2,"down_votes":1,"body":"Ist doch möglich. Einer wählt first Position ADC second Support und der andere genau anders rum. Da ist die Chance sehr hoch\nauf die Bot zusammen zu kommen.","replies":[{"id":"","poster":"AmazingMaze","date":"2016-01-27T07:49:24.392+0000","up_votes":2,"down_votes":0,"body":"Geht aber nicht - man muss immer eine Rolle mehr auswählen als die Anzahl der Spieler die zusammen in die Q gehen. (Ausnahme ist natürlich ein 5er Team)","replies":[{"id":"","poster":"Jastol","date":"2016-01-27T08:05:09.735+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es dann mit einem dritten Spieler (vll aus einem vorherigen Game) der weder ADC noch Supp spielen möchte.","replies":[{"id":"","poster":"ninju7su","date":"2016-01-27T10:06:23.508+0000","up_votes":1,"down_votes":0,"body":"Joah,. irgendwie bekommt man es schon hin. Wir hatten das halt so gemacht das einer die Toplane noch wählt und wir mit Charm {{champion:103}}  eventuell den anderen auch zum laneswap bewegen. Aber das ist ja auch nicht das Ziel des ganzen. Ich denke Sowieso das sich da noch ein paar Sachen entwickeln werden.","replies":[]}]},{"id":"","poster":"ninju7su","date":"2016-01-27T08:01:34.562+0000","up_votes":1,"down_votes":0,"body":"Recht hast du.","replies":[]}]}]}]}