{"id":"L4lXpxEg","poster":"StoneySan","date":"2016-01-26T20:48:37.638+0000","title":"Championauswahl 2016 strategischer Spielaufbau geht verloren","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":5,"body":"Hallo zusammen, \n\nDer neue Teamersteller 2016 hat ein paar negative Auswirkungen auf das Spiel, was ich gerne ansprechen w&uuml;rde.\n\n**Die strategische und taktische**  Aufstellung in der Auswahl **geht verloren**.\n**Counterpicks, fast nicht mehr m&ouml;glich**,\nje nach Spielaufstellung der gegnerischen Champions konnte man fr&uuml;her diese countern.\nBei firstpick mid, konnte man diesen countern, danach hat der Gegner 2 aussuchen d&uuml;rfen, die  man wiederum Countern konnte.\nDa aber eine vorgebene Reihenfolge UND Positon nun gegeben sind, Ist es nicht mehr m&ouml;glich, bzw eher Zufall, sein Spiel, anhand bereits ausgewählter gegnerischer Champions zu variiern und sein Spiel, bzw seine Picks aufgrund Gegnerpicks , strategisch aufzubauen.\n\n\n**1tens** Man kann nicht mehr counterpicken. da ja jetzt jeder seine Lane schon vorgegeben hat und **eine bestimmte Reihenfolge vorgegeben ist.!!!!**\nDas war einst der wichtigsten Entscheidungen, welche enorm hohen Einfluss auf den Spielablauf hatte. Nun muss man die Vorgegebene Lane nehmen, egal wie die Picks laufen.\n**Da Leidet das Strategische-Bewusstsein darunter. Genau dass, macht doch League of Legends aus?**\n**Ich enstscheide w&auml;hrend der Picks, auf welche Position ich mich hinbegeben will. Und doch nicht blind vor dem Spiel.\n**\n**2tens** Strategisch Sinnvoll ist es auch seine mid top adc champions nicht vor dem Gegner auszuw&auml;hlen. Klar wenn man als 1pick darauf besteht, hat er sein recht drauf(gehabt). Ist aber nicht gerade das Smarteste, Ich Spiele aber auf JEDER Lane und f&uuml;lle auch, wenn es notwendig ist. Also hab ich bei 1,2pick, nie mid oder top genommen, sondern jgl oder adc, bzw support. Dass kann ich jetzt nicht mehr machen, wenn ich meine Position UND Reihenfolge vorgegeben habe. Jetzt hab ich halt Top oder Mitte zugewiesen bekommen und muss auch als erstes Ausw&auml;hlen.\nWieder ein Strategischer Baustein von LoL, der dadurch entfernt wurde.\n\n**3.1** Wenn  ein OP Champion im Spiel ist, der das ganze Spiel alleine rei&szlig;en kann,  bzw einfach mal im Alleingang ein Pentakill machen kann im Lategame. Und dieser OP Champion genaus das Counter von unserem Teammitglied ist, auf dessen jeweilige Position.  Habe ich mit diesen einfach Lanes getauscht bzw, ihn(Gegner OPChamp) so aus dem Spiel genommen. Da aber jeder seine Lane nun nimmt die er zugewiesen bekommet, fehlt die Kommunikation und Absprache, dies zu erreichen._ Viele w&uuml;rden ja auf ihre Position verzichten und w&uuml;rden dann auch um das Spiel eben taktisch aufzubauen, woanders hingehen. F&auml;llt aber mit der neuen Championauswahl einfach raus. \n\n**3.2** Wenn ich einen Champion gesehen hab, der wenn er gefeedet war, zu gef&auml;hrlich im Lategame ist.  Habe ich mir eben die Position gegen diesen Champion ausgesucht, damit es dazu nicht kommt, bzw falls ich versagte, ihn nicht gleich 10 kills gebe. Dies ist mir nun auch nicht mehr m&ouml;glich.!!!!!!!\nund wieder kann ich nicht strategisch darauf reagieren. \n_(bei 3.1 wird mit anderen Spielern getauscht, die Probleme mit bestimmten Champions haben, bei 3.2 nehme ich den gef&auml;hrlichsten aus dem Spiel)_\nDefentiv 2 Punkte die zum Nachteil zu einem Strategisch aufgebauten Spiel sind.\n\n**4tens: **Ich spiele schon eine geraume Zeit LoL und ich reagie auf Championpicks. Das trainiere ich seit der 1sten Season. Ich habe viel Erfahrung gesammelt, mit welchen Champion ich gegen jeweiligen gut ankomme. Aber mit dem neuen System, spiele ich Champs die ich gut beherrsche, teilweise zum ersten mal gegen bestimmte andere Champs. Mit diesem neuen System wurde meine Strategie einfach zunichte gemacht. \n\n**5tens** F&uuml;r Spieler die viele Champions spielen k&ouml;nnen und auch nicht immer den selben Champ spielen wollen,  absolut negativ.\nGenauso wie f&uuml;r Counterpicker. Wenn man eine gro&szlig;e Bandbreite an Champions spieln kann,  (und schon seit 5 jahren gegen Jeden Champion sein Counter gemeistert hat.) Aber gegen viele champion noch nie gegen bestimmte gespielt hat.\n\n\nFazit:\nBei normalen Games macht das System schon absolut Sinn. vor allem wenn man nur eine Position gut kann, oder eben als besserer Spieler einen Champion ausprobieren will, bzw eine Position trainieren und verbessern will. Aber am Ende ist die neue  Championauswahl, 2016 ein verbesserter Teamersteller.\nIn dem neuen Modus wird zwar bisschen Smalltalk gef&uuml;hrt im Chat, aber eine Kommunikation, um das Spiel aufzubauen, ist nicht mehr vorhanden. Jeder nimmt was ihm zugewiesen wird.\nLeider werden durch dieses System die flexiblen Spieler bestraft, und die sturköpfigen Spieler, die nur auf eine Lane fixiert sind, dadurch bevorzug bzw, bekommen jetzt auch was sie wollen.\nSchade, ich finde Flexibilität und Teamgeist sollte belohnt werden.\n\n\nEs ist wahrscheinlich ein Resultat eines früheren Problems das wir alle zu gut kennen. Zwei wollen auf die selbe Position. Vor allem, wenn eben einer als Lastpick darauf besteht, doch in die Mitte zu gehen, obwohl diese bereits vergeben ist. Kennen wir glaub ich alle.\n  ---Aber--- meiner Meinung nach hat sich seit dem neuen, h&auml;rteren Tribunal, seit mitte 2015, dies enorm gebessert, und war echt nur selten  noch ein Problem. Eine Zeit war dies ein wirklich intensives Problem. Aber die Tage sind vorbei, die Absprachen werden immer besser. Nun braucht man eigentlich gar keine Absprache mehr, find ich schade.\n\nIch wei&szlig; viele werden sagen auf Counterpicks kommt es nicht an, vor allem in den h&ouml;heren Ligen nicht.  Wenn man nur ein,zwei Mains hat, diese perfektioniert hat, mag das sein ^^_ Aber nicht als Allrounder bzw Counterpicker.\nVor allem nicht wenn man einfach nach Strategie und Taktik und mit System spielen will. Und genau das ist es, was mich an diesem Spiel so fasziniert.\n\n_Mir ist auch bewusst, dass es ein sehr fr&uuml;her Kommentar ist, zu einem neuen, nicht auserprobten Thema, ich bin gespannt was daraus wird und wie der weitere Verlauf sein wird. Aber das ist die erste Erfahrung die ich gemacht habe, und dieses Feedback m&ouml;chte ich einfach loswerden. Je fr&uuml;her man ein Problem erkennt, desto schneller und besser l&auml;sst es sich l&ouml;sen^^_\n\nIch h&auml;tte da sogar gleich einen kleinen Verbesserungsvorschlag. keine Ahnung, die L&ouml;sung aller meiner hier erw&auml;hnten Probleme ist dies wahrscheinlich nicht. Aber geht schon mal in die Richtung. \n**Die Reihenfolge der Positionen fix festlegen**\nOder\n**einfach wie bei normal Spielen, zwei Spielmodes einf&uuml;hren.**\n\n\n\nAm Ende m&ouml;chte ich aber auch noch erw&auml;hnt haben, das die Aufmachen und das Design der neuen Championselection absolut gelungen sind. Wirklich sehr sch&ouml;n gemacht. Traumhaft.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-01-26T21:55:12.532+0000","up_votes":4,"down_votes":0,"body":"also für mich hat sich der strategische Aspekt eher erhöht. Zum Ende der letzten Saison habe ich immer gehofft, 4. oder 5. Pick zu sein, damit ich mit meinen Pick angemessen auf die Teamkomposition meines Teames (als Sup Main) reagieren kann. Jetzt sehe ich vorher schon, was die spielen wollen und kann den passenden Support wählen.\n\nDes weiteren kann man ja immer noch tauschen. Also sowohl seinen Champion, wenn du dir denkst; \"Oh, dieser ist doch aber in der SItuation viel besser...\" Es ist ja nicht so, dass nach dem EInloggen dein Champion sofort gepickt wird, sofern er nicht gebannt oder schon gepickt ist. Du kannst deinen bevorzugten Pick jederzeit ändern...\n\nUnd du kannst auch weiterhin als First Pick den Mundo, den sich dein Toplaner ausgesucht hat, für ihn picken und dann tauschen. Die Kommunikation ist hier einfach vereinfacht worden.\n\nMan kann jetzt einfacher richtige Teamkompositionen bauen. Weil der First Pick schon eine sehr konkrete Ahnung hat, was seine Mitspieler gerne spielen würden... \n\nWas mich mehr irritiert: Dass ich sehen kann, über welche Banns der Gegner nur nachdenkt...","replies":[{"id":"","poster":"StoneySan","date":"2016-01-27T13:38:03.986+0000","up_votes":1,"down_votes":0,"body":"Da ich alle Positionen spiele war es mir eben mit der Alten möglich schon teilweise als 2ter zu countern. Das hat dazu geführt, dass mein Team auch deren nächsten countern konnte. vor allem wenn die Dickheads first pick top and 2nd mid genommen haben. Der Vorteil durch mein Flexibles verhalten in der Auswahl is nun weg. :(, \n---->Nun kann es sogar sein, dass ich als 4ter Pick noch vor ihm auswähle(man ist halt nicht mehr flexibel), ist halt absolut Random. \nDavor hatte ich einfach Einfluss drauf, mit dieser Spielweise und konnte dadurch das Spiel oft positiv beeinflussen.\nGenau dass hat mir eben immer Spaß gemacht, die strategische Überlegung vor dem Spiel.\n\n\nVielleicht kommt das ja noch das die Leute anfangen wollen zu tauschen. Bisher bei mir persönlich aber ohne Erfolg. \nAls Antwort kommt einfach nur, neee nimm die postition die du gewählt hast, warum hast du sie dann gewählt.\nDa wird dann sogar leider eher rumgestresst wenn einer mal was anderes Spielen will, als er sich ausgesucht hat.\nHab es echt schon ein paar mal versucht bzw gefragt bzw andere gesehen. Gut seeeehr viel Erfahrung hab ich nicht damit gemacht. Gibt es ja auch noch nicht sehr lange.\nAber von den wenigen Situationen die ich mitbekommen habe, war das bisher noch nicht der Fall, dass da einer drauf eingegangen wäre.\n\nund ja tauschen geht halt nur wenn beide alle Champions haben^^(mit meiner Countertaktik)\nAber stimmt. ich kann gleich sehen, den hab ich, den kann ich tauschen. Das vereinfacht trades schon sehr, vor Allem für Mains. Von der Seite hab ich des noch gar nicht gesehen. Leider weiß ich in meinem Fall immer erst, was ich nehmen will, wenn der andere schon ausgewählt hat. machts für mich bisschen schwierig.^^ weiß ja nicht ob die den champ haben den ich dann spontan spielen will. \n\nWas mich und ich glaub viele noch viel verwirrt ist vor allem das **Bestätigen**, nachdem man Jahrelang seinen Countdown auslaufen lassen konnte. xD. Des wird wohl ne zeit dauern, bis ich mich da umgestellt habe. xD\n\nSalute schönen Tag noch, Adios und danke fürs Feedback","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-27T13:53:12.978+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=StoneySan,realm=EUW,application-id=ip27PlEH,discussion-id=L4lXpxEg,comment-id=00030000,timestamp=2016-01-27T13:38:03.986+0000)\n>\n> Vielleicht kommt das ja noch das die Leute anfangen wollen zu tauschen. Bisher bei mir persönlich aber ohne Erfolg. \n> Als Antwort kommt einfach nur, neee nimm die postition die du gewählt hast, warum hast du sie dann gewählt.\n> Da wird dann sogar leider eher rumgestresst wenn einer mal was anderes Spielen will, als er sich ausgesucht hat.\n> Hab es echt schon ein paar mal versucht bzw gefragt bzw andere gesehen. Gut seeeehr viel Erfahrung hab ich nicht damit gemacht. Gibt es ja auch noch nicht sehr lange.\n> Aber von den wenigen Situationen die ich mitbekommen habe, war das bisher noch nicht der Fall, dass da einer drauf eingegangen wäre.\n\nVielleicht solltest du dies nur anders \"verkaufen\". ;)\nIch habe es die DynQ gestern noch nicht testen können, aber wie wäre es, dass du so tust, als würdest du deinem Mate einen Gefallen tun?\n\nSchreibe z.B. \"Shall I safe XYZ for you before enemy could pick them?\"\n\nGerade bei beliebten Champs (meta-Champs bzw. Champs mit hoher ban-rate) könnte dies klappen und dein Mate freut sich vielleicht auch, dass du ihm hilfst, dass sein Wunsch-Champ nicht beim Gegner landet. ;)\n\nKann natürlich sein, dass dein Mate selber picken möchte, weil er countern möchte.\n\n> und ja tauschen geht halt nur wenn beide alle Champions haben^^(mit meiner Countertaktik)\n\nMan braucht wohl nicht gleich alle Champs, um einen Counter zu nehmen.\nZudem bezweifle ich, dass du den Skill hast, auf allen Positionen und auf allen Picks die passende Counter-Antwort spielen kannst. Diesen Champ-Pool haben nicht einmal die besten Pro-Spieler.\n\nIch habe deshalb das Gefühl, dass du den Wert eines Counter-Champs überschätzt. Gerade in Low-Elo kann kaum jemand einen Counter-Vorteil wirklich gut nutzen.\n\nWas du übrigens auch vergisst:\nSelbst wenn du den Counter jeweils recht gut spielen kannst du du bezüglich Rollen sehr flexibel bist: Wenn du z.B. als Second Pick den First Pick des Gegners counterst (z.B. auf der Midlane), dann kann es sein, dass nach dir ein Main-Mid-Spieler ist, der auf eine andere Lane gehen muss, die nicht so gut kann (ist ja nicht jeder so flexibel).\nDann hat dein Team zwar den Vorteil, dass du (als flexibler Spieler) einen Gegner counterst, aber dann einen Nachteil, dass einer der Mates eine Rolle spielen muss, die er nicht gut kann. Ich denke, der Nachteil könnte da oft überwiegen.","replies":[{"id":"","poster":"StoneySan","date":"2016-01-27T16:06:46.944+0000","up_votes":1,"down_votes":0,"body":"> Vielleicht solltest du dies nur anders \"verkaufen\". ;)\n> Ich habe es die DynQ gestern noch nicht testen können, aber wie wäre es, dass du so tust, als würdest du deinem Mate einen Gefallen tun?\n > Schreibe z.B. \"Shall I safe XYZ for you before enemy could pick them?\"\n > Gerade bei beliebten Champs (meta-Champs bzw. Champs mit hoher ban-rate) könnte dies klappen und dein Mate freut sich vielleicht auch, dass du ihm hilfst, dass sein Wunsch-Champ nicht beim Gegner landet. ;)\n\nJa das gefällt mir!!!! xD hab ich auch schon paar mal angefwendet funk aber nicht immer\n\n\n> Man braucht wohl nicht gleich alle Champs, um einen Counter zu nehmen.\n> Zudem bezweifle ich, dass du den Skill hast, auf allen Positionen und auf allen Picks die passende Counter-Antwort spielen kannst. Diesen Champ-Pool haben nicht einmal die besten Pro-Spieler.\n\nNe bisschen anders gemeint.^^ z.b ein Champ wie olaf oder cho countern ja schon eine große Bandbreite. Ich nehm ja nicht immer den absoluten main Counter. ich hab meine Palette an Champs, die ich gut spielen kann. Natürlich nicht alle xD.\nAber wenn ich weiß. wenn ichgegen y,x,z etc spiele. kann ich alle mit einem einzigen countern, also sind mit einem Champ den ich gut kann, schon mal 5 bis 6  Champs abgedeckt , bzw würd ich eher sagen, hab ich mir Übung und Erfahrung gesammelt, wie ich mit Jeweiligen dann gegen diesen Spiele. So ein harter Allrounder bin ich dann auch nicht. bzw so ein NUR Counterer (eher meine persönlichen Counters)\n\n> Was du übrigens auch vergisst:\n> Selbst wenn du den Counter jeweils recht gut spielen kannst du du bezüglich Rollen sehr flexibel bist: Wenn du z.B. als Second Pick den First Pick des Gegners counterst (z.B. auf der Midlane), dann kann es sein, dass nach dir ein Main-Mid-Spieler ist, der auf eine andere Lane gehen muss, die nicht so gut kann (ist ja nicht jeder so flexibel).\n> Dann hat dein Team zwar den Vorteil, dass du (als flexibler Spieler) einen Gegner counterst, aber dann einen Nachteil, dass einer der Mates eine Rolle spielen muss, die er nicht gut kann. Ich denke, der Nachteil könnte da oft überwiegen.\n\nKlar, mit flexibel mein ich aber auch, das ich auffülle. Versteht sich von selbst, ein Mainmid Spieler würde ich nicht woanders hinschicken.... niemals nie.\n Das Auffüllen kommt in erster Linie, das Countern danach.\nStimmt, hab ich mich vielleicht nicht passend ausgedrückt, sind zwei verschiedene Strategien, Das Countern und das Flexibel sein.\n\nAber Danke für deinen kreativen Beitrag. \nGrüße und letz fetz another round. xD","replies":[]}]}]}]},{"id":"","poster":"xteiemx","date":"2016-01-26T21:07:46.248+0000","up_votes":4,"down_votes":0,"body":"Zum Counterpicken, immer noch möglich:\n\n-gegner pickt yasou mid first, dann pickst du dann eben Jax/Riven/Kayle ...\n\nIch erkenne das Problem nicht, der einzige Punkt bei den ich mit dir übereinstimme ist das der Firstpick nicht mehr die Freie Wahl hat auf welche Lane er geht.\n\n1 . Warum hindert dich die feste reinfolge am counterpicken, die gab es zuvor auch und du counterpickst auf der Toplane nicht den adc\n\n2 . Mann kann den Champ Tauschen, sprich der Support pickt mir mitte weil ich firstpick bin.\n\n3.1.1 Ban den Champ\n\n3.1.2 Du kannst immernoch die Lane tauschen, wenn beide spieler einverstanden sind, genau wie zuvor (oder bist du dann einfach z.B. mitte gegangen ? :D)\n\n3.2 In anderen worten, weil die gegner einen Champ haben der snowballen kann spielst du lieber selber gegen ihn da du Angst hast das dein Teammate verliert \n          --------> Teamspiel\n\n4 .  Was hast du zuvor gemach wenn du Azir mid als 4. Pick gewählt hast und der gegner daraufhin einen champ pickt gegen den du noch nicht gespielt hast,                            gleich wie zuvor\n\n5 . Counterpick hatten wir schon und wenn einen zwei lanes auf den man bestimmt 40 champs Spielen kann nicht reichen, dann wählt man halt fill, kein                    unterschied zu vorher, dort musstest du dich auch für einen Champ und ein Lane entscheiden\n\nEdit: Mann pick die Champs auch erst nachdem der gegner (außer firstpick) gepickt hat, davor zeigt man seinen Mitspielern nur wenn man gerne picken würde um etwa eine Combo mit Yasou hinzubekommen.","replies":[{"id":"","poster":"StoneySan","date":"2016-01-27T12:56:43.390+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xteiemx,realm=EUW,application-id=ip27PlEH,discussion-id=L4lXpxEg,comment-id=0001,timestamp=2016-01-26T21:07:46.248+0000)\n\n> 1 . Warum hindert dich die feste reinfolge am counterpicken, die gab es zuvor auch und du counterpickst auf der Toplane nicht den adc\n\nEs gab eine Reihenfolge, aber nicht mit einer vorgegebene Position, nun hatt man **BEIDES** vorgegeben. Somit funktioniert das nicht mehr.\nund ich sagte ja als firstpick nahm ich bisweilen immer adc/jgl(Lies bitte genau was ich geschrieben hab), aber wie soll das gehen wenn ich jetzt first pick mid/top bin?\nDenk mal darüber nach. Wenn der Gegner seine Positon vor mir hat,dann ist es egal ob an 1, 2, 3,4, Stelle, funktioniert das nicht!!!!!\n\n> 2 . Mann kann den Champ Tauschen, sprich der Support pickt mir mitte weil ich firstpick bin.\n\nja stimmt, in dem Punkt muss ich dir Recht geben. **Vorausgesetzt beide Spieler haben alle Champs**\nleider hab ich oft die Erfahrung gemacht, das genau den Counter den ich Spielen will, dann der Trader nicht hat.\n......ja wenn beide alle Champions haben funkt das.\n\n> 3.1.2 Du kannst immernoch die Lane tauschen, wenn beide spieler einverstanden sind, genau wie zuvor (oder bist du dann einfach z.B. mitte gegangen ? :D)\n\nwenn deren Mitte bereits ausgewählt worden ist dann ja xD, das war halt eben,  !pickorder! ABER NICHT PICKORDER UND POSITION. Natürlich, wenn einer darauf  bestand, und/oder nur in der Mitte spielen will, bin ich natürlich auf eine andere Position gegangen, bzw seeeehr oft genommen, was noch über war, solange der Gegner diese Position vor mir ausgewählt hatt. Sonst hab ich nach einem Trade gefragt... (jedenfalls solange ich nicht den Support abbekommen hab, den hab ich wirlkich nur als lastpick genommen xd)[bei den Trades hab ich leider die Erfahrung gemacht, dass nicht alle Spieler alle Champions haben^^).  \n\nLeider ist in dem neuen Mode nur  selten der Fall, das man tauschen kann. Ich habe schon ein paar Anfragen für einen Lanewechsel erfragt, dann heißt es nur, warum wählst du dann die genommene Position??? und behaart auf seiner Position und will da auch bleiben, egal wie und was der Gegner nimmt\n-----> Ego spieler bekommen halt jetzt was sie wollen.\n\n> 3.1.1 Ban den Champ\n\nBans sind absolut unwichtig für meiner Strategie. Egal was der Gegner nimmt ----> ich hab ja für alles ein Counter.\nP.s ich kann schlecht alle OPChampions bannen, bzw wenn ich Glück habe kann momentan ich gerade mal einen bannen ;)\n\n> 3.2 In anderen worten, weil die gegner einen Champ haben der snowballen kann spielst du lieber selber gegen ihn da du Angst hast das dein Teammate verliert \n>   --------> Teamspiel\n\nIn der neuen Season, inder ich weiter unten anfange, definitiv!!!!!!! Denn viele Pro Spieler nehmen einfach Zed oder Yi, und busten die Noobs,.\nUnd wenn die dann 15 kills in 15 min abgestaubt haben. Ist es einfach schwierig zu gewinnen.\nMoment ist auch noch alles ein bisschen gemixt in den Ligen. Die Spielstärke und Level in welcher Liga man spielt, deklariert sich erst nach einer gewissen Zeit raus. (z.b  sind momentan in der Bronze Liga, Spieler die letztes Jahr Bronze, Silber, Gold, hatten. sogar 4 PlatinSpieler hab ich in Broneze gesehen..) Natürlich werde ich dieses Verhalten ändern je höher ich komme. ;)\n\n> 4 .  Was hast du zuvor gemach wenn du Azir mid als 4. Pick gewählt hast und der gegner daraufhin einen champ pickt gegen den du noch nicht gespielt hast,                            gleich wie zuvor\n\nGenau das hab ich eben versucht zu vermeiden.!!!!! DAS IST DOCH DER PUNKT AUF DEN ICH HINAUS WILL und jetzt eben 80% häufiger diese Situation auftritt\np.s wenns nicht anders ging, eben einfach ADC, des is safe, da kann man nicht viel countern oder ich hab einfach sichere Champions ausgewählt, mit denen ich safe farmen kann, falls notwendig.\nUnd natürlich geht diese Taktik nicht in 100% der Spiele auf.\nIn dem Fall, von falschen Position und Reihenfolge hab ich dann Pech gehabt mit meiner Countertaktik.\nAber muss ja nicht Vollkommen sein meine Spielweise und immer funktionieren.\nKlargekommen bin ich trotzdem gut. Aber mit meiner Spielweise hab ich oft eine höhere Chance meine Lane zu gewinnen. Wenn sie aufging^^\n\n> 5 . Counterpick hatten wir schon und wenn einen zwei lanes auf den man bestimmt 40 champs Spielen kann nicht reichen, dann wählt man halt fill, kein                    unterschied zu vorher, dort musstest du dich auch für einen Champ und ein Lane entscheiden\n\nWenn ich fülle, habe ich Trotzdem eine vorgegebene Position **und** Reihenfolge, DAS KOMMT DOCH DANN WIEDER AUF DAS SELBE HINAUS \n.....und ja man hat sich auch entschieden, in ABSPRACHE MIT DEM TEAM UND IN DER CHAMPIONAUSWAHL, nicht davor **BLIND**!!!!\nin meinen Spielen hat jeder seine guten Positonen durchgegeben. und daraufhin hat dann jeder nach der Reihe gewählt. Jeder hat versucht die Lanes offen zu lassen damit alles aufgeht, und Laner, die nur eine Position können, ihnen diese zu lassen!\n\n\nLeider fühle ich mich von dir nicht recht verstanden worauf ich hinaus will. Mir kommt es so vor, als ob du nur jeden meiner Texte Countern willst xDDDD\nneee nur Spaß...., Ich steh halt einfach auf das Überlegen und Nachdenken in der Auswahl wie man spielt und es angeht. Versuch des doch zu verstehen.\n\ntroztdem danke für das Feedback.  ","replies":[]}]},{"id":"","poster":"Jastol","date":"2016-01-26T21:35:42.861+0000","up_votes":1,"down_votes":0,"body":"Hast du dir überhaupt mühe gemacht Ihn auszuprobieren? Ich finde das eigentlich das genaue Gegenteil von dem was du beschrieben hast der Fall ist. \nOhne langes vorreden ein Beispiel von meinem letzten Spiel. Ich und nen Kumpel haben auf fill Supp (Ich) und Top (Kumpel) bekommen. Wir waren 3ter und 4ter Pick. 1er Pick war ein random adc. Wir haben Firstpick und lassen beim Bannen Mundo offen. Der Random nimmt Mundo, Ich picke Blitz und mein Kumpel Arcanen. Da mein Kumpel Mundo nicht hat und Ihn nicht spielen kann tauscht er Kalista mit dem ADC, so dass dieser Kalista hat. Danach tausche Ich mit meinem Kumpel Blitz gegen Mundo und gehe, obwohl Ich als Supp ins Team kam Top und mein Kumpel macht Supp obwohl er Top gewesen wäre. \nBisher habe ich da in den Absprachen auch nur positive Erfahrungen gemacht. Keiner der Flamet oder Stinkig ist weil er seine Lane nicht bekommt. Bessere Absprache und Teamkoordination, da man vorher schon eine Kombo definieren kann. Hatten z.Bsp. einmal einen Mid Zed der nach mir picken musste und Ich wäre Top gewesen. Da ich wusste, dass er Zed geht konnte Ich einen AP Champ auf Top wählen und der Jungler wählte einen Tank. So oder so ähnlich ging es bisher jedes Game. Viel entspannter und angenehmer als Zuvor.","replies":[{"id":"","poster":"StoneySan","date":"2016-01-27T13:46:51.384+0000","up_votes":2,"down_votes":0,"body":"Ok deine Antwort muss ich sagen überrascht mich, aber im positiven Sinn. Genau diese Erfahrung habe ich leider noch nicht bisher gemacht.\nein flotter 3er Trade war sogar im alten Mode selten möglich. Hoffe ich komme auch in den Genuss dieser Erfahrung. \nWar bei mir bislang jedoch eher selten der Fall, auf meine Anfragen, für einen Positionswechsel, da gabs halt nur negative Antworten.\nTrotzdem bleibt halt das Problem, (auch im alten Modus). Die Spieler meine spontan, ausgewählten Champions leider nicht hatten. und somit der Trade oft mächtig in die Hose ging. xD\n\naber ja dass nenn ich ein GG, wo man einfach im Team zusammen arbeitet. So soll es sein\n\nIn dem Sinne\n\nGL & HF\n","replies":[]}]},{"id":"","poster":"StoneySan","date":"2016-01-28T11:36:44.838+0000","up_votes":1,"down_votes":0,"body":"Eine weitere Anmerkung würde ich noch gerne hinzufügen.\n\nIn der alten Championauswahl, wenn die Banphase abgelaufen ist und keiner  gebannt hat, gab es auch keine Bans.\nDas würde ich gerne wieder einführen.\n Vor allem da das Bannen auf drei Spieler aufgeteilt ist, hat man in einem solchen Fall, immer noch 2 von 3 Bans.\nViele Spiele laufen momentan dadurch leider aus. Und da noch keine Picks in der Phase stattgefunden haben, glaube ich nicht das jemand diese leavt, da ihm irgendetwas an der Spielaufstellung nicht gefällt.\nIst mir selber jetzt auch schon passiert, muss ich eingestehen.\nUnd wegen einen nicht-Ban dann eine zeitstrafe zu bekommen, finde ich übertrieben.\n\nWas meint ihr dazu?","replies":[]},{"id":"","poster":"IrgendsonHemd","date":"2016-01-26T21:06:26.942+0000","up_votes":1,"down_votes":0,"body":"paar angesprochene sachen geb ich dir recht aber was mich am meissten stört is das der teamersteller (der alte) angebliche zu lange wartezeiten hatte . der neue is noch schlimmer du suchst was aus dann müssen drei leute bannen einer vergisst es oder macht nix wieder warte schlange...! wieder von vorne jeder sucht aus diesmal bannen alle einer kriegt seinen main gebannt pickt nich wieder ... wie soll es anders sein .... warteschlange !! ich hab jetz ne geschlagene dreiviertelstunde darauf gewartet endlich mal zu spielen weil einer nich pick nich bannt oder vergisst seinen champ zu bestätigen macht den ersteller im entdefekt länger als den alten meiner meinung nach da krieg ich aggressionen  wenn 4 mal infolge der letzte der bannen muss nich bannt nich pickt oder nich bestätigt weil er sich nich entscheiden kann...\n\ndas mit dem strategie faktor find ich richtig was du ansprichst das nich von oben nach unten konstant gepickt werden sollte sondern 1 pickt dann auf der anderen 2 so wies beim alten war!","replies":[{"id":"","poster":"StoneySan","date":"2016-01-27T13:58:29.278+0000","up_votes":1,"down_votes":0,"body":"Ja verdammt, absolut. Man sollte den Countdown einfach wieder auslaufen lassen können, würde uns einige abgebrochene Spiele ersparen.\nDa würden echt viele Spiele schnell starten, die sogar jeder Spielen wollen würde. xD\nUnd ja, der neue Modus findet echt verdammt schnell Spiele, manchmal warte ich grad mal eine Sekunde und es geht schon los.\nDas ist verdammt gut gemacht. Auch wenn ich mir in der Auswahl gern Zeit genommen habe, und den Countdown auch immer auslaufen lassen hab.\n\nPeace, schöne Grüße und danke fürs Feedback","replies":[]}]}]}