{"id":"3KP1teBW","poster":"HandIOfIZombie","date":"2016-01-27T00:10:03.730+0000","title":"Eure Meinung ist gefragt ^^","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":3,"body":"hey ^^ #Kurz und Bündig x) \n\nVorgestern als ich Online war, lese ich zum ersten mal was von nem Instalocker, bzw. das man deswegen Reportet wird oder die Spieler das dann vor haben weil zwei mal wurden andere Spieler deswegen im Chat richtig blöd angemacht. Da ich davor immer im Teamersteller war, lese ich das halt zum ersten mal und wollte wissen was damit gemeint ist ? Also ich verstehe sowas wie das bei anderen der Bildschirm sich schneller öffnet um zu schreiben, first Top oder so. kp, irgend wie sowas. Ich fand das irgend wie nicht gerecht wenn es so ein Programm ist weil ich nie die Möglichkeit bekommen habe die Lane zu bekommen die ich wollte. Immer musste ich als Supporter Spielen -.-\n\nDie etwas gute Nachricht ist halt der Neue Teamersteller für Ranks oder Normal Abwechselnd für andere nichts anderes als nur die Normale Pick & Bann Phase aber es ist in meinen Augen eine Mischung von beidem weil andere meinen das es kein Teamersteller ist ^^ es würde mich aber echt Interessieren was jetzt beliebter ist, Freie Wahl oder doch eher Abwechselnde Wahl also keine Ranks meine ich. Also gestern schon getestet und ich bin momentan davon echt begeistert, eigl. besser als Freie Wahl. Das Stresst mich irgend wie nur und da habe ich voll die Zeit und Ruhe alles ein zu stellen ohne mich irgend wie auf regen zu müssen das jemand anderes auf einmal die Lane haben möchte oder so. Kann mich sogar darauf Konzentrieren ob ich ein anderen Champ. wählen möchte oder ob ich an den Runen nochmal was abändern möchte aber ich muss davor auch sagen, ich habe Abwechselnd Wahl noch nie genommen. Zu beginn des Spiels war es am Anfange immer nur 3 vs 3 Map danach halt der Normale Teamersteller den es jetzt nicht mehr gibt. Zwar kann ich nicht entscheiden was für Champs ich mit rein nehmen möchte aber trz. finde ich es im vergleich zu freie Wahl, einfach besser, kommt das einen nur so vor oder ist das wirklich eine Änderung also eine art Verbesserung ? Denke das andere die schon davor Abwechselnde Wahl genommen haben mehr dazu was sagen können ich meine ich hatte ja auch im Teamersteller nicht die Möglichkeit gehabt bestimmte Champions mit rein zu nehmen also von daher obwohl ich die Idee an sich auch nicht schlecht finde ^^","replies":[{"id":"","poster":"Megnok","date":"2016-01-28T01:03:58.776+0000","up_votes":1,"down_votes":0,"body":"Alles was ich rauslese ist irgendwas mit freie Wahl. Ein paar mehr punkte und Absätze wären echt hilfreich o.O","replies":[]}]}