{"id":"4P8AXUjE","poster":"Krappa","date":"2016-01-26T12:37:52.624+0000","title":"Entschuldigung eines Toxic Players","subforum":"Spielerverhalten & Moderation","up_votes":42,"down_votes":8,"body":"Hallo Beschw&ouml;rer,\n\ndies wir eine &ouml;ffentliche Entschuldigung an alle die ich jemals geflamet beleidigt etc. habe. \n\nWarum ich dies tue?\nGanz einfach mein Account wurde permanent gebannt. Durch diesen Bann erst wurde mir klar, was ich &uuml;berhaupt getan habe. Ich habe Menschen, die einfach aus Spa&szlig; spielen, vielleicht nicht so gut sind wie ich oder auch einfach nur ein schlechtes Spiel haben beleidigt, runtergemacht. F&uuml;r diese Taten m&ouml;chte ich mich nun entschuldigen.\n\nMeint er das wirklich ernst?\nJa das tue ich. Nat&uuml;rlich k&ouml;nnen jetzt viele sagen einmal Flamer immer Flamer. Aber ich vertraue in das gute in jedem Menschen. Ich habe viel Geld in meinen Account gesteckt, was es nat&uuml;rlich noch schlimmer macht. Mir wurde gesagt ich bin in der League of Legends Community nicht mehr Willkommen. Was ich mir selber zu verschreiben habe.\n\nWarum denn das geflame?\nGanz einfach. Ich wollte immer gewinnen, was mich dazu gebracht hat andere die das verhindern k&ouml;nnten zu beleidigen. Was nat&uuml;rlich nicht clever ist, weil sie dannach kein bock mehr haben auf einen und vielleicht sogar extra schlecht spielen. Ich habe mir das Recht genommen andere f&uuml;r ihre taten runterzumachen obwohl ich selber sehr viele Games spielte, wo ich gefeedet habe weil der Gegner einfach besser war, Ich wei&szlig; nicht ob es nun Menschen gibt, welche sagen der Bann ist verdient du kid. Nat&uuml;rlich ist er verdient das ist mir klar.\n\nWas bringt diese Entschuldigung nun?\nMir bringt diese Entschuldigung an sich nichts. Jedoch m&ouml;chte in meinen Namen nicht so verschmutzt hinterlassen. Dies soll jedoch nicht nur eine Entschuldigung sein, sondern auch eine Warnung. An alle die so sind wie ich, Meldungen ignorieren, sich schnell provozieren lassen, selber provozieren oder auch einfach aus Spa&szlig; Flamen. Ber&uuml;cksichtigt diese Warnungen bitte damit euch nicht das gleiche passiert wie mir.\n\nEs tut mir leid\n\nKrappa","replies":[{"id":"","poster":"Sakunosuke Oda","date":"2016-01-26T13:00:04.277+0000","up_votes":6,"down_votes":12,"body":"`Naja solche könnten entbannt werden die ihre Fehler einsehen besser als die nach nem Perma bann gleich ins Forum gehen und rumheulen sie haben nichts gemacht etc. Du siehst deine Fehler ein und ich denke du besserst dich\n#FreeKrappa","replies":[{"id":"","poster":"KeylanX","date":"2016-01-26T13:33:06.763+0000","up_votes":21,"down_votes":0,"body":"> Naja solche könnten entbannt werden\n\nNein, einfach nur nein.\n\nIch will den wunderschönen Beitrag von Krappa hier bestimmt nicht \"beschmutzen\", aber eine Strafe die man, mit nichts anderem als ein paar schönen Worten, abwenden kann ist sinnlos und würde ein völlig falsches Bild an die \"schwarzen Schäfchen\" der Community senden. Grade die absolut unnachgiebige Haltung von Riot ist es, die das Reportsystem nicht zu einem nutzlosen Werkzeug macht.","replies":[{"id":"","poster":"Maíko","date":"2016-01-26T15:08:53.654+0000","up_votes":5,"down_votes":0,"body":"Vollkommen richtig,\n\nes ist zwar schade für diejenigen die wirklich ihre Fehler eingestehen und sich ändern, aber wenn ein paar \"schöne Worte\" ausreichen würden um einen Ban wieder aufzuheben würden viel zu viele das System ausnutzen und danach einfach weitermachen wie gehabt.","replies":[{"id":"","poster":"NoTeamFound","date":"2016-01-27T08:37:58.127+0000","up_votes":2,"down_votes":0,"body":"Den Fehler sollte man, meines Erachtens, wirklich schon dann einsehen wenn man 35 Spiele gebannt wird oder eine Woche oder was auch immer. dieser 35Ranked-Ban hat bei mir sehr viel geholfen. Da hats wirklich \"Click\" gemacht denn ich wusste mir blüht was echt grosses wenn ich nicht damit aufhöre, und meinen Acc wollt ich nicht verlieren. ich glaub das war noch vor 8,9 Monaten und seit daher hab ich niemehr geflamet :D. einfach Muten und weiterzocken, dies ist die BESTE Lösung.\n\nLG Saveshot","replies":[]},{"id":"","poster":"eingew","date":"2016-01-26T16:08:59.688+0000","up_votes":2,"down_votes":0,"body":"Zudem steht es schließlich jedem frei, einen neuen Account zu eröffnen um sich selbst eine zweite Chance zu geben. Das ist zwar nicht ganz dasselbe, aber völlig vom Spiel ausgeschlossen ist man schließlich nicht.","replies":[{"id":"","poster":"Ahris Man","date":"2016-01-26T22:25:16.170+0000","up_votes":2,"down_votes":1,"body":"Zuerst, alle Ehre an den Verfasser \"Krappa\" man ließt sowas selten hier.\n\nAlso klar kann man einfach nen neuen Acc erstellen...das traurige ist einfach das das investierte Geld weg ist. Es gibt Spieler die haben Tausend $ oder gar € in einem Acc investiert. Das das alles weg ist find ich ...na ja nicht fair kann man nicht sagen da jeder weiß worauf er sich einlässt aber...bei solchen summen könnte man bei \"Behandelten Toxic Player\" ein bisschen Kulanz walten lassen.\nMeine Meinung.\n\nUnd nur ein kommentar am Rande zum Thema \"Neuen Acc\"","replies":[]}]}]},{"id":"","poster":"BlueClover","date":"2016-01-26T21:32:41.580+0000","up_votes":1,"down_votes":0,"body":"Da geb ich dir vollkommen recht, wenn er seinen Fehler erst nach dem Bann einsieht, dann geschiehts ihm recht. Ich kann auch jemandem 1000 mal ins Gesicht schlagen und danach den Fehler einsehen, einmal kann ja passieren aber zu viel ist nun mal zu viel. Das hat nichts mit bereuen zu tun. Tatsache ist nun mal, hätte man ihn/sie nicht gebannt würde er immer noch fröhlich weiterflamen und toxic sein","replies":[]}]},{"id":"","poster":"Shadow l Eagle","date":"2016-01-26T14:54:48.311+0000","up_votes":4,"down_votes":1,"body":"Riot hat Perm. Bans schon lang nicht mehr Aufgehoben und das wird auch so bleiben, so gesehen würde es mich auch nicht jucken ob sich jemand gebessert hat. Soll er es doch Zeigen mach nen Neuen Account und dieses mal Spiel Friendly.","replies":[]},{"id":"","poster":"Krappa","date":"2016-01-26T13:11:30.140+0000","up_votes":2,"down_votes":0,"body":"Danke ^^","replies":[]},{"id":"","poster":"You Got My Name","date":"2016-01-28T08:41:39.045+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=J3ounce,realm=EUW,application-id=KYnfKGf0,discussion-id=4P8AXUjE,comment-id=0007,timestamp=2016-01-26T13:00:04.277+0000)\n>\n> `Naja solche könnten entbannt werden die ihre Fehler einsehen besser als die nach nem Perma bann gleich ins Forum gehen und rumheulen sie haben nichts gemacht etc. Du siehst deine Fehler ein und ich denke du besserst dich\n> #FreeKrappa\n\nNein. Er gehört gebannt. \n\nSuper Ding das du dich noch entschuldigst, aber wenn die Einsicht erst kommt wenn es schon zuspät ist gehörst du gebannt. Kannst es ja mit einen neuen acc probieren.","replies":[]}]},{"id":"","poster":"Shacoláde","date":"2016-01-26T13:36:28.965+0000","up_votes":12,"down_votes":0,"body":"Wenn viele dieser \"toxic Player\" eine solche Einsicht hätte, wäre die Community viel viel besser. Schade das die Einsicht erst so spät kommt.\nIch war ab und an mal einer der gern seinen Senf dazu gegeben hat (was wie immer da der Situation der Spieler nichts geändert hat, man meinte nur irgendwie seine Wut entladen zu können. Sport ist die deutlich bessere Alternative. Probiers mal aus, wenns mal wieder so weit ist ;) )\n\nSeit ich aber gut vor einem Jahr zu ner Gruppe gekommen bin, die im aller tiefsten Bronzebereich zuhause waren und mit den gespielt habe, muss ich sagen bin ich nun deutlich ein anderer. Sie haben Mitte Nunu AD gespielt oder Top mit Taric. Es waren ihnen egal ob sie 1:15 oder 15:1 standen. Sie hatten Spass an dem Spiel. Weil sie gemeinsam etwas spielen konnten. Und um wirklich ehrlich zu sein. Sie hatten auch mehr Spass am Game als ich.\nSie hatten nicht viel Skill, keine Ahnung vom Spielstil usw. aber sie hatten Spass. \nIch dachte selbst immer, hauptsache gewinnen um jeden Preis. \nWas war das Fazit, am einen Tag aufgestiegen am nächsten Tag wieder abgestiegen. Frust, Ärger welche Gefühl man auch noch unter dem Tag hatte. \nUnd das wegen so nem blöden Rahmen für die nächste Season? Ist das den Preis wirklich wert?\nIch hab mit zich 1000 Leute gespielt und das was ich suchte hab ich bei den Leuten gefunden die eigentlich keine Ahnung vom Spiel hatten, SPASS.\nUnd das sollte vor allem anderen kommen. \nNun hast du auch ne zweite Chance. Fang von vorne an. Überleg dir wie und warum du damals überhaupt so LoL gekommen bist. Und wenn du dann wieder 30 bist wirst du ein ganz andere sein. Dafür wünsch ich dir viel Glück :))","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T13:40:30.921+0000","up_votes":1,"down_votes":0,"body":"Danke solche Worte hören sich gut an.  Ich habe schonwieder einen neuen 30er. Einen damaligen Smurf. Mit dem werde ich jetzt durchstarten und sehen was sich ergibt ;)","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-26T14:43:25.837+0000","up_votes":6,"down_votes":0,"body":"Dann benimm dich anständig und viel Spaß beim spielen.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T15:06:50.015+0000","up_votes":3,"down_votes":0,"body":"Danke{{sticker:slayer-jinx-catface}}","replies":[]}]},{"id":"","poster":"Veaser","date":"2016-01-26T21:40:14.851+0000","up_votes":1,"down_votes":0,"body":"Hi Krappa, Ich will da jetzt nicht mehr allzu viel schreiben, da eh schon im Prinzip \"alles gesagt worden ist\" aber Gölle hat da schon recht, wenn man mit vielen verschiedenen Spielern zusammenspielt dann können sich so manche Sichtweisen schon gehörig verändern. Die von ihm erwähnten Spieler zum Beispiel, die nicht viel ahnung vom Spiel haben und sowas, aber trotzdem Spaß daran haben, das sind auch öfters diejenigen auf die andere Spieler herabsehen, aber warum sollte man auf jemanden herabsehen, der das gleiche Spiel spielt aber im Gegensatz zu einem selbst Spaß hat?\n{{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Sergeant Hill","date":"2016-02-10T05:37:27.778+0000","up_votes":1,"down_votes":0,"body":"Eine rührende Antwort. Die müsste mal ein Admin fixieren oder wie das hier heißt :-D","replies":[]}]},{"id":"","poster":"KeylanX","date":"2016-01-26T13:07:51.237+0000","up_votes":8,"down_votes":0,"body":"Schau mir gerne mal die \"wurde gebannt\"-Beiträge an, auch um ein bisserl für all die vermiesten Spiele entschädigt zu werden.\nIch muss aber ganz ehrlich sagen, dass dein Beitrag hier wesentlich mehr positives in mir hervorruft, als jeder Flamer der in seinem Leid noch um sich beisst.\nVielleicht gibt es für uns beide noch Hoffnung!\n\nWünsche dir die nötige Gelassenheit und viel mehr Freude, entweder für einen weiteren Versuch in LoL, oder in jedem andren Game, in dass es dich verschlagen mag!","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T13:09:21.990+0000","up_votes":2,"down_votes":0,"body":"Danke","replies":[]}]},{"id":"","poster":"Ya boy almo","date":"2016-01-26T12:50:10.223+0000","up_votes":6,"down_votes":0,"body":"Besser jetzt als nie.\n\nUnd hey ich meine in 7000 Jahren sehen wir uns wieder auf dem Rift.\n\n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T12:51:59.842+0000","up_votes":1,"down_votes":0,"body":"Haha ja^^ {{summoner:2}}","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T14:35:49.070+0000","up_votes":5,"down_votes":0,"body":"Riot System funktioniert ich find das voll super. Auch wenn die Einsicht leider etwas zu spät für diesen Account kommt.\n\nIch wünsche dir aber viel Glück und Spaß in der Kluft mit einem neuen Account (wenn du einen machst).","replies":[]},{"id":"","poster":"Veezey","date":"2016-01-26T13:43:50.486+0000","up_votes":5,"down_votes":0,"body":"Besser spät als nie, auch wenn du es auf die harte Tour lernen musstest.^^\nAber hey, solltest du LoL noch weiterspielen, wird dir das helfen. Ohne Flame sind die Spiele sehr viel angenehmer.","replies":[]},{"id":"","poster":"dat Zoidberg","date":"2016-01-26T14:34:22.813+0000","up_votes":4,"down_votes":16,"body":"Einer weniger - danke Riot! ","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T15:01:03.927+0000","up_votes":4,"down_votes":2,"body":"Was hat dir das jetzt gebracht das zu schreiben?","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-26T15:02:37.302+0000","up_votes":4,"down_votes":1,"body":"Manche hier reagieren einfach nur noch mit Schadenfreude auf Banns. Einfach ignorieren. Ist vielleicht auch eine Übung für deinen Smurf/neuen Account.\n\nIst meist etwa auf dem Niveau eines \"HAHA, stomped you noob\" eines Gegners, der gerade einen Kill an dir gemacht hat.","replies":[{"id":"","poster":"dat Zoidberg","date":"2016-01-26T16:05:15.878+0000","up_votes":2,"down_votes":5,"body":"Schadenfreude sieht anders aus. Fakt ist, der Bann wurde verdient ausgesprochen. Und nur weil er jetzt hier, nachdem es für diesen Account zu spät ist, reumütig und mitleiderregend angekrochen kommt muss ich das Verhalten nicht gutheissen und auch so eine aus meiner Sicht nicht wirklich ernst zu nehmende Entschuldigung keineswegs annehmen.\n\nDas war also mehr ein \"Pech gehabt - selber Schuld - geschieht dir Recht\". Und ein ernstgemeintes \"danke\" an Riot, dass solche Spieler bzw. Accounts aussortiert werden.\n\nIch wäre in deiner Position als \"Grüner\" mit solchen Aussagen, die man durchaus als Angriff und Beleidigung auffassen kann, etwas vorsichtiger.","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T16:26:14.990+0000","up_votes":2,"down_votes":1,"body":"Also ist es aus deiner Sicht ein Angriff zu sagen , dass jemand Schadenfroh ist? Und ja ich bereue was ich getan habe. Dieser Thread ist aber auf keinen Fall da um Mitleid zu bekommen. Was sollte es mir bringen? Und deine Aussagen kann man auch als beleidigend auffassen, warum sollten nur \"grüne\" auf sowas aufpassen? Denk lieber vor solch einem Post noch mal nach.","replies":[{"id":"","poster":"eingew","date":"2016-01-26T18:28:18.796+0000","up_votes":6,"down_votes":1,"body":"Mitleid hat psychisch betrachtet eine sehr angenehme Wirkung. Ebenso wie wir auf Lob meistens positiv reagieren. Ich denke also nicht, dass du diesen Thread nicht erstellt hast, um nicht auch eine positive Reaktion zu bekommen. Wenn es nicht dein Anliegen war, dann war es zumindest eine Hoffnung von dir.\n\nAuch wenn ich es nicht für sinnvoll halte, dich dafür zu verurteilen. Du warst es schließlich, der psychisch auch etwas dafür riskiert hast. Du hast uns erst deine Entschuldigung gegeben, was positiv für uns war und uns dann auch noch offen gelassen, diese Entschuldigung dankend anzunehmen.\n\nIch finde nicht, dass man das negativ auffassen kann.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-26T17:00:45.362+0000","up_votes":4,"down_votes":0,"body":"Jetzt solltest du aber mal überlegen ob Du nicht selbst darauf kommst, dass du der Einzige bist der sich im Ton vergriffen hat und zu Recht zurecht gewiesen wurde.\nWenn du ehrlich zu dir bist, wirst du es erkennen.","replies":[]},{"id":"","poster":"eingew","date":"2016-01-26T16:12:28.844+0000","up_votes":4,"down_votes":0,"body":"Was aber nicht heißt, dass es nur für Grüne sinnvoll ist, darauf zu achten, solche Aussagen nicht zu machen.","replies":[]}]},{"id":"","poster":"Krappa","date":"2016-01-26T15:05:32.200+0000","up_votes":1,"down_votes":0,"body":"> Ist meist etwa auf dem Niveau eines \"HAHA, stomped you noob\" eines Gegners, der gerade einen Kill an dir gemacht hat.\n\nStimmt ^^","replies":[]}]}]},{"id":"","poster":"RoundHouseNic","date":"2017-06-24T12:31:18.526+0000","up_votes":1,"down_votes":0,"body":"mal ganz ehrlich du bist das paradebeispiel von Der Lol comm, einfach nur scum der durch die Internet anonymität virtuelle Huevos hat aber im echten Leben wie ein Klappstuhl fallen würde , ich kann es mir dann doch nicht verkneifen meinen Beitrag hier einzufügen weil du wie die Faust aufs Auge bist\n BITTE ALLES LESEN LIEBE COMMUNITY ,KOSTET EUCH 4 MINUTEN EURES LEBENS UND WENN ICH EUCH ZUM NACHDENKEN BRINGE KÖNNTE ICH NICHT ERFREUTER SEIN Danke  , ein Kommentar der mir nicht positiv gesinnt ist aber auch nicht negativ, sondern die Einstellung von gefühlt 50% der \"Momentanen\" Lol Spieler darstellt. Ich will keine Vergebung oder hier im Forum Mitleid abgreifen, ich habe mich sowieso von der Community entfremdet, aber man schaue sich doch mal die Bewertungen an alleine von Kommentaren oder die Kommentare von anderen, es wirkt so als wollten Lol Spieler mittlerweile jedem anderen eins reindrücken der das Spiel auch spielt . Natürlich ist ein großer Teil der Comm nicht so, ich habe herzensgute Menschen kennengelernt und wage zu behaupten das ich hauptsächlich auch eine Freundliche/offene Person bin. Ich bin aufgewachsen und habe parallel dazu LOL gespielt, ich bin mittlerweile 22 und habe seit dem Ende von Season 2 mitgespielt, ich habe soviele zahlreiche Facetten vom Spiel kennengelernt, kenne 75% aller Pro Spieler habe so oft mitgefiebert war auch mal bei Lcs dabei habe Freunde kennengelernt, gelacht in Rankeds mich oft geärgert aber nie hatte ich das Bedürfnis andere Leute zu involvieren wenn es nicht gut für mich lief und sie persönlich anzugreifen. Ich habe wegen dem Abitur und persönlichen Dingen einige Monate aufgehört als Season 5 anfing, und als ich wieder \"geregeltere\" Zeiten hatte konnte ich wieder spielen, und mir ist aufgefallen das Riot langsam aber stetig (zumindest für mich) sich gewandelt hat, und nicht zum positiven. Ich habe etliche mmorpgs gespielt u.a 4 Jahre lang Wow als es noch gut war (ende Burning Crus.-WOTLK) und nie habe ich gesehen das aufgrund fehlender Chat-Baneinschränkungen Leute sich totgeflamed haben  . Versteht ihr (die reifen unter euch) nicht, dass ich auch ein Teil der Community bin(war) der sich wirklich dafür eingesetzt hat das die Stimmung untereinander harmonisch ist?. Es wird gesagt das es egal ist wieviele Ehrungen für was auch immer man bekommt oder wielange man gut-freundlich gespielt hat, aber warum wird dann so akribisch auf Trashtalk eingegangen? Ja Regeln gehören dazu ein gewisses Verhalten gehört auch dazu aber warum wird man auf Dauer in diesem Spiel bestraft wenn man alle 15-20 games mal ein Spiel hat wo man es nichtmehr aushält das der Midlaner oder Toplaner 1/9 steht nacht 10 min weil er keine Lust hat nach dem 0/2 weiterzuspielen und vielleicht das Spiel doch noch zu gewinnen obwohl man ihm nett sagt das man ihm hilft/das Team es schon gebacken bekommt im Late oder was auch immer. Hier sagen manche im Thread das man ihnen \"gut\" zureden soll damit sie nicht tilted oder was auch immer werden, seit ihr eigentlich so Realitätsfern oder kommt ihr einfach nur ins Forum und freut euch immer darauf erstmal nen Shitstorm zu beginnen warum man es verdient hat gebannt zu werden?. In jedem 5-7 Game hat man nen mental schwachen Mitspieler(oder im Gegnerteam) der es einfach nicht fertigbringt sich von seinem Team carrien zu lassen weil er so verbissen darauf ist das er seine Lane nicht gewonnen hat und deswegen nicht die Größe(JA GRÖßE den sich selbst einzugestehen das man der Grund ist warum dein Team es schwerer hat ist nicht einfach)besitzt über seinen Schatten zu springen. Ich flame keine Leute die 1/10 stehen aber es versuchen denn ich war oft genug auch derjenige, aber schlecht zu spielen und absichtlich das Spiel zu verlieren ist ein Weltenunterschied, wer das nicht erkennt kann sich von mir aus gerne in Nirwana begeben. ich habe über 2000 Rankeds gespielt in den letzten 4 Jahren meint ihr ich kann mir nicht anmaßen eine relative(wenn auch teilweise subjektive) Meinung über die Entwicklung des Spiels , welches ich am meisten gespielt habe in den letzten Jahren zu tätigen?. Ich übe 3 Sportarten aus , davon ist eine ein Teamsport, habe mich bei der freiwilligen Feuerwehr engagiert und habe damit eine multidimensionale Ansicht was die Ideale( die eigentlich Lol ausmachen sollten) angeht. Merkt ihr denn nicht wie sich das Spiel immer weiter zum negativen entwickelt? Bis Season 3 gab es nur wenige Flamer, Season 4 wurde es schlimmer und man hat deswegen versucht Mechanismen ins Spiel einzubauen um dem entgegenzuwirken das verstehe ich durchaus, aber es wurde an den falschen Stellen geschraubt und man hat den Spielern die ambitioniert spielen möchten und trotzdem freundlich sind die Utensilien um sich gegen solch negativ aggressiven Spieler zu wehren genommen. Warum wird man erst nach 1000 Reports wegen Rassismus,Sexismus Hetzreden intentionally Feeding oder Afk gebannt oder sogar nur verwarnt, aber wenn man in jedem 15 game sich gegen solche Leute wehrt weil es einen verletzt(ja ihr Keyboardwarrior, ich habe auch emotionen) das sie dir absichtlich schaden wollen mit ihrer Einstellung von dem automatischen System erfasst wird und dann irgendwann revision eingelegt wird. Warum wird man gebrandmarkt wenn man sich gegen solche Leute zur Wehr setzt? DAS Tilted mich 100% mehr als die unreifen Leute die dir das Spielvergnügen absichtlich vermasseln wollen . WARUM UNTERSTÜTZT/ENTWICKELT RIOT DAS PARADOXE SYSTEM DAS EIGENTLICH ZUR ERHALTUNG DER SPIELATMOSHÄRE GEDACHT IST ABER AUF DAUER AUF DIE KOSTEN VON VETERANEN GEHT DIE SPIELSPAß UND EIN ERFOLGSERLEBNIS HABEN WOLLEN?? WEIL SIE NUR PROFITORIENTIERT SIND(ODER GEWORDEN SIND) UND DAS GELD VON DEN 11-17 CRYBABYS HABEN WOLLEN labiler sind als früher weil die Junge Generation zum Teil verweichlicht sind  . Gibt es weniger flamer /inter/Afks seit Season 4? NEIN!!! Mindestens doppelt soviele mittlerweile du wirst fertiggemacht wenn du nicht lvl 30 bist und ein schlechtes Game hast , als müsste man unter 30 GUT SEIN??? DU WIRST IN NORMALS FÜRS FEEDEN FERTIGGEMACHT ODER WENN DU NICHT DEN TYPISCHEN BUILD HAST, WENN MAN NICHTMETA CHAMPS PICKT WIRD MAN FERTIGGEMACHT UND REPORTET SIEHE (AdellaideSkyhart)    das gabs früher alles nicht!!! SIEHT DEN DER GROßE TEIL DER COMM NICHT DIE KORRELATION ????? MAN KANN NICHT BEEINFLUSSEN WER DAS SPIEL SPIELT ABER MAN KANN BEEINFLUSSEN WIE MAN MIT LEUTEN HANTIERT UND RIOT GEHT DEN EINFACHSTEN WEG ÜBER DAS AUTOMATISIERTE SYSTEM , RIOT IST EIN MULTIMILLIONEN Konzern das LEAGUE langsam aber stetig so verändert , das sogar Kinder unter 12 Jahren etwas damit anzufangen wissen und auf Dauer Geld dafür ausgeben. DIE COMMUNITY IST NICHT OHNE GRUND DIE SCHLIMMSTE IN ONLINE SPIELEN, ABER NUR WEIL ES DAS PRODUKT aus DEM GAMEPLAY UND DER KÜNSTLICH ERZEUGTEN ATMOSPHÄRE VON SEITENS RIOT IST. Wenn ich auch nur 1 Person dazu bekomme darüber nachzudenken bin ich erfreut, vielleicht findet irgendwann wenn es soweiter geht doch ein Wandel statt weil die Leute sowas nichtmehr dulden .\n\nVielen Dank fürs lesen, und Entschuldigung für den immensen Text, aber ich musste es mal loswerden","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-01-26T12:56:38.590+0000","up_votes":4,"down_votes":0,"body":"Das finde ich gut, das du den Account noch in Würde sterben lassen möchtest. Vielleicht bleibst du so in Zukunft auf dem rechten Wege.\nIst zumindest ein guter Anfang einzusehen, das man was falsch gemacht hat.","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T13:03:48.198+0000","up_votes":3,"down_votes":0,"body":"Danke","replies":[]}]},{"id":"","poster":"Parunpata","date":"2016-01-26T12:45:32.314+0000","up_votes":3,"down_votes":0,"body":"Hey, schade dass es bis zum Perma kommen musste, aber kann man leider nicht mehr ändern. \n\nWünsche dir viel Glück noch in LoL.","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T12:50:07.589+0000","up_votes":3,"down_votes":0,"body":"Danke","replies":[]}]},{"id":"","poster":"elhamdulillah","date":"2016-01-26T12:48:29.826+0000","up_votes":3,"down_votes":0,"body":"in normal oder rank games geflamt?","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T12:49:46.674+0000","up_votes":3,"down_votes":0,"body":"Beides {{item:3070}}","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2016-01-26T12:48:42.547+0000","up_votes":3,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Phirippu","date":"2016-01-26T12:47:14.276+0000","up_votes":3,"down_votes":0,"body":"{{summoner:7}} {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"Spicavius","date":"2016-01-26T12:43:17.757+0000","up_votes":3,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"zuckerman","date":"2016-01-26T18:20:52.635+0000","up_votes":2,"down_votes":8,"body":"***","replies":[{"id":"","poster":"eingew","date":"2016-01-26T18:29:21.615+0000","up_votes":5,"down_votes":0,"body":"Da frag ich mich, wieso es Leute gibt, die nicht süchtig werden, obwohl sie abstürzen, und wieso es Leute gibt, die tatsächlich für den Rest ihres Lebens clean bleiben.\n\nJa, die sind vielleicht nicht innerhalb der Norm, aber definitiv kein Ding der Unmöglichkeit.","replies":[]},{"id":"","poster":"Krappa","date":"2016-01-26T18:24:26.300+0000","up_votes":4,"down_votes":0,"body":"Hab mal deine Posts angesehen, bist überall so negativ. Wirst es lustig haben im Leben. LG!","replies":[{"id":"","poster":"zuckerman","date":"2016-01-26T18:28:17.623+0000","up_votes":2,"down_votes":5,"body":"Die Rückfallquote bei Sucht-therapierten liegt bei 60-80%, da OP keine Therapie macht, ist die Wahrscheinlichkeit noch höher.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T18:36:36.018+0000","up_votes":1,"down_votes":0,"body":"und bei einer 90% besserungsquote schon nach den ersten Strafen hier.","replies":[{"id":"","poster":"zuckerman","date":"2016-01-27T12:42:35.120+0000","up_votes":1,"down_votes":1,"body":"Ja das ist genau so richtig wie die Ansage das das Tribunal (das es bereits seit Jahren nicht mehr gibt) die Spielerfahrung verbessert.","replies":[{"id":"","poster":"eingew","date":"2016-01-28T18:05:18.391+0000","up_votes":2,"down_votes":1,"body":"Das Tribunal gibt es durchaus noch, es wird nur nicht mehr direkt und live durch die Spieler bedient.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T13:33:18.261+0000","up_votes":1,"down_votes":0,"body":"es hat in der aktiven Zeit durchaus die Spielerfahrung verbessert.","replies":[]}]},{"id":"","poster":"eingew","date":"2016-01-28T18:05:42.613+0000","up_votes":1,"down_votes":0,"body":"*70% :P","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-28T21:53:37.068+0000","up_votes":1,"down_votes":0,"body":"Hier meinte Lyte doch was von 90% ist mit zurechnen\n\nhttps://ask.fm/RiotLyte/answers/131818129602","replies":[{"id":"","poster":"eingew","date":"2016-01-28T21:58:49.712+0000","up_votes":1,"down_votes":0,"body":"Ups... vielleicht sollte ich die Seite etwas öfter checken.\n\nSorry :D","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-28T22:36:04.236+0000","up_votes":1,"down_votes":0,"body":"Auch ein Emissary darf mal etwas nicht ganz genau wissen :3","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Phirippu","date":"2016-01-27T11:55:47.443+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=zuckerman,realm=EUW,application-id=KYnfKGf0,discussion-id=4P8AXUjE,comment-id=0010,timestamp=2016-01-26T18:20:52.635+0000)\n>\n> Du wirst eh wieder gebannt. Is wie mit den Drogen einmal Flamer immer Flamer. Viel Spaß beim gebannt werden.\n\nWoher weißt du das ?\nDu bist Level 9 und schreibst hier als ob du schon Jahre lange Erfahrung in LoL hättest und schon selber geflammt hast.\nEs kann außerdem immer Ausnahmen geben, warum also nicht ein paar freundlichere Worte und etwas weniger Pessimismus.\n{{summoner:6}}","replies":[{"id":"","poster":"zuckerman","date":"2016-01-27T12:39:07.881+0000","up_votes":1,"down_votes":1,"body":"Ich spiele bereits seit Season 1 Bruddi.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T13:34:16.656+0000","up_votes":1,"down_votes":0,"body":"och ne bist du einer dieser Bruddis die in S4 im Forum so stark aktiv waren?\n\nWenn ja schon ok mit dir braucht man nicht zu schreiben 7/10 hast den Troll gut aufrecht erhalten.","replies":[]}]}]}]},{"id":"","poster":"Gam3Ron3","date":"2016-01-27T11:00:03.663+0000","up_votes":0,"down_votes":3,"body":"perma ban = perma ban","replies":[{"id":"","poster":"Fermi Paradox","date":"2016-01-28T13:51:55.500+0000","up_votes":1,"down_votes":0,"body":"Erläutere doch bitte, warum du diesen Kommentar abgegeben hast. Ich kann es leider nicht nachvollziehen....","replies":[{"id":"","poster":"Gam3Ron3","date":"2016-01-31T18:52:49.232+0000","up_votes":1,"down_votes":0,"body":"ich meine das wenn man ein perma ban bekommt das man auch permanent gebannt wird so wie der name es schon sagt. Und er hat bestimmt selbst schon viele verwarnungen bekommen oder darvor einen zeitlichen bann  bekommt. Wenn es bei ihm eben nicht funktioniert dann hat er auch selber schuld einen permanenten bann zu bekommen und das er dadurch nicht wieder entbannt wird.\n\nDon't be salty! {{sticker:slayer-jinx-catface}} ","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-02-01T16:11:54.124+0000","up_votes":2,"down_votes":0,"body":"Hättest du die Posts gelesen und das Problem verstanden, würdest du vermutlich das anders sehen.\n\nIn diesem konkreten Einzelfall geht es darum, dass es vermutlich eine Lücke im System gibt, die es ermöglicht ohne den 2-Wochen-Bann automatisch einen Permaban zu bekommen, obwohl das System vorsah, erst den 2-Wochen-Bann abzusitzen.\n\nLeider sind Ein-Satz-Weißheiten immer so schön komfortabel. Ich verstehs ja, die Natur ist darauf optimiert den energiegünstigsten Zustand anzunehmen. Dieses Prinzip hat sich leider bis in unsere Art, wie wir Denken, fortgesetzt. Erkenntnisapparat hin oder her :(","replies":[]}]}]}]},{"id":"","poster":"GooCommitAlivent","date":"2016-01-31T16:08:24.485+0000","up_votes":1,"down_votes":2,"body":"Wäre so Lieb wenn RIOT das jetzt liest und sich denkt \"Solche Leute sieht man sehr selten, daher hast du es dir verdient, aber das wird nicht nochmal passieren\" und dich entbannen :)\n\nAber kommt schon.. als ob RIOT sowas tun würde :P","replies":[{"id":"","poster":"ThisOneDiesALot","date":"2016-01-31T17:32:35.005+0000","up_votes":1,"down_votes":1,"body":"Dem widerspreche ich. Ich finde, er sollte entbannt werden weil hier ein Prozessfehler vorliegt. (Das ist zumindest meine Ansicht, es liegt an Riot das zu beurteilen). Grundsätzlich hat sich jeder darauf eingelassen, gebannt zu werden für sein Verhalten. Es steht in den Regeln nichts davon, dass Riot sich das Recht rausnimmt jemanden aufgrund Reue zu entsperren (oder?). Riot kann aber unter gewissen umständen erkennen, wenn z.B. ein Problem im System vorliegt. Meiner Meinung nach ist hier dies Geschehn und er hätte erstmal nur die 14-Tage-Bann erhalten müssen. In der Zeit kann man nicht spielen. Wie also soll er vor 14 Tagen den Permabann erhalten? Es sei denn es wurde ihm ermöglicht. Das widerspricht aber dem, was das System vorsieht. Er konnte also nicht so handeln, wie es \"korrekt\" gewesen wäre. Der Permaban ist demnach nicht rechtens. Dass er sein Verhalten ändern will ist löblich, aber hat nichts mit der Strafe zu tun. Es gibt m.E. nach keine \"mildernden Umstände\" wenn es darum geht, Gamer zu entbannen. Aber ich bewege mich hier auf Glatteis, ich bin mit den Details der Regelungen nicht vertraut.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2016-01-31T17:44:58.304+0000","up_votes":2,"down_votes":0,"body":"Heya\nWo genau ist das Problem. Man kann bestimme Bestrafungsstufen auch überspringen, das war schon immer so und wurde bei der Überarbeitung des Systems wiederhohlt klar gemacht.\nIch hab den Thread jetzt nicht komplett gelesen, aber wenn dein einziges Problem mit dem Urteil daran liegt das direkt der Perma kam und nicht erst der 14 Tage dann versehe ich dich nicht. Wäre nett wenn du mir das nochmal erklären könntest.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"SurpRyze Idiot","date":"2016-02-09T10:57:59.636+0000","up_votes":2,"down_votes":0,"body":"Ich **hasse** Leute,die ankommen und versuchen etwas schlecht zu machen.\nHier hat sich jemand wohl aufrichtig entschuldigt,dass er die Community von LoL vergiftet hat und beigetragen aht,dass Leute Sachen sagen wie,\"die LoL Community ist die schlimmste Community auf dieser Welt.\".\nJetzt kommst du aber an und willst andeuten,dass er es nur tut,damit Riot vllt den Text liest und ihn entbanned.Die Leute die wirklich entbanned werden wollen,machen einen Thread darüber auf,wie sie entbanned werden,was sie tun müssen etc.\nEtwas,was wir in diesem Thread nicht mak angedeutet wurde,sondern im Gegenteil,er hat gesagt,er bekommt nichts dafür,außer einen etwas gereinigteren Namen und er sagt,man soll nicht flamen,die Strafe dafür ist hart.\n\nIch persönlich konnte mich selber ganz gut darin reflektieren und andere Leute die mal geflamed haben,waren sicher auch in der Lage.\nAber sowas anzudeuten,dass jemand diesen Wall of Text,als Versuch Riot möglicherweise umzustimmen zu nutzen,abzustempeln und die Ehrlichkeit darin zu untermauern ist eine Frechheit.","replies":[]}]},{"id":"","poster":"Mercy Adc","date":"2016-01-27T17:51:02.822+0000","up_votes":2,"down_votes":1,"body":"Ich möchte hier mal meine Meinung lassen und keinen Krieg mit irgendwem anfangen, aber meiner Meinung nach ist nur ein kleiner Teil der Community wirklich nett und spielt aus Spaß, klar wir wollen alle besser werden aber Leute wie du kann ich ebenfalls verstehen. Man möchte gewinnen und flamet, wird dann dafür irgendwann gebannt logisch und richtig, denke da sind wir uns einig. Mein Problem ist, dass aber auch die, die Fehler machen im Spiel (also schlecht spielen) nicht unbedingt \"besser\" sind, denn klar FLAMEN ist nicht akzeptabel, aber, gebt mal Leuten einen Tipp oder bittet sie (höflich) vllt mal etwas anders zu machen, da wird man direkt angemotzt man soll nicht FLAMEN, plötzlich schreiben die mates dann im all Chat jaja der hat geflamet und machen ihn/sie für alles verantwortlich und schon hat man nen Bann. Was ich persönlich gerne hätte oder worauf ich hinaus will ist, dass man mal auf sich selber Schaun muss und sich fragen soll ey warum flamet man mich gerade, sollte ich vllt was anders machen ? Den zu oft habe ich schon selbst erlebt, das man mal ein besseres matchup auf der bot hat (lucian,blitz vs jinx, soraka) wo der adc höflich sagt blitz bitte geh aggresiever wir sind early stärker und haben die perfekte Vision einfach mal was machen, und der lucian wird direkt als flamer abgestempelt obwohl er eig VOLKOMMEN recht hat. Wenn die Leute besser werden wollen müssen sie sich doch auch verbessern, oder nicht ? Wofür gibt es denn das Ehren von Teammembern für \"Hilfreich\" ?! Was ich gerne hätte, bzw mein Verbesserungsvorschlag wäre wenigstens für Rankeds den all Chat komplett zu deaktivieren, weil dieser ja zu 90% sowieso dazu genutzt wird, sich über Teammember zu beschweren oder zu schreiben \"der\" flamet gerade, lieber mal den \"flame\" annehmen und sagen ey vllt hat der recht, und wenn euer mate (der flamer) nur Müll schreibt dann mutet ihn und konzentriert euch aufs Game, denn all Chat flame ist zu 99% n loose.\nWäre mal interresant zu wissen ob ihr das genauso seht mim all Chat entfernen im Ranked oder ob ihr findet das des totaler Schwachsinn ist (aber dann bitte begründet) \n\nLg euer Tala","replies":[{"id":"","poster":"Shacoláde","date":"2016-01-28T12:14:02.340+0000","up_votes":2,"down_votes":0,"body":"> Ich möchte hier mal meine Meinung lassen und keinen Krieg mit irgendwem anfangen, aber meiner Meinung nach ist nur ein kleiner Teil der Community wirklich nett und spielt aus Spaß\n\nwoher nimmst du die Annahme? Wäre es der Fall würd ich warscheinlich nicht mehr LoL spielen\n\n> Mein Problem ist, dass aber auch die, die Fehler machen im Spiel (also schlecht spielen) nicht unbedingt \"besser\" sind, denn klar FLAMEN ist nicht akzeptabel, aber, gebt mal Leuten einen Tipp oder bittet sie (höflich) vllt mal etwas anders zu machen, da wird man direkt angemotzt man soll nicht FLAMEN, plötzlich schreiben die mates dann im all Chat jaja der hat geflamet und machen ihn/sie für alles verantwortlich und schon hat man nen Bann.\n\nWenn man ihnen nen Tipp gibt uns sie es dann annehmen ist es gut und wenn sie es als flamen bedrachten, kann man nichts dran ändern.\nIch hab aber noch nicht im Forum gelesen, dass jmd gebannt wurde weil er andere einen Tipp ingame gegeben hat und der mit \"flamer\" geanwortet hat.\n\n> Den zu oft habe ich schon selbst erlebt, das man mal ein besseres matchup auf der bot hat (lucian,blitz vs jinx, soraka) wo der adc höflich sagt blitz bitte geh aggresiever wir sind early stärker und haben die perfekte Vision einfach mal was machen, und der lucian wird direkt als flamer abgestempelt obwohl er eig VOLKOMMEN recht hat. \n\nSelbstreflexion ist super. Geb ich dir absolut recht.\n\n> as ich gerne hätte, bzw mein Verbesserungsvorschlag wäre wenigstens für Rankeds den all Chat komplett zu deaktivieren, weil dieser ja zu 90% sowieso dazu genutzt wird, sich über Teammember zu beschweren oder zu schreiben \"der\" flamet gerade, lieber mal den \"flame\" annehmen und sagen ey vllt hat der recht, und wenn euer mate (der flamer) nur Müll schreibt dann mutet ihn und konzentriert euch aufs Game, denn all Chat flame ist zu 99% n loose.\n\nSeh ich persönlich zumindest nicht so. Wenn jmd im Gegnerteam nen DC hat. Würd ich das schon noch immer gern wissen, ob er wiederkommt. \nAuch wenn jmd im gegnerteam uns alle auseinander nimmt. Das sag ich ihm auch \"WP XXX\"  was er auch verdient hat.\nEs sind zwar einige die ALL-Chat für das missbrauchen aber ihn deswegen komplett rausnehmen halt ich für übertrieben.","replies":[{"id":"","poster":"Mercy Adc","date":"2016-01-29T01:59:22.474+0000","up_votes":1,"down_votes":0,"body":"Ähm okey ich gehe mal nur auf das letzte ein, weil das auf meine Frage eingeht, wenn jemand einen DC hat sollte es doch dein Spiel nicht beeinflussen, du ziehst ja für dich nur einen ziemlich dreckigen Vorteil aus der Information mit dem DC eines Gegners bzw. gibst den Gegnern mit dieser Information einen Vorteil (und das könnte deinen Teammates nicht gefallen-> was zu Flame führen kann), und DC´s sollten kein Grund für allChat aktivierung sein. Wo ich dir Recht gebe, wenn es jemanden im Gegnerteam gibt der gut spielt und man ihn das wissen lassen will kann man das ja auch nach dem Game machen dafür ist ja der Chat ja dann auch da(in der Lobby mit den Statistiken), bzw wie bei Heroes of the Storm, das Nachrichten wie \"GG\" oder \"WP\" für alle Lesbar sind während der Nexus eines Teams fällt.","replies":[{"id":"","poster":"Shacoláde","date":"2016-01-29T08:14:06.574+0000","up_votes":1,"down_votes":0,"body":"Ich hab nicht gemeint, dass die Aktivierung eines DCs über ALL chat automatisch geschieht.\nDa ich ungern ein 4vs5 spiele/ bzw. gewinne, versuch ich nicht gleich ein Vorteil rauszuziehen.\nWenn ich durch die anderen erfahre das er ragequit begangen hat, dann weis ich das er nicht wieder kommt\nund ich das spiel wirklich schnell beenden kann. Wenn er nur reconnect, weil ich ihn 5min nicht auf der Line gesehen habe,\ndann will den Unterschied schon gerne wissen und verhalte mich auf der Line ruhig.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-27T12:25:48.218+0000","up_votes":3,"down_votes":1,"body":"Wenn man sich Sowas:\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/nEllNAFi-ich-machte-mich-ein-letztes-mal-sehr-traurig-entschuldigen\n\nanschaut, wäre ich fast dafür, dich wieder zu entbannen.","replies":[{"id":"","poster":"NoTeamFound","date":"2016-01-27T15:28:21.063+0000","up_votes":2,"down_votes":0,"body":"Hab bei dem Wort \"angäblick\" aufgehört zu lesen. \n\nLG Saveshot","replies":[]}]},{"id":"","poster":"ManOfPotato","date":"2016-01-26T14:39:15.589+0000","up_votes":4,"down_votes":5,"body":"Und ich habe letztens noch extra ein Ticket wegen einem erstellt, der mir gesagt hat, dass ich mich umbringen solle.\nEin Permabann kommt ganz sicher nicht wegen ein bisschen \"you noob\" oder \"scrub\".\nDa musst du schon echt schlimme Sachen raus gehauen haben.\nDein Account scheint dir ja sehr wichtig zu sein.\nIch war schon ein echt mieser Flamer, aber  meine schlimmste Strafe war 75 Games Chatban.\nDu hattest bestimmt auch schon Chatbans, nehme ich an und wieso hast du dich da nicht gleich gebessert?\nAlso ich denke, dass Riot schon ihre Gründe dafür hat.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-26T14:44:58.454+0000","up_votes":4,"down_votes":1,"body":"Ich kann nicht erkennen, wo der TE meint, dass er den Bann nicht verdient hat. \n\nÜbrigens scheint etwas wie \"noob\" und \"scrub\" zu reichen, um den Permabann zu erhalten. Wenn man nur so etwas schreibt, muss man die 3 vorherigen Warnungen aber ignoriert haben.","replies":[{"id":"","poster":"XCaitultedjfkX","date":"2016-01-26T21:56:49.782+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=4P8AXUjE,comment-id=000d0000,timestamp=2016-01-26T14:44:58.454+0000)\n>\n> Ich kann nicht erkennen, wo der TE meint, dass er den Bann nicht verdient hat. \n> \n> Übrigens scheint etwas wie \"noob\" und \"scrub\" zu reichen, um den Permabann zu erhalten. Wenn man nur so etwas schreibt, muss man die 3 vorherigen Warnungen aber ignoriert haben.\n\nwenn das stimmen würde gäbs keine lol community xD","replies":[]},{"id":"","poster":"Krappa","date":"2016-01-26T15:02:49.896+0000","up_votes":1,"down_votes":0,"body":"Jop richtig","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T15:24:19.175+0000","up_votes":1,"down_votes":1,"body":"75 Games Chatbann könnten nach heutigem System dem Perma Ban sehr nahe kommen.\n\nDu darfst nicht vergessen das beim damaligen CR/RR System kaum bis keine Perma Bans existiert haben.","replies":[{"id":"","poster":"Prodigy Rumiho","date":"2016-01-26T17:18:02.569+0000","up_votes":1,"down_votes":1,"body":"Glaube ich eher weniger. 25 CR und 75 CR/irgendwas RR ist doch um einiges weniger als 2 Wochen. 75 Games kämen mMn einer Woche gleich.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T18:30:49.337+0000","up_votes":1,"down_votes":1,"body":"da steht nicht umsonst NAHE und KÖNNTE.\n\nDas ganze basiert auf meiner eigenen Meinung und hat keinen offiziellen Stellenwert von Riot Games.","replies":[{"id":"","poster":"Prodigy Rumiho","date":"2016-01-26T20:23:04.412+0000","up_votes":1,"down_votes":0,"body":"\"SEHR nahe\" mein Freund :D \nBitte auf die Ausdrucksweise achten, könnte sonst zu Missverständnissen führen.\n\nAußerdem ist meines auch eine Meinung (da steht sogar meiner Meinung nach).\nMir kam nur vor, dass du etwas zu hoch gegriffen hast, da ich doch mehrere Leute kenne, die ne 75/35 CR hatten, grob geschätzt ca 20% meiner FL (war aber auch zu der Zeit der Bannwelle Januar 2015). Das wollte ich nicht so stehen lassen :P","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T20:28:28.960+0000","up_votes":1,"down_votes":0,"body":"ja sehr nahe und könnte dazu, 2 vage Ausdrucksweisen die je nach Leser unterschiedlich gewertet werden können.\n\nTatsächlich kenne ich lediglich 1 Person die eine CR bekommen hat. Dafür dann aber auch direkt mal 10k. Ich kann mich gut und gerne vorstellen das er mitlerweile den Perma Ban hat.\n\nJa kann sein das ich damit hoch gegriffen habe, jenachdem wieviele Strafen er bekommen hat bis zur 75er. Immerhin wird das System ja hier ähnlich getriggert. 1. Strafe 10 CR, 2. 25... sollte das dementsprechend seine 4. oder 5. oder 6. Strafe gewesen sein bis er bei der 75er angekommen ist könnte das durchaus sein.","replies":[]}]}]}]}]}]},{"id":"","poster":"BMG Seddy","date":"2017-03-20T23:02:28.213+0000","up_votes":1,"down_votes":0,"body":"Schön dass du dazu gelernt hast ^^\nDass du geflamed hast mag gut sein aber solange du dich gebessert hast, passt es doch -> die Strafe hat gewirkt.\n\nDu musst bei jeder Runde daran denken, dass LoL ein Teamgame ist und jeder einzelne Spieler seinen Nutzen hat. Du kannst nicht IMMER gewinnen aber selbst wenn du verlierst kannst du Erfahrung sammeln um eben noch öfter zu gewinnen als zu verlieren ^^","replies":[]},{"id":"","poster":"ThisOneDiesALot","date":"2016-01-27T15:53:40.996+0000","up_votes":1,"down_votes":0,"body":"Hallo Krapa, oder wie auch immer du jetzt heißen mags :)\n\n\nGanz toll von dir, dass du das hier geschrieben hast. Dabei meine ich nicht nur den Inhalt, sondern die Tat an sich! Und wie du siehst hast du schon viele +Votes dafür erhalten. Auf die negativen Kommentare würd ich auf ehrlichgesagt gar nicht erst eingehen. Sie irritieren dich nur bei deinem eigentlichen Ziel.\n\nIch möchte deine Intention honorieren und dir noch einpaar Gedanken mit auf deinen Weg geben, ein *wirklich* erfolgreicher Spieler zu werden. Und dass du verstehst, was ihn ausmacht. Kurz zu meinem Hintergrund: Ich bin ein totaler Noob in LoL (erst 2 Monate gespielt). Aber ich war einer der besten Spieler in einem anderen Game und habe auch ein Competitive Team gechoached (oder besser gesagt es so gut es geht versucht). Außerdem habe ich früher auch geflamed. Und habe mich auch über Teammates aufgeregt und über verlorene Spiele.\n\n_\"Natürlich können jetzt viele sagen einmal Flamer immer Flamer.\"_\nBlödsinn. Und sollte ich der einzige Beweis des Gegenteils sein. Übrigens bin ich es nicht. Wenn du übers Flamen/Ragen recherchierst wirst du feststellen, dass es eine Menge Leute gibt, die von sich selbst sagen, dass sie früher auch geflamed haben und es nicht mehr tun. Und dann erklären, wie sie da rausgekommen sind.\n\n_\"Mir wurde gesagt ich bin in der League of Legends Community nicht mehr Willkommen. Was ich mir selber zu verschreiben habe.\"_\nJepp, das ist ganz genau der Fall. Keine Angst, ich will nicht drauf rumreiten, dass es geschehen ist. Ich finde es toll, dass du es verstehst, dass es an DIR SELBST lag. Das Flamen entsteht nämlich deshalb, weil ein Spieler glaubt, die Kontrolle über etwas zu haben, worüber er keine Kontrolle hat. Mein Beispiel soll hier dein nächstes Zitat sein:\n\n_\"Ich wollte immer gewinnen, was mich dazu gebracht hat andere die das verhindern könnten zu beleidigen.\"_\nTja... Haha... Das mit dem Gewinnen ist so eine Sache :)\nDu willst gewinnen? Alles klar. Was musst du dafür tun? -- Naja, alles was nötig ist, um das Spiel zu gewinnen. -- Das Spiel, welches ist das nochmal? -- Ein Spiel, indem fünf gegen fünf antreten. -- Verstehe, also du willst ja gewinnen. Das heißt du tuts alles was dafür nötig ist. Da es ein Spiel mit fünf Mitspielern ist, sind die anderen vier in deinem Team also immer von dir handverlesen und bestens ausgesucht, um gegen das gegnerische Team zu bestehen. -- Ne, es ist SoloQ und ich bekomme vier zufällig zugeteilt. -- Hmm....\n\nDu willst gewinnen? Ok, dann sorge auch bitte selbst dafür und tue alles was *in deiner Macht ist*. Wieviel Einfluss hast du auf die Leute, die dir in der SoloQ zugeteit werden? Wieviel kannst du richtig machen während der Matchmaker dir die Spieler zusammenstellt?\n\n_\"Mir bringt diese Entschuldigung an sich nichts.\"_\nDas stimmt nicht. Tatsächlich ist das eine überaus starke Reaktion. Ich wage mal zu behaupten (und das ist wirklich nur eine Behauptung, ich bin kein Psychologe!!!), dein Unterbewusstsein hat dir einen ordentlichen Ruck in die richtige Richtung gegeben. Nur realisierst du es nicht so offensichtlich.\n\nIch wünsche dir alles Gute für die neue Season und dass du es eines Tages bis Challenger schaffst. Das Potential ist vorhanden.\n\nFrag mich ruhig, falls du was genauer oder mehr wissen willst. Ich habe hier auch schon andere Beiträge, die von Bannen und Flamen handeln, kommentiert. Kannst dich ja gerne mal durchlesen. Siehe es als schnelle Möglichkeit, vieles von dem zu verstehen, was ich erst lange lange lange lange laaaange recherchieren und begreifen musste. Ich hoffe, es bringt dich weiter!\n\nedit: darf meiner meinung nach nicht fehlen --> http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/c0e2BmdT-der-ranked-guide-far-dummies-i-am-a-champion","replies":[]},{"id":"","poster":"TrueNightmare","date":"2016-01-27T07:22:26.111+0000","up_votes":1,"down_votes":0,"body":"Einsicht ist gut und ich war einer die du mal geflamet hast aber dami thast mir die augen geöffnet das ich mein champnoch was üben sollte und viel glück mit dein neuen acc.{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Killerkante","date":"2016-01-27T00:20:04.522+0000","up_votes":1,"down_votes":0,"body":"Finds gut was du hier so hinterlässt im ganzen :)\n\nIch kenne deinen Ausmaß an flame nicht, allerdings denke ich dass es eben gereicht hat um einen Permabann zu rechtfertigen.\n\nDer erste Satz ist schon mein Fazit, daher brauchst du folgendes nicht persönlich zu nehmen.\nDurch eine Entschuldigung lässt sich das meiste nicht rückgängig machen, zwar ist verbales nicht gleichzusetzen mit einer Tat, allerdings hast du vermutlich einigen Leuten den Tag ordentlich versaut und für sowas ist ein Permabann für einen Account, anstatt für IP (auch wenn das für Leute die sich nen bissl auskennen kein Hindernis darstellt) noch ziemlich gütig.\nAber wie oben erwähnt, les ich hier kein \"Bitte entbannt mich\" geheule hier raus, sonst würde ich dich allerdings auch ziemlich hart provizieren, ich hab einfach absolut Null toleranz flamern gegenüber.\nDamit sind keine ausrutscher, sondern permagebannte gemeint, ausschließlich.\n\nCoole Sache dass du dich (vermutlich?) geändert hast, damit gehörst du wohl gefühlt zum Kleinstel der Leute die sich verbessert haben, wobei ich finde dass es schon was traurig ist, dass dafür ein Permabann nötig war.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-01-26T16:56:45.632+0000","up_votes":1,"down_votes":0,"body":"Toll dass der Ban etwas gebracht hat, und toll dass du nicht wie viele andere mit einem Ellenlangen hatepost oder Ausflüchten reagiertst.\nEine Frage an dich: Warum ging es bis zum Permaban, bis die Einsicht kam, bzw. wie ahst du auf den Zweiwochenban reagiert?\n(Soll kein runtermachen sein, mich interessiert nur was für dich der Unterschied dazwischen war - bereits ein temporärer Ban ist ja ein sehr deutliches Zeichen)","replies":[{"id":"","poster":"Krappa","date":"2016-01-26T18:23:25.341+0000","up_votes":1,"down_votes":0,"body":"Naja um ehrlich zu sein der zwei Wochen Bann hat mich nicht großartig gestört in dem Moment. Nun ja dannach kam dann die fette nachricht Perma Bann und da kam langsam die Einsicht.","replies":[]}]},{"id":"","poster":"YourMumSup","date":"2016-01-26T17:12:06.817+0000","up_votes":1,"down_votes":0,"body":"Ey Krappa nimm mich bitte in Skype an ich kann dir alles erklären und ich würde gerne mal mit dir zocken.. \nUnd sry noch mal für strg c :(","replies":[]},{"id":"","poster":"TeoX796","date":"2016-01-29T20:40:03.541+0000","up_votes":4,"down_votes":4,"body":"ja ne is klar....wer soll dir das glauben?{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"XCaitultedjfkX","date":"2016-01-26T22:02:02.541+0000","up_votes":2,"down_votes":3,"body":"es geht mich ja eigentlich nichts an aber weißt du wofür genau du gebannt wurdest bzw was du geschrieben hasst?\nbtw find ich die hobbypsychologen hier echt lustig xD.\n\ndoc doc ich glaub ich bin schwul. wieso das?\n{{sticker:slayer-pantheon-rainbows}}","replies":[]},{"id":"","poster":"M A Kr IL x","date":"2016-03-02T08:11:30.155+0000","up_votes":1,"down_votes":3,"body":"Ich denke wenn er Permagebannt wurde und jetzt einen Neuen Acc hatg sollte man ihm wenigstens die skins zurückgeben.\n\nVor allem wenn er sich so entschuldigt :D Aber netbannen auf keinen Fall","replies":[]}]}