{"id":"aQlKvABR","poster":"Daenny","date":"2016-01-25T10:31:44.309+0000","title":"Account dauerhaft gesperrt, aber keine Email für weitere Details erhalten","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Hallo Leute,\r\nheute wollte ich wie gew&ouml;hnlich eine Runde League of Legends spielen, jedoch bekam ich beim Einloggen die Meldung, dass mein Account dauerhaft gesperrt worden sei. Um zus&auml;tzliche Informationen zu erhalten solle ich im Postfach nach schauen, allerdings bekam ich keine Email. Ich habe auch keine Verwarnungen im Vorfeld bekommen. Ich bin wirklich ratlos und wei&szlig; nicht was ich falsch gemacht habe. \r\nIch hoffe jemand von euch kann mir weiter helfen. Es w&auml;re echt schade, den Account aufzugeben.","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-25T10:35:01.944+0000","up_votes":3,"down_votes":0,"body":"Spam-Emailaddressen auch kontrolliert? Und den Spamverdacht ordner?\n\nFalls du wirklich nichts erhalten hast: Schreib dem Support. Halt ich aber für sehr unwahrscheinlich.\n\nFalls du wirklich keine Verwarnungen im voraus erhalten hast, wird der Ban nur ausgesprochen bei scripting o.ä. und wenn du Riotpoints gekauft hast, es aber Probleme mit der Überweisung gab.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:11:53.364+0000","up_votes":1,"down_votes":0,"body":"Ich habe gerade nachgeschaut es ist nichts im Spam Ordner. Ich habe auch noch keinen 14 Tage Bann gehabt. Meine Letzte Zahlung war am 17.01, wenn da etwas schief gelaufen wäre, hätte ich das doch schon gewusst oder dauert das etwas bis man eine Email von Riot bei so einem Fehler bekommt?","replies":[{"id":"","poster":"Zulwar","date":"2016-01-25T11:55:44.000+0000","up_votes":2,"down_votes":0,"body":"Ist das Geld denn von deinem Konto abgebucht worden, bzw. hast du eine Zahlungsbestätigung erhalten?","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:01:18.871+0000","up_votes":1,"down_votes":0,"body":"Ich habe von Riot eine Rechnung per Email erhalten, so wie sonst auch. Damit wurde doch bestätigt, dass die Zahlung erfolgt ist oder?","replies":[{"id":"","poster":"drexxsack","date":"2016-01-25T12:07:04.582+0000","up_votes":2,"down_votes":0,"body":"Eine Rechnung ist **niemals** die Bestätigung, dass die Zahlung erfolgt ist. Mit der Rechnung wird dir immer(egal ob jetzt von Riot oder sonstwem) aufgezeigt, welche ansprüche sie geltend machen und damit einfordern. \nDie Rechnung sagt dir nur, was du nach der geschlossenen Vereinbarung zu zahlen hast.\nIn manchen Fällen fordert das Gesetz(oder durch die Rechtsprechung) das Erstellen einer Rechnung, um die Forderung fällig werden zu lassen und manchmal halt auch nicht. Eine Rechnung hat dabei den Vorteil, dass sie Informationen über die Modalitäten der Forderung(z.B. auch vereinbarte Zahlungsart) enthält und damit auch für denjenige, der die Forderung zu erfüllen hat, eindeutig(er) macht, was auf welcher Basis, wie zu zahlen ist.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:12:09.301+0000","up_votes":4,"down_votes":0,"body":"Okay vielen Dank. Dann fahre ich gleich mal zur Bank und überprüfe meine Zahlungen.","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-01-25T12:07:27.206+0000","up_votes":1,"down_votes":0,"body":"wenn das da drin steht würde ich sagen ja. Wenn da drinsteht, das du den folgenden Betrag zu zahlen hast, erstmal nein, denn z.b. bei Paypal erhält man nach Überweisung eine Bestätigung, das das Geld überwiesen wurde. Dies nennen die dann Zahlungsbestätigung, weiß aber nicht ob Riot auch sowas verschickt.","replies":[]}]}]},{"id":"","poster":"Temudschinn","date":"2016-01-25T11:45:51.156+0000","up_votes":2,"down_votes":0,"body":"Weiss nicht wieviel Geduld Riot da hat. Kann aber schon gut sein dass die Zahlung vom 17.01. das Problem war.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:49:35.300+0000","up_votes":1,"down_votes":0,"body":"Aber dann könnte ich den Account zurück bekommen oder?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-25T11:51:33.654+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Daenny,realm=EUW,application-id=KYnfKGf0,discussion-id=aQlKvABR,comment-id=0001000000000000,timestamp=2016-01-25T11:49:35.300+0000)\n>\n> Aber dann könnte ich den Account zurück bekommen oder?\n\nWenn es an Zahlungsproblemen lag ja, sobald es beglichen ist.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:52:23.827+0000","up_votes":1,"down_votes":1,"body":"Hoffentlich lag es daran. Ich würde das Spiel echt noch gerne weiter spielen, auch wenn ich schlecht bin :D","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:57:27.630+0000","up_votes":2,"down_votes":0,"body":"Wenn es Zahlungsprobleme gab, ist RIOT da schnell.\n\nDauert kaum 1 Tag bis die das merken und dann wird, wahrscheinlich vom System, dein Account vorerst gesperrt (glaube da steht dann dauerhaft) bis die Rechnung beglichen ist.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:03:33.763+0000","up_votes":1,"down_votes":0,"body":"Wenn das der Fall sein sollte, wird mir der Support das auch sagen oder?","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T12:26:48.755+0000","up_votes":2,"down_votes":0,"body":"Jap, er würde dir sowieso den Grund sagen. Das erklärt sich dann wohl von alleine wenn er sagt 'Offene Rechnungen' oder sowas ähnliches.","replies":[]}]}]},{"id":"","poster":"DrWii","date":"2016-02-05T10:53:34.033+0000","up_votes":1,"down_votes":2,"body":"Dann steig Bitte auf singleplayer um","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Ask Tavira","date":"2016-01-25T10:35:05.988+0000","up_votes":2,"down_votes":10,"body":"Bekommst du wahrscheinlich nicht mehr wieder.\nDas einzige was du machen kannst, ist einen PayPal chargeback zu machen, um wenigstens das geld des letzten halben Jahres zurückbekommen","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T10:41:49.935+0000","up_votes":2,"down_votes":0,"body":"Auch hier wieder das selbe. Zumal wenn er wegen RP Kaufs ohne Zahlung gebannt wurde wird das die Situation nicht verbessern.\n\nDu kannst den Chargeback machen das stimmt. Wirst dann aber von Riot Games mit einer Zahlungsaufforderung belegt.\ndu kannst nicht einfach so dein Geld wieder zurückholen nachdem du die Ware bekommen hast. \n\nWäre ja genauso wenn ich in einen Supermarkt gehe die Butter kaufe und esse und danach dort das Geld für die gegessene Butter zurückverlange....","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T10:46:16.378+0000","up_votes":1,"down_votes":10,"body":"Die einzige Konsequenz durch ausbleibende Zahlung ist ein ban.\nHabe das bei meinem durch Script gebannten Account auch gemacht, so wie es im Scriptforum empfohlen wird und weder ich noch andere Leute aus diesem Forum wurden deswegen angezeigt.\nMeine erfahrubgswerte zählen mehr als bloße Annahmen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-25T10:52:37.731+0000","up_votes":3,"down_votes":0,"body":"> Habe das bei meinem **durch Script gebannten Account** auch gemacht,\n\n??? WhatDaFish ???","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T10:55:15.689+0000","up_votes":1,"down_votes":8,"body":"Passiert ca. ein mal pro Jahr, dass man recordet wird und derjenige das Video dann an den Support schickt und man daraufhin gebannt wird.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-25T11:29:47.696+0000","up_votes":5,"down_votes":1,"body":"HI.\nWollte dich mal eins fragen.\nWieso scirpest du denn? Also ich habe mich ja auch mal im Script-Forum erkundigt und ich habe dort keinen User gesehen, der mehr als 1 Jahr seinen script benutzen durfte. (wegen Banns und so)\n\nAlso holt ihr euch jedes Jahr einen neuen Account. Ich frage mich nur wieso ihr nicht einfach normal spielt und euren \"guten\" erspielten Account einfach schont und somit keinen Bann kassiert.\n\nIch meine die Leute benutzen verschiedene Scripts, welche zum Teil für euch das Spielen übernehmen.\nIhr habt also weder einen richtigen Account der euch ans Herz gewachsen, noch spielt ihr das Spiel selber (oder zum Teil).\n\nMan kann ja wohlkaum stolz darauf sein einen Account auf Diamant zu haben, den man \"hoch gescriptet\" hat.\nWeiter als Diamant kommt man meistens nicht, weil die Scripts nunmal irgendwann an Grenzen stoßen und zwar gegen den menschlichen Verstand.\n\nWieso spielt ihr dann überhaupt? Kein echter eigener Account, keine echte eigene Spielweise, kein eigenes Ranking auf das man vllt stolz sein kann. Ihr habt im Grunde nichts was mit LoL zu tun hat.\n\nKannst du mir sagen wieso ihr LoL spielt? Das ist keine bösgmeinte Frage. Mich interessiert das einfach nur brennend. =)","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T11:42:52.562+0000","up_votes":1,"down_votes":9,"body":"Ich denke, dass ich das Spiel einfach nicht ernst genug nehme um mich wirklich darüber zu ärgern.\nKlar, würde ich irgendwo in Master, oder Diamant spielen sähe das wahrscheinlich auch anders aus, aber dafür reicht mein Spielverständnis nicht aus.\nIch habe es mit Script auch nur bis Gold 5 geschafft und war ohne in Bronze 1.\nDadurch das ich weiß, dass ich nur ungefähr ein Jahr auf den Accounts spiele investiere ich auch kein Geld rein, bis auf die 10€ für den Account an sich (vier Bier pro Jahr weniger).\nDer Grund warum ich Scripte ist wahrscheinlich der Spaß am gewinnen, zumindest bis gold 5 ^^, ab da nützt es mir ehrlich gesagt nicht mehr viel.\nKurz gesagt: Lol ist für mich weniger Wettbewerb, als viel mehr abends nach der Uni etwas mit Freunden zu reden und gemütlich zocken.\nIch verstehe auch, dass Leute sich dadurch benachteiligt fühlen und bin auch niemandem böse, wenn er mich reportet und ich gesperrt werde.\nDieses Risiko gesperrt zu werden ist, denke ich, jedem der scriptet bewusst.\n\nWollte hier eigentlich auch keine rieseige Script-Diskussion lostreten, sondern ihm nur einen gut gemeinten Tipp geben, wie er nach dem Bann nicht ganz so schlecht dasteht :D","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-25T13:33:23.063+0000","up_votes":3,"down_votes":0,"body":"> urz gesagt: Lol ist für mich weniger Wettbewerb, als viel mehr abends nach der Uni etwas mit Freunden zu reden und gemütlich zocken.\n\nDas könntet Ihr untereinander tun und Du würdest den ehrlichen Spielern nicht das Spiel versauen.\n\n Kannst Dich ja mal mit Ihr darüber unterhalten :\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/fQ9LeNsx-unfaires-spiel-maglicher-scriptexploit\n\nSorry , kein Verständnis meinerseits dafür. Macht ne Lan-Party oder spielt Minecraft auf entsprechenden Servern aber laßt mit Euren Scripts doch bitte die normalen Spieler in Ruhe. \n\nTrefft Euch in der Uni zu nem Skatabend oder MauMau, das wären wohl die richtigen Spiele für Euch und last LOL sein. Das Ist kein Spiel für Euch.\n\nmfg\nMB","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T13:57:03.670+0000","up_votes":1,"down_votes":3,"body":"Dafür müsste ich rausgehen, und um rauszugehen müsste ich duschen...also bleibt nur lol","replies":[{"id":"","poster":"Bleifuesse","date":"2016-01-25T14:10:56.026+0000","up_votes":4,"down_votes":0,"body":"ich sag mal aus Verdacht \"Respekt\" für den Troll den du hier ziehst.\n\nErst versuchst du zu Provozieren , in dem du vorgibst Scripts zu nutzen .\n(ohne wirklichen erfolg)\nAnschließend über Drogen.\nund nun die Psychologiche Masche\n\nmuss dabei zugeben sehr vielseitig\n\n(falls die letzten Punkte wieder erwarten doch stimmen sollten geh in eine Klinik da gibt es gute Pillen dafür, 3 Mahlzeiten am Tag und bei bedarf helfen die dort auch beim Duschen)","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-01-25T13:59:57.913+0000","up_votes":3,"down_votes":0,"body":">müsste ich duschen\n\nWozu ? Den Dreck mit dem Scripten kriegste auch mit ner Dusche net ab ;)\nMauMau kannste auch Online spielen : http://www.geewa.com/mau-mau\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Temudschinn","date":"2016-01-25T12:14:11.399+0000","up_votes":3,"down_votes":0,"body":"> Der Grund warum ich Scripte ist wahrscheinlich der Spaß am gewinnen, zumindest bis gold 5 ^^, \n\nIm Endeffekt landest du recht rasch bei 50% Winrate. Insofern, den Spass könntest du doch auch ohne Scripts haben?","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T12:32:22.584+0000","up_votes":1,"down_votes":7,"body":"Ja, aber wahrscheinlich in bronze und da herrscht so ein schrecklicher Umgangston, darauft habe ich keine Lust.\nOhne Script ist mir LoL zu anstrengend, ich spiele ja auch immerhin schon vier Jahre damit und werde mich nicht nochmal umgewöhne.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-25T12:49:07.141+0000","up_votes":1,"down_votes":0,"body":"Ich habe mir mal grade deine Runen und Meisterschaften angesehen und in meinen Augen, würde ich die ein bisschen überarbeiten auf deinem nächsten Account, denn ich finde die jetzt nicht so optimal für deinen Einsatzzweck.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-01-25T12:05:29.782+0000","up_votes":3,"down_votes":0,"body":"> Ich denke, dass ich das Spiel einfach nicht ernst genug nehme um mich wirklich darüber zu ärgern.\n\nIch glaube das war nicht die Frage. Ich habe es so verstanden, dass ihr das Spiel offenbar auch nicht ernst genug nehmt, um euch darüber zu freuen. Also wozu der ganze Aufwand?","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T12:16:56.745+0000","up_votes":1,"down_votes":5,"body":"Gewinnen macht Spaß, keine Frage.\nAber ich weiß, dass der Account in absehbarer Zeit weg ist, deshalb hänge ich mich nicht rein.\nWeder spielerisch noch emotional.","replies":[{"id":"","poster":"eingew","date":"2016-01-25T12:19:51.046+0000","up_votes":2,"down_votes":0,"body":"Gewinnen macht Spaß, wenn man nichts dafür tut?","replies":[]},{"id":"","poster":"Jastol","date":"2016-01-25T14:23:31.856+0000","up_votes":2,"down_votes":0,"body":"Ein Teufelskreis den du mit allen Mitteln anfeuerst.\n\nIch frag mich echt wie du mit echten Stresssituationen im Leben umgehst wenn du nicht einmal die schaffst zu überwinden, welche absolut trivial sind.","replies":[]}]}]},{"id":"","poster":"Spicavius","date":"2016-01-25T12:12:23.040+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist es in Hearthstone so ähnlich. Ich spiele bis Rang 16 und dann höre ich auf, weil ich dann nur noch eine 50% WInrate mit meinem Deck habe (weil ich keine besseren Karten habe).\n\nIn LoL fängt bei dir die WInrate also bei Gold 5 an sich an die 50 % anzunährend (mit scripts).  Was macht es also für einen Unterschied, ob du jetzt in Gold 5 mit einer 50% Winrate spielst oder in Bronze 1 mit einer 50% Winrate.\nOder hörst du auf zu spielen, wenn du bei Gold 5 angekommen bist? (So wie ich in Hearthstone bis Rang 16)\n\nMan muss ja sagen, dass die demnächst kommende Dynamische Queue ja auf Gruppen ausgelegt ist. Somit würdest du und deine Kollegen gemeinsam auf eine Winrate von 50 % kommen, wenn ihr gemeinsam Dynamic Queue spielt.\nSomit bräuchtest du auch keinen Script mehr, um mit deinen Kollegen mit zu halten, weil es dann ausgeglichen wäre.\n\nAus meiner betrachtungsweise könnte die dynamische Queue die Problematik, die du hast entfernen, sofern deine Kollegen besser spielen als du, denn dann wäre die TeamElo gleich wie die des Gegnerteams.\n\n\nSind denn deine Kollegen höher als Bronze?\nSpielst du nur bis Gold 5 und hörst dann ganz auf? (wegen der 50% Winrate)\nMacht Aram keinen Spaß, auch wenn man verliert? (Auch hier kommt man irgendwann an die 50% ran)\n\nWäre klasse, wenn du dir nochmal wie vorhin Zeit nimmst. :D (Danke für die Zeit)","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T12:40:56.687+0000","up_votes":1,"down_votes":9,"body":"Für mich gehört das Script nach vier Jahren einfach zu Lol dazu.\nOhne ist es mir zu anstrengend z.B lasthitten, dodgen, die map im auge behalten könnte ich jetzt gernichtmehr ohne Script.\nIn Bronze unteres Silber möchte ich einfach nicht mehr, der Umgangston ist mir da zu schlecht.\nIch rauche beim Zocken auch gerne mal einen, bin aber dank dem Script immer noch gut in der Lage normal mitzuspielen, obwohl ich nicht mehr so ganz bei der Sache bin. \nDie Winrate ist mir egal, hauptsache nicht mehr bei den Kindern die einem wegen einem gefailten Flash einen Todesfall in der Familie wünschen.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-25T13:18:14.593+0000","up_votes":2,"down_votes":0,"body":"Aber der Flame ist doch auf jeder gleich Elo vorhanden. Das ist empirisch bewiesen. Der Flame ist nur anders von der Art her.\nIch empfand den Umgang in Silber Gold Platin und jetzt Diamant genau so.  Wie gesagt die Art und Weise ist anders.\n\nAber nun gut. Danke für deine Antworten. Hoffe wir konnten uns gegenseitig informativ weiter helfen :D","replies":[]}]}]}]},{"id":"","poster":"Brummgurke","date":"2016-01-25T17:43:06.721+0000","up_votes":1,"down_votes":0,"body":"Ganz deiner Meinung! Ich verstehe auch nicht was das bringen soll. Man kann sich doch über ein gutes Play gar nicht freuen wenn du es nicht (zum Teil nicht)gespielt hast. Einfach ein Programm alles für dich machen zu lassen ist langweilig und nimmt meiner Meinung nach den Spaß am Spiel!","replies":[{"id":"","poster":"Spicavius","date":"2016-01-25T20:11:57.567+0000","up_votes":2,"down_votes":0,"body":"Viele der Scripter nutzen aber auch nur kleine Scripts. Nicht die Offentsichtlichen.\nRiot hat mittlerweile auch die Scripts erwischt, die als \"sicher\" in den Scripter-Foren gezählt wurden. (Deswegen auch die vielen Beschwerden in letzter Zeit wegen 3. Anbieter Programmen. Diese Leute haben alle \"kleine\" Scripts benutzt und wurden gebannt.)\n\n\nDie spielen immernoch selbst, aber der Smite oder Ähnliches wird automatisch durchgeführt.\n(Dieses Programm wurde aber auch schon laut den Foren bei den Scriptern entdeckt und gebannt.)\nDeswegen denken die vermutlich, dass sie ja \"nur\" das Smiten dem Programm überlassen.\n\nGut der Ask Tavira nutzt anscheinend last hits scripts und dodge / auto aiming scripts. Im Grunde bewegt er also seinen Champ nur noch von einer Lane auf die andere. Alles andere übernimmt das Script für ihn. (Was ein Spaß.. ;) )\n\nNaja. Es ist eben Geschmackssache... Wie man gerne ein Spiel spielen möchte. Es gibt ja auch einige Leute, die in \"Portal 2\" im Internet die Lösungen für die Rätsel gesucht haben, obwohl eigentlich genau das der Sinn der Spiels ist und zwar das rätseln wie man an die Lösung kommt.\nMan muss es nicht verstehen. Einfach hinnehmen und Riot ihre Arbeit machen lassen und hoffen, dass das Katz und Maus Spiel allmählich nicht mehr für die Scripter lohnt. ^^","replies":[]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T10:49:35.680+0000","up_votes":1,"down_votes":0,"body":"Aufgrund dieser Tatsache und einer mehrfachen Zugabe deiner Seits Accounts zu kaufen sollte vielleicht doch mal ein roter hier vorbei schauen....","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T10:52:28.046+0000","up_votes":1,"down_votes":6,"body":"Und dann?\nDas hier ist der gesperrte Account und ip bann gibt es nicht, deshalb wird dem smurf nichts passieren.","replies":[{"id":"","poster":"eingew","date":"2016-01-25T10:59:47.832+0000","up_votes":4,"down_votes":1,"body":"Riot hat durchaus die Möglichkeit anhand deiner Spielweise (und auch anhand der IP, ja) herauszufinden, welche Accounts zu demselben Spieler gehören.\nDurfte ich schon bei Eloboostern beobachten, bei denen innerhalb weniger Tage sowohl die geboosteten Accounts als auch sämtliche Smurfs und der Main gebannt wurden.","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T11:04:49.600+0000","up_votes":1,"down_votes":5,"body":"Und was ist dann mit meinen Mitbewohnern die an meinem Pc ohne Scripts lol spielen?\nDas wäre unfair","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:11:02.300+0000","up_votes":3,"down_votes":0,"body":"Würde ich eiskalt sagen, die haben Pech, sollten sich dann an den Support selber wenden oder sich eine neue Wohnung suchen.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Ask Tavira","date":"2016-01-25T11:15:51.967+0000","up_votes":1,"down_votes":6,"body":"Da zählt die Freundschaft mehr als ein Spiel, in dem ich betrüge.\nSoweit ist es bei uns zum Glück nicht.","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:25:36.867+0000","up_votes":4,"down_votes":0,"body":"Dann sollten die dir ja nicht böse sein, wenn man die IP sperren würde.","replies":[]},{"id":"","poster":"xClyde","date":"2016-01-25T14:28:02.228+0000","up_votes":1,"down_votes":0,"body":"Hauptsache Du musst für Deine Freunde nicht an die frische Luft, oder gehst Du für die dann auch duschen?","replies":[]}]}]},{"id":"","poster":"eingew","date":"2016-01-25T12:02:34.268+0000","up_votes":2,"down_votes":0,"body":"Man darf keine Scripts installiert haben. Es ist egal, ob du sie benutzt oder nicht, du darfst sie nicht einmal in deinen Dateien rumfliegen haben.\n\nWenn jemand an einem unsauberen PC spielt ist er selbst schuld.\n\nUnd offenbar hast du mich falsch verstanden. Die IP wird nicht gesperrt. Durch ihre Hilfe wird nur die Verbindung zwischen mehreren Accounts erkannt.","replies":[]}]}]}]},{"id":"","poster":"p0hil","date":"2016-01-25T10:57:21.359+0000","up_votes":1,"down_votes":0,"body":"Da reicht es glaube wenn ein Gelber oder Grüner reinkommt der das weitergeben kann.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T11:00:45.569+0000","up_votes":1,"down_votes":0,"body":"Dann sollte das mal ziemlich schnell weitergeleitet werden, zumal er in anderen Threads extra betont das er seinen Smurf gekauft hat. Da wäre (Meiner Meinung nach) sogar schon ein Forenbann angemessen.","replies":[]},{"id":"","poster":"Ask Tavira","date":"2016-01-25T11:00:59.299+0000","up_votes":1,"down_votes":8,"body":"Gebannt zu werden ist das betriebsrisiko beim scripten, damit komme ich klar.\nAber wegen diesem thread kann mir nichts passieren.","replies":[{"id":"","poster":"CreepyBasterd","date":"2016-01-25T11:50:51.556+0000","up_votes":2,"down_votes":1,"body":"Wenn du nen extra Browser ausschließlich mit dem Smurf benutzt (also Login/Forum) und nen vernünftigen Proxy in dem Browser einträgst, passiert nichts ja. Selbst mim gleichen Browser, dafür sind die zu faul bei Riot denke ich, ist einfach nen großer Aufwand flächendeckend. Ist natürlich immer noch möglich, aber keiner bei Riot wird sich diese Arbeit machen.\n\nDu solltest allerdings mal überdenken ob du es richtig findest andere Spieler zu bescheißen. Gebannt wird der nächste Acc wegen Cheats sowieso wenn du welche benutzt. Nur gegen Smurfs kann man halt nichts machen, aber die Leute aus der Märchenabteilung glauben ja alles.\nDie sinnvollsten Methoden Cheater zu verhindern sind ein gutes Gamebalancing, ein gutes Matchmaking und hoher technischer Aufwand. Ansonsten kann man dir nur gut zureden, wer glaubt der Smurf wird jetzt gebannt... Naja. Man müsste ihn halt stalken und reporten.\n\nEs ist allerdings dumm von dir so eine große Aufmerksamkeit auf dich zu lenken.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-01-25T10:48:28.600+0000","up_votes":1,"down_votes":0,"body":"Also normalerweise kommt das in der Reihenfolge (siehe Screenshots im Eröffnungsthread):\n\n1. Chatbann (Bsp. http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/RYA30jkA-league-of-legends-tribunal-oder-was-far-die-chatsperren-verantwortlich-ist-laacherlich)\n\n2. 14 Tage (Bsp. http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/tBO2KuHu-frohe-weihnachten-riot-dankeschan11\n\n3. Perma (Bsp. http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/EwXlaibb-gg-riot-also-dasm-ir-ja-noch-nie-passiert-echt-super-glanzleistung-schlechter-scherz)\n\n\nAlso du müßtest vorher schon was erhalten haben. Haste auch die richtige Mailadresse gecheckt ? Manchmal hat man mehrere Adressen. Man gibt eine bei der Accounterstellung an, die man dann nie wieder benutzt und die dann in Vergessenheit gerät .\n\nmfg\nMB","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:08:56.140+0000","up_votes":3,"down_votes":0,"body":"Ich dachte auch zu erst, dass es vielleicht die falsche Email Adresse ist. Allerdings habe ich mir meinen Benutzernamen zu schicken lassen, um zu schauen ob es die richtige ist und ich habe auf meiner normalen Email auch den Benutzernamen erhalten. Und den 14 Tage Bann oder so hatte ich auch noch nicht :/. Bis auf Zahlungsbestätigungen habe ich von Riot nichts bekommen.","replies":[]}]},{"id":"","poster":"p0hil","date":"2016-01-25T10:34:23.335+0000","up_votes":2,"down_votes":0,"body":"Warst du schon mal gebannt für 14 Tage ? Wenn ja, das war deine Vorwarnung. Zumindest bei Flaming/Toxic Verhalten zum Beispiel.\n\nAnsonsten schau mal ob du mehrere EMail Adressen hast und deswegen auch in der richtigen nachgesehen hast !\n\nOder vielleicht dauert der Versand der EMail etwas. Wie bei anderen Sachen manchmal, das eine EMail etwas länger dauert selbst wenn es nur vom System kommt.\n\nWenn du nicht warten willst, kannst du auch den Support kontaktieren.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:05:49.719+0000","up_votes":1,"down_votes":0,"body":"Ich habe den Support sofort angeschrieben, weil ich echt keine Ahnung habe, was ich falsch gemacht haben könnte.\nIch habe auch noch nie einen Bann oder eine Verwarnung erhalten. Leider ist auch keine Email im Span Ordner.","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:26:36.545+0000","up_votes":2,"down_votes":0,"body":"Normalerweiße kriegt man halt eine EMail, deswegen wundert mich das stark das du keine bekommen hast.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:28:41.450+0000","up_votes":1,"down_votes":0,"body":"Mich wundert das auch, im Internet stand bis jetzt immer, dass die Betroffenen eine Email bekommen haben. Ich hoffe ich bekomme meinen Account zurück :(","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:30:13.410+0000","up_votes":2,"down_votes":0,"body":"Warte einfach erstmal bis der Support zurück schreibt.\n\nDie schreiben meistens innerhalb von 24 Stunden zurück. Das sind meine Erfahrungen.\nEventuell kommt ja in den Zeitraum doch noch die EMail.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:35:51.721+0000","up_votes":1,"down_votes":0,"body":"Okay stimmt, mir bleibt wohl nichts anderes übrig. \n\nmfg Daniel","replies":[]}]}]}]}]},{"id":"","poster":"KeylanX","date":"2016-01-25T10:59:02.786+0000","up_votes":1,"down_votes":0,"body":"> Wenn du nicht warten willst, kannst du auch den Support kontaktieren.\n\nSorry... aber dieser Satz verdient es nochmal hervorgehoben zu werden *schmunzel*","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:03:33.491+0000","up_votes":1,"down_votes":0,"body":"Weil irgendwas daran lustig ist, oder einfach weil es was ist, was er machen sollte ? \n\nBlick da nicht so durch.","replies":[]}]}]},{"id":"","poster":"Daenny","date":"2016-01-25T11:15:17.655+0000","up_votes":1,"down_votes":0,"body":"Im Spam Ordner ist nichts von Riot und einen 14 Tage Ban hatte ich auch noch nicht. Könnte es sein, dass Riot ein Fehler unterlaufen ist oder dass ich gehackt wurde?\nSorry, dass ich so viel Frage, aber ich bin gerade am Verzweifeln. In dem Account habe ich einen Menge Geld investiert :(","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T11:29:59.685+0000","up_votes":2,"down_votes":0,"body":"Hast du den Support schon angeschrieben?\n\nUnd schau mal hier in dein Profil welche E-Mail-Adresse da eingetragen ist.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:34:36.891+0000","up_votes":1,"down_votes":0,"body":"Ich habe gerade nochmal in meinem Profil nachgeschaut, es ist die Email Adresse zu der ich Zugang habe. Ich bin echt am Verzweifeln.","replies":[]},{"id":"","poster":"p0hil","date":"2016-01-25T11:31:56.956+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Daenny,realm=EUW,application-id=KYnfKGf0,discussion-id=aQlKvABR,comment-id=00030000,timestamp=2016-01-25T11:08:56.140+0000)\n>\n> Ich dachte auch zu erst, dass es vielleicht die falsche Email Adresse ist. Allerdings habe ich mir meinen Benutzernamen zu schicken lassen, um zu schauen ob es die richtige ist und ich habe auf meiner normalen Email auch den Benutzernamen erhalten. Und den 14 Tage Bann oder so hatte ich auch noch nicht :/. Bis auf Zahlungsbestätigungen habe ich von Riot nichts bekommen.\n\n______________________________________\n\n> [{quoted}](name=Daenny,realm=EUW,application-id=KYnfKGf0,discussion-id=aQlKvABR,comment-id=00000001,timestamp=2016-01-25T11:05:49.719+0000)\n>\n> Ich habe den Support sofort angeschrieben, weil ich echt keine Ahnung habe, was ich falsch gemacht haben könnte.\n> Ich habe auch noch nie einen Bann oder eine Verwarnung erhalten. Leider ist auch keine Email im Span Ordner.","replies":[]}]}]},{"id":"","poster":"Daenny","date":"2016-01-25T12:22:24.340+0000","up_votes":1,"down_votes":0,"body":"Bekommt man bei einem Bann immer eine Email? Oder kann es auch sein, dass man ohne Informiert zu werden gesperrt wird?","replies":[{"id":"","poster":"Zulwar","date":"2016-01-25T12:26:50.599+0000","up_votes":1,"down_votes":0,"body":"Es sollte immer eine Email kommen, wo der Banngrund drin steht. Wenn nicht, wendet man sich an den Support und der Schickt die dann nochmal los.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:31:22.657+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich meldet sich der Support schnell. Ich würde echt gerne den Grund wissen. Jetzt habe ich so viel Geld in den Sand gesetzt.","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T12:42:57.513+0000","up_votes":2,"down_votes":1,"body":"Dazu muss man sagen, dich hat auch keiner gezwungen Geld auszugeben, für einen Free 2 Play Titel.","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:44:35.975+0000","up_votes":1,"down_votes":0,"body":"Ja, da hast du Recht. Hätte ich allerdings gewusst das ich irgendwann Grundlos gebannt werde, hätte ich nicht einen Euro ausgegeben.","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T12:47:14.544+0000","up_votes":2,"down_votes":1,"body":"Grundlos war es definitiv nicht. Sowas macht Riot nicht, auch wenn sie es könnten.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:49:51.829+0000","up_votes":1,"down_votes":1,"body":"Okay stimmt. Sorry, ich bin gerade so angepisst von der Situation, weil ich einfach keine Email von denen bekomme.","replies":[]}]}]}]}]}]},{"id":"","poster":"p0hil","date":"2016-01-25T12:25:51.077+0000","up_votes":1,"down_votes":0,"body":"Man bekommt IMMER eine EMail. Egal was man gemacht hat.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T12:30:04.305+0000","up_votes":1,"down_votes":0,"body":"Ich habe echt nichts bekommen. Voll die verarsche. Hätte ich irgendwas gemacht, dann würde ich es verstehen. Ich sehe aber echt keinen Grund","replies":[]}]}]},{"id":"","poster":"Devilplayzz","date":"2016-01-27T19:06:25.786+0000","up_votes":1,"down_votes":0,"body":"Hi Leute, \nist bei mir exakt so. In meinem Postfach ist keine E-mail und ich habe keine Verwarnungen oder soetwas jemals vorher bekommen.\nUnd bevor allle etaws von Skripts und Zahlungen schreben, ich benutze keine Skripts und booste keinen Elo und meine letzte Zahlung leigt 20 Tage zurück.","replies":[]},{"id":"","poster":"Deadly Evil","date":"2016-01-26T12:23:24.074+0000","up_votes":1,"down_votes":0,"body":"Daenny gibt es von deiner Seite schon was neues?","replies":[{"id":"","poster":"Daenny","date":"2016-01-26T14:38:48.054+0000","up_votes":1,"down_votes":0,"body":"Leider noch nichts Neues. Ich habe noch keine Antwort vom Support bekommen und leider auch noch keine Email :(","replies":[]}]},{"id":"","poster":"Daenny","date":"2016-01-25T11:36:48.319+0000","up_votes":1,"down_votes":0,"body":"Wenn man einen 14 Tage Bann bekommen hat, steht dann beim Einloggen, dass es sich um einen 14 Tage Bann handelt?","replies":[{"id":"","poster":"p0hil","date":"2016-01-25T11:42:53.837+0000","up_votes":1,"down_votes":0,"body":"Wenn man 14 Tage gebannt wurde, steht das auch da. \n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/tBO2KuHu-frohe-weihnachten-riot-dankeschan11\n\nDa siehste es auch nochmal.\n\nmfg\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Daenny","date":"2016-01-25T11:44:58.889+0000","up_votes":1,"down_votes":0,"body":"Okay schade, dass wäre besser als permanent :/\nIch danke dir trotzdem :)","replies":[]}]}]}]}