{"id":"e8FN8M1h","poster":"LaChíca","date":"2016-01-23T23:34:52.427+0000","title":"Beschwerde über so mancher Spielverhalten.","subforum":"Spielerverhalten & Moderation","up_votes":12,"down_votes":10,"body":"**Dear Riot, **\r\n\r\n\r\nIch Spiel LoL schon eine ganze Weile, und obwohl sich das Spiel st&auml;ndig weiter entwickelt, gibt es ein Problem, dass seit je her niemals wahrgenommen wird. Ich f&uuml;r meine Verh&auml;ltnisse habe auch Geld in das Spiel gesteckt nur um dann festzustellen, dass es mich im wahrsten Sinne des Wortes ANKOTZT. \r\nWarum? Nun ja, ich kann es erkl&auml;ren, es gibt Leute, die spielen, weil sie Spa&szlig; haben wollen, weil sie sich bem&uuml;hen die &#039;Rewards&#039; zu erhalten aber es funktioniert nicht. Weshalb? Weil Leute entweder afk gehen, feeden, oder derart schimpfen, dass man niemals auf die Idee kommen w&uuml;rde dieses Spiel auch nur deinem &auml;rgsten Feind zu empfehlen. Dinge wie &#039;get %%%%%%, go and f*cking die retart&#039; und vieles mehr kommt mittlerweile in jedem zweiten Game vor. Wieso wird gegen solche Leute nichts unternommen? Wieso schert sich niemand auch nur ann&auml;hernd darum, dass die Community, die offensichtlich Kommerziellen Nutzen daraus zieht auch mal &#039;ein besserer Ort&#039; wird? \r\nDu versucht zu spielen und bem&uuml;hst dich, nur um dich dann anschlie&szlig;end auf &uuml;belste beschimpfen zu lassen, wie &#039;schei*e&#039; du doch nicht w&auml;rst, und dass &#039;deine Mutter dich Missgeburt abtreiben h&auml;tte lassen sollen&#039;. Das sind alles Beispiele aus dem Chat - es ist nicht erfunden und nicht irgendwo hergeholt, sondern die wahre Realit&auml;t. Nat&uuml;rlich kommt dann sowas, du kannst die Leute muten und sie anschlie&szlig;end reporten, aber ES NUTZ NICHTS, weil sich niemand darum k&uuml;mmert. Ich finde es frustrierend. St&auml;ndig verlierst du deine Spiele, weil irgendjemand der Meinung ist, er muss es sich zur Mission machen, den anderen Leuten ihren Spa&szlig; zu nehmen. \r\nEs beginnt meist schon in der Champ Selection, wenn man normal kommuniziert hei&szlig;t es &#039;h&ouml;r auf zu spammen&#039; und endet dann beim Lose, wenn es hei&szlig;t &#039;go and play Pokemon&#039;. Traurig wie man Leuten Geld aus der Tasche zieht und dann nichts daf&uuml;r tut. Es gibt auch Kinder die das hier spielen, und ich will nicht wissen, was sich diese denken, wenn es hei&szlig;t &#039;stirb an Krebs du behinderte Missgeburt, wie konnte deine Mutter einen Versager wie dich nicht abtreiben&#039;.\r\n\r\n**Hier nochmal ein original Beispiel:**\r\n\r\n_k--- O : die\r\nk--- O : with you retard mom\r\nW-------- ---y: so sad\r\nk--- O : for didn,t abort 1 retard like you\r\nk--- O : trash_\r\n\r\nDas war&#039;s auch schon, ich w&uuml;rde am liebsten sagen, ich will mein Geld zur&uuml;ck, denn das Spiel deprimiert mehr als dass es Spa&szlig; macht und verdirbt einem die Laune, sodass ich und meine Freunde jetzt lieber Aion oder Dota spielen, weil man dort wenigstens nicht so derart beschimpft wird!\r\n\r\n\r\n**- Anna.**\r\n\r\n\r\nPS.: Hier einer der wenigen &#039;Trolle&#039;r, die mich zum Ausrasten gebracht haben, vielleicht lag es auch daran, dass in diesem Game auch noch jemand afk war: [*Klick me!*](https://p2.zdusercontent.com/attachment/43400/duJ4Jeah6PH1RF6dys3jNAa5x?token=eyJhbGciOiJkaXIiLCJlbmMiOiJBMTI4Q0JDLUhTMjU2In0..0KMug0AYW3Ct2UWnrSI0Gw.z1Uup2E2UeO301O_GW-shmJotBYvlo5FSUUsgRHf3Ni4Awlbeiaa8S-U1TocG06NwYZSuEVTV7pC--7wfhjoYIOCMLQKcg68JD0Qito5dWbMUK7u4R61Iyy839-CiIpQSLsbYPvF9cyyV1Kp5P-DLg1iMtmRtSgoXSdeuBayVeBoeP5vVkOxdMzCf8YxDkMEUcDVRpSElS5Y9neEqrbT3u2HheZevWpuRodyymt8gZOFcytk6ono5N9i7ojhc_f13PUH839Z4XqZYDxzM_03xfdpDHndQdKQ9rxC1QdGD1M.l2ZMkhe8QvJKfQslvBtl4w)\r\n\r\nPPS.: ich entschuldige mich f&uuml;r die Kraftausdr&uuml;cke - es ist nicht meine Absicht jemanden zu beleidigen.","replies":[{"id":"","poster":"KeylanX","date":"2016-01-24T03:16:33.636+0000","up_votes":7,"down_votes":0,"body":"Das Problem ist hier (wie so oft) die eigene Wahrnehmung.\n\n> Natürlich kommt dann sowas, du kannst die Leute muten und sie anschließend reporten, aber ES NUTZ NICHTS, weil sich niemand darum kümmert\n\nIch finde sogar, dass Riot sich sehr gut darum kümmert, allerdings sieht man die Auswirkungen nicht (oder zumindest nicht gleich).\nEs werden reichlich Spieler gebannt, wegen ihrem Verhalten... gibt viele Beiträge dazu in diesem Forum. \n\nBenachrichtigt, dass dem so ist, wirst du leider nur random, und auch nur, wenn dein Report zur Verurteilung führte. Die Reports die dazu geführt haben, das System überhaupt mal auf den Spieler aufmerksam zu machen, sind aber ebenso wichtig.\n\nRiot zieht also die \"Sünder\" aus dem Verkehr, allerdings ohne jeden einzelnen mit dir zusammen zu feiern.\n\n> Dinge wie 'get %%%%%%, go and fcking die retart' und vieles mehr kommt mittlerweile in jedem zweiten Game vor. \n\nWenn in jedem zweiten Spiel einer beleidigt, bedeutet das eben auch, dass 19 Spieler \"ganz normal\" waren. Der \"Großteil\" der Community ist echt okay... man nimmt es halt nur \"anders\" wahr.\n\nVerstehe mich bitte nicht falsch. Ich bin absolut auf deiner Seite und mich regt der ganze Mist ebenso auf... aber der \"vernünftige\" Teil der community ist garnicht mal so klein.\n\nFalls du wirklich mit netten Leuten spielen willst, also \"Fremde Leute die ganz nett sind\", dann kann ich dir nur folgenden Link ans Herz legen:\n\nhttp://forum.liga-der-gentlemen.de/\n\noder wenn du das Forum hier nicht verlassen magst\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=691589\n\n","replies":[]},{"id":"","poster":"MissGremlin","date":"2016-01-24T00:19:08.575+0000","up_votes":1,"down_votes":6,"body":"Am besten wärs doch einfach den Teamchat komplett zu entfernen und dafür lieber mehr Pings einzuführen, wie hier ist gewarded und so was.. Problem gelöst","replies":[{"id":"","poster":"hi am Anse","date":"2016-01-24T01:06:53.511+0000","up_votes":4,"down_votes":3,"body":"Der Teamchat ist verdammt wichtig.\nIn einem Teammatch ist Kommunikation das wichtigste.\nDas kann man auch anders lösen. Es ist nur eine Sache von Einstellungen an der Teamzusammenstellung.\nWenn man alle die Flamen in ein Team packt haben die, die ordentlich Spielen, keine Probleme mit solchen Idioten.\nAnsonsten einfach lesen, lachen und ignorieren das ist das beste. Da hat Riot nicht viel Arbeit mit und die Spieler lernen sich selbst zu beherrschen.","replies":[{"id":"","poster":"IcryWhenIpoop","date":"2016-01-24T07:53:36.275+0000","up_votes":5,"down_votes":2,"body":"Hört doch endlich mal auf mit den Gebrabbel von wegen \"Teamchat ist sooooooo wichtig\". Wann genau hast du denn das letzte Mal im Ranked mit deinem Team in der kurzen Zeit vor Spielstart extrem komplexe Taktiken besprochen?  Das einzige was in dieser Zeit passiert ist doch \n1.) wildes Pingen von deinen Teamkameraden auf jemanden der 10 Sekunden an der Base steht und der Meinung anderer nach viiiiiieeeeeeell zu lange braucht um seine Startitems zu kaufen  \n2.) ,dass die Mitspieler dem Jungler vorschreiben wollen welches Monstercamp er zuerst machen soll. Und tut ers nicht wird eben nicht geholfen.Aber das sind dann die Leute die schon nach 3 Minuten Spielzeit wie verrückt nach Junglerhilfe pingen weil se einen Trade mit ihrem Konkurrenten falsch eingegangen sind. Kommt der Jungler nicht wird er dumm gemacht.\n3.) Der Toplaner rennt auf seine Lane unter seinen Turm und macht nix bis das Spiel startet. Der Midlaner macht das selbe. Früher haben diese Leute mal versucht einen Blick auf den Top oder BotJungle zu werfen um darauf aufzupassen, dass dort nicht invaded wird.\n4.) jemand sagt dir, dass das Spiel schnell beendet werden muss weil er frühzeitig off muss. (Yippieeh)\n5.) irgendjemand startet mit negativen Aussagen, weil ein anderer aus dem eigenen Team nicht einen Champion genommen hat der von irgendwelchen Progamern als Metapick gezeigt wurde.\n6.) um auch mal ein positives, wenn auch extrem seltenes Beispiel zu nennen. Jemand schreibt \"gl hf\". Selten, aber kommt auch vor.\n\nUnd was genau besprichst du während der Zeit in denen du auf das CsFarmen fokusiert bist oder auf die Minimap schaust um vor Ganks sicher zu sein bzw. andere rechtzeitig vor Ganks mit Pings zu schützen oder du losläufst um zu warden. Du könntest jetzt sagen, dass du anderen mitteilst wann der Drache oder Baron spawnt. Aber ich denke, mittlerweile sollte jeder begriffen haben, dass Riot einen Timer dafür vor langer Zeit eingebaut hatte. Ich könnte sicherlich noch einige Beispiele mehr anbringen, aber ich denke es ist klar worauf ich hinauswill.\n\nIch für meinen Teil bin der Ansicht, dass der Chat vor und nach dem Spiel mehr als ausreichend ist. (um auch den Flamern genug Zeit zu geben andere dumm zu machen).\n\nSo, und jetzt darf es wieder Downvotes geben, statt vernünftiger (oder auch unvernünftiger) Kommentare.","replies":[{"id":"","poster":"LilioCandidior","date":"2016-01-24T09:14:37.309+0000","up_votes":2,"down_votes":0,"body":"Also wenn deine Spiele immer so ablaufen tut mir das ja Leid, aber das ist (für mich) auf gar keinen Fall die Norm.\n\nKlar, es werden keinen Romane im Ingame-Chat geschrieben, aber ich habe eigentlich fast jedes Game so Kleinigkeiten wie 'Ward Red pls','Bot no summs', 'Top warded', 'gj! /u2' etc. Und ich finde das auch wichtig. Oder willst du für jede Kleinigkeit einen Ping? Ich für meinen Teil bin jetzt schon mit den Pings überfordert, weil ich kein Fan davon bin meine Hand während des Spiels viel zu bewegen (und meine Finger so kurz sind {{item:3070}} ).\n\nWobei ich dazu halt auch sagen muss, dass ich mit Flamern echt wenig Probleme habe, weil ich meistens mit Freunden premade bin und Allchat ausgeschaltet habe (weil mich was das Gegnerteam schreibt echt null interessiert).\n\nWenn doch mal wer flamet.. /ig. \nLeaver / Feeder / Trolle sehe ich - im Vergleich dazu was einige im Forum hier angeben - auch echt selten.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-24T09:07:28.100+0000","up_votes":2,"down_votes":0,"body":"Bei mir ist es im Ranked natürlich schon ne Weile her... aber gerade im dort mache ich es ständig...\n\nNormalerweise das erste Mal nach meinem ersten Recall. Da sage ich meinem Team, wo ich mein Pink platziere. Und wenn der Jungler richtig smart ist, blickt er, dass er mein Pink ward beim Drachen in einen 3 Mann Mid Gank ausbauen kann... Und ja, das hat schon mal funktioniert.\n\nDann versuche ich es immer anzusagen, wenn mein Gegner seine Summoners verbraucht. Wann meine eigenen wieder ready sind. Wo gerade Wards stehen und wann die auslaufen müssten. Und auch an die Drachen kann man sein Team mal erinnern, das schadet nicht. Und ja, deswegen haben clevere Spieler auch die Zeitanzeige im Chat aktiviert...\n\nDazu kommen Powerspikes (\"Got Mikaels, let's teamfight\" war meine Standartaussage in Season 5), über die mein Team auch gerne informiert wird. \n\nNur um mal nen paar Ideen in den Raum zu werfen, warum man den Chat durchaus gebrauchen kann... Und das sind nur die Support Calls... als Toplaner habe ich es sehr gerne, wenn mein Jungler mir Ansagen wie \"Gank top after Red\" ansagt... dann kann ich mich nämlich drauf einstellen und mein Mana wieder aufladen...\n\nKlar, der Chat wird häufiger missbraucht, als es mir persönlich lieb ist. Aber die Mehrheit der Spieler, die ich treffe, nutzten den Chat doch für die Dinge, für die er eigentlich geschaffen wurde (oder gar nicht). All diese Spieler würdest du mitbestrafen, wenn du den Flamern nachgibst...","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T16:04:12.880+0000","up_votes":1,"down_votes":1,"body":"Andererseits, \"gj\" etc. kann man sich ja denken. Ist dir schonmal aufgefallen das Powerspike items (Team Betreffend) beim kauf IMMER im chat angezeigt werden? Tut mir leid aber das ist ein Teil des Spiels da sollte man \"Got Mikaels, let's teamfight\" nicht schreiben müssen.\nWer darauf nicht achtet, dem ist das Spiel eh egal und geht dann warscheinlich afk.{{summoner:13}} {{summoner:1}} {{summoner:2}}","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T17:58:39.073+0000","up_votes":1,"down_votes":0,"body":"jo und der cd von Mikaels wird natürlich auch mit angezeigt..... \n\n\nSpielst du das Spiel überhaupt, über das du redest?","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T20:11:16.933+0000","up_votes":1,"down_votes":0,"body":"Heißt ja nicht dass das nicht geändert werden könnte, und ja ich Spiele dieses Spiel. Nebenbei find ich die Frage ein wenig asozial wenn man ein Blick auf deine History wirft.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T21:32:04.600+0000","up_votes":1,"down_votes":0,"body":"Was gibt es an meiner History auszusetzen?\n\nUnd wenn ich mir so Beiträge von dir mir gegenüber anschaue naja.... ich könnte das ebenso wie du als asozial bezeichnen.\n\nUnd natürlich könnte das ganze geändert werden. Aber in der Diskussion ging es um das hier und jetzt und da gibt es keine CD Anzeige für gekaufte Items, summoner Spells, Ultis etc..","replies":[{"id":"","poster":"Trillytex","date":"2016-01-25T02:10:37.721+0000","up_votes":1,"down_votes":3,"body":"um hier und jetzt? Es geht gerade um die Chat-Entfernung, dazu gehört das","replies":[]}]}]}]}]},{"id":"","poster":"IcryWhenIpoop","date":"2016-01-24T09:44:06.757+0000","up_votes":1,"down_votes":3,"body":"Ich beneide euch um eure Mitspieler. Wenn ich auch nicht ganz glauben kann, dass ihr (fast) nur positive Erfahrungen macht. (Wobei das erklären würde wieso ich die ganzen Flamer immer habe^^).\nIch habe einfach kein Glück mit meinen Mitspielern. Bestes Beispiel wieder letztes Spiel: ENDLICH mal kein Flame. Mein Team liegt in Führung. Das wäre ein haushoher Sieg gewesen. Was jetzt passiert ist typisch für mein \"Glück\". Unser Adc geht afk. Das geht mir dauernd so.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2016-01-24T18:04:44.138+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FatGuyStoleMyIce,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020002000100000000,timestamp=2016-01-24T09:44:06.757+0000)\n>\n> Ich beneide euch um eure Mitspieler. Wenn ich auch nicht ganz glauben kann, dass ihr (fast) nur positive Erfahrungen macht. (Wobei das erklären würde wieso ich die ganzen Flamer immer habe^^).\n> Ich habe einfach kein Glück mit meinen Mitspielern. Bestes Beispiel wieder letztes Spiel: ENDLICH mal kein Flame. Mein Team liegt in Führung. Das wäre ein haushoher Sieg gewesen. Was jetzt passiert ist typisch für mein \"Glück\". Unser Adc geht afk. Das geht mir dauernd so.\n\nNaja... die Wahrheit liegt in der Mitte. Natürlich habe ich auch Flamer in meinen Spielen. Aber die Mute ich dann halt und konzentriere mich wieder auf mich.\n\nAber selbst den überkritischen Mute Button nutze ich höchstens alle 3 Spiele. Was wiederum bedeutet: 11 von 12 meiner Mitspieler sind einwandfrei. \n\nDas Problem an der Stelle ist natürlich: Der eine negative Spieler bleibt eher im Gedächtnis hängen als die 11 positiven. Und er zieht meistens auch noch den einen oder anderen an sich positiven mit auf die dunkle Seite... Ich sag mal: Wie man's in den Wald hineinruft, so schallt's heraus.","replies":[]}]}]},{"id":"","poster":"XLilliaZ","date":"2016-01-27T02:33:51.135+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FatGuyStoleMyIce,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=000200020001,timestamp=2016-01-24T07:53:36.275+0000)\n>\n> Hört doch endlich mal auf mit den Gebrabbel von wegen \"Teamchat ist sooooooo wichtig\". Wann genau hast du denn das letzte Mal im Ranked mit deinem Team in der kurzen Zeit vor Spielstart extrem komplexe Taktiken besprochen?  Das einzige was in dieser Zeit passiert ist doch \n> 1.) wildes Pingen von deinen Teamkameraden auf jemanden der 10 Sekunden an der Base steht und der Meinung anderer nach viiiiiieeeeeeell zu lange braucht um seine Startitems zu kaufen  \n> 2.) ,dass die Mitspieler dem Jungler vorschreiben wollen welches Monstercamp er zuerst machen soll. Und tut ers nicht wird eben nicht geholfen.Aber das sind dann die Leute die schon nach 3 Minuten Spielzeit wie verrückt nach Junglerhilfe pingen weil se einen Trade mit ihrem Konkurrenten falsch eingegangen sind. Kommt der Jungler nicht wird er dumm gemacht.\n> 3.) Der Toplaner rennt auf seine Lane unter seinen Turm und macht nix bis das Spiel startet. Der Midlaner macht das selbe. Früher haben diese Leute mal versucht einen Blick auf den Top oder BotJungle zu werfen um darauf aufzupassen, dass dort nicht invaded wird.\n> 4.) jemand sagt dir, dass das Spiel schnell beendet werden muss weil er frühzeitig off muss. (Yippieeh)\n> 5.) irgendjemand startet mit negativen Aussagen, weil ein anderer aus dem eigenen Team nicht einen Champion genommen hat der von irgendwelchen Progamern als Metapick gezeigt wurde.\n> 6.) um auch mal ein positives, wenn auch extrem seltenes Beispiel zu nennen. Jemand schreibt \"gl hf\". Selten, aber kommt auch vor.\n> \n> Und was genau besprichst du während der Zeit in denen du auf das CsFarmen fokusiert bist oder auf die Minimap schaust um vor Ganks sicher zu sein bzw. andere rechtzeitig vor Ganks mit Pings zu schützen oder du losläufst um zu warden. Du könntest jetzt sagen, dass du anderen mitteilst wann der Drache oder Baron spawnt. Aber ich denke, mittlerweile sollte jeder begriffen haben, dass Riot einen Timer dafür vor langer Zeit eingebaut hatte. Ich könnte sicherlich noch einige Beispiele mehr anbringen, aber ich denke es ist klar worauf ich hinauswill.\n> \n> Ich für meinen Teil bin der Ansicht, dass der Chat vor und nach dem Spiel mehr als ausreichend ist. (um auch den Flamern genug Zeit zu geben andere dumm zu machen).\n> \n> So, und jetzt darf es wieder Downvotes geben, statt vernünftiger (oder auch unvernünftiger) Kommentare.\n\nUnd von den Punkten treffen bei mir in den games,\n1,4,,6\nAm schlimmsten  ist 4, weil die dann meistens statt schnell beenden, feeden und dann off gehen\n6 hatte ich gestern 1 mal gehabt wo einer aus meinem Team stfu geschrieben hat,\n1, hatte ich auch schon oft gehabt, so ziemlich jedes game","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-01-24T01:30:19.733+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=hi am Anse,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020002,timestamp=2016-01-24T01:06:53.511+0000)\n>\n> Wenn man alle die Flamen in ein Team packt haben die, die ordentlich Spielen, keine Probleme mit solchen Idioten.\n\nPrisoners' Island ist aber leider keine gute Idee. Wenn du sämtliche Flamer isoliert in einen Spielerpool packst, wird für diese schlechtes Verhalten zur Norm, da sie es nur sehen. Eine Chance diese Spieler zu reformieren oder dazu zu bewegen, sich besser zu verhalten, ist damit quasi unmöglich.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-01-24T10:47:08.136+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=hi am Anse,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020002,timestamp=2016-01-24T01:06:53.511+0000)\n>\n> Der Teamchat ist verdammt wichtig.\n> In einem Teammatch ist Kommunikation das wichtigste.\n> Das kann man auch anders lösen. Es ist nur eine Sache von Einstellungen an der Teamzusammenstellung.\n> Wenn man alle die Flamen in ein Team packt haben die, die ordentlich Spielen, keine Probleme mit solchen Idioten.\n> Ansonsten einfach lesen, lachen und ignorieren das ist das beste. Da hat Riot nicht viel Arbeit mit und die Spieler lernen sich selbst zu beherrschen.\n\nDas bestreite ich. Seit man vier verschiedene Pings hat, braucht man den Teamchat nicht mehr. Ich mute in SoloQ direkt bei Beginn alle Teammates, weil ich einfach keine Lust auf Flames habe. Allchat ist natürlich auch aus. Spielt sich so viel entspannter.","replies":[]}]},{"id":"","poster":"Green Lady","date":"2016-01-24T00:24:20.959+0000","up_votes":3,"down_votes":0,"body":"das ist aber wieder rum traurig, weil man so kontakte knüpfen kann :(....es ist einfach schwer","replies":[{"id":"","poster":"I have NO Impact","date":"2016-01-24T02:05:14.166+0000","up_votes":0,"down_votes":7,"body":"du sollst spielen und keine kontakte knüpfen im ranked geht es für jeden nur ums gewinnen wenn dir das nicht gefällt dann spiel normals aber im ranked ist flame normal ich versteh auch manche flamer den sie haben meistens recht mit ihren aussagen aber werden dann trotzdem reported...sie zeigen nur emotionen ok leute die schreiben ,, pls die,, das ist übertrieben","replies":[{"id":"","poster":"LaChíca","date":"2016-01-24T02:10:41.155+0000","up_votes":2,"down_votes":2,"body":"weißt du, so siehst du es vl, aber ständig nur allein zu sein, macht vielen halt keinen Spaß. \nMir gehts hier nicht so sehr ums Flamern, sondern ums beleidigen und das finde ich unter alles Sau.","replies":[{"id":"","poster":"I have NO Impact","date":"2016-01-25T18:59:10.056+0000","up_votes":1,"down_votes":4,"body":"ich spiele immer mit freunden duoq oder auch mal normals , und wenn mich spieler grundlos flamen sage entweder was zurück oder ich mute ihn das kommt ganz drauf an klar nervt das wenn zu dir jemand schreibt ,, geh dich erhängen du %%%%%%%%%,, das ist auch echt scheiße so was mach ich selbst auch nicht und sollche leute gehören auch gebannt , doch wenn ein spieler einfach wirklich schlecht ist und nur rumtrollt dann flame ich ihn auch aber nicht beleidigen ich gebe nur argomente von mir die auch stimmen ,natürlich schreibe ich zu einem der rumtrollt ,, why you troll?,,   pls play in team,, report this playerpls ,,  was ist daran flamen ? ich habe doch recht mit meinen aussagen von dem her habe ich dann auch keine angst von reports komischer weiße mach ich das immer und hab noch nie einen permaban bekommen...","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-25T19:13:13.639+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=I have NO Impact,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020000000000000001,timestamp=2016-01-25T18:59:10.056+0000)\n>\n> ich spiele immer mit freunden duoq oder auch mal normals , und wenn mich spieler grundlos flamen sage entweder was zurück oder ich mute ihn das kommt ganz drauf an klar nervt das wenn zu dir jemand schreibt ,, geh dich erhängen du %%%%%%%%%,, das ist auch echt scheiße so was mach ich selbst auch nicht und sollche leute gehören auch gebannt , doch wenn ein spieler einfach wirklich schlecht ist und nur rumtrollt dann flame ich ihn auch aber nicht beleidigen ich gebe nur argomente von mir die auch stimmen ,natürlich schreibe ich zu einem der rumtrollt ,, why you troll?,,   pls play in team,, report this playerpls ,,  was ist daran flamen ? ich habe doch recht mit meinen aussagen von dem her habe ich dann auch keine angst von reports komischer weiße mach ich das immer und hab noch nie einen permaban bekommen...\n\nUnd wenn ich einen Flamer und dazu noch einen wie dich im Team hab, denk ich mir nur \"na toll jetzt sind 2 am schreiben, statt zu spielen und am Ende macht noch einer Ragequitt oder es steigt noch ein dritter mit ein.","replies":[{"id":"","poster":"I have NO Impact","date":"2016-01-25T19:26:32.700+0000","up_votes":1,"down_votes":3,"body":"wie gesagt ich flame nicht jedes game wie z.b aktuell denkst du es juckt mich wenn ein bronze spieler zu mir schreibt das ich ein noob bin... alter mit sollchen leuten rede ich nicht mal , aber naja du bist einer von der sorte der eh nur labbert ich wünsche es so sehr das du in deinen nächsten 5 games only afks trolls usw bekommst mal schaun was du dann machst","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T20:10:09.884+0000","up_votes":1,"down_votes":0,"body":"Ruhig bleiben und sich denken shit happens. \n\nIch bin Gold 1 und werde von Bronze eh leicht wieder hochkommen und auf dauer sogar mehr spiele durch \"Trolls\" (was ist das eigentlich? So ziemlich keiner der dieses Wort verwendet hat konnte es genau definieren) oder afkler gewinnen.","replies":[{"id":"","poster":"XLilliaZ","date":"2016-01-27T02:28:57.196+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020000000000000001000100000000,timestamp=2016-01-25T20:10:09.884+0000)\n>\n> Ruhig bleiben und sich denken shit happens. \n> \n> Ich bin Gold 1 und werde von Bronze eh leicht wieder hochkommen und auf dauer sogar mehr spiele durch \"Trolls\" (was ist das eigentlich? So ziemlich keiner der dieses Wort verwendet hat konnte es genau definieren) oder afkler gewinnen.\n\nHast es gut ^^ Ich carry mich hoch als Nami Support Meine winrate war 85% mit Nami, grade nur 60% ^^\nKDA 2.6 / 6.0 / 18.5","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-25T20:43:10.369+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=I have NO Impact,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0002000000000000000100010000,timestamp=2016-01-25T19:26:32.700+0000)\n>\n> wie gesagt ich flame nicht jedes game wie z.b aktuell denkst du es juckt mich wenn ein bronze spieler zu mir schreibt das ich ein noob bin... alter mit sollchen leuten rede ich nicht mal , aber naja du bist einer von der sorte der eh nur labbert ich wünsche es so sehr das du in deinen nächsten 5 games only afks trolls usw bekommst mal schaun was du dann machst\n\nHab ich gesagt du flamest jedes Game? Wie z.B. aktuell? Also doch? Ist aber auch Latte.\n\nSchade, selbst wenn ich wollte könnte ich im Ranked gar nicht von Bronzeleuten angeschrieben werden, der Elo bin ich seit über 2 Jahren entwachsen.\n\n> und wenn mich spieler grundlos flamen sage entweder was zurück oder ich mute ihn\n\nJa klingt total nach nicht jucken, wenns nicht juckt kann man sich auch das muten sparen, zurückschreiben sowieso.\n\nUnd klar laber ich in einem Diskussionsforum nur. Hast du noch andere Funktonen entdeckt?\n\nHm 5 mal 4 Leute im Team, entweder afk oder Troll, Dude das ist unmöglich. Und selbst wenn kann ich dir sagen was ich mache, es wird nerven, und ich würd bis Min. 20 farmen und es ignorieren, ok beim 4. oder 5. Spiel hintereinander könnte mir ein \"watch your own shit k?\" bei blame rausrutschen, das wars auch schon.\nUnd zu welcher Sorte du gehörst zeigt dein Wunsch mal überdeutlich.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-25T21:51:17.822+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=I have NO Impact,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0002000000000000000100010000,timestamp=2016-01-25T19:26:32.700+0000)\n>\n> wie gesagt ich flame nicht jedes game wie z.b aktuell denkst du es juckt mich wenn ein bronze spieler zu mir schreibt das ich ein noob bin... alter mit sollchen leuten rede ich nicht mal , aber naja du bist einer von der sorte der eh nur labbert ich wünsche es so sehr das du in deinen nächsten 5 games only afks trolls usw bekommst mal schaun was du dann machst\n\nSo erstes Spiel gemacht, Ergebnis:\n\nRecht deutlich verloren. 0 Flame, 0 Blame, 8xgg am Ende.\n\nedit:\n\nZweites Spiel gemacht, wieder klar verloren, auch eine paar saudumme \"bronzeplays\" hingelegt, wieder: 0Flame, 0Blame, 2xgg, 6xgg wp.\n\nedit2: \n\nweitere 3 Spiele: noch eins positiv, in einem beim gegner 2 dc, einziger \"flame\" ein einmaliger(!) Reportaufruf vom Gegner fürdie afkler und zuletzt noch eins mit minimal negativem chat, ich zählte 3 why-phrasen.\n","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T19:03:52.977+0000","up_votes":1,"down_votes":0,"body":"Genau so Argumentieren auch Flamer. Ich Flame nicht ich schreibe doch nur die Wahrheit.\n\nAlles das was du schreibst ist kein direkter Flame, aber Negative Einstellung und wird über kurz oder lang zumindest für eine CR ausreichen.\nGerade Report Calling ist auf EUW nicht erwünscht und führt bereits dazu.","replies":[]}]},{"id":"","poster":"TL IWillDominate","date":"2016-01-25T18:48:20.018+0000","up_votes":1,"down_votes":0,"body":"Das Spiel ist definitiv zu hart für euch.","replies":[]}]}]}]},{"id":"","poster":"LaChíca","date":"2016-01-24T01:34:28.972+0000","up_votes":1,"down_votes":0,"body":"mehr Pings wären ja okay, \naber den Chat ganz zu löschen fände ich relativ uncool,\nweil man halt - selten aber doch - nette Menschen trifft.","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T01:35:44.829+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LaChíca,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00020003,timestamp=2016-01-24T01:34:28.972+0000)\n>\n> mehr Pings wären ja okay, \n> aber den Chat ganz zu löschen fände ich relativ uncool,\n> weil man halt - selten aber doch - nette Menschen trifft.\n\nJupp...meine ganze FL besteht nur aus solchen Leuten...und das sind grade mal 50...das sind echt wenig für ein jahr LOl :/","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-01-24T00:54:18.053+0000","up_votes":1,"down_votes":0,"body":"Nur weil einige Leute nicht genügend Verstand haben, den Chat ordentlich zu verwenden, muss man den anständigen Leuten doch nicht die Kommunikationsmöglichkeiten nehmen.","replies":[]}]},{"id":"","poster":"Sihari","date":"2016-01-24T00:45:30.411+0000","up_votes":2,"down_votes":0,"body":"Ich finde es ebenfalls schrecklich, dass manche Spieler einfach nicht wissen, wie man sich vernünftig benimmt... \nEs wird beleidigt, anderen mit Absicht die Runde versaut und am Ende soll man selbst daran schuld sein, denn schließlich hat man keine LCS-Plays ausgepackt...\nLeider gibt es keine Möglichkeit diese unfairen Spieler aus dem Spiel zu verbannen, bevor sie jemanden massiv belästigt haben. Und selbst dann können sie sich einfach einen neuen Account machen und wieder von vorn beginnen. \nSehr schade, wie ich finde, doch was soll man machen?\nImmer nur mit einem 5er Premade-Team spielen ist keine Alternative und selbst dann kann noch ein Idiot aus dem Gegnerteam die Stimmung vermiesen...","replies":[{"id":"","poster":"Zulwar","date":"2016-01-25T06:16:13.192+0000","up_votes":2,"down_votes":0,"body":"Das Gegnerteam kannst du doch einfach immer mute, mit denen brauchst du doch nicht kommunizieren!\nDu musst dann nur bei deinem Premadeteam darauf achten, das du keinen flamer hast.","replies":[]},{"id":"","poster":"legofreak1","date":"2016-01-24T01:28:32.217+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0004,timestamp=2016-01-24T00:45:30.411+0000)\n>\n> Leider gibt es keine Möglichkeit diese unfairen Spieler aus dem Spiel zu verbannen, bevor sie jemanden massiv belästigt haben. Und selbst dann können sie sich einfach einen neuen Account machen und wieder von vorn beginnen.\n\nSchon, nur bei weitem nicht alle tun dies wieder, bzw werden sehr schnell wieder gebannt, wenn sie ihr Verhalten nicht ändern. Der Verlust eines Accounts inklusive sämtlicher Champions und Skins tut nunmal mächtig weh, weil dort viel Zeit und manchmal auch Geld reingeflossen ist.","replies":[{"id":"","poster":"Dermel","date":"2016-01-24T20:40:10.031+0000","up_votes":1,"down_votes":0,"body":"Und ich muss jetzt die Konsequenzen dafür tragen, dass mein Kumpel wegen seiner Flamerei 14 Tage gebannt wurde, er jammert mir jeden Tag im Bus die Ohren voll, weil er ohne den niedlichen Schneetag-Bard nicht auskommen kann- danke Riot.","replies":[]},{"id":"","poster":"LaChíca","date":"2016-01-24T01:35:39.220+0000","up_votes":1,"down_votes":1,"body":"dann soll man sich doch seinen Teil denken?\n- ich wurde zum Beispiel noch nie gebannt..","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T01:53:00.685+0000","up_votes":1,"down_votes":2,"body":"sehe ich genauso....","replies":[]}]}]},{"id":"","poster":"LaChíca","date":"2016-01-24T00:52:04.659+0000","up_votes":1,"down_votes":1,"body":"ich hab auch keinen Plan, ehrlich es nervt nur noch","replies":[]}]},{"id":"","poster":"JohnnyRot","date":"2016-01-25T02:51:32.307+0000","up_votes":2,"down_votes":0,"body":"Leute die solche Dinge schreiben wie du beschreibst sind wirklich ein problem die League of Legends hat. Es ist aber bei weitem nicht so schlimm wie du meinst.  Es sei denn du hattest wirklich extremes pech mit den leuten. So extrem fälle wie du sie beschreibst sind wirklich die seltenheit.\n\nIch spiele jetzt seit über 5 Jahren LoL und habe da auch nie eine strafe kassiert. Hab mich sogar damals des öfteren im Tribunal beteiligt und so weiter. Ich muss sagen das es damals weit aus schlimmer war. Riot hat viel getan das sich dies ändert. Ich hab inzwischen wirkliche extrem fälle wie du sie beschreibst vielleicht alle 50 spiele mal einen.","replies":[]},{"id":"","poster":"I love you Malon","date":"2016-01-23T23:41:29.478+0000","up_votes":2,"down_votes":0,"body":"Es wird nie aufhören {{summoner:3}}","replies":[{"id":"","poster":"Green Lady","date":"2016-01-23T23:53:18.156+0000","up_votes":1,"down_votes":1,"body":"I am getting depressed","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-23T23:54:51.947+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00000001,timestamp=2016-01-23T23:53:18.156+0000)\n>\n> I am getting depressed\n\nu are allowed for being depressed!","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T00:03:03.444+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XtremBoy,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=000000010000,timestamp=2016-01-23T23:54:51.947+0000)\n>\n> u are allowed for being depressed!\n\nmöchte aber Spaß","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T00:05:44.917+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0000000100000001,timestamp=2016-01-24T00:03:03.444+0000)\n>\n> möchte aber Spaß\n\nTjaa dann müssen wir Deutschen eben streiken... xd","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T00:06:43.800+0000","up_votes":1,"down_votes":0,"body":"wie stellst du dir das vor?\n\neine woche kein LOL? XD","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T00:12:19.615+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=000000010000000100000000,timestamp=2016-01-24T00:06:43.800+0000)\n>\n> wie stellst du dir das vor?\n> \n> eine woche kein LOL? XD\n\nJepp...wir geben kein Cent aus...zocken keine Games mehr bis was gegen die Flamer unternommen wird!","replies":[{"id":"","poster":"legofreak1","date":"2016-01-24T01:32:05.750+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=XtremBoy,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0000000100000001000000000000,timestamp=2016-01-24T00:12:19.615+0000)\n>\n> Jepp...wir geben kein Cent aus...zocken keine Games mehr bis was gegen die Flamer unternommen wird!\n\nEs wird doch deutlich was unternommen, die ganzen Flamer, die sich fast täglich hier beschweren, dass sie gebannt wurden, zeigen das doch deutlich genug.","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T01:37:14.627+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00000001000000010000000000000000,timestamp=2016-01-24T01:32:05.750+0000)\n>\n> Es wird doch deutlich was unternommen, die ganzen Flamer, die sich fast täglich hier beschweren, dass sie gebannt wurden, zeigen das doch deutlich genug.\n\nes kommen trotzdem immer neue...und jeden Tag wird man verletzt...als Hure beleidigt...usw...es wird immer geflame geben und das muss doch irgendwie aufhören >_<","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T04:07:41.521+0000","up_votes":1,"down_votes":0,"body":"Es wird auch immer Mörder geben obwohl es dort Strafen für gibt.\n\nOder Autounfälle trotz Fahrerlaubnis.\n\nWas GENAU schlägst du also vor?","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T13:39:57.975+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0000000100000001000000000000000000000000,timestamp=2016-01-24T04:07:41.521+0000)\n>\n> Es wird auch immer Mörder geben obwohl es dort Strafen für gibt.\n> \n> Oder Autounfälle trotz Fahrerlaubnis.\n> \n> Was GENAU schlägst du also vor?\n\nZwangsjacken und Gummizellen...","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"LaChíca","date":"2016-01-23T23:55:34.418+0000","up_votes":1,"down_votes":1,"body":"same here q.p","replies":[]}]},{"id":"","poster":"XLilliaZ","date":"2016-01-24T01:36:31.535+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00000001,timestamp=2016-01-23T23:53:18.156+0000)\n>\n> I am getting depressed\n\nI am depressed to suicidal ^^ (with no joke) (+ Background story)","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T01:37:51.520+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XLilliaZ,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=000000010002,timestamp=2016-01-24T01:36:31.535+0000)\n>\n> I am depressed to suicidal ^^ (with no joke) (+ Background story)\n\nme2 :c","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T16:05:17.013+0000","up_votes":1,"down_votes":0,"body":"^^^same","replies":[]}]}]},{"id":"","poster":"Trillytex","date":"2016-01-23T23:59:12.735+0000","up_votes":1,"down_votes":0,"body":"I would too if I wouldnt be already {{champion:32}} {{item:3070}}","replies":[]}]},{"id":"","poster":"Trillytex","date":"2016-01-23T23:44:53.689+0000","up_votes":1,"down_votes":0,"body":"Wie du sagst {{summoner:3}} , aber es fängt ja schon an, damit dass du in der neuen Season mit den gleichen Spielen sollst, von denen du gehofft hast nichtmehr zusammen Spielen zu müssen, ich selber habe bei meinen 10 ein-rank-Spielen 5 Freewins (auch durch afk gegner) und 5 Loses (Durch afk teammates) gehabt und mir hat keins der Spiele im Entferntesten Spaß gemacht^^ (Spiele LoL seit der Beta) und somit ist auch schon ein wenig Geld den Bach runter ;D","replies":[{"id":"","poster":"LaChíca","date":"2016-01-23T23:56:49.004+0000","up_votes":1,"down_votes":1,"body":"der Summoner Spell ist sowas von treffend :D","replies":[]}]}]},{"id":"","poster":"I love you Malon","date":"2016-01-24T01:56:18.500+0000","up_votes":1,"down_votes":1,"body":"Das schlimmste ist dann noch wenn 3 Premades dich fertig machen...und du kannst dich nicht zu wehr setzen...vorallem verzweifel ich da ziemlich schnell und werde sehr schnell weich und verlier die Kontrolle (you are a noob...play playmobil...deinstall lol pls noob...sell ur skin noob) ... ich find das so heftig...","replies":[{"id":"","poster":"legofreak1","date":"2016-01-24T02:02:48.129+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=XtremBoy,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0007,timestamp=2016-01-24T01:56:18.500+0000)\n>\n> Das schlimmste ist dann noch wenn 3 Premades dich fertig machen...und du kannst dich nicht zu wehr setzen...vorallem verzweifel ich da ziemlich schnell und werde sehr schnell weich und verlier die Kontrolle (you are a noob...play playmobil...deinstall lol pls noob...sell ur skin noob) ... ich find das so heftig...\n\nEinfach muten, ignorieren und nach dem Spiel melden. Wenn du dich wehrst, flamest du nur genauso und sorgst für eine noch schlechtere Atmosphäre in diesem Spiel, als sie vorher schon war. Im schlechtesten Fall bekommst du dann einen Strafe für dein eigenes Fehlverhalten.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2016-01-24T00:43:43.562+0000","up_votes":2,"down_votes":0,"body":"Das Problem ist doch schon seit längerem bekannt und LeaverBuster und die Chatanalysen laufen und bestrafen auch tatsächlich, wie man immer wieder im Forum lesen kann.\nTrolle (außer Trundle) muss man eben weiterhin reporten und hoffen, dass die mal überprüft werden, denn bei denen ist es schwer herauszufinden, ob die trollen oder einfach nur schlecht sind. (Wie eine Jinx, die sich dachte, dass das der perfekte Counterpick zur Fiora wäre. Ja, eine Jinx Top vs Fiora. Hat nicht ganz geklappt. Ein Troll war es dennoch nicht.)","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T01:51:08.349+0000","up_votes":1,"down_votes":1,"body":"es gibt dafür kein anständiges Ticket....naja, es ist einfach zum totlachen","replies":[{"id":"","poster":"legofreak1","date":"2016-01-24T02:00:42.738+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00030001,timestamp=2016-01-24T01:51:08.349+0000)\n>\n> es gibt dafür kein anständiges Ticket....naja, es ist einfach zum totlachen\n\nEs braucht dafür auch keine eigenen Kategorie. Alles, das nicht unter die anderen Kategorien fällt, wird mit \"Ich hab eine Frage zu RIOT Games/League of Legends\" abgedeckt. Wenn für jede mögliche Anfrage eine eigene Kategorie existieren würde, dann würde die Effizienz des Systems massiv drunter leiden und Antwortzeiten entsprechend nach oben gehen.","replies":[]}]},{"id":"","poster":"LaChíca","date":"2016-01-24T00:45:42.672+0000","up_votes":1,"down_votes":1,"body":"naja, ein Teemo der einfach auf die Lane geht und sich töten lässt und von vorn aus sagt, \ner trollt ist für mich einer der's absichtlich macht.","replies":[{"id":"","poster":"Megamaexx","date":"2016-01-24T00:58:06.736+0000","up_votes":2,"down_votes":0,"body":"Ja der Teemo schon. Sollte sein Account überprüft werden, wird er auch definitiv gebannt. Nur dazu muss es zur Überprüfung kommen.\nIch hab auch davon gehört, dass man sich damit auch direkt an den Support wenden kann.","replies":[]}]}]},{"id":"","poster":"Green Lady","date":"2016-01-23T23:49:27.854+0000","up_votes":4,"down_votes":2,"body":"Hallo Anna, \n\nich sehe das genauso, sicherlich auch an meiner Stimme zu erkennen ;) \n\nIch möchte Spaß in diesem Spiel haben, aber diesen Spaß hat man nun mehr, wenn man mit seinen eigenen Freunden spielt. Das ist nichts schlechtes, doch manchmal möchte man auch mal alleine etwas packen. Leider ist das kaum mehr möglich, durch Trolls jeglicher Art. \n\nEs vergeht die Lust am Spielen, sei es flamen, leaven oder feeden. Mit Freunden kommt so etwas nicht vor, man lacht zusammen, bekommt Tipps, doch ist das in Rankeds oder selbst in Normals nicht mehr der Fall. Es wird direkt geflamet, muten hilft, aber der Spieler bleibt. Es ist bestimmt nicht das einzige Game, indem dieser Summoner, die anderen aufgrund ihres \"Noobseins\", so wird es genannt, schlecht macht und deren Spaß verdirbt. \nEs geht nicht immer ums gewinnen, doch wünscht man sich im ranked genau das und wenn du dort afk´s und trolls hast ist das ärgerlich, weil sie dir die Placements kaputt machen. \n\nEine Freundin hat neu angefangen und wurde von Lv.4 \"Smurfs\" geflamet, dass sie schlecht sei...sie ist neu verdammt nochmal, also unterlasst das!\n\nIch wünsche mir da einfach schärfere Regeln, denn so etwas versaut einfach die Lust und Laune am Spiel.","replies":[{"id":"","poster":"LaChíca","date":"2016-01-23T23:57:28.039+0000","up_votes":1,"down_votes":1,"body":"du hast voll recht, leider :/","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T00:11:42.111+0000","up_votes":2,"down_votes":0,"body":"{{summoner:21}} Barriere gegen trolls.","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T00:17:10.414+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Trillytex,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=000100000000,timestamp=2016-01-24T00:11:42.111+0000)\n>\n> {{summoner:21}} Barriere gegen trolls.\n\nBARRIER!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n\n{{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}} {{summoner:21}}","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T00:20:13.165+0000","up_votes":1,"down_votes":0,"body":"Wird das neue Motto!","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-01-24T00:49:19.857+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Green Lady,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0001,timestamp=2016-01-23T23:49:27.854+0000)\n>\n> \n> Eine Freundin hat neu angefangen und wurde von Lv.4 \"Smurfs\" geflamet, dass sie schlecht sei...sie ist neu verdammt nochmal, also unterlasst das!\n> \n\nDadurch, dass einige Flamer einen Permabann bekommen, wird die Anzahl der Smurfs steigen. Diese werden leider auf die Anfänger losgelassen...","replies":[{"id":"","poster":"Green Lady","date":"2016-01-24T01:46:08.638+0000","up_votes":1,"down_votes":1,"body":"ist einfach nicht fair....dadurch hat sie die lust verloren.....","replies":[{"id":"","poster":"Megamaexx","date":"2016-01-24T13:45:22.211+0000","up_votes":1,"down_votes":0,"body":"Dann einfach mit mehr Freunden zusammenspielen. (Natürlich mit Smurfs und dann nicht vergessen, nicht zu tryharden. Durchgecarried zu werden, macht nämlich auch keinen Spaß.) Ab nem bestimmtem Level lässt das auch wieder nach mit den Flamern. Add mal den Spieler Zekes Bote bzw. deine Freundin, dann biete ich mich als netterer Spieler an. Ich bring auch noch meine Freundin mit, dann sind wir ja mindestens 4 ;)","replies":[]}]},{"id":"","poster":"XLilliaZ","date":"2016-01-24T01:22:28.855+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00010001,timestamp=2016-01-24T00:49:19.857+0000)\n>\n> Dadurch, dass einige Flamer einen Permabann bekommen, wird die Anzahl der Smurfs steigen. Diese werden leider auf die Anfänger losgelassen...\n\n\"Eine Freundin hat neu angefangen und wurde von Lv.4 \"Smurfs\" geflamet, dass sie schlecht sei...sie ist neu verdammt nochmal, also unterlasst das!\"\nIch war auf meinen 2ten Account da war ich lv 4 (botrunde) Kata midlane, und da hatten wir 2 trolls die mir dann ganze zeit lang gesagt haben (dafq, just go back to your moms tits and drink her milk,) (I'm sorry as well, because u have two moms)\n(marvin your gay, like your father) oder (marvin....... im your father) oder (son of a nasty bitch) (You cant he has two moms)  (marvin did you have 2 mother or 2 fathers) Antwort von Garen (Sorry two father).\nKann als beweis ruhig screens posten (Namen werde ich zensieren da ich sonst wieder eine Verwarnung wegen Namecalling kriege)","replies":[{"id":"","poster":"Megamaexx","date":"2016-01-24T01:28:47.322+0000","up_votes":1,"down_votes":0,"body":"Das bestätigt meine Aussage ^^","replies":[]},{"id":"","poster":"LaChíca","date":"2016-01-24T01:33:03.552+0000","up_votes":1,"down_votes":1,"body":"ja aber diese Leute waren am Anfang auch keine Profis! \n- sie sind es teils heute auch nicht, aber für jeden Fehler, den sie machen\nwerden als andere beschuldigt. Und aufs übelste beleidigt. \nLetzten hatte mir zufällig meine 11-jährige Schwester zugesehen, \nmir war es echt peinlich dieses Spiel zu spielen, weil sie den Blödsinn lesen konnte!","replies":[]}]}]}]},{"id":"","poster":"SFTxSouLZz","date":"2016-01-24T11:01:39.263+0000","up_votes":3,"down_votes":1,"body":"Standardspruch \"get cance*\" das ist nicht mehr normal {{summoner:3}}","replies":[]},{"id":"","poster":"XXXX D Misaki ","date":"2016-01-24T12:25:25.305+0000","up_votes":2,"down_votes":1,"body":"Hey, \n\nhab jetzt nicht alle Kommentare durchgelesen, da das Thema ja eins der meist diskutierten Themen ist, die es in jeglichen Spiele-Foren gibt, die irgendwas mit PvP zu tun haben.\n\nBestimmt wurde oft sowas geschrieben wie: Chat ganz abschalten ist nich so toll, weil man da Freunde findet etc\n\nIch kann verstehen, dass es unfair ist den Chat abzuschalten, wenn nur ein paar Leute sich nicht benehmen können, aber wenn man spielen will, chattet man nicht.\n\nPings reichen wirklich aus, Gefahren, Misscalls usw kann man durch Pings andeuten, daher ist der Chat meiner Ansicht nach nur für Leute da, die keine Lust haben sich voll und ganz auf das Spiel zu konzentrieren und ehrlich gesagt bin ich ingame um das Spiel zu genießen und nicht um über meinen Tag zu diskutieren oder neue Freunde zu finden, die mich dann ein Spiel später, wenns schlecht läuft eh dicht flamen.\n\nDas einzige, was zu verbessern wäre an den Pings, wo man ab und zu mal den Chat gebrauchen könnte ist um direkt nen ward anzupingen, anstatt kurz in den Chat Ward zu schreiben.\n\nAber das ist auch nicht so sonderlich wichtig, wenn man ein wenig aufpasst im Spiel.\n\nDaher: Meinetwegen lasst den Chat an, aber wenn ihr spielen wollt und nicht flamen oder chatten, dann spielt und benutzt nicht ständig den Chat, das nervt nämlich die Leute ingame auch, wenn ständig unlustige Witze kommen oder iwelche unnötigen Kommentare, die evtl sogar nett gemeint sein sollten, aber nicht helfen können in der Situation, sondern nur vom Spielen abhalten.\n\nGanz schlimm sind auch die Leute, die schreiben, während sie rumstehen und dann sterben^^\nAlso: Schaltet den Chat aus, wenn ihr ein Problem mit Flamern habt, dann hat auch niemand ein Problem mit euch, weil ihr gar nicht erst schreiben könnt, bzw unaufmerksam werdet oder gar zurück flamen könnt. Außerdem regt sich dann niemand auf über Flamer, wenn er den Chat nicht an hat.\n\nPS: Das unhöfliche Verhalten ist kein Phänomen von LoL. Gibt es wirklich in jedem Spiel, was auch nur entfernt mit PvP zu tun hat^^","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T14:52:29.757+0000","up_votes":1,"down_votes":0,"body":"Also findest du es blöd wenn ich die Bot Flashes, Heals, Ignite, Exhaust time?\n\nOder die Botlane Wards?","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T16:10:51.634+0000","up_votes":1,"down_votes":2,"body":"Also 1. hat man ja trotzdem noch ein Hirn im Kopf und könnte sich ja (vllt. brauchts ein wenig übung) über eine kurze Zeit 2 Zahlen merken?.. Sonst hol dir halt eine externe Modifikation die dir erlaubt, Beschwörer Zauber; zeitlich festzuhalten/Timen.{{champion:26}} \nDamit  hat man den ganzen Chat gedöns los :) {{summoner:13}}","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T17:57:27.011+0000","up_votes":1,"down_votes":0,"body":"und wie soll ich das dem Jungler mitteilen damit er dann ganken kommt wenn Bot kein Heal und Flash mehr hat?.....","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T20:07:58.726+0000","up_votes":1,"down_votes":2,"body":"Dafür würde es dann bestimmt einfache Spieleinstellungen geben, die sogar du nutzen kannst :)","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T21:33:49.200+0000","up_votes":1,"down_votes":0,"body":"und diesen Beitrag meinte ich oben... Du bezeichnest mich als Asozial unterstellst mir aber ein anderes System nicht bedienen zu können.....","replies":[]}]}]}]}]}]},{"id":"","poster":"Dermel","date":"2016-01-24T20:32:33.245+0000","up_votes":1,"down_votes":0,"body":"Endlich mal ein neutraler Thread dazu der nicht selbst mit Beleidigungen über laden ist.\nGanz krass finde ich auch die Leute (Gegner Team); die auf ein ernst gemeinten \"GL and HF\" mit \"stfu\" antworten. Darum wünsche ich nun eben kein gutes Spiel mehr...\nAllerdings würde ich nie wegen den Flamern aufhören, damit hätten sie ihr Ziel ja erreicht!","replies":[{"id":"","poster":"XLilliaZ","date":"2016-01-27T02:27:19.969+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dermel,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0015,timestamp=2016-01-24T20:32:33.245+0000)\n>\n> Endlich mal ein neutraler Thread dazu der nicht selbst mit Beleidigungen über laden ist.\n> Ganz krass finde ich auch die Leute (Gegner Team); die auf ein ernst gemeinten \"GL and HF\" mit \"stfu\" antworten. Darum wünsche ich nun eben kein gutes Spiel mehr...\n> Allerdings würde ich nie wegen den Flamern aufhören, damit hätten sie ihr Ziel ja erreicht!\n\nHatte ich bei einem Match gehabt, haben gewonnen und haben geflamet \"report Morgana for flame\" als beispiel","replies":[]}]},{"id":"","poster":"Rirol","date":"2016-01-24T13:35:48.453+0000","up_votes":1,"down_votes":0,"body":"Sorry ich kann das nicht nachvollziehen.\nIch spiele nicht sehr viel. Oft auch Botgames, weil die Zeit halt knapp ist. Aber ich treffe selten auf den von dir beschriebenen Spielerausschuß.\nHarte Flames kommen (bei mir) vielleicht in jedem 8./9. Spiel vor. \nAFK ist auch selten. \nWirkliche Feeder hatte ich bisher nur als Bot's.","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T16:14:56.162+0000","up_votes":1,"down_votes":0,"body":"Dabei geht es ja hauptsächlich um das Ranked-System bzw. Spiele bei denen \"Erfahrene Spieler\" ihre Leistung zeigen \"könnten\" - bei einem Bot Game wäre mir das auch relativ egal, da ich keine Hilfe meiner Teammates brauche^^ (nicht Böse gemeint aber ist halt mal Fakt)","replies":[{"id":"","poster":"Rirol","date":"2016-01-24T17:52:28.995+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch Ranked gespielt und werde es wieder tun, wenn die Saison irgendwann rund läuft.^^\nIch habe halt meine Erfahrung geschildert und die sind nicht so schlimm wie viele Spieler es hier im Forum erscheinen lassen.\nDie eher harmlosen Rager treffe ich auch immer wieder. \nAber das sind die, die bei Fehlern nach Report rufen und WTF ARE U DOING Typen. \nDie fallen mir aber, nach dem ich von anderen Spielen schon etwas verroht bin, kaum noch auf.\nIst aber halt nur meine Erfahrung.\nMal schauen was das Voting in ein paar Tagen so erzählt.","replies":[]}]}]},{"id":"","poster":"Nocturn123","date":"2016-01-24T16:13:47.521+0000","up_votes":1,"down_votes":2,"body":"Ja probier mich in SIlber rein zukommen mit Yasou. Am anfang war es noch coll weil die korrekt waren aber bei den letzten 4 matches waren es nur noch ----- Flamer die mich ankotzen weil sie mich ersticken mit ihren worten dann reporten sie mich noch weil der jungler den gank total vermasselt hat und dann der midlaner mich killt und am ende dann 0/9 stehe weil die mich zu flamen. Ich ahbe 3 reports deswegen bekommen . Unsportliches verhalten. {{item:3151}} .Das ist langasam traurig.","replies":[{"id":"","poster":"Trillytex","date":"2016-01-24T16:28:02.808+0000","up_votes":1,"down_votes":0,"body":"Da kann ich dir nur eine Sicherere Spielweise empfehlen, achte nicht auf den Chat, wenn du willst schalte ihn aus, dann liegts nurnoch an deiner Spielweise, sicher, nichts chasen und du wirst 80% deiner Spiele gewinnen :) nebenbei habe ich gerade mal deine Match-History angeschaut, du wirst ja wohl nicht in \"Team rankeds\" wegen flamers verlieren? Nur aus deiner Historie: Durchschnitt. Kills **3.25** Durchschnitt. Tode **8.25** dabei Team rankeds? Liegt wohl doch nicht nur am Flamen erlaube ich mir an deiser Stelle zu sagen","replies":[]}]},{"id":"","poster":"auriii","date":"2016-01-24T08:08:33.151+0000","up_votes":2,"down_votes":2,"body":"also ich finde nicht das riot viel tut, da gibts z.b. einen spieler der wurde schon oft reportet, der treibt munter weiter sein unwesen, namen kann ich ja nicht nennen.  der scheint ein smurf zu sein, entweder legt er als z.b. darius tolle spiele hin  wie 18/2/3  oder aber er spielt teemo oder twitch dann\nstellt er sich einfach hin und macht gar nix, lässt sich vlt paarmal töten  das wars, er steht das ganze spiel einfach im busch und macht nix , ist somit\ninaktiv.   das ist mir und auch nem freund von mir passiert das wir den im game hatten, der wurde vom ganzen team reportet oder nix passiert. spielt immer noch weiter seine masche","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-24T15:05:10.292+0000","up_votes":1,"down_votes":0,"body":"das wird vom Leavebuster erkannt. Der bestraft auch ohne Reports.\n\nWas erwartest du für Strafen?\n\neine lower Prio Que wirst du bei ihm nicht sehen, eine CR wirst du bei ihm nicht sehen.","replies":[]}]},{"id":"","poster":"Killerkante","date":"2016-01-24T12:18:01.982+0000","up_votes":1,"down_votes":0,"body":"Ist nicht böse gemeint, jeder hat damit zu kämpfen, manche sind sogar selber ein Teil davon, ich hab auch immer mit dem Teufel zu ringen wenn meine Freundin ingame geblamed wird oder sowas ... (ich denke du weißt was ich meine)\naber mehr als diese Spieler zu melden bringt nichts, wenn dus nicht verträgst -> ignore\n\nAls ob im LoL Chat jemals was wirklich konstruktives geschrieben wird, anstatt dir selbst den Tag zu versauen weil du noch die falsche Einstellung hast, drück Tab und klick die Spieler durch die dir im geringsten negativ auffallen.\nSchlimm werden Spieler die gute Plays extrem hochloben, die (meistens!) beim kleinsten Ansatz von einem Fehler anfangen zu flamen.\nMit der Einstellung meine ich übrigens dass du über sowas hinwegsehen musst, selbstverständlich provoziert des übelst wenn du gerade gefailt hast und jemand noch einen drauf setzt (meine worst case situation, wo ich mich selbst beherrschen muss).\nIm Grunde brauchst du den Chat auch sehr wenig, ausser halt du willst wie erwähnt Kontakte knüpfen, wer auf SS und MISS e.t.c ausgelegt ist macht ohnehin was falsch, du solltest eh mehr auf die Minimap als auf den Chat achten.\n\nWie im ersten Satz erwähnt mein ichs nicht beleidigend oder so, aber wenn absolut jeder sich so auf die Palme bringen lassen würde wie Du, dann würde das Forum geflutet werden mit solchen Threads wie kacke das Verhalten der Community ist, das ist ohnehin schon jedem klar.\n\nIm ganzen meine ich auch nur, dass du nicht alle ignorieren sollst, falls du das falsch verstanden hast, sondern nur die, die dir am nerv kratzen.\n\nPS: Du wärst schon längst raus geekelt worden, wenn Riot sich nicht um diese Spieler kümmern würde ;))\n","replies":[]},{"id":"","poster":"Revilous","date":"2016-01-24T10:29:29.141+0000","up_votes":1,"down_votes":0,"body":"Sehe ich genauso, was ist denn nur los mit League zurzeit? Davor hatte ich in jedem Game Spaß, Diamond 5 war richtig schön weil niemand getrollt hat und alle sich Mühe gegeben haben. Aber jetzt nach dem Ranked Reset... Jedes Game ein Troll. Letztes Game sogar 4 Trolls. Der First Pick hatte sogar \"troll\" im Namen und hat Zilean Support eingeloggt... Ein Premade Team hatte dann auch noch ADC und Support und der Last Pick wollte auch ADC. Und so haben sie das ganze Game gefeedet und immer wenn sie tot waren den Chat vollgespamt.\n\nWenigstens fühlt es sich gut an, wenn man nach dem Game die Nachricht bekommt, dass dank dir jemand gebannt wurde .. Oft auch hatte ich Leute die sich keine Items gekauft haben und nur in die Türme liefen oder Spieler die das ganze Game in der Base standen und gefamt haben :(","replies":[]},{"id":"","poster":"washî","date":"2016-01-24T05:11:47.306+0000","up_votes":1,"down_votes":0,"body":"Soviel ich auch manchmal über Rito schimpfe, aber mit dem report System, da tuen sie eigentlich ziemlich viel für und man wird auch relativ schnell bestraft. Teilweise sogar zu krass, ich meine für \"noob\" oder sowas schon Leuten Bann zu geben ist bissel übertrieben finde ich, aber sowas die Fälle da oben, ich bin mir sicher das können sich die Spieler nicht jedes Spiel leisten oder sie haben demnächst ein Problem :D","replies":[]},{"id":"","poster":"I have NO Impact","date":"2016-01-24T02:01:48.234+0000","up_votes":1,"down_votes":7,"body":"heul halt ....ich flame auch aber auch nur dann wenn ich eine grund habe sry aber wenn bei mir teammates einfach nur rumtrollen oder mich beleidgen oder afk sind dann darf ich doch wohl was zurück sagen , bei euch ist flame ja schon wenn man zu jemandem sagt ,,hör auf zu feeden,, ihr müsst mal einsehen das diese ,,flamer,, nur emotional sind und gewinnen wollen wenn ihr das nicht wollt dann zockt normals den im ranked geht es für viele um das aufsteigen um das ranking und dazu macht verlieren ja auch kein spaß ,es gibt auch kein flamer der von anfang an rumflamt es hat immer einen grund afks,feeder,schlechte spieler  oder man ist einfach mad, und die leute die hier sagen sie würden nicht flamen ... bitte seit einfach still es wird in lol immer flamer geben ihr könnt nichts dagegen tun entweder ihr spielt normals oder ihr mutet einfach alle was ich z.b auch oft mache .","replies":[{"id":"","poster":"SorisDynasty","date":"2016-01-24T08:36:22.272+0000","up_votes":3,"down_votes":0,"body":"Gemäß den Regeln, denen du übrigens zugestimmt hast, darfst du dort **nicht** zurückflamen. Ansonsten musst du auch früher oder später mit den Konsequenzen leben. Und dann sehen wir auch von dir vermutlich ein neues Thema bzgl deines Bannes.\nEmotional werden, schön und gut. Es gibt aber auch andere Mittel und Wege. Schrei deinen Bildschirm an. Mach dir dort die Wut weg. Damit störst du niemanden.","replies":[]},{"id":"","poster":"LaChíca","date":"2016-01-24T02:12:07.633+0000","up_votes":1,"down_votes":1,"body":"du kannst deine 'Emotionen' auch anders zum Ausdruck bringen auch ohne zu beledigen ;D","replies":[]},{"id":"","poster":"Green Lady","date":"2016-01-24T02:09:51.868+0000","up_votes":1,"down_votes":1,"body":"natürlich fluche ich, versuche es aber auf einem minimum zu halten, muten tue ich oft oder gehe einfach nicht drauf ein....meistens heul ich mich aber bei freunden aus....","replies":[]}]},{"id":"","poster":"I love you Malon","date":"2016-01-24T01:51:45.254+0000","up_votes":1,"down_votes":1,"body":"jedes 10.Game sehe ich das dass Tribunal dei Speiler um 85 % verbessert hat...WO DEN????? ich seh kein Unterschied...!","replies":[]},{"id":"","poster":"XLilliaZ","date":"2016-01-24T01:12:59.048+0000","up_votes":1,"down_votes":4,"body":"Und ich wurde als Dumme Hure (dumb whore) bezeichnet und man hat mir gesagt (thats your place in Society) nur weil ich geschrieben habe Morgana pls stop feed und sie hatte dann am ende 6/12 und hat gesagt (Please report Nami for no wards) weil ich nicht Warden konnte weil midlane (Morgana) nie ss gemacht hat und sich aufgeregt hat und gesagt hat (20 minute ss??) und dann nie geholfen hat und man nicht deswegen Warden konnte","replies":[{"id":"","poster":"I love you Malon","date":"2016-01-24T01:23:15.656+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=XLilliaZ,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=0005,timestamp=2016-01-24T01:12:59.048+0000)\n>\n> Und ich wurde als Dumme Hure (dumb whore) bezeichnet und man hat mir gesagt (thats your place in Society) nur weil ich geschrieben habe Morgana pls stop feed und sie hatte dann am ende 6/12 und hat gesagt (Please report Nami for no wards) weil ich nicht Warden konnte weil midlane (Morgana) nie ss gemacht hat und sich aufgeregt hat und gesagt hat (20 minute ss??) und dann nie geholfen hat und man nicht deswegen Warden konnte\n\nLet me hug u :( /(^o^)/","replies":[{"id":"","poster":"LaChíca","date":"2016-01-24T01:36:20.241+0000","up_votes":1,"down_votes":2,"body":"ätzend alles x'D","replies":[]},{"id":"","poster":"XLilliaZ","date":"2016-01-24T01:35:54.996+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=XtremBoy,realm=EUW,application-id=KYnfKGf0,discussion-id=e8FN8M1h,comment-id=00050000,timestamp=2016-01-24T01:23:15.656+0000)\n>\n> Let me hug u :( /(^o^)/\n\nDanke ^^\nAber ich versuche später die ganzen Matches zu spielen um aus Bronze V rauszukommen :)","replies":[]},{"id":"","poster":"Green Lady","date":"2016-01-24T01:49:48.568+0000","up_votes":1,"down_votes":3,"body":"ja ist es wirklich.....unverschämt","replies":[]}]}]},{"id":"","poster":"Ahri a Stark","date":"2016-01-24T16:50:58.350+0000","up_votes":1,"down_votes":3,"body":"Mute sie doch einfach ? ich werde es nieeeeee verstehen\n\nLeute diskutieren tatsächlich lieber das ganze Spiel über wie sehr Person x doch flamen wurde, report hier und report da blablabla\nund vergessen dabei selbst was im Spiel vorsich geht \n\n\nMUTE. DOCH.EINFACH. \nSolche Heulsusen find ich 10x schlimmer als die eigentlichen schlimmen \"Flamer\" :D","replies":[]},{"id":"","poster":"Wernicke","date":"2016-01-24T09:03:49.101+0000","up_votes":1,"down_votes":3,"body":"> kommt mittlerweile in jedem zweiten Game vor\n\nDa hast es ja noch gut. Ich hab kein einziges Spiel wo ich nich reporte weil iwelche Hansels meinen virtuell aufmüpfig zu werden.\n Würden sie im echten Leben vor einem stehen würden sie sich in die Hose machen, aber so werden sie auf ein mal gaaaaaaaanz starke Typen xD","replies":[]}]}