{"id":"2hAENfWH","poster":"Gwarak","date":"2016-01-24T10:05:23.131+0000","title":"Perma Ban gerechtfertigt?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":25,"body":"Nur zur Info, dieser Acc ist auf dem East server, falls man sich wundert. \r\nNat&uuml;rlich wurden nur meine S&auml;tze gedruckt, was meiner Meinung nach das ganze sinnlos ist.\r\nIch hatte eine lange Pause und habe zur neuen Season wieder angefangen. Und dann ohne Vorwarnung Boom.\r\n\r\n\r\n\r\n\r\n\r\nPermanent Account Suspension\r\nGwarak,\r\n\r\nYour account has received a permanent suspension following an extensive audit of in-game behavior within recent League of Legends matches.\r\n\r\nHere are some chat logs that were identified as negative by other players in the community.\r\n~~~~~~~~~~~~~~~~~~~~~\r\nloooool i got over 200ms i can stil kill you XD\r\ndude relax? im lmao\r\nprooo gank\r\nLOOOOOOL\r\ndat\r\ndat fail dive\r\nwow dat babysitting, l2p XD\r\nproooo olaf just dont move and dont help, pro plat\r\nu r losing vs pant, l2p pl noob\r\nand? still u r useles\r\nnoob olaf\r\naha premades\r\nevery bot can farm, but a good player need to teamplay\r\npro plat bot XD\r\ntower down\r\nget so many ganks useless olaf and then we can talk\r\nlol one time in mid game WOOOOOW\r\nso ok i see such a pro olaf, so paly alone\r\ncarry me\r\nshow me your skill\r\nand lucian afk, such pro premades\r\npl premades lost it\r\nagain\r\nno your mum\r\n+\r\nTHX\r\nAHAHAHAHAHAHA\r\nnow i can report u for verbal abuse\r\nTHX\r\nI WIN\r\nu get banned pl premade XD\r\noh i had many bans, so i know the system\r\nu cant do anything\r\ni told u, that olaf is weak\r\nu r lvl 16\r\nno one has lvl 16\r\nthe most famr\r\nand u cnat do anything\r\nnothing\r\nolaf is weak\r\nand your pl premade botlane wasted amumus jungle\r\nand feed around\r\nolaf with 200 cs\r\nand what?\r\nu cant do anything\r\nwin?\r\nmid is pushed\r\nthats a win?\r\nlol dat fail olaf\r\nsuch a carry XD\r\nlucian 3-10\r\nolaf 10-10\r\n10-100\r\n10-100\r\n10-10\r\nlol\r\ndat plat feeder\r\nagain a boosted pl noob\r\nso surr\r\nmister carry\r\nu cant do a thing\r\nnope say thx to your premade botlane\r\nofc premades, u feed bot and now u r blaming mid XD\r\nmorg said that we won bot, is that true?\r\nlol best ks noob ever\r\nagain?????\r\n~~~~~~~~~~~~~~~~~~~~~\r\nYour behavior means you are no longer welcome in the League of Legends community.","replies":[{"id":"","poster":"drexxsack","date":"2016-01-24T12:40:52.191+0000","up_votes":5,"down_votes":0,"body":"Leute, haltet euch zurück. Die nächsten Dinge, die ich sehe, die primär der eigenen Belustigung dienen und keinerlei konstruktiven Inhalt haben, enden minimal in einem Tagesbann.\nBenehmt euch. Das geht ausdrücklich an beide Seiten.\n\nEdit: Da sich das ganze eh nur im Kreis dreht, mach ich an dieser Stelle dicht","replies":[]},{"id":"","poster":"Infoxicating","date":"2016-01-24T10:12:18.103+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=,timestamp=2016-01-24T10:05:23.131+0000)\n> Nat&uuml;rlich wurden nur meine S&auml;tze gedruckt, was meiner Meinung nach das ganze sinnlos ist.\n\nDas ist gar nicht sinnlos, ob du nun provoziert wurdest oder nicht, ein solches verhalten ist untragbar.\nDu hast das ganze Game, wie es aussieht, damit verbracht den Olaf, und Lucian, herabzusetzen und hervorzuheben dass sie schlecht sind weil sie Polen, zumindest interpretier ich das jetzt mal so, sind.\n\nIst das einen Permabann wert? Beim ersten mal auf keinsten, da ich im Chatlog allerdings das hier sehe\n\n>oh i had many bans, so i know the system\n\nHat sich das damit auch geklärt.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T10:46:54.509+0000","up_votes":1,"down_votes":8,"body":"Also z.B. bei Gericht darf dann man immer nur den Kläger anhören und die Verteidigung soll also brav dasitzen und Däumchen drehen?","replies":[{"id":"","poster":"Infoxicating","date":"2016-01-24T10:54:32.333+0000","up_votes":4,"down_votes":0,"body":"Ich sage, dass es in diesem Fall keinen unterschied macht.\nOb du nun anfängst zu flamen oder die anderen, die Strafe ist gerecht.\nWenn sie dich provozieren mute sie und sei einfach still, reporte sie am ende und gut ist.\nSo bist du außer gefahr und sie werden vermutlich gepunisht.","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-01-24T12:20:26.943+0000","up_votes":3,"down_votes":0,"body":"Schlechter Vergleich.\n\nBei Gerichtsverhandlungen geht es darum, eine unklare Faktenlage zu klären und so zu einem Urteil zu kommen.\n\nHier aber ist die Faktenlage klar. Insofern ist es völlig egal was rundherum geschehen ist.\n\nÜberigens, auch viele Gerichtsurteile entstehen ohne Verhandlung, insbesondere bei niedrigen Strafen und klarer Faktenlage kriegst du einfach nen Brief du seist jetzt verurteilt worden. Natürlich hast du dann die Möglichkeit Einsprache zu erheben, aber das hast du bei deinem Permaban ja theoretisch auch.","replies":[]},{"id":"","poster":"Alustus","date":"2016-01-24T12:28:58.643+0000","up_votes":2,"down_votes":0,"body":"mal davon abgesehen das Riot kein Gericht ist und das das ganze eher wie ein Hausrecht zu beurteilen ist:\n\nNein aber wenn du eine Straftat begehst und zu 100% erwiesen ist dass du diese begangen hast, kannst du auch nicht mehr viel machen außer dich zu entschldigen/einsicht zu zeigen was bei Gericht womöglich eine Strafminderung bedeutet.\n\nDu hier siehst aber eher uneinsichtig aus zeigst keine Reue oder ähnliches.\nNein du kritisierst sogar das System.\n\nVon daher  bringt deine zuwortmeldung sowieso nicht selbst wenn riot über strafen verhandel würde.\n\nIn jedem Teamsport bei dem du deine Teammitglieder so beschimpfst/demotivirst/passiv aggressiv angehst wirst du auch ziemlich schnell rausfliegen.","replies":[]}]}]},{"id":"","poster":"Gwarak","date":"2016-01-24T10:22:22.034+0000","up_votes":2,"down_votes":13,"body":"Ja, ich wurde schon mehrere Male gebannt, na und? Ich habe mich falsch verhalten und wurde bestraft. Fertig. Das sollte keinen weiteren Einfluss mehr nehmen, ansonsten kann man sein Verhalten ja nicht bessern.\nIhr werdet es kaum glauben, aber mein Verhalten hat sich sogar gebessert. Ich schreibe z.B. keine harten Beleidigungen mehr (retard etc). Riot möchte dass man sich bessert, aber vergeben unfaire Bestrafungen.\n\nFazit:\nNeuer Acc und ich kann wieder die Sau rauslassen. Macht eh keinen Unterschied.","replies":[{"id":"","poster":"Trace Lost","date":"2016-01-24T10:27:02.728+0000","up_votes":2,"down_votes":0,"body":"Der Unterschied ist das du dir alles neu erspielen musst, und wenn du nicht draus gelernt hast darfst du dir in naher Zukunft noch einen neuen Account erstellen.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T10:34:42.011+0000","up_votes":1,"down_votes":7,"body":"Du überschätzt leider etwas das neu erspielen. Ich habe eh schon mehrere Accounts. Neu erspielen geht schneller als man denkt, dann habe ich eh eine feste Rotation von Champions und brauche also nicht alle.\n\nMöchte auch noch darauf hinwiesen, dass selbst Blizzard keine Perma Bans verteilt, weil das Verhalten sich nicht dadurch bessert (google es). Und Blizzard verteilt Perma Bans auch nur bei Cheater und Botern, aber nicht fürs Fluchen.","replies":[{"id":"","poster":"Trace Lost","date":"2016-01-24T10:39:01.581+0000","up_votes":4,"down_votes":0,"body":"Dein Verhalten soll sich durch den Perma Bann nicht bessern, dafür sind die Stufen davor gedacht, der Perma Bann ist dafür da dich aus League zu verbannen, weil man Spieler wie dich nicht in der Community möchte.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T10:44:14.781+0000","up_votes":1,"down_votes":9,"body":"Und wie möchtest du mich bannen, wenn ich 3 sekunden später mich mit meinem anderen Acc einlogge? Siehste? \nIP Ban? Bei einer dynamischen IP? Versucht es.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T10:56:22.832+0000","up_votes":3,"down_votes":1,"body":"Wir können dich vom Flamen nicht abhalten. Das stimmt.\nDu kannst gerne weiter spielen auf deinen anderen Accounts, aber wenn sich dein VErhalten nicht bessert, dann werden auch deine anderen Accounts irgendwann weg sein.\n\nWie wäre es denn wenn du uns einfach sagst wieso du denn deine Mitspieler beleidigst.\nWürdest du dich denn gut fühlen, wenn dir jemand nach einem fehlgeschlagenen Gank direkt mal sowas wie \"Fail dive, gj\"  schreibt?\nVersuch mal den Grund heraus zu filtern wieso du dich so aufregst in einem Spiel und dabei andere Menschen vor ihren Computern beleidigst.\nHast du mal versuchst alle Leute zu muten? So kannst du dann keine provozierenden Kommentare von den restlichen 9 Spielern lesen.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:23:01.743+0000","up_votes":1,"down_votes":10,"body":"Ich bestreite nicht, dass ich flame oder provoziere. Es geht mir um eine gerechte Strafe.\nNur weil \"Fail dive, gj\" werde ich perma banned, das findest du gerecht? Warum nicht einfach 14 Tage ban (oder 30 oder 60 tage), aber perma? Was soll ich daraus lernen? \nDas ist wie mit Kanonen auf Spatzen schiessen.\n\nDots 2 oder Heroes haben GANZ andere Bestrafungen (time bans und nicht perma bans), aber welches MOBA hat die schlimmste Community? Na wer weiß es? Richtig LoL.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T11:47:11.492+0000","up_votes":7,"down_votes":0,"body":"Wieso spielst du aber dann nicht HoTs? Du quälst dich doch nur mit der Lol Community.\n\nZudem würde dann auch das Bestrafungssystem von HotS besser für dich passen, falls es wieder zu Ausschreitungen deinerseits kommen sollte.\n\nEin 14 Tage-Bann ist Zeit bei der die Leute sich eine Auszeit für LoL nehmen können. Natürlich können sie auf ihren Smurf switchen, aber 14 Tage sind nunmal eine Zeit die perfekt ist, um den meisten Leuten ein klares Signal zu schicken.\nEin 14 Tagebann ist von der Länge her gut um Leute im Urlaub noch mit einem Zipfel dranzukriegen und es ist zu kurz um den Account aufgeben zu wollen.\n\nSollten Banns wie 1 Monat oder 2 Monate kommen, dann wird es nur darauf hinaus laufen, dass die Leute ohne auch nur darüber eine Träne zu vergießen auf ihren Smurf umloggen und dort weiter flamen wie immer.\nWenn dann die 2 Monate vergangen sind haben die schon vergessen wieso sie gebannt wurden und was sie falsch gemacht haben.\n\nDeswegen ist ein 2 Monate/1 Monat Bann nicht effektiv genug. Riot hat den Flamern damals noch bis zu 10 Chancen gegeben bis der Perma kam.\nVerwarnung, 1 Tagesbann, 3 Tages Banns,  1 Wochebanns,  2 Wochenbann, Permabann.   Zwischen durch konnte man immer bei einer Besserung einige Stufen runterklettern, aber bei den Leuten die immer und immer und immer wieder Strafen erhielten lief letztendlich alles auf einen Permabann hinaus. Das konnte bis zu 1 einem JAhr oder länger dauern bis jemand endlich mal permanent gebannt wurde.\n\nMan hat diesen Leuten dutzende Chancen gegeben und trotzdem haben sie es geschafft einen permabann zu kriegen.\nJetzt hat man sich gesagt, dass man \"nur\" noch 3 Chancen hat.\n10 CR 25 CR 14 Tagesbann und dann kommt der Permabann. Schon damals hat man gesehen, dass die Leute die es schon beim 3 Mal nicht verstehen wollten, letztenendlich ihren Permabann nach einer halben Ewigkeit bekommen haben.\nDas Ganze hat man jetzt verkürzt, um die Community effektiver/schneller/besser vor Flamern zu schützen und die Flamer vom Spiel fernzuhalten. (bzw ihnen hoffentlich die Lust am Spiel zu nehmen)\n\nSo wie es jetzt läuft, bietet das System die beste Besserungsquote die es jemals in LoL gegeben hat. (soweit ich weiß)\nIm Grunde schaffen es nur 0,0019 % (oder so) aller Leute einen Permabann zu kriegen.\n\nDiese gebannten Spieler haben im Grunde Challenger Skills in Sachen Flaming. Denn es sind auch nur einpaar Pronzente nach der Kommastelle an Spielern, die es schaffen Challenger zu sein.\n\nMan wird eben nicht nur für ein \"Fail dive, gj\" gebannt. Man wird für 100erte solcher Zitate und dutzende Spiele voller Flame gebannt und nicht nur für einen dummen Kommentar.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:03:28.166+0000","up_votes":1,"down_votes":9,"body":"Also keine Bange, ich spiele gerade einen HotS hoch. Darum geht es nicht, bin eh weg.\nWollte einfach eine andere Meinung wissen.\n\n0,0019%? Quelle? Werden auch doppelte Acc gezählt (bzw nicht)?\n\nMeinungsfreiheit... noch nie davon gehört? Also darf ich nur bis zu einer maximalen Anzahl mal meine Meinung sagen und dann ist schluss? Cool.\n Ich flame und provoziere, aber nichts davon ist PERMA ban würdig.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T12:07:13.280+0000","up_votes":4,"down_votes":0,"body":"Meinungsfreiheit endet da wo die Grundrechte eines andere Menschen beginnen. Mit Beleidigungen (auch wenn es der Wahrheit enspricht) überschreitest du die Grenze eines andere Menschen.\n\nQuelle muss ich kurz raussuchen einen Moment.\nEdit: Eigentlich müsste das sogar bei dir im Permabann E-Mail drinstehen. Also die Prozentzahl wie viele Pronzent an Leuten gebannt werden.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-24T12:08:56.947+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003000000000000000000000000000200000000,timestamp=2016-01-24T12:07:13.280+0000)\n>\n> Meinungsfreiheit endet da wo die Grundrechte eines andere Menschen beginnen. Mit Beleidigungen (auch wenn es der Wahrheit enspricht) überschreitest du die Grenze eines andere Menschen.\n> \n> Quelle muss ich kurz raussuchen einen Moment.\n\nArtikel 5 de Grundgesetz, kannst du per dejure.org verlinken.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T12:21:39.059+0000","up_votes":1,"down_votes":0,"body":"Mit Quelle meinte ich die Prozentzahl von den Permabanns.  Da ich niemals so eine Mail mit einem Permabann-Chatlog erhalten habe, kann ich nicht so leicht die Info raussuchen, aber der TE hat ja selber so eine Mail bekommen.\nAlso kann er es easy in seiner Benachrichtigung lesen.^^","replies":[]}]}]},{"id":"","poster":"Irrsinn","date":"2016-01-24T12:08:35.617+0000","up_votes":2,"down_votes":0,"body":"Meinungsfreiheit heißt immer noch, dass die Regierung dich nicht zensieren darf. Sie gewährt dir in keiner Form Narrenfreiheit.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:20:01.768+0000","up_votes":1,"down_votes":7,"body":"Falsch. Man wird nicht für die Wahrheit bestraft.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-24T12:23:00.965+0000","up_votes":3,"down_votes":0,"body":"Du hast offizielle Definitionen und Gesetzestexte bekommen. Deine persönliche Interprentation oder Vorstellung trifft nicht zu, egal wie oft du das wiederholst.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:28:22.439+0000","up_votes":1,"down_votes":7,"body":"Man  ich habe hier einen Studenten der Rechtswissenschaften neben mir, also nein, du hast leider nicht Recht. Denn so einfach funktioniert das nicht.\n\nUnd geht sowieso OFFTOPIC\n\nFakt ist, dass keiner von euch mir wirklich zeigen konnte, dass mein Verhalten PERMA ban würdig war.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-24T12:36:46.395+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003000000000000000000000000000200000001000000000000,timestamp=2016-01-24T12:28:22.439+0000)\n>\n> Fakt ist, dass keiner von euch mir wirklich zeigen konnte, dass mein Verhalten PERMA ban würdig war.\n\n\nNein, das ist kein Fakt.\nDir wurde bereits erklärt, warum dein Verhalten Perma-würdig war,\ndu bist lediglich mit der Erklärung nicht einverstanden.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-01-24T12:31:42.699+0000","up_votes":5,"down_votes":0,"body":"Und ich habe hier meinen Anwalt sowie die Merkel im Nebenraum die mit dem Obersten Gerichtshof telefoniert um sicherzugehen. \nWenn du den Studenten da wirklich hast und der dir bereits mit der Meinungsfreiheit geholfen hat: empfehle ihm sich ein neues Studium zu suchen.\n\nEdit: Fakt ist du WILLST nicht sehen was nicht in Ordnung war. Ist okay, du bist nicht der Erste und Letzte der meint, wenn er Probleme nicht anerkennt existieren sie nicht.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-01-24T12:49:44.469+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=00030000000000000000000000000002000000010000000000000005,timestamp=2016-01-24T12:45:42.183+0000)\n>\n> Privatrecht oder meinst du eher Zivilrecht? Und die Meinungsfreiheit ist GRUNDGESETZ, ist ein riesen Unterschied.\n\nTrotz allem ist die Meinungsfreiheit einerseits eingeschränkt - lies hier bitte einmal nach - und andererseits gilt die Meinungsfreiheit als Recht gegenüber dem Staat. \n\nWenn Du ein Kabarettist wärst, und hättest eine entsprechende politische Meinung, die Du in deinem Programm verwurstest, und diese im Einklang mit der Meinungsfreiheit ist, kann Dich trotz allem der Betreiber der Räumlichkeiten, in denen Du auftreten möchtest, rausschmeißen, weil den Gästen Dein Programm schlicht und ergreifend nicht gefällt.\nRichtig: Jeder hat das Recht auf eine eigene Meinung. Du hast aber nicht das Recht darauf, dass jeder dieser Meinung beipflichten oder gar tolerieren muss.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-01-24T12:44:08.084+0000","up_votes":4,"down_votes":0,"body":"Dann präsentier uns mal ein gutes Argument. Weil davon sehe von deiner Seite Nichts.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-01-24T13:14:09.709+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003000000000000000000000000000200000001000000000000000b,timestamp=2016-01-24T13:11:29.804+0000)\n>\n> Ein Argument? Perma Ban würdig ist nur z.B. Cheaten oder andauernd AFK sein (und dafür gibt es Leaverbuster). Aber den Chat flamen? Nö. Einen Flamer und Cheater/AFKler auf die selbe Stufe zu setzen ist absolut nicht in Ordnung. \n> Hier kann ich auch einfach sagen, mach den Chat aus und spiel weiter. Dieses Argument geht in beide Richtungen.\n> Und wenn jemand wirklich meint, dass sei fair, dann können wir doch gleich für alles einen Perma Ban geben. Einfach ohne Vorwarnung gleich hart durchgreifen. Dann wäre es sogar lustigerweise wieder FAIR.\n> Bis es soweit ist, dass man nur einfach Nein sagt. Boom. Perma Ban.\n\n\nAFKler, Cheater und Flamer werden nicht auf eine Stufe gestellt. Cheater (nutzen von Exploits/Scripts etc.) wird beim ersten Vergehen meist mit mindestens einem 2 Wochenbann bestraft. Anschließend folgt der Perma. Bei einigen kommt es auch direkt zum Permabann. Flamer haben 4 Eskalationsstufen. Nach den ersten 3 können sie sich noch bessern. AFKler werden nicht gebannt. Die kriegen bei LoL Zeitstrafen, bevor sie eine Warteschlange betreten.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-01-24T12:49:48.550+0000","up_votes":3,"down_votes":0,"body":"Die Meinungsfreiheit erlaubt dir IMMER NOCH NICHT Leute zu beschimpfen!  \nNun anders: ich möchte Beweise von dir. Gesetzestexte, Regelungen, Irgendwas. Dein derzeitiges Gegenargument bis jetzt ist \"nö, ist nicht so\". Das ist mehr als nur ein wenig wackelig. Zeig mal das du im Recht bist.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-01-24T13:15:11.130+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003000000000000000000000000000200000001000000000000000b,timestamp=2016-01-24T13:11:29.804+0000)\n>\n> Ein Argument? Perma Ban würdig ist nur z.B. Cheaten oder andauernd AFK sein (und dafür gibt es Leaverbuster). Aber den Chat flamen? Nö. Einen Flamer und Cheater/AFKler auf die selbe Stufe zu setzen ist absolut nicht in Ordnung. \n> Hier kann ich auch einfach sagen, mach den Chat aus und spiel weiter. Dieses Argument geht in beide Richtungen.\n> Und wenn jemand wirklich meint, dass sei fair, dann können wir doch gleich für alles einen Perma Ban geben. Einfach ohne Vorwarnung gleich hart durchgreifen. Dann wäre es sogar lustigerweise wieder FAIR.\n> Bis es soweit ist, dass man nur einfach Nein sagt. Boom. Perma Ban.\n\nWie schon geschrieben: In den AGB, die Du bei der Erstellung und bei jedem Update aufs Neue akzeptierst, steht dass Du auch für Flaming dauerhaft vom Spiel ausgeschlossen werden wirst. In der Mail zum 14 Tages-Bann steht drinne, dass die nächste Strafe der Perma sein wird.\nCheater bekommen direkt den Perma, ohne die Vorstufen. Von daher wirst Du nicht wie ein Cheater behandelt, sondern bekommst die Möglichkeit, Dein Fehlverhalten abzustellen. Tust Du dies nicht, macht RIOT von seinem Hausrecht Gebrauch und schmeißt Dich raus.","replies":[]},{"id":"","poster":"drexxsack","date":"2016-01-24T13:15:07.400+0000","up_votes":2,"down_votes":0,"body":"Abgesehen davon ist es nicht die Entscheidung des TE, was für einen Permabann reicht und was nicht.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-01-24T13:05:50.167+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=00030000000000000000000000000002000000010000000000000009,timestamp=2016-01-24T13:03:24.049+0000)\n>\n> Ähm doch? Man muss die Meinung anderer tolerieren. Dazu ist Toleranz da. \n> Es sei denn man ist in der SPD/Grünen Fraktion und möchte TV-Duelle sabotieren ;)\n\nKeiner ist dazu gezwungen, die Meinung anderer zu tolerieren. Zeig mir bitte, wo genau das steht, dann revidiere ich gerne, was ich gesagt habe.\nSolange Du das nicht kannst, bleibe ich dabei: Ich muss als Privatperson andere Meinungen nicht tolerieren.","replies":[]},{"id":"","poster":"drexxsack","date":"2016-01-24T12:55:41.329+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=00030000000000000000000000000002000000010000000000000005,timestamp=2016-01-24T12:45:42.183+0000)\n>\n> Privatrecht oder meinst du eher Zivilrecht? Und die Meinungsfreiheit ist GRUNDGESETZ, ist ein riesen Unterschied.\n\nhttp://de.webfail.com/0a04b26c74e\nEinfach mal lesen ;)\n\nAdressat der Grundrechte ist der Staat. Der Staat muss Grundrechte zwingend beachten.\nDas gilt für Grundrechtsträger nicht. Grundrechte in eine Diskussion einzubringen, die sich primär auf das Verhältnis zwischen Privatpersonen ist nicht unbedingt das beste, was man tun kann.\nDie Drittwirkung von Grundrechten(sowie das Prinzip der praktischen Konkordanz) betreffen primär Grenzfälle.\nDas ist kein Grenzfall. Du hast dich daneben benommen und das mehr als nur einmal. Dir wurde auch mehr als nur einmal gesagt, dass dein Account permanent gesperrt wird, wenn du so weiter machst.\nDer Permabann ist die (konkludente) Willenserklärung, mit dir keinen Vertrag mehr haben zu wollen, solange du dich nicht an die Regeln halten kannst. Sie haben von ihrem Kündigungsrecht gebrauch gemacht.\nWenn du es unbedingt klären willst, nimm dir einen Anwalt. Das Risiko trägst dann aber auch du und die Wahrscheinlichkeit. Juckt mich nicht sonderlich, ist immerhin dein Geld.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-01-24T12:39:48.261+0000","up_votes":2,"down_votes":0,"body":"Ich hoffe der Teil mit der Meinungsfreiheit ist nur ein Kommunikationsproblem zwischen den beiden. Ich habe das schon in einer der ersten Vorlesungen zu Privatrecht gehört. Und ich studiere \"nur\" BWL.\n\nWenn es keines ist, sehe ich wirklich keine Zukunft für den Jurastudenten. Zumindest nicht in dem Bereich.","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T13:03:24.049+0000","up_votes":1,"down_votes":6,"body":"Ähm doch? Man muss die Meinung anderer tolerieren. Dazu ist Toleranz da. \nEs sei denn man ist in der SPD/Grünen Fraktion und möchte TV-Duelle sabotieren ;)","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T13:11:29.804+0000","up_votes":1,"down_votes":7,"body":"Ein Argument? Perma Ban würdig ist nur z.B. Cheaten oder andauernd AFK sein (und dafür gibt es Leaverbuster). Aber den Chat flamen? Nö. Einen Flamer und Cheater/AFKler auf die selbe Stufe zu setzen ist absolut nicht in Ordnung. \nHier kann ich auch einfach sagen, mach den Chat aus und spiel weiter. Dieses Argument geht in beide Richtungen.\nUnd wenn jemand wirklich meint, dass sei fair, dann können wir doch gleich für alles einen Perma Ban geben. Einfach ohne Vorwarnung gleich hart durchgreifen. Dann wäre es sogar lustigerweise wieder FAIR.\nBis es soweit ist, dass man nur einfach Nein sagt. Boom. Perma Ban.","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T12:45:42.183+0000","up_votes":1,"down_votes":7,"body":"Privatrecht oder meinst du eher Zivilrecht? Und die Meinungsfreiheit ist GRUNDGESETZ, ist ein riesen Unterschied.","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T12:42:12.585+0000","up_votes":1,"down_votes":7,"body":"Immernoch kein gutes Argument, tut mir leid. Weiter unten schrieb einer sachlich genug, aber leider antwortet der nicht.","replies":[]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-24T12:11:50.038+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=000300000000000000000000000000020000,timestamp=2016-01-24T12:03:28.166+0000)\n>\n\n> Meinungsfreiheit... noch nie davon gehört? \n\nSämtliche Freiheiten ohne Ausnahme enden dort, wo du die Freiheiten anderer angreift.\nFreiheit der Lehre entbindet nicht von der Treue zur Verfassung,\nPressefreiheit erlaubt keine Verleumdung,\nund Meinungfreiheit bedeutet nicht, das du alles sagen darfst was du willst.\n\nhttp://dejure.org/gesetze/GG/5.html\n\nWenn du nicht weißt, wofür ein Begriff stehst, solltest du diesen erst nachchlagen und dann verwenden.\n","replies":[]}]}]},{"id":"","poster":"Blurm","date":"2016-01-24T11:31:37.619+0000","up_votes":5,"down_votes":0,"body":">Nur weil \"Fail dive, gj\" werde ich perma banned\n\nÄhm..\n\n>dat plat feeder\nagain a boosted pl noob\n\nDas ist ein kleiner Unterschied.\n\n>welches MOBA hat die schlimmste Community? Na wer weiß es? Richtig LoL.\n\nUnd du bist eins der besten Beispiele, warum das so ist.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:55:21.040+0000","up_votes":1,"down_votes":8,"body":"Und mich direkt angreifen. Verdienst einen Perma Ban.","replies":[{"id":"","poster":"Rirol","date":"2016-01-24T12:22:51.157+0000","up_votes":3,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:26:12.365+0000","up_votes":2,"down_votes":7,"body":"Deine Tochter tut mir leid, drück Sie mal. Die ist echt traurig :(","replies":[{"id":"","poster":"Rirol","date":"2016-01-24T12:49:41.360+0000","up_votes":1,"down_votes":0,"body":"Ui eine schlagfertige Antwort.^^\nDas muss man dir mal zu gut halten.","replies":[]}]}]},{"id":"","poster":"Flakies12","date":"2016-01-24T12:19:53.932+0000","up_votes":4,"down_votes":0,"body":"Du greifst die ganze Community an und beschwerst dich nun das dich ein fremder Mensch zu den schlimmsten Teil der Mitspieler zählt? Richtig logisches denken von dir.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:25:38.002+0000","up_votes":1,"down_votes":8,"body":"Wen habe ich hier angegriffen? :)\nUnd Sarkasmus ist auch etwas schönes ;), aber nun siehst was ich genau meine, denn genau wegen sowas wurde perma banned.","replies":[{"id":"","poster":"Flakies12","date":"2016-01-24T12:28:17.299+0000","up_votes":2,"down_votes":0,"body":"\"welches MOBA hat die schlimmste Community? Na wer weiß es? Richtig LoL.\" ??????? Und einen Satz später beschweren das dich jemand dazu zählt. Provozierendes Verhalten hat halt hier nichts zu suchen. Menschen mit einer anständigen Erziehung wüssten das. ","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:31:24.880+0000","up_votes":1,"down_votes":6,"body":"Das war für dich ein Angriff? Wirklich?","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-24T12:44:25.982+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=00030000000000000000000000000000000000000000000000000001,timestamp=2016-01-24T12:41:02.152+0000)\n>\n> Gott jetzt wird auch hier noch ein Bolzplatz in den Raum geworfen...  Hast du jemals Fussball gespielt? Denn dort gehst meiner Erfahrung nach sogar härter zu. Und das ohne Beleidigungen.\n\nund was unterscheidet ne Runde LOL mit ner Runde Fußball auf dem Bolzplatz?\nRichtig: In LOL spielst Du mit 4 Dir fremden Menschen zusammen. Auf dem Bolzplatz kennt man sich eher, und weiß wie etwas gemeint ist. Merkste selber, oder?","replies":[]},{"id":"","poster":"Flakies12","date":"2016-01-24T12:33:17.153+0000","up_votes":2,"down_votes":0,"body":"Im Zusammenhand mit deinem darauf folgdenen Satz \"Und mich direkt angreifen. Verdienst einen Perma Ban.\" Ist es provozierend.\n\nWenn ich früher auf dem Bolzplatz gespielt habe und müsste mit einem Team aus fremden spielen die mir solche dummen Sachen an den Kopf werfen..... würde sich nicht jeder genervt fühlen? ","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T12:48:59.417+0000","up_votes":1,"down_votes":5,"body":"Also dann haste du nie richtig Fussball gespielt. Ich habe schon mehrere Male mit Fremden und gegen Fremde gespielt. Fussball unter Kumpeln ist was total anderes.","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T12:41:02.152+0000","up_votes":1,"down_votes":5,"body":"Gott jetzt wird auch hier noch ein Bolzplatz in den Raum geworfen...  Hast du jemals Fussball gespielt? Denn dort gehst meiner Erfahrung nach sogar härter zu. Und das ohne Beleidigungen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2016-01-24T11:38:44.385+0000","up_votes":3,"down_votes":0,"body":"Wie Blizzard einfach das Handtuch werfen und den Chat deaktivieren ist also die richtige Entscheidung? Da finde ich das Argument noch besser, bei dem Flame erlaubt sein sollte, weil im Internet schon immer geflamt wurde. Und mal ehrlich, das ist schon ein sehr schwaches Argument.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:54:50.621+0000","up_votes":1,"down_votes":6,"body":"Besser ein schwaches Argument, als gar keins.","replies":[]}]}]}]}]}]},{"id":"","poster":"Elthision","date":"2016-01-24T10:41:46.442+0000","up_votes":5,"down_votes":0,"body":"> Möchte auch noch darauf hinwiesen, dass selbst Blizzard keine Perma Bans verteilt, weil das Verhalten sich nicht dadurch bessert\n\nGewissermassen hast du Recht. Der Permaban dient nämlich dazu, Spieler, welche nicht aus den Verwarnungen und Bestrafungen lernen, permanent vom Spiel fernzuhalten. Du scheinst nicht wirklich viel durch die Bestrafungen gelernt zu haben, denn du verhälst dich auch keineswegs einsichtig. Wenn der 2 Wochen Bann nicht hilft, dein Verhalten zu bessern, was sollte dann dein Verhalten verbessern?\n\nMag sein, dass du noch mehrere Accounts hast. Wenn du aber so weiter machst, werden die auch weg sein...","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T10:52:39.087+0000","up_votes":1,"down_votes":11,"body":"Ah, ich spiele schon mehere Accounts seit Season 1 ( wann war die? boah schon etwas her). Also wird das wohl etwas dauern, bis mein nächster Account gebannt wird.","replies":[{"id":"","poster":"Elthision","date":"2016-01-24T11:09:38.334+0000","up_votes":6,"down_votes":0,"body":"Ich verstehe deine Schlussfolgerung nicht ganz.\nDieser Account hier, Gwarak, gibt es auch schon seit Season 1 oder 2. Dieser wurde jetzt in dieser Season gebannt, nach der Einführung des neuen Bestrafungs-Systems.\nWas sollte jetzt mit den anderen Accounts anders sein? Mag sein, dass sie nicht direkt morgen gebannt sind, und dass glaube ich auch nicht, aber langfristig, wirst du die Accounts nicht behalten können, wenn du dein Verhalten nicht änderst.\nEs wird jedoch nicht 6 Seasons dauern...","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T11:54:20.903+0000","up_votes":1,"down_votes":0,"body":"woher weißt du, dass der account Gwarak bei der Einführung des Systems eine Strafe bekommen hat? Würde mich mal so interessieren","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T11:37:41.115+0000","up_votes":1,"down_votes":8,"body":"Oho, Hellseher.","replies":[]}]},{"id":"","poster":"Blurm","date":"2016-01-24T11:29:51.288+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich weiter so benimmst wie auf dem Account hier, wirds nicht lange dauern, bis der nächste gebannt wird.","replies":[]}]}]}]}]},{"id":"","poster":"Infoxicating","date":"2016-01-24T10:30:32.284+0000","up_votes":6,"down_votes":0,"body":"An den bestrafungen ist gar nichts unfair.\nDu kriegst eine kleine Bestrafung, in der Hoffnung das du dein Verhalten besserst, tust du das nicht werden diese halt härter, damit du merkst, dass du mit solchem verhalten nicht weiter kommst. Wenn du genug \"Warnungen\" erhalten hast, und dich immer noch nicht gebessert hast wirst du als unverbesserlich angesehen und gebannt, fertig.\nKlar kannst du dir einen neuen Account erstellen und da die sau rauslassen, aber mit diesem Satz beweißt du dass du wohl auch gar nicht vor hattest dich zu bessern oder nichts aus dieser Situation gelernt hast.","replies":[]},{"id":"","poster":"Deathzøne","date":"2016-01-24T10:39:41.253+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003,timestamp=2016-01-24T10:22:22.034+0000)\n>\n> Ja, ich wurde schon mehrere Male gebannt, na und? Ich habe mich falsch verhalten und wurde bestraft. Fertig. Das sollte keinen weiteren Einfluss mehr nehmen, ansonsten kann man sein Verhalten ja nicht bessern.\n> Ihr werdet es kaum glauben, aber mein Verhalten hat sich sogar gebessert. Ich schreibe z.B. keine harten Beleidigungen mehr (retard etc). Riot möchte dass man sich bessert, aber vergeben unfaire Bestrafungen.\n> \n> Fazit:\n> Neuer Acc und ich kann wieder die Sau rauslassen. Macht eh keinen Unterschied.\n\nDu wurdest mehrere male gebannt und hast trotzdem weiterhin geflamt und leute beleidigt. also hast du aus deinen fehlern definitiv NICHT gelernt und somit ist der bann mehr als überfällig und gerechtfertigt! leuten wie dir, welche weder einsichtig noch willig sind sich zu ändern, sollte man eig nen ip bann geben.....und nur ne info am rande: dein neuer account wird von riot sehr genau beobachtet....und wesentlich schneller bestraft.\nhör einfach auf lol zu spielen...damit tust du dir und vor allem uns einen großen gefallen. leute wie dich braucht lol definitiv nicht.\nund nur mal aus intresse: wie alt bist du? 10? verhälst dich zumindest so :D","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-24T11:42:06.090+0000","up_votes":1,"down_votes":0,"body":"IP Banns verteilen halte ich für sehr schlecht. Es stellt kein Problem dar, in kürzester Zeit die IP zu wechseln und wenn dann trifft das auch immer unschuldige. Einmal war ich im Internet surfen und wollte mir ein Webcomic ansehen. Mir wurde der Zugriff verweigert, weil \"diese IP als schädlich erkannt wurde\", ohne die Seite jemals auch nur zuvor besucht zu haben.","replies":[]},{"id":"","poster":"Gwarak","date":"2016-01-24T11:50:44.773+0000","up_votes":1,"down_votes":6,"body":"Mich als 10 Jährigen \"herabwürdigen\" (nicht wirklich aber sachlich ist anders). Heuchler sind hier unerwünscht. Nach deiner Logik hättest du jetzt einen Perma Ban verdient.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2016-01-24T12:22:25.402+0000","up_votes":4,"down_votes":0,"body":"Ich sehe zumindest beim Schnell darüber lesen keine Spielrelevanten posts von dir.\nIch sehe keine positive Meldung von dir.\nIch sehe aber 50 Chatnachrichten die negativ sind.\n\nDementsprechend steuerst du nur negative dinge zum Spielerlebniss bei und der bann ist mMn gerecht.","replies":[]},{"id":"","poster":"Megnok","date":"2016-01-24T10:54:05.696+0000","up_votes":3,"down_votes":0,"body":"Deine Verteidigung hast du selbst untergraben mit deinem Verhalten hier. Selbst für 15 jährige \"Kiddies\" wäre das nicht entschuldbar. Also geh mit deinen zigg Accounts spielen,a ber QQ beim nächsten Bann nicht wieder rum.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:36:05.568+0000","up_votes":1,"down_votes":10,"body":"Aha, mich mit \"Kiddies\" bezeichnen. Heuchler sind hier unerwünscht.","replies":[{"id":"","poster":"Blurm","date":"2016-01-24T11:38:56.010+0000","up_votes":4,"down_votes":0,"body":"Flamer noch mehr.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:48:58.085+0000","up_votes":1,"down_votes":10,"body":"Die Wahrheit tut weh und ist kein Flame.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T11:59:30.948+0000","up_votes":4,"down_votes":0,"body":"Doch ist es. Einen dicken Menschen als fett zu bezeichnen ist die Wahrheit. Ist es aber eine Beleidigung ? Ja, weil es die andere Person kränkt auch wenn es wahr ist.\n\nEinen Brillenträger als Brillenschlange zu bezeichnen ist auch eher als Beleidigung gedacht und nicht als nette Floskel.\n\nEinen schlechten Spieler als Noob (**N**ewbie **o**ut **o**f **B**rain\"), weil er schlecht spielt und total dumme Aktionen macht ist auch falsch, denn auch das nervt die Leute. Man streut nur unnötig Salz in die Wunde.\nEinem Spieler zu sagen, dass er wie Bronze V spielt, weil er vielleicht wrklich sehr schlecht spielt, ist vielleicht die Wahrheit aber nervt/kränkt die Leute trotzdem.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:18:09.894+0000","up_votes":1,"down_votes":8,"body":"Nein. Ein Fakt ist ein Fakt. Man wird nicht für sowas bestraft. Also immernoch nicht Perma Ban würdig ;)","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-24T12:19:59.751+0000","up_votes":4,"down_votes":0,"body":"Das ist Wunschdenken deinerseits.","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-01-24T11:58:25.276+0000","up_votes":4,"down_votes":0,"body":"Aha. Also darf man auf die Straße gehen, willkürliche Leute, die nicht das attraktivste Aussehen haben, als hässlich bezeichnen wie mir lustig ist, und das wäre keine Beleidigung? Ist ja nur die harte Wahrheit...\n\nWahrheit und Beleidigung können Hand in Hand gehen.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:19:19.262+0000","up_votes":1,"down_votes":6,"body":"Siehe oben.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-01-24T13:00:42.745+0000","up_votes":2,"down_votes":0,"body":"Same. Siehe oben.","replies":[]}]}]},{"id":"","poster":"Antiqui","date":"2016-01-24T13:07:35.901+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0004000000000000,timestamp=2016-01-24T11:48:58.085+0000)\n>\n> Die Wahrheit tut weh und ist kein Flame.\n\nDu bist ein asoziales verwöhntes Kleinkind, das früher zu heiß gebadet wurde und nur arbeit in einer Behinderten Werkstatt bekommt.\n\nIst nur die Wahrheit, oder meine Meinung (die beiden Klassiker der ausreden)\n\nIch hoffe du siehst selbst deinen Fehler","replies":[]}]},{"id":"","poster":"Gwarak","date":"2016-01-24T12:57:54.907+0000","up_votes":1,"down_votes":7,"body":"Tja, leider habt ihr euch beide nur selbst ins Aus geschossen.\n Aber hier ist das perfekte Beispiel, wie die LOL Community tickt. Ich werde hier beleidigt und bekomme dislikes :D\n\nGenau wie Ingame. Grossartig. Ich applaudiere hier gerade vor Glück :D \nNull Kritikfähigkeit.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T13:11:26.461+0000","up_votes":3,"down_votes":0,"body":"Du verallgemeinerst es viel zu sehr.\n\nIch habe dich nicht provoziert und nicht beleidigt. Ich habe dir so wie viele hier konstruktive Information mit Hilfestellungen gegeben.\nUnd ja leider gibt es auch hier einige die sich an Flamern wie dir \"rächen\" wollen.\n\nLeider trägst aber auch du nicht zu einer guten Diskussion bei. Weswegen es auch momentan ziemlich ausartet.","replies":[]}]}]},{"id":"","poster":"Temudschinn","date":"2016-01-24T12:33:58.489+0000","up_votes":2,"down_votes":0,"body":"Er hat nicht gesagt dass du ein Kiddie wärst, sondern dass selbst wenn du ein Kiddie wärst (eh ein blödes wort) dieses Verhalten unter aller sau wäre. Es gibt keinen Grund sich übermässig angegriffen zu fühlen nur weil andere dir nicht zustimmen.","replies":[]}]}]},{"id":"","poster":"Trace Lost","date":"2016-01-24T10:12:56.164+0000","up_votes":2,"down_votes":2,"body":"Ja das System ist überempfindlich wenn du schon einen 14 Tage Bann hast.\n\nHabe auch einen auf meinem Main werde den  jetzt erstmal 1 Jahr nichtmehr benutzen damit ich nicht gepermabanned werde","replies":[{"id":"","poster":"drexxsack","date":"2016-01-24T10:15:55.266+0000","up_votes":3,"down_votes":0,"body":"Es ist relativ sinnlos eine zeitliche Strecke im Format x Sekunden zu warten(Jedenfalls solange du dich nicht absolut besserst). Sofern sich Bannstufen resetten, kannst du davon ausgehen, dass nicht die absolute Zeit ausschlaggeben ist, sondern die Zeit in Form von Spielen. Das ist Riots bevorzugte Messeinheit für die meisten Dinge.","replies":[{"id":"","poster":"Trace Lost","date":"2016-01-24T10:24:48.497+0000","up_votes":1,"down_votes":0,"body":"Im Moment spiele ich ja auf einem seit der Sperre neu angelegte Account um mich zu bessern, bevor ich überzeugt bin das ich \"geheilt\" bin werde ich mich nicht mehr auf meinem Main einloggen, auch wenn er schon entsperrt ist.\n\nZum TE, ich finde es offengesagt gerechtfertigt.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-24T11:00:21.016+0000","up_votes":1,"down_votes":1,"body":"Was sind denn deine Methoden, um dich vom flamen/blamen abzuhalten?\nEs ist eigentlich ziemlich offensichtlich aber hast du schon probiert alle zu muten. So hast du ja auch garkeinen Grund mehr dich aufzuregen, denn dumme Kommentare wirst du ja nicht mehr lesen können.","replies":[{"id":"","poster":"Trace Lost","date":"2016-01-24T11:03:11.955+0000","up_votes":1,"down_votes":0,"body":"Auf dem Smurf habe ich bis jetzt garnicht geflamt bin zufrieden wie es läuft finde die Methode schon nicht schlecht, so kann ich aufhören zu flamen ohne alle muten zu müssen.","replies":[]}]}]}]}]},{"id":"","poster":"Pilze","date":"2016-01-24T11:39:36.841+0000","up_votes":1,"down_votes":0,"body":"Ich würde einfach sagen, berechtig. Mehr gibt es dazu nicht zu sagen","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:56:22.066+0000","up_votes":1,"down_votes":6,"body":"Wo? Wenn man sich bessern soll, dann möchte ich meine Fehler sehen. Wo sind die Beleidigungen, die PERMA ban würdig sind.","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-24T12:47:20.593+0000","up_votes":4,"down_votes":0,"body":"Hier mal dein Text mit kommentaren:\n\nloooool i got over 200ms i can stil kill you XD -> Verhöhnen des Gegners\ndude relax? im lmao\nprooo gank -> Beleidigung der Handlung des Junglers\nLOOOOOOL\ndat\ndat fail dive -> Same\nwow dat babysitting, l2p XD -> Lern Spielen - Beleidigung\nproooo olaf just dont move and dont help, pro plat - Das \"Prooo\" ist offensichtlich ironisch, somit Beleidigung\nu r losing vs pant, l2p pl noob -> direkte Beleidigung\nand? still u r useles -> nutzlos=Beleidigung\nnoob olaf -> direkte Beleidigung\naha premades\nevery bot can farm, but a good player need to teamplay\npro plat bot XD -> s.o.\ntower down\nget so many ganks useless olaf and then we can talk -> s.o.\nlol one time in mid game WOOOOOW\nso ok i see such a pro olaf, so paly alone -> s.o.\ncarry me\nshow me your skill -> impliziert, dass sein skill bescheiden ist ->Beleidigung\nand lucian afk, such pro premades -> s.o.\npl premades lost it -> Spiele als verloren zu beschreiben greift die Teammoral hart an\nagain\nno your mum -> Je nach kontext okay\n+\nTHX\nAHAHAHAHAHAHA\nnow i can report u for verbal abuse\nTHX\nI WIN\nu get banned pl premade XD\noh i had many bans, so i know the system\nu cant do anything\ni told u, that olaf is weak -> direkte, wenngleich eher milde Beleidigung\nu r lvl 16\nno one has lvl 16\nthe most famr\nand u cnat do anything -> siehe \"useless\"\nnothing\nolaf is weak\nand your pl premade botlane wasted amumus jungle\nand feed around -> siehe \"useless\"\nolaf with 200 cs\nand what?\nu cant do anything -> siehe \"useless\"\nwin?\nmid is pushed\nthats a win?\nlol dat fail olaf -> direkte Beleidigung\nsuch a carry XD\nlucian 3-10 -> Impliziert, dass Lucian schlecht spielt, bringt aber niemandem im Spiel auch nur ansatzweise nützliche Infos.\nolaf 10-10\n10-100\n10-100\n10-10\nlol\ndat plat feeder -> s.o.\nagain a boosted pl noob -> impliziert, dass der betreffende schwächer als platin spielt.\nso surr -> negative einstellung\nmister carry\nu cant do a thing -> s.o.\nnope say thx to your premade botlane\nofc premades, u feed bot and now u r blaming mid XD -> s.o.\nmorg said that we won bot, is that true?\nlol best ks noob ever -> s.o.\nagain?????\n\nAlso durchaus eine Menge Beleidigungen, dazu noch negative attitude. Auffallend finde ich v.a., dass du dasselbe xmal wiederholst. Das erhöht den \"Nerv-Faktor\" noch bedeutend. Permaban würdig wird das ganze durch genau diese Wiederholungen (innerhalb dieses Logs und auch über mehrere Strafen hinweg)","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:50:51.902+0000","up_votes":1,"down_votes":8,"body":"Copy&Paste. War bestimmt anstregend. Gönn dir jetzt ein Bierchen und entspann dich.","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-24T12:56:36.140+0000","up_votes":3,"down_votes":0,"body":"Nein, nicht nur copypaste. Ich habe bei den einzelnen Zeilen erläutert, warum sie mMn  (und vermutlich auch anchd er Meinung vom rest der Community) nicht okay sind. Wenn du schon eine Frage stellst, lies die Antwort wenigstens vollständig.","replies":[]}]}]},{"id":"","poster":"Pilze","date":"2016-01-24T12:12:22.876+0000","up_votes":4,"down_votes":0,"body":"Dein Anhaltendes Verhalten und ständigen Beleidigung Andere gegenüber. Du willst nicht mal deine Fehler sehen und verstehst einfach nicht warum. Entweder bist du zu Blöd oder du willst nicht verstehen.\nIch Tippe eher das du nicht verstehen willst, weil du fest im glauben bist das du ein normal spielender Mensch bist. Und solche Leute wie du werden es niemals verstehen, da muss ein Perma Bann her.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:52:35.178+0000","up_votes":1,"down_votes":5,"body":"Nix was einen Perma Ban rechtfertigt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-24T12:54:40.417+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0006000000000000,timestamp=2016-01-24T12:52:35.178+0000)\n>\n> Nix was einen Perma Ban rechtfertigt.\n\nDeine Vorgeschichte rechtfertigt den Perma. Wie im echten Leben auch: Bist Du vorbestraft, hast Du es - auch wenn Du vor Gericht stehst - immer schwerer.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:59:42.694+0000","up_votes":1,"down_votes":4,"body":"Ja, aber bekommt nicht gleich Lebenslänglich. Sondern die Strafe wird öfters vergeben.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-24T13:04:07.845+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=000600000000000000000000,timestamp=2016-01-24T12:59:42.694+0000)\n>\n> Ja, aber bekommt nicht gleich Lebenslänglich. Sondern die Strafe wird öfters vergeben.\n\nOk, machen wir es anders:\nDu pöbelst in einer Disko rum. Die Gäste beschweren sich, und der Diskobetreiber schmeißt Dich für den Tag raus. Machst Du das noch mal, spricht dann der Diskobetreiber ein Hausverbot aus, und Du darfst auch nicht mehr in die Disko rein.\n\nFakt ist: Du hast mit Deinem toxischen Verhalten - ob Du das nun einsehen willst oder nicht - gegen die AGB von RIOT verstoßen. Der Perma ist RIOTS letzte Instanz zu sagen, dass dieses Verhalten in LOL nicht geduldet wird. RIOT hat von seinem Hausrecht Gebrauch gemacht und Dich rausgeschmissen. Ob Dir das nun passt, oder nicht, ist vollkommen egal.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-01-24T12:31:49.700+0000","up_votes":2,"down_votes":0,"body":"Ja, der Permaban ist gerechtfertigt. Du hast nicht nur nichts aus den milderen Strafen gelernt - du gibst sogar damit an bestraft worden zu sein!\n \n> u get banned pl premade XD\n> oh i had many bans, so i know the system\n\nRiot hat dir viele Chancen gegeben. Riot wollte, dass du weiterhin LoL spielst. Aber Riot will auch, dass andere Spieler Spass haben - und Riot hat gemerkt, dass Leute die geflamt werden meist genervt sind. \n\nDu hast jetzt drei Möglichkeiten: -Du akzeptierst, dass die Mehrheit der Community dich mit deinem momentanen Verhalten einfach nur ätzend findet und spielst HotS oder was acuh immer.\n-Du besserst dich.\n-Du spielst weiter und schaust zu, wie deine Accounts nach und nach gebannt werden.","replies":[]},{"id":"","poster":"Ask Tavira","date":"2016-01-24T10:15:17.035+0000","up_votes":1,"down_votes":0,"body":"Beste stelle: u get banned pl premade XD\noh i had many bans, so i know the system.\nDu beleidigst zwar nicht, trotzdem nerven leute wie du, die ein verlorenes Spiel nicht verkraften können und anfangen ihr Team zu blamen.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-24T11:42:49.144+0000","up_votes":1,"down_votes":0,"body":"Ich finde in dem Chatlog aber auch Beleidigungen.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:48:23.081+0000","up_votes":1,"down_votes":5,"body":"Wo? Wenn man sich bessern soll, dann möchte ich meine Fehler sehen. Wo sind die Beleidigungen, die PERMA ban würdig sind.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-24T12:04:37.161+0000","up_votes":3,"down_votes":0,"body":">u r losing vs pant, l2p pl noob\nand? still u r useles\nnoob olaf\ndat plat feeder\nagain a boosted pl noob\nlol best ks noob ever\n\n\nHier bitte, deine Beleidigungen. Permabannwürdig werden sie dadurch, dass du dich nach dem 2 Wochenbann immer noch nicht anständig Verhalten wolltest/konntest.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T12:13:56.870+0000","up_votes":1,"down_votes":2,"body":"Und genau das ist der Knackpunkt. Das selbst ist nicht Perma Ban würdig, aber man hat als Spieler keine Ahnung, wann man sich offiziell gebessert hat. Definier mir diese sogenannte Besserung.","replies":[{"id":"","poster":"Rirol","date":"2016-01-24T12:46:08.888+0000","up_votes":2,"down_votes":0,"body":"Kommen wir doch nochmal zur Analogie mit dem Führerschein.\nDu hast vorher schon Strafpunkte gesammelt und wenn du nach der 1. und oder 2. Strafe weiter Punkte sammelst kann dir der Führerschein entzogen werden.\nDa ist es egal ob du 1 Jahr nichts falsch gemacht hast und dann nur eine Bagatelle.\nDu hast eine bestimmte Schwelle überschritten und bekommst die Konsequenzen serviert.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-01-24T12:24:49.224+0000","up_votes":2,"down_votes":0,"body":"Es reicht völlig sich hieran zu halten\n\n\"Don´t be a jerk\" \nzu Deutsch in etwa \"Sei kein Arsch\".\n\nSolange du mit deinem Verhalten absichtlich andere Spieler ärgerst, störst, angreifst oder ihnen das Spielerlebnis verderben willst, musst du auch immer damit rechnen gebannt zu werden. \n\nDabei ist es eigentlich egal, ob man sich für absichtliches Feeden, trollen, flamen, blamen, beleidigen, provozieren oder ironische Kommentare wie \"gj jungler\" nach jedem schlechten Gank und versauten Dragonsmite entscheidet. Die Systeme arbeiten unterschiedlich, laufen aber am Ende immer darauf hinaus, dass das störende Verhalten eingestellt wird. Ob das durch eine Besserung (unterlassen störenden Verhaltens) des Spielers oder durch einen Permabann der Fall ist, macht für die übrigen Spieler keinen nennenswerten Unterschied.\n\nEdit: \n\nIch kann zwar verstehen, dass man sich bei einem schlecht laufenden Spiel aufregt und vielleicht auch gerne seine Wut rausschreien möchte, kann man gerne machen. Ich kann aber nicht nachvollziehen, was der Sinn dahinter ist, anderen im Chat zu schreiben, wie schlecht sie spielen. Bestenfalls werden dadurch die eigenen Siegeschancen geschmälert, weil der Teamgeist angegriffen wird oder die Mitspieler einen muten und den einen guten Call nicht mitkriegen, der das Spiel hätte wenden können.","replies":[]}]}]}]}]},{"id":"","poster":"Gwarak","date":"2016-01-24T10:45:36.922+0000","up_votes":1,"down_votes":8,"body":"Genau ich nerve und provoziere, aber das alles ist keinen perma ban wert.","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-24T11:05:13.246+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=00020000,timestamp=2016-01-24T10:45:36.922+0000)\n>\n> Genau ich nerve und provoziere, aber das alles ist keinen perma ban wert.\n\nGenau das ist, nach einigen Strafen durchaus den Perma wert.\n\nStell Dir mal folgendes vor: Du fährst Auto und immer so viel zu schnell, dass Du einen Punkt und Bußgeld bekommst. Wenn Dein Punktekonto in Flensburg eine gewisse Anzahl Punkte aufweist, ist Dein Lappen weg. Dabei ist es vollkommen egal ob der Ausschlaggebende Punkt davon kommt, dass Du genau soviel zu schnell gefahren bist, dass Du einen Punkt und ein Bußgeld bekommst, oder ob Du einen absolut gefährlichen Eingriff in den Straßenverkehr vorgenommen hast.\n\nFakt ist: Du hast einmal bei der Erstellung Deines Accounts und bei jedem Update aufs Neue den AGB zugestimmt. Dort ist festgehalten, dass bei Fehlverhalten - und ja, Nerven und Provozieren fällt auch darunter - Dein Account entsprechend bestraft wird. Dies kann bis zur vollständigen Schließung Deines Accounts gehen. Du solltest Dir vielleicht mal die AGB durchlesen, bevor Du hier weiter darauf beharrst, dass der Perma ja so unfair und ungerecht ist, und eigentlich nicht sein dürfte.","replies":[{"id":"","poster":"Gwarak","date":"2016-01-24T11:34:40.492+0000","up_votes":1,"down_votes":8,"body":"Oh mein Gott, Du hast echt keine Ahnung. Wenn mein Lappen weg ist, dann muss ich einen Neuen machen und bin wieder bei null punkten. Das heisst, einmal bestraft und fertig. Das sollte es hier auch geben, wie im echten Leben.\n\nAber Riot wird deinen Lappen z.B. bei -100 Strafpunkten nehmen, dann machst einen Neuen und bist trotzdem noch bei -50. Das 2.te Mal sind es dann -75 und dann -90. Bis nicht mehr weiter geht. Das ist nur eine unfaire Spirale. Das ist nicht gerecht und lässt gar keinen Raum zur Verhaltenbesserung. Das ist nur ein Maulkorb, den man aber wiederrum einfach mit einem anderen Account umgehen kann. Und die nächste Spirale beginnt. Deswegen ist offiziell die LoL Community die schlimmste. **Weil es keinen Sinn macht sich zu bessern.**\nSchau dir Dota2 oder Heroes an. Dort werden keine Perma Bans verteilt und haben besseren Umgang (und ja ich habe dort auch gezockt, also kann ich es beurteilen).","replies":[{"id":"","poster":"Rirol","date":"2016-01-24T12:40:10.745+0000","up_votes":2,"down_votes":0,"body":"Bei wiederholten Verstößen gegen die StVzO, kann dir dein Führerschein auch dauerhaft entzogen werden.\nUnd meines Wissens nach sind deine Punkte in Flensburg auch nicht einfach weg, nur weil du die MPU und einen Strafkurs bei der Fahrschule gemacht hast.\n\nAber Hauptsache auf die Ka... hauen.\n\nWie Cantabrum schon sagte\n\n> [{quoted}](name=Cantabrum,realm=EUW,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0003000000000000000000000000000200000002,timestamp=2016-01-24T12:11:50.038+0000)\n>\n> Wenn du nicht weißt, wofür ein Begriff stehst, solltest du diesen erst nachchlagen und dann verwenden.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-01-24T12:21:32.246+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Gwarak,realm=EUNE,application-id=KYnfKGf0,discussion-id=2hAENfWH,comment-id=0002000000000000,timestamp=2016-01-24T11:34:40.492+0000)\n>\n> Oh mein Gott, Du hast echt keine Ahnung. Wenn mein Lappen weg ist, dann muss ich einen Neuen machen und bin wieder bei null punkten. Das heisst, einmal bestraft und fertig. Das sollte es hier auch geben, wie im echten Leben.\n> \n> Aber Riot wird deinen Lappen z.B. bei -100 Strafpunkten nehmen, dann machst einen Neuen und bist trotzdem noch bei -50. Das 2.te Mal sind es dann -75 und dann -90. Bis nicht mehr weiter geht. Das ist nur eine unfaire Spirale. Das ist nicht gerecht und lässt gar keinen Raum zur Verhaltenbesserung. Das ist nur ein Maulkorb, den man aber wiederrum einfach mit einem anderen Account umgehen kann. Und die nächste Spirale beginnt. Deswegen ist offiziell die LoL Community die schlimmste. **Weil es keinen Sinn macht sich zu bessern.**\n> Schau dir Dota2 oder Heroes an. Dort werden keine Perma Bans verteilt und haben besseren Umgang (und ja ich habe dort auch gezockt, also kann ich es beurteilen).\n\nAnscheinend hast Du keine Ahnung. Wenn Dein Lappen wegen Punkten in Flensburg weg ist, machst Du Dir mal eben nicht nen neuen. Du wirst schlicht und Ergreifend nicht Zugelassen, da Du eine Sperre hast. Informiere Dich bitte vorher.\nUnd es macht sehr wohl Sinn sich zu verbessern. Es geht nicht darum, mit wieviel % Weiße Weste Du nach nem Bann startest. Wenn Du vor Gericht immer wieder wegen - damit du nicht sagen kannst, dass es sich nicht vergleichen lässt - Beleidigung landest, wirst Du am Anfang noch eine recht Milde Strafe bekommen. Diese Strafe wird aber bei jedem Wiederholungsfall höher ausfallen, da Du offenbar aus der vorangegangenen Strafe nichts gelernt hast.\n\nGenau so ist das hier bei LOL. Hier haben wir ein Stufenweises Strafsystem. Wenn die ersten Strafen (2 x CR und ein 14 Tages Bann) nichts bringen, kommt halt der Perma. Und dabei ist es vollkommen egal, ob bei dem Chatlog zu Deinem Perma lediglich das Wort Noob als schlimmst Beleidigung dabei, oder ob Du permanent den anderen Spielern Krebs wünschst und sie auf übelste Beleidigst. Es wird dahingehend abgestuft, dass extreme Beleidigungen Strafstufen wie die CR überspringen, und bei eher leichteren Vergehen erst einmal die CR kommt.\n\nAlso versuche nicht nach der Beleidigung zu suchen, die einen Perma rechtfertigt. Es ist im Prinzip Dein Strafverlauf, der zu dem Perma geführt hat. Wie im echten Leben auch. Können Strafen zur Bewährung ausgesetzt werden, wird das bei einem Wiederholungstäter in der Regel direkt eine Gefängnisstrafe nach sich ziehen.","replies":[]}]}]}]}]},{"id":"","poster":"Blurm","date":"2016-01-24T11:28:24.472+0000","up_votes":1,"down_votes":0,"body":">Natürlich wurden nur meine Sätze gedruckt, was meiner Meinung nach das ganze sinnlos ist.\n\nSinnlos ist das nicht. Es geht allein um DEIN Verhalten, nicht um das Verhalten anderer. Wenn du proviziert wirst, hättest du die Mute-Funktion nutzen sollen.\n\nUnd der Bann ist sogar sehr gerecht, dein Chatlog ist schon mehr als toxic.","replies":[]}]}