{"id":"Z6zUkLJp","poster":"VRC JaY","date":"2016-01-23T21:45:35.250+0000","title":"9. League of Legends Season der DeSBL","subforum":"Turniere & Veranstaltungen","embed":{"title":"Deutsche eSport Bundesliga","description":"Hallo Beschwörer, die Pre-Season 6 ist bald vorbei und mit dem Start der neuen Season wollen auch wir, die Summonors in die Kluft zurück holen. Wir veranstalten zu Beginn eine 5vs5 \"Kluft der Beschwörer\" Season, ohne Teilnehmer-Limit. Falls das Interesse besteht, werden wir im Laufe der Season noch kleinere Funturniere veranstalten, wie z.B.","url":"http://desbl.de/index.php?page=Thread&threadID=3702","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer der Kluft!\n\nDie Deutsche eSport Bundesliga, kurz DeSBL, ist eine der gr&ouml;ssten Online Ligen im deutschen Raum. Wir haben auf allen drei Plattformen, PC, Xbox und PS4, mehrere Spiele die aktiv bei uns gespielt werden und die jeden Tag wachsen. Die DeSBL ist f&uuml;r sein Bundesliga System bekannt. Pro Season gibt es mehrere Ligen, wie man es im Fussball kennt. Wer also in der 1. Liga spielt geh&ouml;rt zu den besten Teams bei der DeSBL.\n\nDa die 6. Season in League of Legends gestartet ist, wollen auch wir wieder in das Ligageschehen einsteigen und euch eine Plattform bieten wo man sich messen kann.\nWir werden mit der klassischen 5vs5 Season beginnen und im Verlauf eventuell ein paar kleinere Fun Turniere wie z.B. 1vs1 oder 3vs3 veranstalten. Nach der ersten Season wird es auch schon die erste Bundesliga geben. Das heisst Teams die in der 1. Season unter den Top 8 waren, werden Automatisch in der Bundesliga in die 1. Liga kommen.\n\nDie Anmeldephase f&uuml;r die 9. Season l&auml;uft schon und geht bis zum 13.02.2016! Damit alles reibungslos von statten geht, veranstalten wir eine Leadersitzung, wozu wir euch einladen. Dann k&ouml;nnen wir auf eure Fragen und Hinweise eingehen. Auch nehmen wir nat&uuml;rlich gern eure Ver&auml;nderungsvorschl&auml;ge entgegen. Termin wird der 06.02.2016.\n\nHier sind ein paar Links die euch weiter helfen:\nNews: http://www.desbl.de/index.php?page=Thread&threadID=3702\nRegelwerk: http://www.desbl.de/files/rules/desbl_regelwerk_lol_5v5_kdb_20150116_v2.2.pdf\nAnmeldung: http://www.desbl.de/index.php?page=Public&site=showpreseasonteams\nTeamSpeak 3: http://www.desbl.de/index.php?page=Teamspeak\n\nWir w&uuml;rden uns freuen, wenn wir euch in der Kluft sehen!\n\nEuer Ligateam","replies":[]}