{"id":"y2kmJU0q","poster":"The valiant Hero","date":"2016-01-23T14:42:29.988+0000","title":"Ernsthaft?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Team blau hat einen {{champion:268}} und er schreibt in den chat &quot;first time azir&quot;. Er musste gegen ein {{champion:36}} lainen, obwohl die Gegner eine {{champion:55}} hatten.\r\n\r\n\r\n\r\nTeam blau war ziemlich schlecht. Und zwar so schlecht, dass (bevor sie in der 20. minute aufgaben) der {{champion:268}} die 3 einzigen kills des ganzen teams hatte. Und der {{champion:268}} hatte ihn wirklich das erste mal gespielt.\r\n\r\njungler 0/6/0\r\ntop 0/3/0\r\nsupport 0/5/2\r\nadc 0/7/1\r\nmid 3/4/0\r\n\r\nKeine von denen war ein bot.\r\n\r\nHattet ihr mal so ein schlechtes spiel? Oder habt ihr euch gefragt, warum etwas so lief wie es eigentlich garnicht sein sollte?","replies":[{"id":"","poster":"OrangeBubble","date":"2016-01-23T14:47:10.622+0000","up_votes":2,"down_votes":0,"body":"Hattet ihr mal so ein schlechtes spiel?\n\nWer das mit Nein beantwortet, lügt einfach.","replies":[]},{"id":"","poster":"OT Riku","date":"2016-01-23T15:17:51.333+0000","up_votes":1,"down_votes":0,"body":"1. First Time azir irrelevant\n2. Was hat die aussage gegen Mundo lanen obwohl die auf eine Kata hatten zu tun\n3. Was bringt es dir hier zu fragen ? \n4. OrangeBubble hat 100% recht\n5. Man kann nicht jedes game gewinnen\n\nDas was dir hier passiert ist wird dir bestimmt noch 100 mal passieren. Es wird auch passieren, das du als einziger feedest und dein Team dich mit carried.\n\n\nMach dir kein Kopf vor dem Spiel ist nach dem Spiel also aeinfach weiter machen :)\n\nLG Riku","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-23T16:15:24.702+0000","up_votes":1,"down_votes":3,"body":"1. Ist es nicht\n2. Kata ist midlane champ, mundo nicht\n3. Ich weiß ja nicht, ob du es schon gehört hast, aber das hier ist ein FORUM. Man DISKUTIERT Sachen, weil es der SINN eines FORUMS ist.\n\n\nUnd wann habe ich geschrieben, dass ich in diesem Spiel war? Es kann auch einen Freund passiert sein. Wer lesen kann ist klar im Vorteil. (Protipp: man kann mit Seiten wie [lolking.net](http://lolking.net) die Matchhistory von summonern finden. Du wirst sehen, dass keiner meiner Matches mit den angegebenen score übereinstimmt.)","replies":[{"id":"","poster":"OrangeBubble","date":"2016-01-23T18:03:32.222+0000","up_votes":1,"down_votes":0,"body":"Wenn die Katarina der Meinung ist, sie kommt gegen einen Azir nicht an, kann aber mit einem Feed das Team gut durchbringen und wird die Toplane gewinnen, dann ist ein Switch durchaus sinnvoll und gut. Katarina kann man durchaus auch als Toplaner spielen, so ist das nu nicht, kommt drauf an, was für ein Toplaner da ist. \n\nEin Mundo kann mit wenig Items auch seine Aufgabe erfüllen (Mundo wird gegen Azir die Lane verlieren außer Azir macht erhebliche Fehler), Katarina hingegen braucht Items bzw. Feed/Farm, folglich war das eine gute Entscheidung zu tauschen.","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-23T18:59:08.698+0000","up_votes":1,"down_votes":2,"body":"Gilt \"nicht wissen, wie man den champion spielen kann\" auch als erheblicher Fehler? :D\n\nToplane war ein Pantheon","replies":[{"id":"","poster":"OrangeBubble","date":"2016-01-23T20:07:47.577+0000","up_votes":1,"down_votes":0,"body":"Nachdem man bei Lolnexus nachschauen kann, wie erfahren der Spieler ist *Schulterzuck*\n\nZumal es unterschiedliche Spielniveau's gibt, wenn das ganze auf Bronze Niveau war, wundert es mich nicht, dass die Katarina realistische Chance hat zu gewinnen.\n\nWarum machst du eigentlich so ein Drama drum? Dann hat halt der Pant verloren, wer weiß, vllt war der Jungler der Katarina mehrmals Top im Early und hat die Katarina so ins rollen gebracht? Vllt hat sie sich am generischen Jungler hoch gefeedet. \n\nSo oder so, solche Spiele passieren nun mal, es ist auch nichts dramatisches dran *Schulterzuck*","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-23T20:42:22.904+0000","up_votes":1,"down_votes":0,"body":"Oh sry, ist wohl falsch rübergekommen.\n\nDer Kerngedanke war \"wie kann man nur so ein schlechtes Team bekommen. Es ist doch garnicht möglich\"","replies":[{"id":"","poster":"OrangeBubble","date":"2016-01-24T11:18:34.409+0000","up_votes":1,"down_votes":0,"body":"In dem man mega Pech hat oder eben auf Bronze Niveau spielt ;)","replies":[]}]}]}]}]},{"id":"","poster":"OT Riku","date":"2016-01-23T22:41:21.167+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xRadRussian,realm=EUW,application-id=Wj1wcocU,discussion-id=y2kmJU0q,comment-id=00010000,timestamp=2016-01-23T16:15:24.702+0000)\n>\n> 1. Ist es nicht\n> 2. Kata ist midlane champ, mundo nicht\n> 3. Ich weiß ja nicht, ob du es schon gehört hast, aber das hier ist ein FORUM. Man DISKUTIERT Sachen, weil es der SINN eines FORUMS ist.\n> \n> \n> Und wann habe ich geschrieben, dass ich in diesem Spiel war? Es kann auch einen Freund passiert sein. Wer lesen kann ist klar im Vorteil. (Protipp: man kann mit Seiten wie [lolking.net](http://lolking.net) die Matchhistory von summonern finden. Du wirst sehen, dass keiner meiner Matches mit den angegebenen score übereinstimmt.)\n\nEs geht nicht um dich oder deinen freund oder sonst was .....\nJa aber was bringt es dir sich über andere zu beschweren ..... \nDu dein freund oder sonst wer hatte ein schlechtes Spiel.\nMan hat halt mal welche, aber an deinem Team egal wie es spielt kannst du halt nichts ändern.\n\nUnd Ja es Gibt schlechtere Spieler als andere sonst würde eine Ligasystem keinen Sinn machen von daher.....\n\nIch wollt eigrl nur wissen warum du dich über deines freundes Teammates beschwerst, was bringt es dir ?  sie sind halt schlechter gewesen und damit verliert man halt.\n\nUnd denk dran dein Team ist eigetlich immer so gut wie du ^^ \nAlso solltest du auf ihrem Niveau sein.\nEs gibt halt Leute die mal schechte Performance abliefern und welche die richtig gut spielen.","replies":[]}]}]}]}