{"id":"OkHhzbdW","poster":"lil skíes","date":"2016-01-22T12:47:56.375+0000","title":"Dynamic Q (?) Probleme? Habe Angst meine Rankeds zu vollenden.","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hey! \r\nDanke das du auf meinen Beitrag geklickt hast, vielleicht kannst du mir ja helfen :) \r\n\r\nIch habe von ein paar Leuten mitbekommen das man nach den 10 Rankeds momentan mega schlecht eingestuft wird. \r\nMit meinem Main Account stehe ich derzeit mit 6 Wins und einem Lose da. Nun habe ich Angst die restlichen 3 Spiele zu bestreiten da ich nicht in Bronze eingestuft werden m&ouml;chte. \r\nEin Freund in meiner Liste hatte Stats von 8 Wins zu 2 Loses und wurde Bronze V eingestuft. Der Smurf eines weiteren Freundes war Platin 4 und wurde Silver 2 eingestuft. Ich habe definitiv keine Lust meine Zeit in Bronze zu verschwenden. - Nichts gegen Bronze Spieler \r\n\r\nIst es ein Risiko jetzt zu spielen oder was ist gerade mit den Ranked Games los ?  - Bitte nur Leute dazu Antworten die sich sicher sind! \r\n\r\nMfg, Last King Cryaq  {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Deathzøne","date":"2016-01-22T12:55:44.494+0000","up_votes":3,"down_votes":0,"body":"Hey,\n\nes handelt sich bei der dynamic Q um die Teamranked Q, wo -5 Spieler zusammen spielen können. die richtige SoloQ kommt erst in paar tagen/wochen. Du kannst also ruhig die games fertig machen, wirst eh sehr niedrig angesiedelt, auch wenn 10-0 rausgehst :D das ist von riot so gewollt.\nFür die SoloQ musst nochmal die placementgames machen :D","replies":[{"id":"","poster":"lil skíes","date":"2016-01-22T13:03:15.874+0000","up_votes":1,"down_votes":0,"body":"Ok danke :)","replies":[]}]},{"id":"","poster":"blæck","date":"2016-01-22T14:29:34.679+0000","up_votes":1,"down_votes":0,"body":"deswegen warte ich ganz entspannt bis alles so funktioniert bis ich meine 10 placements mache.\neilt ja nicht","replies":[]},{"id":"","poster":"SIatarou","date":"2016-01-22T13:10:00.621+0000","up_votes":1,"down_votes":1,"body":"Also ich war nach 7/3 G3 war letzte Season P2","replies":[]}]}