{"id":"wiuceEO4","poster":"ShadowValmar","date":"2016-01-22T01:36:29.572+0000","title":"Zac E geht in die falsche Richtung","subforum":"Melde einen Bug","up_votes":3,"down_votes":0,"body":"Hallo,\r\n\r\nw&uuml;rde gerne mal einen Bug melden den ich bereits vor 1 bis 2 Jahren schonmal gemeldet habe und der immer noch nicht gefixt wurde, im Gegenteil, es wurde eher schlimmer.\r\n\r\nUnd zwar kommt es gelegentlich vor, dass die E von Zac in die falsche Richtung aufl&auml;dt. Da es beim letzten Mal Kommentare gab es w&uuml;rde a mir liegen oder an der Blickrichtung - in vielen F&auml;llen bin ich mir absolut sicher dass die Maus an der richtigen Stelle war, und die Blickrichtung hat auch gestimmt. Meistens ist es genau die umgekehrte Richtung, was halt ziemlich doof und manchmal spielentscheidend ist.\r\n\r\nUnter welchen Bedingungen der Bug auftritt konnte ich leider nicht rausfinden. Im Moment etwa 0.5 bis 1 mal pro Spiel im Durchschnitt.In einem anderen Forum meinte auch jemand dass er den gleichen Bug kennt, also liegt es nicht nur an mir.\r\n\r\nW&auml;re gut wenn da endlich mal was getan wird. Ich wei&szlig; dass Riot Zac aus irgendeinem Grund nicht mag (totgenerft, musste ewig auf den ersten neuen Skin warten usw), aber ich kann nicht verstehen wieso. Der Champion macht Spa&szlig; und ist teamorientiert und gut designed. Schade dass er gerade jetzt, wo er wieder viable ist, gleich unter zwei absolut beeintr&auml;chtigenden Bugs leiden muss (der andere ist neuer und betrifft die Anzeige der E, wurde auch schon hier gemeldet). Denke das ist auch der Grund wieso seine Win Rate im Vergleich zu anderen guten Tanks so niedrig ist.","replies":[{"id":"","poster":"BDreamer","date":"2016-01-22T21:34:21.958+0000","up_votes":2,"down_votes":0,"body":"ShadowValmar spricht endlich mal auch einen bug an den ich zu GENÜGE satt habe! Mir ist es schon seit ich letztes jahr angefangen habe ihn zu spielen aufgefallen dachte aber es lag einfach an mir wegen der maus oder blickrichtung oder ähnliches aber mittlerweile hatte ich zisch momente in denen ich zu 100% die maus sowohl als auch die blickrichtung beachtet habe und ich anstelle die E in das team aufladen lassen wollte es direkt 180 grad in die andere gedreht war ohne jedlichen grund! das hat mir gut schon 2-3 spiele versaut -_- und es würde mich sehr freuen wenn riot da mal ein auge drauf haben kann. Ich versuche ab jetzt mal ein paar gameplays aufzunehmen und vllt habe ich das glück diesen bug hervorzubringen und ihn anschaulich zu machen. Es passiert immer nur mal was es schwierig macht zu beschreiben wann es genau passiert tatsache es passiert! und das es nicht nur mich betrifft freut mich grade :D oder auch nicht D:","replies":[]},{"id":"","poster":"Títaric","date":"2016-01-24T20:02:16.977+0000","up_votes":1,"down_votes":0,"body":"Ich hatte diesen Bug auch schonmal und bin daran gestorben.... :D \n\n> Ich wei&szlig; dass Riot Zac aus irgendeinem Grund nicht mag (totgenerft, musste ewig auf den ersten neuen Skin warten usw), aber ich kann nicht verstehen wieso. \n\nSchau dir mal {{champion:6}} {{champion:83}}   und noch weitere an. Sie wurden entweder auch zu todegenerft (wobei Urgot mit dem Schützenupdate einen Buff bekommen hat) oder sind seit 3/4 Jahren nicht mehr in der kostenlosen Championrotation.","replies":[]},{"id":"","poster":"XxX Nomad","date":"2016-01-22T09:11:54.280+0000","up_votes":1,"down_votes":0,"body":"Den E hat man aber gut im Gefühl ^^\n\nDein Bug da hört sich aber auf jeden Fall nervig an, nur ich weiß nicht wo er totgenerft sein soll, vielleicht war er mal stärker aber das ist er auch immernoch wenn man von Anfang an beobachtet was nachher im tf wichtig wird um zu eröffnen oder zu saven","replies":[{"id":"","poster":"ShadowValmar","date":"2016-01-22T12:05:02.787+0000","up_votes":1,"down_votes":0,"body":"Er wurde nachdem er beim Release sehr stark war während Season 3 immer weiter generft, selbst als er schon lange balanced war. Entsprechend war er die ganze Season 4 über quasi unspielbar, also wirklich totgenerft und Riot hat es nicht interessiert.\n\nErst im Cinderhulk Meta anfang Season 5 und mit einem Buff seines Knockups von 0.5 auf 1 Sekunde wurde er dann wieder spielbar.\n\nIm Moment ist er in Ordnung, abgesehen von den beiden Bugs natürlich. Das mit dem totgenerft bezog sich nur darauf dass Riot Zac über ein Jahr lang einfach links liegen gelassen hat.","replies":[{"id":"","poster":"XxX Nomad","date":"2016-01-22T18:10:48.461+0000","up_votes":1,"down_votes":0,"body":"Achso ^^ ja das stimmt wohl oder sie haben ihn einfach da wo er sein soll. \n\nGegen weiche Ziele ist er extrem stark, das verbunden mit dem Sprung finde ich solide, noch stärker und man würde ne lux Mitte in 3sec Solo weg holen ^^","replies":[]}]}]}]}