{"id":"U7HYEj5f","poster":"Riot Geist","date":"2016-01-20T18:27:02.162+0000","title":"Update: Dynamische Warteschlange wieder aktiviert","subforum":"Dev Corner","up_votes":1,"down_votes":0,"body":"Kurz und b&uuml;ndig: Dynamische Warteschlange aufgrund eines Ladeproblems deaktiviert; Einzel/Duo-Rangliste vor&uuml;bergehend aktiviert; alle Partien in diesem Modus z&auml;hlen f&uuml;r die dynamische Rangliste.\n\nWir haben heute einen Fehler auf dem EUW-Server bemerkt, der es erfordert hat, dass wir die dynamische Warteschlange deaktivieren. Das Problem bestand beim Laden des Spiels auf den Server. Der Fehler betrifft den KR-Server in &auml;hnlicher Weise. \n\nAls Konsequenz wurden alle Ranglistenmodi mit dynamischer Warteschlange deaktiviert und bleiben inaktiv, w&auml;hrend wir weitere Nachforschungen anstellen. Wir hatten zwei M&ouml;glichkeiten:\n\na) Die Rangliste deaktivieren, bis das Problem behoben sein w&uuml;rde.\nb) Die alte Einzel/Duo-Rangliste reaktivieren.\n\nWir haben uns f&uuml;r Option b) entschieden, weil wir wollten, dass die Ranglistenspieler unter euch auch weiterhin ihre Platzierungsspiele austragen k&ouml;nnen. Da wir nicht wussten, wie viel Zeit die Fehlerbehebung in Anspruch nehmen w&uuml;rde, haben wir die Einzel/Duo-Rangliste bis auf Weiteres reaktiviert. \n\nWas bedeutet das f&uuml;r deine Platzierungen und Wertungen?\n\nAlle Partien, die ihr in der momentan aktiven Einzel/Duo-Warteschlange spielt, z&auml;hlen f&uuml;r eure Platzierungen und Wertungen in der neuen Warteschlange, wenn wir sie wieder aktivieren. Wenn ihr also in der dynamischen Auswahl zwei Spiele gespielt habt, bevor die Probleme begannen, und dann sechs weitere in der Einzel-Warteschlange spielt, habt ihr insgesamt acht gespielte Spiele. Alle z&auml;hlen f&uuml;r eure Platzierungen. \n\nWarum sind die anderen Regionen nicht betroffen?\n\nVor der Einf&uuml;hrung dieser neuen Funktion haben wir das gesamte System in einer simulierten Umgebung getestet. Dann wurde es auf den TR- und NA-Servern eingef&uuml;hrt, was ohne gr&ouml;&szlig;ere Probleme vonstattenging. Allerdings haben in der gr&ouml;&szlig;eren Live-Umgebung nicht alle Untersysteme der dynamischen Warteschlangen richtig mitskaliert. \n\nWie geht es jetzt weiter?\n\nUnsere Techniker arbeiten derzeit aktiv an einer L&ouml;sung, um die dynamischen Warteschlangen f&uuml;r EUW wieder aktivieren zu k&ouml;nnen. Derzeit liegen keine Sch&auml;tzungen vor, aber unser technisches Team h&auml;lt uns auf dem Laufenden. Wir melden uns wieder, wenn wir Neuigkeiten haben. Danke f&uuml;r deine Geduld.\n\n\n**EDIT**\nBezüglich der Teambelohnungen: wir verzögern den Start der Teambelohnungen auf EUW, bis das Problem behoben ist. Sobald die dynamischen Warteschlangen wieder verfügbar sind, werden wir die Teambelohnungen aktivieren, damit die Spieler auf EUW so viel Zeit zum Verdienen von Belohnungen haben, wie alle anderen.","replies":[{"id":"","poster":"Nine fckn tales","date":"2016-01-21T13:40:40.775+0000","up_votes":14,"down_votes":0,"body":"Schafft es dan bald mal einer von riot neue infos rauszurücken wäre angebracht.","replies":[{"id":"","poster":"elhamdulillah","date":"2016-01-22T15:12:23.647+0000","up_votes":1,"down_votes":2,"body":"push !\nMACHT MAL NE NEUE MELDUNG ALLER","replies":[{"id":"","poster":"Cluid","date":"2016-01-22T20:20:44.011+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eQ Aqua,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00130000,timestamp=2016-01-22T15:12:23.647+0000)\n>\n> push !\n> MACHT MAL NE NEUE MELDUNG ALLER\n\nfrom Gold 5 to Bronze 1 (7/10) WTF RIOT NEW SYSTEM","replies":[{"id":"","poster":"AbdullahAliEgzon","date":"2016-01-24T16:51:19.886+0000","up_votes":1,"down_votes":0,"body":"ich denke das viel zu viele leute zu hoch eingerankt wurden letztes jahr wenn man sich eine Statistik anschaut sieht man das mehr leute in platin waren als in silber und bronze zusammen ich denke lol möchte das system erschweren, damit der Begriff des \"Challengers\" auch mal wieder an Wert zu legt so erschwert Riot den Weg bis an den Challenger ;)","replies":[{"id":"","poster":"daZii","date":"2016-01-24T17:36:18.251+0000","up_votes":0,"down_votes":0,"body":"Sry sei mir nicht böse aber wenn du 10/10 gewonnen hast und in Bronze1 eingestuft wirst ist das schon eine verdammte Frechheit!","replies":[{"id":"","poster":"XPekeks","date":"2016-01-25T07:25:09.196+0000","up_votes":1,"down_votes":0,"body":"Also wenn einer schlecht gespielt hat sagen wir 0/10/0 und 10 Spiele gewonnen hat weil sein Team alles gemacht hat, muss er Gold 1 eingestuft werden? Eventuell wird jetzt auch die eigene Leistung miteinbezogen, also: Wards gesetzt (Ja nicht nur der Supporter hat WARDS). Oder Tower zerstört, gefeedet blabla.\n\nUnd wenn ihr ja Gold 1 wart ect. ist es doch für euch kein Problem wieder auf Bronze rauszukommen, und wenn ihr es NICHT schafft als \"Gold\" Spieler aus Bronze raus zu kommen, habt ihr euren wahren Rang entdeckt :)\n\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"daZii","date":"2016-02-04T13:38:34.801+0000","up_votes":1,"down_votes":0,"body":"aso von diesen stats weiß ich nicht kannst du deine aussage auch bestätigen ?? sry das ich erst jtz zurückschreibe","replies":[{"id":"","poster":"XPekeks","date":"2016-02-14T15:38:33.707+0000","up_votes":1,"down_votes":0,"body":"Naja von mir  selber kann ich es nicht behaupten, aber die Dia Spieler ect. haben natürlich schon viel mehr können als ein Bronze Spieler. Kurz sie gewinnen sicher viel mehr und kommen so schneller nach oben.\n\nIch bin selber beim Start von LOL in B4 gelandet, und habe mich hochgearbeitet, und heute warte ich noch eine Weile bis sich alles eingespielt hat, oft habe ich mates die einfach nicht gewinnen wollen, sprich ich spiele dann auch so weil ich kein bock hab das es länger wie 20min geht.\n\nIch versuche mich in S6 mal schön auf Gold 1 zu drücken :)","replies":[]}]}]}]},{"id":"","poster":"BBG  Linezz","date":"2016-01-24T17:36:24.095+0000","up_votes":1,"down_votes":0,"body":"Ich denke nicht. Man wird schlecht eingeranked weil... naja es ist eben ranglistenteam..... da wird man immer niedriger..","replies":[]}]}]}]}]},{"id":"","poster":"Ariya","date":"2016-01-23T10:15:31.045+0000","up_votes":11,"down_votes":1,"body":"Update vom 22.1.2016:\n\nBasierend auf den Erkenntnissen die wir aus dem fehlgeschlagenen Test in Vietnam gezogen haben, arbeiten wir nun daran unseren internen Loadtest zu verbessern.\nDas wird uns helfen, solche Sachen zu beheben, bevor wir damit live gehen. Wir planen die queue intern die n#chsten zwei Tage zu testen - das bedeutet leider auch, dass es diese neue Queue über das Wochenende noch nicht geben wird. Wenn der Test gut abläuft, werden wir eine der betroffenen Regionen am Montag patchen (diese wird noch entschieden). Sollte alles stabil und erfolgreich sein, werden wir die anderen Regionen auch aktualisieren.\n\nWir halten euch auf dem Laufenden!","replies":[{"id":"","poster":"Graphic Error","date":"2016-01-23T11:24:48.812+0000","up_votes":2,"down_votes":0,"body":"Endlich bekommen wir mal ein offizielles deutschsprachiges Statement. Vielen wünschen sich natürlich dass unsere Region am Montag gepatcht wird doch das wage ich zu bezweifeln :)\nIch hoffe nur dass wir nicht zuletzt kommen (falls ihr jeden Tag eine Region patchen wollt oder so).","replies":[{"id":"","poster":"GelberDrache92","date":"2016-01-23T15:33:23.824+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Graphic Error,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00340000,timestamp=2016-01-23T11:24:48.812+0000)\n>\n> Ich hoffe nur dass wir nicht zuletzt kommen (falls ihr jeden Tag eine Region patchen wollt oder so).\n\nEs wäre eigentlich von Riot richtig, wenn sie entweder EUW oder KR zu erst patchen, da hier die Probleme als erstes aufgefallen sind und man somit deutlich besser kontrollieren könnte ob es auch wirklich stabil läuft.\nNicht das sie nachher einen nicht so ausgelasteten Server nehmen, da alles läuft und sobald sie es wieder auf EUW oder KR spielen, wieder alles zusammen bricht.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-25T07:47:32.698+0000","up_votes":1,"down_votes":0,"body":"Naja sollte es noch kleine Fehler geben, fallen diese auf den kleinen Servern sehr schnell auf und dann sind halt nicht so viele Spieler betroffen. Nur Fehler die erst nach vielen Spielen auftreten, sind auf sehr großen Servern schneller zu entdecken.","replies":[]},{"id":"","poster":"Graphic Error","date":"2016-01-24T03:44:33.296+0000","up_votes":1,"down_votes":0,"body":"True... True...","replies":[]}]}]}]},{"id":"","poster":"Intikam san","date":"2016-01-20T20:25:06.579+0000","up_votes":9,"down_votes":2,"body":"http://i.memeful.com/media/post/BRkjb5M_700wa_0.gif","replies":[]},{"id":"","poster":"Anticodon","date":"2016-01-21T13:36:52.777+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Riot Draggles,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=003c,timestamp=2016-01-21T10:16:03.700+0000)\n>\n> Update: Dynamic normal queue is now disabled in all regions worldwide while we work on a fix (as an fyi, NA began to see similar issues despite the earlier launch on that server). Still no ETA to give but will be sure to have someone update this thread when that changes.\n\nNeue Info aus dem englischen EUW Forum. Scheinbar haben das Problem jetzt doch alle Server, nicht nur wir und KR. Aber gut zu wissen, dass sie mit Hochdruck daran arbeiten ;-)","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-21T13:47:47.467+0000","up_votes":1,"down_votes":0,"body":"lol, Millenium Bug oder was?\n\"Wir haben das System seit einer Woche laufen und es hat keine Probleme gemacht, aber nun, ohne das wir was geändert haben, seit die anderen Server ein Problem haben ist der Fehler auch bei uns aufgetreten.\"\n\nHat in NA niemand LoL gespielt als die Season noch nicht angefangen hat und jetzt bricht es da nun doch auch zusammen, weil aufeinmal so viele Leute spielen?","replies":[{"id":"","poster":"Zulwar","date":"2016-01-21T14:22:23.603+0000","up_votes":1,"down_votes":0,"body":"Nein, wenn das Problem mit Anzahl gespielter Spiele auftritt, ist auf den anderen Servern aufgrund von zu wenig Spielern, das Problem noch nicht aufgetaucht, jetzt haben die aber das was wir in 3h geschafft haben, jetzt nach einer Woche geschafft.","replies":[]}]}]},{"id":"","poster":"Kyarrath12","date":"2016-01-25T21:25:11.649+0000","up_votes":3,"down_votes":0,"body":"WICHTIGE INFORMATION\n\n Ymir (EUW)\n - 4 minutes ago\n\n25/01 21:15 GMT: Tests are going well and we’re expanding to other regions. EUW is still slated for early Tuesday morning as we want to avoid peak playtime for release. Should anything change we’ll make sure to keep you updated.\n\nQuelle: http://boards.euw.leagueoflegends.com/en/c/announcements-en/10wde8H7-update-25-01-16-euweune-dynamic-queue-system-disabled-further-details?sort_type=recent&comment=00ca\n\nWenn es in den anderen Regionen jetzt funktioniert, wird es aufjedenfall Dienstag erscheinen. In den frühen morgenstunden. Entscheidet erst nach dem Update ob ihr \"Krank\" seit oder doch zur Schule geht, wollt ja keine unnötigen Fehlstunden. ;)\n\nHYPE HYPE HYPE\n{{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"Kyarrath12","date":"2016-01-25T18:36:09.068+0000","up_votes":3,"down_votes":0,"body":"Übersetzt:\n25/1 Update: Nachdem wir über das Wochenende einige Änderungen an der Software und Hardware vorgenommen haben, haben wir sehr hilfreiche Lade Ergebnisse bekommen. Wir haben uns entschieden, die Dynamic Queue in EUNE zu re-aktivieren und schauen uns die performance über die Nacht.\nWenn alles Glatt läuft werden wir die Dynamic Queue in EUW und in allen anderen Regionen am frühen Dienstag re-aktiveren. Erwartet weitere Infos später heute Nacht!\n\nWenn alles gut läuft kommt morgen Früh die neue Queue. Hoffentlich klappt alles. :3\n\nOriginal:\nRiot tmx (EUW)\n- about 6 hours ago\n\n25/1 update: after performing some software and hardware changes to the Queue system we saw very promising load tests results over the weekend. We decided to re-enable Dynamic Queues in EUNE and monitor performance over the peak period tonight. If everything is fine we will re-enable Dynamic Queues in EUW, and all the remaining live regions early Tuesday. Expect more updates later tonight.","replies":[{"id":"","poster":"4RT1M3C","date":"2016-01-25T21:03:24.326+0000","up_votes":1,"down_votes":0,"body":"Nice, darf man fragen wo du diese Infos her hast?","replies":[{"id":"","poster":"Kyarrath12","date":"2016-01-25T21:14:36.566+0000","up_votes":1,"down_votes":0,"body":"Quelle: \nhttp://boards.euw.leagueoflegends.com/en/c/announcements-en/10wde8H7-update-25-01-16-euweune-dynamic-queue-system-disabled-further-details?sort_type=recent&comment=00aa\n\nHinzuzufügen ist: \n Riot Eambo (EUW)\n - 15 minutes ago\n\nHi everyone,\n\nNo update at the minute beyond what Riot Lyte has mentioned - we're basically watching how things are holding up before potentially trying other regions. Fingers crossed that everything goes well, and we'll keep you guys posted as we have more! (Sorry, lame update - but we're here and waiting alongside you!)\n\n(Quelle: http://boards.euw.leagueoflegends.com/en/c/announcements-en/10wde8H7-update-25-01-16-euweune-dynamic-queue-system-disabled-further-details?sort_type=recent&comment=00c8 )\n\nÜbersetzt: \n\"Hallo allesamt,\nkeine weiteren Informationen immoment außer das was Riot Lyte erwähnt hat - wir schauen uns wie die Sachen laufen bevor wir andere Regionen testen. Daumen drücken das alles glatt läuft! Wir werden euch informieren wenn es was neues gibt! (Entschuldigung für diese langweilige Information, aber wir sind auch hier und warten mit euch!) \"\n\nIch gehe davon aus, dass es nicht GAANZ wie geplant läuft, aber es eigentlich schon recht stabil läuft. Da Riot Eambo erwähnt hat, das Sie es noch nicht unbedingt in anderen Region testen wollen und es noch nicht auf anderen Regionen hochladen möchten. Es kann sein dass noch kleine Schwierigkeiten herrschen, die aber nicht groß sind. \nDas die Dynamic Queue morgen reingepatched wird steht hiermit NICHT außer Frage. Es kann sein das doch alles perfekt läuft und wir morgen schon die Dynamic Queue spielen können! \n\nLiebe Grüße\nKyarrath12{{sticker:slayer-jinx-catface}}","replies":[]}]}]},{"id":"","poster":"Obscurita","date":"2016-01-21T14:38:00.112+0000","up_votes":1,"down_votes":0,"body":"Gibts mittlerweile mal was Neues? Alle warten und warten und nix passiert!?","replies":[{"id":"","poster":"Akiimoto","date":"2016-01-21T14:43:56.482+0000","up_votes":3,"down_votes":0,"body":"Irgendwie meldet sich hier keiner von Riot ... lassen uns hier Warten warten und warten...","replies":[{"id":"","poster":"PCG Skip","date":"2016-01-21T20:31:53.314+0000","up_votes":1,"down_votes":0,"body":"Ich muss die ganze Zeit auf das Gif da oben starren xD warten warten... warten ... war .. zZZ zzZZZ zzzzZZ","replies":[]}]}]},{"id":"","poster":"Aero Lupus","date":"2016-01-21T06:49:54.705+0000","up_votes":1,"down_votes":0,"body":"Danke für die Infos :) Hoffentlich kommt die neue Warteschlange so schnell wie möglich wieder auf die Live-Server ^.^ kanns kaum abwarten *-*","replies":[{"id":"","poster":"Kumího","date":"2016-01-21T06:51:06.219+0000","up_votes":3,"down_votes":0,"body":"Wir warten. Seit über 13 Stunden. :D","replies":[{"id":"","poster":"Aero Lupus","date":"2016-01-21T06:53:36.545+0000","up_votes":1,"down_votes":0,"body":"ja schon :D ich bin auch mal ehrlich :D mich nervts langsam aber sicher auch aber was will man machen xD zock ich halt solang Blade & Soul :D","replies":[{"id":"","poster":"Inuií","date":"2016-01-21T07:08:59.012+0000","up_votes":3,"down_votes":0,"body":"Man wartet halt seid wochen auf eine sache und dann kommt diese raus und ist nach ein paar stunden wieder für über 15 stunden deaktiviert das ist einfach nur traurig ... Dazu kommt ja sogar das über die nacht die rankeds für ein paar stunden abgeschaltet warten und trotzdem nichts passiert ist ... Einfach nur bitter .....","replies":[{"id":"","poster":"Aero Lupus","date":"2016-01-21T07:12:38.134+0000","up_votes":1,"down_votes":0,"body":"Muss ich dir leider recht geben. Ich hab ja noch die Hoffnung das es heute wieder online geht... aber die schwindet mit jeder minute {{sticker:zombie-nunu-tears}}","replies":[{"id":"","poster":"Inuií","date":"2016-01-21T07:17:23.374+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso ... ich hoffe es auch aber glaube da echt nicht mehr dran ... das ist einfach so traurig .... Ich dachte mir schon das irgendwas dazwischen kommen wird es ist einfach typisch euw !","replies":[{"id":"","poster":"Aero Lupus","date":"2016-01-21T07:23:24.061+0000","up_votes":1,"down_votes":0,"body":"bleibt uns nichts anderes übrig als entweder zu warten oder eben alte Queue für die Placements zu nutzen... War es aber letztes Jahr Anfang von Season 5 nich auch iwie zu Problemen gekommen oder irre ich mich da etwa grade?","replies":[{"id":"","poster":"Kumího","date":"2016-01-21T08:03:25.102+0000","up_votes":1,"down_votes":0,"body":"unlucked :D","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Ariya","date":"2016-01-26T10:33:41.580+0000","up_votes":2,"down_votes":0,"body":"Update vom 26.1.:\nDie dynamischen Warteschlangen sind nun auf EUW wieder aktiv - sowohl für die Rangliste, als auch die normale Warteschlange. Wir werden die Warteschlangen heute genau beobachten, damit alles glatt geht. Vielen Dank für eure Geduld!\n\nLasst es uns sofort wissen, sofern Probleme auftreten!","replies":[{"id":"","poster":"Kyarrath12","date":"2016-01-26T17:28:14.292+0000","up_votes":1,"down_votes":0,"body":"Super. :) Jetzt kann das gezocke weiter gehen. :D \nIch hoffe es treten nicht allzu viele Fehler auf. Danke für eure Mühen die Dynamic Queue wieder in Gang zu bringen! \n\nGrüße\nKyarrath","replies":[]},{"id":"","poster":"XxDualShotxX","date":"2016-01-26T12:53:32.371+0000","up_votes":1,"down_votes":0,"body":"Endlich, danke :) ^^","replies":[]}]},{"id":"","poster":"Crasen","date":"2016-01-26T06:23:59.297+0000","up_votes":1,"down_votes":0,"body":"Just btw. Die Dynamic Q funktioniert wieder ! :)","replies":[{"id":"","poster":"Zulwar","date":"2016-01-26T06:35:34.864+0000","up_votes":2,"down_votes":0,"body":"Gefällt mir.","replies":[]}]},{"id":"","poster":"Crasen","date":"2016-01-25T20:01:07.065+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich funktioniert bald alles wieder. Momentan ist das Spiel einfach nur abfu** -.- Es ist einfach unspielbar, seit ein großer Teil der höher platzierten auf Bronze spielt. Mir kommt es so vor als ob ich die ganzen wahren Bronze-Spieler (mich eingeschlossen) im Team habe und das Gegnerteam aus lautern Gold und Platin Spielern besteht. Habe einem Freund zugeschaut (spectatet) und das erste was ich dort sah war, dass in seinem Team alle Bronze/Silber waren und der Gegner 1 Diamond, 2 Platin und 2 Gold Spieler hatte. Er hat das natürlich haushoch verloren.\nIch bin Bronze und hätte gerne Bronze Gegner. Diese deplatzierung der höheren zerstört das Spiel für die die noch nicht so gut sind total.","replies":[{"id":"","poster":"Kyarrath12","date":"2016-01-25T21:01:04.676+0000","up_votes":2,"down_votes":0,"body":"Hey,\n\ndas kann ich mir im Ranked sehr gut vorstellen. Mich würde es persönlich auch nerven, wenn ich im Gegner Team Gold,Platin oder Diamond Spieler habe. Das Problem ist einfach nur, das Riot versucht die höheren Spieler wieder von \"neu\" anfangen zu lassen. Leider ist das System nicht ausgeklügelt, aber das ist bei allen Spielen so gehandhabt. Es ist leider nicht anders möglich. Wenn Sie für die Bronze-Spieler  noch eine tiefere Rangliste machen, also \"Aluminium\" oder ähnliches, wäre es sicherlich auch blöd geregelt. \nHier kann man leider die Spieler nicht \"glücklich\" machen. Ich weiß auch nicht, warum man alles auf \"NULL\" setzen muss. Ja gut, Sie sollen wieder von ganz unten nach ganz oben climben, aber es ist unfair für die \"wirklichen\" Bronze Spieler die dann keine Chance mehr haben. Außerdem hilft es auch nicht, wenn du Gold warst und dann auf Bronze kommst, hast du super leichtes Spiel wieder hochzu climben. Nicht wirklich Hilfreich. \n\nAber wie soll man es anders machen? An sich ist das System gut, nur für die Zeit wo alle Bronze sind, unfair für die Spieler die wirklich nicht gut sind. Das einzige was man positives darunter sehen kann, man kann sich die Tricks der \"Profis\" anschauen. Man könnte vielleicht daraus lernen und aus Bronze raus springen und später dann den Gold/Diamant/Platin Spielern zeigen was man drauf hat!{{summoner:14}} \n\nTut mir leid das du sowas erfahren musst, aber es legt sich bald. Bloß nicht aufgeben! Vielleicht erst einmal abwarten. :) \n\"Es geht nicht darum wie viel Zeit man hat, es geht darum wie man sie nutzt \" {{champion:245}} \nVersuch mit deinen Freunden erst einmal normals zu machen, oder frag im Forum nach Gruppen die auch Bronze sind damit man alle zusammen trainieren kann. Macht was mit der Community und macht das beste daraus. \n\nLiebe Grüße\nKyarrath12","replies":[]}]},{"id":"","poster":"ActualFantasy","date":"2016-01-22T20:05:17.041+0000","up_votes":1,"down_votes":1,"body":"!push \nhoffe wir bekommen mal ne Antwort da es mich so langsam ankotzt dass man nirgends info findet wie es weiter geht in NA klappt es ja auch.. verstehe es nicht {{summoner:3}}","replies":[{"id":"","poster":"wh0pp3r","date":"2016-01-22T20:08:38.028+0000","up_votes":2,"down_votes":0,"body":"Was klappt in NA? :) Geht doch nirgends?","replies":[{"id":"","poster":"ActualFantasy","date":"2016-01-22T20:20:41.676+0000","up_votes":1,"down_votes":0,"body":"ups edit ich meinte in der preseason","replies":[{"id":"","poster":"wh0pp3r","date":"2016-01-22T20:22:07.382+0000","up_votes":1,"down_votes":0,"body":"Besser wär gewesen, wenn sich die Probleme schon bei kleineren Servern gezeigt hätte. Am besten beim PBE. Aber das Leben ist kein Ponyhof :-P","replies":[]}]}]}]},{"id":"","poster":"Battle Keks","date":"2016-01-21T20:46:16.319+0000","up_votes":1,"down_votes":2,"body":"Keine Infos für die Community. Leute die ganze 4 Divisionen droppen nach 10/0 oder 8/2 in ihren Placements und der Wachsende Unmut im Forum und anderen Sozialen Netzwerken sogar Youtube..... \n\nSeason 6 fängt ja wirklich gut an :)","replies":[{"id":"","poster":"Mercy Adc","date":"2016-01-22T02:35:51.042+0000","up_votes":3,"down_votes":6,"body":"tja wenn du anch nem 10/0 in den placements auch total \"dropst\" solltest dich besser informieren warum ^^ du hast nämlich etwas grundlegendes noch nicht verstanden, dynamische warteschlangen sollen (zum jetzigen zeitpunkt) die Teamrankeds ersetzen :P d.h. Solo Q in dem sinne hat noch gar nicht angefangen ;) was du da erlebst ist eine komplett neue Warteschlange für die du noch gar keine mmr haben kannst, also kannst du auch nicht \"droppen\" wo du noch nie gespielt hast :D Solo Q kommt erst in ein paar wochen ^^","replies":[{"id":"","poster":"Pissbirne","date":"2016-01-22T14:52:06.799+0000","up_votes":2,"down_votes":0,"body":"Was ein Humbug Riot hat doch gesagt das die Dynamic das Solo ersetzt...","replies":[{"id":"","poster":"Tenjirou","date":"2016-01-22T15:03:53.230+0000","up_votes":2,"down_votes":0,"body":"Riot hat folgendes gesagt:\n\n> [{quoted}](name=Ariya,realm=EUW,application-id=x3W1ubQa,discussion-id=ZH2gP5aE,comment-id=,timestamp=2016-01-19T15:18:37.987+0000)\n> ●\tDynamische Rangliste\n> ●\tEin paar Wochen nach Saisonstart: Einzel-Rangliste\n\nQuelle: http://boards.euw.leagueoflegends.com/de/c/ankundigungen-de/ZH2gP5aE-die-ranglisten-saison-2016-neuigkeiten-zur-dynamischen-rangliste-und-eure-rackmeldungen\n\nSomit ersetzt die dynamische Rangliste primär die Team-Rangliste und DuoQ Rangliste. Die SoloQ wird dann rein für Einzelleistungen da sein.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-22T15:33:54.585+0000","up_votes":2,"down_votes":0,"body":"Es gibt keine DuoQ Rangliste. Es gab nur die Solo/DuoQ Rangliste und das ist nicht das Selbe.\nDynQ ersetzt primär Solo/DuoQ bzw Abwechselnde Wahl Normals, so wie es in den Ankündigungen zur DynQ auch steht. Irgendwann später hat man beschlossen das Teamranked ausgesetzt wird, weil der Unterschied zu DynQ nicht all zu hoch sei. Ebenfalls irgendwann später, nach sehr viel negativen Feedback, hat man beschlossen noch eine wirkliche SoloQ einzuführen.","replies":[{"id":"","poster":"Tenjirou","date":"2016-01-22T15:46:10.165+0000","up_votes":1,"down_votes":0,"body":"Du hast vollkommen Recht, aber das gilt eben hauptsächlich nur für den Grundgedanken der DynQ (wie er vor dem Feedback gedacht war). Mit den ganzen Folgeentscheidungen von Riot ist es nunmal so, dass die DynQ Hauptsächlich für die gedacht ist, welche sich mit 2-5 Leuten anmelden wollen und somit für Teams.\n\nAber die DynQ hat nichts mit der Abwechselnden Wahl in Normals zu tun. Das ist der \"neue Teamersteller\". Welcher für Ranked und Abwechselnde Wahl genutzt wird.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-22T16:36:10.512+0000","up_votes":1,"down_votes":0,"body":"Der Neue Teamersteller ist aber die Grundlage der DynQ und nach den Änderungen wird es auch keine Unterschiede mehr zwischen abwechselnder Wahl Normal und abwechselnder Wahl Ranked geben, außer den momentan noch bestehenden + - 1 Liga Grenzen fürs Ranked.","replies":[]}]}]}]}]},{"id":"","poster":"Battle Keks","date":"2016-01-22T11:37:52.551+0000","up_votes":2,"down_votes":2,"body":"Ja klar deswegen war die Dynamic Q ja auch im SoloQ schon vorhanden und ich konnte dort 4 Siege einfahren mit 4 Randoms in meinem Team. Weil die SoloQ noch nicht angefangen hatte. Ich verstehe. \nErzähl mir mehr. \n\nPS: Sarkasmus kannst du behalten :)","replies":[{"id":"","poster":"Mercy Adc","date":"2016-01-22T18:08:55.887+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Battle Keks","date":"2016-01-22T19:50:21.969+0000","up_votes":1,"down_votes":2,"body":"Und wieder einer mehr der keine Erziehung genossen hat und nicht fähig ist zu lesen. \nMich selbst betrifft das Problem überhaupt nicht da ich mich lediglich auf die Postings von vielen der letzten Tage hier im Forum bezogen habe. \n\nIch habe meine Placements noch nicht mal fertig somit bin ich wirklich erstaunt woher du wissen willst wohin ich geranked wurde! Hat dir das ne Glaskugel auf Omas Nachttisch geflüstert? \n\nDu widersprichst dir im übrigen Selbst. Wenn die DynamicQ die SoloQ ersetzt wozu dann noch die SoloQ? Mit ist durchaus bewusst das die DynamicQ von jetzt lediglich fürs Teamranked zählt das ändert aber nichts an der Tatsache sich bereits in seine Division spielen zu können. \n\nPS: Lerne du erst einmal was Manieren sind und wie man sich mit anderen generell Unterhält bevor du das nächste mal etwas absonderst und anderen Geheule unterstellst und unfähigkeit zu lesen implizierst.. Typen wie du sind der Grund warum diese Community nach außen so einen schlechten Ruf hat. \nErst Lesen. Dann nochmal lesen und dann unter keinen Umständen posten ehe du nicht gelernt hast wie man mit anderen Menschen auf Respektvolle Art und weise umgeht. \n\nDanke. \n\nPPS: Hier dein eigenes Zitat zurück: \n*PS: Lies mal was schlaue Menshcen drunter geschrieben haben, vllt lernst du ja irgendwann erst Informieren, dann labern ^^*\n\nIn diesem Sinne. Erst Lesen dann labern mein Junger Freund :){{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"AýsIsMyWaifu","date":"2016-01-25T18:45:55.403+0000","up_votes":1,"down_votes":0,"body":"> Ja klar deswegen war die Dynamic Q ja auch im SoloQ schon vorhanden und ich konnte dort 4 Siege einfahren mit 4 Randoms in meinem Team. Weil die SoloQ noch nicht angefangen hatte. Ich verstehe. \n> Erzähl mir mehr. \n\nxD Du widersprichst dir, erst denkste das ist Solo Q und danach sagst du dir ist alles klar. \n\nWerd bitte Rapper, suchen noch ein paar Freilose für VBT und JBB ;) {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Battle Keks","date":"2016-01-26T12:06:04.832+0000","up_votes":1,"down_votes":1,"body":"Lern was Sarkasmus ist weil du verstehst es offenbar nicht :)","replies":[]}]},{"id":"","poster":"Mercy Adc","date":"2016-01-22T20:18:07.472+0000","up_votes":2,"down_votes":1,"body":"haha alles klar xD werde ich beherzigen danke ^^ aber immerhin hast du jetzt endlich verstanden für was die Dynamic q da ist und für was die Solo Q da sein wird ;) immerhin konnte man dich weiterbilden :)\n\n\n> [{quoted}](name=Yggalf,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=002500000000,timestamp=2016-01-22T11:37:52.551+0000)\n>\n> Ja klar deswegen war die Dynamic Q ja auch im SoloQ schon vorhanden und ich konnte dort 4 Siege einfahren mit 4 Randoms in meinem Team. Weil die SoloQ noch nicht angefangen hatte. Ich verstehe. \n> Erzähl mir mehr. \n\n\nIch widerspreche mir ? Hier sagst du noch Dynamic Q sei ja Solo Q und willst mir ja nicht glauben xD Aber plötzlich änderst sich alles und dir ist ALLES BEWUSST :D nice haha \nIn dem Sinne ;) {{sticker:slayer-pantheon-thumbs}} ","replies":[]},{"id":"","poster":"Heavenly Sir","date":"2016-01-22T19:52:05.910+0000","up_votes":2,"down_votes":1,"body":"Ein Keks für die Erziehungsmaßnahme :D","replies":[]},{"id":"","poster":"LilioCandidior","date":"2016-01-22T20:21:17.100+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Yggalf,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00250000000000000000,timestamp=2016-01-22T19:50:21.969+0000)\n\n> \n> Du widersprichst dir im übrigen Selbst. Wenn die DynamicQ die SoloQ ersetzt wozu dann noch die SoloQ? Mit ist durchaus bewusst das die DynamicQ von jetzt lediglich fürs Teamranked zählt das ändert aber nichts an der Tatsache sich bereits in seine Division spielen zu können. \n> \n\n\nIch glaube ihr habt da ein wenig aneinander vorbei geredet.\n\nNur um das nochmal zu klären; 5v5 Teamranked ist abgeschafft (soweit sind wir uns ja einig), aber die DynQ ersetzt diese NICHT. Für 5v5 gibt es derzeit nur ein Ranking, die über die DynQ geregelt werden soll, aber da diese ja nicht funktioniert, fürs erste noch von Solo/DuoQ übernommen wird.\n\nSobald die DynQ funktioniert, ist sie fürs erste die einzige Summoners Rift Q, bis die 'neue' SoloQ rauskommt.\nDas werden 2 voneinander unabhängige Qs, in DynQ können 1-5 ranken, in SoloQ kann man dann nur alleine. Das macht Riot auch nur, weil einige Soloplayer nicht nur noch mit 4er Teams zusammengeworfen werden wollen, weil das echt anstrengend sein kann, wegen flame und all dem Kram (was ich leider zu gut nachvollziehen kann)\n\nSo wie es sich angehört hat, wird die SoloQ aber dann auch irgendwie anders bewertet was zB Seasonrewards angeht. Aber ich denke mal, dass wir da noch warten müssen, bis die Devs sich da was handfestes überlegt haben.\n\nDas einzige Problem derzeit ist halt, dass Leute die mehr als eine Div auseinander sind nicht mehr Ranked miteinander spielen können. Aber das war tatsächlich etwas unbalanced.... wie wir in Bronze TeamElo gegen Teams aus Gold-Diamant Playern gematcht wurden. War lustig, aber auch manchmal etwas frustrierend.","replies":[]}]}]}]}]}]},{"id":"","poster":"Deathzøne","date":"2016-01-22T14:30:56.897+0000","up_votes":2,"down_votes":1,"body":"dynamic hat mit solo nix zu tun....du hast eine dynamic ( team ) division und eine solo division....so kannst du in dynamic z.b b1 sein , im solo aber gold 3 :D\nalso wirst du, sobald die solo Q live ist, neue placements machen und weiter in deiner div spielen ( denke mal so +- 1-2 div wirst runter/ggf hoch gehen je nach mmr )","replies":[{"id":"","poster":"Samwise Gamfeed","date":"2016-01-22T14:43:49.710+0000","up_votes":1,"down_votes":0,"body":"Also haben die aktuellen Placements und die Auswertung (die hier alle betreffen) keinerlei Auswirkung auf die Solo/DuoQ?\nMan startet dann ganz normal in seiner aktuellen Solo/DuoQ MMR und der Division, sobald diese offziell aktiviert wurden?","replies":[{"id":"","poster":"Tenjirou","date":"2016-01-22T15:11:39.682+0000","up_votes":2,"down_votes":0,"body":"Das kann ich dir so jetzt nicht 100% beantworten, aber ich habe es folgendermaßen verstanden:\nDie SoloQ/DuoQ MMR der vorherigen Season (S5 + PreSeason) gelten sowohl für die DynQ und SoloQ in S6. Aber die DynQ und SoloQ beeinflussen sich innerhalb von S6 kein bisschen.\n\nAber noch zur Info in der neuen SoloQ kann man sich nur alleine registrieren, also es gibt keine DuoQ abseits der DynQ.","replies":[{"id":"","poster":"Motifa9","date":"2016-01-22T18:43:54.202+0000","up_votes":1,"down_votes":0,"body":"Riot hat das eigentlich so erklärt, dass Solo/DuoQ durch DynamischeQ ersetzt wird. Die Teamrankeds, wie wir sie bis jetzt kennen, bleiben aber weiter bestehen, sodass man auch mit Freunden spielen kann, die mehrere Ligen besser oder schlechter sind. (Das kann man in DynQ genau wie in Solo/Duo \"damals\" nicht).\n\nJetzt wo die dynamische Warteschlange aber deaktiviert ist, hat Riot sie wieder durch die Solo/Duo ersetzt und die Placements, die man jetzt in Solo/Duo macht gelten für die dynamische, wie oben erklärt.(---> Wenn man bereits 2 Placements in der Dynq gemacht hat und  6 weitere in der Solo/Duo, die gerade aktiv ist, macht, gelten diese als 8 Placementspiele)\n\nWarum so viele dropen, obwohl sie gute Placements spielen, kann ich auch nicht erklären, vieleicht schreibt Rito noch was dazu (oder auch nicht)","replies":[{"id":"","poster":"Tenjirou","date":"2016-01-22T18:55:15.390+0000","up_votes":1,"down_votes":0,"body":"Die Teamranked wie wir sie kennen bleiben nicht bestehen. Zumindest vorerst nicht in S6. Siehe folgendes Zitat aus dem englischem Forum:\n\n> [{quoted}](name=Ymir,realm=EUW,application-id=slFBEUB8,discussion-id=GlxsVpAm,comment-id=,timestamp=2016-01-19T12:00:39.190+0000)\n>\nBecause Dynamic Ranked is an indisputably better experience for playing with friends, the Ranked Teams queue skips the 2016 season while we begin work to integrate the full team experience into Dynamic Ranked.","replies":[{"id":"","poster":"Samwise Gamfeed","date":"2016-01-22T23:40:24.730+0000","up_votes":1,"down_votes":0,"body":"Okay.. Hab jetzt viel rumgehört und auch gelesen. \nFrage.. IST ES WAHR DAS EIN KOMPLETTER HARDCORE-RESET FÜR DIE SOLOQ KOMMEN WIRD?! ALSO EINE KOMPLETT NEUE LIGA, JEDER MUSS KOMPLETT VON VORNE BEGINNEN!!! CIAO. DIAMOND, CIAO PLATIN, CIAO GOLD?!\n\nJemand eine Ahnung ob da was dran ist?\nDie Verantwortlichen von Rito haben ja scheinbar selbst keinen Plan was abgeht, sonst wäre mal ein kleines Statement dazu gekommen!","replies":[{"id":"","poster":"Tenjirou","date":"2016-01-23T00:32:47.771+0000","up_votes":1,"down_votes":0,"body":"Ich habe da gestern einmal etwas von einem Riot-Mitarbeiter im englischem Forum gelesen und leider weiß ich nicht mehr genau wo, deswegen kann ich kein Zitat anbringen, aber es war etwas komisch formuliert. Eine Übersetzung aus meinem Gedächtnis heraus ist Folgende:\n\n\"Die SoloQ/DuoQ MMR [der vorherigen Season] gelten sowohl für die DynQ und SoloQ in S6. Aber die DynQ und SoloQ beeinflussen sich nicht.\"\n\nDen Inhalt der eckigen Klammer habe ich so interpretiert, aber es stand nicht explizit dabei. Aber denke, wenn so eine schwammige Erklärung kommt, dass es intern auch nicht allen klar ist.","replies":[{"id":"","poster":"Samwise Gamfeed","date":"2016-01-23T01:11:00.708+0000","up_votes":1,"down_votes":0,"body":"Das heißt?\nMeine Frage bezieht sich jetzt darauf, dass bei ALLEN die KOMPLETTEN Ranglistenstats in der SoloQ (sobald diese laufen) gelöscht werden, und es quasi so sein wird, als hätte man NIE ein Ranked gemacht, als wäre man gerade erst Lvl 30 geworden und man würde zum ersten mal seine Placement spielen. Heißt jeder wird mit 1200 MMR starten und die vorherige Platzierungen haben keinerlei Auswirkung darauf?!\n\nHabe es jetzt so mehrmals gelesen, dass es einen Hardcore-Reset gibt und die Wertung der season 5 + Preseason von z.B. Platin, Gold keine Rolle dabei spielen werden. (NUR FÜR SOLOQ!). Man muss also wieder komplett bei NULL anfangen..\n\nWeiß da zufällig einer was von?","replies":[{"id":"","poster":"LilioCandidior","date":"2016-01-23T09:51:12.473+0000","up_votes":1,"down_votes":0,"body":"Ich habe bisher immer nur gehört, dass du zu beginn deine Wertung von der DynQ (bzw. ehemalige Solo/DuoQ) bekommst, die danach aber getrennt weiterlaufen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"SNKFreak","date":"2016-01-21T20:41:39.462+0000","up_votes":2,"down_votes":0,"body":"Keep calm and eat a Poro Snack {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"PaiiGe","date":"2016-01-21T15:49:36.542+0000","up_votes":2,"down_votes":0,"body":"Okay, seit 17 Uhr ist es deaktiviert. Und nun ist es fast einen ganzen Tag, ohne Infos oder der gleichen. Langsam kotzt es mich auch an. Und ich versteh nicht, wieso man dann schreibt das man informiert wird wenn es was neues gibt, oder wie der Stand ist, wenns eh nicht passiert? Einmal ein \"Es kann sich noch um Tage, Wochen handeln\" oder was auch immer. Aber uns nicht da sitzen lassen, wie bescheuerte Gänse. Paar Buchstaben.. sind die so schwer? Ich weiß, das es nicht leicht ist so ein Großes Konzept stand zu halten wie League of Legends. Aber eine Info wäre super?! v_v","replies":[]},{"id":"","poster":"Akiimoto","date":"2016-01-21T15:48:55.172+0000","up_votes":2,"down_votes":0,"body":"More INFOS Please {{champion:53}}","replies":[]},{"id":"","poster":"yung Witcher","date":"2016-01-21T15:46:12.052+0000","up_votes":2,"down_votes":0,"body":"Langsam eine Information wäre schon nicht schlecht. Diese Warterei bringt mich um. Ich will mich jetzt nicht unbedingt aufregen wie andere hier aber ich finde es schade, dass man nicht wenigstens aller paar stunden eine kleine Info geben kann. {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"pmpxTR","date":"2016-01-21T15:16:09.176+0000","up_votes":2,"down_votes":0,"body":"Ja stimmt, ein wenig Einleuchtung wäre nicht verkehrt.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2016-01-21T09:28:03.319+0000","up_votes":2,"down_votes":1,"body":"wie wäre es wenn ihr euch alle , die sich beschwere, mal in Geduld übt o.o wenn ihr meint das Riot den Job schlecht macht dann...bewerbt euch bei denen und macht es besser?  Ich für meinen teil lasse mir Zeit , spiele halt mal was anderes oder weniger. Ich störe mich nicht daran das die nun die Champ Select wieder offline genommen haben um sie zu Fixen. Besser als verbuggt damit zu spielen .","replies":[{"id":"","poster":"DarkRaín","date":"2016-01-21T10:55:15.500+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Aphiri,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=000d,timestamp=2016-01-21T09:28:03.319+0000)\n>\n> wie wäre es wenn ihr euch alle , die sich beschwere, mal in Geduld übt o.o wenn ihr meint das Riot den Job schlecht macht dann...bewerbt euch bei denen und macht es besser?  Ich für meinen teil lasse mir Zeit , spiele halt mal was anderes oder weniger. Ich störe mich nicht daran das die nun die Champ Select wieder offline genommen haben um sie zu Fixen. Besser als verbuggt damit zu spielen .\n\nAlle anderen Server machen es aber besser. :)","replies":[{"id":"","poster":"Zulwar","date":"2016-01-21T12:22:15.019+0000","up_votes":1,"down_votes":0,"body":"Wie du lesen konntest, ist der Fehler bei denen nicht aufgetreten, da die Server dort zu klein sind.","replies":[{"id":"","poster":"DarkRaín","date":"2016-01-21T12:58:31.088+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zulwar,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=000d00000000,timestamp=2016-01-21T12:22:15.019+0000)\n>\n> Wie du lesen konntest, ist der Fehler bei denen nicht aufgetreten, da die Server dort zu klein sind.\n\nDann frag ich mich warum es nicht erst bei dem größten Server von allen wo die Chance größer ist das Probleme auftreten können getestet wurde anstatt wiedermal das geliebte NA.","replies":[{"id":"","poster":"Zulwar","date":"2016-01-21T13:11:08.526+0000","up_votes":2,"down_votes":0,"body":"Weil wenn auf den kleinen Servern ein Fehler auftritt, ist der auf den großen auch, aber auf dem kleinen sind dann nicht so viele Spieler betroffen. Denn wenn du dich im Forum mal so ein bisschen um schaust, wirst du merken, das der Fehler zu etlichen Threats geführt hat.\nDeswegen, ich finde es sinnvoll, das die erst auf den kleinen testen, dann sind nämlich die ersten Kinderkrankheiten weg und wir bekommen dann eine relative stabile Version, die dann aber nicht immer klappt, da dann aufgrund der Größe ein neuer Fehler auftaucht.\n\nKann mich noch gut an die Anfänge erinnern, wo man teilweise dachte, ach zock ich mal ne Runde LOL und die Server dann down waren, weil da irgendein Problem war. Dies war dann auch häufig für 12h wodurch ein Zocker Tag schon mal umstrukturiert werden musste. Wann das letzte mal die Server down waren, kann ich mich aber nicht mehr erinnern, wodurch wir es somit schon deutlich besser haben.","replies":[]},{"id":"","poster":"Sree","date":"2016-01-21T13:21:11.409+0000","up_votes":1,"down_votes":0,"body":"Weil man neue Features immer zuerst auf den kleineren Servern testet, da dort im Falle von Problemen am wenigsten Spieler betroffen sind.","replies":[]},{"id":"","poster":"Furry4Love","date":"2016-01-21T14:31:50.995+0000","up_votes":0,"down_votes":1,"body":"Warum bist du dann nicht so gescheit anstatt dich zu beschweren dir nen NA account zu machen und dich da auf 30 Hochzuspielen oder RP zu investieren um deinen account zu transferieren -.-\nRIOT arbeitet doch an dem Problem","replies":[]}]}]}]}]},{"id":"","poster":"Caphâlor","date":"2016-01-21T09:14:13.847+0000","up_votes":1,"down_votes":0,"body":"Weiß jemand ob es was Neues zu dem Problem gibt?","replies":[{"id":"","poster":"Aero Lupus","date":"2016-01-21T09:17:57.907+0000","up_votes":1,"down_votes":0,"body":"Ich denke mal das wir das am schnellsten hier erfahren werden wenn sich irgendwas neues tut und es neue Infos gibt :) aber anscheinend ist was Infos angeht auch tote Hose -.- was langsam aber sicher ein wenig frustrierend wird :(","replies":[{"id":"","poster":"Keyane","date":"2016-01-21T12:07:02.536+0000","up_votes":2,"down_votes":0,"body":"Gibs echt noch keine neuen Infos, was da jetzt los ist?\nIch finds irgendwie total schade...\nMein freund hat sich gestern und heute extra frei genommen um mit mir, seinem Bruder und ner freundin ranked spielen zu können (ja echt jetzt) und jetzt geht's immernoch nicht :c\nKann man die Techniker nicht fragen warum sich das als nicht so einfach erweist das Problem zu lösen? Oder wenigstens irgendwie eine Benachrichtigung bekommen wie und was da jetzt los ist, wäre auf jeden Fall hilfreich ^^","replies":[]}]}]},{"id":"","poster":"elhamdulillah","date":"2016-01-21T12:00:19.961+0000","up_votes":2,"down_votes":0,"body":"Man muss doch langsam das gefixxt haben...","replies":[]},{"id":"","poster":"Ich mag Kinder","date":"2016-01-21T09:25:50.157+0000","up_votes":2,"down_votes":0,"body":"Update?","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2016-01-20T19:37:55.855+0000","up_votes":1,"down_votes":1,"body":"Aber die das neue Matchmaking für Normals ist offenbar auch noch nicht on. Kommt das dann auch wieder wenn die dynamische Q wieder aktiv ist?","replies":[{"id":"","poster":"Elthision","date":"2016-01-20T20:18:38.628+0000","up_votes":2,"down_votes":0,"body":"das neue Matchmaking ist die dynamische Queue xD","replies":[{"id":"","poster":"Akiimoto","date":"2016-01-21T01:33:54.647+0000","up_votes":2,"down_votes":0,"body":"Wielange wird die Angekündigte Netzwerkwartung denn dauern? ... \nSeason beginnt und die legen den Server lahm GEE GEE","replies":[]}]}]},{"id":"","poster":"Trace Lost","date":"2016-01-20T18:31:57.883+0000","up_votes":3,"down_votes":4,"body":"Finde es bisschen Unfair wegen dem Party Up Bonus den wir nicht genießen können.","replies":[{"id":"","poster":"Ymir","date":"2016-01-20T18:43:32.474+0000","up_votes":3,"down_votes":1,"body":"_Apologies for the English response. Geist is getting this translated for the post.\n_\nWe're holding back the Party bonus until issues are resolved. This means we can turn it on and make sure you get the same amount of time to earn IP once Dynamic Queues are back. If we switched it on now we'd likely run into some issues.\n\nWe want you to enjoy it and that's why we're waiting to make sure you can.","replies":[{"id":"","poster":"Sakunosuke Oda","date":"2016-01-20T19:04:38.326+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ymir,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00020000,timestamp=2016-01-20T18:43:32.474+0000)\n>\n> _Apologies for the English response. Geist is getting this translated for the post.\n> _\n> We're holding back the Party bonus until issues are resolved. This means we can turn it on and make sure you get the same amount of time to earn IP once Dynamic Queues are back. If we switched it on now we'd likely run into some issues.\n> \n> We want you to enjoy it and that's why we're waiting to make sure you can.\n\nYmir the Admin from Metin 2!","replies":[{"id":"","poster":"Akiimoto","date":"2016-01-20T22:32:29.650+0000","up_votes":2,"down_votes":0,"body":"Gibt es eigentlich nach 3Stunden noch in irgendeiner Form mehr Infos dazu ?? \n\nWill die neue Warteschlange :/ ... bin schon heiß am warten ^^ \n\nPeace and out {{summoner:4}}","replies":[]}]}]}]},{"id":"","poster":"Feeding Airlines","date":"2016-01-20T18:35:58.351+0000","up_votes":4,"down_votes":2,"body":"Viel Erfolg, hoffe auf eine schnelle Lösung. Möge die macht mit euch!{{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Projekt Delta","date":"2016-01-20T18:57:31.065+0000","up_votes":7,"down_votes":5,"body":"Vielen Dank für die Infos <3 Schlechte Taten von Riot werden immer angeprangert, gute jedoch nicht {{item:3070}} \nHaltet uns auf dem laufenden !","replies":[]},{"id":"","poster":"elhamdulillah","date":"2016-01-20T20:29:19.736+0000","up_votes":2,"down_votes":3,"body":"komisch irgendwie lese ich diese Infos von Jahr zu Jahr, wenn was neues kommt ... wieso melden sich eure Techniker nicht mal zu Wort?","replies":[{"id":"","poster":"Elthision","date":"2016-01-20T20:33:22.273+0000","up_votes":3,"down_votes":2,"body":"Weil die beschäftigt sind, um das Problem zu beheben, während andere Rioter für die Kommunikation nach Aussen zuständig sind. Wenn die hier im Forum am Chatten wären, würdest du dich auch beschweren, wieso es so lange geht, bis das Problem behoben ist. Dann könnten sie dir schreiben, dass es daran liegt, dass sie am Schreiben sind...","replies":[{"id":"","poster":"elhamdulillah","date":"2016-01-20T21:44:27.770+0000","up_votes":1,"down_votes":4,"body":"Wieso bist du nur so naiv?","replies":[{"id":"","poster":"Akiimoto","date":"2016-01-21T14:16:46.782+0000","up_votes":3,"down_votes":0,"body":"Seit 17 Stunden keine Neuigkeiten mehr über dieses Dynamische System.... +1 {{summoner:14}}","replies":[{"id":"","poster":"elhamdulillah","date":"2016-01-21T18:54:23.176+0000","up_votes":1,"down_votes":0,"body":"22 Stunden und keine Neuigkeiten.","replies":[]},{"id":"","poster":"MightyMilla","date":"2016-01-21T14:23:54.809+0000","up_votes":1,"down_votes":0,"body":"Ich schätze, dass es innerhalb von Riot international immer noch Kommunikationsprobleme gibt.","replies":[]}]}]}]}]},{"id":"","poster":"Anticodon","date":"2016-01-20T18:31:10.878+0000","up_votes":4,"down_votes":3,"body":"Dann warte ich wohl doch noch etwas mit meinen Placement Matches ;-)\nDie neue Queue gefällt mir einfach zu gut im Vergleich,\nals dass ich jetzt wieder zurück springen würde.\n\nHoffen wir mal, dass sich der Fehler zeitnah finden und beheben lässt.\n\nlg Anticodon","replies":[]},{"id":"","poster":"MasterShaiLi","date":"2016-01-22T09:36:37.885+0000","up_votes":1,"down_votes":1,"body":"Ich bin schon mit einem Smurf nach EUE/EUN gewechselt. Da hat man keine Probleme mit der neuen dynamischen Warteschlange :) Die Spiele werde auch fix gefunden und solange es da weitergeht kann ich für EUW ja schon mal trainieren dort. Hat mich zwar 20€ gekostet aber vollkommen gelohnt, weil die neue Championselect einfach Hammer ist !!","replies":[{"id":"","poster":"wh0pp3r","date":"2016-01-22T11:09:45.576+0000","up_votes":2,"down_votes":1,"body":"Vor allem weil sie weltweit deaktiviert wurde :-P","replies":[{"id":"","poster":"Lucifer Shaymas","date":"2016-01-22T23:09:32.051+0000","up_votes":1,"down_votes":0,"body":"Nein nur EUW und KR haben die DQ durch großen Andrang gecrasht","replies":[]}]}]},{"id":"","poster":"H5 Cell","date":"2016-01-21T19:09:07.944+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mall mit einem Update was die Lage in moment macht??????","replies":[{"id":"","poster":"Nhamyr","date":"2016-01-21T19:13:19.658+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=H5 Cell,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=0021,timestamp=2016-01-21T19:09:07.944+0000)\n>\n> Wie wäre es mall mit einem Update was die Lage in moment macht??????\n\nVor etwa einer Stunde hat ein netter Mensch aus einem englischen Forum etwas zitiert in dem  steht \"still working on a fix\" erst lesen was Leute schreiben bevor man den Mund aufmacht um zu heulen oder Forderungen zu stellen.","replies":[{"id":"","poster":"Damrod","date":"2016-01-21T19:22:35.127+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=DeZzox,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00210001,timestamp=2016-01-21T19:13:19.658+0000)\n>\n> Vor etwa einer Stunde hat ein netter Mensch aus einem englischen Forum etwas zitiert in dem  steht \"still working on a fix\" erst lesen was Leute schreiben bevor man den Mund aufmacht um zu heulen oder Forderungen zu stellen.\n\n\nDas habe ich zwar auch gesehen aber langsam dauert die Behebung einfach nur lächerlich lang. Ich kann die Leute verstehen warum sie sich aufregen! Riot sollte Neuerungen bevor sie sie releasen, erst einmal selber testen bzw. testen lassen, anstatt sie einfach freizugeben und dann ein paar Stunden später wieder zurückzunehmen... {{summoner:11}} {{champion:32}}","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-22T12:44:08.466+0000","up_votes":1,"down_votes":0,"body":"Nicht das sie das auf dem PBE und ne ganze Woche lang auf NA und TR gemacht hätten...\n{{sticker:zombie-brand-facepalm}} \nbtw, was für eine Art Technik Experte bist du, dass du ohne das System gesehen zu haben oder eine Ahnung davon zu haben wo genau der Fehler liegt einschätzen kannst wie lange die Reparatur benötigen sollte?","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-01-21T20:09:35.094+0000","up_votes":1,"down_votes":0,"body":"Manche Bugfixes für Champions dauern Tage... (also in Fällen, wo man sie disablen musste)\n\nJetzt stell dir das auf ein wesentlich größeres System vor. Unter Umständen kann dies noch viel länger dauern. Da Riot aber sehr viele Ressourcen darauf verwendet, die neue Champselect ins Laufen zu kriegen, sollte es bald gehen. Stichwort bald.\nDie Masse an Spielern hat das System überansprucht. Deshalb ging es bei uns so schnell wieder weg.","replies":[]},{"id":"","poster":"Nhamyr","date":"2016-01-21T19:29:56.005+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cpt Ghost,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=002100010000,timestamp=2016-01-21T19:22:35.127+0000)\n>\n> Das habe ich zwar auch gesehen aber langsam dauert die Behebung einfach nur lächerlich lang. Ich kann die Leute verstehen warum sie sich aufregen! Riot sollte Neuerungen bevor sie sie releasen, erst einmal selber testen bzw. testen lassen, anstatt sie einfach freizugeben und dann ein paar Stunden später wieder zurückzunehmen... {{summoner:11}} {{champion:32}}\n\nIch kann es auch verstehen aber was nützt es euch hier rum zu nörgeln? Glaubt ihr Rito arbeitet deswegen schneller? Das ist verschwendete Zeit nutzt die lieber für was besseres ich habe eben einfach mal ne Runde im Park mit meinem Hund gedreht und gut ist ich rege mich auch nicht stundenlang auf das es nicht funktioniert weil es einfach 0 bringt.","replies":[{"id":"","poster":"Damrod","date":"2016-01-21T19:38:36.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DeZzox,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=0021000100000000,timestamp=2016-01-21T19:29:56.005+0000)\n>\n> Ich kann es auch verstehen aber was nützt es euch hier rum zu nörgeln? Glaubt ihr Rito arbeitet deswegen schneller? Das ist verschwendete Zeit nutzt die lieber für was besseres ich habe eben einfach mal ne Runde im Park mit meinem Hund gedreht und gut ist ich rege mich auch nicht stundenlang auf das es nicht funktioniert weil es einfach 0 bringt.\n\nIch rege mich auch nicht stundenlang auf {{champion:17}}  just saying {{champion:35}} \"why so serious\" \n{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Nhamyr","date":"2016-01-21T19:39:32.787+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cpt Ghost,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=00210001000000000000,timestamp=2016-01-21T19:38:36.633+0000)\n>\n> Ich rege mich auch nicht stundenlang auf {{champion:17}}  just saying {{champion:35}} \"why so serious\" \n> {{sticker:slayer-jinx-catface}}\n\nDu vielleicht nicht genug andere leider schon ^^","replies":[]}]}]},{"id":"","poster":"Hayvayne","date":"2016-01-21T19:33:36.423+0000","up_votes":1,"down_votes":0,"body":"Es gibt ein gewissen Server der nennt sich PBE server :D Dort haben viele den neuen Select getestet,aber leider gibt es auf dem PBE nicht ansatzweise so viele Spieler um die Warteschlange/Champselect auf die gewisse \"stabilität\" zu testen, die es auf den LIVE-Servern gibt.\n\nPS: ich hoffe die einstufungen von S6 sind irgendwie verbuggt -.-* von g5 auf s5 & mein kumpel von Plat3 auf b5 GG xD","replies":[]}]}]},{"id":"","poster":"Nine fckn tales","date":"2016-01-21T19:13:02.459+0000","up_votes":1,"down_votes":0,"body":"Wir wollen dan langsam mal infos ist es den so schwer einfach mal zu schreiben wie es aussieht rito pls????","replies":[]}]},{"id":"","poster":"Inuií","date":"2016-01-20T18:55:21.330+0000","up_votes":2,"down_votes":1,"body":"Ich werde auch noch warten da ich das neue system einfach viel besser finde ... es macht einfach mehr spass sich das anzusehen und seine lane zu bekommen ohne sich die köpfe ein zuschlagen !!! viel erfolg\n\nHoffentlich ist sie schnell wieder da !!","replies":[]},{"id":"","poster":"pC TRASHplayz","date":"2016-01-20T18:31:56.519+0000","up_votes":2,"down_votes":1,"body":"Danke für die Infos :) ich wünsche dem ganzen Team viel Erfolg um schnell die Lösung der Probleme zu finden und sie zu fixen","replies":[]},{"id":"","poster":"LeagueofLegemds","date":"2016-06-10T11:59:45.974+0000","up_votes":1,"down_votes":0,"body":"so ein scheiss diese warte schlange permanent muss man  bis zu 20 minuten warten dann bricht man die manchmal ab nochmal 20 minuten ich habe garkeine lust auf das spiel oder man ist in der que geht auf toilette und dann steht da sie sind für 5 minuten gespeert weil die nicht angenommen haben es ist echt zum heulen","replies":[]},{"id":"","poster":"Anachy1","date":"2016-02-02T20:26:33.494+0000","up_votes":1,"down_votes":0,"body":"Kann einer mir mal sagen wann solo q kommt pls Riot sagt mal was dazu.\nIch und viele andere warten auf solo q weil sie keinen bock mehr haben auf dynamic q viele wollen rank spieln aber wenn man allein ist und man will nur allein spielen ist das nur scheise wenn man gegen primads spielen muss in dynamic.\nAlso bitte kann mir wer mal eine antwort geben und nicht so eine Antwort in paar wochen.","replies":[]},{"id":"","poster":"FaridBanq","date":"2016-02-01T14:35:29.215+0000","up_votes":1,"down_votes":0,"body":"wann kommt die Solo Q die unsere alte MMR von season 5 berücksichtigt ??","replies":[]},{"id":"","poster":"Eisprung","date":"2016-01-29T22:09:29.700+0000","up_votes":1,"down_votes":0,"body":"Gibt uns lieber Teamranked wieder! Es war perfekt so wie es war. Jetzt können wir nichtmehr zusammenspielen. Die neue Warteschlange wird LoL extrem weh tun denn ich und viele meiner Freunde haben LoL nur noch wegen Teamrankeds gespielt!","replies":[]},{"id":"","poster":"Deathzøne","date":"2016-01-27T12:49:00.547+0000","up_votes":1,"down_votes":0,"body":"Wenn dein Kumpel adc ist du Supp: dein Kumpel gibt adc/supp ein und du supp/adc....so einfach ist das.....geht auch bei allen anderen lanes","replies":[]},{"id":"","poster":"Spihscp","date":"2016-01-27T12:36:27.207+0000","up_votes":1,"down_votes":0,"body":"finde das neue system nicht so gut, weil man 2 mögichkeiten eingeben muss welche position man spielen möchte, ich komme nie mit meinem freund zusammen auf die lane, das war vorher besser. warum habt ihr das so geändert??????????","replies":[]},{"id":"","poster":"Quinn Dissglerio","date":"2016-01-25T18:50:26.968+0000","up_votes":1,"down_votes":0,"body":"Hallo.\nEs ist nun fast 1 Woche her, dass die neue Saison angefangen hat und nicht Mal einen halben Tag später war dann auch schon wieder alles vorbei.\nSeit diesem Tag schwindet die Lust auf LOL immer mehr.\n\nNicht weil die neue Warteschlange gleich explodiert ist. Mein Gott, sowas kennt man ja.\nNein, weil es keinen Teamersteller mehr gibt - und das neue äquivalent gleich am Tag der Einführung wieder rausgenommen wurde.\nIch habe schlichtweg keine Lust mich jedes verdammte Spiel um die Position, die ich gern Spielen möchte zu streiten - oder den \"schwarzen Support\" zugeschoben zu bekommen.\nDAFÜR GAB DES DEN TEAMBUILDER!!! \n\nSollte das Problem nicht sehr bald behoben sein mit der Dynamischen Warteschlage, dann setzt wenigstens den Spielspaß wieder ein. BITTE","replies":[{"id":"","poster":"Kyarrath12","date":"2016-01-25T19:32:40.442+0000","up_votes":1,"down_votes":0,"body":"Ruhig bleiben, schau was ich gepostet habe. Die neue Dynamic Queue wird bald wieder verfügbar sein. Vielleicht schon morgen. \nIch weiß es ist nervig, ich spiele auch kaum mehr, weil ich die Dynamic Queue haben möchte, aber manchmal können Fehler halt passieren. LoL ist nicht einfach programmiert, da kann sowas wirklich mal vorkommen. \n\nBitte beruhige dich, und spiel LoL mit freundlichen und netten Menschen damit du wieder Spielspaß bekommst. Ich glaub Riot tut es auch leid, das Sie nicht antworten zeigt nur das Sie daran arbeiten. :) \n\nLiebe Grüße:\nKyarrath12","replies":[]}]},{"id":"","poster":"Vannipo","date":"2016-01-25T17:39:35.013+0000","up_votes":1,"down_votes":0,"body":"Das alte Draft-Pick-System hat meinen S16-Elo-Wert voll versaut, da man nur mit Leuten spielt, die eine Lane oder Rolle nicht wollen bzw. können.\n\nAlso,\nNeue Infos bitte. Der neue Teambuilder hat sich sehr gut angefühlt.","replies":[]},{"id":"","poster":"Cluid","date":"2016-01-25T14:36:07.624+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Geist,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=,timestamp=2016-01-20T18:27:02.162+0000)\n>\n> Kurz und b&uuml;ndig: Dynamische Warteschlange aufgrund eines Ladeproblems deaktiviert; Einzel/Duo-Rangliste vor&uuml;bergehend aktiviert; alle Partien in diesem Modus z&auml;hlen f&uuml;r die dynamische Rangliste.\n> \n> Wir haben heute einen Fehler auf dem EUW-Server bemerkt, der es erfordert hat, dass wir die dynamische Warteschlange deaktivieren. Das Problem bestand beim Laden des Spiels auf den Server. Der Fehler betrifft den KR-Server in &auml;hnlicher Weise. \n> \n> Als Konsequenz wurden alle Ranglistenmodi mit dynamischer Warteschlange deaktiviert und bleiben inaktiv, w&auml;hrend wir weitere Nachforschungen anstellen. Wir hatten zwei M&ouml;glichkeiten:\n> \n> a) Die Rangliste deaktivieren, bis das Problem behoben sein w&uuml;rde.\n> b) Die alte Einzel/Duo-Rangliste reaktivieren.\n> \n> Wir haben uns f&uuml;r Option b) entschieden, weil wir wollten, dass die Ranglistenspieler unter euch auch weiterhin ihre Platzierungsspiele austragen k&ouml;nnen. Da wir nicht wussten, wie viel Zeit die Fehlerbehebung in Anspruch nehmen w&uuml;rde, haben wir die Einzel/Duo-Rangliste bis auf Weiteres reaktiviert. \n> \n> Was bedeutet das f&uuml;r deine Platzierungen und Wertungen?\n> \n> Alle Partien, die ihr in der momentan aktiven Einzel/Duo-Warteschlange spielt, z&auml;hlen f&uuml;r eure Platzierungen und Wertungen in der neuen Warteschlange, wenn wir sie wieder aktivieren. Wenn ihr also in der dynamischen Auswahl zwei Spiele gespielt habt, bevor die Probleme begannen, und dann sechs weitere in der Einzel-Warteschlange spielt, habt ihr insgesamt acht gespielte Spiele. Alle z&auml;hlen f&uuml;r eure Platzierungen. \n> \n> Warum sind die anderen Regionen nicht betroffen?\n> \n> Vor der Einf&uuml;hrung dieser neuen Funktion haben wir das gesamte System in einer simulierten Umgebung getestet. Dann wurde es auf den TR- und NA-Servern eingef&uuml;hrt, was ohne gr&ouml;&szlig;ere Probleme vonstattenging. Allerdings haben in der gr&ouml;&szlig;eren Live-Umgebung nicht alle Untersysteme der dynamischen Warteschlangen richtig mitskaliert. \n> \n> Wie geht es jetzt weiter?\n> \n> Unsere Techniker arbeiten derzeit aktiv an einer L&ouml;sung, um die dynamischen Warteschlangen f&uuml;r EUW wieder aktivieren zu k&ouml;nnen. Derzeit liegen keine Sch&auml;tzungen vor, aber unser technisches Team h&auml;lt uns auf dem Laufenden. Wir melden uns wieder, wenn wir Neuigkeiten haben. Danke f&uuml;r deine Geduld.\n> \n> \n> **EDIT**\n> Bezüglich der Teambelohnungen: wir verzögern den Start der Teambelohnungen auf EUW, bis das Problem behoben ist. Sobald die dynamischen Warteschlangen wieder verfügbar sind, werden wir die Teambelohnungen aktivieren, damit die Spieler auf EUW so viel Zeit zum Verdienen von Belohnungen haben, wie alle anderen.\n\nNEED UPDATE......","replies":[]},{"id":"","poster":"Dr Beemo","date":"2016-01-25T12:38:48.802+0000","up_votes":1,"down_votes":0,"body":"Aus dem Englischen Artikel:\n\n> [{quoted}](name=Riot tmx,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=00aa,timestamp=2016-01-25T12:10:34.778+0000)\n>\n> 25/1 update: after performing some software and hardware changes to the Queue system we saw very promising load tests results over the weekend. We decided to re-enable Dynamic Queues in EUNE and monitor performance over the peak period tonight. If everything is fine we will re-enable Dynamic Queues in EUW, and all the remaining live regions early Tuesday. Expect more updates later tonight.","replies":[{"id":"","poster":"pmpxTR","date":"2016-01-25T13:27:16.282+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dr Åwesome,realm=EUW,application-id=x3W1ubQa,discussion-id=U7HYEj5f,comment-id=0039,timestamp=2016-01-25T12:38:48.802+0000)\n>\n> Aus dem Englischen Artikel:\n\nniceteeee","replies":[]}]},{"id":"","poster":"Shiena","date":"2016-01-24T15:17:45.203+0000","up_votes":1,"down_votes":0,"body":"Für all unsere kleinen Tränendrüsenerpresser :) die sich beklagen Riot würde nichts im Forum äussern....\n\nhttp://boards.euw.leagueoflegends.com/en/c/announcements-en/10wde8H7-20012016-euw-dynamic-queue-system-disabled-further-Details 13 Kommentare von Riot hf and gl","replies":[]},{"id":"","poster":"SKYYGames","date":"2016-01-23T09:09:50.010+0000","up_votes":1,"down_votes":0,"body":"ich würde ach gerne mal wieder neue Infos bekommen =(","replies":[{"id":"","poster":"LilioCandidior","date":"2016-01-23T09:55:03.414+0000","up_votes":1,"down_votes":0,"body":"Die neusten Infos waren, dass einige Fixes getestet werden, aber das ganze mindestens noch 2 Tage dauern wird. WENN die Fixes erfolgreich waren wird die DynQ erst auf einem Server, dann bei Erfolg auf allen anderen Servern wieder aufgespielt.\n\nDas heißt, 'richtige' News wird es eh erst nach dem WE geben.","replies":[]}]},{"id":"","poster":"UpGrEaDD","date":"2016-01-23T08:40:58.979+0000","up_votes":1,"down_votes":0,"body":"Ohne Witz, hab mit meinen Freunden ne Lan Party geplant, extra heute Abend da man ja eigentlich Ranked mit 5 Mann zocken kann. Die Planung steht schon seitdem neusten Patch.  Jetz können wir nur abwarten ob das funzt oder nicht, und das ist nicht gerade toll. {{summoner:4}}","replies":[]},{"id":"","poster":"Mynora","date":"2016-01-22T22:53:22.273+0000","up_votes":1,"down_votes":0,"body":"Kurze Frage:\n\nWie sieht es dann mit der \"Soloq\" aus?\nHier wird die ganze Zeit nur von Dynamic Q geredet und dass die Spiele übertragen werden. Im Endeffekt gibt es ja dann zwei verschiedene Ratings.\n1. Absolutes Soloq\n2. Dynamic 2-5 Spieler \nWird das, in dem Zeitraum der Deaktivierung, erspielte Rating auf beide übertragen oder nur auf eins? Und wie sieht es dann mit dem anderen aus? 10 neue Placements?\n\nWenn ich irgendwas falsch verstanden hab, bitte mitteilen, aber ich blicke grad nicht ganz durch.\n\nLG Mynora","replies":[{"id":"","poster":"Lucifer Shaymas","date":"2016-01-22T23:11:16.023+0000","up_votes":1,"down_votes":1,"body":"Die SoloQ ist nur da währrend die DynamicQ gefixt wird und ist dann wieder weg alles geht dann in die Dynamic über","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-23T00:29:52.004+0000","up_votes":1,"down_votes":0,"body":"Nein, während die DynQ deaktiviert es gibt es die gute alte Solo/DuoQ und die ist eben nicht SoloQ, sondern wie der Name schon sagt Solo/DuoQ.\nDie SoloQ kommt wahhrscheinlich in den nächsten paar Wochen und wird neben der DynQ laufen.","replies":[]}]}]},{"id":"","poster":"Samwise Gamfeed","date":"2016-01-22T14:22:29.525+0000","up_votes":1,"down_votes":0,"body":"Hey zusammen,\nsuper Information! Danke vielmals dafür!\nAlso verstehe ich das jetzt richtig (nur um sicher zu gehn, da ich das Game gestern nach der Placement vom Rechner geworfen hab xD)\nWar In Season 5 Gold1, während der Vorseason mit einem Kumpel Rankeds gespielt (er nur Silber4). Dementsprechend auch Team bekommen (Nichts gegen Silber-Dudes ;) ), aber das getrolle und gefeede war echt enorm.. \nEgal...\nHabe gestern meine 10 Placement Spiele absolviert (Stand 5/5). Wurde in Bronze 1 \"befördert\" ( {{champion:114}} ). Zählt DIESE Wertung nun für die Neue (noch nicht freigeschaltete) Dynamic-Queue???\nWerde ich sobald diese Neue Queue aktiviert wurde, meine nächsten 10 Placements absolvieren können, um mit meiner eigentlichen (soloQ) Wertung weiter zu machen, oder bleibe ich jetzt auch in der SoloQ in Bronze 1? Sorry aber hab das ganze nicht so genau verstanden und will mal gerade auf Nummer sicher gehn, bevor ich es mir doch wieder auf den Rechner knalle^^\nWeil ich echt keine Lust mehr habe dann noch weiter zu spielen. (Gold 1 in Bronze 1 gedroppt ?!)\n\nMFG & ein schönes erholtsames Wochenende !","replies":[{"id":"","poster":"Lucifer Shaymas","date":"2016-01-22T23:14:16.428+0000","up_votes":1,"down_votes":0,"body":"Nein du bleibst Bronze1 das liegt an dem Soft Reset des Rankings dieses Jahres. Wenn deine MMR zum Ende der letzten Season nicht so gut war (kann viele Gründe haben) bist du gedroppt.","replies":[]}]},{"id":"","poster":"hi im vnnr","date":"2016-01-22T19:17:33.443+0000","up_votes":1,"down_votes":0,"body":"ja schade iwie","replies":[]},{"id":"","poster":"Sicfragger","date":"2016-01-22T16:14:52.820+0000","up_votes":1,"down_votes":0,"body":"Riot lässt grad ne Version auf nem virutellen Server 24 std. testen wenn wir Glück haben wird vielleicht schon morgen was draus ;) mehr Infos hier ^^ http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/k49jp1ZG-ich-halte-hier-mal-auf-dem-laufenden","replies":[]},{"id":"","poster":"Tenjirou","date":"2016-01-22T15:19:56.038+0000","up_votes":1,"down_votes":0,"body":"Update im englischem Forum http://boards.euw.leagueoflegends.com/en/c/announcements-en/10wde8H7-20012016-euw-dynamic-queue-system-disabled-further-details?comment=0073:\n\n> [{quoted}](name=Riot tmx,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=0073,timestamp=2016-01-22T13:52:36.017+0000)\n>\n> 22.01 update:\n> \n> Hey everyone, just wanted to keep you updated on what's happening on our end.\n> \n> Our engineers are still working on getting the Dynamic Ranked system fixed so it can be re-enabled for everyone. We haven’t pinpointed a solution yet, but we have identified some back-end systems that need adjustments in order to properly handle the high volume of games. Once we have a fix we’re confident in, we’ll be rolling the new champ select and Dynamic Ranked back out to the game ASAP. We’ll start in one region, and if successful, roll out to other affected regions. The last thing we want is to return the feature to you, only for it to need to come down again.\n> \n> Q: What about Party Rewards?\n> A:  We'll be extending the Party Rewards Week to account for Dynamic Ranked and new champ select’s downtime.\n> \n> We’ll continuously update this post, with another update coming within 24 hours, and another on Monday if service isn’t restored. Thank you again for being so patient!\n\nDas heißt so viel, dass sie noch daran arbeiten und noch keine Lösung ausmachen konnten. Aber sie haben einige Systeme im Backend identifizieren können, in denen Anpassungen gemacht werden müssen um eine so große Spielerbasis abarbeiten zu können. Wenn sie soweit sind testen sie es erst in einer Region und wenn alles klappt dann folgen die anderen Regionen.","replies":[]},{"id":"","poster":"TaIowned","date":"2016-01-22T11:58:28.055+0000","up_votes":1,"down_votes":0,"body":"Wie wärs mit irgend einer Neuigkeit?","replies":[]},{"id":"","poster":"Dr Beemo","date":"2016-01-22T10:28:07.297+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Eambo,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=0069,timestamp=2016-01-22T01:23:14.064+0000)\n>\n> Hi guys,\n> \n> The PB team are the experts on this one, and their updates mean a lot more than mine. However, Lyte has been posted [HERE](https://twitter.com/RiotLyte) with information - while unfortunately there's not much to be said at the minute, the team are hard at work trying to fix this issue, get it tested, and get it out to you guys. We are as excited for this feature as you are - I honestly couldn't wait to get home yesterday to play it, and I plan on leaving my placements until it's back up and running due to the less stressful nature of things in the new champ select.\n> \n> I know you guys want updates, and it sucks when we can only post \"we're working on it\" - but that's the truth and update we've got at the moment. As per Lyte, there's no ETA at the moment, but I advise keeping an eye on the boards and Lyte's twitter for updates as they're available.\n> \n> Thanks for sticking with us on this - we know it's far from a smooth experience, but personally I truly believe the new champion select and dynamic queues are great features, and cannot wait to see them (back) on live to get some games with you guys on the rift!","replies":[]},{"id":"","poster":"Sotival","date":"2016-01-22T05:03:09.496+0000","up_votes":1,"down_votes":0,"body":"Jeffrey Lin ‏@RiotLyte Vor 10 Minuten\n\nWorking on a small live test of new Champ Select on VN server. Fingers crossed it goes well #LeagueOfLegends","replies":[]},{"id":"","poster":"BL Lifad","date":"2016-01-21T21:48:07.455+0000","up_votes":1,"down_votes":0,"body":"Rito pls...","replies":[]},{"id":"","poster":"Deadly Evil","date":"2016-01-21T19:52:25.979+0000","up_votes":1,"down_votes":0,"body":"Chillt mal. Man könnte meinen es gäbe nichts anderes was ihr tun könnt. Kümmert euch halt mal um eure Reallife Freundschaften, um Family etc. Oder die die nur zocken und arbeitslos sind (loses Beispiel, ich möchte keinen hier beschuldigen das er es ist und/oder das er faul ist, aber es wird sicher einige geben) könnten die Zeit nutzen, sich auf raffen, mal bewerben, das Jobcenter besuchen etc.\n\nAber es geht auch einfach was anderes zu zocken etc. LOL ist nicht der Mittelpunkt eures Lebens oder?","replies":[{"id":"","poster":"Acies1337","date":"2016-01-21T20:15:59.202+0000","up_votes":1,"down_votes":0,"body":"doch","replies":[{"id":"","poster":"PCG Skip","date":"2016-01-21T20:21:22.573+0000","up_votes":1,"down_votes":0,"body":"Ich überlege gerade ob ich an der Menschheit zweifeln sollte. Doch ich sehe dich als Ausnahme und tue jetzt einfach so als hätte ich dieses \"doch\" nie gelesen. \n \n*Oh lieber Gott: bitte lass Gehirne regnen, oder Steine. Hauptsache du triffst.*","replies":[{"id":"","poster":"Acies1337","date":"2016-01-21T21:07:36.414+0000","up_votes":1,"down_votes":1,"body":"Ich beginne so langsam daran zu zweifeln, dass die Kevins von heutzutage noch Ironie verstehen. Nö ist keine Hippie-Mate-Sorte.","replies":[]}]}]}]},{"id":"","poster":"Nhamyr","date":"2016-01-21T18:13:03.558+0000","up_votes":1,"down_votes":0,"body":"Es ist irgendwie etwas blöd mittlerweile. Klar Rito tut was Rito kann um das Problem zu fixen aber ich hab mich so auf die neue Champ select etc gefreut und jetzt funzt nichts :(. Alte Q zu spielen kommt für mich nicht in Frage da ich meisten das spielen muss was ich nicht spielen will/kann. Darum heißt es Daumen drücken und warten bis alle Probleme behoben sind und ich und natürlich alle anderen die sich darauf gefreut haben wieder weiter zocken können! Hat aber auch was für sich, war gestern extrem motiviert mit der neuen Q und der Tag an dem  sie wieder on geht wird gesuchtet wie schon lange nicht mehr :D. Frohes warten euch allen und einen schönen rest Abend :)","replies":[{"id":"","poster":"Akiimoto","date":"2016-01-21T18:48:59.344+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso, habe mich so drauf gefreut da ich heute Frei habe und dann funzt es nicht :( schade ^^","replies":[]}]},{"id":"","poster":"Anticodon","date":"2016-01-21T17:57:30.455+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Draggles,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=0054,timestamp=2016-01-21T16:44:19.339+0000)\n>\n> Update: Still working on a fix, but nothing new to report at this time. Just wanted to keep everyone informed.\n\nRiot arbeitet drann, gibt aber nichts Neues zu berichten","replies":[]},{"id":"","poster":"Shiena","date":"2016-01-21T17:51:30.319+0000","up_votes":1,"down_votes":0,"body":"Frage vorab warum sollen sie alle naselang schreiben arbeiten an dem Problem um es zu beheben, es würde weder an der Situation noch an der \"Laune\" hier was ändern. Keine neuen Informationen = alles wie gehabt Problem besteht weiterhin.\n\nDesweiteren ist jediglich ein neues System Deaktiviert und nicht alle Server down wenn Ihr zocken wollt es geht alles, und euren Missmut hier zu verbreiten ala ... hmm kurz überlegen....  mimimi Riot hat mir meinen Lolli geklaut lässt das Dev Team auch nicht schneller eine Lösung finden.\n\n\nGruß\n\nShiena\n\n\nPS:\n\nlet the Shitstorm begin xD","replies":[]},{"id":"","poster":"wh0pp3r","date":"2016-01-21T16:56:54.796+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Draggles,realm=EUW,application-id=slFBEUB8,discussion-id=10wde8H7,comment-id=0054,timestamp=2016-01-21T16:44:19.339+0000)\n>\n> Update: Still working on a fix, but nothing new to report at this time. Just wanted to keep everyone informed.","replies":[]},{"id":"","poster":"MightyMilla","date":"2016-01-21T16:07:20.086+0000","up_votes":1,"down_votes":0,"body":"Trotzdem müsste man als so große Firma schon wissen, dass man den Kunden irgendwas geben muss nach so langer Zeit. Egal ob \"stay tuned\" oder sonst was. Hauptsache Rückmeldung. Dann weiß ich wenigstens Bescheid. SO macht man das eben und nicht einfach gar nix rückmelden...","replies":[]},{"id":"","poster":"MightyMilla","date":"2016-01-21T15:00:21.898+0000","up_votes":1,"down_votes":0,"body":"ja langsam fängts an zu nerven. n paar infos fürs volk wären gar nicht so dumm.","replies":[]},{"id":"","poster":"II Phelon II","date":"2016-01-21T14:57:33.892+0000","up_votes":1,"down_votes":0,"body":"Weiß jetzt irgendjemand Neuigkeiten?","replies":[]},{"id":"","poster":"MightyMilla","date":"2016-01-21T12:54:20.747+0000","up_votes":1,"down_votes":0,"body":"Mich stört eigentlich nur, dass es jetzt nicht mal n paar neue Infos gibt und/oder eine Einschätzung (kann das jetzt nur noch ein paar Stunden dauern oder vielleicht noch eine ganze Woche?) Das wird man doch mal bei den Technikern abchecken können. Jedenfalls wäre ein Update cool.\nIch werde nämlich warten, bis die neue Champ-Select wieder on ist. Vorher spiel ich kein Ranked. \nÜbrigens ist meine Hoffung am neuen System, dass es weniger Flamer, Leaver usw. gibt, da man ja eine der beiden am Anfang angegebenen Rollen garantiert bekommt. So sollte man nicht öfter gewinnen (wäre unlogisch) ABER die Qualität der Matches sollte allgemein steigen und es wird mehr Spaß machen.","replies":[]},{"id":"","poster":"ADC without Farm","date":"2016-01-21T12:50:52.989+0000","up_votes":1,"down_votes":0,"body":"Mal ne frage an euch: Warum hat man das nicht wie in jeder andren Region einfach in der offseason getestet? So haben alle die dynamic queue und euw gimpt auf dem alten system rum. Also warum startet direkt mit seasonstart sowas bringen wenn man es vorher testen kann?","replies":[]},{"id":"","poster":"Heavenly Sir","date":"2016-01-21T12:26:03.321+0000","up_votes":1,"down_votes":0,"body":"Wird wohl zwei Tage oder länger dauern, so ist meine Schätzung :/","replies":[]},{"id":"","poster":"Nine fckn tales","date":"2016-01-20T22:27:22.299+0000","up_votes":1,"down_votes":0,"body":"Gibts schon neue infos?","replies":[{"id":"","poster":"Kumího","date":"2016-01-21T00:36:32.313+0000","up_votes":1,"down_votes":1,"body":"kannst du mich da auch informieren?","replies":[]}]},{"id":"","poster":"TheGermanPolo","date":"2016-01-24T00:09:39.624+0000","up_votes":1,"down_votes":1,"body":"1. Update?\n2. Matchmaking = OP (-nicht)\n3. Elo einstufung = OP (-nicht)\nGanz ehrlich jetzt bin ich wegen diesem **** Bronze und das wird nicht zurückgesetzt? \nRITO PLS!","replies":[]},{"id":"","poster":"I bims s1mm3r","date":"2016-01-23T19:02:13.284+0000","up_votes":1,"down_votes":2,"body":"Es wird so oder so der NA Server (Riots Lieblling) sein. Riot hat es einfach von Grund auf verkackt man testet so etwas ja auch nicht auf Servern wo kaum etwas los ist und dann nur 1 Woche vor dem Season Start. Falls jetzt wieder etwas kommen sollte wie \"Wir wollten das System nicht auf den Live Servern testen um unsere Spieler nicht zu verärgern\" dann ist das kompletter BULLSHIT. Es wurde nichts anderes gemacht als die DynamicQ zu testen leider auf den falschen Servern.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-01-21T15:50:36.558+0000","up_votes":1,"down_votes":2,"body":"Ganz ehrlich, an alle die Fragen: WAS für Infos soll Riot bitte raushauen?\n\"Ja, also... wir sind noch am arbeiten. Stay tuned\" ist überflüssig. Wir wissen, dass sie an den Problemen arbeiten.\nEin ETA können und wollen sie glaube ich auch gar nicht mehr angeben. Denn falls sie es nicht einhalten können, weil irgendwas länger dauert, gibt's den nächsten Shitstorm.\nMehr Einblick in das System haben wir technisch eh nicht, also können wir uns auch kaum was vorstellen, wenn sie irgendwas beschreiben. Irgendwas wird das Problem schon sein. Sie brauchen Zeit zum Lösen des Problemes. Ewig nachfragen wird nicht helfen. Lasst sie machen.\n\nUnd mir persönlich geht die Dynamic Queue am Allerwertesten vorbei. Mich interessiert nur die neue Champselect zu gewissen Teilen.","replies":[]}]}