{"id":"EfkRWLGH","poster":"4 For Maggie","date":"2019-04-16T06:17:10.426+0000","title":"[TGSG] Mit jedem Schritt...","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":1,"body":"... verliere ich meine Hose! °^°\n\nSamstag war ich minimal shoppen und hab mir heute gedacht \"Yeay, zieh doch eine neue Hose an!\" Gesagt getan. Das sie ETWAS zu groß ist habe ich bereits an diesem Punkt gemerkt. Aber... Heute Morgen hatte der Zug Verspätung und ich habe meinen Bus nicht bekommen. Während der Warterei wurde das allgemeine Hosengefühl etwas unbequemer.\n\n\"Endlich\" an meiner Haltestelle angekommen, bereit den Teufelsberg zu überwinden, dann die wahren Qualen. Mit jedem verkackten Schritt habe ich einfach fast die Hose verloren XDDDDDDDD Jetzt ist der Tag schon völlig am Arsch. Gleich eine Besichtigung/ zwischendurch von A nach B bewegen = laufen, Weg zur Bushaltestelle/ zum Gleis/ zum Zug/ durch die Unterführung/ zum Bus/ nach Hause = laufen = ohne Hose.\n°^° Ob es einen Bewohner gibt wo ich mir einen Gürtel oder Hosenträger klauen kann? >.&lt; Mama ... ich will heim und mich umziehen!\n\nDann gibt es da noch die Sache mit der \"neuen\" Telefonanlage XD\n\nEs gab hier wohl immer zwei Telefonanlagen und jetzt wird daraus eine gemacht. Was auch immer das heißt.\n\nGestern wurden schon mal die neuen Handys auf den Wohnbereichen/ Haustechnik/ sozialer Dienst/ PDL/ Haustechnik/ Verwaltung verteilt und die 'Festnetz Telefone'. Wobei ich meins schon seit zwei Wochen habe ;D Ich bekomme alles als erste und ausführlicher erklärt im Austausch gegen Kaffeemärkchen und ein paar Lästereien. Ich mag die Jungs!\n\nDas mein eigentliches Telefon hin und wieder mal \"ausfällt\" seit hier rum gebastelt wird ist auch nichts Neues. Nur gestern gab es dann um 15:30 Uhr einen Totalausfall XD Und jetzt funktionieren manche Telefone immer noch nicht, obwohl die Firma darauf besteht das sie noch nicht umgestellt haben oder ähnliches. Meins scheint zu gehen und ich hab heute auch schon ein wenig telefoniert, aber die Unsicherheiten sind real :D Viel lustiger ist dann Frau Pferd die eine dumme Bemerkung macht und die Jungs gucken sie nur schief mit einem \"Wie?\" an um dann Augen rollend an mir vorbei zu gehen XDD Hachja.\n\nWas es heute zu essen gibt?\n\n2x Croissant mit Erdbeermarmelade und Nudeln zum Mittag mit einer ... ich glaube einer Art Hacksauce.\n\n:> Fertig","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T07:35:59.873+0000","up_votes":1,"down_votes":0,"body":"Ich vermisse deine farbige Schrift aber immerhin hast du es hinbekommen ein Titel zu wählen. :) \n\nWarum trägst du denn auch kein Gürtel so wie jeder andere Frau? :D \nNaja es hätte schlimmer kommen können stell dir du hättest zusätzlich zu der zuweiten Hose auch noch vergessen ein Slip anzuziehen das wäre noch peinlicher...:D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T07:45:05.120+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}} \n\nIch hab mich halt echt schon mit Hose auf Kniehöhe den Berg hoch stolpern sehen XDDDDDDDDDDDDDDDD So eine Scheiße. Vor allem das ich mich so vergreife ... hab sie ja anprobiert ... ich hätte sie nicht gekauft wenn die Katastrophe irgendwie absehbar gewesen wäre. Aber naja. Hoffentlich kann die noch umgetauscht werden.\n\nDas mit der Farbe ist meh irgendwie c.c Mit so wenig Auswahl macht das sehr schnell keinen Spaß mehr. In so etwas vermisse ich meine alte Community mit ihrem perfekten Forum. Das war der Himmel der Foren sag ich dir.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T08:10:54.224+0000","up_votes":1,"down_votes":0,"body":"Starren dich die Leute schon lüstert an in der Hoffnung der was wegzuschauen oder gehts noch? :D \n\nIch hab 3x die gleiche Hose weil die mir gefällt und die gut passt da könnte ich also nicht falsch machen. :)\nObwohl ich ja eher das Problem habe das Hosen Grundsätzlich zu lang für mich sind und ich die erstmal kürzen machen muss oder komisch umkrempeln... >.&lt;","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T08:42:59.757+0000","up_votes":1,"down_votes":0,"body":"XD Ich kaufe auch meistens alles doppelt und dreifach wenn ich etwas wirklich wirklich wirklich mag!\n\nUnd nein :p Jetzt eben bei der Besichtigung ist sogar alles gut gegangen XD der Trick ist wohl \"langsam laufen\" >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T10:23:59.687+0000","up_votes":1,"down_votes":0,"body":"kannst du nicht deine Hose ein wenig falten und dann mit einer Büroklammer fixieren?\n\nIch hatte mal ganz viele Basisshirt :D 3 Rot, 3 Blau, 5 Schwarz und 5 Weiß weil ich die eh nur runtertrage unter meinen Hemden. :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T10:57:21.618+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich habe ich hier schon versucht etwas zu finden um die Hose enger zu machen XD Aber erfolglos ...","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:05:50.362+0000","up_votes":1,"down_votes":0,"body":"hast du keine Büroklammer in deinen Büro? o.O","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T13:10:52.644+0000","up_votes":1,"down_votes":0,"body":"... Wie soll man bitte eine Hose sinnvoll mit Büroklammern bestücken wenn die Dinger nicht mal 15 Blätter hinkriegen die still liegen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T13:16:44.051+0000","up_votes":1,"down_votes":0,"body":"du solltest sie ja auch nicht als Büroklammer verwenden.\nDu hast ein Metalldraht denn du als eine Art Faden verwenden kannst.\nDu biegst sie auseinandern faltest deine Hose so das genau das Stück rausguckt was zuviel ist.\nDu fixierst diese Stück indem du mit der Büroklammer da durchstichst. Die klammer biegst du dann so das sie dich nichtmehr stört. Wenn eine nicht recht dann nimm mehrere.\nDann hättest du innernoch ein Stück Stoff was natürlich komisch aussieht falls du ein langes Shirt oder Pully anhaust könntest du das damit verdecken.\nIch glaube die Erklärung wird kein Mensch verstehen :D Sorry ich bin nicht gut in sowas...\n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T19:19:03.694+0000","up_votes":1,"down_votes":0,"body":"XD Dein so genannter \"Metalldraht\" ist verbogen bevor er überhaupt durch den Stoff kommt!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T19:41:07.388+0000","up_votes":1,"down_votes":0,"body":"du könntest dir in dem Fall auch ein kleines Loch mit Hilfe deiner Nagelschere machen...\nAls Frau hast du bestimmt immer eine Nagelschere dabei. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-17T06:34:58.786+0000","up_votes":1,"down_votes":0,"body":"Keine Nagelschere und keine Nagelpfeile :p Das ist was für Pussies XD *hust","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-17T07:28:11.286+0000","up_votes":1,"down_votes":0,"body":"Wo bleibt dein Thread? Ich warte schon. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:05:21.056+0000","up_votes":1,"down_votes":0,"body":"Fetter werden ┬┴┬┴┤ ͜ʖ ͡°)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T11:14:42.412+0000","up_votes":1,"down_votes":0,"body":"Noch fetter?\n\nIch esse gerade mein Mittagessen. Vielleicht bewirkt das ja etwas!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:27:43.435+0000","up_votes":1,"down_votes":0,"body":"*chuckles in fifth deadly sin*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T13:10:09.875+0000","up_votes":1,"down_votes":0,"body":"Du kicherst in der fünften Todsünde?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T13:37:19.840+0000","up_votes":1,"down_votes":0,"body":"Da.\nManchmal auch in den sechs anderen.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T13:45:41.255+0000","up_votes":1,"down_votes":0,"body":"Ich glaube niemand auf dieser Erde ist Sündenfrei °^°\nWir kommen alle in die Hölle, mehr oder weniger!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T13:55:21.945+0000","up_votes":1,"down_votes":0,"body":"Ihr vielleicht. Auf mich warten die Tore von Walhalla.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-04-16T15:27:33.362+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 147**\n\nIch glaube, unser Schulleiter wird es nicht lernen, dass wenn eine Exkursion geplant ist und diese auf die Labortage terminiert ist, sich niemand melden wird. Und seine Begründung ist eh die beste: \"Die Theoriestunden kann man nicht nachholen, die Praktikumszeit schon!\" Ja, wir haben ja auch nichts anders zu tun, als unsere Freizeit dem Wohl der Schule zu opfern, auch an Wochenenden!\nUnd heute wieder diese legendäre Moment, wenn ein Schüler einen Teil der Folie nicht versteht, nachfragt, der Schulleiter aber sein Problem nicht versteht und trotz genauester Zeilenangaben immer an der falschen Stelle sucht, um dann etwas für die Frage belangloses zu erzählen und dann die Sache als abgehakt betrachtet. Echt schwierig manchmal.\n\nUnd noch eine Randinfo, die ich schon lange servieren wollte, aber immer wieder vergessen habe: Ihr erinnert euch noch daran, dass ich mal vor einiger Zeit erzählt habe, es hätte sich ein schwules Pärchen bei uns gefunden? Gut. Die sind seid ungefähr zwei Wochen wieder getrennt. Ging echt relativ fix bei denen. Na ja, so entkommen sie zumindest der wahrscheinlich anstehenden Moralpredigt unseres Schulleiters^^","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T12:00:14.020+0000","up_votes":1,"down_votes":0,"body":"Ok \n\nLEB DEINEN TRAUM DEN ER WIRD WAHR ! ...... \n\nUnd los ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T12:50:55.219+0000","up_votes":1,"down_votes":0,"body":"GEH DEINEN WEG, STELLE DICH DER GEFAHR!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T13:05:59.700+0000","up_votes":1,"down_votes":0,"body":"ALLES WAS WICHTIG IST !","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T13:27:02.662+0000","up_votes":1,"down_votes":0,"body":"WIRD DU ERKENNEN WENN DIE ZEIT GEKOMMEN IST !","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:05:09.794+0000","up_votes":1,"down_votes":0,"body":"Ich trauer immernoch der 6. Staffel hinterher. \nDigimon Xros Wars war im Original so gut.\nUnd was sie daraus gemacht haben... Digimon Fusion omg.\nDer OST war so gut und die Amis tauschen den einfach komplett aus >.&lt; \nUnd wir übernehmen dann auch noch die schlechte Amiversion anstatt einfach die gute orignale Version zu vertonen....","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T12:20:13.991+0000","up_votes":1,"down_votes":0,"body":"Die ersten beiden staffeln waren gut danach wurde es mäh :/","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:31:52.080+0000","up_votes":1,"down_votes":0,"body":"Staffel 3 fand ich auch gut.\nStaffel 4 und 5 hab ich nie gesehen.\nStaffel 6 hab ich 2011 oder 2012 gesehen als ich nach langer Zeit mal wieder Digimon schauen wollte.\nEs war meine erste Serie die ich auf japanisch mit deutschem Untertitel geschaut habe und sie hat gehyped. \nDigimon Xros Wars im O-Ton ist super kann ich nur empfehlen. :)\nWird aber glaube ich schwierig werden jetzt wo es den Anime auf deutsch gibt eine japanische Version mit deutschem Untertitel zu finden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T12:36:21.951+0000","up_votes":1,"down_votes":0,"body":"Also ich schaue sehr viele animes auf japanisch mit ger sup :) \nBei one piece geht ja nicht anders ab Folge 420 ? Oder haben die mit deutscher synchro schon aufgestockt ?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T13:00:47.996+0000","up_votes":1,"down_votes":0,"body":"Nah ich hab ja auch viel mit Untertitel in letzter Zeit geschaut. \nEigentlich hat mich das viele lesen erst abgeschreckt aber deutsche Syncros sind halt Coinflip. Manche sind gut und manche eher määh. Wenn es denn überhaupt eine deutsche Syncro gibt. Oder du willst ein Anime gleich sehen wenn er neu rauskommt.\nDas war bei Dragonball Super der Fall.","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T12:52:01.815+0000","up_votes":1,"down_votes":0,"body":"[https://i.kym-cdn.com/photos/images/newsfeed/000/727/138/00e.jpg](https://i.kym-cdn.com/photos/images/newsfeed/000/727/138/00e.jpg)","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-16T13:09:21.913+0000","up_votes":1,"down_votes":0,"body":"Manchmal hasse ich es ein Kerl zu sein. \nIch würde heute Vormittag von meiner Familie mit nach Ikea geschleppt weil meine Mum ja umbedingt eine neue Matratze braucht....\nUnd wer muss denn scheiss dann wieder durch die Gegend schleppen? \nWie ich dieses: Du bist ein Mann du hast ja Kraft kannst du mal hier anpacken und da was durch die Gegner schleppen hasse >.&lt; \nIch werd wahrscheinlich den Rest des Tages Muskelkater haben weil ich das scheisse Teil in den dritten Stock schleppen musste.\nAber dafür gab es lecker Essen zum ausgleich. :)","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-16T08:17:50.928+0000","up_votes":1,"down_votes":0,"body":"Btw es ist Dienstag :) Das heisst heute ist Zero Twosday. :) \n\nhttps://i.redd.it/l089j82wxtr21.png\n\nhttps://media.tenor.com/images/6722cec18491063290fdd52cb0bc7cae/tenor.gif?itemid=13382436","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T08:21:08.467+0000","up_votes":1,"down_votes":0,"body":"Je öfter du was davon Postest. Deso weniger mag ich es","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T08:25:24.562+0000","up_votes":1,"down_votes":0,"body":"Haha ich kann mir bei dir garnicht vorstellen das du ein Anime mit Romanze magst. :P","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T09:49:37.099+0000","up_votes":1,"down_votes":0,"body":"Also ich fand Valkyria Chronicles und Akame Ga Kill auch gut.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T10:29:04.667+0000","up_votes":1,"down_votes":0,"body":"kenn ich leider nicht. \nIch hab zuletzt Guilty Crown, Star Driver und Seishun Buta Yarou wa Bunny Girl Senpai no Yume o Minai geschaut.\nIch brauch erstmal ne Serienpause... :D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T10:31:58.691+0000","up_votes":1,"down_votes":0,"body":"Ich schaue grundsätzlich keine Serie, bei der ich nicht weiß, ob das ein Name oder eine Inhaltsangabe ist.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T10:54:12.127+0000","up_votes":1,"down_votes":0,"body":"Is ein bischen lang der Name. :D \nDer englische Name macht es ein wenig besser: Rascal Does Not Dream of Bunny Girl Senpai","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:04:15.023+0000","up_votes":1,"down_votes":0,"body":"Gemäß der tatsächlichen vorgefunden und überflogenen Inhaltsangabe tippe ich auf einen Yuri Anime?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T11:45:02.264+0000","up_votes":1,"down_votes":0,"body":"Nope es ist ein ganz normales \"was sich liebt das neckt sich\" mit Mann und Frau. \nDer Anime besteht dabei aus mehreren Kurzgeschichten die immer eine andere Frau behandeln.\nDie männliche Hauptfigur ist dabei der Typ mit Helfersyndrom und die weibliche Hauptfigur wird mehr oder weniger mitgezogen. Das ganze dreht sich mehr um Alltagsproblem ist also viel gelaber mit ein wenig perveren Humor aber allgemein ist der Anime eher harmlos. \nIch hab ihn mir eigentlich nur angeschaut weil die weibliche Hauptfigur sehr beliebt ist und bei Redditvoting zweimal gegen Zero two gewonnen hat und ich wissen wollte was an der Alten so gut ist. \nMit nur 13 Folgen hab ich ihn einfach an einen Tag durchgeschaut und er war ganz gut.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:55:20.456+0000","up_votes":1,"down_votes":0,"body":"Aha.\nBei Redditvoting hatte ich kurz einen kleinen Schlaganfall, aber jedem das seine.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:15:18.279+0000","up_votes":1,"down_votes":0,"body":"Ich hab mich Jahre lang gewehrt auf Reddit zu gehen und bin erst seid kurzem. :D \nMein Hype darum wird wahrscheinlich bald abbrechen weil die Voting ewig brauchen um mal vorran zu kommen. \nEigentlich bin ich ja auf Reddit gegangen um mir Diskussionen und Theorien über Darling in the Franxx durchzulesen aber irgentwie werden fast nur Fanarts geposten....","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T12:21:52.015+0000","up_votes":1,"down_votes":0,"body":"Fanarts oder Faparts? ( ͡° ͜ʖ ͡°)\n\nDas Problem an Reddit ist, es besteht zum größten Teil aus Karmafarmern, Memelords und Trollen. Die 1% der Nutzer mit denen man eine Meme freie Unterhaltung über irgendetwas haben kann sind die Sache irgendwie nicht wert.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:35:47.045+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich beides. :) \nIst aber auch nicht verwunderlich Zero Two hat gefühlt unendliche viele Fanarts.... das da auch mal jemand was versautes zeichnet ist normal. \n\nIch konsumiere Reddit atm nur. Noch keine lust gehabt mich mit den System auseinandern zu setzten.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T12:58:22.041+0000","up_votes":1,"down_votes":0,"body":"Klar^^ Darling in the Franxx in ein Mechaanime in einer postapokalyptischen Welt in der nicht die weibliche Hauptrolle das Loveinteresst ist sondern eher die männliche Hauptrolle.\nDie Zielgruppe ist also männlich und jugendlich bis erwachsen. \nPerfekt für versaute Sachen geeignet.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T12:48:43.510+0000","up_votes":1,"down_votes":0,"body":"Okay ich gebe Zero Two in die Suchleiste ein\nErgebnisse:\nr/ZeroTwo\nr/Ecchi\nr/Hentai\nr/DarlingInTheFranxx\n\nPoint proven","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T11:58:57.059+0000","up_votes":1,"down_votes":0,"body":"Hehe ^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T08:50:27.168+0000","up_votes":1,"down_votes":0,"body":"Mhh","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T10:22:50.563+0000","up_votes":1,"down_votes":0,"body":"hää?","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T08:41:40.788+0000","up_votes":1,"down_votes":0,"body":"Ahmen Bruder","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T06:29:11.978+0000","up_votes":1,"down_votes":0,"body":"Wie sieht denn eine Art Hacksauce aus? Ist da jetzt Hack drin oder nicht?\n\nZum Thema Hose empfehle ich immer einen Gürtel zu tragen, schon alleine wegen der praktischen altertiven Anwendungen dieses Utensils.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T07:18:36.278+0000","up_votes":1,"down_votes":0,"body":"XD Ja .. da ist Hack in der Sauce!\n\nKeine Ahnung was diese \"praktischen Alternativen\" bei mir sein sollten.\n\nEin Gürtel damit ich ihn als eine Art Lasso dem Bus/ Zug hinterher werfen kann, sollte ich ihn verpassten?\nEin Gürtel als Waffe sofern mich jemand beim spazieren gehen angreifen sollte, egal ob Mensch oder Tier?\nEin Gürtel zum auspeitschen von blöden Leuten auf der Arbeit oder sonstigen?\nEin Gürtel um mich hängen zu können wenn mir der Sinn danach steht?\n\n°^°","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T07:35:04.795+0000","up_votes":1,"down_votes":0,"body":"Da waren viele richtige Antworten dabei. Eine weitere zeige ich dir dir mal persönlich \n( ͡° ͜ʖ ͡°)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T07:41:47.479+0000","up_votes":1,"down_votes":0,"body":"Immer diese triggerei des Kopfkinos\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T07:48:36.651+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich nur angenehmes Kopfkino","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T08:04:21.305+0000","up_votes":1,"down_votes":0,"body":"Sagen wir es kann von \"angenehm\" zu \"wahnsinnig unangenehm\" werden? .-.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T08:41:20.604+0000","up_votes":1,"down_votes":0,"body":"Das macht doch den Reiz unserer Beziehung aus oder?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T09:41:59.049+0000","up_votes":1,"down_votes":0,"body":"Wieso seh ich dich vor meinem geistigen Auge meistens Peitschen schwingend? .-.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T09:46:22.036+0000","up_votes":1,"down_votes":0,"body":"Also die Peitsche benutz ich eigentlich nur, um meine Arbeiter zu motivieren. Aber wenn du es magst... Ich wäre auch mit ein paar Fesseln zufrieden.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T10:04:04.721+0000","up_votes":1,"down_votes":0,"body":"Also... ich weine schon wenn man mich mit dem Finger zu stark \"stupst\" ... wohin gegen ich mir selbst ganz gut weh tun kann .-.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T10:10:44.734+0000","up_votes":1,"down_votes":0,"body":"Aber nicht doch. Ich wäre ganz liebevoll","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T11:01:23.037+0000","up_votes":1,"down_votes":0,"body":"Das werde ich dir wohl erst mal so glauben müssen :p","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:05:51.063+0000","up_votes":1,"down_votes":0,"body":"Wirst du wohl.\n\nMein Save Word ist übrigens: \"Keep going\"","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T11:35:19.055+0000","up_votes":1,"down_votes":0,"body":":-P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-16T11:14:15.309+0000","up_votes":1,"down_votes":0,"body":"XD Das ist irgendwie... typisch =p Du Nudel!","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T08:08:16.983+0000","up_votes":1,"down_votes":0,"body":"Dunkler Humor \n\n>Was haben Menschen und Humor gemeinsam ? \n\n>Die schwarze Variante wird in der Öffentlichkeit nicht gerne gesehen.\n\n\n:D","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T06:34:13.955+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nJa ja so Hosen Probleme kenne ich nur zu gut ^^ bin ja doch etwas schlanker :D da passiert das Recht oft aber ich hab zum Glück einen hacken der die Hose im notfall festhält ^^ \n\nSo gestern wieder ein ranked gemacht und nun bei 69lp :3 \n\nUnd wie ich gestern on kam gemerkt ich habe eine FL anfragen also drauf geklickt Name ist mir unbekannt.\nAlso angenommen und gefragt was los ist. Also ein \"?\" Abgeschickt dann kam zurück \"warum ich so frech bin?\" \n\nDa dachte ich mir geil einer meiner Fans Ausn Forum aber welcher ? Also gefragt: \n\n- Bist du der Ru Sever Challenger Typ? \n- Oder der Dia smurf in Silber/Bronze Typ? \n- Oder der twitch/lulu Lappen? \n\n(Ich schreibe viele nette Kommentare da muss ich schon fragen) \n\nEr ist der lulu/twitch Typ. Also sage ich so achso ok na dann viel Spaß. \nKommt wieder ein \"warum dann so frech?\"\nAlso ich freundlich das ich auf Menschen die sowas abusen und extra danach suchen nichts geb. \n\nWorauf er dann meinte \n>denkst du ich nehme ein Gold Annie OTP mit negativer Win rate ernst ? \n\n\nMeine Antwort \n\"Also scheinbar ernst genug um mich zu adden und anzuschreiben während ich nicht mal mehr wusste das ich was geschrieben habe^^\" \n\nDann hat er mich gelöscht... Schade :D ich und meine Fans :D \n--------\n\nHab gestern die erste Folge GoT geschaut und JAAAAAAA so schön das sich alle wieder gesehen haben und alles :3 \nFreu mich schon auf die nächste Folge:) \n\nHab dann noch ne Doku auf netflix geschaut \"unser planet\" aber Vorsicht sehr geile Bilder aber die ist so richtig Vegan alles unsere schuld wir zerstören alle bullshit .... echt schade aber trotzdem ganz cool an zu sehen :) \n\nWünsch euch einen schönen Dienstag :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T07:44:06.733+0000","up_votes":1,"down_votes":0,"body":"Verstehe ich nicht wozu der dich geaddet hat.\nMan sollte sich die Leute schon vorher auf OP.GG anschauen....\nIch meine wenn man schon sieht das du fast immer mit gleichen Support spielst weiß man doch du nicht auf der Suche nach einem Support bist. \nWelche Hoffnung sollte sich der Typ denn machen? Das du eine nette Unterhaltung mit einem wildfremden führst? \nWozu dann adden wenn man davon kein nutzen hat?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T07:47:02.441+0000","up_votes":1,"down_votes":0,"body":"Der hat mich nicht zum spielen geaddet der war Dia 2. Ich hab ihn halt im Forum dumm angeschrieben und er wollte wohl meckern. \n\nWürde auch niemals mehr meinen Lieblings sup her geben :3","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-16T08:03:35.456+0000","up_votes":1,"down_votes":0,"body":"Warum löscht der dich dann sofort wieder?\nDas ist sinnlos.\nWenn ich jemand adden würde nur um ihn anzupissen würde ich es doch darauf anlegen die Person solange zu nerven bis ich gelöscht werde. :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T08:06:25.549+0000","up_votes":1,"down_votes":0,"body":"Das hätte er nicht geschafft :D","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-16T07:32:25.044+0000","up_votes":1,"down_votes":0,"body":"> ich hab zum Glück einen hacken der die Hose im notfall festhält ^^ \n\nXD Pls?!\n\nUff ... die Doku wollte ich auch schon längst mal angesehen habe. Aber immer kommt etwas besseres dazwischen. So wie GoT :D Hat es bei dir geklappt mit Sky? Hast du das richtige Ticket genommen? xp","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T07:48:36.696+0000","up_votes":1,"down_votes":0,"body":"Was den ? :D \n\nJa das mit Sky hat geklappt :) \nErster Monat 5€ allerdings ist mir ausser mal GoT das restliche Angebot echt mau und für Filme braucht man ein extra Ticket:/","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T07:59:02.221+0000","up_votes":1,"down_votes":0,"body":"Sehr schön.\n\nNaja. Das 5€ Angebot gibt es glaube ich auch nur in so einem Fall. Vor zwei Wochen oder so als ich mal geguckt habe, meine ich hat es das nicht gegeben. Und viele wollen ja auch nur GoT gucken aber sonst nichts. Also zahlt man 5€ für ein paar Folgen und kündigt danach einfach wieder. Easy Going.\n\nUnd ja .-. die Auswahl finde ich bei Sky im Allgemeinen auch nicht so umwerfend. Ich würde zwar die noch ausstehenden Marvel Filme gucken, aber irgendwie sträube ich mich dann doch dagegen zumal ich perfekt mit Netflix auskomme.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T08:01:45.087+0000","up_votes":1,"down_votes":0,"body":"Ja sehe ich auch so \nIch nem die 2 Monate für GoT mit und dann wieder weg von sky \nNetflix reicht mir voll und ganz :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-16T08:05:19.147+0000","up_votes":1,"down_votes":0,"body":"Du hast es verstanden\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-16T06:59:46.094+0000","up_votes":1,"down_votes":0,"body":"Naja dass der Mensch eine teilweise sehr unnötige Umweltzerstörung betreibt ist ja keine Lüge, sondern Fakt. Es wird nur an den falschen Enden und den falschen Stellen angesetzt. Natürlich kann ich das Wasser beim einseifen in der Dusche abstellen und natürlich kann ich meine Heizung auf 22 statt 24 Grad stellen.\nAber das macht auf globaler Ebene betrachtet keinen Unterschied und ist auch nicht das Problem an sich.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-16T07:20:41.924+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist das die Menschen seit 2000 Jahren effektiv existieren und davon erst so 100 wirklich nützlich sind. \n\nUnd nun nehmen wir uns heraus zu denken das wir wissen wie unser Planet tickt und wie das Wetter sein müsste ... bullshit \n\nNur weil wir uns in der Endphase der Eiszeit befinden und eben jetzt der Rest die Pole schmelzen machen wir einen aufstand weil wir das eben nicht anders kennen.  \nUnser Planet dagegen denkt sich Ach ja alle 20k Jahre wieder easy \n\nDann sterben eben mal zig Arten aus so ist das eben. Und neue werden entstehen.  Oder denkst du mit dem Eis gab es direkt Eisbären? Ne die haben sich über Zig Ja hunderte an das alles angepasst und so wird es auch wieder sein. Nur sind wir Menschen zu jung um das zu verstehen. \n\nDas wir uns Raus nehmen zu entscheiden Tiere vor dem aussterben zu beschützen macht uns schon einzigartig ....\n\nSorry will mich nicht aufregen werd nichg mehr zu dem Thema sagen. ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-16T07:48:03.564+0000","up_votes":1,"down_votes":0,"body":"Schwieriges Thema auf jeden Fall.","replies":[]}]}]}]}]}