{"id":"NdeoIfBe","poster":"Jakojok","date":"2016-01-20T10:59:45.680+0000","title":"Bitte hilfe ich will mit mein freund ein ranked spielen aber es geht nicht da kommt ein fehler immer","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Immer wenn ich mein freund einlade oder andersrum steht da das der partner mindestens gold oder diamant sein muss liegt das daran das ich letzte Season Platin war und er silber oder warum ??? wir sind beide jetz Unranked","replies":[{"id":"","poster":"Deadly Evil","date":"2016-01-20T11:25:31.069+0000","up_votes":1,"down_votes":0,"body":"Dachte die dynamische ist unabhängig von Solo/duo","replies":[{"id":"","poster":"legofreak1","date":"2016-01-20T12:59:13.906+0000","up_votes":1,"down_votes":0,"body":"Die dynamische Queue ist die neue Ranglisten Queue und richtet sich damit nach den alten Wertungen. Es wird im Laufe des Jahres noch eine weitere Queue geben, in der man sich nur alleine anmelden kann, bis dahin dauert es aber noch etwas.","replies":[]}]},{"id":"","poster":"Sree","date":"2016-01-20T12:53:51.674+0000","up_votes":1,"down_votes":0,"body":"Solange ihr fuer diese Saison noch ungewertet seid, wird die Einstufung der letzten Saison fuer die Ueberpruefung benutzt.\nNach den Einstufungsspielen zaehlt dann die aktuelle Einstufung.","replies":[]},{"id":"","poster":"OT Riku","date":"2016-01-20T12:27:45.668+0000","up_votes":1,"down_votes":0,"body":"Ne du und dein Team dürfen immernoch nur eine Liga unterschied haben, sprich wenn du Silber 2 bist muss dein Team schon Silber 2 - Gold 2 oder Bronze 2 - Silber 2 sein.\nWen  dein freund Bronze 2 ist und ein anderer Gold 2, dann geht das wieder nicht, weil da 2 Ligen unterschied sind.\nAußer natürlich das der Ersteller den Rang   angibt sprich du S2 also dürfen die anderen alles was eine Liga unter oder drüber ist mitspielen was ich aber wieder irgendwie doof fände.","replies":[]},{"id":"","poster":"Der Wohltäter","date":"2016-01-20T11:05:56.873+0000","up_votes":1,"down_votes":0,"body":"Daran wird es wohl liegen.","replies":[]}]}