{"id":"dBe13TUy","poster":"VallaarMorghulis","date":"2016-01-19T03:43:15.593+0000","title":"Suchen \"Substitute\" Jungler für Gold+ Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus,\n\nunser Ranked Team hat schon 8 aktive Leute inne und wir sind sehr aktiv und ambitioniert unser Gameplay als Team immer weiter zu verbessern. Wir befinden uns durch diverse Roster changes zurzeit in einer gewissen Findungs-und-Orientierungsphase was Positionszugeh&ouml;rigkeit betrifft aber dadurch dass wir angefangen haben Leute aus der Community zu rekrutieren und f&uuml;r unser team einzuspannen und dementsprechend die allgemeine Team-Synergie nur bei ca. 70% liegt sind wir schon nach 15 wins in Silber 1 mit 50 LP.\n\nDie SoloQ-Member Elo ist im Durchschnitt Gold3 - Plat 5. Heisst wir spielen schon auf einem gewissen niveau aber nat&uuml;rlich noch weit unter herausragend. Nichtsdestotrotz haben wir es auch in Silber 1 schon mit Diamond und auch Master spielern zu tun gehabt und konnten auch das ein oder andere Match, obwohl mangelnder team-synergie, f&uuml;r uns entscheiden.\n\nMittlerweile versuchen wir jedoch ein gewisses stamm-roster zu finden welches auch oft zusammen spielen kann um so nat&uuml;rlich auch mehr wins einzufahren aber dadurch, dass eben nicht immer alle leute zur selben zeit on sein k&ouml;nnen, suchen wir als letztes erg&auml;nzendes mitglied unserer gruppe, einen erfahrenen &quot;substitute&quot; jungler, der auch mal von aussen zuschauen kann und dann seine meinung zum game reflektieren kann und ggbf. auch dann den main junlger ersetzen kann um ihm eine pause zu g&ouml;nnen oder falls er nicht spielen kann.\n\nAlso jemanden der was von shotcall und objective-control versteht und aber auch theorie in praxis umsetzten kann und ingame auch gut junglen kann.\n\nWenn ihr lust habt eure league Erfahrung mit anderen zu Teilen zu diskutieren und auszuwerten und sich mit anderen über strategie, picks und Combos zu unterhalten, gut drauf seidund spass am spielen habt, dann seit ihr bei uns genau richtig. Wir sind alle so mitte 20 und natürlich sehr gut drauf, bei uns ist immer was los, wir freuen uns immer über gäste in unserem TS channel und wenn ihr Lust habt aktiv ein Team von vornerein hin mitzugestalten und zum erfolg zu führen so seid ihr herzlich eingeladen mich zu adden und wir spielen und quatschen ein bisschen im TS.\n\nBis dann Peace :)","replies":[{"id":"","poster":"BertaDieMilchkuh","date":"2016-01-19T09:14:32.302+0000","up_votes":1,"down_votes":0,"body":"schreib mir nachher wegen tryouts für mid :)","replies":[{"id":"","poster":"VallaarMorghulis","date":"2016-01-19T11:12:00.657+0000","up_votes":1,"down_votes":0,"body":":) jo","replies":[]}]}]}