{"id":"7wcQbldE","poster":"FailerOfWorld","date":"2016-01-18T10:49:03.733+0000","title":"Ich kann keine Runenseiten umbenennen","subforum":"Melde einen Bug","embed":{"title":"FailerOfWorld - 소환사 검색 결과 :: 리그오브레전드 ( LOL : 롤 ) 전적 검색 (LOL Stats)","description":"Check your Summoner statistics, MMR, realtime spectate and using powerful global LoL Charts!","url":"http://euw.op.gg/summoner/userName=failerofworld","image":"http://sk2.op.gg/images/championsBackdrop_1400/53.jpg"},"up_votes":3,"down_votes":2,"body":"Moin Leute,\n\nich habe mir einige IP angespart und vor kurzem das Angebot mit dem 50% Rabatt genutzt. Nun habe ich heute auch gleich meine Runenseiten &uuml;berarbeitet und umgestellt. Jetzt ist mir aber aufgefallen, dass ich manche Seiten nicht umbennenen kann. Die, die ihr mit einer Zahl seht, k&ouml;nnen nicht umbenannt werden.\nDas wirkt sich so aus:\nIch klicke in das Textfeld und gebe den neuen Namen ein. Klicke ich nun ausserhalb des Textfeldes bleibt der blinkende Cursor trotzdem im Textfeld und auch die &quot;Speichern&quot;-Funktion bleibt ausgegraut. &Auml;ndere ich etwas an der Runenseite und speichere dann, funktioniert das zwar, der Name &auml;ndert sich trotzdem nicht.\nWoran liegt das? Vielen Dank f&uuml;r die Hilfe :)\n\nLG\n\nEDIT: Es funktioniert wenn ich raustabbe mit der Umschattaste, ist das jetzt immernoch ein Bug? :)","replies":[{"id":"","poster":"DJ Morpheus","date":"2016-01-31T02:40:46.773+0000","up_votes":2,"down_votes":0,"body":"Habe genau das selbe Problem. Habe mir 2 Runenseiten für EP gekauft, kann dieser aber nicht umbenennen. Nur die ersten beiden, die man von Anfang an hat lassen sich umbenennen. Bei den neuen bleiben die Zahlen stehen........","replies":[{"id":"","poster":"FailerOfWorld","date":"2016-01-31T16:09:31.100+0000","up_votes":4,"down_votes":0,"body":"Bei mir hats funktioniert als ich die Umschalttaste benutzt habe, funktionirets bei dir auch?","replies":[]}]},{"id":"","poster":"Jokerboy32","date":"2016-11-15T21:10:14.868+0000","up_votes":1,"down_votes":0,"body":"Hallo\n\nHabe den Master Cheat drückt einfach  dir Enter Taste  hat bei mir geklappt mit der Namen änderung\n\nLG","replies":[]},{"id":"","poster":"The Pinkie D","date":"2016-04-24T14:35:57.440+0000","up_votes":1,"down_votes":0,"body":"Hatte das gleiche Problem, wenn man einmal kurz \"Tab\" drückt und dann auf Speichern, dann hats bei mir auch gklappt. :)\n\nDanke ;)","replies":[]}]}