{"id":"y7FENyLZ","poster":"eingew","date":"2016-01-17T22:59:21.362+0000","title":"Es sollte nicht immer darum gehen, Recht zu haben","subforum":"Spielerverhalten & Moderation","up_votes":30,"down_votes":5,"body":"Nat&uuml;rlich schreiben wir hier alle, weil es uns Spa&szlig; macht. Aber wer sich in dieses Forum wagt, der sollte sich vorher fragen, warum er das tut und was er bezwecken will. Immer wieder bemerke ich, wie einige sich vielleicht nur wenig bewusst sind, welche Folgen ihr Verhalten hat.\n\nWenn ihr einen Thread lest, in dem jemand schreibt, dass er gebannt wurde, dann ist es okay, wenn ihr das gut findet. Es ist okay, wenn ihr dabei Genugtuung empfindet. Es ist okay, wenn ihr sogar mal l&auml;chelt und euch denkt, dass es gut ist, dass Riot etwas daf&uuml;r tut und diesen Flamern mal zeigt, was sie mit ihrem Verhalten erreichen. Ihr d&uuml;rft sogar mal laut auflachen. All das ist voll in Ordnung. Da steh ich hinter.\n\nWas mir aber nicht gef&auml;llt ist, wenn ihr diese Gef&uuml;hle auch ausdr&uuml;ckt. Ich kann das verstehen. Ich f&uuml;hle auch oft so. Ich kann auch nicht behaupten, dass ich das selbst nie getan h&auml;tte. Nein, auch ich habe zum Teil schon wochenlange Diskussionen mit gebannten Spielern gef&uuml;hrt, nur um ihnen zu zeigen, wie falsch und unsinnig ihr Weltbild und wie irrational und nutzlos ihre Argumentation ist. Ja, ich habe sogar schon deutlich machen wollen, wie wenig mir so mancher, der sich offenbar nicht unter Kontrolle hat, gewachsen ist.\n\nIch habe dar&uuml;ber nachgedacht. Ich habe &uuml;berlegt, was ich damit hervorrufe - und welche Reaktionen andere, mit anderen Posts hervorrufen. \nDie Sache ist doch die, ein Flamer, der in seinem Forenpost fertig gemacht wird, wird sich angegriffen f&uuml;hlen und versuchen sich zu verteidigen. Wir wissen alle wahrscheinlich wie schnell das passiert, nicht umsonst kommen diese Leute bei uns ins Forum, sie sind schon ingame wegen ihres Temperaments aufgefallen. Und wenn wir der Wut und dem Unverst&auml;ndnis, das bereits in ihnen k&ouml;chelt, noch das Feuer anheizen, dann f&uuml;hrt das doch letztendlich dazu, dass sie nach ihrem Forenbesuch nichts &auml;ndern werden, im Gegenteil durch die Abneigung, die sie so langsam gegen ihre Mitspieler entwickeln, werden sie ihr negatives Verhalten ausweiten und &ouml;fter dazu &uuml;bergehen.\n\nWenn wir es dagegen schaffen, mit ihnen so zu reden, dass sie uns m&ouml;gen und wir ihre Empathie wecken, sie dazu bringen, zu verstehen, was sie eigentlich falsch gemacht haben, nicht indem wir es ihnen durch unsere &Uuml;berlegenheit vorhalten, sondern weil sie uns m&ouml;gen, dann werden sie verstehen, wie viel ihnen positives Verhalten bringt.\n\nWir haben das doch schon mal geschafft. Wir haben doch eigentlich relativ viele Beispiele von Flamern, die wir &uuml;berzeugt haben, dass unsere Art das Spiel zu spielen eine viel bessere und angenehmere ist. Eine, in der wir auch selbst Spa&szlig; haben.\n\nIch bin sicher nicht das gute Vorbild, das ich in dieser Hinsicht gerne w&auml;re. Aber ich f&auml;nde es sch&ouml;n, wenn ich in keinem Thread, in dem ein Flamer sein Logs postet, mehr etwas lesen muss wie &quot;Das, das und das war toxisch und deshalb ist dein Ban gerechtfertigt.&quot; Ich f&auml;nde es auch sch&ouml;n, wenn niemand ausgelacht wird, weil er etwas nicht einsieht oder versteht, ich f&auml;nde es sch&ouml;n, wenn niemandem einfach vorgehalten wird &quot;Du bist toxisch.&quot; Oder wenn die Logs des Flamers nur wiederholt werden, um ihn blo&szlig; zu stellen.\nWenn er die Antwort br&auml;uchte, k&auml;me er nicht ins Forum, sondern w&uuml;rde ingame flamen und sich dann dort &uuml;ber seinen Ban aufregen. Die Leute im Spiel würden ihm dasselbe sagen. Was wir brauchen, ist eine Erkl&auml;rung. Was wir brauchen, ist Verst&auml;ndnis f&uuml;r den Flamer. Niemand lernt, weil man ihn schl&auml;gt. Klar, ein Kind das geschlagen wird, kann auch zum guten Mensch werden. Irgendwann versteht es, warum der Vater ihn geschlagen hat und stimmt ihm vielleicht sogar zu, dass er richtig gehandelt hat. So wie ich das sehe passiert das fr&uuml;hestens 30 Jahre sp&auml;ter.\n\nVerbales Kontra ist nat&uuml;rlich nicht mit pr&uuml;geln vergleichbar. Aber selbst wenn es 30 mal so schnell wirkt, braucht der Flamer noch immer ein ganzes Jahr um sich zu &auml;ndern. W&auml;re es nicht besser, wenn er direkt im n&auml;chsten Spiel damit anf&auml;ngt?\n\nIch erwarte nicht, dass ich gro&szlig;e Begeisterungsst&uuml;rme hervorrufe oder ich pl&ouml;tzliche nur noch barmherzige Jesuskopien hier im Forum antreffe. Das will ich auch gar nicht. Ein bisschen Kontra ist manchmal gar nicht so schlecht. Aber was ich zuletzt lesen musste, war nicht ein bisschen Kontra, und wenn ich meine ganz offene Meinung dazu sagen darf: Ich fand es ekelhaft, wie die Leute hier zum Teil behandelt wurden. Ja, das sind richtige Arschl&ouml;cher, die wir hier manchmal antreffen, aber wenn die Reaktion darauf Kaltschn&auml;utzigkeit und Arroganz ist, dann werden die dadurch nicht netter.\n\nWenn ihr mal in euch geht und euch fragt, ob das, was ihr zum Teil so schreibt, wirklich das ist, was ihr schreiben wollt und ob es wirklich die Reaktionen hervorruft, die euch gut gefallen, dann bin ich zufrieden. Dann hab ich erreicht, was ich wollte.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-25T22:12:17.942+0000","up_votes":1,"down_votes":8,"body":"Wurde Permagebanned.Bin Toxic und beleidige Leute als inzus**e Miss******.\nWerde damit auf jedenfall nicht aufhören,komme was wolle.Warum sollte ich auch?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T23:22:37.806+0000","up_votes":3,"down_votes":0,"body":"Du willst also jedesmal einen neuen Account hochspielen nur damit dieser wieder und wieder gebannt wird?\n\nWo besteht denn darin die Intention?","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-26T06:45:30.333+0000","up_votes":1,"down_votes":9,"body":"Ich spiele seit 1 Jahr auf 3 verschiedenen Servern mit 7 Accounts.Keine wurde gebanned,obowohl ich verbal extrem ausfällig wurde und den Stammbaum von \"Menschen\" als Kreisförmig bezeichnete.\nUnd trotzdem spiele ich fröhlich weiter.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-26T07:02:26.488+0000","up_votes":5,"down_votes":0,"body":"Bringt es dir denn Irgendwas, abgesehen von schlechtem Karma, dich so zu benehmen?\n\nIch meine, Leuten hinterher zu laufen und alles was sie tun nachzuäffen, wird auch per Gesetz nicht bestraft, obwohl es tierisch nervt (ja ich weiß, irgendwie kann man es bestimmt als Belästigung auslegen, spart es euch :D) und trotzdem macht man es einfach nicht.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-26T08:24:36.149+0000","up_votes":1,"down_votes":6,"body":"Ich habe keinen Grund nicht toxic zu sein.Wenn mich jemand nervt und ich ihn beleidigen will,tue ich es einfach.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-26T10:10:38.164+0000","up_votes":4,"down_votes":0,"body":"Ich finde, die intention, keine Belastung für sein Umfeld zu sein, sollte Grund genug sein, aber wenn du dich unbedingt an der Welt rächen willst, muss das wohl seinen Grund haben...","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T09:48:26.390+0000","up_votes":1,"down_votes":5,"body":"Manche Leute wollen die Welt nur brennen sehen :^)\nAber nein,wenn ich mich rächen wollte,würde ich es anders machen.\nIch will nichts absichtlich eine Belastung sein,ich bin es einfach indem ich mich nicht drum kümmere und flame.\nUnd da ich seit einem Jahr immer wieder mal spiele und ohne gebanned zu werden,scheint es Riot egal zu sein,was ich mache.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2016-01-26T09:30:27.431+0000","up_votes":3,"down_votes":1,"body":"Absolut unreife und nihilistische Lebenseinstellung ! Aber sowas muß es wohl auch geben, sonst wärs langweilig auf der Welt.\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-01-26T09:23:42.078+0000","up_votes":4,"down_votes":0,"body":"> **Wurde Permagebanned**.Bin Toxic und be\n\nvs.\n\n>spiele seit 1 Jahr auf 3 verschiedenen Servern mit 7 Accounts.**Keine wurde gebanned**\n\n\n{{sticker:zombie-brand-mindblown}}\n\nWolltest Du jetzt hier einfach nur trollen ?\n\nmfg\nMB","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T09:46:12.703+0000","up_votes":1,"down_votes":6,"body":"Ich bin nicht sicher ob du soweit gedacht hast,oder sofort auf diesen Gedanken den du gerade schilderst gesprungen bist,aber seitdem mein **Main** gebanned wurde,spiele ich auf 7 anderen Accs.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-27T10:06:18.872+0000","up_votes":3,"down_votes":0,"body":"Und warum schreibste das dann nicht gleich ? Wegen Deinen infantilen Äußerungen ala \"Ich will das, also mach ich das\" muß ich überhaupt nicht auf irgendwelche kranken Gedanken springen. \n\nSorry, absolut null Ack von mir für Dich, Deine Einstellung und deiner Meinung. Und so'n Bockmist hier im öffentlichen Forum zu posten zeugt zusätzlich von fehlender Empathie und Ignoranz. Es ist völlig egal, ob sich RIOT Deiner annimmt oder nicht. Dann freu Dich doch, aber tritt sowas hier nicht breit. Meine Meinung dazu ! \n\nUm Dich als Troll nicht weiter zu füttern und den nützlichen Thread hier kaputtzumachen war das mein letztes Statement dazu. Anderen Forenusern kann ich nur dasselbe empfehlen und nicht auf Deine Post's einzugehen.\n\nkeine mfg\nMB","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T10:58:41.666+0000","up_votes":1,"down_votes":7,"body":"Ich werde das aber weiter breit treten.Soviel ich will.Und es ist mir völlig Schnuppe ob jemand anderes das nicht will.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-26T12:03:10.523+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=SurpRyze Idiot,realm=EUW,application-id=KYnfKGf0,discussion-id=y7FENyLZ,comment-id=001000000000,timestamp=2016-01-26T06:45:30.333+0000)\n>\n> Ich spiele seit 1 Jahr auf 3 verschiedenen Servern mit 7 Accounts.Keine wurde gebanned,obowohl ich verbal extrem ausfällig wurde und den Stammbaum von \"Menschen\" als Kreisförmig bezeichnete.\n> Und trotzdem spiele ich fröhlich weiter.\n\n> [{quoted}](name=SurpRyze Idiot,realm=EUW,application-id=KYnfKGf0,discussion-id=y7FENyLZ,comment-id=0010,timestamp=2016-01-25T22:12:17.942+0000)\n>\n> Wurde Permagebanned.Bin Toxic und beleidige Leute als inzus**e Miss******.\n\n0/10 Sorry. du widersprichst dir schon in der 1. Antwort.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T09:44:02.517+0000","up_votes":1,"down_votes":8,"body":"Wo habe ich widersprochen?\nWenn du keine Ahnung hast,solltest du still sein.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T13:20:53.277+0000","up_votes":2,"down_votes":0,"body":"Du liest nicht einmal? Ok dann kann ich dir auch nicht mehr helfen. Ich habe sogar die beiden Posts von dir direkt zitiert....","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T17:47:41.868+0000","up_votes":1,"down_votes":7,"body":"Mein Main wurde gebanned.Seitdem spiele ich immer wieder auf diesen 7 Accs.\nAber scheinbar springst du auf den erstbesten Gedanken,anstatt zu überlegen ob vllt was anderes gemeint war.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-27T18:30:20.743+0000","up_votes":2,"down_votes":1,"body":"Das hast du erst später erwähnt nachdem du darauf angesprochen wurdest.\n\nIch kann nur mit Informationen arbeiten die man mir gibt und nicht welche die man für sich behält.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-27T22:24:06.670+0000","up_votes":1,"down_votes":7,"body":"Dann lies mal genau.Ich habe mir von Anfang an nicht widersprochen.\nIch habe mir nie widersprochen.Habe auch nie gesagt auf **welchem** Ac ich nen Ban hatte.","replies":[]}]}]}]}]}]},{"id":"","poster":"EuleQ","date":"2016-02-18T06:18:40.776+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du bist ein 10 jähriges Kind was was noch nicht so richtig verstanden hat damit man auch ohne flame Spaß haben kann :)","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-05-19T13:43:10.439+0000","up_votes":1,"down_votes":5,"body":"Ich glaube du verstehst nicht,dass man mit flame Spaß haben kann.","replies":[{"id":"","poster":"EuleQ","date":"2016-05-19T13:54:57.060+0000","up_votes":1,"down_votes":0,"body":"Sicherlich kann man das aber es macht doch mehr Spaß ein normaler Spieler zu sein und nicht zu flamen ;)","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-05-19T14:06:26.530+0000","up_votes":1,"down_votes":5,"body":"Das ist nicht unbedingt wahr.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-01-26T00:18:17.535+0000","up_votes":2,"down_votes":1,"body":"Vielleicht, weil du keinen positiven Nutzen daraus ziehst? Selbst wenn du ein Sadist bist, ist das nur eine sehr kurzfristige Beschäftigung.\n\nObwohl ein Sadist an einer solchen Stelle wohl gut aufgehoben ist, so verursacht er am wenigsten Schaden.","replies":[]}]},{"id":"","poster":"Irrsinn","date":"2016-01-18T13:17:51.380+0000","up_votes":6,"down_votes":3,"body":"Ich fürchte, ich mache mich an dieser Stelle unbeliebt, aber: nein, ich finde nicht, dass Jeder mein Verständnis und entgegenkommen verdient. \nEs gibt einfach Fälle für mich, die sind verloren. Ich bin bereit, Tipps zu geben und zu erklären warum etwas als Bannwürdig angesehen wird. Aber wenn (oft von Anfang an) durchscheint, dass dem Gebannten sein Verhalten schlicht weg egal ist und wenn er einfach nur wie gehabt weiterzocken will oder wenn jemand krampfhaft sein Verhalten mit den absurdesten Ausflüchten erklären /auf Andere abwälzen will (\"ich habe ihm Krebs gewünscht, nicht das er an Krebs sterben soll\"), dann ist die Sache für mich gegessen. Meistens schreibe ich dann gar nicht erst etwas, aber wenn doch dann rutscht mir ein  \"bei dem Chatlog kein Wunder\" heraus.\n\nIch bin ein Verfechter von durchgehend angebrachtem Verhalten, besonders im Hinblick auf \"Was im Spiel nicht okay ist ist auch im Forum nicht angebracht\". Deshalb stimme ich definitv zu, dass der Ton oft überschlägt oder gleich ins flamen übergeht. Den Aufruf, jeder sollte Hilfe bekommen kann ich aber nur eingeschränkt zustimmen.","replies":[{"id":"","poster":"Kryptonq","date":"2016-01-18T19:20:47.105+0000","up_votes":3,"down_votes":0,"body":"> Es gibt einfach Fälle für mich, die sind verloren.\n\nMag sein, aber du hast meiner Meinung nach kein verlässliches System, um das im vornherein festzustellen. Lieber einmal zu oft geholfen als einmal zu wenig.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-18T23:13:46.691+0000","up_votes":4,"down_votes":3,"body":"Nein, oft kristallisiert sich das aber schnell heraus. Es ist meistens nicht so, dass ich von Anfang an sage \"ne, das ist nichtmal den Versuch einer Erklärung wert\", aber ab und zu bin ich nach dem Eröffnungspost und den ersten paar Antworten soweit, dass ich dieser Person nicht mehr helfen will. Aufgeregt sein hin oder her, damit ist die Chance bei mir vertan.","replies":[{"id":"","poster":"eingew","date":"2016-01-19T09:46:58.518+0000","up_votes":2,"down_votes":1,"body":"Das kenn ich. Ich höre auch bei Diskussionen unter Kommentaren schnell auf, wenn nochmal von etwas angefangen wird, was ich schon drei Kommentare früher erklärt habe. Wenn sich eine Diskussion im Kreis dreht erreiche ich offensichtlich nichts mehr. Dann höre ich auch auf. Man kann nicht jeden ändern.","replies":[]}]}]}]},{"id":"","poster":"Parunpata","date":"2016-01-18T09:20:40.807+0000","up_votes":3,"down_votes":0,"body":"Sehr schön geschrieben und ich stimme dir auch zu, wobei auch ich nicht immer ganz unschuldig bin.\nMan ist in dem Moment nicht besser als der Flamer, wenn man ihnen mit Arroganz und \"Ich bin so schlau und du wurdest gebannt\" gegenüber tritt.\nSie sind ja auch keine bösen Menschen. Kenne ein paar, die eigentlich super nett sind, aber ingame dann am rumflamen sind. \n\nMan muss denen eigentlich einfach nur erklären, dass deren Verhalten kontraproduktiv ist. Und zwar ohne sie dabei runterzumachen, sondern mit Verständnis. \nIm Endeffekt haben wir ja alle das gleiche Ziel, den Nexus des Gegners zu zerstören. {{champion:85}}","replies":[]},{"id":"","poster":"xXP41NK1LL4X","date":"2016-01-18T09:51:58.036+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"eingew","date":"2016-01-18T10:57:41.349+0000","up_votes":2,"down_votes":3,"body":"Selbst wenn ich deine Meinung teilen würde, dieser Thread ist nicht dazu gedacht über Riots Strafensystem zu reden.\n\nDas Bansystem wurde in den 3-4 Jahren nach deinen Kriterien eher weicher gestaltet. Man bekommt nicht von Anfang an Zeitbans, sondern wird erst durch Chatrestrictions abgemahnt. Der Perma ist nicht neu, den gab es schon seit es überhaupt Strafen in League gibt. Skins kann man im Moment also viel eher nutzen.\n\nAuf den Sprachchat verzichtet Riot, weil es die Wahrscheinlichkeit von Flame um 120% erhöht.","replies":[{"id":"","poster":"xXP41NK1LL4X","date":"2016-01-18T11:10:17.894+0000","up_votes":1,"down_votes":1,"body":"Ok verstehe dich ist Gut hab nur gelesen das das Strafsystem 2014 eine Testphase hatte im Internet , deswegen dachte ich nicht das es den schon gab , bei meiner letzten Runde ist das passiert :\n\nOriginal : Verhaltenskodex von Riot\nC. Das Belästigen, Verfolgen oder Bedrohen anderer Spieler im Spiel \n\nVon 2 Spielern in der ganzen Runde war das sogar die Botlane wurde komplett zerstört und das Verhalten war wirklich Radikal und wurde dann wo es fertig war Permanent Gebannt klar hatte ich vorher vieles aber wäre die Runde nicht gewesen hätte ich keinen Ban bekommen das ist wirklich für mich Schlimm gewesen so wie eine Art Demütigung sry ich Ärgere mich nur und werde mich Selbst verbessern , und all Chat lass ich aus im ingame weil ich angst habe das sowas wieder passiert oder ich mute alle in der runde immer aber dann wäre das auch schlecht oder EINGEW ?? Dein Post ist wirklich Gut und sehr Positiv mehr will ich auch nicht Schreiben {{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"eingew","date":"2016-01-18T11:41:41.967+0000","up_votes":1,"down_votes":3,"body":"Alle muten und nichts schreiben ist keineswegs schlecht. Es ist sogar so, dass die meisten Spieler in LoL sich fast nie im Chat äußern. Und die Mutefunktion gibt es nicht, weil sie eigentlich schlecht ist. Im Gegenteil, sie ist ein 1a Tool, um alles aus dem Chat zu verbannen, was man als überflüssig empfindet. Ich selbst gehe ab und zu in ein Spiel und schreibe einfach am Anfang \"/mute all\" einfach, weil ich keine Lust habe, den Chat zu lesen. Das kann unheimlich entspannend sein.","replies":[{"id":"","poster":"xXP41NK1LL4X","date":"2016-01-18T13:03:28.099+0000","up_votes":2,"down_votes":0,"body":"Danke für den Tip mit all muten das hab ich selbst nicht gewusst das man es rein schreiben kann , ich werde mich natürlich mit meinem neuen Account  verbessern und nicht Toxic sein zu anderen , alustus erkärt es unten auch gut danke dir :D\n\nWenn neue Spieler neu sind und den Client auf machen sollte extra eine Video geben das Erklären soll über alles von League of Legends was man nicht machen sollte u.s.w , das wäre eine Sehr Gute Idee in dem man Richtig einen Anfänger Aufklärt und dann würden keine neue Toxic Spieler mehr kommen , das könnte auch sogar so Reduziert werden :D \nWeil die AGB liest fast keiner durch , deswegen mit dem Video \n\nViel Erfolg noch in eurem Forum das bei euch hier alles klappt \n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-18T10:27:54.031+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=xXP41NK1LL4X,realm=EUW,application-id=KYnfKGf0,discussion-id=y7FENyLZ,comment-id=0006,timestamp=2016-01-18T09:51:58.036+0000)\n>\n\n> und unten drunter wir Spieler werden bzw sind alle Opfer es kann jeden Treffen der LeavXBusteX macht es möglich...seit 2014\n\nIch finde den Text von eing gut, zumal ich mich auch öfters mal hier reinsteigere und gerne auch mal gehässig bin.\nAber genau solche Aussagen verleiten mich dazu.\nWenn ein Bestrafter/\"Opfer\" so eine Meinung postuliert schrillen bei mir alle Alarmglocken, dass die Resozialation (zumindest in nächster Zeit und damit meine ich Monate bis Jahre) nicht möglich ist.\n\"Opfer\" wird nur wer massiv (quantitativ oder qualitiv) gegen den Kodex verstößt. Die echten Opfer, sprich wo beim Bann ein Fehler gemacht wurde, werden ja auch entbannt.\nWie soll denn jemand Opfer des LB werden, wenn er selten bis nie leavt und sich korrekt im Game verhält?\nIch habe es in einem anderen Thread bereits geschrieben, dass ich auf Grund von Überhitzung mit folgender automatischer Abschaltung öfter DC habe als mir lieb ist und hatte noch nie Kontakt mit dem LB, den es übrigens schon länger als 2014 gibt, dort wurde er nur strenger, wenn ich mich recht entsinne.\nUnd selbst wenn, würde ich mich nicht als Opfer dessen sehen, maximal als Opfer meiner Liquidität, dass ich mir kein besseres Gerät leisten kann/will, aber sicher nicht von Riot oder dem LB.\nEs gibt so etwas wie Eigenverantwortlichkeit, wenn ein 0-16jähriger das (noch) nicht so sieht, kein Problem, aber wenn einem das in den 20ern und darüber hinaus noch fremd ist und tatsächlich Leitung braucht, kommt mir das doch sehr suspekt vor und löst bei mir den Eindruck der Unbelehrbarkeit aus, was widerum bei mir gerne mal zu dem von eingew angesprochenen rauen Ton führt.\nAber auch für diesen zählt für mich: Mea culpa und nicht, der oder das hat mich dazu gebracht.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-25T16:07:02.843+0000","up_votes":1,"down_votes":0,"body":">Ich finde den Text von eing gut, zumal ich mich auch öfters mal hier reinsteigere und gerne auch mal gehässig bin.\n\n... ich muß zugeben, ich auch. Manchmal sehr Sarkastisch/Ironisch und wohl auch gehässig. \n\nHeut auch schon wieder -grmbl-  :(\n\n\nmfg\nMB","replies":[]},{"id":"","poster":"xXP41NK1LL4X","date":"2016-01-18T10:43:11.468+0000","up_votes":3,"down_votes":11,"body":"Jeder hat mal einen Rauen Ton :) und ich will ja auch das keine Toxic'e spieler ingame sind aber mit bans kommt man auch nicht weiter , ich wurde ja auch gebannt und bin wieder da ich sage nur xXInY0urFaceXx dann wisst ihr was ich meine aber man wird von anderen Toxic'e Spieler selbst Toxic und ich kenne es wirklich zu gut , naya ich weiß selbst mein Verhalten ist nicht so Neutral aber es müssten andere Möglichkeiten gemacht werden z.b eine Chat Log Sperre oder einen Permanenten Chat Log Ban oder was anderes aber das ist meiner Meinung zu Hard das Spieler einen Permanenten Ban bekommen auch wenn er auffällt müsste man ganz anders dagegen vorgehen , ich will hier keinen Beleidigen , Nerven aber ich mach mir über die Zukunft Gedanken über das Spiel weil wenn so viele schon gebannt werden wie viele Spieler sind dann nocht übrig...naya auf meinem acc hatte ich einen freund der 3 vs 3 Herausforderer war und jetzt ist alles weg , auch Skins aber das man die Skins behaltet ist nicht so Schön von meiner Seite aus :( oder das man die Riot Points von den Skins berechnet und auf dem neuen Acc wieder bekommt aber das wäre ja nicht möglich","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-18T14:07:10.487+0000","up_votes":3,"down_votes":2,"body":"einen Permaban bekommen wenn ich mich gerade nicht irre irgendwas um die 0,006%? (hab die ganz genaue Zahl leider nicht im Kopf, und gerade auch nicht gefunden)\n\nDas wären wenn man die Zahl von 2013 (nur die hab ich gerade gefunden) nimmt (67 Millionen spielen jeden Monat) wären das 4020 Accounts die einen Perma Ban haben. \nDas ist in etwa die Anzahl an Master Spielern weltweit.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2016-01-18T11:42:32.023+0000","up_votes":3,"down_votes":3,"body":"> weil man beim alten Konto so viel Geld aus gibt und das was man Kauft gehört dir zu 100% \n\nNein eben nicht da du schon über 3 Jahre Spielst hast du dem auch schon mindestens 10x mit den Nutzungsbedinungen usw. zugestimmt.\n\n> und ich verstehe das Toxic Spieler nervig sind aber man sollte die nicht Bannen es kann auch jeden Treffen der nicht Toxic ist\n\nNein, da Reporst nur ein System triggern welches den Chatverlauf mittels filtern usw. prüft.\ndieser wird auch bei Banns per e-mail versendet.\nIch habe hier noch nie einen nicht negativen chatverlauf gesehen welcher zu einem Bann geführt hat.\nEs gab zwar 1-2 wo ich persönlich einen Bann übertrieben fand aber keinen unschuldigen.\nAuch gab es einmal einen Fehler im System welcher \"unschuldige\" gebannt hat dieser wurde aber relativ schnell behoben und war \"nur\" ein Fehler in der gewichtung. \n\n>  nervt ist wenn ein Toxic Player hinter her läuft dem jenigen und die vassalen mit dem letzten kill klaut die ganze Runde oder wenn jemand afk ist sollte ein ban geben\n\nDas ist auch nicht gegen die regeln und auch kein klauen der Vasallen, denn diese gehören jedem und man kann und darf farmen wo man will.\n\n\n> Aber eine Frage es gibt 1000x mehrere Möglichkeiten als nur die Chat Logs zu überprüfen , weil man sieht ja auch nicht wie der Spieler reagiert hinter dem Bildschirm und ob er doch Toxic ist\n\nkommunikation ist teilweise wichtig in dem Spiel,\nDas von dir beschriebene System wurde schon einmal angewendet und Spieler haben nur RR und CR bekommen.\nDa es aber scheinbar wenig wirkung hatte werden jetzt wieder häufiger 14 tage und permabanns vergeben.\n\nWie der Spieler hinter dem Bildschirm reagiert ist völlig egal.\nIch darf auch in meinen gedanken jedem den Tod an den hals wünschen un beleidigen, solange ich es nicht ausspreche bzw. der Person nicht mitteile wird es diese kaum interessieren.\n\nDas system wurde ja eig. eingeführt um Spieler zu schützen.\nWas denkst du was Flame teilweise für negative auswirkung auf die betroffene Person haben kann.\nIm schlimmsten Fall trägst du dazu bei das sich vllt jemand umbringt. (Ich habe beitragen gesagt nicht das es deine Schuld wäre)\n\n\n> und wenn man noch von Premades Reportet wirst hast du keine Chance mehr\n\nStimmt schlicht und ergreiffend nicht.\nReport ---> überprüfung ---> überprüfung stellt fehlverhalten fest ---> Strafe\n                                        ----> überprüfung stellt kein Fehlverhalten fest ---> keine Strafe ---> Gewichtung der Reports, der Personen mit fälschlichen Reports sinkt\n\n> \n> ich kenne ein Spiel das heißt ,,Infestation: Survivor Stories,, da wurde auch ein sogenannter ,,LeavXBusteX,, erstellt und was ist Passiert kein Spieler spielt das Spiel mehr...\n\nDas hatte ganz andere gründe nämlich:\n\n-keine Updates mehr\n-Hacker/ Cheater\n-extrem schlechte kritiken\n-schlechte Community (Um einiges schlimmer als LoL)\n-DDOs attacken welche die Server lahm legten\n-Patent/Lizenzprobleme\n-Kundendatenklau durch Hacker usw.\n\nAußerdem gibt es eine bessere Konkurrenz.\n(AMA, Day Z)\n\nAlso positves findet man über das Spiel kaum aber auch der Leaver buster wird kaum erwähnt, sprich ich denke der Hype/Spielerverlust ist eher anderen punkten geschuldet","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-18T01:41:34.296+0000","up_votes":4,"down_votes":2,"body":"naja... also ja. Definitiv. Wer hier Hilfe sucht, soll Hilfe bekommen.\n\nIch habe ja auch den Hang zum Zynismus. Und ich gebe auch offen zu, dass ich eigentlich nur hier im Forum bin, weil das Tribunal down ist und mich die Chatlogs toxischer Spieler (und Ausflüchte der 20 Min Leaverbuster-Bestraften) irgendwie auch unterhalten... hey, dafür fahre ich nicht extra langsam, wenn ich an einem Autounfall vorbei fahre...\n\nWarum müssen die Chatlogs allerdings (meiner Meinung nach) noch mal nen Repost bekommen? Also mit den als Flame markierten Stellen? Nun ja, die meisten dieser Spieler, die ihren Bann für total unberechtigt ansehen, merken ja gar nicht, dass das, was sie da von sich geben, von vielen anderen als Flame angesehen wird. Es ist ja \"nur die Wahrheit\"... Und wenn der geschickte Chatlog nicht ausreicht, hilft es ihnen vielleicht, wenn jemand darstellt, wie viel von den geschriebenen von uns als Community als Flame betrachtet wird.\n\nUnd die Reaktion des Forums ist ja eine andere, wenn jemand das Forum betritt und nach Hilfe sucht, wie er mit dem Flamen aufhört, ist die Reaktion eine ganz andere bei einem Spieler, der sich nur den Frust über seinen Bann loswerden will. Da muss ich mich indirekt meinem Vorredner anschließen: Wer Hass sät, wird Hass ernten. Aber wer sät hier eigentlich? Doch erst Mal der Thread Ersteller. Und meine Reaktionen sind immer ganz stark darauf ausgelegt, wie der TE sich bei seiner Fragestellung gibt.\n\nIch verweise an der Stelle auf den \"Ich bin Diamond IV, ich habe das Recht anderen Leuten zu schreiben \"you don't deserve your Elo\" Typen. Im Vergleich zu dem \"Gerechtfertigt? JA, aber wie höre ich damit auf\" Typen. Über das eine Lache ich vor meinem Rechner, bei dem anderen überlege ich halt schon, ob ich ihm irgendwelche noch nicht geschriebenen Tipps geben kann...\n\nZu guter Letzt... arbeite ich ja gerne mit Vergleichen. Im Guten Fall Nutze ich den Vergleich mit unserem Rechtssystem und Ländern mit der Todesstrafe um den Leuten zu erklären, warum die Forderung nach härteren Strafen keinen Erfolg verspricht. Ich halte das gerade in einem Forum für ein gutes didaktisches Mittel. \nIm nicht so positiven Fall vergleiche ich den TE mit Neonazis oder Pegida-Demonstranten. Nicht, weil ich denke, dass das alles Nazis sind. Eher im Gegenteil, genau genommen hoffe ich, dass sei es nicht sind. Sondern damit die Leute feststellen: Meine Meinung, dass Flamen irgendwie dazu gehört, ist in dieser \"Gesellschaft\" ungefähr so beliebt, wie die Meinung der Nazis im meinen Viertel... Oder ich bewege mich auf demselben Argumentationniveau wie DIE TYPEN??? Vielleicht mache ich ja doch etwas verkehrt...","replies":[{"id":"","poster":"Kryptonq","date":"2016-01-18T19:29:24.787+0000","up_votes":3,"down_votes":1,"body":"> Wer Hass sät, wird Hass ernten.\n\nDamit begibst du dich aber auf das Niveau ihres Hasses hinab.\n\n> Im nicht so positiven Fall vergleiche ich den TE mit Neonazis oder Pegida-Demonstranten. Nicht, weil ich denke, dass das alles Nazis sind. Eher im Gegenteil, genau genommen hoffe ich, dass sei es nicht sind. Sondern damit die Leute feststellen: Meine Meinung, dass Flamen irgendwie dazu gehört, ist in dieser \"Gesellschaft\" ungefähr so beliebt, wie die Meinung der Nazis im meinen Viertel...\n\nWenn du jemanden mit Nazis vergleichst wird er wohl kaum zuerst denken: \"Hm, vielleicht sollte ich mein Verhalten überdenken\" sondern sich eher angegriffen fühlen und das zu Recht.\n\n> Oder ich bewege mich auf demselben Argumentationniveau wie DIE TYPEN??? Vielleicht mache ich ja doch etwas verkehrt...\n\nSelbstkritik ist fast nie eine falsche Sache ^^","replies":[]},{"id":"","poster":"eingew","date":"2016-01-18T02:43:33.865+0000","up_votes":2,"down_votes":2,"body":"Ich finde eben irgendwie, dass jeder Hilfe bekommen sollte, egal ob er danach fragt oder ob er schon in der Überschrift klar macht, dass er an dem Punkt der Einsicht noch nicht angelangt ist.\n\nUnd wenn das alleine durch sachliche Argumentation geschieht ist das auch okay, so lange man sich dabei nicht verrennt. Deine Posts waren es definitiv nicht, die mich zu diesem Thread gebracht haben.\n\nMir wird die Stimmung im Moment nur zu aggressiv hier. Nicht so, dass es nicht wirklich auszuhalten wäre, ich bin ja noch hier, ich rechne auch nicht mit einer Eskalation oder sowas, ich glaube auch nicht, dass hier eine \"Flamer gehören möglichst hart angefasst\" Attitüde vorherrscht. Aber angesichts der letzten Threads fand ich es einen guten Zeitpunkt, um gegenzusteuern und zu fragen, ob man mit diesen Posts auch das erreicht, was man selbst und das System denn ursprünglich erreichen wollte: Besserung.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-18T01:48:55.457+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=y7FENyLZ,comment-id=0002,timestamp=2016-01-18T01:41:34.296+0000)\n> Warum müssen die Chatlogs allerdings (meiner Meinung nach) noch mal nen Repost bekommen? Also mit den als Flame markierten Stellen? Nun ja, die meisten dieser Spieler, die ihren Bann für total unberechtigt ansehen, merken ja gar nicht, dass das, was sie da von sich geben, von vielen anderen als Flame angesehen wird. Es ist ja \"nur die Wahrheit\"... Und wenn der geschickte Chatlog nicht ausreicht, hilft es ihnen vielleicht, wenn jemand darstellt, wie viel von den geschriebenen von uns als Community als Flame betrachtet wird.\n\nSowas in die Richtung wollte ich auch schreiben, da ich einer von denjenigen bin der die Chatlogs mit Flame markiert zurück gibt.\n\nUnd auch ich stehe auf der Stufe das diejenigen die selbst im Eingangspost noch nach Hilfe Fragen eine ganz andere Reaktion vom Forum bekommen werden als diejenigen die einfach nur da sind um sich den Frust von der Seele zu schreiben.\n\nUnd solange es keine Forenregel gibt die mir das verbietet werde ich das auch so beibehalten.","replies":[{"id":"","poster":"eingew","date":"2016-01-18T02:35:22.777+0000","up_votes":3,"down_votes":3,"body":"Ich will auch ganz explizit die ansprechen, die nichts verbotenes tun. Wer etwas tut, was gegen die Forenregeln verstößt, der wird sowieso auf Dauer aus dem Forum entfernt. Dafür brauche ich keinen extra Thread erstellen.\n\nWas mich auch nicht stört, sind markierte Chatlogs die noch bei Bedarf erklärt werden. Das ist mir schon Ansatz genug. Klar, man könnte noch bei jeder toxischen Nachricht direkt dazu schreiben, ob es blaming oder anderes war, aber oft reicht es ja, ohne so ausführlich zu werden.\n\nWas mich stört, sind simple Aussagen, wie \"Ja, der Ban ist gerechtfertigt, bei *dem* Chatlog...\"\n\nDas hat Riot dem Gebannten doch auch schon vermittelt und die hatten damit offensichtlich keinen Erfolg zur Besserung.\n\nIch will ja nicht alles verurteilen, was hier prinzipiell geschrieben wird. Mir ist nur die Reaktion in 2 der aktuellen Threads extrem sauer aufgestoßen. Klar, die Leute waren uneinsichtig. Aber sie wurden auch sehr schnell vor den Kopf gestoßen. Ja, sie haben das provoziert und es ist nur normal darauf auch entsprechend zu reagieren. Aber damit sorgt man eben nur für weitere Eskalation. Es ist simpel jemanden zu verurteilen, aber dazu finde ich sollte dieses Forum eben nicht da sein.\n\nIch meine, diese Stimmen sind ja nicht neu. Aber sie haben einen neuen Höhepunkt erreicht.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-18T13:39:29.823+0000","up_votes":2,"down_votes":2,"body":"Ok dann habe ich deinen Eingangspost wirklich als viel zu Harsch aufgefasst als er wohl gemeint ist.\n\nHabe mich durch den nämlich durchaus direkt angesprochen gefühlt was bei mir in diesem Fall zum Trotz und zu meinem letzten Satz mit dem verbot geführt hat.","replies":[{"id":"","poster":"eingew","date":"2016-01-18T18:51:54.275+0000","up_votes":3,"down_votes":3,"body":"Abgesehen von dem Trotz habe ich dann ja genau das erreicht, was ich erreichen wollte: Selbstreflexion. :)","replies":[]}]},{"id":"","poster":"drexxsack","date":"2016-01-18T12:17:52.569+0000","up_votes":2,"down_votes":2,"body":"An diesem Punkt wiederhole ich gerne auch nochmal ein Angebot, dass ich vor einigen Monaten gemacht habe, dass man auch, soweit es mich betrifft(ich kann da schließlich nicht für andere Emis reden), mich um ein kurzes Gespräch im TS zu einer Strafe bitten kann. Das sollte dann allerdings schon in nem Post geschehen.\nIch behalte mir zwar vor, das auch abzulehnen, gerade auch aus Zeitgründen oder wenn mir den Art des Anfragenden eher den Eindruck vermittelt, als sei er nicht wandlungsfähig, aber das sollte nicht das Problem sein.","replies":[]}]}]}]},{"id":"","poster":"Tokogawaruf","date":"2016-01-18T21:48:15.439+0000","up_votes":2,"down_votes":1,"body":"Irgendwie traurig, das man dazu einen Thread eröffnen muss.{{sticker:zombie-nunu-bummed}}","replies":[{"id":"","poster":"eingew","date":"2016-01-19T09:45:04.577+0000","up_votes":4,"down_votes":3,"body":"Naja, dazu eine Diskussion unter jedem Kommentar anzufangen, was ich unangemessen finde, wäre ziemlich Off-Topic.\n\nUnd vermutlich würde so mancher das als eine Zurechtweisung durch einen Mod verstehen, schließlich haben sich jetzt schon manche wie vor einer Standpauke gefühlt :D Und das wäre ja nicht meine Absicht.","replies":[]}]},{"id":"","poster":"Gwarak","date":"2016-01-24T16:49:18.996+0000","up_votes":4,"down_votes":11,"body":"Wow, was fürn Schwachsinn. Wenn du wirklich an diesen Unfug glaubst, dann bist du verloren.","replies":[{"id":"","poster":"eingew","date":"2016-01-25T10:49:39.098+0000","up_votes":4,"down_votes":1,"body":"Die meisten Leute glauben an das was sie schreiben.\n\nNein, nicht ehrlich, war ein Witz. Viele Menschen geben nicht viel auf ihr eigenes Wort, sie reden nur um andere zu beeinflussen.\n\nAber nicht alle. Manche beeinflussen andere auch mit dem, was sie für die Wahrheit halten.\n\nAber wenn meine so weit ab von der deinen ist... wäre es nicht sinnvoller mich von deiner zu überzeugen, statt durch Ignoranz nur Trotz hervorzurufen?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-25T10:59:21.521+0000","up_votes":1,"down_votes":0,"body":"Du bist einer der wenigen Leute die ich im Forum schon eine Weile kenne und dem ich durchaus vieles Glaube. dazu würde ich auch Humpel und Der Redakteur (hat der mitlerweile einen anderen Namen?) zählen. \n\nEinfach weil ihr so ziemlich alle Aussagen auf Nachfrage direkt belegen könnt und weitgehende Informationen über Psycho-soziale Faktoren vorallem bei Flaming habt.","replies":[{"id":"","poster":"eingew","date":"2016-01-25T11:03:23.821+0000","up_votes":2,"down_votes":1,"body":"Der Redakteur hat jetzt irgendwas mit Morgana im Namen. Ich glaub der ist aber auch nicht mehr so aktiv. Aber sicher weiß ich es auch nicht, der war schon immer in anderen Teilen des Forums als ich. Aber seine Guides findet man definitiv noch. Eben unter dem neuen Namen.\n\nAber danke, ich nehme den Rest als Kompliment :)","replies":[]}]}]}]},{"id":"","poster":"xXMadShadowXx","date":"2016-01-20T19:27:30.986+0000","up_votes":2,"down_votes":1,"body":"Schön ausgedrückt.","replies":[]},{"id":"","poster":"xClyde","date":"2016-01-18T14:52:14.231+0000","up_votes":2,"down_votes":1,"body":"Recht hast Du, ich bin auch betroffen, Danke für Deine Meinung.\n\nHabt einen schönen Tag.","replies":[]},{"id":"","poster":"KeylanX","date":"2016-01-18T13:12:06.657+0000","up_votes":2,"down_votes":1,"body":"Wenn ein \"Sünder\" ins Forum kommt und beide Wangen hinhält, ist es tatsächlich nicht angemessen auch noch den Dornenhandschuh zum Ohrfeigen anzuziehen...\n\nMag vielleicht auch daran liegen, dass viele (tief im Inneren) denken: \"Jetzt darf ich endlich, ganz legal, auch mal reinlangen\"... gut fürs Ego, schlecht fürs Allgemeine (was meistens der Fall ist, wenns ums Ego geht).\n\nVielleicht muss man ein hoffnungslos verdrehtes Weltbild auch mal zerschlagen, um es geordnet wieder aufbauen zu können... aber wer von uns ist darin wirklich gut ausgebildet?\n\nIch persönlich denke, dass die Grenze dort überschritten ist, wo man dem Anderen eigentlich nur weh tun will und das ganze mit Sarkasmus oder Zynismus tarnt. Das mag sehr wohl auch unterbewusst stattfinden, da muss jeder in sich selbst gehen....","replies":[]},{"id":"","poster":"BrickDown87","date":"2016-01-18T13:01:44.481+0000","up_votes":2,"down_votes":1,"body":"Ja Gute meinnung^^","replies":[]},{"id":"","poster":"xXP41NK1LL4X","date":"2016-01-18T10:12:09.359+0000","up_votes":1,"down_votes":1,"body":"Mein Text wurde gelöscht wieso ??","replies":[{"id":"","poster":"drexxsack","date":"2016-01-18T11:48:23.155+0000","up_votes":1,"down_votes":2,"body":"Es wurde, laut Modtools, kein Beitrag von dir gelöscht.","replies":[{"id":"","poster":"Homunculi","date":"2017-06-06T13:31:35.437+0000","up_votes":1,"down_votes":0,"body":"Hallo, das ist jetzt ganz hart OT, aber kennen wir uns o_O? Du wurdest mir schon ein paar mal beim \"Einladen\" vorgeschlagen.","replies":[{"id":"","poster":"drexxsack","date":"2017-06-11T12:05:49.544+0000","up_votes":1,"down_votes":0,"body":"Ich erkenne deinen Namen zumindest nicht, insofern glaube ich nicht, dass wir uns kennen.\nBist du evtl. in der LdG tätig oder hast leute aus dem Forum auf der FL?","replies":[{"id":"","poster":"Homunculi","date":"2017-06-11T17:53:36.152+0000","up_votes":1,"down_votes":0,"body":"Sirrkas hab ich in der FL o_O und was die LdG ist weiss ich nicht ^^\".","replies":[{"id":"","poster":"drexxsack","date":"2017-06-11T19:52:06.860+0000","up_votes":1,"down_votes":0,"body":"Dann kommt das über ihn.\n\n\nLdG wäre das hier:\nhttps://boards.euw.leagueoflegends.com/de/c/clans-teams-de/E0turZRG-zocken-ohne-flamer-die-liga-der-gentlemen","replies":[{"id":"","poster":"Homunculi","date":"2017-06-12T04:18:06.360+0000","up_votes":1,"down_votes":0,"body":"Ach die Liga xD, ich hatte es noch nie mit Abkürzungen, ja bei den Jungs hab ich mich mal angemeldet^^.","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2016-01-18T10:25:17.193+0000","up_votes":1,"down_votes":3,"body":"Keine Ahnung, moderiert wurde er jedenfalls nicht.","replies":[]}]},{"id":"","poster":"DeadlyCookie002","date":"2017-06-09T14:25:21.742+0000","up_votes":1,"down_votes":0,"body":"23 Upvotes maybe? XD","replies":[]},{"id":"","poster":"DeadlyCookie002","date":"2017-06-08T12:43:55.530+0000","up_votes":1,"down_votes":0,"body":"Danke mein Messias. Ich hatte eine  Erleuchtung und werde mich bessern","replies":[{"id":"","poster":"eingew","date":"2017-06-08T16:11:38.569+0000","up_votes":1,"down_votes":0,"body":"Okay... gern geschehen?\n\nSo aus Interesse, wie bist du auf diesen Thread gestoßen?","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-18T07:25:54.781+0000","up_votes":2,"down_votes":2,"body":"Ein gelungener Denkanstoß ist das in jedem Fall, bei mir hat auch sofort dieses mulmige Gefühl im Magen eingestetzt, was ich immer bekomme, wenn mir plötzlich bewusst wird, dass ich mich eventuell wie ein Pupsloch benommen oder generäll etwas falsch gemacht habe.\n\nBestimmt habe ich das auch das ein oder andere Mal getan, wenn ich dem TE eigentlich mit Verständnis hätte begegnen sollen, ich bin aber der Meinung, dass es zwar meistens, aber nicht immer der beste Weg ist.\nManchmal, davon bin ich überzeugt, ist den Menschen hier einfach nicht klar, dass sie mit ihren Handlungen Schlechtes hervorrufen und je nach Persönlichkeit, ist die beste Variante es ihnen klarzumachen, indem man sie mit dem verbalen Holzhammer darauf hinweist.\nDieses Vorgehen muss natürlich, wie Du ja auch angeschnitten hast, mit Bedacht eingesetzt werden.\nEin Thread, dessen Eingangspost von Verzweiflung überquillt und in dem es deutlich wird, dass der TE nur mit allen Mitteln versuchen will seinen Account zu retten, weil dieser ihm mehr bedeutet als es vielleicht gesund wäre, sollte auf keinen Fall in dieser Art beantwortet werden.\nWenn der Eingangspost aber vermuten lässt, dass der TE eher sein Gewissen bereinigen will, indem er versucht uns davon zu überzeugen, dass wir Alle nur überempfindlich sind und ein \"Retard\" nur die Aussage jedes Satzes unterstreicht, ist es wohl schon angebracht dem TE durch harte Worte zu zeigen, wie es sich anfühlt in der Position eines verbalen Opfers zu sein.\nÄhnliches gilt für die Spieler, die meinen es wäre unsinnig vom Leaverbuster bestraft zu werden, wenn man mit 0,001mbit/s und Kurbelmonitor kein Spiel zuende bringen kann.\nAuch hier ist es wohl sinnvoll dem TE klar zu machen, dass er damit vielen Spielern den Spaß versaut und das geht nunmal am besten durch harte Worte.\n\nEs ist eine psychologische Tatsache (die ich mir in dieser Sekunde audenke, aber für wahrscheinlich halte), dass es einem Menschen viel leichter fällt Empathie mit Leidenden zu empfinden, wenn er gerade selbst in eine Ecke gedrängt wird.\n\nNatürlich soll und darf man dabei eine gewisse Grenze nicht überschreiten, denn sobald der TE so harsch bedrängt wird, dass er sich nur noch mit einem verbalen Angriff seinerseits zu verteidigen weiß, sind die mentalen Schotten dicht und man kann Nichts mehr erreichen.\n\nDa ich viele deiner Posts kenne und Du auch zufällig der Jenige warst, der mir damals half zu verstehen, wieso ich die Chatrestriction erhielt die mich ins Forum führte und mir erfolgreich half mich zu ändern, bin ich davon überzeugt, dass du reflektiert genug bist, alles was ich hier geschrieben habe , bereits zu wissen.\nAus Erfahrung weiß ich aber auch, dass man in einer recht emotionalen Stimmung, in der ich mich zumindest befinden würde während ich so einen Post verfasst hätte, dazu neigt, kurzzeitig Vieles zu verdrängen was man eigentlich weiß und erstmal nurnoch \"Schwarz\" und \"Weiß\" sehen kann.","replies":[{"id":"","poster":"eingew","date":"2016-01-18T08:00:04.743+0000","up_votes":3,"down_votes":3,"body":"Ich kann bei dir nur dasselbe schreiben wie bei MeMyselfandBaal: Deine Posts haben mich auch nicht zu diesem Thread gebracht. Es sind die Extreme, die mich stören. Klar, jeder kann sich immer verbessern, aber bei dir sehe ich nur selten Dinge, die man tatsächlich hätte deutlich besser machen können. Nicht selten vergesse ich sogar, dass du mal mit einer Sperre hier her gekommen bist.\n\nEs stimmt schon, dass ich da oben alles schwärzer male, als es ist. \nWie gesagt, wir haben eine Menge positive Beispiele in diesem Forum, in deinem Fall haben wir ja offensichtlich alles richtig gemacht. Oder eben ausreichend. Ich kenne auch noch so manchen anderen Spieler, bei dem ich das ähnlich sehe. Die meisten Leute gehen mit mehr Erfahrung und Einsicht aus diesem Forum, denke ich.\n\nWir können auch nicht alle durch ein paar Posts dazu bringen, ein wenig Selbstreflexion an den Tag zu legen. Manch einer ist dazu gar nicht fähig. Aber das heißt nicht, dass man es eben nicht prinzipiell versuchen sollte, egal wie gering die Chancen zu stehen scheinen, dass sich etwas tut. Denn anders führt man eben keine Besserung herbei.\n\nMan darf ruhig einen harschen Ton anschlagen, wenn man glaubt, dass man den TE damit aufwecken kann. Wenn man es dabei manchmal zu weit treibt und die Grenze des TEs zum Trotz überschreitet ist das auch nicht schlimm. In einem Forum fischt man sowieso im Trüben, man kann die Reaktion des Gegenübers schließlich schwer voraussahnen, wenn man ihn nur aufgrund einiger Textbausteine einschätzen kann.\n\nEs sollte nur eben nie das Ziel der Besserung vergessen werden, sofern das denn das ist, was einen antreibt.","replies":[]}]},{"id":"","poster":"wolf454","date":"2016-01-17T23:17:48.301+0000","up_votes":1,"down_votes":2,"body":"Ich stimme dir voll zu :) \nWer Hass sät wird nur Hass ernten:(\nGanz wichtig! Ich schätze es wirklich sehr stark was die Leute in diesen forum tun und will niemanden damit angreifen oder verletzen.\nBeste community:)\n\nEs ist so ähnlich wie im lol ingame Chat wenn jemand einen großen Fehler macht und das wiederholt und man sich verpflichtet fühlt darauf zu reagieren. Fängt man zu Flamen oder toxischen zu werden und das lässt spiele verlieren, zerbricht die angegriffenen und dem Flamen.  . Der kriegt dafür sogar einen Ban. \nWenn man aber höflich und ruhig reagiert und Tips gibt dann kann(!) Sich das Blatt wenden. \nUnd jetzt ersetze den Chat durch das forum , den der den großen Fehler gemacht hat durch die permagebannten und die die darauf gut oder schlecht reagieren durch die Leute im forum..\n#neverlosshope","replies":[{"id":"","poster":"eingew","date":"2016-01-17T23:58:05.417+0000","up_votes":1,"down_votes":3,"body":"Naja, es ist im Forum ja nicht so, dass ein rauer Ton nicht erlaubt ist. So streng wie ingame sind wir hier nicht, lange Diskussionen sind hier ja Teil der Sache und nicht wie ingame überflüssiges gespamme.\n\nNicht ohne Grund moderieren wir nur bei persönlichen Angriffen.\n\nAber das heißt nicht, dass man einen rauen Ton nicht mit bedacht einsetzen sollte, um die Reaktionen, die man hervorrufen will, auch tatsächlich bekommt.","replies":[{"id":"","poster":"wolf454","date":"2016-01-18T00:07:14.701+0000","up_votes":1,"down_votes":1,"body":"Das stimmt hab mich etwas zu hart ausgedrückt:D","replies":[]}]}]},{"id":"","poster":"pulledchicken","date":"2016-01-18T08:44:00.131+0000","up_votes":1,"down_votes":2,"body":"Ich finde deinen Post echt Klasse ! ( stimme dir voll und ganz zu ) ;)\n\nIch würde ja gerne den Posten als Volunteer ( spezialisiert auf Ban Threads ) übernehmen :)\n\nIch denke die ein oder andere Konflikt Situation, in bezug auf Meinungen wird es immer geben , man kann es NIE allen aufeinmal Recht machen ;) \n\nWas wir aber versuchen sollten , ist dem Gebannten , die Augen zu öffnen und ihn dazu zu bringen , dass er sich Resozialiesiert .\n\nDas Resozialiesieren funktioniert aber auch nur dann , wenn wir Menschlich und auch in schwierigen Situationen höfflich miteinander umgehen .\n\n\nIch hoffe mein Post ist nicht so weit dahergehollt und man kann es verstehen .... :P \n\n\n\n\nhave a nicer dicer day {{sticker:slayer-jinx-catface}}","replies":[]},{"id":"","poster":"Battle Keks","date":"2016-01-17T23:36:01.107+0000","up_votes":1,"down_votes":2,"body":"Amen. Leider sieht man solch ein Verhalten im Forum aber wirklich immer seltener.","replies":[]},{"id":"","poster":"Abasin","date":"2016-01-18T12:44:43.817+0000","up_votes":2,"down_votes":4,"body":"Es ist mittlerweile ein Ritual geworden. Ein Spieler (Wieso eigentlich unterstellen wir, dass es ein Spieler ist und keine Spielerin?) benutzt erstmals das Forum, um sich über seinen Bann wegen des aus seiner Sicht absolut normalen Chatlogs zu beschweren, den er/sie überhaupt nicht nachvollziehn kann. Und die üblichen Verdächtigen zitieren dann in schöner Regelmässigkeit seinen Chatlog und ergänzen die toxischen Zeilen mit schönen Symbolen. Und sparen teilweise auch nicht mit Häme. Das ist eine erklärbare erste Reaktion, die auf der Hand liegt. Den Kandidaten mit der Realität vertraut zu machen und sein Selbstverständnis zu relativieren. Niemandem schmeckt es, wenn seine Überzeugung so massiv zerlegt wird. Was natürlich in weitere Konflikte ausarten kann.\n\nAber wie soll man wirklich damit umgehen? \nAus der Sicht des geneigten Forenprofis ist das klar \"schon wieder so einer, der uns für dumm verkaufen will\". Gleich mal zeigen wo der Hammer hängt.\nAus der Sicht des Gebannten sieht es so aus, dass er in einer beschissenen Situation jetzt auch noch mies behandelt wird. Wie unfair.\n\nMan müsste eigentlich so reagieren, dass man dem Gebannten auf eindringliche Weise klarmacht, dass seine Ansicht darüber, was erlaubt ist und was nicht, offenbar nicht mit den Kriterien der Chatanalyse zusammen passt. Der Ton macht auch hier die Musik. Leider ist bei vielen Gebannten wirklich nur {{sticker:zombie-brand-facepalm}} der erste Gedanke. Wie kann man nur so dumm sein, mag mancher denken. Sind sie das?\n\nIch meine, zumindest 3 Typen zu erkennen.\n\n1. Der typische Narzisst/Machiavellist/Psychopath (so werden 90% aller Top-Manager beurteilt), der mit seiner Art und Weise einfach durchkommen will und keine als seine Ansicht der Dinge gelten lässt. Für ihn sind Regeln dazu da, gebrochen zu werden und andere werden nach Strich und Faden manipuliert. Dieser Typ weiss genau warum er gebannt wurde, nutzt aber alle Möglichkeiten, sich als Opfer darzustellen und Mitstreiter zu finden.\n\n2. Das unerzogene Kind, das diesen Umgang vorgelebt bekommt und innerhalb seines Umfeldes nicht auffällt. Konfrontiert mit der Aussenwelt erlebt es einen Kulturschock erster Güte. Dieser Typ ist erstaunt, weil ein für ihn normales Verhalten so hart bestraft wird.\n\n3. Der (naive) Empfindliche, der sich leicht aus der Fassung bringen lässt und mangels besserer Möglichkeiten  - weil nie erprobt - einfach mit gleicher Münze heimzahlt. Der klassische Counterflamer, dem ein wenig Abhärtung gut täte.\n\nTyp 1 ist der gefährlichste, weil in seinem Arsenal auch die Reaktionsweisen von Typ 2 und 3 sowie weiterer hier nicht genannter Typen vorhanden sind. \n\nWas also soll man den Gebannten noch erklären? Denkfehler aufzeigen, Verhaltenstipps geben? Klar. Aber im richtigen Tonfall. Nicht nochmal nachtreten, wenn er schon am Boden ist. Sachlich bleiben.\n\nIch gebe zu, das ist schwer. Meine Antworten sind auch recht stereotyp geworden, wenn ich auch nicht dazu neige, jemanden runterzumachen. Dennoch wird es von manchen so rezipiert und es entstehen endlose Dialoge die immer weiter abzudriften drohen.","replies":[{"id":"","poster":"eingew","date":"2016-01-18T18:50:33.069+0000","up_votes":1,"down_votes":3,"body":"> Ein Spieler (Wieso eigentlich unterstellen wir, dass es ein Spieler ist und keine Spielerin?)\n\nAus Gewohnheit. Macht es einen Unterschied, welches Geschlecht eine fiktive Persönlichkeit hat?\nWas ist mit den Leuten, die \"es\" genannt werden wollen? :P\n\n> Der typische Narzisst/Machiavellist/Psychopath (so werden 90% aller Top-Manager beurteilt), der mit seiner Art und Weise einfach durchkommen will und keine als seine Ansicht der Dinge gelten lässt. Für ihn sind Regeln dazu da, gebrochen zu werden und andere werden nach Strich und Faden manipuliert. Dieser Typ weiss genau warum er gebannt wurde, nutzt aber alle Möglichkeiten, sich als Opfer darzustellen und Mitstreiter zu finden.\n\nHmm. Psychopathen haben, ohne dass ich da ein Fachmann bin, soweit ich weiß vor allem das Problem, sich im Normalfall als überaus intelligent einzuschätzen. Ja, das sind meist auch sehr manipulative Persönlichkeiten. Aber nur weil sie sich für schlau halten, sind sie das keinesfalls. Es gibt sogar unterdurchschnittlich intelligente Psychopathen. Worauf ich hinaus will: Ich glaube nicht, dass ein gebannter Psychopath tatsächlich genau weiß, warum er gebannt wurde. Auch ein Narzisst oder eine andersartig übermäßig egoistische Persönlichkeit wird nicht zwingend wissen, warum sie gebannt wurde.\nSelbst wenn sie überdurchschnittlich intelligent ist, muss das nicht der Fall sein. Denn Selbstreflektion ist die größte Schwäche der von dir genannten Personengruppen. Ein narzisstisches Genie wird sich nie selbst in Frage stellen, egal wie unrealistisch diese Einschätzung ist.\n\nAber abgesehen davon hast du natürlich Recht, solche Leute werden vor allem Verbündete im Forum suchen und keine Möglichkeit sich zu bessern.\n\nEines möchte ich dabei aber deutlich machen: Ja, diese Personen werden so handeln, aber das heißt bei weitem nicht, dass jeder der so handelt zu den von dir genannten Personengruppen gehört.\nEine ganz normale Person, die moralisch intakt ist, über Empathie verfügt, und sich selbst nicht mehr liebt, als es im Durchschnitt der Fall ist, die allerdings unter cholerischen Wutanfällen leidet kann exakt dieselbe Reaktion zeigen.\n\n> Das unerzogene Kind, das diesen Umgang vorgelebt bekommt und innerhalb seines Umfeldes nicht auffällt. Konfrontiert mit der Aussenwelt erlebt es einen Kulturschock erster Güte. Dieser Typ ist erstaunt, weil ein für ihn normales Verhalten so hart bestraft wird.\n\nUnd ein Japaner findet dich ekelhaft, weil du dir in der Öffentlichkeit die Nase schnäuzt.\n\"Unerzogen\" ist relativ.\nIch will nicht sagen, dass verzogene Kinder unrealistisch sind oder gar gut. Aber jemanden zu verurteilen, weil er einen rauen Ton an den Tag legt ist nur hinsichtlich des rauen Tons sinnvoll, nicht aber, um auf seine Persönlichkeit zu schließen.\n\nIch glaube, du hast ein ziemlich schlechtes Bild von Flamern. Bei dir sind das alles so negative Personen.\n\nIch bin schon seit mittlerweile mehr als 2 Jahren im Spielerverhaltensforum unterwegs. Ich habe viele Leute kommen und gehen gesehen und bin möglicherweise in der Lage, auch Flamer ganz gut einschätzen zu können. Klar, es gab Extremfälle, die ich niemals mögen werde und die eine aggressive und arrogante Grundhaltung an den Tag legen, mit der sie ihr durchaus narzistisches Weltbild unter allen Umständen verteidigen.\n\nAber es sind nicht alle so. Im Gegenteil. Die meisten Flamer mit denen ich gesprochen habe, sind nicht viel anders als ich selbst. Ganz normale Menschen, die nur unter dem Problem leiden, nicht immer ruhig bleiben zu können.\nUnd mit denen kann man eben auch ohne Probleme reden.","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T19:47:29.552+0000","up_votes":2,"down_votes":2,"body":"> Und ein Japaner findet dich ekelhaft, weil du dir in der Öffentlichkeit die Nase schnäuzt.\n\"Unerzogen\" ist relativ.\n\nKlar, aber wir sind in Europa. Ich habe es also auf unsere Verhältnisse gemünzt. \n\n\n> Ich glaube, du hast ein ziemlich schlechtes Bild von Flamern. Bei dir sind das alles so negative Personen.\n\nIn gewisser Weise schon. Aber nicht in der Absolutheit, wie Du es jetzt vielleicht von mir vermutest. Im Übrigen habe ich mit der Schilderung der drei Typen nur die auffälligsten Flamertypen aufgelistet, die mir ad hoc aufgefallen sind.\n\n> Aber es sind nicht alle so. Im Gegenteil. Die meisten Flamer mit denen ich gesprochen habe, sind nicht viel anders als ich selbst. Ganz normale Menschen, die nur unter dem Problem leiden, nicht immer ruhig bleiben zu können.\n\nDie sehe ich unter Typ 3 gut aufgehoben. Das habe ich aber anscheinend nicht gut genug herausgearbeitet. Muss wohl wieder an meinen Formulierungen feilen.","replies":[]}]}]}]}