{"id":"QtVot76k","poster":"BertaDieMilchkuh","date":"2016-01-18T13:55:12.640+0000","title":"Dia 5 Midlaner bietet sich an für Team egal welcher Elo :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"heyho :) ich suche einfach nur ein team bei dem ich mitspielen kann und vllt auch das team weiterbringen mit meiner erfahrung :)\r\nelo ist mir deshalb egal sondern geht mir eher darum spass zu haben. bei Interesse einfach adden ^^bei fragen einfach im ts besprechen\r\n\r\nadd: BertaDieMilchkuh","replies":[{"id":"","poster":"BertaDieMilchkuh","date":"2016-01-20T19:38:03.162+0000","up_votes":1,"down_votes":0,"body":"push :)","replies":[]},{"id":"","poster":"VallaarMorghulis","date":"2016-01-18T15:35:33.335+0000","up_votes":1,"down_votes":0,"body":"hi, wir sind ein team aus münchen die auch im real life gute freunde sind. Haben zZ. 7 aktive Mitgleider suchen aber noch nach 2 weiteren, dadurch dass nicht immer alle zur selben Zeit on sein können. Wenn du Lust hast in einem Team zu spielen wo die Leute cool sind und wir uns untereinander gut kennen und freundschaftlich alles geregelt ist bist du herzlich eingeladen. \n\nWir sind alle so Gold3 und Plat 5 spielen seit S1 und sind sehr ambitioniert, natürlich bist du als Dia 5 Spieler bessere mechonix gewöhnt oder so, aber ich kann sagen dass wir schon einige Dia Spieler im Team Ranked auch besiegt haben, von dem her wissen wir schon was zu tun ist.\n\nDas Team  ist sehr Aktiv wir haben bis jetzt 16 wins und sind in silber 1 mit 50 LP unser grösstes problem zurzeit ist dass viele von unseren besten Leuten nicht zur selben Zeit on sind weswegen wir halt teilweise mit random leuten zusammen gezockt haben nur um zu ranken, aber weil wir davon wegkommen wollen suchen wir eben zurzeit leute die deutschprachig und gut drauf sind und wenigstens \"einigermassen\" spielen können um unser team zu ergänzen.\n\nWenn du Lust auf eine gute Gesellschaft hast mit Leuten die Tryharden und dabei auch spass haben dann wärst du bei uns gern willkommen.\n\nWir sind alle im durchschnitt ca . 21 bis 26 J alt.","replies":[]},{"id":"","poster":"mogli 4k","date":"2016-01-18T14:27:45.301+0000","up_votes":1,"down_votes":0,"body":"guten tag berta\n\nwir sind ein motiviertes team und suchen noch einen mildlaner.\nich werde dich mal adden.\n\nfreundliche grüsse mogli 4k","replies":[]}]}