{"id":"AOcUkK2i","poster":"Prositron","date":"2016-01-17T18:21:08.695+0000","title":"Mitspieler für Aufbau eines tryhard-Teams gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin Lol-Community!\r\n\r\nIch bin Jan/Prositron und m&ouml;chte ein ambitioniertes und konstantes Team aufbauen.\r\nUm zu verdeutlichen, was du von diesem Team erwarten kannst und was ich von Dir erwarte liste ich hier\r\nfolgende Punkte auf:\r\n\r\nDas Team soll bieten:\r\n- Ambitioniertes (tryhard), regelm&auml;&szlig;iges Spielen\r\n- Freundliche Atmosph&auml;re\r\n- Teilnahme an Turnieren, sobald das Level dazu da ist\r\n\r\nMeine Erwartungen an Dich:\r\n- Zuverl&auml;ssig, melde Dich gar nicht erst bei mir, wenn Du dir nicht sicher bist,\r\n ob du die Zeit und Motivation f&uuml;r ein Team aufbringen kannst!\r\n- Motiviert eigenen Skill zu verbessern und deshalb in der Lage,\r\n konstruktive Kritik zu geben und einzustecken\r\n- Ein solides Grundlevel, auf dem sich aufbauen l&auml;sst\r\n- Regelm&auml;&szlig;ig Zeit(Abende)\r\n- Gewisse geistige Reife und passables Mikro\r\n- Skype oder Ts(w&auml;re gut wenn einer von Euch einen zur Verf&uuml;gung h&auml;tte,\r\n ich habe keinen geeigneten)\r\n- Kein ADC(der bin ich^^)\r\n\r\nM&ouml;glicherweise hast Du genau wie ich die Erfahrung gemacht, einem Team beizutreten, das schnell zerbrochen ist und einfach nicht funktionieren sollte. Ich habe diese Erfahrung nun schon h&auml;ufiger gehabt und m&ouml;chte dies vermeiden! Deshalb bitte ich Dich um Verst&auml;ndnis, wenn du abgelehnt werden solltest. Ich m&ouml;chte sichergehen, dass das Team wirklich gut zusammen passt und nicht irgendein zusammen gew&uuml;rfelter Haufen ist, der schnell wieder zerbricht!\r\n\r\nLange Rede, kurzer Sinn! Bei Interesse einfach bei mir in Game melden!\r\n\r\nLG Jan/Prositron","replies":[{"id":"","poster":"Some Pants","date":"2016-01-17T19:11:28.500+0000","up_votes":1,"down_votes":0,"body":"Hallo Jan/Positron,\n\nich suche momentan nach einem Spieler / Team welches die exakt gleichen Anforderungen bieten sollte wie deine.\n\n-Ich besitze Skype und Teamspeak bevorzuge aber TeamSpeak da dies meinem Internet gerechter ist.\n\n-Ich verfüge momentan über ein gutes Standmikrofon welches für eine \"angenehme Komunikation\" zu Stande sein sollte.\n Ausserdem kann ich konstruktive Kritik annehmen und mich selber damit steigern. (meinen \"Skill\" erhöhen)\n \n-Doch trotzdem muss ich dir mitteilen das in dem Ort in dem ich wohne es nur eine begrenzte Internetleitung gibt (mehr Informationen dazu würde ich\n dir am liebsten per Teamspeak over via Skype mitteilen)\n\nMfG 루크 (Luke)\n\n-Falls du interesse hast melde dich bitte per Skype: lukas.hemeier2","replies":[]}]}