{"id":"peEecT1a","poster":"FrankerX","date":"2016-01-17T14:57:37.341+0000","title":"Wann kann man endlich im client reporten?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"ich wurde gerade nach dem spiel von dem gegnerischen support geaddet und ja screenshots spare ich mir mal ich denke wenn ich sage das bis auf &quot;erh&auml;ng dich&quot; &quot;krieg krebs&quot; usw nichts dabei war reicht das.\r\ndiese sch&ouml;nen screens kann ich jetzt an den riot support schicken der sich dann denkt &quot;noch so einer oh man&quot; und diese in den m&uuml;lleimer wirft. \r\nes wird zeit f&uuml;r ne report funktion im client. kann doch nicht sein das man leute addet oder in chatr&auml;umen spammen kann wioe man will.","replies":[{"id":"","poster":"Blurm","date":"2016-01-17T15:13:25.384+0000","up_votes":2,"down_votes":0,"body":"Schick die Screenshots einfach zum Support, der wird sich schon kümmern. Ich hab schon mehrmals welche eingeschickt, mind. 3x kam schon 'ne Strafe für denjenigen bei weg.","replies":[{"id":"","poster":"FrankerX","date":"2016-01-17T15:20:42.143+0000","up_votes":1,"down_votes":4,"body":"ich hab in meinem verlauf über 70 eingeschickte tickets. bei über 80% der spieler kann ich beweisen das sie n permabann verdient hätten, aber immer noch spielen. hm","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T07:37:30.029+0000","up_votes":3,"down_votes":0,"body":"Du scheinst ja ein richtiger Troublemagnet zu sein. Kommst Du überhaupt noch zum spielen bei soviel Reporting und Ticketing? {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"FrankerX","date":"2016-01-18T09:11:29.492+0000","up_votes":1,"down_votes":0,"body":"dauert ja nicht lang, sowas macht man im ladescreen. der screen is ja schon gemacht musst nur mehr senden","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T09:54:58.963+0000","up_votes":3,"down_votes":0,"body":"70 ist dennoch eine verdammt hohe Zahl. Du bist also entweder hypersensibel oder aber Du verträgst Dein Echo nicht (Wie man in den Wald hineinruft...). Es mag auch andere Erklärungen geben, simplere wie zum Beispiel Dein Accountname/Beschwörername, der die Leute extrem provoziert. Mir persönlich ist das erst einmal passiert und ich habe davon keinen Screenshot gemacht, weil ich es schlichtweg versäumt habe.","replies":[{"id":"","poster":"FrankerX","date":"2016-01-18T10:20:17.752+0000","up_votes":1,"down_votes":0,"body":"geh einfach mal in den \"suche gruppe\" chatraum. bin da zwar nicht drin aber 5min und du hättest genug material um 10 tickets zu schreiben.","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T11:27:58.583+0000","up_votes":2,"down_votes":0,"body":"Das lasse ich dann mal lieber. Ich könnte Dir im Gegenzug aber die \"Liga der Gentlemen\" empfehlen, findest Du hier im Clan-Teil des Forums. Da ist Höflichkeit im Umgang normal.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Parunpata","date":"2016-01-17T15:02:59.583+0000","up_votes":3,"down_votes":0,"body":"Bin auch dafür, man kann auch außerhalb des Games toxic sein. Sei es im Afterchat nach einem Game, davor oder eben im Client im Chat","replies":[{"id":"","poster":"Blurm","date":"2016-01-17T15:11:58.294+0000","up_votes":3,"down_votes":1,"body":"Der Before- und Afterchat wird ebefalls überprüft, wenn jemand reportet wird.","replies":[{"id":"","poster":"Parunpata","date":"2016-01-18T09:23:13.398+0000","up_votes":1,"down_votes":0,"body":"Umso besser :) Dann nehm ich meine Aussage zurück.","replies":[]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-01-18T07:32:34.937+0000","up_votes":2,"down_votes":1,"body":"man kann sich auch anstellen...in über 3000 Spielen ist mir sowas nicht einmal passiert.\nUnd wenn man einfach jeden dahergelaufenen auf seine Flist nimmt ist man selber schuld an sowas...\nUnd wenn ich schon so n Unfug mit 70 Tickets lese und alles....Du solltest lernen über Dinge hinweg zu sehen, dann kommst du auch im wahren Leben schneller vorran. Weder in der Schule noch auf der Arbeit, jemanden der sich über alles beschwert mag niemand...aber was erwartet man von jemandem der den Riot Support offensichtlich in der Favoritenleiste im Explorer hat :/","replies":[{"id":"","poster":"FrankerX","date":"2016-01-18T08:11:40.034+0000","up_votes":1,"down_votes":2,"body":"in chaträumen muss man niemanden annehmen da kann dich jeder nerven.\ndanke für den tipp wenn mir in meinem zukünftigem beruf ein kollege im büro täglich krebs wünscht WERD ICH DAS EINFACH IGNORIEREN.","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-01-18T08:32:57.899+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Brâ1ncânc3r,realm=EUW,application-id=KYnfKGf0,discussion-id=peEecT1a,comment-id=00020000,timestamp=2016-01-18T08:11:40.034+0000)\n>\n> in chaträumen muss man niemanden annehmen da kann dich jeder nerven.\n> danke für den tipp wenn mir in meinem zukünftigem beruf ein kollege im büro täglich krebs wünscht WERD ICH DAS EINFACH IGNORIEREN.\n\nWenn dir sowas im Echten leben wünscht, würde ich mir mal Gedanken machen was für ein verkorkster mensch du sein musst....","replies":[{"id":"","poster":"eingew","date":"2016-01-18T09:42:03.141+0000","up_votes":2,"down_votes":0,"body":"Und was ist, wenn einfach der jeweils andere verkorkst ist? 0.o","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-18T13:15:42.040+0000","up_votes":1,"down_votes":0,"body":"Die Art wie ein Mensch dich behandelt sagt aus was für ein Mensch ER ist, nicht was für ein Mensch DU bist.","replies":[]},{"id":"","poster":"FrankerX","date":"2016-01-18T09:08:14.371+0000","up_votes":1,"down_votes":2,"body":"und das zählt für ingame natürlich auch oder? wenn mir jemand der mich nicht kennt mir krebs wünscht weil ich z.b einen champ banne gegen den ich nicht spielen will und mir deswegen jemand krebs wünscht bin ich natürlich verkorkst oder?\nklingt legit.\naber man soll ja drüber hinweg sehen, wozu gibts überhaupt ein report system sei nicht so n kid und sieh drüber hinweg wenn dich jemand flamed ne?","replies":[]}]}]}]}]}