{"id":"IbR7JyEx","poster":"Prositron","date":"2016-01-17T15:56:49.935+0000","title":"Mitspieler für Aufbau eines seriösen Teams gesucht!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin Lol-Community!\r\n\r\nIch bin Jan/Prositron und m&ouml;chte ein ambitioniertes und konstantes Team aufbauen.  \r\nUm  zu verdeutlichen, was du von diesem Team erwarten kannst und was ich von Dir erwarte liste ich hier \r\nfolgende Punkte auf:\r\n\r\nDas Team soll bieten:\r\n- Ambitioniertes (tryhard), regelm&auml;&szlig;iges Spielen\r\n- Freundliche Atmosph&auml;re\r\n- Teilnahme an Turnieren, sobald das Level dazu da ist\r\n\r\nMeine Erwartungen an Dich:\r\n- Zuverl&auml;ssig, melde Dich gar nicht erst bei mir, wenn Du dir nicht sicher bist,\r\n  ob du die Zeit und Motivation f&uuml;r ein Team aufbringen kannst!\r\n- Motiviert eigenen Skill zu verbessern und deshalb in der Lage, \r\n konstruktive Kritik zu geben und einzustecken\r\n- Ein solides Grundlevel, auf dem sich aufbauen l&auml;sst\r\n- Regelm&auml;&szlig;ig Zeit(Abende)\r\n- Gewisse geistige Reife und passables Mikro\r\n- Skype oder Ts(w&auml;re gut wenn einer von Euch einen zur Verf&uuml;gung h&auml;tte,\r\n ich habe keinen geeigneten)\r\n- Kein ADC(der bin ich^^)\r\n\r\nM&ouml;glicherweise hast Du genau wie ich die Erfahrung gemacht, einem Team beizutreten, das schnell zerbrochen ist und einfach nicht funktionieren sollte. Ich habe diese Erfahrung nun schon h&auml;ufiger gehabt und m&ouml;chte dies vermeiden! Deshalb bitte ich Dich um Verst&auml;ndnis, wenn du abgelehnt werden solltest. Ich m&ouml;chte sichergehen, dass das Team wirklich gut zusammen passt und nicht irgendein zusammen gew&uuml;rfelter Haufen ist, der schnell wieder zerbricht!\r\n\r\nLange Rede, kurzer Sinn! Bei Interesse einfach bei mir in Game melden!\r\n\r\nLG Jan/Prositron","replies":[{"id":"","poster":"CeBoomCeBoom","date":"2016-01-17T18:28:39.263+0000","up_votes":1,"down_votes":0,"body":"Hey, \n\nich bin auf der suche nach einem Team, wie du es beschrieben hast.\nBin 18 und habe abends fast immer Zeit (außer dienstags) und bin Main Support und Top.\nHabe ein gutes Mirco und schon einige Erfahrung als Shotcaller aus der letzten Season.\nZudem besitze ich einen TS-Server, den ich zur Verfügung stellen würde.\n\nHab dich geaddet und hoffe auf Rückmeldung","replies":[]},{"id":"","poster":"II Newt II","date":"2016-01-17T16:30:33.429+0000","up_votes":1,"down_votes":0,"body":"Hey! Ich hätte Interesse.\nIch spiele Mid und Top recht gut. Kann aber auch noch ADC, Jngl und Supp (aber halt richtig schlecht :D). Ich besitze Skype, bin Silber 4, m 16 und bringe Zeit mit. Bei Interesse kannst du mir auf LoL schreiben.\nLegende776","replies":[]}]}