{"id":"kclY2xfk","poster":"PapaJLBaer","date":"2016-01-16T22:49:36.036+0000","title":"ESL Playercard zur Pflicht machen ?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":14,"body":"Tach.\r\n\r\nIch muss mich ja leider immer &uuml;ber diese Smurfs aufregen die sich nicht an die Regen halten.\r\n\r\nRiot sagt zwar immer das Smurf recht schnell aufsteigen und durch die Siege ihre MMR auch steigt.\r\n Sie somit recht schnell wie hier Main gewertet werden. Was ich aber nicht glaube sonst m&uuml;sste ja ein Master Smurf noch bevor \r\ner Level 30 ist wieder gegen ander Master Spieler im Normal spielen weil er ja bis dato nur Normal machen konnte. Somit d&uuml;rfte es kein Smurf in Normal Low Elo Games geben. Weil Sie ja alle bis dahin als Smurf erkannt worden sein m&uuml;ssten und der Hight Elo zugewiesen werden m&uuml;ssten.\r\n\r\nDas Prinzip der Playercard\r\n Mit der Playercard wird das gro&szlig;e Problem der Anonymit&auml;t im Internet beseitigt. Man kann sich nicht einfach einen neuen Account registrieren und von neuem anfangen, weil erst die Adresse verifiziert werden muss. Diese Verifikation geschieht durch einen Key der mit der Playercard zugeschickt wird. \r\n\r\nDes wegen schlage ich vor die Playercard als Pflicht ein zuf&uuml;hren.\r\nMit den Playercard Key hann man dann weiter hin Smurf ACC erstellen. Die aber dann schon bevor Sie 1 Game gemacht haben wie ihr Main gewertet werden k&ouml;nnten. Also ein Level 1 Smurf der gleich gegen andere Dia Spieler Spielen muss falls sein Main Dia ist. \r\n\r\n\r\nSo Frage w&auml;rt ihr bereit f&uuml;r so eine ESL Playercard 9&euro; zu zahlen um das Spiel Fairer zu machen ?","replies":[{"id":"","poster":"Ehren Teemo","date":"2016-01-17T06:30:09.967+0000","up_votes":2,"down_votes":1,"body":"Was habe ich davon  das ich 9€ dafür ausgeben?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-17T07:09:37.111+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=LavaKeks64,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=0001,timestamp=2016-01-17T06:30:09.967+0000)\n>\n> Was habe ich davon  das ich 9€ dafür ausgeben?\n\nDu machst Papabär glücklich.\n\nLeider versteht Papabär das System nicht, sieht in jedem Stomp einen Diasmurf, glaubt jedem Spieler, der mal ein gutes Spiel hat, er sei ein Smurf und denkt jeder ab Silber hat mindestens 1 sehr aktiv bespielten Smurf eher 3, dazu denkt er auch, dass jede Form von Premades unfair sind.\n\nDass die ganze Chose überhaupt keinen Sinn macht, ignoriert er geflissentlich.\n\nZ.B. dass die Platin/Dia-Spielergruppe im Vergleich zu Bronze winzig ist, eben nicht jeder einen Smurf hat, die welche einen haben, verdammt schnell den Newbiebereich verlassen, die schwarzen Schafe auf andere Art Regeln verletzen und deshalb über kurz oder lang gebannt werden, die meisten Smurfs von Lowelos kommen, die sich einen höheren Rang erhoffen, weil Elohell und dann natürlich einem u30er bei einem Stomp ein \"haha im smurf\" reindrücken, ja ein Bronze 3 Smurf, Wahnsinn.\nUnd bei Premades irgendwie auch ignoriert, dass es eigentlich nicht vorkommt, dass ein Team welche hat, das andere aber nicht.\n\n@Papabär \n\nIch hoffe du bist dann auch bereit die 9€ für jeden auszulegen, der keine Smurfs hat oder nutzt, dürfte nach deiner Auffasung ja bezahlbar sein. Leider wird die Summe in der Realität wohl eher dem Haushaltsbudget eines kleinen Landes entsprechen.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T14:42:47.239+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=00010000,timestamp=2016-01-17T07:09:37.111+0000)\n>\n> Du machst Papabär glücklich.\n> \n> Leider versteht Papabär das System nicht, sieht in jedem Stomp einen Diasmurf, glaubt jedem Spieler, der mal ein gutes Spiel hat, er sei ein Smurf und denkt jeder ab Silber hat mindestens 1 sehr aktiv bespielten Smurf eher 3, dazu denkt er auch, dass jede Form von Premades unfair sind.\n> \n\n Sorry, aber ich muss dich enttäuschen.\n\nIch sehe nicht in jeden guten Spieler ein Smurf. Mir geht es um Allgemeine Fair Play.\nDie Sachen müssen doch nur sein weil die Leute nicht ehrlich sind. Warum sagt den nicht jeder Smurf und Premads das Sie Smurf und Premads sein ?\n\n> Dass die ganze Chose überhaupt keinen Sinn macht, ignoriert er geflissentlich.\n> \n> Z.B. dass die Platin/Dia-Spielergruppe im Vergleich zu Bronze winzig ist, eben nicht jeder einen Smurf hat, die welche einen haben, verdammt schnell den Newbiebereich verlassen, die schwarzen Schafe auf andere Art Regeln verletzen und deshalb über kurz oder lang gebannt werden, die meisten Smurfs von Lowelos kommen, die sich einen höheren Rang erhoffen, weil Elohell und dann natürlich einem u30er bei einem Stomp ein \"haha im smurf\" reindrücken, ja ein Bronze 3 Smurf, Wahnsinn.\n> Und bei Premades irgendwie auch ignoriert, dass es eigentlich nicht vorkommt, dass ein Team welche hat, das andere aber nicht.\n> \n\nAuch ein Bronze 3 Spiele der sich eine Smurf Acc macht und gegen Schwächer Spielt macht sich Strafbar. \nUnd das ist nicht Lustig sondern traurig das es Wesen gibt die so widerlich sin können.\n\n\n> @Papabär \n> \n> Ich hoffe du bist dann auch bereit die 9€ für jeden auszulegen, der keine Smurfs hat oder nutzt, dürfte nach deiner Auffasung ja bezahlbar sein. Leider wird die Summe in der Realität wohl eher dem Haushaltsbudget eines kleinen Landes entsprechen.\n\nIch halte mich ehr an das Verursacher Prinzip. Du hast selbst gesagt es gibt bei den Smurfs schwarze Schafe. Somit, gäbe es keine Smurf , gäbe es auch keine schwarze Schafe.\nAlso sollten doch wohl ehr die Smurf Nutzer als Entschädigung für den Schaden den ihre schwarzen Scharfe machen die Rechnung zahlen.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-17T15:13:33.363+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=000100000001,timestamp=2016-01-17T14:42:47.239+0000)\n>\n> Sorry, aber ich muss dich enttäuschen.\n> \n> Ich sehe nicht in jeden guten Spieler ein Smurf. Mir geht es um Allgemeine Fair Play.\n> Die Sachen müssen doch nur sein weil die Leute nicht ehrlich sind. Warum sagt den nicht jeder Smurf und Premads das Sie Smurf und Premads sein ?\n\nDu hast mittlerweile zig Threads um die Thematik eröffnet, da steht zig mal warum sich Leute Smurfs machen, die nichts mit antifairplay zu tun haben. Ich hab einen Lvl5 Acc. und warum? Weil Freunde angefangen haben und mit mir spielen wollten, für die war es nämlich umgekehrt verdammt unfair, wenn sie meinetwegen gegen viel zu starke Gegner gematcht wurden. Ab ca. Lvl. 20 bin ich wieder mit meinem Main gejoint, seitdem gammelt der andere Acc. unbenutzt rum. Und deine Meinung zu Premades verursacht bei mir nur ein Facepalm.\n\n\n> Auch ein Bronze 3 Spiele der sich eine Smurf Acc macht und gegen Schwächer Spielt macht sich Strafbar. \n\nNö macht er nicht, das tut er in deinen Augen, dass du damit recht alleine stehst fällt dir nicht auf oder? Gibt nicht viel schlechteres als unter seiner Elo, wenn er spielt kommt er eh wieder ca. dahin genauso wie der Platin oder Diaspieler.\nNach deiner Logik dürfte sich eigentlich keiner einen Acc. machen, der irgendeine Erfahrung im Mobagenre hat, immerhin ist er ja von Anfang an im Vorteil gegen Spieler, die kompett bei 0 anfangen.\n\n> Und das ist nicht Lustig sondern traurig das es Wesen gibt die so widerlich sin können.\n\nDann ist jedes Spiel traurig, denn der Verlierer war ja stets schwächer als Gewinner.\n \n> Ich halte mich ehr an das Verursacher Prinzip. Du hast selbst gesagt es gibt bei den Smurfs schwarze Schafe. Somit, gäbe es keine Smurf , gäbe es auch keine schwarze Schafe.\n\nRichtig und deine Idee ist dass die weißen Schafe, wegen der handvoll schwarzen nun blechen dürfen, Daten preißgeben sollen, usw.\nDu siehst ja wieviel Anklang das findet.\n\n> Also sollten doch wohl ehr die Smurf Nutzer als Entschädigung für den Schaden den ihre schwarzen Scharfe machen die Rechnung zahlen.\n\nWer fordert muss liefern.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T17:23:39.562+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=0001000000010000,timestamp=2016-01-17T15:13:33.363+0000)\n>\n\n> Nö macht er nicht, das tut er in deinen Augen, dass du damit recht alleine stehst fällt dir nicht auf oder? Gibt nicht viel schlechteres als unter seiner Elo, wenn er spielt kommt er eh wieder ca. dahin genauso wie der Platin oder Diaspieler.\n\nJa ich weiß das ich allein stehe, aber so ist das halt wenn man an Fair Play glaubt.\nDas sagst es gibt nicht viele die schlechter sind. Aber es gibt Sie. Das reicht doch schon aus. Oder bist du ein Rassist der  Minderheiten als wertlos erachtet ?\n\n\n> Nach deiner Logik dürfte sich eigentlich keiner einen Acc. machen, der irgendeine Erfahrung im Mobagenre hat, immerhin ist er ja von Anfang an im Vorteil gegen Spieler, die kompett bei 0 anfangen.\n> \n\nJa. das sehe ich so.\nAber des wegen kann man es ihn nicht verbieten ein neues Spiel zu spielen.\nBei Smurfs greif diese einzige Argument aber nicht mehr.\n\n> \n> Richtig und deine Idee ist dass die weißen Schafe, wegen der handvoll schwarzen nun blechen dürfen, Daten preißgeben sollen, usw.\n> Du siehst ja wieviel Anklang das findet.\n> \n\nWie gesagt das blechen können auch die machen die das Problem verursachen.\nDeine Daten wären mit eine Online Perso sicher als bei Googel Facebook und Co.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-17T18:06:15.796+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=00010000000100000000,timestamp=2016-01-17T17:23:39.562+0000)\n>\nOder bist du ein Rassist der  Minderheiten als wertlos erachtet ?\n\nDir ist schon klar, dass Smurfs eine Minderheit sind?!?\n\nIch versteh ja, dass dir die Problematik, die damit verbunden sein kann, sehr zu Herzen geht, aber du schießt bei der Sache einfach doch sehr übers Ziel hinaus.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-18T11:24:34.251+0000","up_votes":1,"down_votes":6,"body":"Stopp mal.\n\nSmurfs wählen es selber, das sie Smurf sind.\nLeute die gegen Smurfs spielen wählen es nicht , Sie werden gezwungen.\n\nWenn du jetzt damit sagen willst das man Smurfs schützen muss, sagst du auch das man alle Verbrecher und Mörder schützen muss.","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T11:34:06.376+0000","up_votes":2,"down_votes":0,"body":"Nein, sagt er nicht. Sowas, was Du hier anbringst, nennt man einen falschen Syllogismus.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-18T11:33:48.569+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=0001000000010000000000000000,timestamp=2016-01-18T11:24:34.251+0000)\n>\n> Stopp mal.\n> \n> Smurfs wählen es selber, das sie Smurf sind.\n> Leute die gegen Smurfs spielen wählen es nicht , Sie werden gezwungen.\n> \n> Wenn du jetzt damit sagen willst das man Smurfs schützen muss, sagst du auch das man alle Verbrecher und Mörder schützen muss.\n\nUnser Grundgesetz macht z.B. genau das.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ehren Teemo","date":"2016-01-17T09:14:08.563+0000","up_votes":1,"down_votes":0,"body":"Achso ... Natürlich dan bin ich doch gerne bereit diese 9€ auch noch in LoL zu investieren ... Obwohl meine Champions dank dieser 9 € noch völlig gleich sind{{champion:133}}","replies":[]}]}]},{"id":"","poster":"Blurm","date":"2016-01-16T22:53:00.608+0000","up_votes":5,"down_votes":1,"body":"9€ für ein free2play-Spiel zahlen, alles klar... Und du kannst noch so wettern wie du willst, in Sachen Smurfs wird nix geändert.\nAußerdem würde es neben den Kosten einen weiteren Grund geben, warum sehr viele Spieler dann abspringen würden: Adresse bzw die Identität anzugeben... Ich könnte ja gleich mit nem Profilbild mit meinem Perso rumlaufen.\n\n>Ich muss mich ja leider immer über diese Smurfs aufregen die sich nicht an die Regen halten.\n\nIch hab dich schon mehrmals gefragt: Gegen welche Regel verstoßen Smurfs bitte schön? In den Nutzungsbedingungen steht auch nirgends, dass es verboten ist, mehrere Accounts zu besitzen.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-17T15:07:44.414+0000","up_votes":1,"down_votes":2,"body":"> Außerdem würde es neben den Kosten einen weiteren Grund geben, warum sehr viele Spieler dann abspringen würden: Adresse bzw die Identität anzugeben... Ich könnte ja gleich mit nem Profilbild mit meinem Perso rumlaufen.\n\nWas das denn schon wieder für ein Argument?\nWenn ich mich recht entsinne musste man seine Adresse etc auch bei Steam angeben, die ist bei Amazon hinterlegt und bei vielen vielen anderen Seiten auch. Bei all diesen Seiten und Platformen ist es ok aber bei Riot nicht? Ist ja nicht so das diese Informationen zwangsweise im Forum oder im Clienten an alle weitergegeben wird, sondern die hätte nur Riot und nur Riot hätte Zugriff darauf...","replies":[{"id":"","poster":"Blurm","date":"2016-01-17T15:36:50.085+0000","up_votes":1,"down_votes":0,"body":"Kommt halt drauf an, wie man mit seinen eigenen Daten umgeht. Ich bin halt von vorsichtiger Natur, deshalb gebe ich auch nirgends irgendwas Preis.\n\nWas Amazon und Steam angeht: Ich kaufe generell nie online, also fällt Amazon (genauso wie Bezahldienste a lá PayPal) für mich weg. Und ich kann mich nicht dran erinnern, dass ich bei Steam jemals meine Adresse angegeben habe :D \n\nUnd wegen Zugriff auf den Daten: Das mag zwar etwas paranoid klingen, aber nehmen wir mal an, Riot / die ESL (bei der das bereits einmal der Fall war, wenn ich mich jetzt richtig erinnere) wird gehackt... Jetzt hätte man maximal die E-Mail-Adresse, die eingesehen werden kann, mit der Playercard kämen Adresse, Vor- und Zuname usw. dazu. Ich bin, wie oben bereits erwähnt, extrem vorsichtig was meine Daten angeht^^\nWie man mit seinen Daten umgeht, muss ja am Ende jeder selber wissen.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-17T15:52:32.198+0000","up_votes":1,"down_votes":2,"body":"Hast auch nie im Katalog oder vielleicht Fernsehn bestellt, kein Essen, keine Kundenkarte irgendwo, kein Bankkonto?\nAlles Sachen wo die Informationen in Computer übertragen werden, die wiederum in den allermeisten Fällen via Internet mit anderen Computern von mindestens dem selben Unternehen vernetzt sind und damit genauso gehackt werden können.\nWenn du all solche Sachen nicht machst bist du definitiv einer von wenigen und die Menge mehr an Leuten die es von diesen Wenigen zu den anfangs von dir beschriebenen Sehr-Vielen sind, sind Heuchler.","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2016-01-17T17:29:54.108+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=00000001,timestamp=2016-01-17T15:07:44.414+0000)\n>\n> Was das denn schon wieder für ein Argument?\n> sondern die hätte nur Riot und nur Riot hätte Zugriff darauf...\n\nGenau wie nur Sony auf die Playstationdaten Zugriff hatte...\n\n> Wenn du all solche Sachen nicht machst bist du definitiv einer von wenigen und die Menge mehr an Leuten die es von diesen Wenigen zu den anfangs von dir beschriebenen Sehr-Vielen sind, sind Heuchler.\n\nWieso ist es deiner Ansicht nach heuchlerisch, dass man seine Daten nicht auch dem 101sten Unternehmen geben will, nachdem man es schon bei 100 anderen gemacht hat?\nWenn Riot muss dann bekommen sie über die normale IP auch die Adresse raus von der die kam. ist ein wenig aufwändiger aber machbar.\nDein Vergleich mit Unternehmen wie Amazon hinkt, da man von denen normalerweise Dienste anfordert, die an die eigene Adresse geliefert werden sollen da ist es nunmal notwendig, dass diese bekannt ist. \nBei LoL nimmt man aber über das Internet ein Angebot war, dass auch nur über das Internet abgefragt wird, wieso sollte Riot also meine Adresse brauchen?\n\nWie gesagt bin selbst nicht unbedingt der vorsichtigste (leider) aber das Argument du hast doch schon x Unternehmen deine Daten gegeben jetzt musst du das immer machen (wollen) zieht nicht.\n\nSo back to topic.\n\nIch wäre ebenfalls nicht bereit Geld für eine Playercard für LoL auszugeben. Für mich ist LoL Spiel für das ich Geld ausgeben werde, wann ich das für richtig halte und nicht weil irgendjemand damit nicht klar kommt, dass er in einer vollkommen unwichtigen Rangliste eines Spiels vielleicht nur auf Platz 50.001 statt auf Platz 49.999 steht (ja ich weiß, dass wir keine \"echte\"/einzelne Rangliste haben).\n\nVon daher ich wäre bei gezwungenem Bezahlen um spielen zu dürfen raus oder würde zumindest deutlich mehr Gameinhalt erwarten, als ich es jetzt tue.\n\n","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-17T18:11:31.664+0000","up_votes":1,"down_votes":3,"body":"Ob das bekannt sein der Adresse etc. nötig ist oder nicht, ändert nichts daran das die Daten vorliegen und damit potenziell gefährdet sind.\n\nIch sage auch mit keinem Wort das man das immer machen wollen muss, was ich sage ist das es Heuchelei ist zu behaupten beim 101 Unternehmen sei mir das Risiko zu hoch und höre auf oder fange garnicht erst an aber bei den 100 vorherigen Unternehmen, bei denen das Risiko genauso groß ist, ist es ok und nutze deren Dienste weiter.","replies":[]}]}]},{"id":"","poster":"PapaJLBaer","date":"2016-01-16T23:43:42.822+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Blurm,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=0000,timestamp=2016-01-16T22:53:00.608+0000)\n>\n> 9€ für ein free2play-Spiel zahlen, alles klar... Und du kannst noch so wettern wie du willst, in Sachen Smurfs wird nix geändert.\n> Außerdem würde es neben den Kosten einen weiteren Grund geben, warum sehr viele Spieler dann abspringen würden: Adresse bzw die Identität anzugeben... Ich könnte ja gleich mit nem Profilbild mit meinem Perso rumlaufen.\n> \n\nDie 9€ währen ja nur einmal für alle Online Games und Alle ACC. Also auch für dein 2 ACC`s.\n\n\n> Ich hab dich schon mehrmals gefragt: Gegen welche Regel verstoßen Smurfs bitte schön? In den Nutzungsbedingungen steht auch nirgends, dass es verboten ist, mehrere Accounts zu besitzen.\n\n\nDie 9€ währen ja nur einmal für alle Online Games und Alle ACC. Also auch für dein 2 ACC`s.\n\n\n\nDann sage ich es dir halt noch mal.\n\nSchau mal bitte beim Leitfaden zum Matchmaking vor bei.\n\n1.Neue Spieler schützen\n2.Faire und spannende Matches zusammenstellen\n3.Durch die richtige Auswahl der Spieler die Matches weniger toxisch zu machen\n\n\nUnters Schutz Neuer verstehe ich, dass kein erfahrener Spieler das Recht hat gegen ein nicht so erfahrenen ( guten ) Spieler zu Spielen.\nAlso das verhindert werden muss das ein DIa Spieler in Bronze spielt. Oder auch schon gegen andere unter Lvl 30.\n\nMit der Playercard kann das System den 2 ACc des Dia Spieler gleich in DIa stecken wo er hin gehört. Ohne das der Smurf jemals gegen ein LOw Spiele gespielt hat.\n\nWäre auch noch gut für Riot, da er sich die Runen durch Riot Points kaufen müsste. Oder er muss erst ohne Runen ein paar  Hight ELO Games machen.","replies":[{"id":"","poster":"drexxsack","date":"2016-01-17T01:33:44.623+0000","up_votes":1,"down_votes":0,"body":"Du solltest die Beiträge, die du ansprichst auch verlinken oder, was wesentlich besser wäre, die relevanten Stellen (mit der entsprechenden Quelle) verlinken. \nAnsonsten passiert das, was dir passiert ist: Eine Diskussion mit dem von dir angegeben Titel(Leitfaden zum Matchmaking) gibt es nicht oder ist nicht mit vertretbarem Aufwand zu finden.\nEs bleibt nur zu raten, welchen Thread du meinst. Solltest du über [diesen](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo) hier reden, solltest du genauer beschreiben, an welcher Stelle, aus welchem Grund, welches Problem auftritt, welche greifbaren Beweise du dafür hast und wie du meinst, dass es gelöst werden kann.\nEs den Lesern zu überlassen, sich das grundlegende Bild zusammen zu suchen, ist kein sonderlich guter Stil.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T14:26:08.578+0000","up_votes":2,"down_votes":4,"body":"Den Thread kannte ich nicht und meine ihn auch nicht.\n\nDas Problem ist ELO Manipulation.\n\nEin Dia Spieler bleibt ein Dia Spieler, egal welche ELO er auf den ACC hat.\nAber die ELO wird benutz um die Gegen aus zu wählen.","replies":[{"id":"","poster":"Abasin","date":"2016-01-18T07:54:48.355+0000","up_votes":2,"down_votes":0,"body":"Ergo betreibst Du wieder mal reine Kampfrhetorik nach dem Motto, dass man eine Sache nur lange genug wiederholen muss um ihr den Anstrich von Wahrhaftigkeit zu geben. Deine ganzen Vermutungen und Vorwürfe sind von Dir bislang zu keiner Zeit durch nachprüfbare(!) Fakten hinreichend belegt. Beweis durch Behauptung ist reine Ideologie.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2016-01-16T23:48:28.685+0000","up_votes":1,"down_votes":0,"body":"Das mag zwar im** Leitfaden für das Matchmaking** stehen (hab es nicht geprüft). Deswegen ist es aber noch lange **keine Regel für Spieler**.\n\nEdit:\n\n>Wäre auch noch gut für Riot, da er sich die Runen durch Riot Points kaufen müsste. Oder er muss erst ohne Runen ein paar Hight ELO Games machen.\n\nDir ist bewusst, dass man für Runen **keine RP** ausgeben kann?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T13:38:51.884+0000","up_votes":1,"down_votes":3,"body":"Ja stimmt. das mit den RP habe ich vergessen.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-17T01:13:51.357+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=PapaJLBaer,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=00000000,timestamp=2016-01-16T23:43:42.822+0000)\n>\n> Unters Schutz Neuer verstehe ich, dass kein erfahrener Spieler das Recht hat gegen ein nicht so erfahrenen ( guten ) Spieler zu Spielen.\n> Also das verhindert werden muss das ein DIa Spieler in Bronze spielt. Oder auch schon gegen andere unter Lvl 30.\n> \n> Mit der Playercard kann das System den 2 ACc des Dia Spieler gleich in DIa stecken wo er hin gehört. Ohne das der Smurf jemals gegen ein LOw Spiele gespielt hat.\n> \n> Wäre auch noch gut für Riot, da er sich die Runen durch Riot Points kaufen müsste. Oder er muss erst ohne Runen ein paar  Hight ELO Games machen.\n\nEin Dia Smurf Spieler wird niemals gegen einen Bronze Spieler spielen, es sei denn er kauft sich einen Bronze Account. Was dann wirklich verboten ist. Oder er gibt sich halt wirklich Mühe und verliert all seine 10 Placement Spiele. \nAn sonsten... wirst du garantiert mindestens im Silber 3 Bereich eingestuft.\n \nUnd ja, es wird auch ein paar (die muss man dann auch so nennen) Arschlöcher geben, die sich extra einen Bronze Account zulegen, nur um dann Noobs zu klatschen. Aber wie viele davon wirst du treffen?\nJetzt kannst du dir ja mal kurz ausrechnen: nicht mal 10% aller Spieler sind überhaupt Platin... bei Diamond dürfte diese Zahl dann bei 5% (oder niedriger) liegen. Dann kannst du dir ja mal die Wahrscheinlichkeit ausrechnen, dass du auf eine dieser Ausnahmen triffst, die sich als Diamond Spieler einen Bronze Account kaufen/ bewusst zulegen.\n\nUnd man muss an der Stelle auch ganz klar differenzieren: Smurfing ist was anderes als Elo Boosting. Elo Boosting und Accountsharing ist verboten. Das wird auch bestraft. Und zwar auch ohne, dass du 9 Euro ausgeben musst. Das andere ist eine ganz legitime Variante sich als Spieler zu verbessern.\n\nUnd um das \"Man muss die Level 30 Spieler schützen\" Argument zu entschärfen: Das passiert bereits. Denn die Smurf Detection ist sehr sehr gut. Ich habe mir selber gerade einen Smurf angelegt (weil ich halt irgendwann in der nächsten Saison auf Gold Niveau das Assassinen Spielen lernen will). Und bereits im VIERTEN Spiel bestand mein gesamtes Gegnerteam aus Riot Insider Summoner Names. Also \"BestRIVENEUW\" etc. DAS GESAMTE GEGNERTEAM.\n\nIch habe nach diesem 4. Spiel nur noch ganz selten echte Neulinge getroffen. Und wenn ich das getan habe, haben die auch nicht an meinem Smurf Account gelitten. Denn dann habe ich denen Hilfestellungen gegeben (wenn sie im eigenen Team waren), oder ich habe sie einfach nicht unter Druck gesetzt, wenn sie im Gegnerteam waren...\n\nDas wirklich faszinierende daran war allerdings, dass ich auf (relativ gesehen) viele Spieler getroffen bin, die garantiert gerade auf ihrem Main einen Bann aus sitzen (und ja, einige haben das sogar zugegeben). Ich habe die \"Danke, dass du uns beim Identifizieren eines toxischen Spielers geholfen hast\" Nachricht auf meinem Smurf häufiger bekommen als auf meinem Main... weil ich aber halt auch (relativ gesehen) mehr toxische Spieler getroffen habe. Aber wie gesagt: Diese toxischen Spieler werden nur ganz selten auf echte Neulinge treffen.","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T14:10:50.945+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=000000000002,timestamp=2016-01-17T01:13:51.357+0000)\n>\n> Ein Dia Smurf Spieler wird niemals gegen einen Bronze Spieler spielen, es sei denn er kauft sich einen Bronze Account. Was dann wirklich verboten ist. Oder er gibt sich halt wirklich Mühe und verliert all seine 10 Placement Spiele. \n> An sonsten... wirst du garantiert mindestens im Silber 3 Bereich eingestuft.\n>  \n\nDas mit den Silber 3 mag sicher stimmen. Ich selber wurde sofort zu Silber 2.\nAber ich rede auch gar nicht nur von Rank sondern auch von Normal Games. Dort wird der Smurf auf Bronze Spieler treffen.\n\n\n> Und ja, es wird auch ein paar (die muss man dann auch so nennen) Arschlöcher geben, die sich extra einen Bronze Account zulegen, nur um dann Noobs zu klatschen. Aber wie viele davon wirst du treffen?\n> Jetzt kannst du dir ja mal kurz ausrechnen: nicht mal 10% aller Spieler sind überhaupt Platin... bei Diamond dürfte diese Zahl dann bei 5% (oder niedriger) liegen. Dann kannst du dir ja mal die Wahrscheinlichkeit ausrechnen, dass du auf eine dieser Ausnahmen triffst, die sich als Diamond Spieler einen Bronze Account kaufen/ bewusst zulegen.\n> \n\n2% Dia + / 8% Platin. Wenn jeder Dia+ 2,5 Smurf hat und Jeder Platin 1,5 Smurf Acc hat sind 6,4% alle ACC unter Platin Smurf ACC`s.\n\n\n> Und man muss an der Stelle auch ganz klar differenzieren: Smurfing ist was anderes als Elo Boosting. Elo Boosting und Accountsharing ist verboten. Das wird auch bestraft. Und zwar auch ohne, dass du 9 Euro ausgeben musst. Das andere ist eine ganz legitime Variante sich als Spieler zu verbessern.\n> \n\nDas ist doch schwach Sinn !\nWenn ein Junge etwas klaut ist das Verboten.\nWenn ein Mädchen was klaut ist das erlaubt ?\n\nWo ist der unterschied ob ein Dia Spieler mit seine erstellten Level 0 Smurf spiel oder mit den Level 0 Acc eine Freundes ?\nBeides mal spielt eine Dia Spieler auf Falscher ELO.\n\n\n> Und um das \"Man muss die Level 30 Spieler schützen\" Argument zu entschärfen: Das passiert bereits. Denn die Smurf Detection ist sehr sehr gut. Ich habe mir selber gerade einen Smurf angelegt (weil ich halt irgendwann in der nächsten Saison auf Gold Niveau das Assassinen Spielen lernen will). Und bereits im VIERTEN Spiel bestand mein gesamtes Gegnerteam aus Riot Insider Summoner Names. Also \"BestRIVENEUW\" etc. DAS GESAMTE GEGNERTEAM.\n> \n\nDas kenne ich mit den BestRIVENEUW un Co's. Das zeigt aber das das System nicht funktioniert. Weil ich kein Smurf bin und gegen diese Smurfs spielen muss. Also die Smurfs Falsch eingeordnet worden sind.\n\n> Ich habe nach diesem 4. Spiel nur noch ganz selten echte Neulinge getroffen. Und wenn ich das getan habe, haben die auch nicht an meinem Smurf Account gelitten. Denn dann habe ich denen Hilfestellungen gegeben (wenn sie im eigenen Team waren), oder ich habe sie einfach nicht unter Druck gesetzt, wenn sie im Gegnerteam waren...\n> \n> Das wirklich faszinierende daran war allerdings, dass ich auf (relativ gesehen) viele Spieler getroffen bin, die garantiert gerade auf ihrem Main einen Bann aus sitzen (und ja, einige haben das sogar zugegeben). Ich habe die \"Danke, dass du uns beim Identifizieren eines toxischen Spielers geholfen hast\" Nachricht auf meinem Smurf häufiger bekommen als auf meinem Main... weil ich aber halt auch (relativ gesehen) mehr toxische Spieler getroffen habe. Aber wie gesagt: Diese toxischen Spieler werden nur ganz selten auf echte Neulinge treffen.\n\n\nSchon mal wer Spieler zu toxischen Spielers macht ?\nIch denke keiner will ein toxischen Spielers sein wenn er ein Game anfängt. Aber wenn das Game so unfair ist und man dadurch verständlicherweise wütend wird passiert genau das.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-17T16:14:08.124+0000","up_votes":1,"down_votes":0,"body":">2% Dia + / 8% Platin. Wenn jeder Dia+ 2,5 Smurf hat und Jeder Platin 1,5 Smurf Acc hat sind 6,4% alle ACC unter Platin Smurf ACC`s.\n\nUnd wenn ein Challenger 20 Smurfs hat. Er kann unmöglich alle gleichzeitig bespielen. Ich treffe zudem auf deutlich mehr Smurfs aus niedrigeren Elobereichen und wenn es bei manchen nur der Fall ist, weil sie glauben bei der nächsten Einstufung Gold statt Bronze platziert zu werden. \n\nWie kommst du eigentlich auf 6,4 %? Wenn ich 2 % mit 2,5 multipliziere und 8 % mit 1,5 multipliziere und beides addiere, erhalte ich ein Ergebnis von 19,5 % aller Accounts wären Smurfs von Dia und Platin. Hast du das dann wahllos gedrittelt um auf ca. 6,4 % zu kommen?\n\nWenn jeder Bronze- und Silberspieler (zusammen 56 %) 2 Smurfs hat, wie viele Accounts in der Rangliste wären dann Smurfs?","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T17:38:16.212+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=ip27PlEH,discussion-id=kclY2xfk,comment-id=00000000000200000000,timestamp=2016-01-17T16:14:08.124+0000)\n>\n> Und wenn ein Challenger 20 Smurfs hat. Er kann unmöglich alle gleichzeitig bespielen. Ich treffe zudem auf deutlich mehr Smurfs aus niedrigeren Elobereichen und wenn es bei manchen nur der Fall ist, weil sie glauben bei der nächsten Einstufung Gold statt Bronze platziert zu werden. \n> \n> Wie kommst du eigentlich auf 6,4 %? Wenn ich 2 % mit 2,5 multipliziere und 8 % mit 1,5 multipliziere und beides addiere, erhalte ich ein Ergebnis von 19,5 % aller Accounts wären Smurfs von Dia und Platin. Hast du das dann wahllos gedrittelt um auf ca. 6,4 % zu kommen?\n> \n> Wenn jeder Bronze- und Silberspieler (zusammen 56 %) 2 Smurfs hat, wie viele Accounts in der Rangliste wären dann Smurfs?\n\n\nBitte das Argument mit den 20 Acc gleich zeitig ist so dünn das es schon gar nicht existiert.\nImmer hin sind auch nicht alle Low ELO main Acc gleichzeitig da.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-17T18:49:33.457+0000","up_votes":1,"down_votes":0,"body":"Und du gehst davon aus, dass von den knapp 10 % Platin aufwärts, fast zwei Drittel zugleich auf dem Smurf spielen und die anderen gerade schlafen, weil sie ein 3 Schichtsystem zum Smurfen eingeführt haben?\n\nDu hast übrigens deinen Rechenweg noch nicht erklärt.","replies":[]}]}]},{"id":"","poster":"Zulwar","date":"2016-01-18T11:49:52.215+0000","up_votes":1,"down_votes":0,"body":"Du sagst, das die Falsch sortiert sind??\nMal eine andere Frage, bist du denn richtig sortiert??\n\nWenn du bei Riot so spielst, das das System sagt, das ist ein Smurf, dann spielst du halt gegen Smurfs, ansonsten nicht und dem System ist das egal ob das dein Main Account ist oder nicht.","replies":[]}]}]}]}]},{"id":"","poster":"D4RKEVA","date":"2016-01-17T10:15:29.653+0000","up_votes":1,"down_votes":0,"body":"Ich hab das gefühl das du keine ahnung von matchmaking hast....\n\n\nAchja und ein master spieler wird kaum full tryhard gehen und somit nur als ~platin/gold spieler smurf identifiziert werden und dann nur noch mit deren smurfs gematched(aber immer noch in nem ca gleichen level bereich","replies":[{"id":"","poster":"PapaJLBaer","date":"2016-01-17T13:27:03.996+0000","up_votes":2,"down_votes":3,"body":"Genau das ist doch das unfaire und genau das ist verboten.","replies":[{"id":"","poster":"D4RKEVA","date":"2016-01-17T17:48:59.066+0000","up_votes":3,"down_votes":0,"body":"ist es grad nicht -> du darfst halt nicht absichtlich verlieren aber dich dazu zu zwingen full tryhard zu gehen kann niemand.\n\ndu versteht einfach  das prinzip von lol nicht sonst würdest du nicht mehrere solcher threads aufmachen","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-01-17T14:26:38.331+0000","up_votes":2,"down_votes":0,"body":"Dann zitiere mal die exakte Regel, die das aussagt.","replies":[]}]}]},{"id":"","poster":"ouhw","date":"2016-01-21T09:00:04.802+0000","up_votes":1,"down_votes":0,"body":"Man lernt doch nur etwas, wenn man gegen stärkere Gegner antritt. Was macht es für einen Sinn, die ganze Zeit gegen Bronze V Leute zu spielen - da wird das Skilllevel nur ganz langsam ansteigen, als wenn man sich Spielzüge von Gold + anschaut.","replies":[]},{"id":"","poster":"Zulwar","date":"2016-01-18T11:51:48.964+0000","up_votes":1,"down_votes":0,"body":"Ich bin dazu nicht bereit, denn die 9€ stören mich nicht, was mich stört, ist das ich meine Adresse angeben soll, das ist wie derzeit, das Steam unbedingt meine Handynummer haben will und da versuchen sie es auch mit allen Mitteln.","replies":[]},{"id":"","poster":"Nêkó","date":"2016-01-17T18:29:54.654+0000","up_votes":1,"down_votes":0,"body":"Ist es nicht der Sinn von Smurfs gegen eine niedrigere Elo zu spielen als man ohnehin ist? Abgesehen vom Elounterschied hat der smurfacc eigentlich nur nachteile zu bieten (muss wieder alle champs und runensetien kaufen usw.)","replies":[]}]}