{"id":"JKKUAMEh","poster":"Kirijoker","date":"2016-01-16T10:45:54.092+0000","title":"Zusammenhang Ekko/Jinx/Vi","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Kennt einer den Zusammenhang zwischen Ekko Jinx und Vi? Was haben die drei miteinander gemeinsam. Vi und Jinx sind Geschwister (denke ich) aber was hat Ekko mit denen zutun? {{champion:245}} {{champion:254}} {{champion:222}}","replies":[{"id":"","poster":"SFCFlo","date":"2016-01-16T11:32:40.246+0000","up_votes":1,"down_votes":0,"body":"also ich bin jetzt zwar nicht der Spezialist in Sachen Lore aber Ekkos Schwert Vis Handschuhe und Jinxs Waffe aber diese Waffen haben versteckt die Nummern 1 - 12 stehen. \nAlso es gibt 12 Waffen und 12 Kinder aus Piltover die mit solchen Waffen ausgestattet sind.\nDaher heißt es ja das Ekko Vi und Jinx als Kinder zusammen in Piltover gelebt haben danach sich Ihre Wege aber getrennt haben.\nIch will jetzt nicht viel mehr sagen da ich den Lore nicht ganz kenne und ich hoffer auch ich hab jetzt keinen Blödsinn geschrieben^^\n\nMFG \nSFCFlo","replies":[{"id":"","poster":"Lagbeard","date":"2016-01-16T15:01:38.024+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht viel darüber, aber hatte Vi ihre Handschuhe nicht selbst gebastelt? Aber sie können die Nummern ja nachträglich draufgeschreiben haben.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2016-01-16T11:34:41.458+0000","up_votes":1,"down_votes":0,"body":"Sie sind zusammen in Zhaun aufgewachsen als Teil einer Gang. Jinx wurde verrückt, Vi wurde zur Polizistin, und Ekko verblieb. So kann man das ganz grob sagen.","replies":[{"id":"","poster":"Lagbeard","date":"2016-01-16T13:47:31.045+0000","up_votes":1,"down_votes":0,"body":"Schreib bitte \"Jinx ist druchgeknallt\". Es sei denn du weißt mehr über die Beziehung der Drei als ich :D","replies":[{"id":"","poster":"SorisDynasty","date":"2016-01-16T13:56:11.854+0000","up_votes":1,"down_votes":0,"body":"Ich habs mal lieber gänzlich von dem zweideutigen Begriff wegeditiert... >:","replies":[{"id":"","poster":"Lagbeard","date":"2016-01-16T14:59:59.436+0000","up_votes":1,"down_votes":0,"body":"Wobei ich schon ein bisschen lachen musste :D","replies":[]}]}]}]},{"id":"","poster":"Chain Stoner 420","date":"2016-01-16T10:53:43.438+0000","up_votes":1,"down_votes":0,"body":"Vi ist Piltovers Brutale Polizistin und Jinx ist eine Schwerverbrecherin die von vi und caitlyn gejagt wird (wenn du mal als jinx gegen vi oder cait oder umgekehrt spielst, gibt es eine Ingame quest namens \"fang mich\" wo gezählt wird wie oft jinx von vi oder cait erwischt wurde, bringt aber stats mäßig nichts). Ekko ist ja auch so eine Art Verbrecher schätze mal er wird auch von vi und cait gejagt..\n\njinx und ekko das verbrecherpaar {{champion:245}}   {{sticker:slayer-jinx-unamused}}  kappa\n\nübrigens hat jinx auch einen geheimen taunt für vi ingame ;)","replies":[{"id":"","poster":"Kirijoker","date":"2016-01-16T10:58:16.486+0000","up_votes":1,"down_votes":0,"body":"Ah danke :D Was ich weiss ist das Ekko in Jinx verliebt ist (er hat auch Taunts zu ihr). Also war das mit 'Verbrecherpaar' villeicht nicht so weit hergeholt :D","replies":[{"id":"","poster":"Chain Stoner 420","date":"2016-01-16T11:38:08.725+0000","up_votes":1,"down_votes":0,"body":"ja stimmt :D wäre auch ne coole Idee für ne Story Überarbeitung oder Skins :D","replies":[]}]},{"id":"","poster":"Revelate","date":"2016-01-16T10:58:29.583+0000","up_votes":1,"down_votes":0,"body":"Nur weil Ekko schwarz ist, ist er ein Verbrecher? :(","replies":[{"id":"","poster":"Chain Stoner 420","date":"2016-01-16T11:37:33.533+0000","up_votes":1,"down_votes":0,"body":"nein aber in der Story oder so stand dass er diesen zeitspuler geklaut hat oder so ;)","replies":[]}]}]}]}