{"id":"XEcjJzTr","poster":"Neeko the Ekko","date":"2016-01-14T14:27:49.607+0000","title":"Season 6 Masteries - Thunderlord Meta beendet?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Moinsen \r\n\r\nwas sagt ihr zu den gebufften Masteries?\r\n\r\nBesonders &quot;Strength of the Ages&quot; sehe ich als richtig starke Tank Masterie da. \r\nZ.B. ein Jarvan, Volibear, Shyvana oder Rammus haben dann m&auml;chtig viel Leben schon im Mid Game. \r\nAu&szlig;erdem hat es seit Heute nicht mehr diesen Flat-Wert sondern skaliert auf 6% des max. Lebens. \r\nNat&uuml;rlich ist die Masteries Anfang des Mid Games bzw. erst im Late Game richtig stark und stellt im Late das komplette Potenzial da. \r\nIch sehe jetzt schon die dicken Champs mit ihren 5K Leben vor mir. :P\r\n\r\nWird die Masterie + die anderen gebufften eine Alternative zu Thunderlord bringen? =)","replies":[{"id":"","poster":"JayJay 3rd","date":"2016-01-17T23:48:25.519+0000","up_votes":1,"down_votes":0,"body":"Hi zusammen,\n\nich hab mal wieder ein paar Games gemacht und auch wenn die Buffs der anderen Masteries echt nice sind gilt weiterhin:\nDas Team mit mehr Thunderlords gewinnt.\nEs sind einfach zu viele Champs zu stark. Alle Champs mit einer recht schnellen Kombo zermalmen einfach alles, was ihnen in den Weg kommt.\nUnd auf der anderen Seite sind dann die Champs, die nicht so schnelle aber starke Spells haben, sehr benachteiligt und werden kaum noch benutzt.\n\nMir ist langsam echt die Lust vergangen, weil man nur die Möglichkeit zwischen den aktuellen extrem starken Champs hat oder gleich aufgeben kann.\n\nIch meine: Mindestens 8 Leute pro Spiel mit Thunderlords, diese Statistik kann doch nicht lügen...","replies":[]},{"id":"","poster":"Neeko the Ekko","date":"2016-01-14T15:36:24.366+0000","up_votes":1,"down_votes":0,"body":"Sry hab das so gelesen, das man pro getötetem Monster (Also Big Jungle Monster) 8% max. Leben extra bekommt und nicht zurück.^^\nLesen bildet. xD\n\nNaja hab eben mal im Normal Game Shy mit \"Strength of the Ages\" getestet und bin schwer begeistert! :D","replies":[]},{"id":"","poster":"LZ Flame","date":"2016-01-14T15:19:44.289+0000","up_votes":1,"down_votes":0,"body":"stormraiders surge schaut nun besser aus","replies":[]},{"id":"","poster":"ClAO KAKAO","date":"2016-01-14T14:31:03.256+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du hast  Strength of the Ages nicht ganz verstanden, du bekommst immernoch nur 300 HP und wenn du voll gestackt bist bekommst du pro ( z.B. Großen Monster ) 6% deiner Max HP wieder.\nUnd man hat die Mastery teilweise schon vorher in gewissen Setups auf manchen Champions genutzt.","replies":[{"id":"","poster":"Sikn3ss","date":"2016-01-14T14:51:25.217+0000","up_votes":1,"down_votes":0,"body":"geht glaub ich rein um die Lebensregeneration oder?","replies":[{"id":"","poster":"ClAO KAKAO","date":"2016-01-14T14:53:56.842+0000","up_votes":1,"down_votes":0,"body":"Ich glaube er dachte, dass man jetzt 6% der max Hp irgendwie bekommt, da er geschrieben hat \" Ich sehe jetzt schon die dicken Champs mit ihren 5K Leben vor mir. :P \"","replies":[{"id":"","poster":"Sikn3ss","date":"2016-01-14T14:56:53.867+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich ja. Wobei 5k auch ohne diese Thesis nicht selten sind. Mit Tahm Kench jungle komm ich easy auf 6k :D","replies":[]}]}]}]}]}