{"id":"bEwOWmAz","poster":"Krustentier","date":"2016-01-14T15:41:06.078+0000","title":"Ranked Team sucht Spieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community :)\r\n\r\nIch N3 Gecko Plat 5 und Plat 3 Main Irelia Top Laner und Flow (Name &auml;ndert sich oft :D) sind dabei ein Team zu erstellen dass sich No Name Necessary (N3) nennen soll. Wir kennen uns durch Lol und den ersten Teamversuch und sind seitdem gut befreundet und wollen jetzt passend zur Season 6 ein Team erstellen, dass Competive gehen soll.\r\nDa viele versuche schief gelaufen sind, starte ich jetzt ein Versuch, der dann auch klappen sollte :)\r\nDa es meist schief geht, weil alle immer sofort alles aufeinmal haben wollen und gleichzeitig Solo Ranked besser werden wollen, habe ich die passende L&ouml;sung :D\r\n\r\nWir sind momentan 3 Leute:\r\n\r\nN3 Gecko: Main Irelia mit 370k Exp und seit geraumer Zeit Main Top Laner, ehemals Main Jungler. Ich beherrsche fast jeden Champ in Lol und spiele so oft ich kann :P 21Jahre alt\r\n\r\nFlow: Seit 1 1/2 Jahren mein Spielpartner, ein sehr f&auml;higer Adc wird aber die Rolle der Mid Lane &uuml;bernehmen die er nat&uuml;rlich auch gut kann ;) 18 jahre alt\r\n\r\nKantuga: Unser Main Adc auch schon l&auml;nger dabei und ebenfalls ein guter Spieler :) 19 jahre alt\r\n\r\nJetzt suchen wir f&uuml;r 5 weitere Leute ! An denen wir folgende Anspr&uuml;che stellen.\r\n\r\nEin mindest Alter von 18 Jahren, Ausnahme gibt es in diesen Fall nicht, da es nie klappte bis jetzt.\r\nMindestelo Platin und Main Lanes als Support, Jungle und ADC die ihre Lane auch Soloq spielen und Zeit f&uuml;rs Team haben.\r\n2 Allrounder die als Ersatz Spieler dienen und auch ne gewisse Zeit opfern k&ouml;nnen, Min Elo Platin\r\nDer stetige Drang sich zu bessern, sowie Kritikf&auml;higkeit.\r\nMit den Team auch Soloq weiter kommen um die Synergie stetig zu verbessern.\r\nTS3\r\nDa dies eher die Standard Anforderungen sind und eher weniger Spa&szlig;ig klingt, komme ich mal zu etwas womit ich vielleicht die ersten aussortieren kann die das lesen :D\r\n\r\nWir sind gut befreundet, sehen uns als Konkurrenten und k&ouml;nnen vor allen Spa&szlig; ab. Wir spielen zusammen und kommunzieren auch abseits von Lol.\r\nIch suche nur Leute die auch dazu bereit sind, da dies f&uuml;r mich mit die einzige M&ouml;glichkeit ist ein Team langfristig auf die Beine zu stellen.\r\nWir werden zeiten haben wo wir zusammen spielen und wenn alle On sind, sollte man die Chance auch nutzen !\r\nDas neue Soloq prinzip macht es relativ einfach auch als Team weiter das in Focus zu halten.\r\n\r\nAlso wenn ihr ein Team sucht, das nicht nur aus Fun zusammen spielt, langfristig h&auml;lt und neue Freundschaften erm&ouml;glicht, w&uuml;rde ich mich freuen, wenn ihr mich addet wo man vieles weiter besprechen kann.\r\n\r\nVorab sollte jeden klar sein, dass wir nicht in 3 Tagen oder so das Team auf die Beine gestellt haben werden, ich bin zufrieden, wenn ich damit in Februar fertig sein werde. Also Geduld sollte vorhanden sein.\r\nWenn das Team dann aber auf die Beine gestellt wurde habt ihr folgende Vorteile:\r\n\r\nLustige Dudes mit den ihr den Lol Spa&szlig; verfielfacht\r\nSchnelle Steigerung der F&auml;higkeiten\r\nEin Wettbewerbsf&auml;higes Team sowie Dou Partner\r\nSo das war auch schon alles :D Wenn du es bis hier hin geschafft hast, adde mich Ingame wenn du interessiert bist unter N3 Gecko","replies":[]}