{"id":"xrPZAAhd","poster":"fridgemasterray","date":"2016-01-13T17:45:40.996+0000","title":"Bronze Supp Sicht DuoQ Partner","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Liebe Gemeinde, Liebe Beschw&ouml;rer, Liebe LoL-Fans,\r\n \r\nMein Name ist (zumindest im Spiel) &bdquo;Fridgemasterray&ldquo;. Ich spiele LoL seit 2011 (glaub ich ^^..k&ouml;nnte auch 2010 sein), zwar nicht besonders gut allerdings macht es mir jede Menge Spa&szlig; und das Suchtpotenzial ist bekannterma&szlig;en gro&szlig;. Allerdings gab es von 2013-2015 eine Zweij&auml;hrige Pause. Teils aus Zeitmangel und sicher auch einiger Unlust/Frust.  Seit 2015 bin ich wieder dabei. Meine Liebste Rolle ist der Support. Ich freue mich jedes Spiel dar&uuml;ber, meinem ADC zur Seite zu stehen und zu versuchen, ihm die l&auml;stigen Gegner vom Leib zu halten oder ihm Tatkr&auml;ftig unter die Arme zu greifen.\r\n \r\nNun.. es verh&auml;lt sich so: Nachdem ich Zwei Jahre pausiert habe und meine &bdquo;Freunde&ldquo; von damals, mittlerweile alle viel zu &bdquo;PRO&ldquo; und &bdquo;Super-High&ldquo; sind, und keine Lust haben als Platin Spieler mit Bronze III abzugammeln, stehe ich ziemlich allein &bdquo;Auf weiter Flur&ldquo;. Nat&uuml;rlich kann man auch in SoloQ Supporter spielen und versuchen (und hoffen) das der ADC was drauf hat und wei&szlig; &uuml;ber welche F&auml;higkeiten eine Sona, Karma, Nida oder auch ein Blitzcrank verf&uuml;gt, allerdings ist das in Bronze nicht oft der Fall und h&auml;ufig werde ich W&uuml;tend gefragt wozu ich eigentlich auf der Lane stehe wenn ich nichts anderes mache als Warden, Heilen und ab und an mal Poken. Gut, anderes Thema, darum geht es hier nicht. &Uuml;ber die Inkompetenz mancher Spieler m&ouml;chte ich mich nicht auslassen, da es wie wir alle wissen nur ein Spiel ist und dazu gemacht wurde Spa&szlig; zu verbreiten. Jeder wie er kann. Oder eben nicht.\r\nNur treibt es mich mittlerweile fast an die Grenze der Lustlosigkeit, schaue ich besch&auml;mt auf meinen Spielverlauf und sehe, dass die letzten 8 Spiele alle samt verlustig gegangen sind. Sicher trage auch ich meinen Teil der Schuld und ich bin nicht darauf aus mich rauszureden.  Jedoch w&uuml;rde es sicher weit besser laufen, h&auml;tte man einen ADC an der Seite, der einen\r\n a) kennt,\r\n b) wei&szlig; was man kann,\r\n c) zu Absprachen bereit ist und \r\nd) auch mal Nachsichtig bei dem einen oder anderen Fehlverhalten ist.\r\nDas bringt mich zum eigentlich Kern meines Threads. Ich suche einen Mitspieler, der Lust hat mit mir an seiner Seite, je nach Zeitlicher &Uuml;bereinstimmung die DuoQ zu rocken. Ein Sieg feiert sich einfach besser zu zweit und ein Aufstieg macht mehr Laune wenn man dabei begl&uuml;ckw&uuml;nscht wird.\r\nZu mir: 27 Jahre jung, Deutsch und Englisch spreche ich auch, Weltanschauung eher Mitte-Links, Meistens Gut drauf und f&uuml;r einen ordentlichen Shit-Talk immer gern zu haben.  Meine Champs sind sehr Supporter-Lastig, aber auch einige ADC, Mid und Top-Laner habe ich in meiner Sammlung (man soll ja Flexibel sein) Zur Not geh ich halt mal ne Runde shoppen ;).\r\n \r\nWenn ihr Lust und Zeit habt, euch der Berg an Informationen nicht zu gro&szlig; war oder es euch als Mainly ADC vielleicht sogar genauso ergeht wie mir, dann meldet euch einfach.  Oder antwortet auf den Thread und ich Adde euch &bdquo;ingame&ldquo;.\r\n \r\nAch ja, einige Dinge m&ouml;chte ich noch angemerkt haben. Ich habe echt keine Lust auf Gespr&auml;che &uuml;ber ELO-Hell und Fehler der anderen. Ich habe &uuml;ber 8 Jahre Counter-Strike im Team (und auch EAS) gespielt um zu wissen, wie ein Team funktioniert und dass Fehler nunmal nur Fehler und keine Katastrophen sind. Jede Situation bekommt man irgendwie so gebogen, dass sie entweder Positiv oder nicht ganz so Blamabel aussieht. Wichtig ist mir, dass ihr genau wie ich, eher darauf bedacht seid eure eigenen Fehler zu sehen und zu Analysieren. Mal einen Tipp annehmen und versuchen aus seinen Fehler zu lernen. Miesepeter gibt es genug. Lasst uns Spa&szlig; haben.\r\n \r\nIn diesem Sinne, danke f&uuml;r eure Aufmerksamkeit. Ich freue mich darauf mit euch zu zocken.\r\nMicro wird auch noch irgendwo rum liegen, zu Kommunikation bin ich allemal bereit.\r\n \r\nGr&uuml;&szlig;e,\r\n \r\nFridgemasterray","replies":[{"id":"","poster":"fridgemasterray","date":"2016-01-13T23:01:53.263+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]}]}