{"id":"fGLrxsP3","poster":"TSS Hulapalu","date":"2016-01-12T18:40:42.111+0000","title":"Fertiges Team sucht Silber JUNGLER","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Unser Clan sucht noch einen kompetenten Jungler Silber 5 bis 3.\r\nDer Rest des Teams steht bereits &amp; Mittwoch 13.01 m&uuml;sstest du Zeit f&uuml;r eine Besprechung haben.\r\nFalls du Interesse hast melde dich bei eRaZe MID.\r\n\r\nGru&szlig;\r\nAlex","replies":[{"id":"","poster":"Váníc X","date":"2016-01-12T19:16:18.297+0000","up_votes":1,"down_votes":0,"body":"Hey bin main Jungler, bin von s1 auf s4 gedroppt wegen den mates aber habe schon sehr viel TR erfahrung.\nKann so ziemlich jeden Champ im Jungle spielen, 18Jahre, nett u. flame net aber Kritik muss schon drinnen sein.\n\nHabe auch Erfahrung als Shotcaller und kenne mich ganz gut mit Pick and ban aus.\n\nja das wars eig. kannst ja adden Váníc X","replies":[]},{"id":"","poster":"DrDozaun","date":"2016-01-12T19:11:33.982+0000","up_votes":1,"down_votes":0,"body":"Hey\nIch hab echt Bock bei euch mitzumachen und würde sehr gerne joinen. Ich bin zwar etwas über silber 3 (Gold 5), ich hoffe aber, dass das nicht so schlimm ist. \nIch bin sehr aktiv! Ich habe eigentlich jeden Tag nach der Schule Zeit.\n\nNormalerweise ganke ich gerne sehr viel, manchmal spiele ich aber auch farm-jungler ( eher selten).\n\nMeine momentanen Lieblinge sind {{champion:154}} und {{champion:59}}.\nWenn es aber mal was offensiveres sein soll auch {{champion:121}} und auch mal {{champion:64}}.\nZudem spiele ich noch viele weitere Jungler wie {{champion:223}},{{champion:24}} und so weiter... \nFür Teamcombos oder ähnliches würde ich mir natürlich auch weitere Jungler aneignen und auch intensiv üben.\n\nMein Championpool besitzt 92 Champions also genug um auch in der pickphase mal zu traden.\n\nIch habe zwar schon ein Team, dieses ist aber ein ultrafunteam aus reallife freunden und nicht sehr aktiv, also werde ich immer für ''euer'' Team zur Verfügung stehen.\nHabe kleine Erfahrungen im shotcallen, falls ein Shotcaller noch benötigt wird würde ich dies natürlich auch weiter trainieren.\n\nIch habe dich bereits ingame geaddet und hoffe auf eine Rückmeldung.\n\nLG\nKonrad (DrDozaun)\n{{summoner:11}}","replies":[]}]}