{"id":"wIvuAijq","poster":"ReicherSüdländer","date":"2016-01-12T17:57:01.180+0000","title":"PlatinSmurf sucht DuoQ mit Bronzespieler [RAUS AUS BRONZE]","subforum":"Clans & Teams","up_votes":2,"down_votes":2,"body":"Hi, da jetzt eh noch Preseason ist und ich n&auml;chste Season auch meinen Smurf bissl h&ouml;her bekommen m&ouml;chte, spiel ich zurzeit auf meinen ersten LoL Account. Der war noch Bronze4 oder sowas, hab jetzt schon paar Games gemacht und es ist hald einfach &uuml;bels langweilig und f&uuml;hl mich auch bischen schlecht, wenn ich Promos von &quot;normalen Bronzespieler&quot; versau, nur weil ich hald eigentlich nichtmehr in der Elo bin.. \r\nWill ihn aber trzd. hoch bekommen, also will ich wenigstens bischen etwas gutes tun und den ein oder anderen BronzeSpieler der sich meldet zu nem Sieg verhelfen. Ich will niemand hochboosten! Ich werd jeweils nur immer paar Spiele machen damit mein Stolz nicht zu stark gekr&auml;nkt ist :D\r\n\r\nFalls jetzt welche meckern &quot;Ja sollen selber aus elo usw. kommen&quot; spart es euch, ich tu das einfach nur aus Spa&szlig; weil mir sonst zu schnell langweilig wird! Werd eh in paar spielen raus von da unten sein :D \r\n\r\nIhr k&ouml;nnt mich jetzt auf &quot;Princenin0&quot; adden, werd so gegen halb 8 dann anfangen zu zocken! \r\n\r\n\r\nFreu mich auf paar nette Games:)","replies":[{"id":"","poster":"Lazarević","date":"2016-01-12T18:11:41.670+0000","up_votes":1,"down_votes":1,"body":"Nur so ein Tipp. Das ist Elo boosten und wird mit perm ban bestraft.","replies":[{"id":"","poster":"ReicherSüdländer","date":"2016-01-12T18:17:40.494+0000","up_votes":2,"down_votes":0,"body":"Elo boosten ist, wenn ich mich in einen anderen Accout einlogge und diesen alleine hochspiele.\nMit DuoQ ist es kein boosten! Da es mein Account ist den ich selbst spiele :) Und das einzige was bestraft wird ist das accountsharing\nSiehe http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/FxrnmEKw-smurf-premad-ok-smurf-premad-elo-boost-beides-maglich\nBevor du nächstesmal ein Kommentar verfasst, informier dich doch bitte vorher :)","replies":[{"id":"","poster":"Prof Dr DJ","date":"2016-01-13T10:15:31.842+0000","up_votes":1,"down_votes":0,"body":"habe mir mal deinen Account angeschaut: KDA=1,9; 4/7/8 als adc....\ndeine match history sagt: du \"wirst geholfen\" ;) nicht andersrum!\n\nsry dude ,aber wenn man deine reden hört, geht man davon aus das du der überplayer bist,... dem ist NICHT so!","replies":[{"id":"","poster":"BIubb","date":"2016-01-13T13:59:35.598+0000","up_votes":1,"down_votes":0,"body":"hat schon nen grund das er so stolz drauf ist in bronze zu stompen^^","replies":[]}]}]}]}]}