{"id":"0Zw3IHeF","poster":"Vischkopf","date":"2016-01-12T14:23:25.482+0000","title":"Irelia Top tipps und gameplay?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nIch spiele jetzt haupts&auml;chlich im ranked irelia auf der top lane und hab schon einiges &uuml;ber sie gelernt und bin auch in der Rangliste relativ weit damit gekommen. Aber es gibt bestimmt noch etwas zu lernen. Wie ich sie noch besser meistern kann. Deshalb seid ihr jetzt gefragt. Wie spielt ihr irelia, was k&ouml;nnt ihr mir &uuml;ber das gameplay von ihr erz&auml;hlen, welche skills maxt ihr nacheinander, welche masteries und runes nutzt ihr f&uuml;r sie? Wie k&ouml;nnte ich allgemein ein besserer top laner werden? Links zu irgendwelchen Guten guides sind auch gerne gesehen. Danke schon mal im voraus vom seraph :)","replies":[{"id":"","poster":"Krustentier","date":"2016-01-14T11:39:01.977+0000","up_votes":1,"down_votes":0,"body":"Bin Onetrickpony Irelia Plat 5 und Plat 3, ich denke das ich sie schon perfekt gemeistert habe, jetzt fehlt mir nur noch etwas Spielverständnis :D\nKannst mich gerne adden, dann können wir uns austauschen :)","replies":[]},{"id":"","poster":"Ireliα","date":"2016-01-13T14:37:47.541+0000","up_votes":1,"down_votes":0,"body":"Vorneweg, \"Irelia Carries U\" ist ein Streamer/Youtuber, Irelia One Trick Pony und Challenger in NA. Wenn du ihn nicht kennst ist es mit Sicherheit einen Besuch wert.\nAnsonsten versuche ich Irelia normalerweise relativ Offensiv zu spielen, in welcher Form hängt natürlich extrem vom Spielverlauf ab. Ein Guinsoos Rush ist extrem nice wenn es mir meine Lane gestattet, ansonsten Trinity Force. Falls ich extreme Probleme habe (dämliche Missplays, Jungler Camp etc.) kann mein erstes Item auch ein Hexdrinker, Titanic Hydra oder der Iceborn Gauntlet sein. Abhängig davon ob ich mich gegen Magic, True oder Ad Schaden schützen möchte.\nWenn ich es schaffe zu snwoballen kommt nach zwei offensivem Items meistens das Steraks. Danach befindet man sich in einer kleinen Zwickmühle, wenn denkt das Spiel schnell beenden zu können kann man weiter Offensiv bauen, riskiert damit aber extrem abzufallen falls sich das Game doch länger zieht. Baut man defensiv verschenkt man möglicherweise Potential.\n\nIch muss aber dazu sagen, dass es mir seitdem ich Platin erreicht habe schwerer fällt Irelia zu spielen. Es ist härter geworden die Lane selbstständig zu dominieren. Ein Bamis Cinder nach dem ersten Shopping Ausflug des Gegners und ich habe wenig zu melden :/","replies":[]}]}