{"id":"AfUAiMHw","poster":"HâiLyfé","date":"2016-01-10T20:25:13.734+0000","title":"Brauche Hilfe! Wurde permanent gebannt.","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":24,"body":"Und zwar wurde ich vor ziemlich genau einem Monat permanent gebannt. Der Grund warum ich gebannt wurde war Flame, Toxic, und so ein Quatsch...\r\nDas Ding ist, das ich Aggressionsprobleme hatte und an dem Zeitpunkt wo ich gebannt wurde, mir die Aggressionen gerade abgew&ouml;hnt habe ich mich nun fast zu 100% unter Kontrolle hab.  Ich habe schon &ouml;fters mit &quot;Legendary&quot; geschrieben, ein englischer Player Behavior-Team Specialist, welcher meinte das das zwar hart ist, aber durchaus eine gerechte Strafe ist, was ich auf jeden Fall NICHT so sehe, da ich, so gesehen nichts daf&uuml;r konnte, da ich sozusagen einen Goblin im Nacken sitzen hatte...\r\n\r\nGibt es irgendeinen Weg wie ich den Ban aufheben lassen kann?...\r\nPS : Ich war lvl30, spiele seit Season 3 und habe schon 1000&euro; ausgegeben. {{champion:32}} \r\n\r\nLuca","replies":[{"id":"","poster":"Snowgen","date":"2016-01-10T21:48:49.095+0000","up_votes":7,"down_votes":3,"body":"Wie viel Geld du ausgegeben hast interessiert niemanden. \n\nFehlverhalten bleibt Fehlverhalten und dafür musst du jetzt die Konsequenzen tragen. Mach einen neuen Acc und lerne aus deinen Fehlern","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:00:35.223+0000","up_votes":3,"down_votes":10,"body":"1000 Euro für nichts finde ich jetzt auch nicht gerade fair, nur weil man für eine Zeit Agressionsprobleme hatte...\nSchliesslich muss man ja nicht 1000 Euro zahlen wenn man krank ist oder?(wenns wirklich 1000€ sind)","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-10T22:24:18.445+0000","up_votes":6,"down_votes":1,"body":"Es hat ihn ja auch niemand gezwungen soviel Geld auszugeben es war seine freie Entscheidung.\n\nProbleme tragen wir alle mit uns rum einige müssen sie ingame auslassen und andere gehen ins Sportstudio und lassen ihre Wut ne Runde da aus...","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:41:04.440+0000","up_votes":2,"down_votes":5,"body":"Es kann ja sein dass er die Agressionsprobleme nach den Ausgaben bekommen hat.\nAber egal, ich kann da sowieso nicht helfen.","replies":[{"id":"","poster":"0815xand0r","date":"2016-01-11T00:08:27.420+0000","up_votes":7,"down_votes":0,"body":"Und wenn ich mir jetzt für 20.000€ ein Auto kaufe und aufgrund meiner Alkoholabhängigkeit (was auch eine Krankheit ist) den Führerschein verliere, hab ich auch Pech, denn ich hätte einfach nicht fahren sollen. Ebenso hätte er einfach nicht spielen sollen, wenn er zu aggressiv ist.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T16:00:43.900+0000","up_votes":1,"down_votes":4,"body":"Aber das Auto bleibt trotzdem in DEINEM Besitz. Der Führerschein natürlich nicht. Merkste? :)","replies":[{"id":"","poster":"0815xand0r","date":"2016-01-13T13:35:36.663+0000","up_votes":2,"down_votes":2,"body":"Ja, nur gut, dass du eben gar kein Eigentum an irgendwelchen Skins, etc. erwirbst, sondern nur die Erlaubnis erhältst, diese auf einem Account zu nutzen, den dir Riot zur Verfügung stellt. Merkste? ;)","replies":[{"id":"","poster":"Dunho","date":"2016-01-13T15:30:54.451+0000","up_votes":2,"down_votes":2,"body":"Und das findest du als Verbraucher natürlich vollkommen in Ordnung?","replies":[{"id":"","poster":"BIubb","date":"2016-01-13T19:18:25.258+0000","up_votes":3,"down_votes":1,"body":"du hast es in den agb akzeptiert, also ja es ist zu 100% in ordnung","replies":[]},{"id":"","poster":"0815xand0r","date":"2016-01-13T15:33:36.499+0000","up_votes":2,"down_votes":2,"body":"Ja, warum auch nicht?","replies":[{"id":"","poster":"Dunho","date":"2016-01-13T15:34:56.078+0000","up_votes":2,"down_votes":2,"body":"Weil ich das schon mehrmals beschrieben habe, was das für Endverbraucher bedeutet. Solltest du mal nachlesen.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T16:09:03.429+0000","up_votes":1,"down_votes":0,"body":"Die Skins sind doch auch noch in \"seinem\" Besitz. Er kann damit nur nichts mehr anfangen.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T16:40:29.703+0000","up_votes":1,"down_votes":3,"body":"Laut Riot nicht. (Was sich hoffentlich in Zukunft ändert)\nDas Auto könnte der Alkoholiker verkaufen weil es ja einen Wert hat. Die Skins die man kauft haben ja einen Wert. Man besitzt es also. Man kann nicht Geld einnehmen und in einem AGB erklären, dass es immer im Besitz des Unternehmens bleibt. Verschenken wir dann das Geld auf rechtlicher Basis? Oder was bekommen wir dafür? Sind das \"spenden\"? Darf dann ein Kauf suggeriert werden? \nMerkste worauf ich aufmerksam machen will? Dass das noch so unklar ist, ist alles andere als gut und davon profitieren Unternehmen viel zu einfach. Das geht besser.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-01-13T08:55:33.734+0000","up_votes":1,"down_votes":4,"body":"Die Skins die man kauft haben eben keinen Wert. \nZumindest keinen Geldwert.\nIch habe noch keinen Skin gesehen, den ich fuer 10 € oder 12 $ oder sonstwas kaufen kann.","replies":[{"id":"","poster":"Dunho","date":"2016-01-13T15:33:42.364+0000","up_votes":3,"down_votes":1,"body":"Exakt, das ist aber verboten. Bzw. eine \"Grauzone\". Dein Geld hat sich schließlich nicht aufgelöst als du das gegen RP getauscht hast. Des Weiteren bist du sicher in der Lage auszurechnen wieviel RP in € sind um herauszufinden wieviel der Skin gekostet hat. Wenn nicht, stelle ich dir einen Online Taschenrechner zur Verfügung. Im schlimmsten Falle erkläre ich dir dann noch den Dreisatz.","replies":[{"id":"","poster":"Bettnachleger","date":"2016-01-14T08:19:27.719+0000","up_votes":1,"down_votes":1,"body":"Ja, das ist richtig, das Geld hat sich nicht aufgeloest. \nWie du schon richtig gesagt hast, du hast es gegen RP eingetauscht. Also hat Riot seinen Teil des Vertrages erfuellt, und du hast deine RP mit denen du ... was auch immer machen kannst. \nNatuerlich nur Solange du dich an den Vertrag mit Riot haellst, den du staendig aufs neue Akzeptierst. \nWenn dir das Nutzungsrecht des Accounts entzogen wird, weil du dich nicht an den Vertrag halten willst, dann hast du nunmal pech. Selbst Schuld. \n\nUnd du kannst solange herablassend sein wie du willst, das aendert NICHTS an der Tatsache, das du keine Skins fuer Geld kaufen kannst. Da kannst du mir noch so oft den Dreisatz beibringen, und mir 10 Taschenrechner zur Verfuegung stellen, Skins gibt es nur fuer RP, also wozu umrechnen? \nBtw die RP hast du von Riot bekommen. (falls du welche erworben hast)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:28:00.154+0000","up_votes":1,"down_votes":3,"body":"nein, schon davor, für ungefähr 6-7 Monate..","replies":[]}]},{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:27:35.490+0000","up_votes":1,"down_votes":4,"body":"Einfach mal so ins Fitnessstudio gehen? Das sind Aggressionsprobleme. Da ist scheißegal wo man hingeht.. xD","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-11T18:34:41.355+0000","up_votes":5,"down_votes":0,"body":"Jup, psychische Probleme jeder Art sind schmerzhaft. Aber du bist auch ein Teil weit selber dafür verantwortlich, Situationen aus dem Weg zu gehen, in denen deine Aggresionsprobleme besonders heftig hervortreten. Da ist es evtl. nicht das beste, ein Spiel zu spielen von dem sogar die Entwickler sagen dass es enorm viel Stress generiert.\n\nInsofern ist es eben nicht scheissegal wo man hingeht...","replies":[]}]}]}]},{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:26:45.466+0000","up_votes":2,"down_votes":6,"body":"Meine Fehler? Ich glaube du weißt nicht, wie grausam es ist, Aggressionsprobleme zu haben.","replies":[{"id":"","poster":"Snowgen","date":"2016-01-11T19:12:56.206+0000","up_votes":5,"down_votes":0,"body":"Ja ist es, oder hat dich jemand gezwungen in der Zeit zu spielen? Nein, du konntest diese Probleme bewältigen und DANN erst spielen.\n\nSpätestens nach dem 2 Wochen Bann hättest du merken müssen \" ohh mist, ich kann mich nicht beherschen , ich sollte erst an mir arbeiten bevor ich einen Permabann riskiere \". Aber du wolltest nicht aufhören , also ist das jetzt die Konsequenz. WIe gesagt, mit einem neuen Account hast du die Chance mit einer \"weißen Weste\" anzufangen. \nViel erfolg dabei","replies":[]},{"id":"","poster":"eingew","date":"2016-01-11T19:46:46.039+0000","up_votes":4,"down_votes":0,"body":"Wenn ich einen Herzschrittmacher habe mache ich keinen Hochleistungssport. Das wäre auch grausam. Ebenso gehe ich, wenn ich Aggressionsprobleme habe, nicht in ein überaus aggressives Umfeld. Ein Epileptiker darf auch nicht ohne Grund nicht Auto fahren. Wenn man krank ist, dann wird man eingeschränkt, ja, so ist das eben. Damit musst du dann leider leben.","replies":[]},{"id":"","poster":"Spicavius","date":"2016-01-11T19:49:13.381+0000","up_votes":3,"down_votes":0,"body":"Wenn man Aggressionsprobleme hat, dann sollte man kein LoL spielen.\nGenauso sollte man kein LoL (Multiplayer-Spiele bei denen andere Spieler von dir abhängig sind) spielen, wenn man eine Scheiß Internetleitung hat.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2016-01-10T20:53:35.313+0000","up_votes":7,"down_votes":2,"body":">  was ich auf jeden Fall NICHT so sehe, da ich, so gesehen nichts dafür konnte, da ich sozusagen einen Goblin im Nacken sitzen hatte...\n\nSogesehen sozusagen, ja. In echt warst das aber eben doch du. Ich fürchte ein temporäres Aggressionsproblem ist keine Rechtfertigung. Es ist ein Grund, zweifellos, aber das ist nicht das selbe wie eine Rechtfertigung. Völlig egal warum du getan hast was du getan hast, du warst es selbst und es war nicht okay. Die Tatsache dass du einen Grund hattest, ändert nichts, jeder Flamer hat einen Grund. \n\nAll diese Argumente sind aber auch nicht übermäßig wichtig, denn Fakt ist: Permabans werden unter keinen Umständen aufgehoben. Du kannst den Ban nicht mehr rückgängig machen.","replies":[]},{"id":"","poster":"Dunho","date":"2016-01-12T01:11:09.509+0000","up_votes":3,"down_votes":10,"body":"Der Account ist sehr wahrscheinlich weg und zwar für immer. Das Geld würde ich einklagen. Wenn du es mit Paypal gemacht hast, dann ist das definitiv einfacher ansonsten Rechtschutz aktivieren weil bei 1000€ lohnt sich das dann auf jeden Fall. Solltest du das machen, würde ich mich freuen wenn du uns daran teilnehmen lässt, wie Riot darauf reagiert.\n\nBevor jetzt irgendwelche Kids meinen, dass geht net. Man hat gegen die AGBs verstoßen und blablabla. Doch das geht. AGBs sind Richtlinien und Riot kann hierbei nur den Account sperren. Digitale Waren können nicht ohne weiteres entzogen werden.","replies":[{"id":"","poster":"Brofudge","date":"2016-01-12T01:20:36.917+0000","up_votes":4,"down_votes":2,"body":"Oho, haben wir hier einen Rechtsexperten? Am besten scheissen wir alle auf die AGBs, weil das ja nur Richtlinien sind... Spaß beiseite, so funktionieren Verträge nicht. Und die digitale Ware wurde ja nicht ohne weiteres eingezogen, sondern wird nicht mehr zugänglich gemacht, wegen einem Vertragsbruch, der übrigens rechtsgültig ist.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T01:30:34.752+0000","up_votes":2,"down_votes":7,"body":"Vertragsbruch vollkommen richtig. Account sperren, vollkommen richtig. Riot erklärt in den AGBs, dass alle digitalen Güter immer in deren Besitz sind, auch richtig. Allerdings hat ist das mit der deutschen Rechtlage alles andere als konform. Ich wüsste keinen Fall jetzt wo ein Online Spieler jemals geklagt hat weil sich bei so kleinen Summen niemals lohnen würde, allerdings hat der OP von 1000€ gesprochen. Bei 1000€ würde es sich auf jeden Fall lohnen, Riot abzumahnen und auf diese Reaktion wäre ich gespannt. \n\nÜbrigens AGBs sind keine Gesetze. Das sind Richtlinien und gelten nur für den Vertrag zwischen Riot und dem jeweiligen Beschwörer. Bei Geld hört die Freunschaft meistens auf. Zwischen entziehen und nicht mehr zugängich gibt es keinen Unterschied. Jedes Gericht würde das so sehen. Der Vertragsbruch ist \"rechts\"gültig aber nur bezogen auf die Dienstleistung (Bereitstellen des Accounts). Das hat nichts mit echten Gesetzen zu tun. Man kann dieses Geld sehr wohl einklagen. Es geht nur darum ob es sich lohnt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T02:03:36.533+0000","up_votes":2,"down_votes":1,"body":"Gemäß deiner Logik könnte ich jeden Anbieter verklagen die Server zu einem Spiel dicht gemacht hat in denen ich Geld gesteckt hab. Funktioniert aber nicht so einfach.\n\nGemäß deutschem Recht sagt § 433 BGB\n\n(1) Durch den Kaufvertrag wird der Verkäufer einer Sache verpflichtet, dem Käufer die Sache zu übergeben und das Eigentum an der Sache zu verschaffen. Der Verkäufer hat dem Käufer die Sache frei von Sach- und Rechtsmängeln zu verschaffen.\n\n(2) Der Käufer ist verpflichtet, dem Verkäufer den vereinbarten Kaufpreis zu zahlen und die gekaufte Sache abzunehmen.\n\nIch sehe darin jetzt keinerlei Rechtsbrüche.\n\nzu 1. Riot Games hat die Riot Point gut geschrieben und somit zur Verfügung gestellt.\nzu 2. dürfte auch passiert sein, da sein Konto Ansonsten wegen nicht bezahlen einen Perma Ban bekommen hätte.\n\nWas er hingegen machen kann wäre allerdings vor Gericht gehen weil er einen Perma Bann bekommen hat, dann aber auch nur wenn er das ohne Vorwarnung bekommen hat.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T02:48:37.411+0000","up_votes":2,"down_votes":5,"body":"Guter Post. Guter Ansatz. Allerdings fehlt hier einiges noch. Du hast Recht. Riot Points wurden vergeben und genau das ist der Trick, den sich die free to play Unternehmen bis jetzt zu Gute machen. Man kauft Riot Points und verwendet diese weiter für Skins usw. usf.. Genau hier würde ich bereits klagen und über Umwegen kann man dann noch auf die Tatsache eingehen, dass man digitale Güter gekauft hat und auch hier muss Rechtens (allg. wäre es mal gut wenn irgendwo ein großer Prozess stattfinden würde, damit die Thematik von digitalen Waren geklärt wird, denn das ist alles noch so unbeschrieben) geklärt werden, dass es sich hierbei um eine digitale Dienstleistung handelt. \nÜbrigens sind solche Online Zweitwährungen für Dienstleistungen alles andere als rechtskonform. Ich meine, hat Microsoft mittlerweile nicht deswegen den Store umgestellt. Zumindest für Europa.\nVor Gericht gehen weil er einen Perma Bann bekommen hat, geht absolut nicht. Also dein Ansatz soll dann genau Reverse zu meinem sein und das ist leider falsch. Das ist ungefähr wie Hausverbot zu handhaben. Riot kann uns alle willkürlich bannen so oft sie wollen, dafür müssen Sie nicht mal Gründe nennen aber bei Geld können Sie das zum Glück nicht so handhaben wie sie möchten.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T16:23:34.866+0000","up_votes":1,"down_votes":1,"body":"Naja zumindestens in WoW gab es einen Fall bei dem ein user wieder entbannt werden musste.\n\nEinfach aufgrund der Tatsache das er einen Perma Bann bekommen hat ohne vorherige Warnung.\n\n\nAuf das andere gehe ich nicht weiter ein, das haben andere User bereits getan. Ich wäre über Quellen deinerseits sehr froh die Belegen das ich mit meiner Auslegung des §433 BGB unrecht habe. \n\nAnsonsten habe ich das Gefühl das du dich nur auf Gesetzte stüzt die es hier in Deutschland so noch nicht gibt.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T17:06:18.058+0000","up_votes":2,"down_votes":4,"body":"Ich hatte dich für deinen Gedankengang gelobt aber nicht für deine Auslegung. \nAber ohne arrogant zu wirken, es reicht nicht in Google einen einfachen BGB Paragraphen zu suchen um damit die Rechtslage von einem Kauf auf einer neuartigen Plattform zu rechtfertigen. \nWie gesagt, das trifft zu für den Erwerb von Riot Points. Diese umschreiben nur den direkten Erwerb von digitalen Gütern und Zweitwährungen sind nun mal nicht erlaubt in der EU und in D. Deutschland zum Beispiel akzeptiert auch keine Bitcoins. Währungen ohne staatliche Kontrolle sind nicht erlaubt. Die Einzigen, die hier nicht mitspielen sind die Iren, die extreme Lobbyarbeit für amerikanische Unternehmen betreiben. Das darf man nicht gut heißen. Wenn die Gamer Community das verschläft, braucht man in Zukunft sich nicht beschweren wenn Unternehmen Spiele hochziehen, die Kunden abfarmen und den Laden dann dicht machen. \n\nZu deinem Beispiel. Das Hausverbaut ist in fast allen (westlichen) Ländern nahezu identisch. Riot kann sogesehen das ähnlich verwalten und jeden ungebeteten Gast verbannen. Dagegen kannst du sicher klagen, sowie du gegen alles klagen kannst aber du wirst nahezu nie (sag niemals nie :D ) gewinnen. Lohnen tut sich das sowieso nicht. \n\nDein Beispiel kann stimmen aber nicht auf die von dir genannte Rechtslage. Der WoW Spieler hat sicher auf eine Entgelterstattung geklagt. Zum Beispiel wenn er ein Abo auf eine unbestimmte Zeit ausgelegt hat und davon nun nicht mehr alles nutzen kann, dann muss ihm die Differenz ausgezahlt werden. Oft einigt man sich dann sicher auf einen Vergleich, wie du es geschildert hast. Er wurde einfach entbannt. Denn das ist billiger und das Unternehmen hat natürlich auch Interesse jeden Cent zu behalten. Die bis jetzt aufgeführte Doppelmoral kann und darf nicht funktionieren aka wir nehmen dein Geld und wenn du nicht zu uns passt, schmeißen wir dich raus. Das ist fatal und kann immer ausgenutzt werden und das darf es nicht. \n\nNatürlich gibt es solche Gesetze noch nicht aber es gab schon kleinere Fälle. Wie gesagt, ich reiche das alles mal nach. Ich fühl mich nur der Aufklärung verpflichtet und bin vllt. ein Pionier im digitalen Wertanspruch. \n\nEs wird Zeit für einen großen Fall, dass wir alle geschützt werden! :) \n\nWer das missbilligt gibt auch einen Teil seiner Verantwortung und Freiheit mit ab!","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-12T17:43:12.727+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=0009000000000000000000000000,timestamp=2016-01-12T17:06:18.058+0000)\n>\n> Wie gesagt, das trifft zu für den Erwerb von Riot Points. Diese umschreiben nur den direkten Erwerb von digitalen Gütern und Zweitwährungen sind nun mal nicht erlaubt in der EU und in D. Deutschland zum Beispiel akzeptiert auch keine Bitcoins. Währungen ohne staatliche Kontrolle sind nicht erlaubt. Die Einzigen, die hier nicht mitspielen sind die Iren, die extreme Lobbyarbeit für amerikanische Unternehmen betreiben. Das darf man nicht gut heißen. Wenn die Gamer Community das verschläft, braucht man in Zukunft sich nicht beschweren wenn Unternehmen Spiele hochziehen, die Kunden abfarmen und den Laden dann dicht machen. \n>\n\nGuter Punkt!\n\nOder mal ganz pessimistisch gedacht die Spielemacher setzen sich mit ihrer Ansicht offiziell (und nicht nur geduldet) durch. \nWer soll dann z.B. einem Supermarkt verbieten seine Waren nur noch gegen Einkaufsmark zu verkaufen, die man vorher im Laden erworben hat.\n\nDas durchgezogen bedeutet im Endeffekt niemand muss mehr für irgendwelche Fehler gerade stehen, da das Handelgut ja nur die neue Währung war.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-12T18:48:33.928+0000","up_votes":4,"down_votes":0,"body":"Der Vergleich hinkt doch!\nWenn ich in den Laden gehe und z.B. am Eingang Lidl-Euro hole und dann an der Kasse mit Lidl-Euro bezahle, später jedoch bemerke das der Yogurt bereits gammelt, würde ich mir sicher mindestens die Lidl-Euro wiedergeben lassen können.\nEin Champion oder ein Skin müsste dann schon fehlerhaft sein aber darum gehts hier ja auch garnicht sondern um den Fall das man sich im Supermarkt daneben benommen hat und nun Hausverbot bekommt. Mit Sicherheit werde ich dann nicht das Geld für die Butter, die ich vor einem Jahr mal gekauft habe wiederbekommen, noch für den Fernseher oder die Decke.\n\nDie beiden Sachen sind diesbezüglich nur sehr schwer zu vergleichen, da alle Produkte die ich irgendwann mal beim Supermarkt gekauft habe, weiter benutzen kann oder sie nicht mehr gebrauchsfähig bzw existent sind. Die Champs, Skins etc. sind aber auch nach Jahren noch da, die verbrauchen sich nicht und gehen auch nicht kaputt.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T19:01:07.608+0000","up_votes":1,"down_votes":3,"body":"Warum du das jetzt vergleichst versteh ich nicht. \n\nFTHGN hat das Währungsproblem angeprangert und nicht die Skins oder Sonstiges. \n\nDes Weiteren widersprichst du dir doch selber. Du hast sehr wohl die Butter und den Fernseher. Mit dem Kauf gehören diese Produkte dir! Genau das pranger ich doch an mit meiner Debatte. Die Skins gehören den Käufern. Dafür haben Sie echtes Geld bezahlt. Es entstand ein Kaufvertrag. Deswegen vergleiche ich das mit Musik und Filmen für die du eine Lizenz erhälst. Man kann dir diese digitalen Produkte nicht mehr entreißen und ja digitale Medien/Waren haben keine Verschleiß. Das ist richtig.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-12T19:55:12.234+0000","up_votes":1,"down_votes":0,"body":"Das Währungsproblem in Bezug auf die Produkte eines Supermarktet, wo sowohl die künstliche Währung als auch das Produkt das damit gekauft wird real existent sind, was in diesem Fall einen deutlichen Unterschied macht, denn die Händler müssen für Fehler immernoch grade stehen, auch wenn die künstliche Währung dazwischen steht.\nDer Händler kann meines Wissens nach auch nicht sagen \"Mit Gutschein gekauft, Pech gehabt\", denn ein Gutschein, den ich nur bei einem bestimmten Händler einlösen kann, ist im Grunde genommen nichts anderes als die von ihm angespochenen Einkaufsmark.\n\nNatürlich gehören die Butter und der Fernseher mir, genau das habe ich ja auch gesagt und die stehen auch bei mir rum, also habe ich logischerweise auch Zugriff und freie Verfügung darüber und genau da liegt der Unterschied zu Champs und Skins, über die kann ich nicht jederzeit nach meinem Belieben verfügen.\nWenn die Skins mir gehören würden, könnte ich natürlich auf herrausgabe der Sache klagen, was bei Skins und Champs wohl recht schwer werden dürfte. Also bleibt denke ich Schadensersatz auf den ich klagen könnte, sofern sie mein Eigentum sind und sofern Skins, Champs etc Sachen wären und damit wiederum körperliche Gegenstände.\nSelbst wenn wir nun annehem ,dass das alles zu unseren Gunsten ausgelegt wird, bleibt die Frage ob wir denn überhaupt Eigentum erworben haben oder nur das Recht auf Nutzung bis auf Wiederruf.\nWeiterhin sollte man dann gleich noch die Frage nach noch nicht ausgegebenen RP stellen.\n\nIm Übrigen würde dieser ganze Komplex wohl sehr viel erträglicher sein als man auf die Schnelle denkt, da er eben nicht nur Anwendung auf Riot, LoL und andere ähnlich gelagerte Titel hätte, sondern auch auf Steam. Wenn ich da gebannt werde, habe in jedem Fall kein Zugriff mehr auf alle Spiele sie sich nicht auf meiner Festplatte befinden und selbst bei denen weis ich nicht ob man sie über einen gebannten Acc noch spielen kann.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T20:09:20.509+0000","up_votes":2,"down_votes":3,"body":"Exakt und genau deswegen muss das zu Gunsten der Kunden geklärt werden. Meine Grundeinstellung ist, wenn ich etwas kaufe, dann gehört es mir. Wenn nicht ausdrücklich suggeriert wird, dass es sich bei den erworbenen Skins um eine Leihe oder einer Mietgebühr handelt, dann habe ich das mit einer künstlichen Währung rechtmäßig erworben. \nWas absolut nicht erlaubt sein dürfte, sind die generellen Normen, dass alles im Besitz des Unternehmens, bis zur vertraglichen Auflösung, verbleibt. \n\nWarum also eine Doppelmoral führen? Riot möchte keine toxischen Spieler, deren Geld brauchen sie dann aber auch nicht. Leistungen für zeitlich begrenzte Items (IP,XP Boost) dürfen nicht erstattet werden. Eine klare Richtlinie muss hier gezogen werden. Entweder, oder aber Leute aus der Party schmeißen und sagen, danke, dass du großzügig investiert hast, das geht natürlich nicht.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-12T21:11:23.233+0000","up_votes":4,"down_votes":0,"body":"Genau da liegt ja aber der Punkt. Du sagst du erwirbst Eigentum. Das könnte man jetzt prinzipiell unterstützen indem man sagt, der Button mit dem ich den \"Erwerb\" bestätige heißt ja schließlich auch \"erwerben\". Gleichzeitig bestätigst du aber nach jedem Patch das du gelesen und akzeptiert hast das die Gegenstände weg sind wenn Riot das Konto stillgegt oder LoL dicht macht, du also kein Eigentum erwirbst.\nDas ist der Unterschied zwischen einer körperlichen Sache und der Nutzung von etwas das einen gewissen Zweck erfüllt, ich nicht außerhalb dieses Zwecks nutzen kann und das ich in diesem Fall noch nichteinmal anfassen kann.\n\nIch kann da auch keine Doppelmoral sehen, denn die Betroffenen werden ja nicht einfach so gebannt (obwohl Riot sich das Recht dazu einräumt, was möglicherweise problematisch ist aber hier nicht Gegenstand), sondern mit einem Grund, in diesem Fall zumindest gegen hauseigene Verhaltensregeln verstoßen zu haben bis hin zu strafrechlich Relevantem und das auch nicht aus heiterem Himmel, sondern nach momentan 3 Wahrnungen. Da schwingt also, auch wenn ultimativ Riot dafür sorgt das man nicht mehr auf den Acc zugreifen kann, ein gewisses Eigenverschulden mit.\nHier könnte man jetzt nochmal extra auf die Banns wegen z.B. 3.Anbieterprogrammen zu sprechen kommen, wo die ja grad vermert im Forum unterwegs sind.\n\nIst schon paradox wie wir hier alle gegen jemanden argumentieren der eigendlich nur unsere Rechte stärken will, womit sicherlich auch niemand ein Problem hätte wenn Riot willkürlich Leute bannen würde aber Recht sollte immer auch was mit Gerechtigkeit zu tun haben und das ist mMn nicht der Fall wenn alles was ich tun muss, um x Euro mehr bzw. wieder auf meinem Konto zu haben, andere übervorteilen, sie wie Dreck behandeln, Beleidigen oder ihnen sogar den Tod wünschen / androhen ist.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2016-01-13T08:43:23.194+0000","up_votes":3,"down_votes":1,"body":"> Entweder, oder aber Leute aus der Party schmeißen und sagen, danke, dass du großzügig investiert hast, das geht natürlich nicht.\n\nKeine Ahnung ob ich den Satz richtig deute, aber doch, das geht sehr wohl.\nGeh mal in eine Disko/ einen Club / was auch immer, kaufe dir eine ein paar Getraenke und fange anschließend an irgendwelche random Leute zu flamen.\nDu bist schneller draußen als du denkst und deine Getraenke werden dir garantiert nicht mitgegeben. (vielleicht auf Anfrage)\nIch mein, du hast die Getraenke ja bekommen, das du die nun aber nichtmehr trinken kannst, weil du dich wie ein Vollidiot benehmen musstest, ist halt deine Schuld.\nSie sind ja noch da, nur aber nichtmehr zugaenglich fuer dich, und das aus eigenverschulden.\n\nDer Account ist halt nur gemietet, und wenn du dir Skins holst, erwirbst du ja nur das Nutzungsrecht der Skins fuer den Account.","replies":[{"id":"","poster":"Dunho","date":"2016-01-13T15:38:49.501+0000","up_votes":2,"down_votes":1,"body":"Genau dieses Beispiel habe ich bereits erwähnt. Du hast sehr wohl Anrecht auf den Erwerb deiner Getränke. Das ist eine Ordnungswidrigkeit und kann in einer besonderen Auslegung auch als Straftat geahndet werden wenn man den Clubbetreiber einen Vorsatz unertstellen und nachweisen kann. Das Hausverbot ist natürlich in Ordnung. Gegen Eintritterstattung kann man nicht klagen. Aber sehr wohl für die Getränke.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2016-01-14T07:56:37.380+0000","up_votes":1,"down_votes":0,"body":"Wird nur schwer zu beweisen ;D\nDennoch, du kannst halt einfach der Party verwiesen werden, auch wenn du Geld investiert hast. \nWenn du dich wie ein Arsch benimmst, und den anderen Gaesten auf den Sack gehst, dann bist du halt schnell draußen.","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-12T19:11:06.542+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=0009000000000000000000000000000000000000,timestamp=2016-01-12T19:01:07.608+0000)\n>\n> Warum du das jetzt vergleichst versteh ich nicht. \n> \n> FTHGN hat das Währungsproblem angeprangert und nicht die Skins oder Sonstiges. \n> \n> Des Weiteren widersprichst du dir doch selber. Du hast sehr wohl die Butter und den Fernseher. Mit dem Kauf gehören diese Produkte dir! Genau das pranger ich doch an mit meiner Debatte. Die Skins gehören den Käufern. Dafür haben Sie echtes Geld bezahlt. Es entstand ein Kaufvertrag. Deswegen vergleiche ich das mit Musik und Filmen für die du eine Lizenz erhälst. Man kann dir diese digitalen Produkte nicht mehr entreißen und ja digitale Medien/Waren haben keine Verschleiß. Das ist richtig.\n\nNaja ich würd dann einfach den Leuten Zugang zu einer Map gewähren, da können sie dann fröhlich mit ihren Skins rumlaufen, denn den Zugang zu PvP haben sie ja nie bezahlt. Spätestens dann wär das etwaige Problem doch aus der Welt oder?","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T19:18:49.456+0000","up_votes":1,"down_votes":3,"body":"Theoretisch ja. Formell gibt es hierfür halt leider noch keine Grundlagen. Das brauchen wir aber. \nWiederum müsste das dann auch wieder vertraglich festgehalten werden. Die Frage ist nur ob ein Gericht sowas dulden würde. Mal abgesehen davon, dass das nicht wirklich ein schönes Image für Riot und die gesamte Branche wäre.\n\nDu meinst also so eine Art von Prison Island?","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-12T19:37:37.721+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000900000000000000000000000000000000000000000000,timestamp=2016-01-12T19:18:49.456+0000)\n>\n> Theoretisch ja. Formell gibt es hierfür halt leider noch keine Grundlagen. Das brauchen wir aber. \n> Wiederum müsste das dann auch wieder vertraglich festgehalten werden. Die Frage ist nur ob ein Gericht sowas dulden würde. Mal abgesehen davon, dass das nicht wirklich ein schönes Image für Riot und die gesamte Branche wäre.\n> \n> Du meinst also so eine Art von Prison Island?\n\nZ.B. Würde mir da aber eher ne Art Modenschauplattform vorstellen. Klar wär sowas dann nichts positives, sondern eher Abwehrmaßnahme wie auch das Ingamewährungsding.\nImagemäßig könnte es schaden, wenn es käme, nachdem eben festünde, dass sie Wertersatz leisten müssten.\nWas wäre nun aber wenn so eine Arena schon vorher im Client implementiert würde und eben der einzige Bereich bliebe, der nach Permaban noch zugänglich ist.\nIch wär wahrscheinlich als Entscheidungsträger so \"dreist\" das einfach zu machen, wenn sich eine für meine Firma negative Rechtslage abzeichnen würde und würde es als tolles neues Gimmick anpreißen.\nNeue Funktion für euch liebe Spieler. Gerade bei Skins, sollte das kein Problem sein, da das ja im Endeffekt nichts anderes als virtuelle Barbiekleidchen sind. Deshalb wär es ja dann auch gedeckt, du hast eine Plattform auf der du deine bis dato erworbenen Champs im Outfit deiner Wahl benutzen darfst, PvP oder PvE hast du ja nie gekauft.\nAber sicher gibt es noch einige andere Titel mit virtuellen Waren, wo man es nicht so einfach austricksen könnte.\n(Wenn man's überhaupt kann bzw. muss, bin auch Laie, aber ich glaub mit den \"Gütern\" für Echtgeld in LoL wäre das echt ziemlich einfach zu handln).","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Brofudge","date":"2016-01-12T02:15:43.639+0000","up_votes":3,"down_votes":1,"body":"Es gibt ständig Fälle, wo Nutzer von einer digitalen Dienstleistung geklagt haben. Zum beispiel wenn die Kinder heimlich übers Handy virtuelle Währung kaufen und die Eltern dann die gefoppten mit der hohen Handyrechnung sind. Da wurde auch schon mehr als häufig geklagt und die Diensleister sind zu recht in Kritik geraten. Aber meistens half das Klagen nicht und es war eher ein Fall von verletzter Aufsichtspflicht. Und da ging es auch häufig um hohe Beträge. Und jetzt noch ein Beispiel: \nNehmen wir mal an du mietest ein möbiliertes Zimmer. Dabei gehst du auch einen Vertrag in mündlicher und schriftlicher Form ein. Wenn du gegen diesen Vertrag verstösst, kannst du das Recht verlieren die Wohnung zu nutzen, egal wie vviel Geld du darein gesteckt hast. Aber lass  es den TE ruhig versuchen, er wird eh dabei scheitern.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T03:03:28.933+0000","up_votes":2,"down_votes":6,"body":"Hmm. Ich weiß nicht wo ich anfangen soll aber beide Beispiele sind nicht gut gewählt und teilweise falsch. \nDas Beispiel mit den Kindern und der virtuellen Währung kann niemals verletzte Aufsichtspflicht sein. Zweitwährungen sind nicht rechtskonform. Sie wurden lediglich noch nie im großen Stil weggeklagt. Oft sind diese Unternehmen außerhalb der EU und bedienen sich natürlich ihrer eigenen landersweiten Gesetze aber diese sind dann wiederum nicht rechtskräftig für die EU bzw. Deutschland. Und gerade dieses Beispiel ist meines WIssens OFT wenn nicht sogar immer zu Gunsten der Kläger ausgegangen. Gerade in Deutschland haben wir einen sehr guten Schutz gegen Kosten- und Abofallen. Deswegen ist das wirklich nicht gut gewählt.\nMit dem zweiten Beispiel kann ich absolut nichts anfangen weil das nicht mit digitalen Wertgütern vergleichbar ist. \nFazit: Riot kann Ihn sehr wohl rauswerfen. Hausverbot erteilen aber die verkauften Produkte können nicht entzogen werden. Übrigens ist sowas ja nur gut für uns alle. Es muss nur endlich mal im Gesetzbuch fest verankert werden. Aber ich bin zuversichtlich wenn es jemals zu einer großen Klage kommt, dass hier in D oder der EU die Rechtsgrundlage zu Gunsten der Käufer getroffen wird, sofern nicht iwelche Online Lobbyisten massiven Druck ausgeübt haben. Aber digitale Wertgüter müssen wie analoge Wertgüter gehandhabt werden.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-12T03:38:32.020+0000","up_votes":5,"down_votes":1,"body":"Das würde bedeuten, dass man sich einfach unter aller Sau benehmen könnte und sämtliche Regeln bricht um sein Geld zurückzubekommen oder generell schlecht benehmen kann ohne Folgen. Das klingt absolut nicht nachvollziehbar.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T04:02:00.251+0000","up_votes":1,"down_votes":5,"body":"Man bricht keine Regeln um Geld zurückzubekommen. Was auch immer du damit meinst....\nEine digitale Ware wurde erworben. Entweder kann er diese weiter nutzen oder er bekommt sein Geld zurück.  Musik die du in Streamingportalen kaufst, kann man dir auch nicht wegnehmen. Du hast die Rechte mit dem Kauf erworben. Genau so wie bei Filmen etc. \nMan kann sich eben nicht schlecht benehmen. Man bekommt Hausverbot. Wird also gebannt und das ist auch gut so. Vollkommen richtig von Riot. Das Geld behalten geht aber auch nicht. Das Spiel wird als kostenlos bezeichnet und demenstprechend erwirbt man mit dem \"freiwilligen\" Kauf eine digitale Ware. Man kann also keine Nutzungsgebühren als Kosten abrechnen oder Sonstiges. Der Trick mit dem Kauf der RP habe ich oben bereits beschrieben. Das ist ebenfalls nicht rechtskräftig. Das sollte doch verständlich sein und hat mit subjektiven nachvollziehen nichts zu tun.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-12T05:37:25.667+0000","up_votes":3,"down_votes":2,"body":">Man bricht keine Regeln um Geld zurückzubekommen. Was auch immer du damit meinst....Entweder kann er diese weiter nutzen oder er bekommt sein Geld zurück.\n\nDu erklärst es doch sogar selbst. \nDu willst mir also erzählen das Riot keinerlei Handhabe gegenüber Leuten hat, die andere Spieler durch ihr Verhalten vergraulen? Weil entweder  geht das nicht, weil sie ja Zugang haben müssen oder sie bekommen ihre Kohle zurück und sie sind draussen, was solch ein Verhalten ermutigt wenn man mit LoL aufhört. Weiters werden ständig Leute von ihrer digitalen Ware ausgeschlossen, seien es Bans in WoW oder ein Ausschluß aus Battlefield. Meinst du die Leute haben dort Anspruch auf irgendwas? Wir reden hier nicht von einfach wegnehmen: dem geht ein Bruch der Nutzungsrechte mit mehreren Warnungen voraus. ","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T12:36:36.154+0000","up_votes":3,"down_votes":4,"body":"> Du willst mir also erzählen das Riot keinerlei Handhabe gegenüber Leuten hat, die andere Spieler durch ihr Verhalten vergraulen? Weil entweder geht das nicht, weil sie ja Zugang haben müssen oder sie bekommen ihre Kohle zurück und sie sind draussen\n\nTheoretisch und in deutscher Rechtsprache, ja. Vergraulen von Mitspielern ist nicht mit Besitzergriff rechtzufertigen. Und ja, entweder muss man weiterhin auf seine Produkte zugreifen können oder man muss entschädigt werden.\n\nRiot hat eine Handhabe. Man kann die Leute rauswerfen/bannen. \n\nBeispiel: Besuch in einer Diskothek: Eintritt: 20€. In der Diskothek erworbene Produkte: Wert 50€. Man verstößt gegen Hausregeln --> Hausverbot. Die 20€ Eintritt können nicht eingeklagt werden. Bei der Ware sieht das aber anders aus. \n\nMan will das anscheinend nicht verstehen aber warum es sowas noch nicht gegeben hat, liegt allein daran, dass sich noch bis dato nicht genügend Leute gefunden haben, die eine solch hohe Summe investiert haben, dass sich eine Sammelklage aus finanziellen Gründe lohnen würde. Und das kann sich irgendwann ändern und dann bin ich sehr gespannt wie free to play Spiele sowas handhaben wollen.","replies":[{"id":"","poster":"drexxsack","date":"2016-01-12T13:43:46.827+0000","up_votes":4,"down_votes":1,"body":"Es wäre in deinem Vorteil, wenn du einfach mal Quellen für deine Behauptungen hinterlegen würdest(daneben wäre es ganz interessant zwecks \"weiterbildung\"). Derzeit basiert hier jeder Text auf Hypothesen, die nuneinmal niemandem weiterhelfen. \nFür fundierte rechtliche Diskussionen fehlt hier jedem anscheinden(auch mir und dir. Du unterliegst dem Trugschluss der [Sammelklage](http://www.resch-rechtsanwaelte.de/anlegerschutz-kapitalmarktrecht-resch/kapitalmarktrecht-gruppe/warum-keine-sammelklagen.html) sehr deutlich) entsprechendes Wissen im juristischen Bereich(was gerade in diesen Fällen eher schwer ist; Es gibt kaum Urteile und so gut wie keine höchstrichterliche Rechtsprechung).\nFakt ist, dass der TE gebannt wurde und es ihm freisteht, sich, zwecks Rechtsberatung, an einen Rechtsanwalt seines Vertrauens zu wenden. Idealerweise ist das ein Anwalt der sich entsprechend auf Online und Gamingrecht(Achtung: Das ist keine [Fachanwaltsbezeichnung](http://www.brak.de/fuer-verbraucher/anwaltssuche/fachanwaelte/) ; man muss sich ein wenig umhören) spezialisiert oder zumindest nicht unerheblich Erfahrung in diesem Bereich hat.\nIch kann hier jedem auch nur raten, nicht ohne sachdienliche Quellen zu argumentieren.\nDas Thema ist ein heißes Pflaster und man kann nur allzuschnell in die ein oder andere Grube treten.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T14:23:18.841+0000","up_votes":3,"down_votes":2,"body":"Du hast vollkommen Recht. Ich könnte mir die Mühe machen, ein Paar Quellen gegenüber Käuferschutz auf digitale Waren rauszusuchen und das werde ich machen sofern ich noch die Zeit finde. (Prüfungsphase erlaubt mir zur Zeit keine detallierten und fundierten Posts. Kann ich aber nachreichen)\n\nDas mit der Sammelklage ist ein Ding. Das Wort darf man nicht eins zu eins mit dem aus dem egt Kontext nehmen. Die egt. Sammelklagen kommen aus dem amerikanischen Legislaturbereich. Aber wir sind uns hoffentlich einig, dass es keinen Sinnesunterschied gibt, wenn viele Kläger eine ähnliche/identische Klage einreichen oder es \"gesammelt\" als ganzes eine Klage gibt. Das ist nur Formsprache. Übrigens könnten alle Kläger von der selben Kanzlei vertreten werden. Der Unterschied ist, dass die Fälle \"unabhängig\" voneinander geprüft werden aber auch das ist wieder reine Formsache. Sollte ein Kläger Recht bekommen, folgen die Gerichte meistens diesem einen Urteil für die weiteren und identischen Klagen. \n\nNur als Beispiel für \"Sammelklagen\" in Deutschland. Hier kann man die Gewinnzusagen von Paypal googeln. Ich habe den ganzen Kontext nicht mehr inne aber ein gutes Beispiel für viele Kläger mit dem gleichen Bedürfnis.\n\nNatürlich bin ich (noch) kein Fachanwalt. Aber genau deswegen meinte ich im ersten Post ja, dass ich mir wünsche, das einer mal klagt. Gegen alle Gebahren des Online Spiel Segments (Zweitwährung etc.). Ich würde mich brennend dafür interessieren wie die Unternehmen das handhaben wollen. Trotz aller chronischer Downvoter und Riot Liebhaber, appelliere ich hier nur für die Rechte der Kunden, auch der toxischen Mitspieler.\n\nDass der TE gebannt wurde, ist natürlich gerechtfertigt. Fehlverhalten muss geahndet werden.","replies":[{"id":"","poster":"drexxsack","date":"2016-01-12T14:48:37.966+0000","up_votes":3,"down_votes":0,"body":":) Sorry, für die etwas schnippische Art in meinem Text davor. Ich mag es nicht wirklich, wenn man von \"Sammelklage\" spricht.\n\nIch bin leider kein Anwalt und beschäftige mich eher hobbymäßig mit dem Thema bzw. finde es interessant (weshalb ich mich gerade Quellen freuen würde; es schadet nicht, wenn man dazulernt). Dementsprechend bin ich nicht in der Lage eine eingehende Diskussion darüber zu führen, wie genau die Rechtslage ist, wobei sich definitiv in den AGBs von Riot aka [Nutzungsbedingungen](http://euw.leagueoflegends.com/de/legal/termsofuse) Klauseln befinden, die gegenüber [Verbrauchern](http://www.anwaltskanzlei-online.de/2009/01/09/gerichtsstandsvereinbarungen/), die wir nuneinmal sind, unwirksam  sind oder allgemein in AGBs[ nichts zu suchen haben](http://www.rechtsanwalt-metzler.de/agb-faq-online-handel/salvatorische-klausel/). Dafür reicht es gerade soeben. \nDie Boards sind jetzt auch keine geeignete Platform für eine (notwendige) Rechtsberatung (die ich nicht erbringen kann und auch nicht darf). \nDementsprechend verbleibe ich dabei, auf die Möglichkeit hinzuweisen, dass man sich an einen Rechtsanwalt wenden kann und gebe evtl. eine Meinung bezüglich des Erfolgs ab(zumindest dann wenn der TE sich absolut unmöglich gibt, wenn auch nicht immer ganz ehrlich, was die Bestimmtheit meiner Meinung angeht; meistens kann man ohne Vorbildung die Erfolgsaussichten nicht vernünftig abschätzen - ich helfe bestimmten Menschen einfach nicht gerne).\n\nAus meiner Sicht ergibt sich aus diesen Diskussionen auch selten etwas positives. Die wenigsten liefern Quellen(die es mir ermöglichen zu lernen und evtl. besser zu helfen) oder behaupten von anfang an Unsinn. \nJedesmal wenn man die Sammelklage anspricht bzw. ihr (formales) Nichtvorhandensein im deutschen Rechtsraum, kommt nichts zurück.  Wenn ich ehrlich sein soll, bist du die erste Person die darauf vernünftig  antwortet  und dabei zeigt, dass sie den umgangssprachlichen Charakter des Begriffs erkennt.\nDementsprechend entwickelt sich bei diesen Themen eine Diskussion, die auf Gerüchten basiert btw. keine unmittelbar greifbare Faktenlage hat.\n\nFür mich als Mod(und \"Forenveteran\") sind solche Diskussionen zu einem roten Tuch geworden. Sie sind vollkommen vage und führen meistens dazu, dass man auf der Stelle tritt oder den ein oder anderen Teilnehmer für ne Stunde vor die Tür setzen muss, weil die Diskussion eskaliert.  \nIch mag es nicht, moderieren zu müssen, wenn sich eigentlich vernünftige Forennutzer daneben benehmen, nur weil sich eine Diskussion hochschaukelt.","replies":[]}]}]},{"id":"","poster":"Brofudge","date":"2016-01-12T16:09:04.718+0000","up_votes":1,"down_votes":0,"body":"In Deutschland gibt es soetwas wie Sammelklagen nicht.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T17:12:43.587+0000","up_votes":1,"down_votes":2,"body":"> In Deutschland gibt es soetwas wie Sammelklagen nicht\n\nIch habe bereits erklärt, was ich unter Sammelklage gemeint habe. Kannst du gerne nachlesen.","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2016-01-12T16:00:47.843+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000900000000000100000000000000010000,timestamp=2016-01-12T12:36:36.154+0000)\n>Und das kann sich irgendwann ändern und dann bin ich sehr gespannt wie free to play Spiele sowas handhaben wollen.\n\nIch gehe davon aus, dass sich das F2P dann erledigt hat und man auf Abosystem umsteigt.\nGrundsätzlich sehr interessantes Thema und würd ich Jura studieren bestimmt ne Abschlussarbeit wert!\nAbo fänd ich grundsätzlich fairer den Kunden gegenüber, denn dan wird zumindest nicht suggeriert man würde irgendetwas tatsächlich erwerben aber vermutlich würden die Gewinnmargen der ganzen F2P-Unternehmen drastisch einbrechen.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T16:30:39.607+0000","up_votes":1,"down_votes":1,"body":"Definitiv. Abos sind übersichtlich und suggerieren keinen \"digitalen\" Erwerb. Der Vertrag kann dann von einer Seite jeder Zeit aufgehoben werden und somit kann es auch zu keiner Entwendung der digital erworbenen Ware kommen. Skins sind nun mal digitale Waren. So wie Musik, Filme, Online Fitnesspläne usw. usf.. Ich mein bei virtuellen Geld haben wir schon ewig Gesetze. Es wird Zeit, dass die Kunden für Internetgüter gestärkt werden. Aber das Internet ist noch \"Neuland\" für uns :).\n\nIch finde diese Skin Politik egt. fair aber so wie sie zur Zeit \"ausgelegt\" ist, kann sie von seitens Riot (und alle Unternehmen, die so ein Finanzierungssystem bedienen) auch ausgenutzt werden. Ich will niemaden etwas unterstellen aber lieber sind mir gestärkte Kundenrechte als eine so bisherige Rechtsgrauzone. \nDes Weiteren erhöt das wiederum den Druck auf die Unternehmen mit \"sozialen\" oder anderweitigen Problemen besser und intilligenter umzugehen als mit einer Berstrafungspolitik, die ich sowieso grundsätzlich für falsch erkenne. Davon profitieren ebenfalls wieder alle. \n\nNun es gibt halt überall regeln und wenn man sich daran nicht hält, wird man bestraft. Dementsprechend hat es den TE sicher nicht zu UNRECHT getroffen. \nEine einfache Lösung für alle Beteiligten wäre hier natürlich, dass man für grenzenlose toxische Spieler die Ingame Kommunikation komplett ausschaltet. Die Waren können weiterhin benutzt werden. Es besteht kein Anspruch auf Entschädigung. \nOb das jetzt mit Zensur usw. usf. in Verbindung gebracht werden kann (ebenfalls auch ausnutzbar) kann ich jetzt ohne Weiteres auch nicht angeben. Ich werde mich in der semesterfreien Zeit mal reinarbeiten. \nIch finde dieses Thema wirklich spannend und es wird eine größere Bedeutung in Zukunft bekommen. Wir Kunden dürfen unsere Rechte hier nicht verschlafen ansonsten entsteht Willkür. \nDie Allgemeinheit ist immer gut bedient wenn ihre Rechte gestärkt werden. \n\nlg dunho","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-12T04:48:25.120+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=0009000000000001000000000000,timestamp=2016-01-12T04:02:00.251+0000)\n>\n> Man bricht keine Regeln um Geld zurückzubekommen. Was auch immer du damit meinst....\n> Eine digitale Ware wurde erworben. Entweder kann er diese weiter nutzen oder er bekommt sein Geld zurück.  Musik die du in Streamingportalen kaufst, kann man dir auch nicht wegnehmen. Du hast die Rechte mit dem Kauf erworben. Genau so wie bei Filmen etc. \n> Man kann sich eben nicht schlecht benehmen. Man bekommt Hausverbot. Wird also gebannt und das ist auch gut so. Vollkommen richtig von Riot. Das Geld behalten geht aber auch nicht. Das Spiel wird als kostenlos bezeichnet und demenstprechend erwirbt man mit dem \"freiwilligen\" Kauf eine digitale Ware. Man kann also keine Nutzungsgebühren als Kosten abrechnen oder Sonstiges. Der Trick mit dem Kauf der RP habe ich oben bereits beschrieben. Das ist ebenfalls nicht rechtskräftig. Das sollte doch verständlich sein und hat mit subjektiven nachvollziehen nichts zu tun.\n\nWenns nicht rechtskräftig wäre, hätte es doch schon längst eine Sammelklage gegeben, vorallem im anglikanischen Raum mit Präzedenzfällen.\nKann mir niemand erzählen, dass sich dieses \"leicht verdiente\" Geld nicht irgendeine Topkanzlei unter den Nagel gerissen hätte.\n\nUnd bei Filmen und Musik, äh du kaufst nicht den Film oder das Lied, sondern eine Lizenz vom Besitzer/Rechteinhaber.\nDa schließt sich das digitale dem \"realen\" an. Mach doch mal eine Bluray/DVD kaputt und schreib dann dem Filmstudio, sie sollen dir doch bitte umsonst Ersatz schicken, außerhalb der Garantie kommt da ohne Kulanz nichts rum.\nOder nehmen wir eine jährliche Reihe wie Fifa, die schalten auch ca. alle 2 Jahre ihre Server der alten Teile ab, kannst ja auch mal versuchen dein Geld für den Onlinepass wieder zu bekommen oder bevor es diese gab 5% vom Kaufpreis.\nUnd zur Sache mit der digitalen Ware, neben dem \"Trick\" der Ingamewährung, was glaubst du warum permagebannte Accounts nicht gelöscht werden?","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T12:23:50.965+0000","up_votes":1,"down_votes":5,"body":"Ich kenne die genauen Gesetze in den USA nicht und ja eine Sammelklage wäre das Effekivste bei solchen Fällen. Auch in D wäre eine Sammelklage am effektivsten allerdings wieviele Menschen permanennt gesperrt werden und vor allem wie viele Menschen darunter Geld investiert haben, ist mir nicht bekannt. Ich bin mir relativ sicher, dass es viel zu wenige sind und das die allg. Szene viel zu klein ist, dass es sich lohnen würde. Ich weiß nicht was du unter Topkanzlei verstehst aber das Unternehmen Riot ist für solche Kanzeleien maximal uninteressant. \nEs gibt hier nicht viel Geld zu holen. Das kann sich aber irgendwann ändern. Allg. fährt man ja jetzt eine härtere Strafe gegenüber Fehlverhalten und das ist auch in Ordnung aber irgendwann wird es für sowas dringend eine Rechtsprechung geben und da werden dann Unternehmen wie Riot sich etwas einfallen lassen müssen. Denn in D wird man hier sehr sicher für die Käufer entscheiden, sofern die Richter verstanden haben was man hier gekauft hat. \nDu hast Recht, man kauft eine Lizenz. Du besitzt also die Möglichkeit einen Film so oft du willst abzuspielen und wenn du physischen Schaden verursacht hast und daraufhin dieses Produkt defekt ist, dann ist das Eigenverschulden aber das Beispiel ist hier auch wieder vollkommen falsch. Toxische Spieler haben nichts physisch zerstört oder \"kaputt\" gemacht. Sie werden nicht geduldet und werden gebannt. Das ist in Ordnung. \nDer Punkt ist: Erworbene Produkte können niemanden entzogen werden, die auf Grund von persönlich aufgestellten Richtlinien verletzt wurden. Schlechtes Benehmen kann nur zum Ausschluss führen. Produkte die man erworben hat können ohne weiteres nicht einbehalten werden.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-12T12:55:28.022+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Dunho,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000900000000000100000000000000000000,timestamp=2016-01-12T12:23:50.965+0000)\n>\n> Ich kenne die genauen Gesetze in den USA nicht und ja eine Sammelklage wäre das Effekivste bei solchen Fällen. Auch in D wäre eine Sammelklage am effektivsten allerdings wieviele Menschen permanennt gesperrt werden und vor allem wie viele Menschen darunter Geld investiert haben, ist mir nicht bekannt. Ich bin mir relativ sicher, dass es viel zu wenige sind und das die allg. Szene viel zu klein ist, dass es sich lohnen würde. Ich weiß nicht was du unter Topkanzlei verstehst aber das Unternehmen Riot ist für solche Kanzeleien maximal uninteressant. \n\n\nWas ich meinte ist, wenn es sich lohnt würden findige Anwälte an die \"Opfer\" treten, um mitzuverdienen. Gerade in den USA gäbe es da zivilrechtlich einiges zu holen, wird aber nicht so sein.\n\n> Es gibt hier nicht viel Geld zu holen. Das kann sich aber irgendwann ändern. Allg. fährt man ja jetzt eine härtere Strafe gegenüber Fehlverhalten und das ist auch in Ordnung aber irgendwann wird es für sowas dringend eine Rechtsprechung geben und da werden dann Unternehmen wie Riot sich etwas einfallen lassen müssen. Denn in D wird man hier sehr sicher für die Käufer entscheiden, sofern die Richter verstanden haben was man hier gekauft hat. \n\nÄh dazu müssten erstmal neue Gesetze her, du sagst ddoch die ganze Zeit es würde jetzt schon gehen nur nicht lohnen, das psst nicht zusammen.\n\n> Du hast Recht, man kauft eine Lizenz. Du besitzt also die Möglichkeit einen Film so oft du willst abzuspielen und wenn du physischen Schaden verursacht hast und daraufhin dieses Produkt defekt ist, dann ist das Eigenverschulden aber das Beispiel ist hier auch wieder vollkommen falsch. Toxische Spieler haben nichts physisch zerstört oder \"kaputt\" gemacht. Sie werden nicht geduldet und werden gebannt. Das ist in Ordnung. \n> Der Punkt ist: Erworbene Produkte können niemanden entzogen werden, die auf Grund von persönlich aufgestellten Richtlinien verletzt wurden. Schlechtes Benehmen kann nur zum Ausschluss führen. Produkte die man erworben hat können ohne weiteres nicht einbehalten werden.\n\nWer behält denn etwas ein? Einloggen geht doch noch, Acc. wird nicht gelöscht. Zur Disc. Ja hab es als mutwillige Zerstörung geschrieben, optische Datenträger haben es aber so an sich uch mit der Zeit einfach die Daten zu \"verlieren\". Und dann? Wenn überhaupt läuft da was über Kulanz.","replies":[{"id":"","poster":"Dunho","date":"2016-01-12T13:05:01.983+0000","up_votes":2,"down_votes":4,"body":"> Äh dazu müssten erstmal neue Gesetze her, du sagst ddoch die ganze Zeit es würde jetzt schon gehen nur nicht lohnen, das psst nicht zusammen.\n\nExakt. Neue Gesetze kommen erst mit neuen Formen von Klagen, indem man sich auf die veralteten Gesetze beruft. Es gilt wie immer. Wo kein Kläger, da kein Richter. \nDas wird sich iwann ändern sofern immer mehr digitale Waren eine größere und wichtigere Rolle im Leben der Menschen einnehmen. \n\n> Wer behält denn etwas ein? Einloggen geht doch noch, Acc. wird nicht gelöscht.\n\nDas ändert nichts daran, dass ich das Erworbene nicht mehr nutzen kann?  Darum geht es. Entweder ich kann es weiterhin benutzen oder man bekommt das Geld zurück. \nDein Beispiel mit der DVD ist weiterhin nicht gut um das mit dem Erwerb von Skins und Co in Onlinespielen zu vergleichen.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-12T16:06:26.660+0000","up_votes":2,"down_votes":0,"body":"So funktioniert das in den USA, wo Präzedenzfälle eine allgemeine Gültigkeit, auch bei Folgefällen haben und einem Gesetz gleichkommen, im deutschen Recht ist das aber nicht der Fall.","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-12T18:00:08.557+0000","up_votes":1,"down_votes":0,"body":"Naja - die Präzedenzfälle sind einfach nicht bindend, werden aber natürlich trotzdem beachtet (auch z.B. bei der Frage ob jemand überhaupt klagt)","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2016-01-12T13:03:50.860+0000","up_votes":5,"down_votes":1,"body":"Will mich in die juristische Diskussion nicht einmischen, nur etwas: 1000 Euro sind nichts. Das reicht nichtmal, um die Klageschrift zu finanzieren. Das finanzielle Risiko des von dir vorgeschlagenen Weges ist unglaublich hoch, selbst wenn die Chancen zu gewinnen sehr gut **wären** (über 50%) rät jeder vernünftige Mensch dem TE von einem Prozess ab.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-12T16:02:06.388+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=00090001,timestamp=2016-01-12T13:03:50.860+0000)\n>\n> Will mich in die juristische Diskussion nicht einmischen, nur etwas: 1000 Euro sind nichts. Das reicht nichtmal, um die Klageschrift zu finanzieren. Das finanzielle Risiko des von dir vorgeschlagenen Weges ist unglaublich hoch, selbst wenn die Chancen zu gewinnen sehr gut **wären** (über 50%) rät jeder vernünftige Mensch dem TE von einem Prozess ab.\n\nMit nem goldenen Löffel im Mund geboren worden? 1000€ sind nicht Nichts...","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-12T17:45:16.246+0000","up_votes":2,"down_votes":0,"body":"Bitte Sätze nicht aus dem Zusammenhang reissen. 1000 Euro sind ne Stange Geld. Wenn dus aber mit den Kosten eines Rechtsstreites der durch alle Instanzen getragen wird vergleichst - und das ist hier der Zusammenhang! - sind 1000 Euro tatsächlich nichts.","replies":[]}]},{"id":"","poster":"Dunho","date":"2016-01-12T13:10:30.651+0000","up_votes":2,"down_votes":4,"body":"Jein. Bei 1000€ lohnen sich die ersten juristischen Schritte auf jeden FAll. Ein Schreiben des Anwalts und eine dazugehörige Abmahnung kosten keines Falls viel. Der Gang vors Gericht ist natürlich eine andere Sache. Da hast du natürlich Recht.\nWürden sich allerdings mehrere Kläger finden. Zum Beispiel 100 bei mind 1000€ sieht das dann doch wieder ganz anders aus. Aka Sammelklage.","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-12T13:48:13.527+0000","up_votes":2,"down_votes":1,"body":"Ein Anwalt verlangt gerne 200 Euro die Stunde. Der muss sich erstmal in den Fall einarbeiten (z.b. Gesamtbetrag dokumentieren, AGBs nach Schwächen durchsuchen etc.), das dauert gerne einen Tag. Damit bist bei 500 Euro, wenns schlechtläuft auch 1000 Euro BEVOR sich überhaupt je ein Gericht deinen Fall anschaut. Selbst wenn es dann zu ner Abmahnung kommt: Meinst du Riot will einen gegen sie sprechenden Präzedenzfall zulassen? Sicher nicht, die ziehen das Ding weiter. Die Abmahnung bringt einem also rein gar nichts.\n\nSammelklagen sind soweit ich weiss ein amerikanisches Ding, geht also nicht.","replies":[]}]}]}]},{"id":"","poster":"franticFurball","date":"2016-01-11T17:53:56.315+0000","up_votes":3,"down_votes":0,"body":">was ich auf jeden Fall NICHT so sehe, da ich, so gesehen nichts dafür konnte, da ich sozusagen einen Goblin im Nacken sitzen hatte...\n\nUnd was genau konnten die anderen Spieler in deinen Games dafür, die als Blitzableiter für deine Aggressionen herhalten mussten? Eben: Auch nichts.\n\nWarum jemand flamed, kann der community egal sein. Du bist ein anonymer Nickname im Internet. Was deine Beweggründe sind, muss uns nicht kümmern. Für dich gelten dieselben Regeln wie für alle anderen auch. Wenn sich jemand, aus welchen Gründen auch immer, nicht an die Regeln hält, wird das tribunal eben wirksam.","replies":[]},{"id":"","poster":"Brofudge","date":"2016-01-10T20:46:52.615+0000","up_votes":4,"down_votes":2,"body":"Und was genau erwartest du jetzt von uns? Das einzige was du machen kannst, wäre dir einen neuen Account zu erstellen und diesen wieder zu leveln. Und wenn du wirklich Aggressionsprobleme hattest, dann dürfte LoL eigentlich deine geringste Sorge sein.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:02:45.909+0000","up_votes":2,"down_votes":6,"body":"2 Jahre Spielzeit und 1000€ Verlust würde bei mir nicht meine geringste Sorge sein...","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-10T22:22:17.997+0000","up_votes":4,"down_votes":0,"body":"Das ist das \"Problem\" beim Micropaymentsystem einige Leute geben deutlich mehr Geld aus, um anderen das Spielen zu finanzieren.\n\nWenn man die aktuellen Titel z.B. mit Warcraft 3 vergleicht. Für WC3 haben alle 20-50€ ausgegeben und konnten dafür viele Jahre (bei mir warens gute 10) umsonst Multiplayer spielen. \nBei den Micropayment Titeln ist der einzelne Spieler nicht gezwungen Geld auszugeben eine ähnliche Summe muss zum Schluss trotzdem rauskommen -> Wenige werden dazu verleitet viel Geld auszugeben.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:27:01.479+0000","up_votes":1,"down_votes":8,"body":"Was genau muss man dann für einen pb machen?\n\nIch finde Permabans nicht fair, sowie es auch kein fürs Leben langes Gefängnis gibt(in der Schweiz/Deutschland).\nFände besser 1 Jahr Bann oder so. Und wenn er sich immer noch nicht verbessert 2 Jahre, dann 3, 4 usw.","replies":[{"id":"","poster":"Stealth Cat","date":"2016-01-11T19:10:35.426+0000","up_votes":1,"down_votes":0,"body":"Aber es gibt doch sicher Gefängnis für 10 Jahre. Bann für 10 Jahre wäre dann okay?","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-11T19:18:27.519+0000","up_votes":2,"down_votes":0,"body":"Ja...","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2016-01-10T22:29:39.600+0000","up_votes":4,"down_votes":1,"body":"In den meisten Fällen muss man es schaffen 2 Chatrestrictions und einen 14 Tage Ban als Warnung zu ignorieren.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:36:39.840+0000","up_votes":1,"down_votes":4,"body":"Also 2x 14 Tagebann = Perma??\n\nDann könnte man ja nur 2 mal trollen pro Acc.","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-10T22:44:52.408+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Only4000,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000400000000000000000000,timestamp=2016-01-10T22:36:39.840+0000)\n>\n> Also 2x 14 Tagebann = Perma??\n> \n> Dann könnte man ja nur 2 mal trollen pro Acc.\n\nNein.\n1. Die wenigsten Leute schaffen es konstant so eine miese Stimmung zu verbreiten (aka Reports zu sammeln), dass ihre Accounts überprüft werden. Dies geschieht normalerweise beim ersten mal auch nicht wegen einem Spiel, sondern wegen vielen über die sich das ansammelt.\n2.  Wie gesagt beim ersten Mal sollte man, wenn man nicht sehr starke Beleidigungen verwendet eine relativ kurze Chateinschränkung bekommen.\n3. Kommt danach noch eine längere Chatrestriction und dann erst der erste 14 Tage Ban.\n\nDu siehst es dauert einige Zeit negativen Verhaltens, bis ein Spieler tatsächlich permanent gebannt wird. \nOb man alles, was Riot als banwürdiug ansieht auch selbst so sieht steht auf einem anderen Blatt aber im Zweifelsfall sitzen sie am längeren Hebel, so dass ich, wenn ich den 14 Tage wegen flamens bekommen würde am besten für mindestens 100 Spiele oder so gar nichts mehr schreiben würde.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2016-01-11T07:01:44.485+0000","up_votes":2,"down_votes":0,"body":"Den juckt ja nicht der Bann, er kann sich ja nen neuen Account aufmachen. Der weint nur seiner Kohle hinterher.{{sticker:slayer-jinx-wink}} \n\nAber ein Spielekonto ist ja kein Sparbuch.","replies":[{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:32:57.843+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"D4RKEVA","date":"2016-01-11T18:55:01.967+0000","up_votes":3,"down_votes":0,"body":"sagt der mit dem perma ban ^^ aber mal im ernst ein durch flame gebannter account wird nicht entbanned solange es kein fehler war (kein flame vorhanden) da du aber geflamed hast hat das system zugegriffen","replies":[]}]}]}]}]}]},{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:30:10.967+0000","up_votes":2,"down_votes":3,"body":"Bei mir auch nicht. Sind 2 Jahre meines Lebens, und 1000€ :) und die Aggressionsprobleme sind ja jetzt weg, da ich ja schon seit ~2 Monaten daran arbeite mich abzureagieren :)","replies":[{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:30:32.282+0000","up_votes":1,"down_votes":3,"body":"bzw fast weg. ich hab mir eig. sehr gut unter kontrolle.","replies":[{"id":"","poster":"Brofudge","date":"2016-01-11T21:00:41.912+0000","up_votes":2,"down_votes":0,"body":"> Sind 2 Jahre meines Lebens\n\nLoL sollte nur ein Hobby sein... wäre schon traurig, wenn du nichts anderes vorzuweisen hast.\n\nDu hast wohl immer nocht verstanden, dass es niemanden interessiert, wieviel Geld und Zeit du in das Spiel gesteckt hast. So ist das eben mit Konsequenzen und du hast dem ganzen durch die Nutzungsbedingungen zugestimmt. Mag ja schön und gut sein, dass du dich jetzt unter Kontrolle hast, dann sollte dein nächster Account nicht gesperrt werden, falls du dir einen neuen machst.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-10T20:37:16.614+0000","up_votes":5,"down_votes":2,"body":"Nein, permabans gegen toxischer Spieler werden grundsätzlich nie aufgehoben.\n\nDeine Aggressionsprobleme hättest du entsprechend vorher lösen müssen. Riot warnt grundsätzlich genügend (vorher Chatrestrictions, 2-Wochen-ban), ausser man ist so extrem toxisch, dass sofort ein perma ausgesprochen wird (wirklich selten der Fall).\n\nFür dein Verhalten bist am Ende du - und nur du - verantwortlich und nicht ein \"Goblin im Nacken\". Was es bedeutet, die Verantwortung zu übernehmen, musstest du leider nun spüren.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-01-10T20:36:07.255+0000","up_votes":5,"down_votes":2,"body":"Und es ist eine gerechte Strafe, weil du sehr vielen Mitspielern ihre Spiele ruiniert hast. Wenn du Aggressionsprobleme hattest, hättest du sie früher in den Griff kriegen müssen, ooooder, wenn du merkst, du wirst wieder aggressiv, erstmal 'ne Pause machen und runterkommen.\nDu hattest durch vorherige Strafen sicherlich genug Zeit, daran zu arbeiten. Jetzt ist es zu spät.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:04:25.621+0000","up_votes":2,"down_votes":8,"body":"Was ist so schlimm am flamer? Einfach muten und das wars...","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-10T22:17:51.723+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Only4000,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=00020000,timestamp=2016-01-10T22:04:25.621+0000)\n>\n> Was ist so schlimm am flamer? Einfach muten und das wars...\n\nSelbst, wenn man selber dies tut bedeutet das nicht, dass es jeder tut.\nIm **günstigsten** Fall hat man einen Spieler, der damit beschäftigt ist die \"Fehler\" seiner Teammates zu kommentieren, als am Spiel teilzunehmen.\nIn schlechteren Fällen hat man mehrere Spieler, die aufeinander rumhacken und das Spiel rückt in den Hintergrund, wodurch **alle** deutlich verminderte Siegchancen haben.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:24:46.213+0000","up_votes":1,"down_votes":11,"body":"Finde ich irgendwie trozdem kein Grund für einen Permaban.","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-10T22:26:55.497+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Only4000,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=0002000000000000,timestamp=2016-01-10T22:24:46.213+0000)\n>\n> Finde ich irgendwie trozdem kein Grund für einen Permaban.\n\nDu weisst ja nicht einmal, was der TE geschrieben hat. Wie willst du dies also genau beurteilen können?","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-10T22:38:54.467+0000","up_votes":2,"down_votes":3,"body":"Ja ok ich halte mich da raus...\n\nAber trozdem mein Beileid\n\n\nZudem wäre es auch nicht schlimm wenn jeder toxic player einmal pro Jahr spielt wenn er sich nicht verbessert(wenn es einen 1Jahr bann gäbe)","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-11T02:25:10.267+0000","up_votes":3,"down_votes":1,"body":"Lies dir mal die AGBs und den Weg der Beschwörer durch.  Beides akzeptierst du bei jedem Patch und du scheinst von beidem 0 Plan zu haben.","replies":[]}]}]}]}]},{"id":"","poster":"Spicavius","date":"2016-01-11T20:00:19.182+0000","up_votes":2,"down_votes":0,"body":"Sollte es zum Mute gekommen sein, dann ist es schon zu weit gegangen. Dann hat man nämlich bereits die Spielerfahrung eines Spielers soweit mit seinem negativen Verhalten ruiniert, dass er mit hoher Wahrscheinlichkeit das nächste Spiel mit weniger Motivation betreten wird.\nAuf lange Sicht gesehen hat dieser Spieler weniger Motivation/Spaß in LoL und hat somit weniger Motivation sich etwas für echtes Geld zu kaufen, wodurch Riot finanziellen Schaden durch einen Flamer erfährt.\n\nIst ein Spieler so negativ, dass er Riot auf lange Sicht einen finanziellen Schaden zufügt bannt Riot ihn permanent.\nEs geht immer um das Geld. \nAber nein man kann sich nicht freikaufen, sodass der finanzielle Schaden von Riot ausgeglichen wird und der Account wieder freigeschaltet wird. Das geht nicht, weil die Firma Riot ihre Prinzipien hat und sie wollen jedem Spieler die gleiche Spielerfahrung bieten.\nReiche Flamer haben somit keinen Freifahrtsschein zum Beleidigen oder Nerven.\n\nDas ist quasi die Antwort auf \"Was ist so schlimm am Flamer?\"","replies":[]}]},{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:33:32.799+0000","up_votes":1,"down_votes":4,"body":"Das ist egal, sie kommen immer wieder und immer wieder.","replies":[]}]},{"id":"","poster":"StillYasuoMain","date":"2016-01-12T11:07:56.192+0000","up_votes":1,"down_votes":10,"body":"Ich hätte da eine Gerechte Strafe gefunden:\n\nSein Account wird permanent gebannt, samt ausgegebenem Geld. Aber: Er soll ein Geschenkcode bekommen, mit dem er auf seinem nächsten Account alle bisher gekaufte RP gutschreiben kann.\n\nFände das sehr gerecht, denn seine Strafe ist:\n\n- Er muss wieder bei lv 1 beginnen\n- Seine ganzen IP punkte sind weg.\n\nZudem hätte RIOT auch keine verluste und hat wieder 1 Spieler mehr;)","replies":[{"id":"","poster":"drexxsack","date":"2016-01-12T13:56:03.230+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Only4000,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000b,timestamp=2016-01-12T11:07:56.192+0000)\n\n> Die von ihm gekaufte RP ist schliesslich auch sein Besitz, da ER sie gekauft hat und nicht RIOT. Deshalb darf RIOT ihm seinen Besitz nicht wegnehmen(Diebstahl)\n\n\nDiebstahlt setzt voraus, dass der Gegenstand physisch existiert\n\n\n\n> (1) Wer eine fremde bewegliche Sache einem anderen in der Absicht wegnimmt, die Sache sich oder einem Dritten rechtswidrig zuzueignen, wird mit Freiheitsstrafe bis zu fünf Jahren oder mit Geldstrafe bestraft.\n> \n> (2) Der Versuch ist strafbar.\n> http://dejure.org/gesetze/StGB/242.html\n\nZu Definition der Sache wird dabei der Sachbegriff aus dem BGB entlehnt:\n\n> Sachen im Sinne des Gesetzes sind nur körperliche Gegenstände.\n> https://dejure.org/gesetze/BGB/90.html","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-12T15:41:53.477+0000","up_votes":1,"down_votes":4,"body":"Es geht mir mehr darum, dass er seine RP auf dem neuen Account bekommt und nicht, um die Gesetze was Diebstahl betrifft.\nHat Riot dann irgendeinen Nachteil wenn er die RP bekommt? Ich schätze nicht. Zudem hat er dann seine Strafe: 2 Jahre Spielzeit für nichts. Aber kann trozdem noch Freude am Spiel haben, mit seinen vorher gespielten Champs auf dem neuen Account.\n\nWenn er sie nicht zurückbekommen wird, wird er warscheinlich auch nue mehr RP kaufen, was ein Nachteil für Riot ist.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-12T17:15:40.501+0000","up_votes":4,"down_votes":0,"body":"Ja, Riot hat dadurch Nachteile. Zuerst einmal kriegt der Spieler damit im Grunde einen Refund für alles was er je gekauft hat. Kann sich also von den RP nur die in seinen Augen \"besten\" Sachen kaufen, auch wenn ohne mögliche Ermäßigung. Der Spieler wird wohl nie wieder RP kaufen, weil er einfach schon so viele zur Verfügung hat. Was aber noch viel wichtiger ist, wäre die Botschaft dahinter. \n\n\"Ja, ähm, du warst voll gemein und so, deswegen wird dein Account gesperrt. Aber keine Angst, du kannst dich weiter wie ein Arsch verhalten und anderen Leuten den Spaß verderben. Erstell dir einfach einen neuen Account, hier hast du all deine RP, damit du mit Skins angeben und dir Boosts holen kannst.\" \n\nDas würde jede Bestrafung ins lächerliche ziehen. Da wäre es sogar sinnvoller auf das Niveau von Blizzards Moba abzusinken und den Chat einfach komplett zu entfernen.\n\nDer Sinn eines Permas ist es nicht, den Spieler dazu zu animieren, einen neuen Account zu erstellen und sich für den RP zu holen, sondern ihm klar zu machen, dass sein Verhalten inakzeptabel ist und er sich ein anderes Spiel suchen soll, weil er die Community stört.","replies":[{"id":"","poster":"TeoX796","date":"2016-01-13T19:55:30.087+0000","up_votes":1,"down_votes":2,"body":"AMEN=)","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-12T16:03:07.521+0000","up_votes":2,"down_votes":0,"body":"Er darf zwar einen neuen Account machen, soll es aber nicht tun!\nEs ist ihm nur gestattet, weil Riot es nicht verhindern kann, denn eigentlich möchte Riot die PERSON aus der Community entefernen, da die PERSON, Selbiger einen erheblichen Schaden durch ihr Verhalten zufügt.\n\nEs geht nicht darum, dass die Person bestraft werden soll, die anderen Spieler sollen vor der Person beschützt werden.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T18:24:17.167+0000","up_votes":1,"down_votes":0,"body":"er soll doch garnicht mehr spielen. mit einem Perma Bann zeigt RIOT ihm eigentlich das er in diesem Spiel nicht mehr erwünscht ist.","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2016-01-12T15:56:10.540+0000","up_votes":2,"down_votes":0,"body":"Ehm. Der Permabann ist Riots Hinweis an den Spieler, dass sie ihn nicht mehr in der League-Community haben wollen. Wieso sollten sie ihm dann einen Geschenkcode für einen neuen Account stellen? \nKlar, ihm ists freigestellt, einen neuen Account zu machen. Wenn er sich weiter so benimmt, wird dieser auch schnell rausgeworfen. D.h. nicht dass Riot ihn wieder mit offenen Armen empfängt.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-12T16:16:25.961+0000","up_votes":3,"down_votes":5,"body":"Ich möchte mal klarstellen, dass \"Aggressionsprobleme\" nichts anderes als fehlende Selbstbeherrschung bedeutet, das ist keine Krankheit und kein grausiges Leiden und es rechtfertigt schon garnicht dein Verhalten!\nReiß dich zusammen! Das muss JEDER andere Mensch auf dieser Welt auch, ich hätte auch oft Lust Leute zur Sau zu machen weil sie mich gerade nerven oder mein Tag blöd war, aber ich lasse es einfach bleiben!\n\"Aggressionsprobleme\" sind nichts anderes, als eben die andere Entscheidung in so einer Situation.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T18:22:00.501+0000","up_votes":2,"down_votes":3,"body":"ähm doch Aggressionsprobleme sind Teile von Psychischen Erkrankungen. Dem ganzen könnte man aber auf den Grund gehen und dann sehen woher diese Aggression herrührt und dann lernen damit umzugehen.\n\nUnd dieses \"Reiß dich doch zusammen\" ist wohl das schrecklichste was eine Person mit Psychischen Problemen hören kann. Denn er/sie versucht es, nur funktioniert es leider nicht.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-12T19:40:20.437+0000","up_votes":3,"down_votes":5,"body":"Achso, also ist es vollkommen okay, wenn ich trotz Übergewicht weiter tonnenweise Fastfood in mich reinstopfe, weil ich mich ja nicht unter Kontrolle habe.\n\nDas ist genau der falsche Denkansatz! Und da kann mir auch jeder sagen was er will, \"Aggressionsprobleme\" sind genau das Selbe! Wenn der TE jetzt eine diagnostizierte Persönlichkeitsspaltung hat, dann tut er mir Leid und es ist dann immerhin schwieriger als für Andere, sich zusammenzureißen und vielleicht sogar unmöglich, aber sollte das nicht der Fall sein, ist es einfach nur eine umständliche Art zu sagen, dass man sich nicht beherrschen will.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T21:40:24.315+0000","up_votes":2,"down_votes":1,"body":"Du brauchst nicht einmal eine Persöhnlichkeitsspaltung um Aggressionsprobleme zu haben.\n\nIch selbe habe mittelschwere Deppressionen und habe zeitweise Aggressions Probleme. Habe diese aber, danke Therapeuthischer Hilfe, im Griff.\n\nUnd wir können hier nur mutmaßen da hast du schon Recht, dennoch finde ich so etwas sehr hart lesen zu müssen, auch wenn er kein diagnostiziertes Aggressions Problem hat.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-13T06:26:05.983+0000","up_votes":2,"down_votes":0,"body":"Der Te behauptet aber nicht, dass seine Aggressionen eine Folgeerscheinung einer Erkrankung sind, sondern hält selbige für eine.\nund wenn \"Aggressionsprobleme\" für sich genommen eine Krankheit sind, dann ist es die \"Unlust sich zusammenzureißen\" auch.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-13T07:06:52.850+0000","up_votes":1,"down_votes":0,"body":"Aggressionsproblematik ist durchaus ein Teile einer Erkrankung ua der F.91, F60.2, F60.8 und es gibt noch ein paar.\n\n\nVielleicht wollte er nur nicht seine halbe Krankengeschichte hier ausbreiten, oder weiß noch nicht einmal das mehr dahinter steckt.\n\nMeine Problematik wurde letztes Jahr diagnostiziert bei einer Reha wegen path. PC Gebrauch.\n\nAn Depressionen hingegen leide ich schon seit min 5 Jahren. An Aggressions Problemen seit etwa 15 Jahren. \n\nSo etwas dauert bis etwas diagnostiziert wird uns es können zu Anfang auch falsche Diagnosen gestellt werden.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-13T07:17:28.924+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir sicher, dass man für jede Persönlichkeitsschwäche einen Grund mit schickem Namen finden kann, wenn man nur will.\nIch halte das in den aller Meisten Fällen für falsch, da die Bennung als Krankheit, den Meisten Menschen als Grund ausreicht, nicht an sich arbeiten zu müssen.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-13T07:28:43.946+0000","up_votes":1,"down_votes":0,"body":"Das ganze kann ich nach 2 Psychatrie (gesamt 13 Weochen), 1 Psychosomatik (8 Wochen), 1 Ambulanten Entzug (4 Wochen), 1 Reha (11 Wochen) Aufenthalten und einer  3 Jährige Therapie gegen Aggressionsproblemen. So nicht bestätigen.\n\nIch habe bestimmt 100 leute kennen gelernt mit verschiedensten Psychischen Erkrankungen, von Verlustängsten und leichten Traumatas bin hin zu Multipler Pesöhnlichkeits Störung und mehrfach versuchtem Suizid. \nMit einigen davon bin ich immer noch in Kontakt und so ziemlich jeder will an sich arbeiten.\n\nEs gibt leider nur nicht immer die Höhen die du dafür brauchst. Es gibt dagegen Tage/Wochen/Monate/jahre lang anhaltende Tief punkte an denen du überhaupt nicht vorwärts kommst, sondern nur zurück.\n\nUnd nein nicht für jede Persöhnlichkeitsschwäche. Es müssen ja auch gewisse Indikatoren dafür Sprechen und zumeist tun sich Therapeuten mit Psychischen Erkrankungen als Diagnose sehr schwer. (solange es nicht aus dem Rahmen der Depression kommt, meine Beobachtung). \n\nZ.b. Wurden bei mir ua auch F60.0 und F60.1 beim Psychosomatik Aufenthalt gestellt. 3-4 Wochen später wurde die Diagnose F 63.8 (PC) gestellt. \nAuf einer Reha dafür wurde herausgefunden das F60.1 falsch diagnostiziert wurde, da diese mit F63.8 einhergeht. \nAllerdings wurde mir dort F60.8 diagnostiziert, welche sich leicht abweichend zu F60.1 verhalten kann.\n\nDas nur so mal am direkten Beispiel von mir.\n\nFalls du dich wunderst warum ich nur die ICD Schlüssel genommen habe, zum einen es ist kürzer, zum 2. muss hier drin nicht jeder Faulpelz meine halbe Krankengeschichte kennen.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-13T08:36:47.608+0000","up_votes":1,"down_votes":0,"body":"Ich möchte nicht sagen und habe auch nie gesagt, dass es keine ernsten psychischen Erkrankungen gibt, ich habe nur gesagt, dass lange nicht alle die behaupten eine solche ernste Störung zu haben, auch tatsächlich betroffen sind.\nWeiterhin glaube ich, dass viele Menschen, ihre ganz persönlichen Schwächen, gerne mal als Erkrankung verkaufen (siehe Lernschwäche).\nNiemals habe ich behauptet, du würdest lügen oder habe deine Krankheitsgeschichte verharmlost, auf Grund meiner Faulheit, kenne ich diese nämlich noch immer nicht, es ist ja aber auch garnicht wichtig, denn bisher schiebst du sie ja für Nichts vor, im Gegensatz zum TE.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Parunpata","date":"2016-01-12T18:44:25.805+0000","up_votes":5,"down_votes":2,"body":"Sorry, aber da liegst du gewaltig falsch. Als jemand der noch nie eine psychische Krankheit hatte, lässt sich das so leicht sagen und man nimmt solche Krankheiten auch nicht ernst. Trotzdem ist es verantwortungslos sowas zu verharmlosen.\n\nWas natürlich keine Entschuldigung für den Threadersteller ist. Er hätte selber damit umzugehen wissen müssen und notfalls aufhören zu spielen, wenn er merkt er hat es nicht unter Kontrolle.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-12T19:51:15.674+0000","up_votes":3,"down_votes":3,"body":"Wenn er eine !!!ärztlich diagnostizierte!!!, psychische Krankheit hätte, wäre es etwas Anderes, siehe meine andere Antwort hier.\nAber wenn man jede persönliche Schwäche zu so einer psychischen Krankheit macht, dann ist das das einzig Verantwortungslose!\nDamit gibt man den Leuten das \"Recht\" sich einfach keine Mühe mehr zu geben, nur weil sie sich selbst eine vermeindliche Krankheit diagnostizieren.\nSchau dir nur mal die ganzen Threads an, in denen die Leute plötzlich eine Rechtschreibschwäche haben.\n\n1. Gibt es so viele Legastheniker wie hier angeblich im Forum rumschwiren, in ganz Deutschland nicht.\n\n2. Würde es nur bedeuten, sich eben mehr Mühe geben zu müssen, klar haben die Menschen es schwerer, aber zu sagen \"Ich muss das nicht gegenlesen ich hab Legasthenie\", ist Nichts als Faulheit und Ignoranz, zu sagen \"ich habe es versucht aber leider nicht geschafft\", das wäre etwas was man respektieren sollte, aber wer soetwas sagen würde, wäre Dankbar für eine Korrektur.\n\nMit diesem falschen Verständnis tut man Niemandem einen Gefallen und jeder der sich einfach selbst eine psychische krankheit diagnostiziert und als Grund für Irgendwas hernimmt, spuckt damit indirekt jedem tatsächlich Kranken ins Gesicht.","replies":[{"id":"","poster":"Parunpata","date":"2016-01-12T20:06:01.103+0000","up_votes":1,"down_votes":0,"body":"Damit hast du natürlich Recht. Ob er wirklich Probleme hat oder sie sich nur selber einredet, das wissen wir nicht. Er war sich ja auch nicht behandeln lassen.\n\nMir kam es eher so rüber, als ob du sowas allgemein als Krankheit in Frage stellst, deshalb meine Antwort dazu.\n\nIm Endeffekt wissen wir beide nicht, wie es um ihn steht.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-13T06:31:49.463+0000","up_votes":1,"down_votes":0,"body":"Ich stelle es in Frage, dass \"Aggressionsprbleme\" als Krankheit gelten sollen, als Folgeerscheinung einer psychischen krankheit oder einer Medikation, das gerne.\nAber der TE behauptet ja nichtmal, das er eine Krankheit hat, aus der die Probleme resultieren, sondern beschreibt sie als eigenständige Erkrankung und das ist nunmal einfach Quatsch.\nIch bin hier einfach so dreist davon auszugehen, dass Jemand, der offensichtlich darauf abgezielt hat, Mitleid zu erzeugen, eine echte Diagnose, die Aggressionen begründen könnte, nicht für sich behalten hätte.","replies":[]}]}]}]}]},{"id":"","poster":"StillYasuoMain","date":"2016-01-10T21:56:05.346+0000","up_votes":2,"down_votes":3,"body":"Du kannst also nie mehr lol spielen auf deinem Acc?\nWie hast du das denn geschafft?\nMein Beileid\n\nMFG Only400","replies":[{"id":"","poster":"HâiLyfé","date":"2016-01-11T18:35:13.120+0000","up_votes":1,"down_votes":4,"body":"Ganz einfach, leider.\nEinfach immer wieder aggressiv werden, durch die blöden Aggressionsprobleme-.-","replies":[{"id":"","poster":"D4RKEVA","date":"2016-01-11T18:57:03.582+0000","up_votes":2,"down_votes":0,"body":"ding ist wenn du davon wusstesu UND einen 14 tage bann hattest dann hör einfach auf bis es dir wieder besser geht. \n\nselbst ichflame 1-2 mal aber ich hatte noch nicht einmal 1 CR.\n\n\nschrei lieber im realife rum als im game wo du andere verletzt","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-11T19:22:06.503+0000","up_votes":1,"down_votes":9,"body":"Im real life verletzt man natürlich niemand ist ja klar. Aber im Game wirds dann schon krass wenn man noob schreibt...xD","replies":[{"id":"","poster":"Spicavius","date":"2016-01-11T19:44:52.127+0000","up_votes":4,"down_votes":0,"body":"Kannst ja im Reallife zu deinem Monitor sagen \" Omg was ist das für ein Noob\"\nAber jemanden im Spiel zu schreiben \" Noob\"  ist verboten. Ganz einfach.\nWas macht das denn für ein Unterschied? Ich habe mich schon immer gefragt, wieso man extra die Enter-Taste drückt und noob schreibt und dann wieder Enter drückt, anstatt einfach weiter zu spielen und den Mund zu bewegen und zu sagen \"so ein noob\"\n\nEs ist doch viiiel aufwändiger etwas zu schreiben als zu sagen.\nDeswegen telefoniere ich lieber als zu schreiben. Aber im Forum macht es mir Spaß anderen zu helfen oder mit ihnen zu diskutieren.\nIm Spiel macht es mir keinen Spaß mit jemanden zu diskutieren. Was ist also der Sinn und Zweck dabei extra \"noob\" schreiben zu müssen. (Außer dass man den anderen runter machen möchte. Das hilft aber doch nicht bei Aggressionen.)","replies":[{"id":"","poster":"D4RKEVA","date":"2016-01-11T19:54:55.619+0000","up_votes":1,"down_votes":0,"body":"Genau das was ich grad schreiben wollte well done.","replies":[]}]},{"id":"","poster":"Stealth Cat","date":"2016-01-11T19:44:14.913+0000","up_votes":4,"down_votes":0,"body":"Wenn du deinen Bildschirm anschreist juckt das keinen, wenn du Menschen verbal beleidigst kann das denen schon wehtun.","replies":[]}]}]}]}]},{"id":"","poster":"jungle sûcks","date":"2016-01-10T20:28:30.189+0000","up_votes":4,"down_votes":3,"body":"Pech, Bans wegen Flame und toxischem Verhalten wird nicht aufgehoben.","replies":[]},{"id":"","poster":"Tilt McMad","date":"2016-01-10T20:27:25.419+0000","up_votes":4,"down_votes":3,"body":"Nein.","replies":[]},{"id":"","poster":"Pesthauchi","date":"2016-01-12T02:26:48.829+0000","up_votes":2,"down_votes":1,"body":"Was ich immer interessant finde bei den Leuten die sich über ihren Perma beschweren \nfolgende Kriterien sind so gut wie immer gegeben\n-Sie haben 500-1000 euro investiert\n-schieben die schuld für die Strafe auf andere/dinge \n-Und sehen die Strafe fast immer als absolut überzogen an","replies":[{"id":"","poster":"TeoX796","date":"2016-01-13T19:57:24.658+0000","up_votes":1,"down_votes":2,"body":"können ja schlecht sagen: ja ich bin schuld und hab mich wie ein A******** aufgeführt aber bitte entbannt mich.\n\n=)","replies":[]}]},{"id":"","poster":"StillYasuoMain","date":"2016-01-12T15:46:59.514+0000","up_votes":4,"down_votes":10,"body":"Warum schreiben Leute, die noch nie eine Permaban gehabt haben, dass er selber Schuld sei?\nBedenkt mal, was ihr bei einem Permaban und 1000€ verlust machen würdet, bevor ihr das schreibt.\n\nPS: Downvoted so viel ihr wollt, wenn  ihr nichts besseres könnt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T18:20:15.287+0000","up_votes":2,"down_votes":1,"body":"Ich könnte auch noch etwas dazu schreiben, aber das wäre mir wirklich zu mühevoll dir alles noch einmal zu erklären was du hier auch ohne Probleme schon im Thread durchlesen kannst.\n\nKurz gesagt: erhast gegen die AGBs verstoßen und muss sich dann nich darüber aufregen die Konsequenzen zu bekommen.","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-12T18:25:22.066+0000","up_votes":2,"down_votes":2,"body":"Ich bin nicht der mit dem Perma...\nSchau zuerst mal wem der Thread überhaupt gehört bevor du irgendwas schreibst.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-12T18:40:20.574+0000","up_votes":1,"down_votes":0,"body":"Tschuldigung dafür. \nhatte etwas schnell getippt und dann kam dieser \"Standard\" Text zusammen.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-12T19:03:32.958+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Only4000,realm=EUW,application-id=KYnfKGf0,discussion-id=AfUAiMHw,comment-id=000d,timestamp=2016-01-12T15:46:59.514+0000)\n>\n> Warum schreiben Leute, die noch nie eine Permaban gehabt haben, dass er selber Schuld sei?\n> Bedenkt mal, was ihr bei einem Permaban und 1000€ verlust machen würdet, bevor ihr das schreibt.\n> \n> PS: Downvoted so viel ihr wollt, wenn  ihr nichts besseres könnt.\n\nErstens mal ist die Intention eines Permas, dass der Spieler es dann einfach sein lässt, er vergrault ja immerhin potentielle Kunden, verdirbt den Ruf, usw. \nAußerdem müsste da dann ein Aufwand betrieben werden, wegen Spielern, die Riot gar nicht möchte. Ich mein wer bezahlt die Abteilung für die Verifizierung bei deiner RP-Idee?\nIch mach mir nen Acc und such mir hier einen Thread mit einem Permacc und Ausgabenangabe und versuch mal mein Glück.\n\nUnd wieso sollen wir bedenken, wasfür einen Verlust wir machen würden?\nIch schätze mal, dass die meisten unbestraften Spieler genau das bedenken wenn ihnen die Finger jucken und denen, welchen sie eh nie jucken interessiert das eh nicht.\nUnd genau deshalb ist er auch selber schuld, wer auch sonst? Keiner hat ihm zum Spielen in seinem Zustand gezwungen, dazu hat er sich selbst entschieden, genauso wie er nicht einfach aufgehört hat als die Strafen vorm Perma kamen.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2016-01-12T16:43:21.426+0000","up_votes":3,"down_votes":0,"body":"Also darf man nur mitreden, wenn man selber einen Permaban hatte?\nDann nehme ich an, du hattest auch einen? Oder wieso meldest du dich in dem Fall?\n\nAnsonsten, siehe meine Vorposter.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-01-12T16:12:30.665+0000","up_votes":3,"down_votes":0,"body":"Sie schreiben das, weil er seber schuld IST! Wenn mich meine Handlungen in Probleme bringen und ich selbst nach mehreren Warnungen nichts ändere kann ich die Schuld bei genau einer Person suchen: mir. \nIst das viel Geld? Klar. Hätte ich mir das vorher überlegen sollen anstatt weiter die Regeln zu brechen? Yap.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-01-12T16:00:00.351+0000","up_votes":3,"down_votes":1,"body":"Diese Leute sollten lieber mal darüber nachdenken, wieviele Spiele sie ruiniert und Spieler sie beleidigt haben.","replies":[]},{"id":"","poster":"TeoX796","date":"2016-01-13T19:50:18.674+0000","up_votes":1,"down_votes":2,"body":"Ok dan Downvote ich mal............ warte eh im Teamerstelle auf einen SUP=)","replies":[]}]},{"id":"","poster":"Megnok","date":"2016-01-12T13:10:45.341+0000","up_votes":1,"down_votes":1,"body":"Naja dann geh halt als Otto Normalverbraucher hin und setz dich mit Riots Anwälten auseinander. Wegen deines eigenen Fehlverhaltens. \nJedem das Seine.","replies":[]}]}