{"id":"QRPxHx8I","poster":"GoG Yagamilight","date":"2016-01-10T15:18:26.004+0000","title":"Welche Maus eignet sich besonderst für LoL?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Guten Tag Liebe Community,\r\n\r\nich suche nach einer neuen Maus, die sich besonderst f&uuml;r LoL eignet.\r\nBin leider mit meiner jetzigen nicht mehr zufrieden und ben&ouml;tige ca drei zus&auml;tzliche\r\nTasten, damit ich meine Musik steuern kann. \r\n\r\nFreue mich schon auf eure Empfehlungen  \r\n\r\nLiebe Gr&uuml;&szlig;e\r\n\r\nGoG Ace","replies":[{"id":"","poster":"dugg","date":"2016-01-11T10:31:09.336+0000","up_votes":1,"down_votes":0,"body":"Eine genaue Beratung kann ich dir leider nicht geben. Ich kann dir aber einen generellen Rat geben. Die Ergonomie der Maus muss stimmen. D.h. sie muss ich in deiner Hand gut anfühlen und das Gewicht muss stimmen. Darüber ist die Abtastung wichtig. Je nach dem, wie schnell du die Maus einstellen möchtest.\n\nDeshalb würde ich einfach mal ins Fachgeschäft oder Handel gehen und ein paar Mäuse in die Hand nehmen (haha :D) und gucken, welche dir am Besten gefällt. Erst danach würde ich mir Gedanken über zusätzlich Tasten machen. LoL lässt sich sehr gut über die Tastatur spielen und benötigt keine Sondertasten.","replies":[]},{"id":"","poster":"Blizzardnight","date":"2016-01-10T19:33:31.559+0000","up_votes":1,"down_votes":0,"body":"Also wenn du eine Maus mit mind 3 zusätzlichen Tasten suchst kann ich dir welche von Razer oder Logitech empfehlen.\nTendiere aber mehr zu Razer. Razer Taipan hat 9 programmierbare Tasten allerdings kostet sie um/über 80 Euro. Die Logitech G300S\nOPTISCHE GAMING-MAUS ist dafür für um die 45 Euro zu haben.(9 programmierbare Tasten). Ich hoffe ich konnte helfen (=","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-10T16:53:23.470+0000","up_votes":1,"down_votes":0,"body":"first world problems... ok, auch nur, weil ich meine Musik über mein Keyboard steuere...\n\nErnsthaft: Wenn es dir nur ums Musik Steuern geht, kaufe dir für 5 Euro nen Keyboard bei Saturn... oder musst du live während des LoL Spielens DJ Übergänge einbauen?","replies":[]}]}