{"id":"zb87gsAB","poster":"FrankerX","date":"2016-01-09T19:44:40.736+0000","title":"Ernste frage, wird EU LCS bald nicht mehr existieren?","subforum":"Esports","up_votes":1,"down_votes":1,"body":"ich meine New EurAsien lcs kauft soviele der eu spieler, bald haben wir keine talente mehr die es wert sind genannt zu werden... bald haben wir gar keine spieler mehr. rip eu lcs?","replies":[{"id":"","poster":"TheUnknown98","date":"2016-01-09T19:51:21.283+0000","up_votes":1,"down_votes":0,"body":"Achwas wenn NA alles aufgekauft hat ist endlich Platz für Proteams wie [Spandauer Inferno](https://twitter.com/spandauinferno?lang=de) {{sticker:slayer-jinx-wink}} \n\n\nNee jetzt ehrlich nachdem \"0-15 NA\" alles verdaut und aufgekauft hat holt sich EU einfach bessere die NA wieder zerstören. Auch die EU Teams haben Geld und der Esport wird immer populärer hier, somit bekommen sie mehr Geld für Spieler.\nNatürlich finde ich es schade da es das FNC was ich so mag zerrissen hat ;/","replies":[{"id":"","poster":"FrankerX","date":"2016-01-09T19:55:35.885+0000","up_votes":1,"down_votes":0,"body":"wer will den sola in der lcs sehen :/\n\nnaja aber woher soll eu die besseren nehmen? die wirklich guten talente... die gehen alle nach na. und das geld was eu hat.... wie rekkles in seinem stream sagte. \"das schlechteste team in na zahlt immernoch 2,5 - 3mal mehr als fnc, die beste organisation in eu\" also hm.","replies":[{"id":"","poster":"SorisDynasty","date":"2016-01-09T20:11:46.030+0000","up_votes":1,"down_votes":0,"body":"Woher EU die Spieler nehmen soll? Ausm Challenger-Pool. Bisher sind immer wieder Star-Talente hervorgekommen. Diese Season waren es bspw Febiven und PoE. Jede Season aufs neue wird bei uns das neue Talent gefördert, statt wie in NA das alte recycelt bis zum geht nicht mehr (Hallo, Dignitas).\nZusätzlich, es gibt einige EU Spieler, die wollen gar nicht in NA spielen. Febiven meinte vor einigen Wochen mal, er würde nie in NA spielen wollen. Amazing kam damals von TSM zurück und hat mit einigen Leuten Origen geformt unter xPekes Führung. Sie haben Semis erreicht in Worlds nach nur einem Split.\n\nIch glaube, man kann drauf vertrauen, dass Spieler zurückkehren oder eben nachentwickelt werden.","replies":[]},{"id":"","poster":"whityhumbuk","date":"2016-01-09T20:01:08.347+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Brâ1ncânc3r,realm=EUW,application-id=hGYdiTd1,discussion-id=zb87gsAB,comment-id=,timestamp=2016-01-09T19:44:40.736+0000)\n>\n> ich meine New EurAsien lcs kauft soviele der eu spieler, bald haben wir keine talente mehr die es wert sind genannt zu werden... bald haben wir gar keine spieler mehr. rip eu lcs?\n\nKann man im Grunde wie beim Fußball etc. sehen, Teams kaufen Spieler die gut ins Team passen und bilden junge Talente aus/födern sie.\nAber irgendwann haben wir eh Sola bei Fnatic :p\n","replies":[{"id":"","poster":"FrankerX","date":"2016-01-09T20:04:03.662+0000","up_votes":1,"down_votes":0,"body":"sobald sola in der lcs ist, schau ich nur mehr lpl und lck lol","replies":[{"id":"","poster":"TheUnknown98","date":"2016-01-09T20:04:35.171+0000","up_votes":1,"down_votes":0,"body":"Ach komm :D Gib dem Lappen eine chance :D","replies":[{"id":"","poster":"FrankerX","date":"2016-01-09T20:09:23.258+0000","up_votes":1,"down_votes":0,"body":"ne ders unsymphatisch und ka. mag ihn einfach absolut nicht.","replies":[]}]}]}]},{"id":"","poster":"TheUnknown98","date":"2016-01-09T20:00:44.200+0000","up_votes":1,"down_votes":0,"body":"Die Esport Szene in NA ist viel weiter entwickelt als in EU. Doch da der Esport hier langsam populärer wird (vielleicht auch schnell) wachsen auch die Sponsoren. Und wie heißt es so schön: Geld gewinnt keine Spiele, trotz besserem Gehalt is NA zum Lappenserver geworden","replies":[{"id":"","poster":"FrankerX","date":"2016-01-09T20:04:57.286+0000","up_votes":1,"down_votes":0,"body":"na war, abgesehn von den season 4 worlds, noch nie wirklich erwähnenswert. trotzdem irgendwann haben sie das ganze fnc team drüben und dann haben sie n super team. \nund bis wir mal sponsoren haben die mit den von NA mithalten können, ist LoL ausgestorben","replies":[{"id":"","poster":"TheUnknown98","date":"2016-01-09T20:06:25.472+0000","up_votes":1,"down_votes":0,"body":"Sei doch nicht so pessimistisch :D NA hat mit guten LoL Seasons genausoviel zu tun wie ich mit Highelo","replies":[]}]}]}]}]}]}