{"id":"jY5AZFYZ","poster":"SuperplexP","date":"2016-01-08T19:50:20.407+0000","title":"Mal schauen ob das System funktioniert","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Grade wieder ein Spiel mit unglaublich freundlichen Mitspielern gehabt (2 an der Zahl).\r\n\r\nHier ein kleiner Auszug aus dem Aftergamechat. Wegen Flaming, Negative Attitude und Hetzrede reported. Mal schauen ob ich ne Nachricht bekomme, dass sie gebannt werden, denn selbst wenn es nur dieses Mal ist, geht das gar nicht.\r\n\r\nIrgendwer der wetten will ob Riots System funktioniert?\r\n\r\n------: die in hell u ***** jew\r\n------: go kill urself shyvana\r\n------: you useless ****","replies":[{"id":"","poster":"M4UR1C31234","date":"2016-01-08T20:48:24.467+0000","up_votes":2,"down_votes":0,"body":"Du wirst nur eine Nachricht bekommen wenn die Person durch deinen Report eine Strafe bekommen hat wenn ich das ganze richtig verstanden habe. Das heißt wenn ein Temmate ihn ebenfalls reportet hat und die Person durch den Report deines Temmates eine Strafe erhalten hat wirst du keine Nachricht bekommen.\n\nMit Freundlichen Grüßen {{champion:92}} {{champion:92}} {{champion:92}}","replies":[{"id":"","poster":"drexxsack","date":"2016-01-08T21:15:36.269+0000","up_votes":4,"down_votes":0,"body":"Die Bedingungen sind:\n1. Dein Report triggert die überprüfung\n2. Es wird bestraft\n3. Der Zufallsgenerator entscheidet, wenn die ersten beiden Punkte zutreffen, ob die Nachricht aufploppt\n\nMan bekommt nicht immer eine Nachricht. Zum einen soll damit Reverse-Engineering erschwert werden, zum anderen war es in den Tests wohl zu spammy, die Nachricht immer auftauchen zu lassen.","replies":[]},{"id":"","poster":"Méldis","date":"2016-01-11T14:58:55.616+0000","up_votes":1,"down_votes":0,"body":"hey, ich weiß nicht ob ich dich richtig verstehe. aber es können auch zwei leute wegen einer person eine benachrichtigung bekommen. hatte mit einem premade jetzt schon zweimal den fall das wir beide 5 minuten nach dem report eine meldung bekommen haben und wir haben beide den gleichen reportet.\nlg","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2016-01-08T20:19:35.566+0000","up_votes":3,"down_votes":0,"body":"Zumal auch alle davon ausgehen, dass man durch das Instant Feedback System immer eine Nachricht bekommen muss, wenn ein reporteter Spieler eine Strafe erhält.\n\nEin Faktor für die Benachrichtigung ist unter anderem dass Dein Report der Report war, der die Chatanalyse getriggert hat. Dann habe ich noch hier im Forum mitbekommen, dass er lediglich bei 14 Tage und Perma Bann die Meldung kommt. Und vor allem das wichtigste: Diese Meldung kommt selbst wenn alle Faktoren positiv sind, auch nicht immer.\n\nRIOT will halt verhindern, dass Spieler quasi an den Pranger gestellt werden, und nichts anderes passiert, wenn jeder Report bei Bestrafen eine Meldung erzeugen würde. Dann könnte RIOT auch gleich hingehen und eine Wall of Shame machen, wo alle bestraften Spieler aufgeführt sind. Oder machen wir es doch noch besser: Verpassen wir den bestraften Spielern ein Erkennungszeichen wie eine besondere Schleife. Merkst Du, wo das hinführt?\n\nIch kann Deinen Wunsch nach Bestätigung einer Bestrafung verstehen. Es führt dann allerdings dazu, dass mit diesen Spielern letztendlich niemand mehr spielen möchte, ganz gleich ob sie sich zu 150% ins positive gebessert haben oder nicht. Und das kann und sollte auch nicht im Sinne des Erfinders sein.\n\nWas Du allerdings machen kannst, wenn Du Dir die Arbeit machen willst: Prüfe in regelmäßigen Abständen deren Profil. Sind dort keine Ehrungen mehr, und/oder hat die Person längere Zeit kein Spiel mehr absolviert wurde er mit an Sicherheit grenzender Wahrscheinlichkeit bestraft.","replies":[{"id":"","poster":"SuperplexP","date":"2016-01-08T20:35:34.417+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=jY5AZFYZ,comment-id=0002,timestamp=2016-01-08T20:19:35.566+0000)\n>\n> Zumal auch alle davon ausgehen, dass man durch das Instant Feedback System immer eine Nachricht bekommen muss, wenn ein reporteter Spieler eine Strafe erhält.\n> \n> Ein Faktor für die Benachrichtigung ist unter anderem dass Dein Report der Report war, der die Chatanalyse getriggert hat. Dann habe ich noch hier im Forum mitbekommen, dass er lediglich bei 14 Tage und Perma Bann die Meldung kommt. Und vor allem das wichtigste: Diese Meldung kommt selbst wenn alle Faktoren positiv sind, auch nicht immer.\n> \n> RIOT will halt verhindern, dass Spieler quasi an den Pranger gestellt werden, und nichts anderes passiert, wenn jeder Report bei Bestrafen eine Meldung erzeugen würde. Dann könnte RIOT auch gleich hingehen und eine Wall of Shame machen, wo alle bestraften Spieler aufgeführt sind. Oder machen wir es doch noch besser: Verpassen wir den bestraften Spielern ein Erkennungszeichen wie eine besondere Schleife. Merkst Du, wo das hinführt?\n> \n> Ich kann Deinen Wunsch nach Bestätigung einer Bestrafung verstehen. Es führt dann allerdings dazu, dass mit diesen Spielern letztendlich niemand mehr spielen möchte, ganz gleich ob sie sich zu 150% ins positive gebessert haben oder nicht. Und das kann und sollte auch nicht im Sinne des Erfinders sein.\n> \n> Was Du allerdings machen kannst, wenn Du Dir die Arbeit machen willst: Prüfe in regelmäßigen Abständen deren Profil. Sind dort keine Ehrungen mehr, und/oder hat die Person längere Zeit kein Spiel mehr absolviert wurde er mit an Sicherheit grenzender Wahrscheinlichkeit bestraft.\n\nJeder deiner Punkte ist praktisch nicht nachvollziehbar.\n\nInwiefern stellt es die Leute an den Pranger, wenn die Leute, die unter den Flamern gelitten haben eine Meldung bekommen, dass diese Flamer die rechte Strafe bekommen haben?\nAuch ohne die Meldung weiß jeder, der mit ihnen gespielt hat, dass sie Vollidioten und Flamer sind. Sie stellen sich also von vornherein selber an den Pranger.\n\nUnd dadurch, dass diese Meldungen nur selten rausschickt hat einfach niemand auch nur ansatzweise Vertrauen in das System.\n\nInsbesondere deinen 3. Absatz kann ich überhaupt nicht nachvollziehen. Inwiefern ändert die Tatsache, dass alle die den Flamer reported haben eine Nachricht bekommen etwas daran, dass niemand mehr mit dem Spieler spielen möchte? Verhindern kann man es so oder so nicht. Siehe High ELo wo diverse Spieler bekannt für ihre toxischen Anwandlungen sind.\n\nUnd zu deinem letzten Absatz: Ich wurde schon als %%%%%%%%% und Schlimmeres bezeichnet und niemand hatte einen Rankedban, geschweige denn einen Timeban. Ich bekomm schon Chat und Rankedban ohne, dass ich jemals über \"Its Lost\" hinausgegangen bin. Ich habe nicht einmal in meinem Lol-Leben Noob geschrieben.\n\nIch wünschte das Tribunal würde wiederkommen. Bisher hat sich nämlich einfach nichts gebessert im Vergleich zu früher.","replies":[{"id":"","poster":"Spicavius","date":"2016-01-08T22:48:26.012+0000","up_votes":2,"down_votes":0,"body":"In sehr vielen Punkten widerspreche ich dir, aber in einem Punkt stimme ich dir zu.\n\nDie Schwelle des Triggers für die Chatüberprüfung ist viel zu hoch eingestellt.\nGanz ehrlich wer einmal eine ungerechte Strafe bekommt, hat Pech gehabt. (10 CR Strafe wow Dramtik pur) Dieser Spieler wird aber niemals mehr wieder eine bekommen, denn er hatte ja nur Pech und ist an sich immer passiv oder positiv.\n\nKonstante Flamer würden deutlich schneller bestraft werden.\nDas neue System funktioniert deutlich besser als früher. Vorallem weil die Flamer realtiv schnell bestraft werden, WENN die Chatanalyse getriggert wird.\n\nIch weiß ja nicht, ob Riot einen großen Teil der Kunden verlieren würde, wenn die Schwelle gesenkt werden würde.\nWenn das so ist, dann stimmt wohl die Aussage der Leute, dass die Mehrheit der Leute Flamer sind, die ab und zu mal zuschlagen, aber nicht an die Grenze der Chatanalyse herankommen, weil es eben ab und zu passiert.\n\nDadurch dass es aber jedem ab und zu passiert, hat man als Konsequenz daraus fast jedes 2. Spiel einen Flamer in Spiel dabei.\nWenn man positiv ist, dann vllt jedes 3. Spiel.\nIch muss nämlich jedes 3. oder 4. Spiel mindestens 1-2 Spieler reporten. Ab und zu auch mal 4 Spieler, die geflamt haben.\n\nWürde die Schwelle niedriger sein, würden viele Leute einfach mal merken, dass sie lieber mal aufhören sollten im schlecht gelaunten Zustand LoL zu zocken und anderen auf den Sack zu gehen.\nDas würde 1 oder 2 Mal passieren und schon würden die Leute erst garnicht anfangen ein \"WHY?\" raus zu hauen, denn die wüssten, dass sie dann recht schnell eine CR bekommen.\n\nSollten die dennoch nicht aufhören, dann wird das eben so wie bei den Permabann-Kandidaten gehandhabt. Wer nicht lernen will der muss spüren.\n\nAber vermutlich will Riot die Schwelle extra so weit oben haben, damit sie erstens nur die extremen Leute erwischen und 2. absolut keine Unschduligen treffen und 3. vermutlich eine riesen große Menge an Spielern erwischen würde. Anders kann ich mir diese so schwer auszulösende Schwelle für die Analyse nicht erklären.\nSollte die große Menge an Spielern erwischt werden, würde sich Riot vermutlich nur selbst in eigene Bein schneiden. Aber ist ja nur eine Vermutung oder könnt ihr euch erklären wieso der Trigger so schwer auszulösen ist?","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2016-01-08T20:05:52.254+0000","up_votes":1,"down_votes":3,"body":"Mach dir mal den Spaß und erstell dir ein smurf, Flame auf übelste und zähle die spiele bis du gebannt wirst, danach kannst du immernoch das System in frage stellen.\n\nPs: Never touch a running System \n\nLG Riku","replies":[{"id":"","poster":"Shiggyvara","date":"2016-01-08T21:02:26.176+0000","up_votes":2,"down_votes":0,"body":"Na dann ist es ja gut, dass Riot von Reworks absieht, das Chatrestrictionsystem beibehalten hat etc. etc.\n\nWaren schließlich alles laufende Systeme ;)","replies":[]}]},{"id":"","poster":"Battle Keks","date":"2016-01-08T20:04:56.536+0000","up_votes":2,"down_votes":1,"body":"Ich wette das die nur nen Chatban oder Rankedban kriegen und sonst gar nichts.","replies":[]}]}