{"id":"TQuItV2H","poster":"dome025","date":"2016-01-08T17:28:34.648+0000","title":"[Champion-Konzept] Dwaal - Das finstere Licht","subforum":"Skin- & Champion-Konzepte","up_votes":4,"down_votes":1,"body":"Kategorie: Supporter/ Tank\n****\nLore: Dwaal ist eine mysteriöse Kreatur, die die Wälder Valorans durchstreift. Die Menschen erzählen sich viele verschiedene Gerüchte über ihn. So soll er Leute für Kindred in die tiefen Wälder locken. Es wird zudem weitergesagt, dass er ein starker und weiser Mann gewesen sein soll. Eines Tages wurde er verflucht. Teil des Fluches ist, dass er ein sehr langes Leben unter Schmerzen führen wird. Der Fluch hat ihn auch in eine magische Kreatur verwandelt. Daraufhin soll er Kindred gesucht haben und als er das Lamm und den Wolf gefunden hatte, machte er mit diesen eine Abmachung. Wenn er genug Leute zu Kindred lockt, würde es den Fluch brechen und den Mann töten, um ihn so von seinen Qualen zu befreien. Dwaal wandelt die Seelen der Leute in Irrlichter um mehr Leute anzulocken.\n****\n****\nF&auml;higkeiten:\n\n> Passive: Um Dwaal herum erscheinen immer wieder zuf&auml;llig Irrlichter, wenn Dwaal durch diese läuft heilt er sich für einen kleinen Wert. Irrlichter bewegen sich in einem bestimmten (nicht allzu großem) Gebiet an ihrem Erscheinungspunkt zufällig umher. Irrlichter verschwinden wenn Dwaal durch diese gelaufen ist und sich durch das Irrlicht geheilt oder diese aufgesammelt hat oder Irrlichter für eine Fähigkeit benutzt wurden oder nach einer bestimmten Zeit.\n\n* Irrlichter sind Blau und färben sich langsam Grau, wenn sie verschwinden.\n****\n> Q: Dwaal heilt einen Verb&uuml;ndeten f&uuml;r einen Teil von seinem Leben, nahe Irrlichter fließen zum Verbündeten (sind keine Irrlichter in der Nähe wird die Heilung reduziert; für jedes Irrlicht wird die Heilung erhöht). Wenn Dwaal diese Fähigkeit auf sich selbst aktiviert, folgen Gegner, die im Wirkungsbereich eines Irrlicht stehen, diesem Irrlicht. Die Irrlichter verändern davor ihr Farbe von blau zu grün, von grün zu orange und von orange zu rot. Das verändern der Farbe braucht ein wenig Zeit und dient als Warnung an Gegner.\n\n* Irrlichter sind Weiß, wenn sie zu einem Verbündeten schweben und diesen heilen.\n****\n> W: Sendet einen Strom aus Irrlichtern aus. Dieser verspottet Gegner und verursacht an ihnen Schaden. Wenn dieser Skillshot einen Gegner getroffen hat, kehren die Irrlichter zu Dwaal zurück und Verbündete, die bei der Rückkehr getroffen wurden, werden geheilt.\n\n* Die Irrlichter sind Gelb, wenn sie von Dwaal wegströmen. Die Irrlichter sind Grün, wenn sie zu Dwaal zurückkehren.\n****\n> E: Dwaal entlädt Energie in die Umgebung, welche Gegnern Schaden zufügt und diese betäubt.\nPassive: Dwaal kann Irrlichter aufsammeln. Wenn er genug aufgesammelt hat, erhält er zusätzlich beim Aktivieren      dieser Fähigkeit einen Schild.\n\n* Die Energie ist bunt. Der Schild ist blau.\n****\n> R: Dwaal erschafft eine Mauer aus Irrlichtern um sich herum. Gegner und Verbündete können nicht durch die Mauer hindurchgehen/hindurchspringen, können aber hindurchflashen/hindurchteleportieren. Skillshots können die Mauer passieren. Wenn sich die Mauer auflöst, fließen die Irrlichter zu Dwaal zurück und verursachen an Gegnern Schaden. Gegner, die die Mauer berühren, werden von Dwaal verspottet.\n\n* Die Irrlichter sind Pink und färben langsam zu Lila, wenn sich die Mauer auflöst. Sie färben sich weiter zu Schwarz, wenn die Irrlichter zu Dwaal zurückkehren.\n****\n****\nBilder zur Inspiration:\n\nhttp://www.pixarblog.de/wp-content/uploads/2012/06/brave_merida_forest_wald_irrlichter_4.jpg\n\nhttp://vignette3.wikia.nocookie.net/pixar/images/1/1b/Irrlichter.jpg/revision/latest?cb=20120803112117&amp;path-prefix=de\n\nhttp://fire-blazers.cat01.de/galerie/gw-032.jpg\n****\nÄnderungen:\n\nPassive:\nDwaal taunted Gegner nicht mehr, die durch die Irrlichter (passive) gehen.\n\nQ:\nDwaal stiehlt kein Leben mehr von Gegnern mit seiner Q. \nDwaal kann in Kombination mit seiner Passiven nun Gegner einem Irrlicht für kurze Zeit folgen lassen.\n\nW: ---\n\nE:\nDwaal heilt sich nicht mehr.\n\nR:\nDwaal nimmt nicht mehr das Aussehen eines Verbündeten mit seiner Ultimate ein.","replies":[{"id":"","poster":"CustomKunibert","date":"2016-07-28T11:42:27.071+0000","up_votes":1,"down_votes":0,"body":"Du hattest mal drin, dass die Ulti Dwaal als einen verbündeten tarnt? Mensch, das wär wirklich cool, wieso hast du es rausgenommen?? XD","replies":[{"id":"","poster":"dome025","date":"2016-07-28T15:38:44.560+0000","up_votes":1,"down_votes":0,"body":"Weil es so mache Probleme hatte. Allein sich als einen gegnerischen Champion zu tarnen hätte keinen großen Einfluss auf das Spiel. Da er im besten Fall Verbündeten helfen könnte, die gejagt wurden. Und so die Aufmerksamkeit der Gegner auf sich ziehen könnte. Oder dass Gegner ein paar Spells verschwenden bevor gekämpft wird. Und die Gegner hätten recht schnell herausgefunden, dass es der falsche Champ ist, wenn Dwaal seine Fähigkeiten einsetzt. Ihm zusätzlich die Fähigkeiten von seinem Verbündeten zu geben, damit man nicht weiß wer der echte ist, wär auch keine Lösung gewesen.\n\nhttp://boards.na.leagueoflegends.com/en/c/skin-champion-concepts/WfykBtj2-champion-concept-dwaal-the-dark-light","replies":[{"id":"","poster":"CustomKunibert","date":"2016-07-29T07:43:59.203+0000","up_votes":1,"down_votes":0,"body":"Bei dem Funmodus \"Black Market Brawlers\" gab es ein Items, das diesen Effekt hatte. Ich habe da sehr lustige Videos dazu auf YouTube gesehen, auch teilweise mit sehr sinnvollen Anwendungsmethoden (allerdings auf einer Diana, die sich als ADC getarnt hat und dann auf den gegnerischen Xerath zugelaufen ist, nur um ihn dann zu baiten und zu oneshotten ^^)","replies":[]}]}]},{"id":"","poster":"dome025","date":"2016-01-09T10:23:27.251+0000","up_votes":1,"down_votes":0,"body":"So habe paar Änderungen vorgenommen und eine Lore hinzugefügt.","replies":[]},{"id":"","poster":"Bladewind515","date":"2016-01-08T19:08:28.749+0000","up_votes":1,"down_votes":0,"body":"Wow. Erinnert mich Mit den irlichtern ein bisschen an bard. Sehr gutes Konzept. Finde die ulti persönlich am besten. \nMfG Bladewind","replies":[{"id":"","poster":"dome025","date":"2016-01-08T19:21:49.698+0000","up_votes":1,"down_votes":0,"body":"Habe beim erdenken des Konzepts auch an Bard gedacht, da beide irgendwie fremd sind und man nicht viel von beiden weiß. Beide sind halt mysteriös auf ihre eigene Weise. \nDanke für das positive Feedback :)","replies":[]}]}]}