{"id":"K8FWgQ3F","poster":"Lius Nudin","date":"2016-01-08T10:32:43.159+0000","title":"Ist das Normal einen 20er LB sofort zu bekommen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich wollt nur grad fragen ob es normal ist sofort einen LeaverBuster von 20 zu bekommen wenn man 2 mal Leavt. Ich leave leider oft weil Ich ne sch... Internettverbindung hab und meine Eltern manchmal sagen ausmachen.\nlg Lius Nudin\n\nPS: SUche Trainer\n\nPPS: Bin ihn schon am abarbeiten","replies":[{"id":"","poster":"legofreak1","date":"2016-01-08T10:40:35.351+0000","up_votes":3,"down_votes":0,"body":"Wenn man sich deine History im Forum anschaut, dann hast du bereits früher Bekanntschafft mit dem Leaverbuster gemacht. Du warst dort bereits schon bei 20 Minuten Wartezeit, der Leaverbuster kennt dich also und hat dir bei weiteren Vergehen wieder eine höhere Strafe gegeben, weil du immer noch Spiele verlässt.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-01-08T10:39:56.428+0000","up_votes":2,"down_votes":0,"body":"Wenn du wegen deiner Internetverbindung öfters Probleme hast, wird dies der Leaverbuster bereits bemerkt haben. Wenn du dann 2x innert kurzer Zeit dc hast und dies vielleicht sogar noch Rankeds waren, ist es sehr gut möglich, dass du für 20 Minuten in der Warteschlange warten musst.\n\nBezüglich den dc würde ich mit deinen Eltern einmal sprechen, ob sie den Provider deswegen informieren. Ich hatte auch letztes Jahr einzelne dc, dann aber mit dem Provider das Problem besprochen und jetzt scheint es wieder recht gut zu klappen (Techniker musste einmal bei mir vorbeikommen).\n\nBezüglich Spielzeiten:\nDu musst vorher mit deinen Eltern abmachen, bis wann du spielen darfst. \nWenn du z.B. nur noch 30 Minuten Spielzeit hast, dann beginne kein neues Game mehr. Denn ein Game kann teilweise ja bis zu einer Stunde und mehr dauern. Dies liegt also in deiner Verantwortung. Du musst dafür sorgen, dass du nicht während eines Games abschalten musst.","replies":[]},{"id":"","poster":"Lius Nudin","date":"2016-01-08T10:43:20.773+0000","up_votes":1,"down_votes":0,"body":"Ja er kenn mich und meine Eltern sind da leider nicht so einsichtig aber vielen dank für antworten hat mir sehr geholfen es zu verstehen und mit dem Internet wir bekommen bald ne Breitbandleit und und dann gehts ab.","replies":[]}]}