{"id":"MEH88eXI","poster":"XCaitultedjfkX","date":"2016-01-08T11:10:17.113+0000","title":"Riot p2p client??","subforum":"Hilfe & Support","embed":{"title":"Ankündigung: Pando Media Booster wird entfernt","description":"In wenigen Aktualisierungen werden wir ein stillgelegtes Drittanbieter-Programm namens Pando Media Booster aus unserem Installationsprogramm und dem Patcher entfernen, das bei der Peer-to-Peer-Übertragung half. Als Peer-to-Peer-Dienst erlaubte es Pando zuvor Spielern, die Patchdateien, die sie benötigten, von anderen LoL-Spielern zu erhalten, anstatt eine Anforderung an unsere Server zu schicken, die womöglich weiter entfernt stehen.","url":"http://euw.leagueoflegends.com/de/news/game-updates/features/ankundigung-pando-media-booster-wird-entfernt","image":"http://euw.leagueoflegends.com/sites/default/files/styles/wide_medium/public/upload/articleheader_pandomedia_popup.jpg?itok=fJe-CP7e"},"up_votes":1,"down_votes":0,"body":"Ich habe gelesen das der pando media booster entfernt wurde (gott sei dank) er aber durch eine andere software ersezt wurde die von riot selbst kommen soll siehe link : http://euw.leagueoflegends.com/de/news/game-updates/features/ankundigung-pando-media-booster-wird-entfernt \r\nSo nun zu meinen fragen: 1.Ist momentan das downloaden &uuml;ber p2p deaktiviert??\r\n                                            2.DIe software m&uuml;sste ja schon drauf sein kann man sie denn auch deiinstalieren?\r\n                                            \r\nMit dem pando z.b gabs nur problem auf kosten deiner internetleitung w&uuml;rd deshalb diese software abstellen falls das noch m&ouml;glich ist. den pando konnte man damals ja einfach l&ouml;schen.","replies":[{"id":"","poster":"Fairez","date":"2016-01-08T11:15:51.344+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nPeer to Peer kannst du im Patcher deaktivieren. (Rechtsklick auf das Zahnrad und das \"X\" bei Erlaube Peer-to-Peer-Transfer entfernen)\nDa der Pando Media Booster nicht mehr verwendet wird, musst du auch keine Software mehr deinstallieren.\n\nArgh, zu langsam... :)","replies":[]},{"id":"","poster":"legofreak1","date":"2016-01-08T11:12:01.045+0000","up_votes":1,"down_votes":0,"body":"Peer2Peer kannst du im Patcher de/aktivieren, wenn du dies nicht verwenden möchtest. Eine Extrasoftware ist dazu nicht mehr installiert.","replies":[]}]}