{"id":"w9cZsRPK","poster":"ΠIRΛCLE","date":"2016-01-07T20:31:45.428+0000","title":"Champion Idee","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":2,"body":"Hallo Zusammen ,\r\n\r\nda mir die letzten Champs, die raus gekommen sind, nicht so  gut gefallen haben, habe ich mir &uuml;berlegt, einen von mir ausgedachten Champ vorzuschlagen. (Bitte beachten, dass ich kein Experte bin und dies nur aus Spa&szlig; und &quot;Liebe&quot; zum Spiel mache. Vllt gef&auml;llt mein Champ ja irgendwem :) \r\n\r\nIch hatte mir &uuml;berlegt, den Champ einen Charakter aus der Mischung von Jinx und Lulu zu geben . Also so verr&uuml;ckt  &amp; s&uuml;&szlig; in etwa.\r\nDer  Champ ist weiblich und  sollte einen normalen bzw. einfachen M&auml;dchennamen haben, da ich gern mal wieder einen neuen &quot;normalen Menschen bzw Frau/M&auml;dchen&quot; in der Kluft sehen w&uuml;rde. \r\nZu dem Titel ist mir noch nichts eingefallen, aber da w&auml;hre ja viel Platz um einen zu finden. \r\n\r\nZum Aussehen : \r\n\r\nUm das Aussehen hab ich mir nur eingeschr&auml;nkt Gedanken gemacht. Sie sollte blonde oder braune Haare haben, leichte R&uuml;stung tragen (vllt etwas &quot;freiz&uuml;giger&quot;, also Ausschnitt oder bauchfrei). Als Waffe einen Mix aus der Waffe von Thresh und den Waffen von Akali, also eine gr&ouml;&szlig;ere Einhandsense. Ich gebe den Designern da freie Hand, da diese weit aus mehr Ahnung von Champdesigns haben als ich.\r\n\r\nZu der Geschichte : \r\n\r\n Auch zu der Geschichte hab ich nicht so viel im Kopf. Vllt k&ouml;nnte man sie irgendwie in die Shen - Zed Storry einbinden . Eine andere Variante  w&auml;hre ein Anschluss an die Geschichte von Azir und Shurima, oder an die Geschichte von Riven und Yasuo. Ich denke, dass auch da viel Platz ist, und vielleicht hat da jemand eine bessere Idee.\r\n\r\nAls Spellressource h&auml;tte sie ganz klassisch Mana.\r\n\r\nZu den Skills :  \r\n\r\nPassive :  Alle X Sekunden heilt sie ihr n&auml;chster Autoattack f&uuml;r X%, der Cooldown der passiven wird durch Attackspeed verk&uuml;rzt (und falls es zu schwach ist durch AP verst&auml;rkt. D.h f&uuml;r z.B 50 ap bekommt sie 5 HP mehr) \r\n\r\nQ Spell : Sie schl&auml;gt mit ihrer Sense 3 mal zu. Diese Autoattacks f&uuml;gen magischen Schaden zu (die auf ap skallieren) . Wenn jeder Autoattack auf den gleichen Gegner getroffen wurden, f&auml;ngt dieser &uuml;ber 3 Sekunden an zu Bluten. Diese Blutung f&uuml;gt magischen Schaden in prozentualer h&ouml;he zu, abh&auml;ngig von dem Aktuellen Leben des &quot;Opfers&quot;. \r\n\r\nW Spell :  Aktiv : Gibt ihr Bonus Lifesteal und Spellvamp &uuml;ber einen kurzen Zeitraum.  (Als Beispiel 15/12/10/8 ... Cooldown).\r\n                 Passiv : Die Autoattacks werden prozentual mit dem AP verst&auml;rkt. (wie die Kalye Q nur konstant) \r\n\r\n\r\nE Spell : Sie springt &uuml;ber eine kurze Distanz nach vorne und zieht sich mit ihrer Sichel zu einem Gegner (doppelte Autoattackreichweite) und bet&auml;ubt ihn f&uuml;r einen kleinen Zeitraum (0.5 Sekunden auf Stufe 1 als Beispiel) und f&uuml;gt ihm ein bisschen magischen Schaden zu (skaliert auf AP). So eine Art Nautilus Hook, nur mit wesentlich k&uuml;rzerer Reichweite und sie kann sich NICHT zu Terrain ran ziehen!\r\n\r\nR Spell : Sie deaktivirt einen Spell des Gegners, jenachdem ob Ulti oder &quot;normaler Spell&quot; ist der Cooldown h&ouml;her oder niedriger. Die Reichweite ist nur so gro&szlig; wie die Autoattack reichweite! Unsichtbarkeitsspells k&ouml;nnen nicht abgebrochen werden (Talon ulti, shaco q etc. Auch Passive allgemein k&ouml;nnen nicht abgebrochen werden. Z.B Volibear, Aatrox, Anivia, Zac etc.) Hat der Gegner keinen Spell aktiviert, wird der Gegner  Bet&auml;ubt. (1/1.5/2 Sekunden) Als kleines Bsp. falls es jemand nicht versteht oder ich mich zu unklar ausgedr&uuml;ckt habe : Man spielt Gegen einen Renekton. Benutzt man nun seine Ulti auf den Renekton, w&auml;hrend er seine Ulti nicht aktiviert hat, wird er bet&auml;ubt und der Cooldown deiner Ulti ist niedriger. Hat der Renekton jedoch seine Ulti an, wird diese deaktiviert und er wird NICHT bet&auml;ubt. Deaktiviert man z.B die W, also das Bet&auml;uben von Renekton, bevor er einen selber getroffen hat, kann er einen selber nicht mehr bet&auml;uben, er geht normal auf cd, als h&auml;tte er ihn erfolgreich benutzt, und der cd von der eigenen Ult geht auf niedrigen cd. Ich wei&szlig; nicht ob das so umsetzt bar ist, wenn nicht m&uuml;sste diese Ult angepasst werden oder ver&auml;ndert.\r\n\r\nErkl&auml;rung zu der Ulti :\r\n\r\nSie k&ouml;nnte OP sein oder auch Total Useless. Ich wei&szlig; es nicht. Ich denke aber sie w&auml;hre ein guter Counter zu Dr. Mundo , Vayne oder andere Lategamemonster, die durch ihre Ulti&acute;s sehr starke Teamfights haben. Daf&uuml;r wird sie gut gecountert von Champs, die selber keinen &quot;eigenbuff&quot; haben. Z.b Jinx oder Zed. \r\n\r\n&Uuml;ber das Itembuild : \r\n\r\nAttackspeed + AP ist wichtig. Dann je nachdem wie oder was man spielen m&ouml;chte tanky oder weiter DMG. \r\n\r\nRolle :\r\n\r\nIch k&ouml;nnte sie mir sehr gut im Jungle oder auf der Toplane vorstellen. Aber Mid und Support k&ouml;nnte auch noch klappen. \r\n\r\n\r\n\r\n\r\nSkin Vorschlag :\r\n\r\nReaper / Bloodmoon / Project / Full Metal / Arcade\r\n\r\nSchlussworte :\r\n\r\nZu erst m&ouml;chte ich mich f&uuml;r m&ouml;gliche Rechtschreibfehler/ Grammatikfehler  entschuldigen ! Desweiteren m&ouml;chte ich noch einmal  sagen, dass ich nicht wirklich viel Ahnung von Skalierungen, Champdesign oder &auml;hnliches habe, deswegen hab ich die Skalierungen auch gr&ouml;&szlig;tenteils nur angedeutet.\r\n\r\nDieser Championvorschlag dient lediglich als VORSCHLAG. \r\n\r\n&Uuml;ber konstruktive Kritik w&uuml;rde ich mich freuen. \r\n\r\nDie Idee zu dem Champion ist mir gekommen. Falls jemand schon mal ein Konzept vorgestellt hat, das so &auml;hnlich war, entschuldige ich mich. Ich habe ihn dann  nicht gelesen. Wie ihr wisst, sind bestimmte Teile von den Spells  von bereits  vorhandenen Spells etwas - fast ganz nachempfunden. Dies liegt daran, dass mir die Idee dahinter ganz gut gef&auml;llt und es schon fast alles gibt. \r\n\r\nMFG :)","replies":[]}