{"id":"rwiV5wYG","poster":"XxXBudieee","date":"2016-01-07T20:43:01.140+0000","title":"[Champion-Vorschlag] Joaquin, die auf achtsame","subforum":"Champions & Gameplay","up_votes":1,"down_votes":8,"body":"**Die kleine Geschichte des kleinen M&auml;dchen Namens Joaquin**\n\n _Das kleine M&auml;dchen, das von jeden gemobbt wurde, das M&auml;dchen was alle hassten... Keiner mochte Sie, doch eines tages schwor Joaquin rache zunehmen, an all die Freunde \ndie es Ihr antahten . Sie floh nach Noxus um ihre Schwester zu finden, um ihre Magie auszuweiten. Ihre Schweste ist s&uuml;&szlig; aber auch teuflisch, genauso wie sie !\nDoch Sie spielte weder mit einen B&auml;ren, sondern Trainierte Tag und Nacht... Dann flog ihr ein unseri&ouml;ses Tier auf Sie zu, f&uuml;tterte es mit Eicheln, Bl&auml;ttern, W&uuml;rmer, es\nfra&szlig; alles. Sie wurden schnell Freunde und die Rache begann..._\n\n**F&auml;higkeiten**\n\n_Passive : Boom Boom_\n _Boom Boom gibt einen Beschworenes Haustier 150 Angriffschaden wodurch Joaquin pro sekunde 100 Mana verliert. Die Passive h&auml;lt 3 Sekunden an._\n_Passive kann nicht gestackt/verst&auml;rkt oder &auml;hnliches werden !_\n_Abklingzeit : 180 Sekunden (3 Minuten) _\n---\n_Q : Schrei der Qual_\n_Joaquin schreit vor sich hin wodurch der Gegner Tibbers Gesicht sehen wird und f&uuml;gt Schaden hinzu._\n_Schaden : 50 Grundschaden (+20% der F&auml;higkeit st&auml;rke)_\n_Mana : 50/60/70/80/90_\n_Abklingzeit : 20/19/17/15/15_\n---\n_W : Illusion_\n_Joaquin t&auml;uscht einen Angriff ihrer F&auml;higkeit vor und kann nur durch verb&uuml;ndete wirksam gemacht werden._\n_Schaden : 100 Grundschaden (+25% der F&auml;higkeit st&auml;rke)_\n_Mana : 70/80/90/100/110_\n_Abklingzeit : 18/16/14/12/12_\n---\n_E : Tod_\n_Wenn Joaquin Tod aktiviert, erh&auml;lt der Gegner einen Debuff der Pro Sekunde 2% des aktuellen Leben entzieht und 5% des Aktuellen leben des Gegner als Schaden zur&uuml;ck wirft, wodurch Joaquin 100 Mana verliert.\n_Schaden : 2% des aktuellen leben_\n_Mana (Passiv): 70/80/90/100/110_\n_Mana (Aktiv) : 100/110/130/140/150_\n_Abklingzeit : 30/28/26/24/20_\n---\n_R : T&auml;uschung_\n_Joaquin t&auml;uscht ihren Tod vor und Annie bekommt f&uuml;r 3 Sekunden 5% mehr F&auml;higkeitst&auml;rke. Joaquin kann f&uuml;r 10 Sekunden niemanden t&ouml;ten._\n_Mana : 120/140/160_\n_Abklingzeit : 120/110/100_\n---\n_Smart cast Tasten :_\n\n* Tanzen : Sie tanz mit Annie als Geist, und Singt &quot;Wir werden die verr&auml;ter t&ouml;ten und Noxus Verteidigen !&quot;\n\n* Joke : Sie l&auml;sst den Geist von Annie spucken und erschreckt Joaquin aus Spa&szlig;\n* Taunt : Haha ! Schon wieder gestorben ?\n\nIch hoffe meine Dame ist nicht zu Stark und die Skalierung stimmt :) Ich kann leider nicht gut zeichnen :(\n\nIch erfreue ich &uuml;ber jeden Positiven/Negativen/Neutralen Kommentar in diesen Thread :)\n\nEinen wundersch&ouml;nen euch allen und vielen Dank das ihr euch die m&uuml;he gibt das durch zulesen.\n\nMit freundlichen Gr&uuml;&szlig;en\nXxXBudieee\n\nPS : Die Angaben werden durch ein durchschnitt von 700 AP errechnet und mit 2000 Leben.\n\nEdit : Das Tier fliegt zu Annie und verleiht ihr die 5% Fähigkeit stärke","replies":[{"id":"","poster":"Pandaphiri","date":"2016-01-07T22:21:01.317+0000","up_votes":4,"down_votes":0,"body":"Also abgesehen von den Schreibfehlern die mich das eine oder andere mal zum Schmunzeln gebracht haben verstehe ich den Sinn hinter dem Champ nicht. \n\nDie Story ist lieblos dahingeschmiert und voller Fehler.\n\ndie Passive ist so lala. Sie aknn also alle  3 Minuten ein \"Haustier\" beschwören (Random oder kann man das selber entscheiden) was direkt mal 150 ad hat und das im early wo man noch gar nix weiter hat = broken \n\nQ: der Name klingt zwar intressant macht aber keinen wirklichen Sinn mit dem was passiert und warum sollten die Gegner etwas von einem anderen Champ (Annie) sehen und Schaden bekommen daduch wenn sie was einsetzt ?\n\nW: Die Eklärung der Fähigkeit ist vollkommen Verwirrend. Sie Täuscht einen Angriff vor und dann? Was genau soll der Verbündete machen? Macht er den Schaden? Macht sie es auf den Feind und Tauscht den Platz ann mit dem Verbündeten der Angreift? Erklärung bitte damit man auch versteht wie die Attacke Funktionieren soll.\n\nE: Ebenfalls sehr verwirrend. Sie macht Schaden und bekommt dafür Schaden der Größer ist als der den sie Veursacht??  Zumindest wirkt es so auf mich. Genauere Erklärung bitte\n\nR: Vollkommen überflüssig. Sie Täuscht ihren Tot vor und wenn keine Annie da ist dann..ähm ja bringt es nicht sehr viel und das sie keinen für 10 Sekunden töten kann ist ein Debuff auf sich selbst? Sie Täuscht also ihren Tot vor und kann dann nicht einmal wen töten? Für dne Fall das es so gemeint war das man sie dann nicht töten kann: so was haben wir  (beinahe) schon in Form von Tryndamer nur das der dabei noch Gegner killen kann und nicht einfahc nur \"Tot\" da liegt. Ansonsten hat die Ult keinen wirklichen Nutzen für das Team außer ein mal sich selbst retten was Ungefähr dem Jäger Tot aus WoW gleichkommt wo man einfach nur daneben steht und wartet bis er wieder aufsteht um ihn dann einfach zu killen (Wenn man auf ein mal ohne Grund Stirbt obwohl das leben noch ausreicht ist das eben zu Auffällig. \n\nAllgemeines Konzept: Bitte nochmal überarbeiten, Erklären und Anpassen denn so hat es in meinen Augen(ja in meinen eigenen also Spreche ich damit nur für MICH ) keine Daseinsbrechtigung.","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-07T22:32:51.896+0000","up_votes":1,"down_votes":1,"body":"@ Passiv : Sie gibt einen Haustier den Buff aber nur alle 3 min oder den Buff zu verändern etc\n@ Q : Sie soll die \"größere\" Schwester darstellen und Annie ist für sie quasi die einzigste die sie noch hat\n@ W : Sie Täuscht es vor, korrekt -> aber NUR irgendein verbüdeter kann dies quasi aktivieren bzw den spell an ihr auslösen (Gegner)\n@ E : nicht ganz ! wenn sie nur die 2% abzieht dann siehe passive, aber wenn die den schaden zurück \"werfen\" will, dann verliert die direkt 100 Mana (oder je nach skill)\n@ R : da sie etwas \"vergibt\" soll sie halt keine chance haben in der zeit niemanden zu töten da es sonst zu op wäre.... wenn dann eine annie mit 900 (z.b.) ankommt und dann noch ein feed lucian mit 400 ad dann fliegt der gegner direkt um.. also soll sie in der zeit keine chance haben etwas zu killen","replies":[{"id":"","poster":"Pandaphiri","date":"2016-01-07T23:13:30.676+0000","up_votes":3,"down_votes":0,"body":"@ Passiv : Sie gibt einen Haustier den Buff aber nur alle 3 min oder den Buff zu verändern etc  -> also ist sie quasi permanennt zu zweit oder wie? und dann kann sie dem haustier  ad geben für  3 sekunden? und bitte was an dem Buff verändern ? davon hast du nichts geschrieben. außerdem steht a haustier beschwören und  nicht einfahc nur einem Haustier einen buff kurzzeitig geben. \n\n @ Q : Sie soll die \"größere\" Schwester darstellen und Annie ist für sie quasi die einzigste die sie noch hat -> trotzdem wirkt die Story hingeschmiert\n\n @ W : Sie Täuscht es vor, korrekt -> aber NUR irgendein verbüdeter kann dies quasi aktivieren bzw den spell an ihr auslösen (Gegner)  ->also gibt sie dem Gegner nen Debuff der bei nem angriff vom verbündeten schaden macht? keine ahnung ob das so sinvoll ist. btw. An ihr auslösen und dann schreibst du Gegner dahinter? Entscheide dich mal. \n\n @ E : nicht ganz ! wenn sie nur die 2% abzieht dann siehe passive, aber wenn die den schaden zurück \"werfen\" will, dann verliert die direkt 100 Mana (oder je nach skill)-> ganz ehrlich ich habe keinen Plan was du meinst. was macht sie denn nun genau? zieht sie  pro sekunde schaden oder wirft sie schaden zurück oder verhindert sie schaden oder was? es ist absolut nicht ersichtlich was genau hier bewirkt werden soll. Du solltest dich schon entscheidne zwischen deinen Aussagen. Oben schriebst du 2% UND % und hier schreibst du 2% oder zurückwerfen. \n\n @ R : da sie etwas \"vergibt\" soll sie halt keine chance haben in der zeit niemanden zu töten da es sonst zu op wäre.... wenn dann eine annie mit 900 (z.b.) ankommt und dann noch ein feed lucian mit 400 ad dann fliegt der gegner direkt um.. also soll sie in der zeit keine chance haben etwas zu killen -> was bitte vergibt sie denn wenn sie etwas Vortäuscht?  bzw. wenn sie einfach umkippt aber noch leben hat weiß jeder das sie nur die ult genutzt hat und dann warten alle bei ihr bis sie wiedr aufsteht. quasi ist die ult ne \"ich lass die anderen alles machen und bekomm dafür nichts oder nen Assist fürs nichts tun\" ult. \n\nsry der ganze champ ist alles andere als durchdacht.","replies":[]}]},{"id":"","poster":"StillYasuoMain","date":"2016-01-07T22:28:04.062+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ist ein kleines Kind dass das geschrieben hat :D","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-07T22:34:21.027+0000","up_votes":1,"down_votes":0,"body":"eig bin ich 17 ._.\naber das lass ich mal gelten :D","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-08T04:23:29.315+0000","up_votes":1,"down_votes":0,"body":"Oh sry:D \nDann kannst du deinen Champ vielleicht nicht so gut erklären xD","replies":[]}]}]}]},{"id":"","poster":"Soúp","date":"2016-01-08T09:05:42.743+0000","up_votes":2,"down_votes":0,"body":"Ich kann mir vorstellen, dass du dir Gedanken gemacht hast, aber ich muss meinen Vorrednern recht geben - ich habe keine Ahnung, was der Champion machen soll! \nHast du dir denn selbst schon mal vorgestellt, wie er sich im Kampf verhalt, bzw wie er sich spielt? \n\n..also ich stehe auf der Lane gegen Joaquín und dann schreit er rum, ich sehe das Gesicht von Tibbers und bekomme Schaden. Kann ich das denn dodgen, oder drückt er Q und verteilt immer Schaden?\n..wir lanen also weiter und es sieht auf einmal so aus, als wolle Joaquín mich attackieren, macht er aber nicht- aber ich bekomme trotzdem Schaden? Woher? Kann ich das dodgen?\n..naja, es geht weiter. Aus dem Nichts verliere ich pro Sekunde (wieviele denn?) 2% meines aktuellen Lebens, aber ich werfe 5% meines aktuellen Lebens als Schaden zurück und Joaquín verliert Mana? Kann ich das dodgen? Denn bisher sehen deine Spells so aus, als wird geklickt und ich verliere Leben, ohne einen Spell zu sehen. Ich meine .. Ahri wirft eine Kugel, der ich ausweichen kann, Yasuo wirft einen Sturm, dem ich ausweichen kann, Zed wirft Shuriken, denen ich ausweichen kann.. Und Joaquín? Der drückt Q W E und ich bin Tod, ohne etwas zu sehen oder machen zu können? \n..weiter geht's. Wir attackieren uns also und auf einmal liegt Joaquín regungslos am Boden. Und ich kann 10sek entspannt Farmen, healen und evtl seinen Tower zerstören. \n\n\nSehr merkwürdiger Champ.","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-08T12:16:44.216+0000","up_votes":1,"down_votes":0,"body":"1ter Punkt : Der erste Spell soll etwas Harmlos sein, also den kann man generell nicht dodgen\n2ter Punkt : Der Schaden wird erst wirksam wenn irgendeiner aus den Gegner Team (mit Joaquin) dich angreift d.h. Joaquin selbst macht keinen Schaden, aber eher der Verbündete\n3ter Punkt : 1. Das kann man eventuell mit einer grüner Linie versehen - WENN sie den Schaden zurück wirft von 5%, dann wird sie dem entsprechend mehr Mana verlieren\n4ter Punkt : Sie kann niemanden töten, aber dennoch dich poken etc, aber wenn Annie mit im Team ist und Joaquin hat nicht die  10 Sekunden dann kann Sie selber wegen Annie schaden oben drauf hauen, dein Team muss auch noch die Chance haben schaden zu machen","replies":[]}]},{"id":"","poster":"StillYasuoMain","date":"2016-01-07T21:16:13.176+0000","up_votes":2,"down_votes":0,"body":"Ist das eine Verarschung?\nIch verstehe 0 komma nix in diesem Konzept:\nJoaquin täuscht ihren Tod vor und annie bekommt für 3 Sekunden 5%mehr Fähigkeitsstärke. WTF?\n\nDazu noch alles Schreibfehler und es kommt übrigens zu Skins und Championkonzepte.\n\n\n","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-07T22:04:16.939+0000","up_votes":1,"down_votes":0,"body":"Für die gegner soll es aussehen als sei sie tot wenn sie ihre ult benutzt.. wenn die eine annie im team haben und sie ist low life.. dann hat sie noch gute chance abzuhauen..\nund die mana kosten + cdr sind hoch/gut genug das die kaum op ist","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-07T22:13:38.580+0000","up_votes":1,"down_votes":0,"body":"Du hast da ein andere Einstellung von der Logik wie ein Champ sein muss. \nEr darf sich nicht auf bestimmte andere Champs beziehen und er darf auch nicht die Killanzeige beeinflussen. Deshalb ist diese ult nicht möglich.\n\nHast du schon mal das Konzept selber durchgelesen? Es hat so viele Schreibfehler dass man es gar nicht versteht.","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-07T22:15:47.163+0000","up_votes":1,"down_votes":2,"body":"Schreibfehler oder Grammatik Fehler ?\nIllaoi wird auch nicht generft... 1x Q und man kippt fast um...\nPoppy -> einmal in feed kommt die nicht mehr raus etc","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-07T22:25:36.247+0000","up_votes":2,"down_votes":0,"body":"What?\nLäuft bei dir","replies":[{"id":"","poster":"XxXBudieee","date":"2016-01-07T22:35:39.979+0000","up_votes":1,"down_votes":3,"body":"Dann hast du glück gehabt das du noch nie bei mir im Team warst..\nSo sieht es jedes mal aus","replies":[]}]}]}]}]}]},{"id":"","poster":"Freiherr Alex","date":"2016-01-08T12:34:43.325+0000","up_votes":1,"down_votes":0,"body":"da der Champ von einem anderen abhängig ist, würde der wahrscheinlich nicht mal halb so oft gespielt werden wie Galio...\nUnd selbst wenn Annie im Team ist ist die Ulti bis ins Midgame recht sinnlos, weil Annie keinen Support auf der Midlane hat und Annie ADC nicht wirklich vorteilhaft ist...\n\nKleiner Tip:\nSetz dich mal mit nem Kumpel zusammen und Überarbeite dein Eröffnungskonzept, damit es wenigstens etwas Verständlicher ist. Aufgrund der extremen Grammatik und Rechtschreibfehler, sowie fehlenden Buchstaben ist das wirklich nicht Ansatzweise Verständlich...Da kannst du erklären wie du willst. Für alle außer dich ist das hier wie Chinesisch.","replies":[]}]}