{"id":"9kFguAJa","poster":"Mialuna","date":"2016-01-07T12:29:41.749+0000","title":"Ist das ein Bann Reason ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":27,"body":"Hallo Liebe Community ein gute freund von mir wurde permanent gebannt wegen diesem Chat log :\r\n\r\nmorgana pls ...\r\nwhy ?\r\n...\r\ntrolling in rank rly ?\r\nwhy do you troll morgana ?\r\nlook her key mastery\r\nand she has ad runes\r\n...\r\nAND I LET YOU MID\r\nomfg\r\ni am plat smurf and you trol\r\ntroll*\r\nali pls tank\r\nALI\r\n...\r\nofmg\r\nty TWitch\r\nok bot report\r\ngg my bot lane sleeps\r\noh a flamer\r\nyou flame me\r\nkid\r\nmuted\r\nits not flame to say they sleeep boy\r\nreport :D\r\nfor ? xD\r\nsure xD\r\nyou make me laught all day\r\nlol ali\r\nmalphite go full tank pls\r\nhahahaha\r\nenjoy the free elo :D\r\nguys pls learn to play befor you make rankeds\r\nno i dont\r\nyou give them a free win\r\nonly malphite is doing fine 0 deaths\r\ntryn ult ?\r\npls report our bot lane ...\r\nlb is roaming and they dont even say ss ...\r\nyou called ss as she killed me\r\nsure\r\nso you are pro xD\r\nxDDDD\r\nXDDDDDD\r\nsure\r\nthe ks of doom twitch\r\ngj\r\nmaybe ..\r\nno\r\ni will stop to gank\r\nidc about being good\r\nhe talked to me boy\r\ngj\r\nMORGANA\r\n...\r\nsee malphite\r\nthis is so funny\r\ni will just afk farm :D\r\npls look morganas runes and masterys than you know why i am mad :D\r\nare you kidding ?\r\nshe playes ad masterys\r\nand fevor of battle\r\nas apc ...\r\nits not\r\nits like you play on movement speed\r\ndo you know what ?\r\nidc what you say\r\n4 on top for 1 turret xD\r\nletting mid and bot fall for 1 turret xD\r\nmalphite randuins omen would fit you good :D\r\ngg wp\r\n\r\nIst das in Ordnung denn ich finde das ist vielleicht kein vorzeige verhalten aber ein perma Bann f&uuml;r sowas ist meiner Meinung nach nicht richtig.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T12:34:43.261+0000","up_votes":12,"down_votes":1,"body":"Der Perma kommt ja nicht aus dem nichts. Dein Freund wurde vorher mehrfach überdeutlich gewarnt. Wäre es das erste und einzige Mal dass so ein Verhalten gezeigt wurde, Schwamm drüber, jeder macht mal Fehler. Aber nachdem man mehrfach gewarnt wurde und einem explizit gesagt wurde, dass weitere Fehltritte zum Perma führen, ist derartig negatives Verhalten auf keinen Fall akzeptabel und rechtfertigt definitiv einen Permaban. Dein Freund hat die Botschaft der vorherigen Warnungen offensichtlich nicht verstanden oder absichtlich ignoriert und ist damit nicht reformierbar. Und wer sein Verhalten nicht auf ein Level bessern kann das akzeptabel ist, hat in dieser Community eben einfach nichts verloren. Da ist der Perma dann die einzige verbleibende Option. Man kann den Leuten nicht unendlich viele Chancen geben, inbesondere wenn sie offensichtlich keinerlei Interesse zeigen diese Chancen zu nutzen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T12:54:14.865+0000","up_votes":1,"down_votes":8,"body":"Es geht nicht darum ob ein Perma kommt oder nicht es geht mir nur darum ob du/ihr es gerecht findet das man einen perma bekommt weil man schlecht gelaunt ist wie in den chat logs.{{item:3190}}","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T13:15:39.922+0000","up_votes":4,"down_votes":0,"body":"Hab ich doch geschrieben: \n\n> rechtfertigt definitiv einen Permaban","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:21:18.713+0000","up_votes":1,"down_votes":8,"body":"Er hat sich aber nicht toxisch verhalten also ist das auch keine Rechtfertigung für einen perma bann.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T13:36:04.860+0000","up_votes":10,"down_votes":0,"body":"Natürlich hat er das. Das ganze Spiel über schreibt er nur wie scheiße die anderen sind, beschuldigt sie des trollens, fordert zum reporten auf, erklärt wie schlecht sie doch spielen. All das ist toxisch, niemand mag es mit solchen Leuten zu spielen. Ich verstehe nicht wie du deinen Freund hier noch verteidigen kannst. Spielst du etwa gerne mit solchen Leuten die ständig nur am motzen und beschuldigen sind? Falls ja, stehst du damit ziemlich alleine da. \n\nPS:\nDa dein zuletzt gespieltes Spiel zufällig genau die Champs enthält über die du im Chatlog sprichst, können wir bitte damit aufhören so zu tun als würden wir nicht über dich selbst reden? Das ist doch albern. Steh wenigstens dazu.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:50:40.653+0000","up_votes":1,"down_votes":8,"body":"Wir sind Premades natürlich spielen wir unsere Rankeds zsm ^^ \nWer bist du das du über mich urteilen kannst ? :D\nAlso wenn mein handy geklaut wird und ich weiß wer es geklaut hat darf ich den nicht beschuldigen weil es ihr stört ? \nDu meinst also alle die motzen sollten geperma bannt werde ?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T14:43:02.863+0000","up_votes":7,"down_votes":0,"body":"> Wer bist du das du über mich urteilen kannst ? :D\n\nIch bin einer von den Leuten um deren Urteil du gebeten hast. Wenn du unser Urteil nicht willst, warum bist dann überhaupt hier. Ging es nicht genau darum? \n\n> Also wenn mein handy geklaut wird und ich weiß wer es geklaut hat darf ich den nicht beschuldigen weil es ihr stört ?\n\nDu darfst zur Polizei gehen und in anzeigen. Wenn du aber all deinen Bekannten sagst sie sollen den Dieb anzeigen, werden dich nur blöd anschauen und dich, absolut zu Recht, fragen warum du das nicht einfach selbst machst. In LoL ist das nicht anders. Wenn du verhalten Melden willst, meld es und lass andere damit in Ruhe. Davon mal abgesehen haben die Leute die da reportet werden sollten ja nichtmal was verbrochen. Reports sind dafür da wenn jemand die Verhaltensregeln bricht, dein Kumpel wollte allerdings Leute für nicht ss sagen und killstealen reporten. Das sind nichtmal legitime Gründe überhaupt jemanden zu reporten, das heißt dein Beispiel ist nichtmal passen. Passender wäre jemanden anzuzeigen weil dir sein Gesicht nicht gefällt, das ist ungefähr auf der selben Ebene, was die Sinnhaftigkeit angeht. \n\n> Du meinst also alle die motzen sollten geperma bannt werde ?\n\nWann jemand für derartiges Verhalten permanent gebannt werden sollte, habe ich doch oben schon ausführlich erklärt, frag bitte nicht ständig die selben Sachen.","replies":[]},{"id":"","poster":"Irrsinn","date":"2016-01-07T13:53:24.943+0000","up_votes":8,"down_votes":1,"body":"Wir sind die Typen die du gefragt hast ob dein Bann gerecht ist. Das involviert über dein Log und dich urteilen.\nWas hast du erwartet? Das wird die Mistgabeln zücken und das Riot Hauptquartier niederbrennen?","replies":[]},{"id":"","poster":"Bergelmir32","date":"2016-01-07T14:12:05.329+0000","up_votes":6,"down_votes":0,"body":"OMG jetzt hör doch auf zu lügen.\nIm Chat sieht man eindeutig das dejenige sich an Morgana wendet, an Alistar, an Twitch und über Malphite redet er auch, wenn er sich also nicht über sich selbst beschwert, sich selbst zum tanken auffordert, sich bei sich selbst bedankt, sich selbst als schlafend bezeichnet und sich selbst sagt wie er doch bitte bauen soll, bleibt noch der Jungler übrig und der warst in [besagtem Spiel](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2464841836/212184801?tab=builds&participant=4) **du**!","replies":[]},{"id":"","poster":"Stealth Cat","date":"2016-01-07T18:09:06.089+0000","up_votes":1,"down_votes":0,"body":"Außerdem sieht man auf op.gg deine letzten Premades, keiner der dort aufgeführten Spieler war in dem Game mit dabei.","replies":[]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:29:27.322+0000","up_votes":2,"down_votes":0,"body":"Wenn dir nurnoch 1 Punkt in Flensburg fehlst und du schlecht gelaunt Auto fährst, geblitzt wirst und dann diesen Punkt bekommst, glaubst du das die interessiert ob du schlecht gelaunt warst? nein der Lappen ist dann erstmal weg.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:35:39.523+0000","up_votes":1,"down_votes":7,"body":"wenn du von einem anderen austo gerammt wirst desswegen geblitzt bekommst du auch keine punkte in flensburg.","replies":[{"id":"","poster":"Fjiordor","date":"2016-01-07T13:43:59.129+0000","up_votes":4,"down_votes":0,"body":"naja trotzdem geht man da nicht zum anderen Autofahrer hin und schießt ihm mit mit ner schrotflinte ins gesicht nur weil seine bremsen kaputt waren.\n\nhttp://s2.quickmeme.com/img/ef/ef02b4af17582f7a6170122891c468b7be9ea23b0285b06fb6db56ed06b08fe3.jpg","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:51:04.037+0000","up_votes":1,"down_votes":4,"body":"Mein freund hat auch niemanden erschossen nur weil er trolled :P","replies":[]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:55:28.432+0000","up_votes":1,"down_votes":0,"body":"bitte was? kannst du mir den Zusammenhang dafür mal erklären? Es geht hier lediglich um das Fehlverhalten deines Freundes. Wenn er sich provozieren lässt ist das genauso scheiße. Und die Provozierer bekommen bestimmt auch ihre Strafe wenn sie weiterhin passiv Aggressives verhalten zeigen.","replies":[]}]}]},{"id":"","poster":"franticFurball","date":"2016-01-07T23:19:12.099+0000","up_votes":2,"down_votes":0,"body":">es geht mir nur darum ob du/ihr es gerecht findet das man einen perma bekommt weil man schlecht gelaunt ist\n\nJoa, ist es.\n\nDenn wir sind nicht die Blitzableiter für anderer Leute Launen. Wenn irgendein Toxic bei jemandem seine Laune auslassen willst, soll er sich nen Spiegel kaufen, den kanner dann anbrüllen. Wenn er glaubt wir müssten uns seine Emotionen gefallen lassen, tja...Pech gehabt.","replies":[]}]}]},{"id":"","poster":"Zaubbox","date":"2016-01-07T12:44:47.275+0000","up_votes":4,"down_votes":16,"body":"Ich finde er jammert rum und nervt ein wenig aber das war es auch\nIch finde es so krank was hier teilweise als bangrund ausgegeben wird\nTur mir leid für den nan ich hätte dafür niemals gebant!\nJammern.und jemandem zu sagen dass er nicht gut spielt ist nicht immer angenehm aber auch nix wofür man in irgendeinem sport jemals bestraft werden würde.  Nur in dieser communizy gilt das als \"toxisch\" (unwort des jahrzehnts)","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T12:51:29.557+0000","up_votes":2,"down_votes":30,"body":"Danke das du so erlich bist das hilf ihm ungemein :D {{item:3070}}\n\nEdit: Wer mich Runter Gevotet hat kann bitte gleich gehen das ist ja eine richtige frechheit... fürs bedanken gibt es down votes ....","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-07T13:06:53.737+0000","up_votes":8,"down_votes":0,"body":"Jeztz hast du die Leute aber herausgefordert, den Kommentar zu downvoten.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:11:16.309+0000","up_votes":1,"down_votes":18,"body":"Damit beweisen sie mir wie unmenschlich sie sind :D\nUnd das sie einfach nur haten.\nIch habe dir übrigends ein Upvote gegeben :P\nNicht das du denkst ich hate dich jetzt :D","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T13:26:56.743+0000","up_votes":12,"down_votes":1,"body":"Naja...ich hab auch gedownvoted. Warum? Weil du in diesem Thread um unsere Meinung gebeten hast. Und dann kommt man sich schon blöd vor, wenn du dich bei dem bedankst der deine Meinung teilt und ihm sagst wie hilfreich das ist, während du das bei allen, die es wagen deine Meinung nicht zu teilen, unterlässt. Ich find das halt irgendwie...falsch. Dass du die Meinungen so unterschiedlich respektierst, lässt es so wirken als würde dich unsere Meinung garnicht interessieren und du als ob du dir hier eigentlich nur Bestätigung abholen wolltest. Da frag ich mich dann schon, warum ich mir überhaupt die Mühe gemacht habe und meine Zeit damit verschwendet habe meine Meinung zu erklären. \n\nUnd nicht nur das...du beschimpfst die die deine Meinung nicht teilen auch noch als scheinheilig. Wenn du von deiner Position abweichende Meinung nicht respektieren kannst, dann frag doch bitte garnicht erst dannach.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:41:38.077+0000","up_votes":2,"down_votes":11,"body":"Du Respektierst meine meinung mit deinem Post doch auch nicht genau so wennig wie die meisten anderen post meine meinung respektieren und das ist einfach schein heilig genaus so wenn die meisten spieler auch mal ab und zu so schreiben oder SCHLIMMER und das jetzt verurteilen.\nUnd ich habe mich dafür bedankt der er seine meinung äussert und mal ganz erlich sagt das es nicht schlimm ist und er da keinen perma bann sieht weil es die warheit ist.","replies":[{"id":"","poster":"Abasin","date":"2016-01-07T13:54:33.087+0000","up_votes":6,"down_votes":0,"body":"Er hat eine andere Meinung als Du, die tut er kund. Damit missachtet er Deine nicht im Geringsten. Es gibt zu dem Thema mehrere Standpunkte und ein klare Regelung seitens RIOT, was wie zu bewerten oder bannwürdig ist. Kurzum ist es nicht entscheidend, wie Du diesen Chatlog bewertest, sondern wie RIOT es bewertet.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:09:37.335+0000","up_votes":1,"down_votes":4,"body":"Das ist mir auch klar","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2016-01-07T14:47:57.683+0000","up_votes":4,"down_votes":1,"body":"> wenn die meisten spieler auch mal ab und zu so schreiben oder SCHLIMMER und das jetzt verurteilen.\n\nUnd genau da liegst du eben falsch. Die meisten Spieler führen sich NIE so auf die meisten die es tun, lernen nach ein bis zwei Strafen dazu und lassen es bleiben anstatt alle Warnungen zu ignorieren bis zum Perma.","replies":[{"id":"","poster":"0815xand0r","date":"2016-01-07T16:42:06.432+0000","up_votes":2,"down_votes":0,"body":"Also so wie im Chatlog oben benehmen sich durchaus nicht wenige Spieler. Allerdings machen die das viel zu selten, als dass es zu Strafen führen würde. Aber wir sollten auch nicht so tun, als wäre der Großteil der LoL-Spieler engelsgleich ;)\nWenn ich sie finde, poste ich auch gern eine Graphik von Lyte, aus der klar ersichtlich ist, das der Großteil des toxischen Verhaltens von \"Einzeltätern\" kommt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-07T17:33:46.886+0000","up_votes":3,"down_votes":0,"body":"Du meinst vermutlich diese da (ich hab die immer parat, weil sie Teil meiner Bachelorarbeit war):\nhttp://i.imgur.com/B6opxpn.jpg\n\nWas man dabei aber bedenken muss: Permagebannt Spieler gehören nicht zu den 78% \"good\" oder den 14% \"neutral\" oder den 7% \"bad\". Ich hab die genaue Zahl schon wieder vergessen, sie steht in der Nachricht für Permagebannt drin. 0,034%? Irgend sowas in die Richtung, auf jeden Fall weit unter 1%. Nur eine absolute Minderheit bringt das fertig, das ist keinesfalls die Mehrheit der \"normalen\" Leute die gelegentlich mal nen schlechten Tag hat. Um einen Perma zu bekommen, muss man schon außergewöhnliches leisten (wobei das Außergewöhnliche in aller Regel im Ignorieren der Warnungen besteht).","replies":[{"id":"","poster":"0815xand0r","date":"2016-01-07T19:37:31.345+0000","up_votes":2,"down_votes":0,"body":"Ja, diese Graphik meinte ich. Es ging mir nur darum, dass man auch klar sagt, dass ein Chatlog wie das Obige eher \"normal\" als ungewöhnlich ist. Nur im Gegensatz zum TE verhalten sich die meisten derer, die sowas schreiben, nur sehr selten so. Dadurch, dass man aber immer wieder neuen Spielern begegnet, erlebt man solches Verhalten relativ häufig.","replies":[]}]}]}]},{"id":"","poster":"xClyde","date":"2016-01-11T15:17:00.087+0000","up_votes":1,"down_votes":0,"body":"Ich gebe Dir mal ein Upvote, für den Unterhaltungswert...\n\nAber mein Held ist Humpelstilzche, bei dem Dünnpf*** noch so sachlich zu bleiben, gute Arbeit :)","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2016-01-07T13:28:29.009+0000","up_votes":9,"down_votes":0,"body":"Jaja, wer nicht deiner Meinung ist, ist unmenschlich und jeder der für ihn / dich spricht ist ehrlich und jeder der gegen ihn / dich spricht scheinheilig ... einfach nur unterste Schublade.\nAber da passt es ja auch das du bis jetzt so beharrlich vermieden hast darauf zu antworten ob er bereits einen 14 Tage Bann hatte, wobei die Glaubwürdigkeit der Antwort auf diese Frage wohl eh sehr zweifelhaft sein dürfte","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:42:19.171+0000","up_votes":1,"down_votes":11,"body":"Habe schon gesagt ja hatte er, und sowas zu schreiben wie du gerade ist unterste schublade mein freund :D","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-07T13:49:45.660+0000","up_votes":4,"down_votes":0,"body":"Na wenn du das sagst und wir sind keine Frunde ...\n\n[Hier](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2464841836/212184801?tab=builds&participant=4) übrigends für jeden nochmal zum selbst nachschauen das Spiel um das es geht und der Beweis das es hier nicht um einen ominösen Freund geht, wie Humpel weiter unten ja schon angemerkt hat.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:09:08.674+0000","up_votes":1,"down_votes":7,"body":"ganz erlich ? es viel mir einfacher darüber zu reden das ich probleme habe etc. aber wenn du dich jetzt besser fühlst und stolz auf dich bist jemanden dem es privat schlecht geht blos zu stellen fein gemacht.","replies":[{"id":"","poster":"Bergelmir32","date":"2016-01-07T14:20:25.537+0000","up_votes":5,"down_votes":0,"body":"Wie bereits gesagt wurde, private Probleme geben dir keinen Freischein zu tun und zu lassen was du willst. Du hast bereits 3 Strafen bekommen, du hast nichts draus gelernt, bei der letzten steht wohl sogar explizit dabei das als nächstes der Perma kommt, hat dich nicht interessiert und als 4. und damit letzte Instanz ist das hier definitiv den Perma Wert, wie ja schon zu genüge gesagt wurde.\nJetzt kommst du hier her, lügst den Leuten die Hucke voll, bezeichnest die, die dir nicht die Bestätigung geben die du suchst als scheinheilig und unmenschlich und willst jetzt auch noch Mitleid haben?\nDas ist das Letzte! Aber, die Hoffnung stirbt zuletzt, vielleicht lernst du ja was draus für die Zukunft.","replies":[]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:25:41.993+0000","up_votes":4,"down_votes":2,"body":"downvotes haben weniger mit Hate zu tun als vielmehr mit nicht zustimmung.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-07T13:00:32.077+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Zaubbox,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002,timestamp=2016-01-07T12:44:47.275+0000)\n>\n> Jammern.und jemandem zu sagen dass er nicht gut spielt ist nicht immer angenehm aber auch nix wofür man in irgendeinem sport jemals bestraft werden würde. \n\nDoch, wird getan.\nWenn dies z.B. im Fussball ein Spieler oft tut, dann fliegt er hochkant aus dem Verein raus.\nDie Vereinsleitung darf dies gem. Statuten auch tun und wenn jener Spieler ständig die Teamstimmung senkt, fliegt man auch. Da sind auch schon Profi-Spieler, die sich wie Diven aufführen, auch schon rausgeflogen.\n\nInnerhalb des Spiels darf der Schiedsrichter auch den Trainer auf die Tribüne schicken, wenn er sich nicht benimmt (auch wenn er \"nur\" übermässig seine eigenen Spieler übertrieben zur Schnecke macht).\n\nIn LoL gibt es jedoch keine \"Vereine\" wie in anderen Team-Sportarten (zumindest nicht in der SoloQ -> in Team-Rankeds fliegt man analog wie im Fussball raus).\nEntsprechend würde es keine Instanz in der SoloQ geben, die von sich aus gegen solch unsportliches Verhalten vorgeht. Deshalb muss dies \"eine Instanz höher\" geregelt werden, was in diesem Fall Riot selbst ist (mit dem WdB).","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:04:47.391+0000","up_votes":1,"down_votes":5,"body":"Ein Spieler im Fussball würd aber nicht für immer gesperrt sondern bekommt eine befrisstete sperre.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-07T13:36:55.636+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000200010000,timestamp=2016-01-07T13:04:47.391+0000)\n>\n> Ein Spieler im Fussball würd aber nicht für immer gesperrt sondern bekommt eine befrisstete sperre.\n\nDu wirst auch nicht komplett von LoL ausgeschlossen, sondern nur dieser eine Account.\nMan kann sich einen neuen Account ohne Probleme erstellen.\n\nZwar wird dieser mit hoher Wahrscheinlichkeit auch wieder gebannt werden, da Leute, die es bis zum Perma schaffen,\nsozial nicht sonderlich reif sind, aber die Möglichkeit besteht.\n\nUnd zu dem Chatlog: Durchgehend beleidigend gegenüber den Mitspielern.\nDass du das nicht sehen kannst, ist einfach nur traurig.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:53:20.768+0000","up_votes":1,"down_votes":12,"body":"Wenn das beleidigend ist bist du Vieleicht nicht sonderlich reif ;) \nDas du das siehst ist sehr merkwürdig denn wenn jemand in der chule sagt du schummelst beleidigt er dich auch ?\nEin neuer Acc ist nicht das selbe wie der acc denn man hat da sind skins erfahrung freunde und zeit die man investiert hat.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-07T13:57:28.063+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000030000,timestamp=2016-01-07T13:53:20.768+0000)\n>\n> Wenn das beleidigend ist bist du Vieleicht nicht sonderlich reif ;) \n\n\nTja und hier scheiden sich wohl die Geister.\n\nIch finde es ziemlich kindisch dass man zwanghaft seine Mates runtermachen muss.\nUnd das nicht nur einmal sondern so dermaßen häufig, dass man es bis zum Permabann schafft.\n\nDu hingegen findest es kindisch, dass man dieses Verhalten reported und absolut lernresistente Personen sperrt und solche Sperren gutheißt.\n\nJedem das seine.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-07T13:11:14.661+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000200010000,timestamp=2016-01-07T13:04:47.391+0000)\n>\n> Ein Spieler im Fussball würd aber nicht für immer gesperrt sondern bekommt eine befrisstete sperre.\n\nVom Verband nicht, aber faktisch von den Vereinen.\n\nDenn es spricht sich rasch herum, dass jener Spieler sich so verhält (z.B. weil andere Vereine bereits gegen ihn spielten) und diese Vereine verweigern ihm die Mitgliedschaft.\nSo lange er aber nicht bei einem Verein Mitglied ist, kann er nirgends spielen. Faktisch ist dies ein perma ban. Und ja! So etwas kommt vor; selbst in den unteren Ligen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:18:40.646+0000","up_votes":1,"down_votes":8,"body":"Faktisch aber nicht Statisch ^^","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T13:32:30.261+0000","up_votes":1,"down_votes":0,"body":"Er wird nicht mehr Fussball spielen, das Ergebnis ist wie ein perma ban.\n\nDer Unterschied ist wie gesagt nur die Instanz. Da diese in LoL fehlt (Vereine), ist es eine höhere Instanz.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:11:42.884+0000","up_votes":1,"down_votes":7,"body":"Beim fussball wirst du aber nicht gesperrt wegen Kritik wenn dein tor wart aus dem tor geht und bälle rein lässt kannst du auch was sagen sogar schreien ohne bestraft zu werden wären er bestraft wird ( ausgewechselt)","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T14:25:49.171+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000001000000000001,timestamp=2016-01-07T14:11:42.884+0000)\n>\n> Beim fussball wirst du aber nicht gesperrt wegen Kritik wenn dein tor wart aus dem tor geht und bälle rein lässt kannst du auch was sagen sogar schreien ohne bestraft zu werden wären er bestraft wird ( ausgewechselt)\n\nDoch, wirst du.\nNicht vom Verband, aber vom Verein. Wird besonders im Profi-Fussball gemacht, wenn jemand ständig für schlechte Stimmung sorgt. Der landet dann auf der Tribüne, bis sein Vertrag abläuft (oder er sich entschuldigt und sich effektiv bessert).","replies":[]}]},{"id":"","poster":"Mialuna","date":"2016-01-07T13:36:52.638+0000","up_votes":1,"down_votes":2,"body":"du kannst auch nicht zur fifa gehen und sagen sperrt den vom fussball spielen b.z. ist das nicht das selbe und du aknsnt beim fussball wohl zu deinen mitspielern sagen warum hilfst du dem gegner und kannst auch sagen oh mein gott dafür gibt es keine strafe","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T14:26:32.386+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000001000000000000,timestamp=2016-01-07T13:36:52.638+0000)\n>\n> du kannst auch nicht zur fifa gehen und sagen sperrt den vom fussball spielen b.z. ist das nicht das selbe und du aknsnt beim fussball wohl zu deinen mitspielern sagen warum hilfst du dem gegner und kannst auch sagen oh mein gott dafür gibt es keine strafe\n\nWie gesagt:\nWird im Fussball über den Verein gelöst.\n\nDies fehlt in LoL, weshalb Riot die Aufgabe übernehmen muss.","replies":[]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:26:48.775+0000","up_votes":2,"down_votes":0,"body":"Dein Freund wurde auch nicht sofort für immer gesperrt, sondern warscheinlich hat er eher 10er CR 25er CR und den 14 Tage bann bekommen.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T08:51:24.509+0000","up_votes":1,"down_votes":4,"body":"Wenn man scheiße gebaut hat wie ich,bekommt man direkt einen 2-Wochen Ban,der auf 1 Woche reduziert wird.Also die CRs können geskipped werden,selbst für nur ein Spiel.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T11:30:57.470+0000","up_votes":1,"down_votes":1,"body":"Du hast also statt einer CR oder einem 14 Tage Bann einen 7 Tage ban bekommen? Screen or doesnt happen. Soweit ich weiß reduziert Riot keinerlei Bans.\n\nUnd ja ich weiß das man einzelne Bestrafungsstufen überspringen kann, aber das ist verdammt schwer und du musst verdammt hart toxisch sein für einen insta Perma Ban.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T12:16:01.869+0000","up_votes":1,"down_votes":2,"body":"Es ist lustig wie ich wieder gedownvoted werde,für das bloße staten von Fakten.\nIch erwarte nichts anderes.\n\nAber egal.\nIch habe mal einen Thread darüber eröffnet.\nAber hier ist das Tl;Dr.\nHatte 2,8k Cr vorher.Nach dem Reset keine mehr.Habe ein Spiel gespielt und den Brand der mich zerstört hat geflamed.\n2-Wochen ban.\nSupport angeschrieben.Auf 1-Woche reduziert.\nUnd danach kam der Perma.\n\nWenn du Screens haben willst,schicke ich sie dir gerne nach.Aber das reicht als Aussage.","replies":[{"id":"","poster":"Patty91","date":"2016-01-17T12:57:18.215+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000,timestamp=2016-01-17T12:16:01.869+0000)\n>\n> Es ist lustig wie ich wieder gedownvoted werde,für das bloße staten von Fakten.\n\n\nDas sind keine Fakten, sondern Behauptungen. Fakten sind unwiderlegbar, bedeutet eindeutig bewiesen. Du stellst nur eine Behauptung in den Raum.\n\n> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000,timestamp=2016-01-17T12:16:01.869+0000)\n>\n> Wenn du Screens haben willst,schicke ich sie dir gerne nach.Aber das reicht als Aussage.\n\nHier siehst du zumindest ein, dass es nur eine Aussage, kein Fakt ist. Kann ja sein, dass es stimmt - in dem Fall musst du es beweisen, denn der Regelablauf ist es nicht, im Gegenteil - sofern kein Fehler seitens Riot vorliegt, werden Strafen nicht zurückgenommen. Und verkürzt schon gar nicht - entweder komplett rückgängig oder gar nicht. Und da du laut eigener Aussage Schuld bist, nicht Riot, ist deine Behauptung einfach unglaubwürdig.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T13:19:21.066+0000","up_votes":1,"down_votes":5,"body":"Ich habe Fakten aufgesagt,nichts anderes.Ob und wie ich diese beweise,steht auf einem anderem Blatt.\nWenn du mir nicht glaubst,ändert es nichts daran,dass es wahr ist.\n\n>Und verkürzt schon gar nicht - entweder komplett rückgängig oder gar nicht.\n\nOch,wie falsch du doch bist.Mal gucken wo ich den Thread habe.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T13:29:03.936+0000","up_votes":1,"down_votes":3,"body":"http://puu.sh/myZDy/bf08a888fd.png\n\nHier ist der Screenshot.\n\n>Und verkürzt schon gar nicht - entweder komplett rückgängig oder gar nicht.\n\nDas zeigt immer so schön,wie manche Leute auf den Boards einfach keine Ahnung haben.\nSchön das ich das beweisen konnte.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-18T11:36:29.321+0000","up_votes":3,"down_votes":0,"body":"Hier hast du die Downvotes für deinen Beitrag mit dem Screenshot ziemlich sicher dafür erhalten:\n\n>Das zeigt immer so schön,wie manche Leute auf den Boards einfach keine Ahnung haben.\nSchön das ich das beweisen konnte.\n\nWegen dem Screenshot sicher nicht. Viel eher für den Rundumschlag gegen die Forennutzer.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-18T11:53:08.061+0000","up_votes":1,"down_votes":4,"body":"Ich habe zwei Leuten diesen Screenshot geschickt.In beiden wurde ich gedownvoted.\nDiese Aussage war nur in diesem beinhaltet,in dem anderem nicht.\nTrotzdem ist das keine Falschaussage.Es ist eine neutrale Aussage,was keine Downvotes verdient hat.\n\n>Wegen dem Screenshot sicher nicht. Viel eher für den Rundumschlag gegen die Forennutzer.\n\nUnwissenheit ist ja nicht schlimm.Also ist es keine Beleidigung wenn ich sage,dass hier viele keine Ahnung haben,was ja stimmt.\nDeswegen verdient es keine Downvotes.","replies":[{"id":"","poster":"Sirrkas","date":"2016-01-18T12:05:34.190+0000","up_votes":5,"down_votes":0,"body":"Einen Downvote würde ich jetzt wirklich nicht als schlimm erachten. Dann gibt es hier eben jemanden, der dir einen Downvote gibt, weil er gesehen hat, der Beitrag kommt von dir.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-18T17:53:32.929+0000","up_votes":1,"down_votes":4,"body":"Passiert.Die Zahl neben meinem Namen interessiert mich schon seit langem nicht mehr.\nNichtsdestotrotz,widert es mich an,dass Leute jemanden einfach Downvoten,wenn seine Meinung ihm nicht passt.Aber ist am Ende sowieso nicht wichtig.","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2016-01-18T12:06:12.074+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000200010000000200010000000000010000000000010000,timestamp=2016-01-18T11:53:08.061+0000)\n>\n> Ich habe zwei Leuten diesen Screenshot geschickt.In beiden wurde ich gedownvoted.\n> Diese Aussage war nur in diesem beinhaltet,in dem anderem nicht.\n> Trotzdem ist das keine Falschaussage.Es ist eine neutrale Aussage,was keine Downvotes verdient hat.\n> \n> Unwissenheit ist ja nicht schlimm.Also ist es keine Beleidigung wenn ich sage,dass hier viele keine Ahnung haben,was ja stimmt.\n> Deswegen verdient es keine Downvotes.\n\nUnwissenheit ist nicht schlimm jemanden \"du hast keine Ahnung\" zu sagen/schreiben impliziert aber meist halt nicht nur den Fakt, sondern auch gleich noch den Vorwurf \"du willst dir das wissen ja nicht besorgen/du hast nicht den geistigen Horizont dafür\".\n\nAbgesehen davon denk ich auch nicht, dass du (nur) dafür gedownvotet wurdest.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-18T17:58:08.279+0000","up_votes":1,"down_votes":4,"body":"Ich kann mir vorstellen,dass einige das als Vorwurf ansehen werden.\nAber für mich hat die Aussage \"Keine Ahnung\" denselben Stellenwert wie Unwissenheit.Keine Ahnung wird zwar umgangssprachlicher benutzt,aber ein Vorwurf ist es ganz sicher nicht.\n\n>Abgesehen davon denk ich auch nicht, dass du (nur) dafür gedownvotet wurdest.\n\nDas denke ich auch.Wie Waldschrat86 schon sagte,habe ich sicher Antifanboys,zu denen er,wie ich mir gut vorstellen kann,dazugehört.\nDennoch habe ich nichts gesagt,was die Degradierung meiner Meinung rechtfertigen würde.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T14:37:48.454+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000000100000000,timestamp=2016-01-17T13:29:03.936+0000)\n> Das zeigt immer so schön,wie manche Leute auf den Boards einfach keine Ahnung haben.\n\nEs zeigt viel eher wie Misstrauisch die Leute auf dem Board sind und wir uns eher auf die Aussagen von Riot stützen als auf die Aussagen einiger \"nicht zurecht\" gebannter Spieler.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T15:18:28.581+0000","up_votes":1,"down_votes":4,"body":"1.Ich habe nie behauptet,dass ich zu Unrecht gebanned wurde.Spielt auch keine Rolle.\n2.Nein,es hat nichts mit Misstrauen zu tun.Zu behaupten,dass es sowas wie Bannreduzierung nicht gibt,ist einfach schlichtweg falsch und auf Unkenntnis gewachsen.\nEs zeigt sehr wohl,dass man keine Ahnung hat.Aber das ist ja nichts schlimmes,weiß man jetzt,dass es möglich ist.Aber bestätigt mich nur.","replies":[]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T14:36:45.852+0000","up_votes":3,"down_votes":1,"body":"Ein Fakt wird es erst nach Beweis eben diesem. Vorher bleibt es eine These/Behauptung.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T15:16:23.242+0000","up_votes":1,"down_votes":4,"body":"Was ist wenn jemand die Fakten kennt,aber du nicht?\nWenn ich sage,ich habe Skype auf meinem PC,ist es absolut wahr.Zumindest für mich.Wenn du es nicht anerkennen willst und einen Beweis willst,ändert es nichts an der Wahrheit.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T15:48:52.272+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000,timestamp=2016-01-17T15:16:23.242+0000)\n>\n> Was ist wenn jemand die Fakten kennt,aber du nicht?\n> Wenn ich sage,ich habe Skype auf meinem PC,ist es absolut wahr.Zumindest für mich.Wenn du es nicht anerkennen willst und einen Beweis willst,ändert es nichts an der Wahrheit.\n\nDas ist die selbe Logik wie bei den Pegida Leutchen. Die denken auch sie kennen die Wahrheit und müssen das nicht beweisen weil sie die ja kennen.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T15:53:22.380+0000","up_votes":2,"down_votes":5,"body":"Jemandem etwas zu beweisen und ein simpler Fakt sind zwei unterschiedliche Dinge.\nWenn ich dir etwas beweisen will,will ich dich überzeugen.\nWenn ich aber die Wahrheit sage,aber du sie nicht kennst oder anerkennst,ändert es nichts an der Wahrheit.\nHabe ich nie anders behauptet.\nAber ich habe dir eben nun mal den Beweis gezeigt.\n\nKönnte mir rein technisch gesehen egal sein,da ich sowieso die Wahrheit kenne.\nAber das spielt ja keine Rolle.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-18T10:59:09.672+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000000100000001000000000000000c,timestamp=2016-01-18T08:54:57.705+0000)\n>\n> @Waldschrat86\n> Dem hast du ja widersprochen, dass du niemanden angepampt hast und dein Schreibstil gar nicht so ist, ich bin jetzt echt zu faul die Posts zu suchen, um dir das aufzuzeigen...oh wait, in deinen letzten findet sich schon genug:\n> \n> Och,mich aber als Troll zu beleidigen ist kein Problem?\n\nSorry wenn du dich dadurch beleidigt fühlst, ich hab mich getrollt gefühlt und es deshalb geschrieben.\n\n> Mein Schreibstil ist nicht aggressiv.Du kannst mir ja gerne Beispiele nennen.Wenn du denn welche findest.\n\nHabe ich, ist dir ja aber scheinbar egal.\n\n> \n> Da beleidigst du mich wieder als Troll.Ich habe leider niemals jemanden als Troll beschimpft,oder ihm gesagt dass seine Meinung nichts wert ist.Tut mir leid,aber würdest du mir bitte einen Link schicken?Wie ich es immer auf Anfrage gemacht habe?\n\nNein tu ich nicht, ich habe ja gerade geschrieben, dass du das mit dem Troll oder ähnliches gerade nicht getan hast, ändert nichts am Fakt, dass du genau das machst was du mir oben wieder vorgeworfen hast, ich beleidige dich indem ich deine Argumente als schwach empfinde, deine Worte. Oben verlangst du Beispiele, die ich allerdings bereits gegeben habe, entweder hast du das überlesen oder dir ist es schlichtweg egal weil du eben dasselbe machst, die Argumente nicht als solche annehmen. Also entweder hast du mich dann ebenfalls beleidigt oder eben du misst mit zweierlei Maß.\n\n\n> Ich habe leider von dir noch kein Argument gesehen.Einfach eine leere Behauptung aufzustellen und mir die Worte im Mund umzudrehen hat keinen Effekt.\n\nDito\n\n> \n> Leider habe ich das immer dann als Fakt abgestempelt,ohne auch einen Nachweis zu haben.\n> **Du** bist derjenige,der ohne jeglichen Nachweis meint mich beleidigen zu müssen.\n\nWir drehn uns im Kreis.\n\n> \n> Das traurige ist,du diskutierst absolut sinnlos mit mir,da du keinen Punkt hast.\n\nDa ist es wieder, ich hab keinen Punkt, obwohl ich welche angeracht habe, aber wenn ich sage deine Punkte sind für mich!!!! schwach, beleidige ich dich, ist klar.\n\n> Du bist eigentlich nur angekommen,hast behauptet ich wäre aggressiv und hätte etwas in meine These eingebaut,wenn es nicht stimmt.Seitdem degradierst du meine Aussagen und redest mit Sarkastischem Ton über mich.\n\nIch habe gesagt es könnte daran liegen, da es zumindest bei mir so rüberkommt, wenn ich damit allein stehe ist es halt so, aber ich denke nicht, dass ich der einzige bin, der so empfindet wenn er deine Posts liest (es trifft auch nicht auf alle Posts zu, aber auf einige).\n\n> Sorry aber,du bist derjenige der überaggressiv ist.Vor allem ohne Grund.\n\nStreit ich gar nicht ab, dass meine Antworten einen leicht aggressiven Unterton haben, den Grund dafür hab ich schon mehrfach genannt, aber der zählt für dich ja nicht.\n\n> Du solltest erstmal wissen was du mir überhaupt sagen willst,bevor du antwortest.\n> Würde erklären wieso du keine Argumente hast.\n\nDu hast Vermutungen angestellt, warum downgevotet wird und warum du das nicht gut findest, ich habe dir weitere Möglichkeiten aufgezeigt, warum Leute dies tun könnten, dir auch erklärt warum ich dir meinen einen gegeben habe (ist übrigens der einzige im Thread bisher, den ich dir gab).\nDu antwortest darauf, dass das nicht stimmt, da du ja keinen aggressiven Schreibstil hättest und das ist ja wieder Fakt.\nKann aber rein logisch kein Fakt sein, da wie gesagt einige Posts zumindest bei mir aggressiv ankamen.\nGenauso wie du dich davon beleidigt fühlst, aber das ist natürlich wieder was ganz anderes.\nWenn du das nicht siehst, weiß ich auch nicht weiter, aber da ich dir wie gesagt Recht gebe, dass meine Antworten einen aggressiven Unterton bekommen haben, lass ich es jetzt auch gut sein.\n\nViel Spaß noch ingame und auf den Boards.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2016-01-18T09:20:48.304+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Rainbow Dashie,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000007,timestamp=2016-01-17T19:49:07.285+0000)\n>\n> Was ist denn der Sinn von Downvotes? Und wo genau steht das definiert was ich Downvoten darf und was nicht?\n\nEs gab im ersten Forum dazu mal ne Stellungnahme von nem Riotler, in der es sinngemäß hies, dass gegenteilige Meinungen explizit kein Grund zum downvoten sind sondern z.B. Beleidigungen etc.\n\nWurde aber so konsequent von allen ignoriert, dass man sich davon verabschiedet hat.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-18T12:30:11.265+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000011,timestamp=2016-01-18T11:35:36.889+0000)\n>\n> @ Waldschrat86\n> \n> Ach wie lustig.Jetzt wo ich dich ganz direkt frage,hast du nichts zu sagen?\n> Schön zu sehen,dass du einfach so aufgibst.\n> beweist einfach nur,dass du keine Ahnung von dem hattest,was du gesagt hast.\n\nWas soll ich denn noch sagen? Ich habs jetzt schon zig mal gesagt, was ich sagen wollte.\nWieso sollte ich mich noch ein 5. oder 6. Mal wiederholen? Kommt doch eh nichts bei rum, was man am Diskussionsverlauf ja gut sieht, wenn man das überhaupt Diskussion nennen kann.\n\nAber gut, einen geb ich dir noch.\nMir wird es zu blöd und für dich ist es wieder ein Beweis, dass ich keine Ahnung habe, was ich schreibe.\nDa hast du direkt wieder eine der Sachen, die ich meinte. Komischerweise war mir auch klar, dass du es einfach nicht gut sein lassen kannst und genau noch so ein post kommt.\nDu liest ja was ich schreibe nichtmal richtig durch und dafür hab ich sogar einen echten \"Beweis\":\n\n>Da beleidigst du mich wieder als Troll.Ich habe leider niemals jemanden als Troll beschimpft,oder ihm gesagt dass seine Meinung nichts wert ist.Tut mir leid,aber würdest du mir bitte einen Link schicken?Wie ich es immer auf Anfrage gemacht habe?\n\nAntwort auf:\n\n>du hast immer noch nicht gemerkt, dass du nichts anderes machst (mal abgesehen vom Troll)\n\nDa steht nichts aber rein gar nichts, was sich mit deiner Antwort deckt, eher das Gegenteil.\n\nUnd hier meine Antwort darauf:\n\n>Nein tu ich nicht, ich habe ja gerade geschrieben, dass du das mit dem Troll oder ähnliches gerade nicht getan hast, ändert nichts am Fakt, dass du genau das machst was du mir oben wieder vorgeworfen hast, ich beleidige dich indem ich deine Argumente als schwach empfinde, deine Worte. Oben verlangst du Beispiele, die ich allerdings bereits gegeben habe, entweder hast du das überlesen oder dir ist es schlichtweg egal weil du eben dasselbe machst, die Argumente nicht als solche annehmen. Also entweder hast du mich dann ebenfalls beleidigt oder eben du misst mit zweierlei Maß.\n\nIn der übrigens genau das drinsteht, was du nochmals so direkt nachgefragt hast. \n\nWie gesagt, ich hab bereits alles gesagt, was ich sagen wollte und bin durch mit dem Thema.\n\nSchönen Tag noch.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-18T11:32:40.237+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000000100000001000000000000000f,timestamp=2016-01-18T11:07:45.131+0000)\n>\n> Bevor ich mich weiter wiederhole,sage doch mal,welche Behauptungen ich aufgestellt habe?\n> Will mal gerne sehen ob du überhaupt eine Ahnung von dem hast,was ich bis jetzt gesagt habe.\n\nHabe ich bereits mehrfach getan, sogar im Post aus dem du jetzt das Dito hast, nochmal erklärt. Wie gesagt ich bin raus. Habe auch keine Lust mehr mich zu wiederholen, führt zu nichts und wir sind mittlerweile ganz weit weg vom Threadthema.\n\nViel Spaß noch ingame und auf den Boards.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-17T17:05:43.890+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000003,timestamp=2016-01-17T16:29:11.161+0000)\n>\n> Wunderst du dich bei solchen Kommentaren wirklich über downvotes?\n\nIch denke nicht, im anderen Thread hat er ja bewiesen, was wahr ist und was nicht :D","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T19:49:07.285+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000005,timestamp=2016-01-17T17:06:51.798+0000)\n> ich weiß das die Leute auf den deutschen LoL-Foren sehr gerne mal keine Ahnung davon haben,was sie sagen und was eigentlich der Sinn von downvoten ist.\n\nWas ist denn der Sinn von Downvotes? Und wo genau steht das definiert was ich Downvoten darf und was nicht?","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-18T13:28:58.897+0000","up_votes":3,"down_votes":1,"body":"lass es einfach gut sein mit ihm. Der hat die Logik eines Pegida Typen wenn nicht sogar schon fast eines Verschwöhrungstheoretikers. Da kommt eh nichts mehr bei rum.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-18T07:46:19.476+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0002000100000002000100000000000100000001000000000000000a,timestamp=2016-01-18T07:11:30.373+0000)\n>\n> Ja,etwas was du nicht hinbekommen hast.\n> Ich meine,Argumente kann nicht jeder sagen.\n> Am besten wie du einfach die Meinung anderer degradieren,ihn als Troll beschimpfen um selbst kein Argument aufzubringen.\n> Dann behaupten ich wüsste nicht wie man eine Diskussion führt.\n\nIch hab dir schon mal gesagt, dass es auch gut und gerne an deinem aggressiven Ton liegen kann.\nDem hast du ja widersprochen, dass du niemanden angepampt hast und dein Schreibstil gar nicht so ist, ich bin jetzt echt zu faul die Posts zu suchen, um dir das aufzuzeigen...oh wait, in deinen letzten findet sich schon genug:\n\n>Du scheinst ja so schlau zu sein \n\n--->Anmache\n\n> ich mir absolut sicher,dass du nicht den blassesten Schimmer davon hast,was ich überhaupt gesagt habe.\n\n> ich weiß das die Leute auf den deutschen LoL-Foren sehr gerne mal keine Ahnung davon haben,was sie sagen\n\n-->Inderekt gesagt, ich oder auf wen immer sich das bezieht sei dumm.\n\n> Aber egal,die Foren in LoL sind sowieso ein Scherz,den man nicht ernstnehmen kann.\n\n--> hier hast du mein Argument, dass mit dir keine Diskussion möglich sein wird, bitte schön, wenn du es nicht ernst nimmst, steh ich und sonstwer schonmal unter dir und kann in der Stellung ja gar keine Argumente bringen.\n\n>Ich meine,Argumente kann nicht jeder sagen.\n\n-> bestätigt, was ich oben sagte, das kannst nur du.\n\n> Am besten wie du einfach die Meinung anderer degradieren,ihn als Troll beschimpfen um selbst kein Argument aufzubringen.\n\n-> du hast immer noch nicht gemerkt, dass du nichts anderes machst (mal abgesehen vom Troll)\n\n> Dann behaupten ich wüsste nicht wie man eine Diskussion führt.\n\n-> Mach ichs halt auch mal wieder wie du. Das ist keine Behauptung, sondern Fakt, Argumente/Beweise s.o. auf Nachfrage reich ich gern weitere nach.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-17T17:21:59.528+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000005,timestamp=2016-01-17T17:06:51.798+0000)\n>\n> Ach,darf ich also nicht sagen,dass ich Spaß habe bestimmte Arten von Threads zu lesen?Oder mit Leuten zu argumentieren?\n> Ich wundere mich nicht über Downvotes.\n> ich weiß das die Leute auf den deutschen LoL-Foren sehr gerne mal keine Ahnung davon haben,was sie sagen und was eigentlich der Sinn von downvoten ist.\n> Aber nein,ich wundere mich nicht.\n\nKlar darfst du, nur ist es nicht das Problem der Leute, die dir widersprechen, wenn du mit gegenwind nicht klar kommst.\nDen Sinn vom Downvoten legst z. B. du nicht fest, aber Leute die dabei nicht deiner Meinung sind haben keine Ahnung.\nSeems legit.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-01-17T16:29:11.161+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000000,timestamp=2016-01-17T15:55:03.343+0000)\n>\n> Ist aber lustig wie ich merke,dass ich gedownvoted werde,obwohl ich die Wahrheit sage und das mit Beweisen hinterlege.\n> Aber egal,die Foren in LoL sind sowieso ein Scherz,den man nicht ernstnehmen kann.\n\nWunderst du dich bei solchen Kommentaren wirklich über downvotes?","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T16:13:12.062+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000001000000010000000000000000,timestamp=2016-01-17T15:55:03.343+0000)\n>\n> Ist aber lustig wie ich merke,dass ich gedownvoted werde,obwohl ich die Wahrheit sage und das mit Beweisen hinterlege.\n> Aber egal,die Foren in LoL sind sowieso ein Scherz,den man nicht ernstnehmen kann.\n\nDann bewege dich doch hier nicht. Keiner zwingt dich hier zu sein...","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T07:07:01.925+0000","up_votes":2,"down_votes":4,"body":"Es geht nicht um die Definition.Sondern um einfaches logisches Denken.Wenn du jemanden Downvotest,weil er eine Meinung hat,die nicht deiner entspricht,gibst du ihm sogesehen negatives Feedback dafür,dass er einfach seine Meinung äußert.Wenn dies ohne jegliche Falschinformation,Rassissmus oder Degradierung einer anderen Person passiert,ist dies absolut nicht gerechtfertigt.\nDarum sollte es eigentlich eine Nachricht beim Downvoten geben,dass dies kein \"I Disagree\"-Button ist,wie Reddit es ist.\nNatürlich bedeutet das Downvoten hier nur,das der Großteil der Community hier nicht mit übereinstimmt,aber es Degradiert andere Meinungen,auch wenn sie Begründet sind.\nEs ist absolut egal,ob ich Fakten sage,oder sogar einfach ein Bild auf **Anfrage** schicke.Es wird gedownvoted.\nWenn du mir irgendwie erklären kannst,wie das zustande kommen darf und wie das nicht problematisch ist,nur her damit.Fakt ist,es wird sinnlos negativ gedownvoted.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T17:48:54.442+0000","up_votes":1,"down_votes":4,"body":"ich frage dich nochmal.\nWelches Argument habe ich gesagt,welches keinen Nachweis hatte.\nIch frage dich nicht nach einem Paragraphen,in dem so wie wie ich gerade gelesen habe,nur einfach Vermutungen drin stehen,sondern nach der Anwort einer einfachen frage.Also nur zur Sicherheit.\n\nWo habe ich ein Argument genannt,wo ich keinen Nachweis hatte?","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T11:07:45.131+0000","up_votes":1,"down_votes":4,"body":">Dito\n\nBevor ich mich weiter wiederhole,sage doch mal,welche Behauptungen ich aufgestellt habe?\nWill mal gerne sehen ob du überhaupt eine Ahnung von dem hast,was ich bis jetzt gesagt habe.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-17T16:27:15.431+0000","up_votes":1,"down_votes":4,"body":"Ich liebe es meinen Senf dazuzugeben.\nDie Menge an Threads die einfach schlecht gemacht sind und zu recht gedownvoted wurden,sind äußerst unterhaltsamn zu lesen.Außerdem macht es Spaß,die Aussagen anderer als falsch zu beweisen.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T08:54:57.705+0000","up_votes":2,"down_votes":5,"body":"@Waldschrat86\n\n>Ich hab dir schon mal gesagt, dass es auch gut und gerne an deinem aggressiven Ton liegen kann.\nDem hast du ja widersprochen, dass du niemanden angepampt hast und dein Schreibstil gar nicht so ist, ich bin jetzt echt zu faul die Posts zu suchen, um dir das aufzuzeigen...oh wait, in deinen letzten findet sich schon genug:\n\n>Anmache\n\nOch,mich aber als Troll zu beleidigen ist kein Problem?\nMein Schreibstil ist nicht aggressiv.Du kannst mir ja gerne Beispiele nennen.Wenn du denn welche findest.\n\n>du hast immer noch nicht gemerkt, dass du nichts anderes machst (mal abgesehen vom Troll)\n\nDa beleidigst du mich wieder als Troll.Ich habe leider niemals jemanden als Troll beschimpft,oder ihm gesagt dass seine Meinung nichts wert ist.Tut mir leid,aber würdest du mir bitte einen Link schicken?Wie ich es immer auf Anfrage gemacht habe?\n\n>bestätigt, was ich oben sagte, das kannst nur du.\n\nIch habe leider von dir noch kein Argument gesehen.Einfach eine leere Behauptung aufzustellen und mir die Worte im Mund umzudrehen hat keinen Effekt.\n\n>Mach ichs halt auch mal wieder wie du. Das ist keine Behauptung, sondern Fakt, Argumente/Beweise s.o. auf Nachfrage reich ich gern weitere nach.\n\nLeider habe ich das immer dann als Fakt abgestempelt,ohne auch einen Nachweis zu haben.\n**Du** bist derjenige,der ohne jeglichen Nachweis meint mich beleidigen zu müssen.\n\nDas traurige ist,du diskutierst absolut sinnlos mit mir,da du keinen Punkt hast.\nDu bist eigentlich nur angekommen,hast behauptet ich wäre aggressiv und hätte etwas in meine These eingebaut,wenn es nicht stimmt.Seitdem degradierst du meine Aussagen und redest mit Sarkastischem Ton über mich.\nSorry aber,du bist derjenige der überaggressiv ist.Vor allem ohne Grund.\nDu solltest erstmal wissen was du mir überhaupt sagen willst,bevor du antwortest.\nWürde erklären wieso du keine Argumente hast.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T07:11:30.373+0000","up_votes":2,"down_votes":5,"body":"Ja,etwas was du nicht hinbekommen hast.\nIch meine,Argumente kann nicht jeder sagen.\nAm besten wie du einfach die Meinung anderer degradieren,ihn als Troll beschimpfen um selbst kein Argument aufzubringen.\nDann behaupten ich wüsste nicht wie man eine Diskussion führt.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T07:10:00.142+0000","up_votes":2,"down_votes":5,"body":"Wenn ich Fakten sage,gibt es nichts zu widersprechen.Dann dürfte es keine Downvotes logischerweise geben.\nAber die LoL-Foren sind ein schlechter Scherz.\nDu kannst mir gerne beantworten,wieso ich Downvotes kassiere,wenn ich auf **Anfrage** einer anderen Person ein Bild schicke?Hmmmm?Du scheinst ja so schlau zu sein und zu meinen das ich keinen guten Punkt habe?\nBevor du das nicht beantworten kannst,bin ich mir absolut sicher,dass du nicht den blassesten Schimmer davon hast,was ich überhaupt gesagt habe.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-18T11:35:36.889+0000","up_votes":1,"down_votes":5,"body":"@ Waldschrat86\n\nAch wie lustig.Jetzt wo ich dich ganz direkt frage,hast du nichts zu sagen?\nSchön zu sehen,dass du einfach so aufgibst.\nbeweist einfach nur,dass du keine Ahnung von dem hattest,was du gesagt hast.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-17T17:06:51.798+0000","up_votes":2,"down_votes":6,"body":"Ach,darf ich also nicht sagen,dass ich Spaß habe bestimmte Arten von Threads zu lesen?Oder mit Leuten zu argumentieren?\nIch wundere mich nicht über Downvotes.\nich weiß das die Leute auf den deutschen LoL-Foren sehr gerne mal keine Ahnung davon haben,was sie sagen und was eigentlich der Sinn von downvoten ist.\nAber nein,ich wundere mich nicht.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-17T15:55:03.343+0000","up_votes":2,"down_votes":6,"body":"Ist aber lustig wie ich merke,dass ich gedownvoted werde,obwohl ich die Wahrheit sage und das mit Beweisen hinterlege.\nAber egal,die Foren in LoL sind sowieso ein Scherz,den man nicht ernstnehmen kann.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T12:53:45.389+0000","up_votes":2,"down_votes":1,"body":"wie schon gesagt Screen or doesnt happen. Wahlweise denke ich mal wirst du den Screen auch in deinem Thread haben, den kannst du hier auch gerne verlinken.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T13:28:08.206+0000","up_votes":1,"down_votes":3,"body":"http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/HuUwE9gy-zu-fraher-permaban\n\nHier ist der Thread.\n\nUnd hier sind die Screenshots vom Supportticket.Wenn du mir nicht glauben willst,ist es auch gut,aber es bleibt Tatsache.\n\nhttp://puu.sh/myZDy/bf08a888fd.png","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-20T13:04:37.782+0000","up_votes":2,"down_votes":1,"body":"@Z3ndom : Du bist \"Minamitsu Murasa\" ? Wenn nicht, dann ignorier folgenden Post .\n\nAnsonsten ...\nwarum sollte man jemanden OHNE Beweise  etwas glauben, der schon einmal nicht die Wahrheit gesagt hat ? \n\nUnd das mit der Beweislast siehst Du hier völlig falsch. Du bewegst Dich in einem öffentlichen Forum. Egal ob Du nur einem eine Antwort schreibst, lesen das alle anderen mit. Das ist numal so. Du kannst nicht einfach etwas posten, was andere diskreditiert ohne dieses entsprechend zu belegen. Am besten sofort belegen und nicht erst nach drölfzigmacher Aufforderung. Egal, ob Du am Ende Recht hattest oder nicht, wenn Du eine Behauptung aufstellst die wohl der Wahrheit entspricht, dann solltest Du diese sofort belegen. Du bist hier nunmal nicht allein.\n\nUnd wie Waldschrat schon angemerkt hat ist Dein Diskussionsstil schlichtweg provokant. War er schon in den anderen 2 Threads. Zeige einfach mehr Empathie und formuliere Deine Aussagen anders, dann klappts auch mit dem Voten.\n\nFakt ist nunmal, Du hast damals einen angeblichen Freund vorgeschoben wo es eigentlich um Dich ging. Dazu gabs dann von Dir eine entsprechende Diskussionskultur die , den Votes nach zu urteilen, Dich in keinem positiven Licht zeigte . Also nach allem würde ich persönlich auch nicht mehr auf Dein Wort vertrauen wollen.\n\nmfg\nMB","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-25T13:41:34.060+0000","up_votes":1,"down_votes":4,"body":"Ich werde weiter posten und erst auf Anfrage einen Beweis liefern.\nWird mich auch nichts auf dieser Welt davon abhalten.Und wenn jemand meint es würde nicht stimmen,habe ich nen guten Grund mich über diese Person lächerlich zu machen,da diese Mist erzählt hat,nicht ich.","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-25T13:48:12.914+0000","up_votes":3,"down_votes":1,"body":"> es würde nicht stimmen,habe ich nen guten Grund mich über diese Person lächerlich zu machen,da diese Mist erzählt hat,nicht ich.\n\nDu meinst lustig, \"mich über diese Person **lustig** machen\" weil lächerlich machst Du Dich mit diesem Post gerade .\n\nmfg\nMB","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-25T14:01:52.700+0000","up_votes":1,"down_votes":4,"body":"Wenn du das lustig findest,kann es mir nicht weniger egal sein.\nAm Ende habe ich recht und solange es mich amüsiert kann mir alles andere egal sein.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-25T18:12:12.272+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000000000000010001000000000006,timestamp=2016-01-25T17:42:20.909+0000)\n>\n> Ich habe die Diskussion seit längerem gewonnen.Ich brauche nichts auf deinen Versuch meine Argumente schlecht zu reden,einzugehen.\n> \n\nLoL mit deiner Frage, die ich schon zigfach beantwortet hatte und es mir zu blöd wurde, es zu wiederholen, es dann dennoch tat und du es geflissentlich ignoriertest. \nSchöner Phyrrussieg.\n\n> Du beweist mir leider das Gegenteil.\n\nSo hier sagst du jetzt ziemlich direkt, dass ich dumm bin, aber fühlst dich beleidigt, wenn man nur sagt, man fühlt sich von dir getrollt.\nWirklich astrein dein Stil und überhaupt nicht aggressiv nein, aber ich red ja nur Stuss und bin dumm, ist klar.\n\n> Darauf zu schließen wie ich mich im echten Leben verhalte,aufgrund dessen,wie ich mich online verhalte,ist ignorant.\n\nNö ignorant, arrogant und ziemlich das egozentrischste, was ich seit langem hier lesen durfte sind deine Posts und daraus schließe ich dass das im RL gerne mal genauso sein wird. Zumal du ja selber sagtest du trollst nicht und dich dadurch beleidigt fühltest. Also muss ich Dummerchen ja annehmen, dass du im RL genau so bist.\n\n> Der absolute Beweis das du entweder trollst,oder keine Ahnung hast,von was du redest.\n\nJetzt hab ich wieder keine Ahnung, wie immer wenn dir die Argumente ausgehen, die du eh nie hattest, und auf einmal trolle ich, jajaja.\nWie gesagt, ich bin niht der einzige, der das checkt.\n> \n> Bis dann.Du versuchst einfach nur mich zu trollen,was ich vorher gecheckt habe.Funzt leider nicht.\n\nNö\n\n> Ich habe hier gewonnen und du kannst mir das nicht schlecht reden.\n\nWas hast du denn gewonnen? Verrat es mir bitte? Jeder kann nachlesen, was du gewonnen hast, Sympathie oder gar Zustimmung sicher nicht und die Diskussion allemal nicht, weil du nie diskutiert hast Mr. ich hab immer Recht.\n\n> Schönen Tag noch.Vielleicht wirst du eines Tages anfangen zu lesen UND zu verstehen was andere schreiben.\n\nIm Gegensatz zu dir hab ich das stets getan, wie man auch nachlesen kann.\nWie gesagt die meisten Foristen hier sind nicht dumm.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-25T17:34:47.007+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Z3ndom,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000000000000010001000000000004,timestamp=2016-01-25T17:07:20.639+0000)\n>\n> Das war die erste Forderung nach einem Beweis\n> \n> Diese Diskussion tut nichts zur Sache.Ich bin mit einem anderem Account on,also behandle mich auch so.\n\nLoL\n\n> Und außerdem.Und weiter?Was hat es für einen unterschied gemacht,ob ich sagte,es war ich oder ein Freund?Menschen lügen jeden Tag,selbst automatisch.\n\nLoL\n\n\n> Was für eine Diskussion?Leute haben sich aufgeregt,dass ich einen aggressiven Ton hatte und sonstige Sachen,die mich nicht interessiert haben.\n\nLoL->Ich habe recht,dass ist der einzige Beistand den ich brauche.\n\n> Die Forderung und der Screen kamen übrigens viel früher.Habe sofort auf Anfrage einen geschickt.\n\nLoL (schlag mal unter \"sofort\" im Duden nach) Recht zügig ja, aber sicher nicht sofort.\n\n> Die Tatsache dass du einen anderen Thread den ich unter anderem Namen verfasst habe,mit hineinbeziehst,macht deine Aussage in keinster Weise neutral,sondern mit Vorurteilen im Hinterkopf.\n\nLoL Welche Vorurteile? Sind doch Fakten. Beweis: Deine Art zu \"diskutieren\".\n\n> Der Grund warum ich gedownvoted werde,ist einfach.Ich sage Sachen,dessen Gedanken andere nicht teilen.Ganz einfach.Und dass man für sowas gedownvoted wird,ist lächerlich.Und die Diskussion mit dir und Waldschrat genauso.Ich wurde gefragt nach Backup für meine Aussagen und habe diese ohne weiteres geliefert.Alles andere ist absolut unnötig.Deswegen fühle ich mich auch schlecht,dass ich meine wertvolle Zeit mit solch einer unnötigen Diskussion verbracht habe,wenn meine Gesprächspartner keine Argumente haben.\n\nDu hast auch keine Argumente außer deiner Meinung und solange du alles dir widersprechende als Stuss abtust, nachweislich gar nicht liest, was andere überhaupt schreiben, wenn überhaupt ein bisschen cherrypicking betreibst und weiter die Schiene (egal bei welchem Thema)\n\n>Ich habe recht,dass ist der einzige Beistand den ich brauche.\n\nfährst bleibt das auch so.\n\nDa sagst du seist schlau, mag sein, aber viele andere hier sind auch nicht dumm und verstehen sehr gut wie dein Diskussionstil aussieht und welche Charakterzüge solch einem Verhalten zugrunde liegen müssen.\n\nViel Spaß noch in deiner egozentrisch geprägten Welt.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-01-25T15:44:20.321+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000020001000000000000000000010001000000000000,timestamp=2016-01-25T14:12:44.512+0000)\n>\n> Ähm Du machst Dich doch \"lächerlich über diese Person\", nicht ich. Ich hab Dich nur verbessert. Ich hab nicht geschrieben, daß ich mich über jmnd. lustig oder lächerlich machen will. Oder irgendwas lustig finde. \n> Wenn Du immer so die Worte verdrehst, dann wundert mich echt nix mehr.\n> \n> Ganz im Gegenteil, Du hattest gelogen, postest dann seitenweise iwelche Behauptungen und erst nach penetranter Beweisforderung rückste mit iwelchen Screens raus. Da spielt es keine Rolle mehr, ob Du recht hattest oder nicht. Einfach weil Du keinen finden wirst, der Dir jetzt da beisteht. Jedenfalls glaub ich das nicht . Kann mich auch irren, abe im Moment sieht es nicht danach aus. Also was bringt's ?\n> \n> Aber mach ruhig. Is Dein Ding. Du hattest recht, das gibt Dir Genugtuung . Lass andere Deine Beweise fressen, hauptsache Du bist glücklich.\n> \n> mfg\n> MB\n\nDer Typ hat doch eh immer mit allem Recht. Auch dann, wenn er sagt die Erde sei eine Scheibe. Beweis hat er ja auch, Recht zu haben, ist ihm Beweis genug, ein Teufels- äh Engelskreis.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-01-25T14:12:44.512+0000","up_votes":3,"down_votes":0,"body":"Ähm Du machst Dich doch \"lächerlich über diese Person\", nicht ich. Ich hab Dich nur verbessert. Ich hab nicht geschrieben, daß ich mich über jmnd. lustig oder lächerlich machen will. Oder irgendwas lustig finde. \nWenn Du immer so die Worte verdrehst, dann wundert mich echt nix mehr.\n\nGanz im Gegenteil, Du hattest gelogen, postest dann seitenweise iwelche Behauptungen und erst nach penetranter Beweisforderung rückste mit iwelchen Screens raus. Da spielt es keine Rolle mehr, ob Du recht hattest oder nicht. Einfach weil Du keinen finden wirst, der Dir jetzt da beisteht. Jedenfalls glaub ich das nicht . Kann mich auch irren, abe im Moment sieht es nicht danach aus. Also was bringt's ?\n\nAber mach ruhig. Is Dein Ding. Du hattest recht, das gibt Dir Genugtuung . Lass andere Deine Beweise fressen, hauptsache Du bist glücklich.\n\nmfg\nMB","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2016-01-25T16:26:51.585+0000","up_votes":2,"down_votes":1,"body":">Ok,mein Freund hat heute gespielt.Er hat im /all-Chat darüber geschrieben wie er Dia ist,und besser ist als die anderen,nachdem sie alle ihn insulted haben,dass er feeded.\nNun hat er instant einen 2-Wochen-Ban bekommen.\nIch dachte man bekommt erst eine 10 Spiele-Cr.Er war nicht toxic im Sinne von direktem Beleidigen.Sondern meinte er dass er trotz allem besser als die anderen ist.\n\nDas war von Dir und gelogen !\n\n\nDas war die erste Forderung nach einem Beweis\n\n>Du hast also statt einer CR oder einem 14 Tage Bann einen 7 Tage ban bekommen? Screen or doesnt happen. Soweit ich weiß reduziert Riot keinerlei Bans.\n\n\nDas war die 2. Forderung\n\n\n>Das sind keine Fakten, sondern Behauptungen. Fakten sind unwiderlegbar, bedeutet eindeutig bewiesen. Du stellst nur eine Behauptung in den Raum.\n\n\nDann kam ne ellenlange Diskusion \n\n>Ein Fakt wird es erst nach Beweis eben diesem. Vorher bleibt es eine These/Behauptung.\n\n\nUnd iwan kam dann Dein berühmter Screenshot. Dazu hast Dich permanent über Downvotes aufgeregt. \n\nDer Stuss kam von Dir. Du hast einfach ne falsche Reihenfolge an den Tag gelegt. Zuerst den Screen und dann den Text dazu und nicht zuerst diffamieren (primär gings Dir wohl um Ymir's Aussagen bezügl. der Restriktionen) . Mit beistehen mein ich glauben. Da Dir das sowieso egal ist, können wir's auch lassen. Ursprünglich wollte ich Dir nur eine Erklärung liefern, warum Du downvotes bekommen hast, aber das ist nun auch nebensächlich. Du hast Recht und das reicht auch. Ich geb mich geschlagen. Viel spaß noch .\n\nmfg\nMB","replies":[]},{"id":"","poster":"SurpRyze Idiot","date":"2016-01-26T06:51:51.900+0000","up_votes":1,"down_votes":2,"body":"Ich weiß zwar nicht wieso ihr euch so hart beefed,aber Z3ndom hat recht.\nUnd das hat er gut genug gesagt,dass selbst ich es verstehe.Du hingegen hast wahllos irgendwelche Behauptungen aufgestellt und diese wurden widerlegt.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-25T17:07:20.639+0000","up_votes":1,"down_votes":2,"body":">Das war von Dir und gelogen !\n\nDas war die erste Forderung nach einem Beweis\n\nDiese Diskussion tut nichts zur Sache.Ich bin mit einem anderem Account on,also behandle mich auch so.\nUnd außerdem.Und weiter?Was hat es für einen unterschied gemacht,ob ich sagte,es war ich oder ein Freund?Menschen lügen jeden Tag,selbst automatisch.\n\n>Das war die 2. Forderung\n\nDas war die erste Forderung,aber auch gut.\n\n>Dann kam ne ellenlange Diskusion\n\nWas für eine Diskussion?Leute haben sich aufgeregt,dass ich einen aggressiven Ton hatte und sonstige Sachen,die mich nicht interessiert haben.\nDie Forderung und der Screen kamen übrigens viel früher.Habe sofort auf Anfrage einen geschickt.\n\n>Der Stuss kam von Dir. Du hast einfach ne falsche Reihenfolge an den Tag gelegt. Zuerst den Screen und dann den Text dazu und nicht zuerst diffamieren (primär gings Dir wohl um Ymir's Aussagen bezügl. der Restriktionen) . \n\nDie Tatsache dass du einen anderen Thread den ich unter anderem Namen verfasst habe,mit hineinbeziehst,macht deine Aussage in keinster Weise neutral,sondern mit Vorurteilen im Hinterkopf.\n\n>Ursprünglich wollte ich Dir nur eine Erklärung liefern, warum Du downvotes bekommen hast\n\nDer Grund warum ich gedownvoted werde,ist einfach.Ich sage Sachen,dessen Gedanken andere nicht teilen.Ganz einfach.Und dass man für sowas gedownvoted wird,ist lächerlich.Und die Diskussion mit dir und Waldschrat genauso.Ich wurde gefragt nach Backup für meine Aussagen und habe diese ohne weiteres geliefert.Alles andere ist absolut unnötig.Deswegen fühle ich mich auch schlecht,dass ich meine wertvolle Zeit mit solch einer unnötigen Diskussion verbracht habe,wenn meine Gesprächspartner keine Argumente haben.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-25T16:18:40.014+0000","up_votes":1,"down_votes":2,"body":"\"Penetrante Beweisforderung;Du hattest gelogen;Seitenweise iwelche Behauptungen\".\nSure M8.Habe einmal behauptet,dass ich meinen Ban um 1 Woche reduziert bekommen habe.\nJemand fragt einmal nach dem Screen und hat ihn.Ich frage mich,ob du überhaupt irgendwas gelesen hast.\nIch behaupte,dass die Community sinnlos Downvoted.Man aht mich nach Beispielen gefragt.Habe diese geschickt.\n\n>Da spielt es keine Rolle mehr, ob Du recht hattest oder nicht. Einfach weil Du keinen finden wirst, der Dir jetzt da beisteht.\n\nWarum,sollte es mich interessieren ob mir jemand beisteht?Ich habe recht,dass ist der einzige Beistand den ich brauche.Für den Fall,dass eine andere Person vielleicht mal Argumente aufbringt,was bis jetzt wenige Leute gemacht haben,bin ich schlau genug das zu akzeptieren.gerade aber redest du nur Stuss.","replies":[]},{"id":"","poster":"Z3ndom","date":"2016-01-25T17:42:20.909+0000","up_votes":1,"down_votes":3,"body":"Ich habe die Diskussion seit längerem gewonnen.Ich brauche nichts auf deinen Versuch meine Argumente schlecht zu reden,einzugehen.\n\n>aber viele andere hier sind auch nicht dumm\n\nDu beweist mir leider das Gegenteil.\n\n>verstehen sehr gut wie dein Diskussionstil aussieht und welche Charakterzüge solch einem Verhalten zugrunde liegen müssen.\n\nDarauf zu schließen wie ich mich im echten Leben verhalte,aufgrund dessen,wie ich mich online verhalte,ist ignorant.\n\n>Du hast auch keine Argumente außer deiner Meinung\n\nDer absolute Beweis das du entweder trollst,oder keine Ahnung hast,von was du redest.\n\nBis dann.Du versuchst einfach nur mich zu trollen,was ich vorher gecheckt habe.Funzt leider nicht.\nIch habe hier gewonnen und du kannst mir das nicht schlecht reden.\nSchönen Tag noch.Vielleicht wirst du eines Tages anfangen zu lesen UND zu verstehen was andere schreiben.","replies":[]}]}]}]},{"id":"","poster":"Z3ndom","date":"2016-01-25T13:39:03.405+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Haudruppmoor","date":"2016-01-25T13:45:21.785+0000","up_votes":2,"down_votes":1,"body":">Mein Wort wiegt genauso viel wie das anderer.\n\nhttps://de.wiktionary.org/wiki/wer_einmal_l%C3%BCgt,_dem_glaubt_man_nicht,_und_wenn_er_auch_die_Wahrheit_spricht\n\n>Ist mir auch egal ob du auf mein Wort vertraust.Friss die Beweise und sei dann still.\n\nDanke :) Und im Anschluß trink ich 1 Liter Rizinus .\n\nmfg\nMB\n\n","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-25T13:47:00.022+0000","up_votes":1,"down_votes":3,"body":"Wenn mir jemand nicht glaubt,selbst wenn ich einen Beweis habe,kann es mir ab dann egal sein,da diese Person nicht für Diskussionen geschaffen ist.","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-17T14:32:42.749+0000","up_votes":1,"down_votes":0,"body":"Ok das 1. mal das ich davon gehört habe. Du hast das ganze aber belegt und somit gibt es keinen Grund mehr das ganze Anzuzweifeln.\n\nIch würde es aber dennoch nicht als \"Die Regel\" ansehen das wenn man direkt einen 14 'Tage Ban bekommt der auf 7 Tage reduziert wird. Eher das dein Chatlog vielleicht doch noch \"zu harmlos\" war um als 1. Strafe direkt den 14 Tage Ban zu bekommen.","replies":[{"id":"","poster":"Z3ndom","date":"2016-01-17T15:21:55.470+0000","up_votes":1,"down_votes":3,"body":"Mag sein,dass es selten vorkam.Ist auch normal,dass man dann darüber wenig weiß und mag auch sein,dass ich mich mit der Aussage,dass \"manche auf den Boards keine Ahnung haben\" zu weit aus dem Fenster lehne,aber trotzdem habe ich eben jetzt Recht.\nIch hoffe das du auf mein Wort,sollten wir eine freundlichere Diskussion mal führen,auf mein Wort vertraust,ohne direkt zu sagen,dass es das nicht gibt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mialuna","date":"2016-01-07T13:38:00.087+0000","up_votes":1,"down_votes":5,"body":"Nein einen perma bann für diese chat logs ich war ebene bei ihm jetzt geht es ihm noch schlechter weil sein V im KH ist er nicht hin darf wegen seinern S und jetzt auch noch der Perma Bann.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:54:09.665+0000","up_votes":1,"down_votes":0,"body":"Nur weile es seiner Familie und ihm dreckig geht ist das kein Freifahrtsschein. Soll er rausgehen und nen Baum anschreien oder wenn er unbedingt LoL spielen muss seinen Bildschirm und nicht im Chat andere Spieler runtermachen. \n\nSry auch mit der Story stößt du da bei mir auf 0 Verständnis.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:10:27.714+0000","up_votes":1,"down_votes":6,"body":"Das ist deine meinung das respektiere ich aber sollte es dir mal so schlecht gehen und du machst einen fehler erinnere dich bitte an deine worte.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T14:13:11.413+0000","up_votes":1,"down_votes":0,"body":"musst du garnicht ohne mich zu kennen. Ich habe mit meinen 21 Jahren schon so einigen psychischen kram durchgemacht. Und ich habe weder eine Sperre noch irgendetwas anderes bekommen.","replies":[]}]}]},{"id":"","poster":"Brofudge","date":"2016-01-07T21:38:06.760+0000","up_votes":1,"down_votes":0,"body":"Würde mir stinken wenn ich er wäre, bzw. du, weil ich die Story, dass das der Account von deinem Freund sein soll kein Stück glaube. Du kannst dich doch im echten Leben auch nicht wie ein Vollarsch verhalten und dann auf Verständnis hoffen, weil du gerade eine schwierige Phase hast  Ich hätte dich auch reportet, weil du deinen Mates unheimlich auf den Sack gegangen bist. Vorallem hilft es kein Stück weiter deine Mates wegen schlechten Runen und Masteries anzupflaumem, weil sie es sowieso nicht mehr ändern können. Klar geht mir das auch auf den Keks, wenn die Leute mit keiner oder der falschen Keystone Mastery spielen aber weder er noch ich können das ändern.Jemanden zu sagen das er beschissen spielt lässt ihn nicht auf magische Weise besser werden. Ich liebe es auch, wenn sich meine Gegner über unsere Art zu spielen beschweren. Die glauben auch ich hör auf zu ganken, nur weil sie rumheulen wie unfair doch 2 vs 1 wäre. Ich versteh einfach nicht wie man so verblendet sein kann. Komm raus aus der Seifenblase, hier hat dir bis jetzt fast jeder gesagt, dass du oder dein \"Freund\" sich nicht korrekt verhalten hat und du kreidest denen an, dass sie scheinheilig seien. Bei deinem Verhalten, was du hier zeigst, wird LoL bestimmt eher ein geringeres Problem in deinem Leben darstellen.\n\nIch verbleibe dennoch mit freundlichen Grüßen,\nBrofudge","replies":[]}]}]},{"id":"","poster":"The valiant Hero","date":"2016-01-07T13:08:10.602+0000","up_votes":2,"down_votes":1,"body":"Ja, ist klar, aber du kannst auch nicht neu geboren werden. Du hast nur 1 Leben, kannst dir aber viele accs erstellen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:10:34.653+0000","up_votes":1,"down_votes":5,"body":"Du kannst aber auch den verein wechseln also ist deine metapher nicht richtig.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-07T13:48:50.482+0000","up_votes":2,"down_votes":0,"body":"Kannst du hier auch: Dota, Hots,...","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-07T17:31:43.831+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00020001000000000000,timestamp=2016-01-07T13:10:34.653+0000)\n>\n> Du kannst aber auch den verein wechseln also ist deine metapher nicht richtig.\n\nkann dein Kumpel ja auch. Er kann jetzt Dota2 zocken, CoD zocken, Star Wars zocken... oder sich einen neuen Account anlegen... und wenn er sich dann weiterhin so verhält wie in dem Chatverlauf, wird er allerdings auch dort zeitnach \"rausfliegen\"","replies":[]}]}]}]},{"id":"","poster":"Zaubbox","date":"2016-01-07T13:21:45.692+0000","up_votes":2,"down_votes":5,"body":"Das was du schreibst ist eher so lala.\nIch beziehe mich einfach mal auf meine eigenen erfahrungen\nIch spiele Fußball im verein(amateur) und wenn es schlecht läuft wird das auch mal klipp und klar angesprochen. Da geht niemand reporten (analog dazu beim tainer/vorstand melden)\nSondern da wird sich an die eigene nase gepackt und diskutiert. \nIm profibereich wird für jammern ohne jamnden anzugehen ohnehin niemand gefeuert. Es gibts sowas wie arbeitsrecht und seinem mitspieler zu sagen er hat schlecht gespielt reicht nicht aus. Auf die Tribüne gesetzt zu werden geht natürlich.\n\nAber genug analogien zum sport. Ich finde es einfach übel dass sich jeder in diesem forum als moralapostel hin stellt. So lange alles in einem gewissen rahmen liegt (und das tut es bei diesem chatlog) ist das in ordnung. Rassismus oder absichtlichen reinfeeden sind da andere geschichten. Zur not muted dich wenn euch jemand nervt anstatt direkt diesen reportbutton zu drücken","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2016-01-07T13:46:26.686+0000","up_votes":7,"down_votes":2,"body":"> [{quoted}](name=Zaubbox,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000200010001,timestamp=2016-01-07T13:21:45.692+0000)\n>\n> Das was du schreibst ist eher so lala.\n> Ich beziehe mich einfach mal auf meine eigenen erfahrungen\n> Ich spiele Fußball im verein(amateur) und wenn es schlecht läuft wird das auch mal klipp und klar angesprochen. Da geht niemand reporten (analog dazu beim tainer/vorstand melden)\n> Sondern da wird sich an die eigene nase gepackt und diskutiert. \n> Im profibereich wird für jammern ohne jamnden anzugehen ohnehin niemand gefeuert. Es gibts sowas wie arbeitsrecht und seinem mitspieler zu sagen er hat schlecht gespielt reicht nicht aus. Auf die Tribüne gesetzt zu werden geht natürlich.\n\nUnd in deinem Verein wird den Spielern also vorgeworfen, absichtlich zu verlieren?\nEs wird ihnen gesagt, sie sollten keine Fussball spielen, wenn sie so schlecht sind?\nFindest du alles in dem Log weiter oben, sprich dass doch bei eurer nächsten Besprechung aus.\nZusätzlich sollte das am besten noch von jemanden vorgetragen werden, den ihr überhaupt nicht kennt (so wie der Flamer seine Teammates) und mitten im Spiel, nicht bei einer Bespreching danach.\nDann hättest du eine vergleichbare Situation.\n\n> \nSo lange alles in einem gewissen rahmen liegt (und das tut es bei diesem chatlog) ist das in ordnung.\n\nKonstantens heruntermachen und beleidigen der Mitspieler ist für dich also in Ordnung....\nInteressant, für mich ist es das nicht.\n\n> Zur not muted dich wenn euch jemand nervt anstatt direkt diesen reportbutton zu drücken\n\nWenn du muten musst, ist der Schaden bereits angerichtet.\nIch fände es sehr viel sinvoller, wenn die Spieler schlichtweg nicht ihre \"Enter\" Taste betätigen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:54:31.508+0000","up_votes":1,"down_votes":7,"body":"Wenn ein profi spieler die gegner ins tor laufen lässt und einfach stehen bleibt wird ihm auch gesagt trainier bis du es kannst und dann spiel in der profi liga ;)","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T14:12:04.148+0000","up_votes":1,"down_votes":0,"body":"Mit dem Unterschied das der Hans von nebenan sich erst bis zur Profi Liga hocharbeiten muss und nicht direkt drin ist. \n\nGenauso wie bei LoL du musst dich erst hocharbeiten und spielst dann mit den Leuten auf deiner Elo.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-07T14:04:27.320+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Zaubbox,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000200010001,timestamp=2016-01-07T13:21:45.692+0000)\n>\n> Das was du schreibst ist eher so lala.\n> Ich beziehe mich einfach mal auf meine eigenen erfahrungen\n> Ich spiele Fußball im verein(amateur) und wenn es schlecht läuft wird das auch mal klipp und klar angesprochen. Da geht niemand reporten (analog dazu beim tainer/vorstand melden)\n\nDer Umgangston ist jedoch oft ein anderer. Zudem wird dies im Spiel nur kurz getan (Zeit für Kritik im Verhältnis zur Spielzeit). \nHinzu kommt: wird man wirklich einmal zu persönlich, so besteht die Möglichkeit, nach dem Spiel sich beim Teammate zu entschuldigen. \n\nZudem gibt es einen Team-Kapitän, der für Ruhe im Team sorgt, sollte man sich gegenseitig zu hart kritisieren. Damit besteht eine Hierarchie, die es in LoL nicht gibt (alle 5 sind auf gleicher Höhe).\n\nWürde aber einer der Spieler wirklich immer jenen Spieler hart kritisieren, der gerade schlecht spielt, wird dies im Team/Verein effektiv ein Thema. Keiner mag Leute, der einfach alle zur Schnecke macht; schon gar nicht bei einem Hobby.\n\nVereins-Ausschlüsse passieren wohl im Fussball seltener. Liegt vielleicht daran, dass man nicht so anonym wie im Internet ist. Aber möglich ist dies auf jeden Fall und wird auch gemacht.\n\n> Sondern da wird sich an die eigene nase gepackt und diskutiert. \n> Im profibereich wird für jammern ohne jamnden anzugehen ohnehin niemand gefeuert. Es gibts sowas wie arbeitsrecht und seinem mitspieler zu sagen er hat schlecht gespielt reicht nicht aus. Auf die Tribüne gesetzt zu werden geht natürlich.\n\nJa, es gibt da ein Kündigungsrecht.\nAber eine Suspensierung (auf der Tribüne landen) kommt rasch einer Kündigung gleich.\nOhne Spielpraxis wird es bereits schwer, einen neuen Verein zu finden. Hinzu kommt, dass natürlich auch jeder 1+1 zusammen zählen kann, warum der wohl auf der Tribüne sitzt. ;)\n\nEs gibt auch gute Gründe, warum Fussball-Profis in einem Interview nie sagen, dass \"Torhüter Müller den Schuss hätte halten sollen\" oder \"Meier endlich ins Tor treffen soll\".\nDamit kann man rasch seine Karriere beenden.\n\nNatürlich kann man nicht alles zwischen LoL und Fussball vergleichen (wie erwähnt fehlt das Vereinswesen).\nEine gute Teamstimmung ist in jedem Teamsport sehr wichtig und wer diese massgeblich und stetig sinkt, wird in der Sportart früher oder später aus dem Team fliegen.\n\n> Aber genug analogien zum sport. Ich finde es einfach übel dass sich jeder in diesem forum als moralapostel hin stellt. So lange alles in einem gewissen rahmen liegt (und das tut es bei diesem chatlog) ist das in ordnung. Rassismus oder absichtlichen reinfeeden sind da andere geschichten. Zur not muted dich wenn euch jemand nervt anstatt direkt diesen reportbutton zu drücken\n\nDie Mute-Funktion soll Spieler vor Flamer schützen und nicht Flamer vor Reports/Strafen.\nDie Regeln sind klar und daran sollte man sich halten. Ob man es selber als sinnvoll erachtet oder nicht.\n\nBeispiel Autosport in den USA:\nRegel nach einem Unfall (egal wie klein er ist): Fahrer muss zur Untersuchung. Da gab es auch nach einem kleineren Unfall folgendes:\n\nFahrer: \"i'm OK. Can I go to my Team?\"\nSanitäter: \"No.\"\nFahrer: \"Why? I'm OK.\"\nSanitäter: \"A Rule is a Rule!\"","replies":[]},{"id":"","poster":"Mialuna","date":"2016-01-07T13:39:21.604+0000","up_votes":1,"down_votes":10,"body":"Wieder einmal DANKE dir Zauberbox für diese erlichen worte ich finde hier auch so einige Schein Heilig und unfair.","replies":[{"id":"","poster":"hi depression","date":"2016-01-07T14:25:34.436+0000","up_votes":3,"down_votes":0,"body":"Ich glaube niemand  hier prangert den Chat Log dermaßen an, dass er ihn permawürdig findet. Natürlich ist es nicht in Ordnung wie er schreibt, und das darf man ja durchaus sagen, selbst wenn man sich selbst ab und zu genauso verhält. Ich z.b weiße Freunde auch gerne auf Fehler hin die ich selber auch mache, das hilft uns beiden. Aber zurück zu deinem Freund:\n\nAusschlaggebend ist die Vorgeschichte. Wäre das sein einziger Fehltritt gewesen wäre nichts passiert. Aber für einen Permabann wird sich da einiges angestaut haben, und glaub mir, würden alle Chatlogs hier vorliegen würdest du warscheinlich selber den Perma für gerechtfertigt halten.\n\nZu den privaten Hintergründen: Wenn das stimmt ist das natürlich echt nicht cool, aber das hat ja nichts mit LoL zu tun. Versuche den Täter als Opfer der Umstände darzustellen sollte man echt anders versuchen :D","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2016-01-07T12:45:07.856+0000","up_votes":3,"down_votes":1,"body":"Dein Freund oder Dein Smurf?{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T12:56:55.481+0000","up_votes":1,"down_votes":7,"body":"Mein freund wenn es nur ein Smurf wäre wäre es ihm und mir ja egal aber es ist sein einziger acc und ganz ehrlich wenn jemand bei euch in der Familie im KH ist seid ihr dann gut gelaunt und sprüht vor Freude ? Also ich nicht !","replies":[{"id":"","poster":"Abasin","date":"2016-01-07T13:10:37.024+0000","up_votes":6,"down_votes":0,"body":"Die Frage ist berechtigt, weil es immer wieder mal vorkommt, dass jemand den Chatlog \"seines Freundes\" hier postet. Und am Ende stellt sich heraus, dass der \"Freund\" ein Smurfaccount ist. \n\nUnabhängig von der persönlichen Situation sollte man auf seine Accounts schon achtgeben. Da dieser Chatlog nur der letzte in einer ganzen Reihe von toxischen Chatlogs war, existiert eine Vorgeschichte, die kein gutes Licht auf das allgemeine Benehmen \"Deines Freundes\" in Spielen wirft. Das ist wie der letzte Punkt in Flensburg, der zum Führerscheinentzug noch gefehlt hat. \nIm Übrigen ist es keine gute Idee, privaten Stress und Probleme im Spiel abzubauen und seinen Frust an anderen auszulassen. Dann lieber pausieren und mit klarem Kopf weitermachen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:20:11.531+0000","up_votes":1,"down_votes":2,"body":"Das ist mir auch klar aber die situation ist leider entstanden und lässt sich ja nciht mehr ändern. Ich finde es trotzdem nicht richtig...","replies":[]}]},{"id":"","poster":"Zulwar","date":"2016-01-07T13:06:18.411+0000","up_votes":1,"down_votes":0,"body":"Wenn das sein einziger account ist, wieso schreibt er dann das er ein Platin smurf ist??","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:12:11.989+0000","up_votes":1,"down_votes":4,"body":"Habe ich schon mal geschreiben: \"Er ist kein smurf er hat das nur gesagt damit seine m8 ihn in ruhe lasse weil die ihn immer angemacht haben...\"","replies":[]}]},{"id":"","poster":"PlanetenPlatzer","date":"2016-01-07T13:06:43.940+0000","up_votes":1,"down_votes":1,"body":"Naja so lange es nur deine Smurf Familie ist.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2016-01-07T12:36:51.164+0000","up_votes":3,"down_votes":1,"body":"najaa, hängt davon ab... hatte dein Kumple schon nen 14 Tages Bann und sein Verhalten trotzdem nicht überdacht? Dann ja. er nach 14 Tages Banns sein Verhalten nicht überdenkt, der hat halt nen Perma verdient.\n\nDas faszinierendste: Wenn du als Platin Spieler nicht mit \"Noobs\" klarkommst, dann smurfe halt nicht. Sondern spiele deine Platin Solo Q. Natürlich sind die Spieler im Silber Niveau dann (relativ gesehen) Noobs. \n\nIch erlebe das auch gerade, weil ich auf meinem Smurf meine Placements mache. Du wirst es aber nie erleben, dass ich mich über die teilweise offensichtlichen Fehler meiner Mitspieler im Chat auslasse. Oder ihre Itembuilds und Masteries kommentiere. Sobald die mich nerven, spiele ich halt wieder auf meinem Main Ranked.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T12:53:20.867+0000","up_votes":1,"down_votes":4,"body":"Er ist kein smurf er hat das nur gesagt damit seine m8 ihn in ruhe lasse weil die ihn immer angemacht haben...","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T13:04:01.340+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00010000,timestamp=2016-01-07T12:53:20.867+0000)\n>\n> Er ist kein smurf er hat das nur gesagt damit seine m8 ihn in ruhe lasse weil die ihn immer angemacht haben...\n\nDann hat er eben geloben, denn im chatlog steht ja, dass er ein Plat-smurf wäre.\n\nToxisch war er auf jeden Fall. Denn nicht wenige Nachrichten dienten nur dazu, die Teamstimmung zu senken.\n\nFür einen direkten perma reicht dies normalerweise nicht, aber er hatte wohl bereits früher Strafen gekriegt (CR, 2-Wochen-ban) und irgendwann kommt der perma nun einmal. \n","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:13:37.825+0000","up_votes":1,"down_votes":7,"body":"Das ist doch nicht Toxic ich frage mich manchmal ob ihr nicht alle ein bischen scheinheilig seit ich wette über die hälfte von euch schreib ab und zu genau so und ich brauche auch keine bestätigung...","replies":[{"id":"","poster":"Shadowscreen","date":"2016-01-07T14:04:10.731+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0001000000000000,timestamp=2016-01-07T13:13:37.825+0000)\n>\n>  und ich brauche auch keine bestätigung...\n\nDoch....mit dem thread bettelst du regelrecht um Bestätigung und da \n90% der Leute nicht deiner Meinung sind, lieferst du unsachliche Argumentationen und versucht um biegen und brechen andere\nzu überzeugen.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:27:55.436+0000","up_votes":3,"down_votes":0,"body":"ähhh ich schreib sogar nichts in den Chat. Ich regel alles über Pings. Nu kommst du.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:48:08.068+0000","up_votes":1,"down_votes":5,"body":"Kannst du mit pings danke sagen ? oder jemanden tipps geben ? kannst du mit pings jemanden fragen ? nein jetzt kommst du ^^","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:52:42.926+0000","up_votes":2,"down_votes":1,"body":"bedanken tu ich mich tatsächlich so gut wie nie. dahingehend bin ich ein %%%%%%%%% das geb ich zu.\nTipps geben? Warum? wir spielen auf der gleichen Elo. Heißt er wird eh wohl nich auf mich hören. Sollte er aber Tipps wollen gebe ich sie ihm am Ende des Spiels, denn jeder Satz im Chat ist vergeudete Zeit ingame und verlorene CS.\nÜber was Fragen? Drag? Baron? das mache ich über Enemy missing, da dort ein Fragezeichen auftaucht. \n\nAlso doch es funktioniert und meine Pings werden durchaus auch als richtig wahrgenommen.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:07:23.929+0000","up_votes":1,"down_votes":3,"body":"wenn wir über items reden ? \nwie mit malphite (ich) wusste nicht ob lieber mr wegen lb oder doch rüsstung da hat er mir gesagt bau rüsstung wie machst du das mit pings ? oder morst du das deinem mit spieler xDDD ;)","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T14:14:59.131+0000","up_votes":1,"down_votes":0,"body":"nein ich kaufe das was ich für wichtiger Empfinde. Malphite hab ich noch nicht gespielt kann daher auch nicht sagen wie gut er mit armor skalliert. Aber wenn da ne lb rumrennt die mich mit 1 Combo half life zieht hol ich mir mr.\n\nWie gesagt in den wenigsten Fällen bekommt man entweder ernstgemeinte hilfe oder diese wird angewandt. Hab ich schon oft genug erlebt.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2016-01-07T14:12:15.814+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000100000000000000000000,timestamp=2016-01-07T13:48:08.068+0000)\n>\n> Kannst du mit pings danke sagen ? oder jemanden tipps geben ? kannst du mit pings jemanden fragen ? nein jetzt kommst du ^^\n\nErst einmal:\nIhr seid alle auf der gleichen Elo in etwa. Warum solltest du mehr Ahnung haben als deine Mates?\n\nZudem werden Tipps eher gehört, wenn man vorher nicht kritisierte.\n\nMein letztes Mal, als ich einen Tipp gab, war vor 3 Tagen bei einem ARAM.\nUnser AP-Cho spielte sehr gut, aber wir verloren die Fights, weil wir keine Frontline hatten.\n\nIch fragte ihn: \"Cho can you go tanky?\"\n\nStillschweigend tat er dies  und wir haben das Game doch noch gewonnen.\nIch glaube nicht, dass er auf mich gehört hätte (sofern er dies nicht auch ohne meine Frage getan hätte), wenn ich vorher mein Team kritisiert hätte.\n\nbtw. bekam Cho von mir nach dem Game ein \"Teamgeist\". ;)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Mialuna","date":"2016-01-07T12:49:57.035+0000","up_votes":1,"down_votes":10,"body":"Also ganz ehrlich das ist für mich kein Grund für einen perma vor allem weil er schon relativ lange spielt und sonst nie so auf fällt er hat gerade private Probleme und ist seit ein paar Wochen gereizt aber es hält sich trotzdem noch in Grenzen finde es einfach nicht richtig das er einen perma Bann bekommen hat für dieses bisschen wäre er jetzt beleidigend geworden oder halt noch schlimmer aber er war ja auch freundlich und nett nicht nur pissich. Noch zu sagen wäre das er ja massive beleidigt wurde von den Gegner und seine m8 ihn runter gemacht haben... dann kann ich verstehen das man so reagiert und nicht mehr happy ist.{{summoner:4}} {{champion:161}}","replies":[{"id":"","poster":"0815xand0r","date":"2016-01-07T12:59:59.918+0000","up_votes":3,"down_votes":1,"body":"Also allein für diesen Chatlog wird er keinen direkten Perma bekommen haben; es ist also davon auszugehen, dass er schon den 14-Tage-Bann erhalten hatte, korrekt? Wenn dem so ist, dann ist der Perma die folgerichtige Konsequenz. Denn neutral oder gar positiv ist der o.g. Chatlog keinesfalls. \nDazu noch ein paar Anmerkungen: Wenn man privat gestresst ist, sollte man eventuell davon absehen ein Spiel wie LoL zu spielen, dass ja gerade durch die Tatsache, dass man auch immer mal verlieren wird, zusätzlich belasten kann. Und wenn man dann noch beleidigt wird... ich kann das ja durchaus nachvollziehen, wenngleich ich nicht verstehe, warum man sich von wildfremden überhaupt beleidigen lassen kann. Ein Grund zurückzuschlagen ist es dennoch niemals.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:07:42.510+0000","up_votes":1,"down_votes":7,"body":"Beleidigt hat er ja auch nicht, sondern sowas geschrieben wie deine Meinung interessiert mich nicht aber es kann doch nicht sein das es dafür perma banns gibt das jemand schlecht gelaunt ist und einfach nur negativ schreibt muss jeder Satz im Chat aus Zucker Watte sein ? oder darf man nicht mehr ehrlich sein ? ... ich kann verstehen das, dass nicht richtig war aber so falsch wie von den meisten hier gesagt auch nicht...","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T13:29:32.393+0000","up_votes":5,"down_votes":1,"body":"Nein, er muss nicht alles in Zuckerwatte umhüllen.\nEr kann schicht und einfach auch gar nichts schreiben. \n\nVielleicht hat z.B. der Morgana-Spieler die falschen Runen/Masteries genommen (z.B. verklickte sich beim Auswählen). Aber man muss dies nicht mehrmals unter die Nase halten.\n\n\"kids\", \"learn to play\", etc. sind nun einmal beleidigend und dies ist verboten. Dein Bekannter hat die Regeln bei jedem Patch erneut bestätigt, hat sich aber nicht daran gehalten.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:45:30.236+0000","up_votes":1,"down_votes":8,"body":"kids ist ja wohl keine beleidigung die mehr heit von lol spielern sind noch kinder und auch wenn nicht ein einfachen ich bin kein kind ist ja wohl zu erwarten wenn man kein ist. Die morgana hat geschrieben das sie die mit absicht genommen hat, wenn du schon zitirst dann bitte richtig \"guys pls learn to play befor you make rankeds\" war eine bitte erst mal richitg alles zu lernen bevor man rangliste spiel das ist keine beleidigung einfach nur ein tipp.","replies":[{"id":"","poster":"Irrsinn","date":"2016-01-07T13:47:53.921+0000","up_votes":6,"down_votes":0,"body":"Wenn ich dir mitteile, das deine Argumentationen von einem 5 Jährigen widerlegt werden könnten und du besser zurück in die Schule gehst und dieses mal aufpasst ist das also nur Tipp.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-01-07T14:23:23.477+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00040000000000000000,timestamp=2016-01-07T13:45:30.236+0000)\n>\n> kids ist ja wohl keine beleidigung die mehr heit von lol spielern sind noch kinder\n\nHast du eine Statistik davon?\nUnd wie weisst du, dass deine Mates welche sind?\n\nEs stand ja nur \"kid\" und nicht \"kids, let's do Baron\" oder so (als Ersatz von \"Guys\"). Entsprechend wird dein Ziel wohl schon gewesen sein, deinen Mate zu diffamieren.\n\n> Die morgana hat geschrieben das sie die mit absicht genommen hat,\n\nNa und?\nVielleicht hat der Spieler im early Probleme beim AA-Lasthiten. Da helfen AD-Runen z.B.\nIst natürlich nicht ideal, aber das ist nicht die LCS. Ab 3 AP-Items wird Morgana auch mit AD-Runen abgehen, wenn sie durch die Runen mehr Farmen konnte als der Gegner.\n\n> wenn du schon zitirst dann bitte richtig \"guys pls learn to play befor you make rankeds\" war eine bitte erst mal richitg alles zu lernen bevor man rangliste spiel das ist keine beleidigung einfach nur ein tipp.\n\nNein, das ist keine Bitte, sondern eine Diffamierung.\nEs ist eine andere Wortwahl für \"Ihr seid zu schlecht und solltet kein Ranked spielen.\"","replies":[]},{"id":"","poster":"Mephisto70","date":"2016-01-10T12:23:14.123+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00040000000000000000,timestamp=2016-01-07T13:45:30.236+0000)\n>\n> kids ist ja wohl keine beleidigung die mehr heit von lol spielern sind noch kinder und auch wenn nicht ein einfachen ich bin kein kind ist ja wohl zu erwarten wenn man kein ist. Die morgana hat geschrieben das sie die mit absicht genommen hat, wenn du schon zitirst dann bitte richtig \"guys pls learn to play befor you make rankeds\" war eine bitte erst mal richitg alles zu lernen bevor man rangliste spiel das ist keine beleidigung einfach nur ein tipp.\n\nSorry wenn ich mich einklinke, aber ich konnte mich einfach nicht mehr zurückhalten.\nWeiß nicht ob der werte TE das Sprichwort kennt \"Wer im Glashaus sitzt solle nicht mit Steinen werfen\". Zuerst wollt ich ja sagen man soll niemals von sich auf andere schließen. Oops nun hab ich es ja doch getan {{sticker:slayer-jinx-wink}} \nWer über alle maßen lernresistenz an den Tag legt, der sollte sich nicht über die Folgen wundern.\nMal eine Frage an den TE selber:\nWürde es DIR gefallen wenn DU so behandelt werden würdest ?","replies":[]}]}]},{"id":"","poster":"0815xand0r","date":"2016-01-07T14:29:06.719+0000","up_votes":2,"down_votes":0,"body":"Es gilt die Regel: Hast du nichts Positives zu sagen/schreiben, dann sage/schreibe gar nichts.","replies":[]}]}]},{"id":"","poster":"Darkr3sQ","date":"2016-01-07T13:03:32.049+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=0004,timestamp=2016-01-07T12:49:57.035+0000)\n>\n> Also ganz ehrlich das ist für mich kein Grund für einen perma vor allem weil er schon relativ lange spielt und sonst nie so auf fällt er hat gerade private Probleme und ist seit ein paar Wochen gereizt aber es hält sich trotzdem noch in Grenzen finde es einfach nicht richtig das er einen perma Bann bekommen hat für dieses bisschen wäre er jetzt beleidigend geworden oder halt noch schlimmer aber er war ja auch freundlich und nett nicht nur pissich. Noch zu sagen wäre das er ja massive beleidigt wurde von den Gegner und seine m8 ihn runter gemacht haben... dann kann ich verstehen das man so reagiert und nicht mehr happy ist.{{summoner:4}} {{champion:161}}\n\nMag sein, dass dies für Dich kein Grund zum Perma ist. Aber es ist nun einmal so, dass das Bestrafungssystem Stufenweise aufgebaut ist. Wenn er die 3 Strafstufen vorher (2 mal CR und 14 Tage Bann) durchlaufen hat, kommt - wie übrigens in der Mail zum 14 Tage Bann angekündigt - der Perma.\n\nWenn er weiß, dass er nicht so gut drauf ist, frage ich mich, weshalb er nicht direkt am Anfang, oder nachdem er gemerkt hat dass er geflamet wird und ihm das an die Nieren geht, die Spieler schlicht und ergreifend stillschweigend gemuted und ohne jegliche Kommentare oder sonstwelche Aufforderungen zum Report die Spieler nach dem Spiel reportet hat.\n\nIch will jetzt nicht das Verhalten der anderen Spieler schön reden oder die anderen Spieler in Schutz nehmen. Es ist aber genauso nicht in Ordnung sich genauso zu verhalten, wie die anderen Spieler.\n\nZum Strafensystem ist es Vergleichbar mit dem Punktesystem in Flensburg. Du fährst immer wieder gerade so viel zu schnell, dass Du lediglich Punkte und ein Bußgeld bekommst. Wenn Du in Flensburg dadurch eine gewisse Punktzahl erreichst, ist Dein Lappen auch weg, obwohl due beim letzten mal auch lediglich so viel zu schnell gefahren bist, dass es Punkte und ein Bußgeld gegeben hätte.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:15:42.212+0000","up_votes":1,"down_votes":6,"body":"1. kannst du den lappen wieder bekommen 2. wenn du denn lappen verlierst weil einem anderen autofahrer nicht passt wie du drauf bisst obwohl er dich beleidigt ist das dann fair ?","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-07T13:35:47.253+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000400010000,timestamp=2016-01-07T13:15:42.212+0000)\n>\n> 1. kannst du den lappen wieder bekommen 2. wenn du denn lappen verlierst weil einem anderen autofahrer nicht passt wie du drauf bisst obwohl er dich beleidigt ist das dann fair ?\n\nWenn Du den Straßenverkehr gefärdest, und aus dem Grund von jemand wildfremden abgezeigt wirst, dann bekommst Du zu recht eine entsprecxhende Strafe. Nichts anderes ist das bei LOL. Wenn Fehlverhalten festgestellt wird folgt die entsprechende Strafe.","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-07T14:21:18.085+0000","up_votes":3,"down_votes":0,"body":"Das ist genau die Art von Chatlog die ich (persönlich) für viel toxischer/spielschädigender halte als jede Todesdrohung und Krankheitswunsch.\n\nDauernd nur blame, ankündigungen wie er jetzt sabotiert, immer wieder aufs neue, auch noch den Großkotz (platsmurf) raushängen lassen, natürlich gelogen (wie du ja selber sagtest), immer weiter drauf rumreiten, anweisungen geben, auf die sicher jeder hört, nachdem er angemacht wurde, dann noch das andere Team vollheulen, die selbstgefälligen Smileys dahinter...\n\nEcht das absolute Paradebeispiel dafür, das Spiel konnte man nach 5 Minuten schon in die Tonne kloppen, je nachdem in der wievielten Minute ds Gesülze angefangen hat.\n\n>pls report our bot lane ...\nlb is roaming and they dont even say ss ...\nyou called ss as she killed me\n\njo ne leblanc is mobil, die wird roamen und du und \"dein Freund\" solltet auch festgestellt haben, dass es eine Karte gibt, und ihr wollt gar nicht wissen wie oft ich schon Spieler wie euch/dich erlebt habe, die selbst wenn man pingt, wenn der Gegner gerade die Sicht verlässt und sicherheitshalber nochmal, dann noch durch 2 Wards läuft, immer noch behaupten, es wäre nicht gepingt, ss oder erst als schon da.\n\nImmer sinds die anderen, ingame sowieso und nach dem Bann ja noch mehr, weil sie es gewagt haben den Nervbolzen zu melden.\nUnd dann faselst du hier was von Reife, Kiddie (ist für dich ja nicht herabwertend also ok).","replies":[]},{"id":"","poster":"Fjiordor","date":"2016-01-07T12:51:29.960+0000","up_votes":1,"down_votes":1,"body":"Auch wenn ich persöhnlich anders denke sind reportcalls offiziell verboten","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T12:54:53.467+0000","up_votes":1,"down_votes":2,"body":"was heißt das ? bin nicht oft im forum...","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2016-01-07T13:07:27.099+0000","up_votes":3,"down_votes":0,"body":"Im Spiel jemanden aufzufordern einen bestimmten Spieler zu reporten.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:16:27.690+0000","up_votes":1,"down_votes":1,"body":"oh das wusste ich nicht ... woher soll man das wissen wurde mir z.b nie gesagt das kann man auch nirgends lesen wenn doch dann sehr versteckt.","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:23:20.448+0000","up_votes":3,"down_votes":1,"body":"naja sehr versteckt hier oben im Lexikon.\n\nAußerdem könnte man sich auch mit dem Reportsystem beschäftigen und merken das Reportaufrufe nebenbei auch noch komplett Blödsinn sind. Einfach weil es egal ob in einem Game jemand von 1 oder 9 Leuten reportet wird.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T13:34:59.782+0000","up_votes":1,"down_votes":4,"body":"Das wusste ich auch nicht ich habe immer gedacht es müssen 5 sein hat mir mal ein dia spieler gesagt und das dachte mein freund auch ... na toll jetzt ist er gebannt weil er aus unwissen heit und falschen informationen etwas gesagt hat... aber danke für die Information <3","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:56:05.373+0000","up_votes":2,"down_votes":0,"body":"Tja Unwissenheit schützt vor Strafe nicht.","replies":[{"id":"","poster":"Mialuna","date":"2016-01-07T14:05:25.807+0000","up_votes":1,"down_votes":2,"body":"das stimmt aber dieses wissen ist echt schwer zu finden naja viel spaß euch noch :D","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-07T14:35:40.547+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mialuna,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=00050000000000000000000000000000,timestamp=2016-01-07T14:05:25.807+0000)\n>\n> das stimmt aber dieses wissen ist echt schwer zu finden naja viel spaß euch noch :D\n\nIn den WdB (bzw. AGB) steht klar, dass jede Art von negativem Verhalten bestraft wird.\n\nIch vermute, einer deiner Mates hat auch schon einmal aufgerufen, dass man dich reporten soll (passierte wohl allen schon mehrmals).\nHast du dies negativ für deine Stimmung empfunden? Ich vermute ja.\n\nDann wird so etwas wohl als negatives Verhalten angesehen.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T14:09:02.647+0000","up_votes":1,"down_votes":0,"body":"nicht wirklich. Einfach mal die AGBs, den Kodex Der Beschwörer und wenn ihr es noch genauer   wissen wollt hier im Spielerverhalten die angepinnten Threads durchlesen.\n\nIch weiß nicht was daran schwer sein soll, vorallem die ersten beiden Sachen bestätigen wir alle bei jedem kleinsten Patch.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Futanarî Soraka","date":"2016-01-07T16:43:14.990+0000","up_votes":1,"down_votes":0,"body":"Dein Freund, soso {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Abasin","date":"2016-01-08T06:06:24.160+0000","up_votes":2,"down_votes":0,"body":"Ich war schneller. {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"jascha06","date":"2016-01-07T15:14:19.117+0000","up_votes":1,"down_votes":0,"body":"100 Kommentare :o","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-07T15:16:00.687+0000","up_votes":1,"down_votes":0,"body":"Das hab ich auch gedacht, das kommt selten vor, dass es nach 2 Stunden schon so viel Senf gibt.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-01-07T18:09:27.233+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=9kFguAJa,comment-id=000c0000,timestamp=2016-01-07T15:16:00.687+0000)\n>\n> Das hab ich auch gedacht, das kommt selten vor, dass es nach 2 Stunden schon so viel Senf gibt.\n\nKönte mit daran liegen, dass er nicht so wie die üblichen nur Erklärungen und Relativierungen von sich gab, sondern eben auch denkt alle für dumm verkaufen zu können.","replies":[]}]}]},{"id":"","poster":"XxX Nomad","date":"2016-01-07T16:03:56.467+0000","up_votes":2,"down_votes":0,"body":"Btw wer ein SS brauch sollte kein Ranked spielen ;)","replies":[]},{"id":"","poster":"Tungsteel","date":"2016-01-08T09:29:33.401+0000","up_votes":1,"down_votes":0,"body":"Der Chatlog ist ein Paradebeispiel für Flaming und Blaming. Alle anderen sind noobs, nur man selbst ist der Pro. Und zwar so ein Pro, dass man dem eigenen Twitch KS vorwirft. Einem Twitch. Der, wenn er erst das Gold für die Items hat, ein absoluter Hypercarry ist. Ja, da würde ich mich auch aufregen, wenn der dann das Gold bekommt. *Ironie* Dein Freund muss ja ein ziemlich gutes Verständis vom Spiel haben. Spielt er manchmal full AP Riven? Oder FullManaregen auf Garen? \n\nDer Perma ist definitiv verdient.","replies":[]},{"id":"","poster":"FrankerX","date":"2016-01-08T01:59:14.249+0000","up_votes":1,"down_votes":0,"body":"der übliche thread halt.\n\"ich/mein freund wurde zu unrecht gebannt. jeder der hier nicht meine meinung ist ist ein idiot und kann sich gefälligst mal verpissen das ist ja eine frechheit, ich darf meine mates idioten feeder trolls etc nennen UND IHR HABT MEINE MEINUNG ZU TEILEN!!!\"\n\ngähn. nichts neues","replies":[]},{"id":"","poster":"franticFurball","date":"2016-01-07T23:18:09.964+0000","up_votes":1,"down_votes":0,"body":">ok bot report\n\nUnd da haben wirs schon. Report calling.\n\nEs ist immer wieder unglaublich, dass Leute glauben, es wäre nicht toxic wenn sie links und rechts um reports brüllen ^^","replies":[]},{"id":"","poster":"D4RKEVA","date":"2016-01-07T23:01:44.050+0000","up_votes":1,"down_votes":0,"body":"Er(du) war toxic , so toxic bin ich bis jetzt noch nie gewesen nichtmal\nBei krassen ausrutschern.\n\nUnd lass den kack mit seiner situation...\nEin freund von mir hat ne mutter mit krebs nen vater der vor ~3jahren gestorben\nIst und sein stiefvater schreit ihn nur an... Flamed er? Ne denn er will nicht das andere sich unnötig scheiße fühlen da er weiß DAS HILFT NICHT.\n\nBevor du das sagst spreche ich es lieber an, egal was andere machen/schreiben/nicht machen es rechtfertig nicht sie zu beleiden/blamen. \n\nGeil ist ja deine torwart metapher hahaha , er(du) schreibt selber er ganked nicht mehr(will also seinem team abdichtlich nen Nachteil geben) und das auch noch andersartig häufiger...\n\n\n\nzwar nicht der schlimmste chat log an sich aber perma würdig? Ja auf jedenfall da keine besserung irgendwann zum perma führt wenn man auf so einem level von blame\nBleibt.\n\n\nAchja was sollte das mit plat smurf? Wenn sie ihn/dich blame Dann\nMute und reporte sie nach dem game(1 report = 9 reports anzahl ist egal), lügen hilft da auch nicht... Vor allem wenn er dann nicht mal da spielt dann lässt das wieder nur alle schöecht da stehen.","replies":[]},{"id":"","poster":"ü ö","date":"2016-01-07T19:04:17.466+0000","up_votes":1,"down_votes":0,"body":"Ja ist es.","replies":[]},{"id":"","poster":"M4UR1C31234","date":"2016-01-07T18:50:01.229+0000","up_votes":1,"down_votes":0,"body":"morgana pls ... {{champion:107}} \nwhy ? {{champion:107}} \n...\ntrolling in rank rly ? {{champion:107}} \nwhy do you troll morgana ? {{champion:107}} \nlook her key mastery {{champion:107}} \nand she has ad runes {{champion:107}} \n...\nAND I LET YOU MID\nomfg\ni am plat smurf and you trol {{champion:107}} \ntroll* {{champion:107}} \nali pls tank\nALI\n...\nofmg\nty TWitch\nok bot report {{champion:107}} \ngg my bot lane sleeps {{champion:107}} \noh a flamer\nyou flame me\nkid {{champion:107}} \nmuted\nits not flame to say they sleeep boy\nreport :D {{champion:107}} \nfor ? xD\nsure xD\nyou make me laught all day\nlol ali\nmalphite go full tank pls\nhahahaha\nenjoy the free elo :D {{champion:107}} \nguys pls learn to play befor you make rankeds {{champion:107}} \nno i dont\nyou give them a free win {{champion:107}} \nonly malphite is doing fine 0 deaths\ntryn ult ?\npls report our bot lane ... {{champion:107}} \nlb is roaming and they dont even say ss ... {{champion:107}} \nyou called ss as she killed me\nsure\nso you are pro xD\nxDDDD\nXDDDDDD\nsure\nthe ks of doom twitch {{champion:107}} \ngj\nmaybe ..\nno\ni will stop to gank {{champion:107}} \nidc about being good {{champion:107}} \nhe talked to me boy\ngj\nMORGANA\n...\nsee malphite\nthis is so funny\ni will just afk farm :D\npls look morganas runes and masterys than you know why i am mad :D {{champion:107}} \nare you kidding ?\nshe playes ad masterys {{champion:107}} \nand fevor of battle {{champion:107}} \nas apc ...\nits not\nits like you play on movement speed\ndo you know what ?\nidc what you say {{champion:107}} \n4 on top for 1 turret xD\nletting mid and bot fall for 1 turret xD\nmalphite randuins omen would fit you good :D\ngg wp\n\nDie {{champion:107}}  stehen für toxische Dinge. Und ja es ist toxisch wem anders vorzuschreiben wie man einen Champion zu spielen hat. Orianna z.B.  nimmt manchmal sogar AD Masterys mit weil sie mit ihren Auto Attacks im early game sehr gut harrasen kann. Es gibt in low elo auch midlaner die auf AP Champions etwas AD mitnehmen um besser last hitten zu können und seien wir mal ehrlich lieber 180 Farm nach 25 Minuten und 10 AD in den Runen anstatt 60 Farm nach 25 Minuten und dafür richtige Masterys. Und vlt. hat sie auch einfach sich mit der Runenseite vertan und sie nervt es selbst und dann hackt er noch darauf rum? 100% Gerechtfertigter Bann, es wird auch nicht seine erste Strafe gewesen sein er hatte sicher vorher schon CR o.ä. und um es nochmal zu erwähnen: Es gibt keine Troll builds oder Troll Champs (Ausnahme wenn wer 6 Tränen oder 6 Schuhe kauft). {{champion:1}} {{champion:63}} botlane? Go for it es ist vielleicht nicht meta aber schlecht ist es auch nicht.\n\nMit Freundlichen Grüßen {{champion:92}} {{champion:92}} {{champion:92}}","replies":[]},{"id":"","poster":"Megnok","date":"2016-01-07T17:36:26.498+0000","up_votes":1,"down_votes":0,"body":"Du meine Güte.\n\nWenn Klein-Kevin dir Sand ins Gesicht wirft, heisst das nicht dass du Sand zurück werfen sollst.\nEs ist vollkommen unwichtig, was Klein-Kevin getan hat, wenn du blöd drauf reagierst musst du halt mit ner Strafe rechnen.\n\nFlame (oder dieses obligatorische \"Trollen\") rechtfertigt keinen gegenflame. Benehme ich mich daneben muss ich mit Strafe rechnen. Vollkommen Latte wat vorher war, man kann halt nicht damit rechnen dass man aus Mitleid davon kommt. \n\n\nwie schafft man das nur? Ich spiele seit Jahren, ohne auch nur ne Verwarnung bekommen zu haben. Und ih habe sicherlich auch ne Menge schlechte Tage gehabt.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-01-07T15:05:02.887+0000","up_votes":1,"down_votes":0,"body":"Also mal fürs Protokoll, Jeder weiß, dass es sich um deinen Bann handelt und nicht um den eines Freundes, also sei bitte so respektvoll uns nicht weiter so plump anzulügen und spreche von Dir und nicht deinem Freund.","replies":[]},{"id":"","poster":"Blaujob","date":"2016-01-07T14:20:08.815+0000","up_votes":1,"down_votes":0,"body":"Ich würde sagen definitiv ja. Solche Menschen haben nichts in diesem Game verloren. Es ist und bleibt ein Spiel und wenn jmd mal ein schlechten Tag hat ist es nicht notwenig mit ihm zu diskutieren. Das war mimimi auf höchstem Niveau und ich bin froh das Riot jetzt anfängt durch zu greifen :D","replies":[]},{"id":"","poster":"Snowgen","date":"2016-01-07T14:12:56.677+0000","up_votes":1,"down_votes":0,"body":"Problem ist , dass alle denken dass es GENAU an diesem einem Spiel lag. Dabei hat sich das einfach gesammelt und dieses Game wurde ihm halt zum Verhängnis , selbst schuld.  Wer es nicht lernt muss halt weg, unabhängig vom Familien Stand oder der Laune. Wenn er scheiß gelaunt ist soll er lol solange meiden, da er sich nicht beherschen kann.\n\nAber da er ja jetzt gebannt ist, hat sich das sowieso erledigt. Beim nächsten Account macht er es vllt besser .","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2016-01-07T13:36:05.557+0000","up_votes":1,"down_votes":0,"body":"Da du hier scheinbar keine Ahnung hast was als Toxic, oder negatives Verhalten durchgeht markiere ich dir das mal.\n\nmorgana pls ...\nwhy ?\n...{{summoner:14}} \ntrolling in rank rly ? {{summoner:14}} \nwhy do you troll morgana ?{{summoner:14}} \nlook her key mastery{{summoner:14}} \nand she has ad runes{{summoner:14}} \n...{{summoner:14}} \nAND I LET YOU MID\nomfg{{summoner:14}} \ni am plat smurf and you trol{{summoner:14}} \ntroll*\nali pls tank\nALI\n...{{summoner:14}} \nofmg{{summoner:14}} \nty TWitch\nok bot report{{summoner:14}} \ngg my bot lane sleeps{{summoner:14}} \noh a flamer\nyou flame me\nkid{{summoner:14}} \nmuted\nits not flame to say they sleeep boy{{summoner:14}} \nreport :D\nfor ? xD\nsure xD\nyou make me laught all day\nlol ali\nmalphite go full tank pls\nhahahaha{{summoner:14}} \nenjoy the free elo :D\nguys pls learn to play befor you make rankeds{{summoner:14}} \nno i dont\nyou give them a free win{{summoner:14}} \nonly malphite is doing fine 0 deaths\ntryn ult ?\npls report our bot lane ...{{summoner:14}} \nlb is roaming and they dont even say ss ...\nyou called ss as she killed me\nsure\nso you are pro xD{{summoner:14}} \nxDDDD{{summoner:14}} \nXDDDDDD{{summoner:14}} \nsure\nthe ks of doom twitch\ngj\nmaybe ..\nno\ni will stop to gank\nidc about being good\nhe talked to me boy\ngj\nMORGANA\n...{{summoner:14}} \nsee malphite\nthis is so funny\ni will just afk farm :D{{summoner:14}} \npls look morganas runes and masterys than you know why i am mad :D\nare you kidding ?\nshe playes ad masterys\nand fevor of battle\nas apc ...\nits not\nits like you play on movement speed\ndo you know what ?\nidc what you say\n4 on top for 1 turret xD\nletting mid and bot fall for 1 turret xD\nmalphite randuins omen would fit you good :D\ngg wp\n\n\nmakiert ist dort tatsächlich negatives Verhalten, welches ich aus dem Zusammenhang (der sich mir durch diesen Log ergibt) als solches interpretieren würde.\n\nin 23/71 Fällen Flame, Blame oder negatives Verhalten.\nDarunter reportaufrufe, Troll Anschuldigungen, die anderen Mitspieler als nicht so gut wie man selbst einstufen (im smurfing), allgemeine negative einstellung (diverse hahaha und xD in ihren zusammenhängen).\n\nSo da hast du das ganze mal aufgeschlüsselt vielleicht siehst du /dein Freund ja jetzt das es so nicht ok ist.","replies":[]},{"id":"","poster":"Mialuna","date":"2016-01-07T14:12:19.489+0000","up_votes":1,"down_votes":2,"body":"Ich habe mir ein Paar meinungen Geholt und Schließe die Diskusion für mich jetzt :D","replies":[]}]}