{"id":"a8l1Mnjs","poster":"The valiant Hero","date":"2016-01-07T12:17:42.702+0000","title":"ASAP Varus vs die gefürchtetsten Champs (Mundo, Tahm Kench)","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Also ich finde, dass ASAP {{champion:110}}  in Low elo funktioniert. Wenn man ihn auf der botlane spielt, dann braucht man einen guten tanky Support ({{champion:78}} mit {{item:3075}} rush z.B.). Er geht aber auch auf der Top lane gegen HP monster.\n\n{{item:3092}} {{item:3115}} {{item:3085}} {{item:3146}}  {{item:3157}} / {{item:3089}}  / {{item:3285}} (schuhe nicht vergessen)\n\nW zuerst skillen und maxen. Den Q müsst ihr nicht aufladen. Ihr benutzt schließlich die Q und die E um die 3 W stacks zu procen.\n\nSeine Schw&auml;chen: fehlende mobility, wenn alle skills auf cd sind, kann der nix mehr machen.\n\nProbiert es ersmal aus, wenn ihr in der low elo seid, bevor ihr sagt, dass der Build *@&euro;! ist.","replies":[{"id":"","poster":"Titanium70","date":"2016-01-07T13:26:42.676+0000","up_votes":1,"down_votes":0,"body":"AP Varus ist tatsächlich ganz witzig, aber ohne Pen siehst du auch gegen Tanks eher alt aus. Ich hab ihn schon lang nicht mehr gespielt (ohne DFG recht schwach) aber ich denke Void und PenBoots sind Pflicht-Items. ^^ (Dafür können ruhig Hurricane und Gunblade dran glauben)","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-07T13:41:49.357+0000","up_votes":1,"down_votes":0,"body":"Gunblade is halt für die laining phase für sustain. Hurricane sollte man nicht wegwerfen. Damit verteilt man seine stacks besser als ein alter mann seine würde auf einer öffentlichen toilette. Man braucht keine pen wenn der Gegner zu dumm ist, mr zu bauen (oder zu unaufmerksam. Niemand erwartet ein AP Varus. NIEMAND)","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2016-01-07T13:08:58.811+0000","up_votes":1,"down_votes":0,"body":"Spiel ich auch immer wieder mal gerne, allerdings mit etwas anderen Items. Eine weitere große Schwäche sind die für einen ADC schwachen Autohits, da er nicht Crittet. Dadurch braucht man recht lange, wenn man erst die Stacks aufbaut, weswegen sich der Gegner in der Frontline abwechseln kann.","replies":[{"id":"","poster":"The valiant Hero","date":"2016-01-07T13:21:10.217+0000","up_votes":1,"down_votes":0,"body":"Mit {{item:3115}} und ein AP item machst du aber schon mehr als 200 damage pro AA, wobei es 50:50 Physischer und Magischer Schaden ist. In der Zeit in der du das gebaut hast ist das nicht wirklich wenig.","replies":[]}]}]}