{"id":"ataOZxzx","poster":"SimpleRabbit","date":"2016-01-06T01:43:52.466+0000","title":"TFP sucht Clanmitglieder","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"**The False Prodigy sucht Clanmember**\nHallo alle zusammen, wir sind ein junger und kleiner Clan, der sich gerne vergr&ouml;&szlig;ern m&ouml;chte. Momentan hat TFP ein Ranglistenteam und wir w&uuml;rden gerne so weit kommen, dass es einfach mehr Mitglieder sind und somit auch mehr Teams oder einfach Leute, mit denen man Spa&szlig; haben kann.\nWir spielen League of Legends, Battlefield, Counterstrike, Minecraft und viele weitere, kleine Spiele wie z.B. The Hidden oder Day Z.\n\n**Was bietet mir TFP?**\nWir wollen dass unsere Community w&auml;chst - aber nicht um jeden Preis. Wir reden mit Jedem, der dem Clan beitreten m&ouml;chte, Du wirst also keine beleidigenden oder anderweitig negativ auffallende Spieler bei TFP antreffen. Au&szlig;erdem geben wir Dir die Chance, innerhalb des TFP Clans ein Team mit deinen Freunden oder anderen Membern, die Du kennengelernt hast, zu eröffnen.\n\nSolltest du streamen oder YouTube-Videos machen, so wirst Du (falls Du das m&ouml;chtest) in unserem Clan-TS deinen eigenen Channel bekommen, in dem **Du** das sagen hast! Du entscheidest wer rein darf und wer nicht, damit Du deine v&ouml;llige Privatsph&auml;re hast und ungest&ouml;rt streamen, aufnehmen, schneiden, usw. kannst.\n\n**Was sind die Erwartungen an mich?**\nDa wir den Clan gerne vergr&ouml;&szlig;ern m&ouml;chten, m&ouml;chten wir auch auf uns aufmerksam machen, so z.B. durch den Clantag **TFP** im Namen. Es muss nicht sofort sein, aber es w&auml;re dennoch sch&ouml;n, wenn Du es arrangieren k&ouml;nntest, dir eine Namens&auml;nderung zu kaufen um den Clantag vor deinen Namen zu setzen.\n\nDes weiteren erwarten wir die allgemeinen Umgangsformen, also niemanden beleidigen, nicht flamen oder &auml;hnliches. Verhalte dich nett den Clanmitgliedern und auch den G&auml;sten gegen&uuml;ber. Es gibt kein strenges Mindesalter das Du haben musst aber es w&auml;re gut, wenn Du mindestens 16 Jahre alt w&auml;rst. Deine Elo, dein Geschlecht, deine Herrkunft - das ist alles unwichtig, we&#039;re all Gamers :)\n\n**Ich habe Interesse (aber noch einige Fragen)**\nBei Fragen oder Interesse am Clan komm auf den TeamSpeak-Server **tfp.teamspeak.de** oder, wenn ich nicht da sein sollte, adde mich in Game (TFP Smply) und ich schreibe dich an, wenn ich online bin. \n\nWir freuen uns auf Euch!\nTFP Smply","replies":[]}