{"id":"YeVAyVrX","poster":"F34RW0RLD","date":"2016-01-06T02:57:11.481+0000","title":"Ich lass es raus, ihr nehmt es auf ( eure Meinung zur derzeitigen Lage ).","subforum":"Spielerverhalten & Moderation","embed":{"title":null,"description":null,"url":"http://st.elohell.net/public/chill/1774bc4943a8778c390ef29aabf9b7e5.jpg","image":null},"up_votes":1,"down_votes":6,"body":"Das ist mein ich Lass es mal raus Thread der einfach von der Seele geht und nicht dr&uuml;ber Nachgedacht sondern einfach gemacht wurde.\nDies haben meine Finger Tippen wollen welche die Synergie meines Herzens und des Gehirns vereinen und wiedergeben. ( Das musste sein weil sonst wieder lcs pro player kommen... ach die kommen ja sowieso)\n\n\n\n\nHallo LoL Spieler und Forum Schlangen\nIch bin jetzt mal hier in dieser Sektion da keine andere das trifft was ich eigentlich aussagen m&ouml;chte.\n_\nVorwort ich bin auf diesem Account Gold III und auf anderen  h&ouml;her (sorry) und kenne mich einigerma&szlig;en aus um Kritik auszusagen.\nIch m&ouml;chte erstmal Riot danken. Nicht dieses Simple Rito gud jub sondern den Menschen dahinter die Tag ein Tag aus f&uuml;r uns Updates, Lores und weiter Spannendes wie Events in Entwicklung, Produktion und Ausf&uuml;hrung stellen.\nAber in letzter Zeit geht in mir ein ungutes Gef&uuml;hl hoch, dass das Spiel in eine Falsche Richtung geht.\nDabei geht es um folgendes was mich St&ouml;rt.\n-Minion Pathing &amp; KI\n-Ranked System unbalanced\n- ... THUNDERLORD\n-Report System\n-Neue Champions und Items vor der Pre-season und nach Patchday.\n\nFangen wir beim Minion Pathing an. Seitdem Riot ( ICH WEI&szlig; NICHT WAS GE&Auml;NDERT WURDE ) Aber man kann kaum noch durch Minions Laufen was eventuell nicht Schlecht in der Theorie aber unglaublich nervend in der Praxis ist. Au&szlig;erdem dann auch noch das einzige Item zu entfernen welches die abillity dazu gibt ( ich wei&szlig; nicht entfernt aber ge-reworked ).\nManchmal hat man ein Dive zum beispiel gut Gespielt aber dann sind da deine Vasallen.... Und Gott ich hasse diese Vasallen die dich einsperren.\nIn manchen Videos wird sogar gezeigt das Minions an Lanes Vorbei Laufen weil der Weg versperrt ist ( durch andere Vasallen ).\n- L&ouml;sung w&auml;r zum beispiel f&uuml;r mich nicht einmal n&ouml;tig ich w&uuml;rde nur gerne von den Devs wissen warum das eingef&uuml;hrt wurde.\n\nAnschlie&szlig;end das Ranked System.\nDas es Eloboosting gibt ist manchen nicht neu und dar&uuml;ber Geht es  auch gar nicht trotzdem kleine Bemerkung es nervt andere Spieler nicht auf ihrem Skill-level zu sehen.\nAnderes ding- Das Skill-level wird aber auch nicht wieder richtig bewertet Finde Ich. ( eigene Meinung )\nDamit meine Ich  die 100Lp aufstieg 0 Lp abstieg Sache.\nz.B wenn man 0 Lp hat und 1-2 verliert f&auml;llt man nicht sofort runter. WAS meiner meinung nach das System komplett zerst&ouml;rt und ein Trost f&uuml;r Loosingstreaks darstellt. Gebt den Kerle doch 500 IP oder somit kann doch jeder hans wurst nur aufsteigen oder nur kurz absteigen.\n\nVeranschaulichung\nGold 5 0 LP &gt; Verliert 5 Games &gt; Gold 5 0 LP + Win in Promo falls mal es jemals dort hin schaffen sollte. ( Woran in inzwischen bei diesen &quot;ISCH BIN GOLD 5 LCS CONFIRMED, FAKER GET REKT&quot; wannabees zweifel ) Sorry kleiner Rage.\n\nDiese Perma Goldis so nenne ich sie jetzt mal ( nat&uuml;rlich denk ich das es &uuml;berall so ist ) ruinieren das Spielen anderer die wirklich nicht in diese Elo geh&ouml;ren. Sei es sie kommen aus Inaktivit&auml;t zur&uuml;ck oder werden einfach Besser aber durch diese Spieler ( ich wei&szlig; nicht wie die auf die elo kommen, Netflix and boost Kappa {{champion:17}}  ) die einfach nur nicht das sind was sie darstellen sollen. Geht es einem dann so\n\nSpieler1(zed):Kalist Top Wow cant believe i play with this noob\nSpieler1(zed):&quot;Firstblood&quot;\nSpieler1(zed):Jungler dont gank gg {{item:3070}} {{item:3070}} \nSpieler1(zed):Bronze noob ( plays with gold genius ) {{champion:36}} \nSpieler1(zed):&quot;An Ally has been slain&quot; \nSpieler1(zed):Wow you cant even turn musik on while walking on lane thanks Rito {{champion:17}} \nSpieler1(zed):Im Trolling you dont deserve to win you cant even kill ezreal and janna  {{item:3151}} \nF34RW0RLD(Kalist): &quot;Doublekill&quot;\nSpieler1(zed): GG Rito even a tard can play Kalista but why Zed doesnt deal 1000 dmg on lvl 1 (more unrealistic Flame begins)\nDer Moment wo das Team versucht dem Zed zu sagen das er garbage ist.\nSpieler1(zed):A summoner has disconnected\n\n60% Der Ranked games in a nutshell....\n\nIch mach selber Fehler aber dabei sehe ich nicht ein das so jemand auch nur auf &quot;Play&quot; dr&uuml;cken darf.\nIch glaube ich habe euch sehend gemacht was das Problem ist, wieder ist es nur meine eigene meinung\n\nThunderlord ist Schnell erkl&auml;rt\nBalance der Masteries bitte.\n\nReport System\nEigentlich auch schnell, ich f&uuml;hle mich nicht verstanden Wenn ich jemanden Reporte oder auch nur ein kleines bisschen unterst&uuml;tzt. und Ich finde es W&uuml;nschenswert das man eine R&uuml;ckmeldung erh&auml;lt das der Report gerechtfertigt und etwas gegen das Problem (heftig husten) getan wird.\nSo wie eine kleine Belohnung die dann etwa so aussieht ( Hey dude, der dude ist ziemlich toxic. Wir warten mal 7 Tage ab und setzen ihn auf eine Blacklist ) Sorry xD.\n\n€dit Champs vergessen.\nWeniger 3 hits % dmg champs bitte.\n\nIch w&uuml;rde mich freuen zu lesend wie es euch mit dem derzeitigen Stand gehend. {{item:2009}} \n\nNun denn ich w&uuml;nsch ein einen Majest&auml;tisch wie F...enden Tag.\n\n_\nAnmerkung Mod: Der ursprüngliche Name des Zed war ein nicht existierender Placeholder. Diesen konnte man allerdings mit einem echten Summonername verwechseln. Aus Sicherheitsgründen und um zufälliges (und nicht beabsichtigtes;was keine rolle spielt, denn beide Varianten sind verboten.) \"Naming&Shaming\" in der Zukunft zu vermeiden, wurde der Name mit einem allgemeinen Placeholder ersetzt_","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-06T09:30:52.106+0000","up_votes":6,"down_votes":0,"body":"Ehrlich gesagt, war der Text etwas schwer lesbar und nicht gerade erkennbar, was eigentlich gewünscht wird (oder es war wirklich alles nur QQ).\n\nBei einigen Punkten hast du dich aber auch nicht gut informiert.\n\n- Thunderlord\nJa, der ist derzeit stark im Vergleich zu den anderen Masteries dieser Klasse. Es ist aber Pre-Season und da kommt so etwas immer vor. Riot patcht dies dann jeweils. Ich habe z.B. gehört, dass man auf dem PBE nun testet, die anderen Masteries zu buffen (indirekt somit ein Nerf auf Thunderlord). Kommt also alles noch.\n\n- Matchmaking\nVon Gold 5 kann man wegen Inaktivität nicht absteigen (nur Platin5 und höher steigen ab). In der Pre-Season steigt zudem niemand deswegen ab; gerade weil Riot noch am balancen ist.\nJedoch kann man von Gold 5 absteigen. Entweder steigt man ab, weil man zu schlecht ist (zu teife MMR) und 0 LP hat oder beim Seasonstart eine schlechte Neueinstufung bekam (bzw. gibt es wohl wieder ein Softreset). Man kann nicht ewig auf Gold 5 bleiben, ohne etwas zu tun.\nDas Matchmaking hat auch nichts mit den Rängen zu tun. Ein Gold 5-Spieler mit Silber 3-Hidden Elo wird mit Spielern mit Hidden Elo auf Silber 3 Niveau gematched und nicht mit Spielern mit Gold 5-Rängen (es sei denn, sie haben auch S3-Hidden Elo).\n\n- Elo-Boosting\nWird von Riot bestraft. Dies erfolgt jedoch jeweils in Wellen und nicht stetig. Man erkennt, dass Riot wieder Elo-Boosting bestrafte, wenn es hier im Forum wieder viele QQ-Threads von den Bestraften gibt.\n\n- Reportsystem\nEs gibt Meldungen, dass der Flamer bestraft wurde. Dies geschieht jedoch nicht in allen Fällen, sondern nur gelegentlich (aus Datenschutzgründen -> sonst könnte man allenfalls herausfinden, wer genau nun bestraft wurde). Denn die Meldung enthält nur, dass ein Spieler - den man reportete - bestraft wurde, aber nicht, wer genau es war. Es bleibt also anonym.\nEs ist übrigens egal, ob 9 Spieler reporten oder nur einer. Wenn du es vergessen hast, ist die Wahrscheinlichkeit immer noch hoch, dass einer deiner Mates den Flamer reportete.","replies":[{"id":"","poster":"F34RW0RLD","date":"2016-01-06T12:54:37.293+0000","up_votes":1,"down_votes":2,"body":"Danke für deine Antwort, sowas habe ich mir gewünscht.\nEs war schwer lesbar weil ich mich nicht wirklich konzentriert habe, das kam alles innerhalb von 3-5 Minuten ragetippens \"GG\".\nnatürlich stimmt das mit den divisionen aber selbst die steine die ich angesprochen haben die nur festsitzen gewinnen jedes 2-3 Game weil sie gecarryt werden, ich wollte nur auf gold eingehen weil es dort halt am stärksten konzentriert ist. Diamond 5 ist aber nicht besser. Und selbst wenn sie mit lows gematch werden schaffen einige aufgrund von Duo Partnern es wieder in die ( ich geh wieder auf gold ) gold 4 - 5 qeues.\n\ninformiert hab ich mich eigentlich recht gut. Ich weiß auch das es Rückmeldung vom Report system gibt, ist halt leider zu selten.\noder das thunderlord gepatcht wird , ist ja irgendwie klar - nervt mich nur im Moment z.B nen singed damit rumzusehen der dir das instant proct :)\n\nBeim eloboosting muss ich negativer sein, Freunde von mir tun dies und ich heiße das nicht gut und kamen damit immer rum. Naja es sind Freunde da kann ich schlecht ich Reporte dich sagen.\n\nUnd der minionblock ist wirklich annoying ja Haha.\n\nSchönen Tag noch {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-06T13:30:25.456+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=F34RW0RLD,realm=EUW,application-id=KYnfKGf0,discussion-id=YeVAyVrX,comment-id=00020000,timestamp=2016-01-06T12:54:37.293+0000)\n>\n> natürlich stimmt das mit den divisionen aber selbst die steine die ich angesprochen haben die nur festsitzen gewinnen jedes 2-3 Game weil sie gecarryt werden, ich wollte nur auf gold eingehen weil es dort halt am stärksten konzentriert ist. Diamond 5 ist aber nicht besser. Und selbst wenn sie mit lows gematch werden schaffen einige aufgrund von Duo Partnern es wieder in die ( ich geh wieder auf gold ) gold 4 - 5 qeues.\n\nDuoQ spielen gilt jedoch nicht als Elo-Boosting.\nRiot möchte, dass Freunde miteinander spielen können. Allzu gross darf der Elo-Unterschied jedoch nicht sein (deshalb gibt es eine Begrenzung). \nSo einfach ist DuoQ auch gar nicht. Schliesslich wird ein schwacher Spieler dann doch rasch überfordert.\n\n> informiert hab ich mich eigentlich recht gut. Ich weiß auch das es Rückmeldung vom Report system gibt, ist halt leider zu selten.\n\nAuf der anderen Seite:\nBraucht man so etwas? Mir persönlich ist dies nicht wichtig. OK, ich bin öfters hier im Forum und sehe genug Threads, in denen User über ihren vermeintlich \"unberechtigten ban\" diskutieren. Ich weiss also bereits damit, dass Reports etwas bringen.\n\n> Beim eloboosting muss ich negativer sein, Freunde von mir tun dies und ich heiße das nicht gut und kamen damit immer rum. Naja es sind Freunde da kann ich schlecht ich Reporte dich sagen.\n\nSpielen sie DuoQ oder lassen sie sich über Accountsharing boosten?\nDenn nur letzteres ist verboten.","replies":[]}]}]},{"id":"","poster":"Lady Yunalesca","date":"2016-01-06T03:50:45.344+0000","up_votes":1,"down_votes":0,"body":"Erstmal ist Das Elo system sowieso naja unnötig so wie es ist. Und das ist jetzt kein QQ\n\nSilber 1 oder gold 5? macht keinen Unterschied ,das sind 50 mmr unterschied,rein gar nichts.\nAlso warum steht es da? damit man Erfolgserlebnisse hat.\nMan denkt,dass man eine hürde überwunden hat.\n\nDiesen free win den man in der promo bekommen kann ist das gleiche,macht das climben nicht wirklich einfacher aber es verschafft leichter die Erfolgsgefühle anstatt das Gefühl in seiner Elo festzustecken.\nAm Ende ist es aber halt eh egal.\n\nGenauso sind die ganzen divisionen zwischendurch eh alle gleich.\nlow gold oder High Gold ,plat 1 oder d5 alles das gleiche.\n\nBei challenger wird auch nicht mehr unterscheiden,obwohl die mmr unterschiede sehr heftig sind.\n\nbei den ganzen anderen Divisionen unter Master sind die Unterschiede eh immer minimal.\nMeiner Meinung nach sollte man wieder seine MMR angezeigt bekommen,nicht seine Division.\n\n\nAußerdem ist es klar,dass man nicht sofort absteigt bei 0 LP ,das liegt einfach daran dass die mmr meist nicht so fking bad ist. \nin den 5er divisionen muss deine mmr schon ca 3 Divisionen schlechter sein um abzusteigen.\nund wenn du grade erst aufgestiegen bist hast du erstmal Welpenschutz.Das heißt wenn du grade g5 kommst 0 lp,und jetzt 5 verlierst ist das total boogie.\nNicht,dass ich das gut heiße.\nIn der theorie liegt man mit seinem lvl eh immer 1-3 divisionen unter der eigentlichen Elo die man hat ;)\n\n\nElo-boosts werden meiner Erfahrung nach schnell erkannt,wenn man sie beim support meldet. Habe mich da schon oft gemeldet und nur gute Erfahrungen gemacht. Und naja es dauert nunmal ein paar Spiele bis man auf so etwas aufmerksam wird und der Support es untersuchen kann.\nDeal with it.\n\n\n\n\n\nMinion block war schon lange ein thema,es scheint so als könnte sich riot einfach nicht entscheiden ob die mechanic existieren soll oder nicht.\nMomentan geht es einfach gar nicht,der minion block ist nicht berechenbar,einfach random.\nDa muss definitiv noch mehr gemacht werden.\n\n\n\n\n\n\n\nReport system ist so ne Sache,der filter setzt schnell ein wenn der jenige nunmal in vielen spielen auffällt.Aber Spieler reporten teilweise wenig.\nich vergess das zum besipiel gern wenn ich mal tilte und dann sofort den endscreen leave oder etc,allgemein sehr dusselig.\n\nWenn jemand eine strafe bekommt wirst du ja eh benachrichtigt.\nAber ja,ich kenne ziemliche viele toxic leute die bisher nicht bestraft wurden.\n\nMan kann sich in Härtefällen aber immer an den Support wenden.\n\n\n\n\n\n\n\nWenn du mal in die Pbe news schauen würdest,hättest du eventuell gesehen dass sie an den masteries arbeiten.\nThunderlord ist ja auch nicht op,es gibt lediglich kaum alternativen.\n\n\n\n\nNaja anyways ich bin mit dem spiel größtenteils zufrieden,gibt kaum was das mich wirklich stört.","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-01-08T06:28:36.182+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Amnesîa,realm=EUW,application-id=KYnfKGf0,discussion-id=YeVAyVrX,comment-id=0000,timestamp=2016-01-06T03:50:45.344+0000)\n>\n> Der Moment wo das Team versucht dem Zed zu sagen das er garbage ist.\nSpieler1(zed):A summoner has disconnected\n\n\nDie Sache ist die dass es eben auch Leute gibt die das Spiel aus Spaß spielen. Wenn man aber von vorneherrein nur gebeeft wird verliert man den Spaß. Wenn dann auch noch wie du sagst das ganze Team auf einen einhackt kann ich nen leave sehr gut verstehen. Berechtigt oder nicht. Im Endeffekt scheint ihr ihm ja zu verstehen gegeben haben ihr seid ohne ihn besser dran. also darf man sich hinterher auch nicht beschweren...solange du nicht nachweislich jemand bist der die mechanics von jedem champ beherrscht, hast du andere Spieler nicht zu kritisieren. das ist nun mal fakt.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2016-01-06T05:06:26.451+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Amnesîa,realm=EUW,application-id=KYnfKGf0,discussion-id=YeVAyVrX,comment-id=0000,timestamp=2016-01-06T03:50:45.344+0000)\n>\n> Wenn jemand eine strafe bekommt wirst du ja eh benachrichtigt.\n\nDa muss ich Dir leider Widersprechen. Ja, man bekommt manchmal eine Benachrichtigung wenn ein von Dir gemeldeter Spieler bestraft wurde. Dies ist aber leider nur dann der Fall, wenn Dein Report die Chatanalyse getriggert hat. Also deutlich weniger als es einem lieb ist.\n\nGrundsätzlich würde aber eine vom TE gewünschte Benachrichtigung zur Folge haben, dass wirklich jeder Report direkt nach Report geprüft werden müsste. Das an sich wäre noch nicht weiter tragisch. Jedoch würden hier nicht nur die Spieler bestraft, die notorisch flamen - die das System auch bestrafen will - sondern auch die Spieler, die eben gerade einen schlechten Tag haben und ausnahmsweise mal flamen. \n\nIch will dieses Verhalten jetzt nicht gut heißen, aber hier hat RIOT bewusst eine Toleranzgrenze eingerichtet, um eben Spieler nicht direkt bei jedem noch so kleine Vergehen mit der großen Keule zu bestrafen. Darüber hinaus ist es für den Melder zwar befriedigend, wenn er direkt mitgeteilt bekommt: Hier, Du hast Spieler XY gemeldet. Wir haben ihn überprüft und er bekommt nun eine Strafe. Jedoch gleicht dies quasi einem Pranger, und dies will RIOT vermeiden.","replies":[{"id":"","poster":"drexxsack","date":"2016-01-06T11:38:36.499+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R3sQ,realm=EUW,application-id=KYnfKGf0,discussion-id=YeVAyVrX,comment-id=00000000,timestamp=2016-01-06T05:06:26.451+0000)\n>\n> Da muss ich Dir leider Widersprechen. Ja, man bekommt manchmal eine Benachrichtigung wenn ein von Dir gemeldeter Spieler bestraft wurde. Dies ist aber leider nur dann der Fall, wenn Dein Report die Chatanalyse getriggert hat. Also deutlich weniger als es einem lieb ist.\n\nUnd auch dann nicht immer. Das ist nur eine der Voraussetzungen. Der Rest ist Zufall, wobei die Aussage besteht, dass die Wahrscheinlichkeit besonders erhöht  sein soll, wenn man gerade ein besonders negatives Spiel hat.","replies":[{"id":"","poster":"F34RW0RLD","date":"2016-01-06T12:57:33.225+0000","up_votes":1,"down_votes":1,"body":"Das ist wiederum Schade. \nDas meinte ich eigentlich damit :)","replies":[]}]}]},{"id":"","poster":"F34RW0RLD","date":"2016-01-06T12:58:54.963+0000","up_votes":1,"down_votes":1,"body":"Danke für dein Kommentar :)","replies":[]}]},{"id":"","poster":"Xøna","date":"2016-01-06T19:36:29.725+0000","up_votes":2,"down_votes":0,"body":"Wenn man mich fragen würde was mich momentan nervt an league of Legends dann würde ich folgendes sagen:\nLee sin and Rengar\nLee sin and Rengar everywhere..\nDiese beiden nervigen campenden sch.......................lieben champions, ich kann sie einfach nicht mehr sehen.\nSitze auf der mid am farmen \"SURPRISE BUTTSEX \" rengar springt auf mich drauf und one shotet mich ( Da frage ich mich warum sie das Ausrufezeichen hinzugefügt haben, denn vor einen one shot wird es mich nicht schützen).\nSitze auf der Top lane am farmen \"SURPRISE BUTTSEX\" Lee sin ommt mit nem Ward jump über die wand kickt mich in den gegnerischen top laner rein schmeißt seine Q auf mich und bin tot.\nIch kann den season start kaum erwarten, vlt. kommen ja mal andere Jungler in die Meta... \n{{sticker:zombie-brand-clap}} {{sticker:zombie-brand-clap}} {{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Abasin","date":"2016-01-06T06:25:59.545+0000","up_votes":1,"down_votes":0,"body":"QQ","replies":[{"id":"","poster":"F34RW0RLD","date":"2016-01-06T12:58:03.817+0000","up_votes":1,"down_votes":1,"body":"War ja klar.... {{sticker:slayer-jinx-unamused}}","replies":[]}]}]}