{"id":"jMd9Gl88","poster":"EvisasCat","date":"2016-01-06T05:07:59.063+0000","title":"Sehen, von wem man reported wurde","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"Ich hatte in letzter zeit viele Games, wo ich direkt nachdem ich jemanden zb f&uuml;r Flaming reportet habe, pers&ouml;nlich darauf angesprochen wurde, dass ich das war, oder warum etc. Normalerweise, wird der Name des reportenden, dem Flamer aber nciht mitgeteilt, also muss es ein Mod sein oder? Weis irgendjemand, woher diese Spieler das wissen?","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-01-06T05:24:06.285+0000","up_votes":4,"down_votes":0,"body":"Er weiß es nicht. Entweder rät er, schreibt einfach alle an, oder schreibt die an, die er angeflamet hat bzw. die im Chat mitteilen, dass sie ihn reporten.","replies":[]},{"id":"","poster":"HyperionCH","date":"2016-01-06T08:46:49.987+0000","up_votes":1,"down_votes":0,"body":"Angezeigt wird dies nicht. Man bekommt ja nur die Meldung, dass man öfter reportet wurde (\"jeder hat einmal einen schlechten Tag...\").\nUnd diese Meldung kriegt man nicht zwingend mit einem Report, sondern wenn man in den letzten Games überdurchschnittlich oft reportet wurde (kommt also darauf an, ob man sonst selten oder öfters reportet wird).\n\nEs gibt jedoch einige Anhaltspunkte, an denen Spieler erkennen können, wer reportete:\n\n- Wenn jener reportete Spieler mit (mehreren) Premades spielte, kann er diese ja bereits ausschliessen.\n\n- Wenn z.B. alle anderen Mitspieler bereits aus der \"After-Game-Seite\" (oder wie nennt man diese?) raus sind, ist meist klar, dass wohl nur jener reportete, der - neben dem Flamer selbst - nocht drin war.\n\nLetzteres hatte ich auch schon, da ich noch einiges an Text im Report schrieb (war extrem toxisch jener Spieler) und da war ich mit dem Flamer alleine auf dieser After-Game-Seite (damals war dies auch noch leichter erkennbar, wer noch drin ist; Riot dies wohl deswegen geändert).\n\nSolche \"Anfragen\" ignoriere ich aber einfach.\nDer Flamer ist zu diesem Zeitpunkt immer noch auf 180 und ein sachliches Gespräch ist eh nicht möglich. Zudem muss ich mich nicht rechtfertigen, warum ich einen Report als angebracht ansehe.\nNatürlich könnte der Flamer aus Rache mich reporten. Aber um False-Reports kümmere ich mich nicht. Deswegen muss man keine Strafe befürchten.","replies":[{"id":"","poster":"EvisasCat","date":"2016-01-06T19:54:12.554+0000","up_votes":1,"down_votes":0,"body":"Also, er hat es zu 100% gewusst. Im letzten Fall zb, war der Flamer im gegner Team, ich und meine 3 Premades waren noch in der Lobby, ich war die einzige der ihn zu dem Zeitpunkt reportet hatte, und wurde sofort persönlich darauf angesprochen! Kann mir das nciht anderst erklären als dass er ein Mod oä hatte, dass ihm so etwas anzeigen kann","replies":[]}]},{"id":"","poster":"The valiant Hero","date":"2016-01-06T10:27:00.020+0000","up_votes":1,"down_votes":0,"body":"Wenn man das sehen würde, würde es viel mehr \"revenge reports\" geben, die sinnlos sind.","replies":[]}]}