{"id":"cqLmvjTb","poster":"Ireliα","date":"2016-01-05T15:52:32.890+0000","title":"Funktion von Shift, Tab und linker Maustaste ändern","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Moin Leute, ich wollte gerade meine Tastaturbelegung etwas anpassen aber leider funktioniert das nicht ganz wie ich es mir vorstelle. Ich kann den drei oben genannten Tasten keinen neuen Befehl zuweisen.\nGibts da einen Trick?","replies":[{"id":"","poster":"Jameko Pantari","date":"2016-01-06T16:26:22.354+0000","up_votes":1,"down_votes":0,"body":"Die **Tab Taste **kann man neu belegen (ich hab da meinen Flash drauf).\n**Shift **geht nicht, weil es ja alle anderen Tasten modifiziert\nMit der **linken Maustaste** habe ich mal probiert, aber dann bekommt man Probleme bei der Bedienung im Item Shop, der Anordnung der Items und  der Auswahl welche Fähigkeit man upgraden möchte.","replies":[{"id":"","poster":"Ireliα","date":"2016-01-06T16:36:18.668+0000","up_votes":1,"down_votes":0,"body":"Ich habe es jetzt endlich hinbekommen. Man musste den Code der input.ini umschreiben und endlich hat er es bei mir akzeptiert. Die linke Maustaste habe ich jetzt auf einer der Hilfstasten meiner Maus, ziemlich ungewohnt. Aber ich kann jetzt schon sagen, dass das kiten viel besser klappt als vorher :)","replies":[]}]},{"id":"","poster":"fobi","date":"2016-01-06T15:55:46.838+0000","up_votes":1,"down_votes":0,"body":"Welche Funktionen möchtest du den gerne auf dem Scrollrad haben?","replies":[{"id":"","poster":"Ireliα","date":"2016-01-06T16:10:15.542+0000","up_votes":1,"down_votes":0,"body":"Die Funktion der linken Maustaste hätte ich gerne auf dem Scrollrad oder den anderen Hilfstasten auf der Maus während die linke Maustaste mit Attack Move Click belegt sein soll :)","replies":[]}]},{"id":"","poster":"Freudenhaus","date":"2016-01-06T12:43:38.512+0000","up_votes":1,"down_votes":0,"body":"Was möchtest du denn auf die Tasten legen? Möchtest du die Tasten einfach auf andere Tasten umlegen oder spezielle Funktionen auf diesen haben?","replies":[{"id":"","poster":"Ireliα","date":"2016-01-06T14:43:15.564+0000","up_votes":1,"down_votes":0,"body":"Attack Move Click möchte ich gerne auf der linken Maustaste haben.\nIch hab es jetzt gegoogelt und es ist leider wirklich nicht einfach das hinzubekommen. \n\nhttps://www.reddit.com/r/leagueoflegends/comments/1bo2nk/guide_to_easy_kiting_left_click_attack/\n\nIch habe es teilweise hingekriegt, aber leider nicht vollständig. Mein Mausrad übernimmt leider nicht die Funktion der linken Maustaste. Also falls sich damit jemand auskennt würde ich mich über ein bisschen Hilfe sehr freuen :)","replies":[]}]}]}