{"id":"V2oqn11v","poster":"Abasin","date":"2016-01-05T06:45:19.902+0000","title":"ADAM","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"All Draft All Mid. W&auml;re also ein ARAM ohne Zufall. So &auml;hnlich wie Poroking, aber keine Mirrormatches und kein Jungle. Was meint Ihr dazu?","replies":[{"id":"","poster":"Jastol","date":"2016-01-05T06:49:30.826+0000","up_votes":1,"down_votes":0,"body":"Auf Deutsch gesagt willst du ein ARAM mit Draft Modus. Habe Ich dich da richtig verstanden?","replies":[{"id":"","poster":"Marofion","date":"2016-01-05T06:53:14.224+0000","up_votes":3,"down_votes":0,"body":"Was zumindest im Freien Spiel bereits einstellbar ist :D","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T08:33:33.349+0000","up_votes":1,"down_votes":0,"body":"Im freien Spiel kriege ich aber keine IP. Oder?","replies":[{"id":"","poster":"Marofion","date":"2016-01-05T08:42:49.481+0000","up_votes":1,"down_votes":0,"body":"Wenn du genug menschliche Spieler drinnen hast bekommst du auch IP ;) \n4v4 und 5v5 aus menschlichen Spielern sollte meiner Erinnerung nach tatsächlich IP bringen.\n\nSo wurde früher btw ja auch ARAM gespielt ;) Summoners Rift - zufällige Auswahl.\n\nEdit: Nun habe ich auch nen Beleg gefunden: https://support.riotgames.com/hc/de/articles/201752824-Aufschl%C3%BCsselung-des-Belohnungssystems-EP-ERF-#h3","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T12:01:06.336+0000","up_votes":1,"down_votes":0,"body":"Ja, ist aber laut diesem Beitrag zeitlich oder durch Anzahl der Spiele limitiert.","replies":[{"id":"","poster":"Marofion","date":"2016-01-05T12:11:45.420+0000","up_votes":1,"down_votes":0,"body":"Dennoch kann man zumindest einige Runden am Tag spielen in diesem Modus. Ist immerhin ein Anfang und besser als nichts, oder? :)","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T12:36:02.611+0000","up_votes":1,"down_votes":0,"body":"Ja, klein anfangen und gross rauskommen :-)","replies":[{"id":"","poster":"Marofion","date":"2016-01-05T12:47:45.549+0000","up_votes":1,"down_votes":0,"body":"Du könntest ja deine ADAM Runden auf die Art und Weise beginnen und damit populär machen. Vielleicht wird es ja was, wie gesagt ARAM wurde genauso gespielt ehe es eine eigene Karte und einen eigenen Spielmodus bekam.\n\nWünsche dir dabei auf jedenfall viel Erfolg ;)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2016-01-05T11:26:46.761+0000","up_votes":1,"down_votes":0,"body":"Das tolle am ARAM ist doch, dass da oft Champions auftauchen, die man sonst nicht sieht. \nBei deiner Idee werden vermutlich nur sehr wenige Champions gespielt.","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T12:06:03.736+0000","up_votes":1,"down_votes":0,"body":"Es würde sich wahrscheinlich eine HA-Meta entwickeln, so wie es auf SR ja auch passiert. Aber hey, was solls? RIOT ist recht kreativ, was die Funmodes und Events angeht. Also schauen die sich genau an, was häufig gespielt wird und bedienen ihre Klientel entsprechend.\n\nAnsonsten habe ich jetzt beim Poro-Event so viele unterschiedliche Teamkombos gesehen, die erfolgreich waren, dass mir vor zuviel Einseitigkeit nicht bange wird.","replies":[]}]},{"id":"","poster":"HoloHoroHolo","date":"2016-01-05T07:11:37.314+0000","up_votes":1,"down_votes":0,"body":"Als ich ADAM laß musste ich irgendwie (wohl wegen namen und einer dummen deutschen Sendung) an \"Alle Damen alle Mitte\" denken und dachte hier kommt nun eine Kontaktanfrage von einem Adam der Damen sucht... :3\n\nZurück zum Thema. Gibt unendlich viele Möglichkeiten die Riot machen könnte. Z.B. auch Zufall auf normalen 5-er Map. Genauso wahl im ARAM. Aber denke wird nicht kommen und weiterhin als \"besondere\" Möglichkeit offen gehalten.\n\nEinzige was vielleicht kommt ist irgendwann irgendwas dauerhaft. Aber ob sowas wirklich kommt, ob daran gearbeitet wird und wann es dann kommt steht in den Sternen.\nBleibt nur warten und hoffen :)\n\nLG\nHorochan","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T08:32:33.157+0000","up_votes":1,"down_votes":0,"body":"Damen habe ich genug im Haus, die mich auf Trab halten...{{sticker:slayer-jinx-wink}} \n\nIch bin während der Porokönig-Aktion nur drauf gekommen, weil mich da zum Beispiel das Mirroring stört. Lux vs. Lux ist schon extrem lappig. Ausserdem kam hier im Forum auch immer wieder der Ruf nach einem Ranked für ARAM auf, was aber nicht gut mit der Zufälligkeit dieses Modus harmoniert. Also habe ich alles an Info und Wünschen zu einer neuen Variante kondensiert und zur Diskussion gestellt. Ob je etwas draus wird, ist sehr unwahrscheinlich. Aber es ist ja immerhin ein Diskussionsforum und auch vermeintlich dämliche Ideen können einen vernünftigen Kern haben.","replies":[]}]}]}