{"id":"V1xO9Jkr","poster":"Hi lm Happy","date":"2016-01-05T10:03:32.889+0000","title":"[Platin-Diamond] 3on3 Teamaufbau +2 mit dem mindestziel Master Liga","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Also hallo erstmal, erstmal ein kleines W&ouml;rtchen zu mir, ich hei&szlig;e Finn bin 20 Jahre alt und spiele League of Legends seid Season 1 Malzahar Release.\nSeason 1 war erstmal noch viel lernen und habe kaum Ranked gespielt. Season 2 dann habe ich mich etwas mehr rein geh&auml;ngt und bin bis Platin gekommen (etwa 1890 Punkte). Season 3 habe ichs dann bis Diamant 3 promo zu 2 geschafft bin dann allerdings inaktiv gegangen, habe fast die komplette Season 4 nicht gespielt und nur Gold erreicht und Season 5 erst vor 4 Monaten wieder richtig angefangen und habe Diamant leider knapp verpasst. Derzeit in der Preseason bin ich Platin 1. Ich habe in S3 schon ein Diamant 1 3on3 Team gehabt das leider auch an meiner Zwanghaften Inaktivit&auml;t zerbrach. Ich bin auch derzeit Aktiv in einem 5on5 Team das momentan auf Platin 3 steht, wir sind aber auch noch relativ neu zusammen.\n\nJoa nun wollte ich es auch im 3on3 mal wieder richtig anfangen und w&uuml;rde doch gerne das Ziel in Richtung Master setzen. Allerdings fehlen mir daf&uuml;r noch 2 erfahrene starke Spieler. Ich hab mit Freunden die letzten Wochen viel 3on3 gespielt und habe gemerkt das es mit Leuten auf selben Level doch m&ouml;glich sein m&uuml;sste das Ziel zu erreichen.\n\nZu meinen st&auml;rken im 3on3 z&auml;hlen definitiv die Supportive AP&#039;s (Anivia, Lulu, Morgana) die man h&auml;ufig in ADC combs sieht. Auf der Toplane spiele ich sowohl einen sehr starken ADC (bin auch ADC main) als auch AD Bruiser.\n\nAlso ja ich bin demnach auf der Suche nach einem starken Jungler und jemanden der entweder Bot alles spielen kann oder einer Toplane die auch sowohl ADC als auch AD Bruiser drauf hat.\n\nWas ihr ebenfalls mitbringen solltet ist:\n- Geduld! Kein Team hat am ersten Tag Wunder vollbracht und es wird seine Zeit dauern bis wir richtig zusammen spielen.\n- Kritikf&auml;higkeit und imstande sein ruhige konstruktive Diskussionen zu f&uuml;hren. Elementarer Bestandteil um sich zu verbessern.\n- Nat&uuml;rlich Teamspeak\n- Kommunikativer Spielstil im Game. Auf einer so schnellen Map (bzw klein) ist es enorm wichtig Informationen z&uuml;gig auszutauschen, niemand hat seine Augen immer &uuml;berall.\n- M&ouml;glichst schon Erfahrung im 3on3\n\n\nJoa falls euch das jetzt anspricht und ihr meint ihr wollt da mitmachen und f&uuml;hlt euch stark genug das gesetzte Ziel mal erreichen zu k&ouml;nnen k&ouml;nnt ihr mich entweder Ingame Adden und wir schwatzen mal im Teamspeak zusammen oder hinterlasst hier eine Nachricht.\n\nMit freundlichen Gr&uuml;&szlig;en, Happy.\n\nP.S: Beim adden drauf achten das bei meinem Namen das i von Im ein L ist","replies":[{"id":"","poster":"Hi lm Happy","date":"2016-01-05T13:51:32.925+0000","up_votes":1,"down_votes":0,"body":"Könnt euch immernoch melden, hab zwar schon ein Paar aber hab auch noch genug Zeit um mit mehr Leuten Tryouts zu machen :)","replies":[]}]}