{"id":"kXJPPsQL","poster":"ryK","date":"2016-01-05T07:54:04.100+0000","title":"Community TEAMPLAY FIGHTERS sucht neue Spieler und Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"**Community TEAMPLAY FIGHTERS sucht neue Spieler und Teams**\n\n-------------------------------------------------------------------\n\nUnsere Community sucht wie schon eingangs erw&auml;hnt neue Gesichter, die Lust und Laune haben in einer Gemeinschaft mit unseren Spielern und auch Teams zu spielen. Wir haben derzeit zwei aktive Teams. Wir m&ouml;chten uns in Zukunft breiter aufstellen - und zwar mit mehreren Teams aus verschiedenen ELO- Bereichen. Wir w&uuml;rden uns daher nicht nur &uuml;ber Einzelzug&auml;nge von neuen oder bekannten Gesichtern, sondern auch vor allem &uuml;ber Zug&auml;nge von neuen Teams freuen. Als Basis f&uuml;r die Kommunikation im der Community wird Teamspeak genutzt - ein entsprechender Server mit ausreichend viel Slots ist vorhanden.\n\n-------------------------------------------------------------------\n\n**Wir kn&uuml;pfen allerdings einige Grundvoraussetzung an unsere Spieler:**\n\nSpielerische Voraussetzungen und charakterliche Eigenschaften:\n+ mindestens 20 Jahre alt (davon weichen wir nicht ab),\n+ mindestens SoloQ- Elo im h&ouml;heren Silber- Bereich liegen (ansonsten sind wir f&uuml;r alle Bereiche offen - und nein, wir suchen keine Pro- Teams mehr),\n+ um Euch ggf. leichter und schneller in Teams unterzubringen, solltet Ihr auch mehrere Positionen spielen k&ouml;nnen (ein Erfahrungsfundus von &uuml;ber 500+ Siegen in Normals w&auml;re sicherlich hilfreich),\n+ Headset und Teamspeak sind nat&uuml;rlich unabdingbar, sowie die entsprechende Anwesenheit auf unserem Server,\n+ Geduld und Freundlichkeit sollte f&uuml;r Euch selbstverst&auml;ndlich sein,\n+ soziales und verantwortungsvolles Verhalten sollte f&uuml;r Euch im Vordergrund stehen (keiner mag Flamer),\n+ grunds&auml;tzlich sollte f&uuml;r Euch der Spa&szlig; an erster Stelle stehen (auch - bzw. gerade bei Niederlagen)\n+ Selbstst&auml;ndigkeit, um u.a. auch auf unsere Mitglieder zu zugehen, wenn ihr mitspielen wollt\n\n-------------------------------------------------------------------\n\nWir freuen uns auf jeden Fall &uuml;ber Eure Anfragen und Bewerbungen. Stellt bitte Eure Anfrage vorzugsweise direkt im &quot;League of Legends&quot;- Client bei einem der nachfolgenden Ansprechpartner:\n\n**Lila Glitzerfee** und **ryK** \n_(wir beide stehen Euch ab 18:00 bis 19:30 Uhr f&uuml;r Bewerbungsgespr&auml;che zur Verf&uuml;gung)_\n\n-------------------------------------------------------------------\n\noder schaut auf unserem Teamspeak vorbei und joint dem entsprechenden Bewerber- Channel im Lobby- Bereich: \n\n**Teamspeak: tpf-clan.eu**\n\n-------------------------------------------------------------------\n\nhttp://www.tpf-clan.eu/\n_TpF Clan - Teamplay is our advantage!\nWillkommen bei der League of Legends Sektion von TpF. Hier findest du Leute in jeder ELO. Von Unranked bis Master ist alles vertreten. Du m&ouml;chtest nur aus Spa&szlig; mit ein paar netten Leuten spielen? Oder vielleicht m&ouml;chtest du auch ein Team beitreten? Egal was du sucht bei uns findest du deine hilfsbereite Community. Bei Fragen besuche uns doch in unserem Teamspeak!_","replies":[{"id":"","poster":"ryK","date":"2016-01-10T18:51:22.958+0000","up_votes":1,"down_votes":0,"body":"hoch damit","replies":[]},{"id":"","poster":"ryK","date":"2016-01-06T10:18:48.632+0000","up_votes":1,"down_votes":0,"body":"wir suchen immer noch!","replies":[]}]}