{"id":"66vRvpaO","poster":"Hinks Linten","date":"2016-01-04T19:01:36.046+0000","title":"Ambitionierter Supporter sucht Team (Platin 2)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Nabend,\r\n\r\nIch fange mal einfach an:\r\n\r\nMein Name ist Sebastian,bin 23 Jahre jung und spiele sehr gerne League of Legends ;)\r\nWenn ich nicht am zocken bin,bin ich auch gerne mit Freunden unterwegs oder mache Sport.\r\nIn der Woche kann ich meist ab 18Uhr bis 0Uhr (ab und zu auch mal l&auml;nger). Am Wochenende bin ich meist ab 20Uhr nicht mehr am PC (Freunde,feiern usw)\r\nDaf&uuml;r bleibt aber noch der Sonntag (Zockertag).\r\n\r\nIch spiele LoL schon seit der Beta (mit Pausen dazwischen).\r\nRichtig aktiv (also Ranked) spiele ich seit letzter Season in der ich Platin 5 erreichte. Nun bin ich bei Platin 2 gelandet.\r\n\r\n\r\nNoch am Lesen? Gut weiter gehts:\r\n\r\n**Ich suche ein Team ! -&gt;**\r\n\r\nIch habe lange Zeit auf der Botlane als ADC gespielt. F&uuml;r Season 6 habe ich mir aber vorgenommen als Main Support zu starten.\r\nGut spielen kann ich den alten Thresh. Janna spiele ich auch sehr gern und nat&uuml;rlich den geliebten K&ouml;nig des Flusses, Tahm Kench (wenn er nicht gebannt ist nat&uuml;rlich). Und ja Brand spiele ich auch aber ich finde f&uuml;rs Team gibt es bessere Supporter, wie zB Alistar.\r\nMein Spielstyle ? - Richtet sich halt an an das Team. Also welche Strategie wir verfolgen (Protect the Adc,Poke usw)\r\nEin Paar Erfahrungen habe ich im Team schon gesammelt,allerdings als ADC. \r\n\r\nIhr sollte euch am besten in meinem Alter befinden. 18+ ist ein Muss.\r\nFlame ist kacke ! Au&szlig;er man flamet das Gegnerteam weil die so schlecht sind :D **Aber nur im TS **der chat ist TABU! :D\r\nUnd man sollte sich untereinander verstehen. Wenn die &quot;Chemie&quot; nicht stimmt ist auch kein Problem ^^\r\n\r\nDas wars erst einmal , sollten Fragen sein einfach adden und anschreiben ^^ am besten sofort TS IP da es doch besser ist zu reden als zu schreiben ^^\r\n\r\nK4G","replies":[]}