{"id":"nk2e69gh","poster":"Gryphias","date":"2016-01-04T16:27:58.113+0000","title":"Twisted Treeline - Doppel Targon´s Panzer auf Duo top","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Leute\r\n\r\nSeit einiger Zeit beobachte ich bei 3v3 Spielen, grade in High Elo bzw bei youtube und Twitch Streamern, dass diese so starten, dass beide Targons Panzer auf meist Tanky Champs bzw einer davon Bruiser/OffTank als Startgegenstand verwenden.\r\n\r\nEiner von denen meist noch mit smite, wobei dann immer eine Runde im Jungle gedreht wird und die Monster gefarmt werden, durch das Duo Jungling geht das eben auch extrem schnell\r\nSo schnell, dass wenn sie zur lane gehen die gegner meistens noch nicht mal bis zum Tower gepusht haben.\r\n\r\nHaben sie seit einiger Zeit die Targons Panzer gebufft wodurch die Stacks sich schneller aufbauen?\r\nkriegt man inzwischen wirklich soviel passiv gold zusammen?\r\n\r\nFrostqueens Claim ist ja schon oft Standard startgegenstand auf Bot-Mages\r\n\r\nDenkt ihr das ist viable, bzw bei welchen Matchups hats sinn?\r\n\r\nDie Outfarmen die Gegner easy und haben extremen Heal durch Targon und durch dessen Passiv Gold und Zusatzgold verdienst passiert es schnell dass das Team schnell mehr Items als die Gegner zusammenfarmen k&ouml;nnen.\r\n\r\nWas haltet ihr davon?","replies":[{"id":"","poster":"Smolik","date":"2016-01-05T15:02:28.801+0000","up_votes":1,"down_votes":0,"body":"Das ist seit Ende s5 die absolute Standart Meta im 3v3 gewesen. Wir spielen das in meinem team in Master/Challenger games immernoch. Doppel Targons wurde einfach nur im early game gekauft, um 1. eine gewisse Tankyness und 2. das early Push speed zu bekommen (bei 2 meeles  mit targons stirbt die wave dank dem execute super schnell). Danach in den jungle und den carry hochfarmen. 2 starke Beispiele am Ende der Season waren z.B Nunu + Kalista oder Nautlius + Mordekaiser. Zudem verliert der Gegner währenddessen immer den ein oder anderen Minion unter dem tower -> noch größerer CS lead. Ist und bleibt meiner Meinung nach immernoch die stärkste Technik im 3v3. Hatte aber an sich nichts mit Targons buffs oder ähnlichem zu tun.\nHoffe irgendwas davon war hilfreich ^^","replies":[{"id":"","poster":"Gryphias","date":"2016-01-06T01:59:33.405+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SuntexX,realm=EUW,application-id=Wj1wcocU,discussion-id=nk2e69gh,comment-id=0001,timestamp=2016-01-05T15:02:28.801+0000)\n\n> Hoffe irgendwas davon war hilfreich ^^\n\nTotal danke:D über solche antworten freut man sich, schön ausführlich und gut erklärt.\n\nDanke für die Hilfe:)","replies":[]}]},{"id":"","poster":"Gryphias","date":"2016-01-04T19:16:26.484+0000","up_votes":1,"down_votes":0,"body":"Wäre über Antworten von anderen twisted Treeline spielern glücklich:D","replies":[]}]}