{"id":"iZp7Zhq4","poster":"LCG mozuki","date":"2016-01-04T16:41:03.480+0000","title":"Ranked Team sucht Main Mid Gold+","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Community , \r\n\r\nMein Name ist Toby und bin der Teamleiter sowie ADC in unseren Ranked Team . Wir sind noch recht frisch (c.a 3 Monate) und wachsen immer mehr zusammen. Wir sind zwischen Silber - Platin bereich Wir legen alle kein wert auf den SoloQ Rank , da Team Ranked sich sehr stark zum SoloQ unterscheidet. Derzeit sind wir dabei unsere Combos u.a Taktiken zu&uuml;ben . Unser Ziel ist es als Team zu agieren zusammen besser zu werden ob wir jetzt Bronze 5 oder auch Gold sind ist erstmal Nebensache.\r\n\r\n \r\n&gt; Du solltest folgendes mitbringen\r\n\r\n\r\n- min 18 Jahre\r\n\r\n- Gut erreichbar ( whatsapp)\r\n\r\n- 3 x in der Woche zeit haben ( kann mehr sein wenn wir mal soweit sind um bei Turnieren mitzumachen)\r\n\r\n- Viel Humor :)\r\n\r\n\r\n\r\n&gt; Wir m&ouml;chten folgendes nicht\r\n\r\n- Leute die meinen Sie w&auml;ren Faker und w&uuml;rden alles und jeden rasieren und jeder sei ein Noob. x)\r\n\r\n- flamer\r\n\r\n\r\n&gt; Nebeninformation\r\n\r\n\r\n- Trainingszeiten (zurzeit) sind Mo - MI - Do um 18 Uhr. (Zeiten k&ouml;nnen bei bedarf ge&auml;ndert werden)\r\n\r\n- Das Team wird von einen League Of Legends Clan Supportet\r\n\r\n- Wir haben einen Coach der die Spiele Analysiert und uns dabei hilft unsere Schw&auml;chen zu verbessern.\r\n\r\n- Wir starten am 4.1.2016 die Tryouts.\r\n\r\n\r\nWenn ihr weitere fragen habt k&ouml;nnt ihr mich ingame adden =)\r\n\r\n\r\nMit freundlichen Gr&uuml;&szlig;en","replies":[{"id":"","poster":"FLΞΧSCHEIBE","date":"2016-01-04T20:36:57.824+0000","up_votes":1,"down_votes":0,"body":"Hey, bin Main mid. Derzeit Gold 4 und hätte Interesse an einem festen Rank Team.  Habe dir mal eine Anfrage ingame geschickt. \nLG","replies":[]},{"id":"","poster":"Sinto","date":"2016-01-04T17:19:02.361+0000","up_votes":1,"down_votes":0,"body":"Hallo, bin aktuell SoloQ Gold V (Promo zu 4 ) und main mid lander. Spiele hauptsächlich Lux, Diana, Brand, Akali. Hab ein wenig Team Erfahrung da ich öfter mit Kumpels Just 4 Fun Teams spiele.  Habe WhatsApp , funktionierednes Headset und n guten pc der keine probleme macht. Habe dir ingame ne anfrage geschickt. Falls interesse besteht einfach melden. Gruß","replies":[]}]}