{"id":"sq2eEBLf","poster":"Nicolas7507","date":"2016-01-03T17:07:45.216+0000","title":"Wie komme ich am besten aus Silber?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Liebe Community,\r\nIch m&ouml;chte gerne wissen, wie man am Besten aus der Low-Elo aka Elo-Hell hinaus kommt. Ich bin im moment Silber III und frage mich welche Champs die besten sind, um zu carrieren (Main Mid) und weitere allgemeine Tipps um zu climben. \r\n\r\nIch freue mich &uuml;ber jegliche Antworten.\r\n\r\nNicolas","replies":[{"id":"","poster":"HyperionCH","date":"2016-01-05T09:20:16.213+0000","up_votes":2,"down_votes":1,"body":"Grundregel: mit jenen Champs, die du am besten kannst.\n\nEs gibt keinen bestimmten Champ, mit dem jeder Spieler nach Gold kommt.\nAuch würde ich jetzt nicht einfach Champs picken, die derzeit als OP gelten. Gerade diese könnten gleich beim nächsten Patch generft werden und dann hat man einen Champ zum Main gelernt, der nun vielleicht zu schwach ist.\n\nPick deshalb Champs, die deiner Spielweise passen. Versuche dann, mit Training damit besser zu werden (z.B. Normals/TB, in Let's Plays auf YT schauen oder im Client Challenger-Games anschauen, wo gerade dieser Champ gespielt wird)\n\nVerbessere dich dazu bei allgemeinem Spielverhalten, die bei jedem Champ-Pick wichtig sind. Besonders aufgefallen ist mir auf den ersten Blick:\n\n- Sterbe weniger (du stirbst offenbar sehr oft)\n- Warde öfter und kauf auch Pinkwards (kaufst du offenbar nie)","replies":[]},{"id":"","poster":"TheEXiiLE","date":"2016-01-03T17:17:22.753+0000","up_votes":1,"down_votes":0,"body":"hab dich geaddet; ich würde dich bitten meine fr anzunehmen","replies":[{"id":"","poster":"Nicolas7507","date":"2016-01-03T17:21:03.850+0000","up_votes":1,"down_votes":0,"body":"Werde ich machen wuerde auch mittwoch gehen?\nKrieg morgen Weißheitszähne raus ^^","replies":[{"id":"","poster":"Abasin","date":"2016-01-05T08:35:54.725+0000","up_votes":1,"down_votes":0,"body":"Weiß ist eine Farbe, mit etwas mehr Weisheit wäre Dir das klar. {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"Domixos","date":"2016-01-04T18:42:42.288+0000","up_votes":1,"down_votes":0,"body":"üben, üben und spielen, spielen.\n\nVersuchen einen Champion zu mainen.\n\nAuf Twitch oder Diamond/Challenger Pro's angucken.","replies":[]}]}