{"id":"iVa3sbIF","poster":"StillYasuoMain","date":"2016-01-01T23:40:21.254+0000","title":"Mark der einarmige Scharfschütze","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":5,"body":"Hallo Community\n\n(Name und Geschichte stammen vom Benutzer ZarakLP)\n\n**Mark der einarmige Scharfsch&uuml;tze**\n\nTyp: Sch&uuml;tze, Assassine\n\nHohe Angriffsreichweite\nGrosse Chance auf Kritische Treffer\nWenig Angriffstempo\nNormales Lauftempo\nWenig Leben\nViel normaler Schaden\nKeine F&auml;higkeitsst&auml;rke\n\n\n**Geschichte:**   (Von ZarakLP)\n\n_Mark war schon seit jungen Jahren ein Waisenkind. Bei seiner Geburt in Piltover starb seine Mutter, sein Vater hat er niemals gekannt.\nEin Freund von Marks Mutter, der Leiter der Akademie f&uuml;r fortschrittliche Kampftechnik, nahm ihn bei sich auf.\nMark war der j&uuml;ngste, der jemals an der Akademie aufgenommen wurde.\nMit 8 Jahren begann seine Ausbildung zu einem wahren Spezialisten.\nAls einer der talentiertesten M&auml;nner der Akademie wurde Mark mit 17 zu einer Spezialmission berufen.\nEr sollte zusammen mit 4 anderen einen Verbrecher in Zaun aufsp&uuml;hren, dem es gelungen war wichtige Forschungsdaten aus Piltovers Waffenentwicklung zu entwenden.\nDoch die 5 Spezialisten gerieten in eine Falle.\nDer Dieb hatte damit gerechnet, dass man ihn suchen w&uuml;rde und lockte die Verfolger in ein Labor, was er kurzerhant in die Luft sprengte.\nMark, als Scharfsch&uuml;tze der Gruppe, war als einziger weit genug weg gewesen um nicht unter den Tr&uuml;mmern begraben geworden zu sein.\nAlleine verfolgte er den Dieb weiter bis in den Keller des Geb&auml;udes.\nHier arbeitete der Dieb an der Fertigung der Waffen, derren Daten er gestohlen hatte.\nMark schaffte es den Dieb zu &uuml;berw&auml;ltigen, jedoch aktivierte dieser die Selbstzerst&ouml;hrung des Labors und begrub den Keller samt Mark.\nEr schaffte es in einem Kleinem Hohlraum nicht erschlagen zu werden, jedoch hatten weder seine Waffe noch sein linker Arm so viel Gl&uuml;ck.Beide wurden von den Tr&uuml;mmern zerschlagen.\nNur dank seiner Ausbildung schaffte Mark es mit nur einem Arm sich zu versorgen und zu &uuml;berleben.\nIn dem Hohlraum lag auch eine bereits fertiggestellte Waffe derren Daten gestohlen worden waren: Ein Scharfsch&uuml;tzen Gewehr.\nMark hatte Gl&uuml;ck.\nEr musste nicht mal 3 Tage auf seine Rettung warten.\nDer Dieb handelte nicht aus eigenem interesse.\nEr wurde von einem Forscher beauftragt, der nun versuchte die Daten aus den Tr&uuml;mmern zu bergen. Dieser Forscher war Victor.\nEr fand Mark und das Gewehr, welches die einzige Waffe war, die er bergen konnte.\nVictor versprach Mark zu helfen, wenn er ihm im Gegenzug einen Gefallen tun w&uuml;rde.\nMark willigte ein und Victor ersetzte seinen verlohrenen Arm.\nNach etwar 2 Monaten war Mark wieder einsatzbereit und er erhielt von Victor den versprochenden Auftrag:\nSo wurde Mark fast ein halbes Jahr an Machtspielchen und Spionage in Zaun beteiligt.\nNach der Beschaffung sehr wichtiger Daten f&uuml;r Victor, dankte dieser ihm und lie&szlig; ihn ziehn. Zudem sollte er die Waffe behalten, da Victor der Auffassung war, dass Mark alleine am besten w&uuml;sste wie sie einzusetzen sei.\nMark machte sich auf den Weg zur&uuml;ck nach Piltover, musste jedoch an der Grenze feststellen, dass er als Tod erkl&auml;hrt wurde.\nIn seiner Ratlosigkeit wand sich Mark an Victor, der ihn zur Liga der Legenden brachte, wo sich auch seine Schwester befindet...._\n\nFreunde:  {{champion:112}} {{champion:51}} \nFeinde:     Keine\n\n**Passiv: &quot;Pr&auml;zision&quot;**\nWenn Mark nicht sichtbar ist erh&auml;lt er erh&ouml;hte Angriffs- und F&auml;higkeitsreichweite.\nDie h&auml;lfte von Marks Angriffstempo wird in Schaden umgewandelt.\nJe mehr entfernt Ziele von Mark sind desto mehr steigt seine Chance auf Kritische Treffer(Je n&auml;her desto weniger Chance)\n\n**Q:\nPassiv: &quot;Kritischer Schuss&quot;**\nMarks Chance auf Kritische Treffer f&uuml;r den n&auml;chsten Normalen Angriff erh&ouml;ht sich jede Sekunde um 5%(max 100%) und f&auml;ngt nach dem Angriff wieder bei 0% an.\n**Aktiv:&quot;Spezialbolzen&quot;**\nMark schiesst nach 1.5 Sekunden auf ein gew&auml;hltes Ziel. Der erst getroffene Gegner in der Schusslinie erleidet normalen Schaden.\nGeringe Manakosten\nGeringe Abklingzeit\n\n**W: &quot;Versorgungspacket&quot;**\nMark l&auml;sst ein Versorgungspacket erscheinen das bei allen Verb&uuml;ndeten Champions im Umkreis ihre Lebensregeneration und ihr Lauftempo erh&ouml;ht.\nEin gegnerischer Champion kann es mit 3 normalen Angriffen zerst&ouml;ren oder es zerst&ouml;rt sich selber nach 10 Sekunden.\nHohe Manakosten\nHohe Abklingzeit\n\n**E: &quot;Enterhaken&quot;**\nMark schiesst ein Enterhaken und zieht sich zur erst getroffenen verbündeten Einheit oder Wand heran. Getroffene Gegnerische Champions werden verlangsamt.\nMittlere Manakosten\nMittlere Abklingzeit\n\n**R: &quot;Tarnanzug&quot;**\nMark wird f&uuml;r 10 Sekunden unsichtbar(Einfluss auf die Passive) f&uuml;r gegnerische Champions ausserhalb seiner normalen Angriffsreichweite(Keinen Einfluss auf die Passive),erh&auml;lt Lauftempo und sein n&auml;chster normaler Angriff ist sofort 100% aufgeladen. Greifft Mark an oder benutzt er eine F&auml;higkeit wird er w&auml;hrend und f&uuml;r 2 Sekunden nach dem Angriff/der F&auml;higkeit sichtbar.\nExtreme Manakosten\nExtreme Abklingzeit\n\nTipps:\n\nAls Mark spielen:\n-Nutze Geb&uuml;sche zu deinem Vorteil.\n-Mark Bevorzugt Reichweite. Nutze also &quot;Enterhaken&quot; wenn ein Gegner dir zu nahe kommt.\n-In Teamk&auml;mpfen kann &quot;Versorgungspacket&quot; sehr n&uuml;tzlich sein da deine verletzten Verb&uuml;ndeten sich erholen k&ouml;nnen.\n-\"Kritischer Schuss\" eignet sich hervorragend für Lasthits.\n\nGegen Mark spielen:\n-Versuche hinter Vasallen zu stehen, um keinen Schaden durch &quot;Spezialbolzen&quot; zu erleiden.\n-Je n&auml;her du an Mark bist desto Schw&auml;cher ist er.\nZerst&ouml;re &quot;Versorgungspacket&quot; so schnell wie m&ouml;glich.","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T09:32:48.015+0000","up_votes":2,"down_votes":0,"body":"Das Konzept an sich finde ich Gut, Nur die Umsetzung ist ein wenig verbesserlich. DIe E macht als scharfschütze wenig sinn, sich an gegner heranzuziehen. Gebt doch der Q mehr reichweite und ändert die E in einen besseren Escape, bsp dass er einen schuss mit starkem rückstoß abfeuert oder so aber das ist eher nicht das problem.\n\nwomit ich ein Problem habe ist die R. VIEL zu OP. ich meine 14 sekunden sind zu viel wenn die gegner nicht ansatzweise sehen wo er ist (wie bei rengar)","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-02T11:16:26.898+0000","up_votes":1,"down_votes":0,"body":"1. Danke\n\n2. Die e ist hauptsächlich als escape an eine Wand oder verbündeten champion gedacht, aber wenn ein gegnerischer low life Champ abhaut kannst du so an ihn ran kommen. Ich könnte ja anstatt das er sich an den Gegner ranzieht UND ihn slowt, dass er ihn NUR slowt.\n\n3. Wie meinst du eine längere range für die q? Steht gar nicht wie lange sie ist.\n\n4. Die ult hast du glaub falsch verstanden. Er ist nur ausserhalb seiner normalen angeiffsreichweite unsichtbar(ähnlich wie evelynn), und wenn er anngreifft wird er während dem Angriff und 2 sek noch dazu sichtbar.\nWenn 14 sek immer noch zu lang ist kann ich auch 10 nehmen(wär ja dann so oder so eine Entscheidung von riot)","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T12:10:19.117+0000","up_votes":2,"down_votes":0,"body":"ja der Slow auf gegner wäre ne option. die ganze E allgemein hat mich an Helsing von Arena of Fate erinnert :D\n\nok dann mein fehler ^^ dann passt es so ganz gut, nur die 10 sekunden sind immer noch besser sonst zu op :D","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-02T13:20:25.707+0000","up_votes":1,"down_votes":0,"body":"Ok danke für die Kommentare. Dann ist der Champ jetzt  nicht mehr zu op und auch nicht up. Ich selber fände es den geilsten ADC, aber ich glaube Riot interessiert sich für die Champion Konzepte sowieso nicht:D","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T13:22:46.552+0000","up_votes":1,"down_votes":0,"body":"kein ding ^^ naja würde meinen Supporter Thorus auch gerne in der kluft sehen aber naja Riot wird das alles nie umsetzen :D","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-02T14:41:37.685+0000","up_votes":1,"down_votes":0,"body":"Ja den hab ich gesehen. Find in nicht schlecht aber halt umsonst...\nTroztdem machts spass solche champs zu erfinden:D","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T15:48:51.948+0000","up_votes":1,"down_votes":0,"body":"Jap macht es :D habe locker schon 10 Konzepte gehabt, von denen ich 1 verworfen (zu große ähnlichkeit mit zac), 1 nicht fertig gemacht und 2 verloren habe xD","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-02T16:30:23.523+0000","up_votes":1,"down_votes":0,"body":"Und die restlichen 6?;)","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T16:51:15.713+0000","up_votes":1,"down_votes":0,"body":"werden eventuell noch veröffentlicht ;) :D denke werde mich morgen eventuell mit Nanuq oder Shadowlight befassen :D","replies":[{"id":"","poster":"StillYasuoMain","date":"2016-01-02T22:43:31.313+0000","up_votes":1,"down_votes":0,"body":"Shadowlight? Ist das ein Name?\nLol","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-03T09:28:52.004+0000","up_votes":1,"down_votes":0,"body":"Jau Shadowlight ist sein Name. dachte vllt noch an Dante oder so, aber Shadowlight spiegelt den Champ in 1 wort wieder :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}