{"id":"09WcTXWx","poster":"AEX R4Ika","date":"2019-04-14T00:02:51.319+0000","title":"Arctic ElectroniX sucht Main und Academy Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo League of Legends Community!\r\n\r\nArctic ElectroniX ist eine non-profit Organisation, die im Februar 2017 gegründet wurde.\r\nDa der Gründer unserer Organisation aus dem hohen Norden kommt, kam man um ein \"Arctic\" im Namen nicht herum. \"ElectroniX\" bezieht sich natürlich auf die Tätigkeit, mit der unsere Mitglieder viel Zeit verbringen: Gaming.\r\n\r\nAktuell dreht sich bei uns noch alles um das Spiel \"Counter Strike: Global Offensive\". Allerdings stehen bereits konkrete Pläne für andere Spiele und Teams.\r\n\r\nVor allem im \"League of Legends\" Bereich wollen wir nun endlich durchstarten und sind daher auf der Suche nach zwei Teams, die nächste Season unter unserem Banner an der SINN League teilnehmen würden.\r\nZu den beiden Teams:\r\n\r\nMain Team\r\n\r\n-Die Spieler dieses Teams sollten sich mindestens auf Platin-Elo oder höher befinden.\r\n-Mindestalter liegt hier bei 18 Jahren\r\n-Liga- / Teamerfahrung wäre hier von Vorteil\r\n-Ziel des Teams sollte vorerst mindestens Div 4 sein\r\n-Training im Team sollte mindestens 2 Mal die Woche gehalten werden\r\nFolgende Positionen werden noch gesucht:\r\n-Substitute / Stand-In\r\n\r\nAcademy Team\r\n\r\n-Die durchschnittliche Elo dieses Teams sollte sich im Silber - Gold Bereich befinden.\r\n-Mindestalter liegt hier bei 16 Jahren, ältere Spieler werden aber sehr gerne gesehen!\r\n-Teamerfahrung ist nicht nötig\r\nFolgende Positionen werden noch gesucht:\r\n-Midlaner\r\n\r\n\r\nFür beide Teams gilt: Wir sind sowohl auf der Suche nach einzelnen Spielern, als auch nach ganzen Teams! Die Liste für die noch freien Positionen wird aktuell gehalten.\r\n\r\nWas können wir euch bieten?\r\n\r\n-Arctic eX ist eine Organisation die sich vollkommen auf seine Teams konzentriert und entsprechend quasi rund um die Uhr Betreuung bietet. Wir sind keine Community!\r\n-Wir bieten also an, euch in jeder Hinsicht zu unterstützen, sei es bei der Spieler / Scrim Suche oder auch bei der Planung von Bootcamps, Turnieren und LAN Events.\r\n-Ts und eigene Channel für die Teams sind natürlich vorhanden\r\n-Bei entsprechender Ambition und Erfolg der Teams, kann auch über Coaches, Verträge und ähnliches gesprochen werden.\r\n-Das Klima innerhalb der Orga ist sehr familiär und das soll auch in Zukunft so bleiben.\r\n-Jerseys und Merch sind vorhanden und für unsere Spieler zu vergünstigten Preisen verfügbar.\r\n\r\n[*Arctic Electronix Homepage](http://www.arctic-electronix.com/)\r\n\r\nBei Interesse addet mich gerne auf Steam: [*Steam Account](https://steamcommunity.com/id/R4Ika/)\r\noder im League Clienten: R4Ika","replies":[]}