{"id":"lIpFQmWR","poster":"ponzu","date":"2016-01-02T01:02:13.325+0000","title":"Destroy the Legends sucht Spieler","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Guten Tag,\r\n\r\nVorerst  m&ouml;chte ich mich selbst mal vorstellen, dass Ihr wisst mit wem ihr es hier zu tun habt. Mein Name lautet Marco und ich bin 17 Jahre alt, ich selbst spiele seit ca, 1 Jahr Lol und befinde mich derzeit leider nur in der Silver V Liga, doch ich spiele auch nicht besonders viel Ranked. Bevor ich Lol gezockt hatte waren Spiele wie WoW, CoD Bf4 und sonstiges dran, doch nun habe ich mich in Lol verliebt und komme einfach nicht los.. :D \r\n\r\nHier geht es aber nicht um mich sondern um ein Team welches ich aufbauen m&ouml;chte. Derzeit bin nur ich in dem Team, weswegen ich noch 4 weitere Spieler suche. Es gibt nicht viel was ich verlange, die Elo beispielsweise ist mir ziemlich egal da man sich immer verbessern kann. Ich habe auch nicht vor mit dem Team jeden Tag zu trainieren und Plat+ zu kommen, falls wir es schaffen w&uuml;rden w&auml;re es nat&uuml;rlich sch&ouml;n aber dies ist kein muss. Es w&uuml;rde hier einfach ums Spa&szlig; gehen, und darum das keiner von uns mehr so oft alleine Spielen muss.\r\n\r\nNun Liste ich mal die paar wenigen Sachen auf die ich verlange:\r\n\r\n1. Ich selbst m&ouml;chte gerne in der Mid lane spielen wobei ich aber auch Jungle spielen k&ouml;nnte, weswegen die restlichen lanes gesucht werden.\r\n2. Flamer werden sofort entsorgt!\r\n3. Headset+Mic ist ein muss\r\n4. Teamspeak ist vorhanden weswegen der dann auch genutzt wird\r\n5. Min. 16 Jahre alt oder n&ouml;tige Reife\r\n6. P&uuml;nktlichkeit sowie Zuverl&auml;ssigkeit muss vorhanden sein\r\n\r\n\r\nso das war es eigentlich auch. Ich w&uuml;rde dann auch gerne eine Whatsapp Gruppe er&ouml;ffnen um immer abzukl&auml;ren wer Spielen kann und wann. Ich selbst kann erst ab 20 Uhr weswegen das bei euch auch passen m&uuml;sste..\r\n\r\nBei Fragen einfach hier drunter schreiben oder ingame adden\r\n\r\nMfg Impered :)","replies":[{"id":"","poster":"DasBöseImBusch","date":"2016-01-02T13:09:24.147+0000","up_votes":1,"down_votes":0,"body":"Hi, habt ihr noch platz für einen Midlaner oder Adc? Bin im Moment Gold 5, sehe mich aber eher auf Silber Niveau.\nBei Interesse bitte adden: TheRealOvahlord","replies":[]},{"id":"","poster":"Furycapicorn","date":"2016-01-02T12:20:58.445+0000","up_votes":1,"down_votes":0,"body":"Moin Impered,\nIch hätte noch die Frage ob es bei deinem Team nur um Normals geht oder ob du auch nach Teamrakeds strebst ebenfalls: wird es Trainingszeiten geben (z.B. Freitag 20:00)?\nWenn 2. der Fall sein sollte würde ich heut Abend (oder auch jetzt) Mal in deinem TS vorbeischaun {{sticker:slayer-pantheon-thumbs}} .\nMeine ELO: Silber 3 (Frisch abgestiegen ;D)\nIch spiele seid dem Ende der S3.\n17 und Männlich \nMainrollen sind Jungel: {{champion:102}} {{champion:60}} {{champion:39}} und mehr\nMid: {{champion:103}} {{champion:69}} {{champion:134}} \nund Supp:{{champion:37}} {{champion:267}} {{champion:89}} und mehr\nEbenfalls kann ich auch Streamen und Aufnehmen falls das mal gefragt sein sollte.\n\nIch freu mich auf die Antwort: Furycapicorn (ingame) sonst FuryCapricorn","replies":[]},{"id":"","poster":"froubble","date":"2016-01-02T08:27:40.295+0000","up_votes":1,"down_votes":0,"body":"Wir wären eine prebotlane :)\n\ningame - froubble","replies":[]},{"id":"","poster":"G4m3Ov3rIceBeet","date":"2016-01-02T01:29:52.855+0000","up_votes":1,"down_votes":0,"body":"Hey,ich hätte interesse dem Team beizutreten:) Kannst mir ja mal bei Lol deine Nummer schicken oder vielleicht skype Namen oderso:)\nIng : G4m3Ov3rIceBeet","replies":[]}]}