{"id":"EYGGHgdY","poster":"ZorriLP","date":"2016-01-01T14:19:50.858+0000","title":"[CHampion-Konzept] Thorus- Der Sturmbringer","subforum":"Skin- & Champion-Konzepte","up_votes":4,"down_votes":3,"body":"Name: Thorus\nKlasse: Support/ Magier\nHerkunft: ???\n----\nSplashart (Das Bild ist NICHT von mir, nur so kann man ihn sich gut vorstellen)\nhttp://orig07.deviantart.net/f208/f/2014/099/3/1/wind_monster_by_pixelbite9090-d7drlhs.jpg\n-----\n_**Freunde und Interaktionen: **_\n{{champion:40}} : Oh Janna, du Kind der Winde, lass dich von mir leiten.\n{{champion:34}} : Bringe mir einen Schneesturm, alte Freundin.\n{{champion:106}} : Auserwählter des Donners, stehe mir bei! // Der Sturm ruft dich, Volibear.\n\n_**Feinde und interaktionen:**_\n{{champion:92}} : Die Windtechnik sollte niemals für jemanden wie dich verfügbar sein, Riven\n{{champion:157}} : Sterblichen sollte es nicht vergönnt sein, den Wind mit Waffen zu lenken, Yasuo! // Eine Wand hält niemals einem wahren Sturm stand.\n{{champion:89}} : Meine Wolken werden die Sonne verdecken! \n---\n---\n**Spr&uuml;che:**\n\nJoke: &Uuml;ber den Wolken muss die Freiheit wohl... begrenzt sein. // Ist es hier so windig oder bin ich das etwa?\nTaunt: Mit dem Donner hat sich noch nie jemand gemessen! // Sp&uuml;re die macht von Thorus&#039; ... Donner!\n----------------\n-----------------\nGeschichte:\nHoch &uuml;ber den Wolken wachte ich einst...kontrollierte die Winde, den Donner, den Regen. Die Menschen da unten hoffen auf die Sonne, doch ich bescherte ihnen Gewitter. Wirbelst&uuml;rme tobten, Blitze schlugen zu Boden. Wer f&uuml;r dies alles verantwortlich ist? Ich, Thorus, Der Herr des Sturms. Die Menschen sind erb&auml;rmlich, wie sie versuchen das Wetter zu beeinflussen. Manche von ihnen denken, den Wind und den Donner mit Waffen zu beherrschen. Wie bedauernswert. Ich schw&ouml;re bei den Winden, ich werde ihnen eine Lektion erteilen, die sie niemals vergessen werden. Jetzt kommt die Zeit des Sturmes!\n\n,,Ihr k&ouml;nnt den Sturm vorraussagen, aber ihr k&ouml;nnt ihn nicht verhindern!&quot; -Thorus\n-------------------------\n-------------------\n**F&auml;higkeiten**\n---\nPassive: Gebieter des Donners\nThorus&#039; Normale Angriffe verursachen zus&auml;tzlichen magischen Schaden, basierend auf seinem AP-Wert. Aller 30 Sekunden kann Thorus mit einem normalen Angriff die R&uuml;stung und Magieresistens seines Ziels für 3 Sekunden um 10% senken. Sein Angriffstempo ist um 10% verringert.\n---\nQ: Sturmwolke [14 Sekunden]\nThorus entsendet eine Gewitterwolke in eine gew&auml;hlte Richtung. Bei reaktivierung der F&auml;higkeit, oder wenn sie ihre volle Reichweite erreicht, entl&auml;dt sie sich, verursacht magischen Schaden und bet&auml;ubt ihr Ziel f&uuml;r 0.75/0.85/1/1.2/1.5 Sekunden.\n---\nW: Kaltfront/ Warmfront [20 Sekunden]\n**Kaltfront (auf Gegner):** Thorus markiert einen Gegner mit Kälte. Markierte Gegner verlieren f&uuml;r 3 Sekunden 10/15/20/25/30% ihres Lauftempos und 20% ihrer Angriffsgeschwindigkeit. Wenn die Markierung vorr&uuml;ber ist erleiden sie leichten magischen Schaden.\n\n**Warmfront (auf Verbündete):** Thorus lässt die Lufft um einen Verbündeten erwärmen, was ihm einen Schild gibt, der 100/125/150/175/200 Schaden abfängt. Zusätzlich wird sein Angriffstempo für 5 Sekunden um 10/12/15/17/20% erhöht.\n---\nE: Windschatten [25 Sekunden]\nThorus erschafft mit großer Reichweite nach einer 1 sekündigen Kanalisierungszeit f&uuml;r 5 Sekunden einen Tornado an einem gew&auml;hlten Stelle. Gegnerische Champions werden verlangsamt, wenn sie durch ihn laufen. Solange der Tornado aktiv ist, blockt er s&auml;mtliche gegnerische Projektile ab und zieht alle Vasallen in seinem nahen Umkreis zu sich und h&auml;lt sie bis zum Ende der F&auml;higkeit fest. Die Gr&ouml;&szlig;e des Tornados skaliert mit seiner Stufe.\n----\nR: Zyklone [150 Sekunden]\n**Passiv- Warmsektor:** Thorus verkörpert die Mitte der Zyklone, was seinen Verbündeten in der Nähe zusätzlich 5/10/15% Lauftempo gibt.\n\n**Aktiv:** Thorus erschafft f&uuml;r 5 einen riesiges Sturmgebiet &uuml;ber der ganzen Karte. Gegnerische Champions werden mit einem Blitz aufgedeckt und f&uuml;r die dauer der F&auml;higkeit sichtbar gemacht, au&szlig;erdem wird ihr Lauftempo um 20/25/30% gesenkt. Verb&uuml;ndete Champions werden &uuml;ber die 5 Sekunden dauer f&uuml;r 15/20/25% ihres maximalen Lebens geheilt. \n------\n-----\n**passende Items**\n\n{{item:3092}} {{item:3050}} {{item:3190}} {{item:3165}} {{item:3504}} {{item:2049}} \n---------\n--------\n**Tipps und Tricks**\n\nMögliche Combination auf der Lane: Q-E-W(veründete)\n\nNutzt die W auf Verbündete um zu engagen, da euer ADC dann mit einem Schild und zusätzlichem Angriffstempo startet.\nDie W auf Gegner zu nutzen ist eher ratsam, wenn ihr aus einem Kampf fliehen müsst. Der gegnerische ADC verliert sowohl Lauftempo als auch Angriffstempo, was eure Überlebenschancen erhöht.\n\nEine mögliche Kombination zumVerfolgen wäre, euren ADC mit der W zu belegen und gleichzeitig vor den fliehenden Gegner die E zu platzieren, was ihn verlangsamt. \n\nThorus ultimative F&auml;higkeit hat im fr&uuml;hen Spiel keinen so starken Heal, ist aber im Lategame bei deinen Tanks umso effektiver, da sie mehr Leben besitzen. Dies kann einen Teamfight ganz schnell umdrehen.\n\nDa Thorus&#039; Ulti global wirkt, k&ouml;nnt ihr auf der Botlane auch euren Jungler unterst&uuml;tzen, wenn er der Toplane mal einen Besuch abstattet.\n\nThorus&#039; Teamfight und auch Lategame ist sehr Stark, weshalb ihr euch an ihn anpassen solltet. Auch Tanks auf der Toplane und im Jungle sind mit ihm besser als Assasinen.","replies":[{"id":"","poster":"Samuraisub","date":"2016-01-01T15:08:00.949+0000","up_votes":2,"down_votes":1,"body":"Nice Konzept, aber er ist ein kleines Bissel zu OP. Un mit ein kleines Bissel meine ich fett OP.\nKommen wir zuerst zum allgemeinen. Es kann keinen Sturmgott mehr geben in lol. Denn es gibt bereits einen, der bald rauskommen sollte. \nAo Shin. Oder auch Nagakeburos(Gott der Stürme des Lebens bla bla bla, Gott von {{champion:420}})\n\n{{champion:157}}  kontrolliert die Winde. Würde er sie nicht kontrollieren können wäre es auch keine Windtechnik. Für ihn ist außerdem der wie ein Freund den er befehligt(Zitat: Der Wind ist wie der Tod, stets an meiner Seite). Er kontrolliert sie nicht mit Magie sondern in dem er eine Legendäre Technik benutzt um die Strömung der Luftmoleküle zu schleudern.\nRiven hat mit Wind nicht all zu viel Am Hut, ihre Klinge kann mit Magie einfach nur das was Yasuo gemeistert hat.\nVolibear wurde *auserwählt* heißt er würde theoretisch von deinen erfunden champ auserwählt. Da macht es keinen Sinn ihn zu beleidigen wie: \"Ich bin der Donnerfürst nicht du\"\nMüsste heißen ich bin de Herrscher von Wind und Donner, Der Sturmgott oder so, du bist mein untertan den ich erwählt habe.\n\nStory ist ok. \nPassive klingt cool\nQ ist ein bissel stark mit 2 Sekunden stun. Klar muss man sie reaktivieren, oder sie muss den Maximum der Range haben, aber das klingtt mir ein bissel zu sehr nach {{champion:34}} Q bloß eben stärker\n\nW\nKommt drauf an ob die Markierung durch Point und Click oder Zufall kommt. Je nachdem für eine Mechanic kann sie Op oder auch nicht op sein.\n\nE\nEine OP Form von {{champion:157}} Wind Wall. Weil sie ersten 5 Sekunden hält und Einheiten durch die Gegend schleudert, slowt/Buffed und alle Skillshots abfängt. WTF ALLE SKILLSHOTS. Das ist komplett op. Nicht mal Yasuo Windwall kann alle Skillshots abblocken. Diese E ist so gepresst von starker Utility das es nicht mehr geht. Entweder viel aber nicht so starke Utility, oder wenig utilty aber starke. Hier würde ich sagen bearbeite das.\n\nR\nIst genau so....40% maximalen Lebens Heal für alle Verbündete. Ist deutlich stärker als {{champion:114}} {{champion:16}} {{champion:40}} \nEs slowt Global und hat eine {{champion:30}} Ulti eingebaut.\n\nFazit: Idee + Bild nice\nFähigkeiten\nGar nicht schlecht ausgedacht, aber würde Riot hier etwas abschneiden wollen um sich zu inspireren wie es bei Dha'Ma und {{champion:203}} der Fall war\nIst dieser Champion doch zu stark\n\nIdee mag ich sehr, aber bitte bearbeiten\n\nMfG Samuraisub","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-01T15:44:36.538+0000","up_votes":1,"down_votes":0,"body":"Thorus ist selbst kein Gott, er lenkt das Wetter nur. In der Story steht ja auch am anfang wachte, nicht herrschte. Sozusagen köpnnte er der Untertan von Ao Shin bzw Nagakeburos sein\n\nThorus ist der meinung, dass sterbliche mit nichts die chance erhalten sollten, den Wind zu kontrollieren, weshalb er Yasuo anfeindet, da er es gemeistert hat. Riven benutzt auch teilweise windkraft, was ihm auch nicht passt.\n\ndas ganze mit voli habe ich ganz vergessen =D Hab ich angepasst danke für den hinweis ^^\n\nQ: ist generft und teilt dadurch dass er ein support ist weniger schaden aus als anivia\n\nW: wurde im early durch skaling generft und attackspeed debuff auch generft. Allerdings muss man auch bedenken, dass zilean einen viel stärkeren Slow hat, weshalb es jetzt passen sollte.\n\nE: generft. Gibt keinen laufspeedbonus mehr, blockt nur noch wie yasuos windwall projektile ab, Angezogen werden nur minions, was diese halt um den tornado herum staut, sozusagen als kontrollierter minionblock benutzt werden kann\n\nR: Schaden ist raus, skaling für heilung verringert. Slow slow soll vorerst so bleiben, da es sonst im endeffekt nur ne soraka ulti v.2 ist. \n----------\nDanke auf jeden fall für deine gute kritik, sollte dir noch was auffallen, sag bescheid ^^","replies":[{"id":"","poster":"Samuraisub","date":"2016-01-01T21:31:41.542+0000","up_votes":1,"down_votes":0,"body":"So ist das schon deutlich besser. Sehr cool ^^\nWas ich noch sagen kann ist das bei E lieber stehen sollte: Blockt sämtliche Gegnerische Projektile ab, es sei denn es ist die Mechanik eigene und verbündete Projektile zu blocken\n\nAch ja noch eins. Janna ist eine sterbliche Person die Windmagie benutzt.","replies":[{"id":"","poster":"ZorriLP","date":"2016-01-02T08:59:29.955+0000","up_votes":1,"down_votes":0,"body":"Ok ist übrarbeitet ^^\n\nOk Text geändert zu: Keinem sterblichen sollte es vergönnt sein den wind mit Waffen zu lenken\n\n\nBtw Janna ist nicht seine leibliche Tochter (was ich hätte vllt irgentwo erwähnen sollen) er sieht sie sozusagen als Tochter des Windes, und da er der Wind ist, als tochter von sich selbst","replies":[]}]}]}]},{"id":"","poster":"ZorriLP","date":"2016-01-02T13:27:53.197+0000","up_votes":1,"down_votes":0,"body":"Update 02.01.2015\n\nW bekommt neue aktivierbare für Verbündete\n\nE gibt kein speed mehr, kanalisiert 1 sekunde, hat große reichweite\n\nR-Passive neu\n\nR-Aktive skaling geändert","replies":[]}]}