{"id":"vllrGxyP","poster":"Schabanane","date":"2016-01-01T14:04:07.401+0000","title":"Neuer ADC Champ Idee","subforum":"Champions & Gameplay","up_votes":1,"down_votes":5,"body":"Ich h&auml;tte eine Idee f&uuml;r einen neuen ADC, wie der Titel schon sagt.\r\nDer Charakter k&ouml;nnte ein Zentaur sein. Da Zentauren viel mit B&ouml;gen arbeiten. \r\nDie Charakter Geschichte k&ouml;nnte eine Rivalit&auml;t mit Hecarim enthalten. Hier h&auml;tte man abstrakte Gestaltungsm&ouml;glichkeiten. \r\nChampionname XY - Ich sage jetzt mal Bane.\r\n\r\nSeine F&auml;higkeiten:\r\nQ: Huftritt. \r\nBane tritt mit seinen Hinterhufen nach hinten aus, und tritt Gegnerische Champions oder Vasallen 400 Meter zur&uuml;ck.\r\nDabei richtet er X Schaden an. [Die Schwirigkeit, man muss den Charakter in die richtige Richtung  beim Huftritt drehen.] \r\n\r\nW: Galoppsprung. \r\nBane bekommt f&uuml;r 1 Sekunde X Movementspeed und springt im Anschluss &uuml;ber eine Distanz von 600. Dabei kann er sich &uuml;ber Hindernisse bewegen. \r\n\r\nE: Explosiver Schuss. \r\nBane spannt seinen Bogen und schie&szlig;t einen explosiven Pfeil, der explodiert und richtet im Explosionszentrum X Schaden an. Welcher im &Auml;u&szlig;erenbereich abf&auml;llt. (Also Im &auml;u&szlig;eren Bereich schw&auml;cher wird) Getroffene Gegner (Vasallen oder Champion) werden in Brand gesetzt und erleiden &uuml;ber 3 Sekunden X Schaden. \r\nReichweite: 825\r\n\r\nR: Salve \r\nBane schie&szlig;t mit seinem Bogen 6 Pfeil Salven in die Luft, welche auf das Zielgebiet niederregnen und in 0,5 Sekunden Tackt einschlagen.  Jede Salve richtet X Schaden an. Bane Kanalisiert diese Salve f&uuml;r 3 Sekunden. Kann abgebrochen/unterbrochen werden. \r\nReichweite: 1500 \r\n\r\n\r\nWas haltet ihr von der Idee?","replies":[{"id":"","poster":"SanctusUltimus","date":"2016-01-01T15:10:40.138+0000","up_votes":3,"down_votes":0,"body":"Von deinem Vorschlag halte ich wenig.\n\nChampion:\nDu nennst abstrakte Gestaltungsmöglichkeiten. Ich sehe fast keine, denn alle Pferdemenschkonzepte können mit Hecarim eingenommen werden. Welche Gestaltungsnische willst du einnehmen? MIt Ahnenholz Hecarim gibt es sogar einen naturverbundenen Wächter.\n\nFähigkeiten:\nHeutzutage sollte jeder neue Champion eine einzigartige Fähigketenkombination oder gar eine neue Mechanik besitzen, wie Illaois Tentakel, Ekkos Zeitsprung oder Poppys ultimativer Hammerschlag...\nDein Charakter verfügt über keine neuen Mechaniken (die Q entspricht dem alten Kratzen von Nidalee, die jedoch entfernt wurde, da sie mehr störte als einzigartig war), deine Fähigkeiten funktionieren nicht miteinander und nicht zuletzt widerspricht eine kanalisierte Ulti der Idee eines flinken, laufstarken Wesens.\nDeine Q und deine W könnten eine wagemutige Insec Kombo ala Lee Sin bilden, jedoch ist das für einen ADC eher Suizid. \n\nNische:\nMit der letzten ADC Aktualisierung sollte jeder ADC noch einmal einzigartiger und unterscheidbarer werden. Dein Charakter hat diesbezüglich keine eigene Identität. Mit dem Set an Fertigkeiten als ADC würde man wohl die ganze Zeit aus der Entfernung autoangreifen und die E zünden bis ein Gegner dir nahe kommt und die Q sinnvoll wird. Das wars.\nSollte die Ulti die Schlagkraft von Miss Fortune besitzen, wird noch schwieriger mehr zu sein, einzigartig in der Spielweise zu sein.\n\nKonter und Kontermöglichkeiten:\nRiot achtet sehr darauf, das der Großteil aller Fähigkeiten auch mechanisch Konter finden. Hier sind Beispiele Poppys Schild, Bards Schreine, Gangplanks Fässer, etc.  Man kann deiner E und der Ulti vielleicht ausweichen, sofern die Fähigkeiten langsam genug dazu sind. Das wars.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2016-01-02T09:07:40.631+0000","up_votes":1,"down_votes":0,"body":"Dein Champion wirkt so, als ob du aus vorhandenen Champions Fähigkeiten genommen, bisschen abgewandelt und daraus einen neuen Champion zusammen gestellt. Find' ich jetzt nicht so pralle.","replies":[]}]}