{"id":"aPyWpA7i","poster":"Clarcvia","date":"2016-01-01T01:16:21.198+0000","title":"Bug mit dem Tastendruck nach einen Switch auf dem Desktop. Windows 10 ( aktuell)","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Nun, habe gerad n Event gespielt und mich schon zum 100x mal aufgeregt wie es sein kann, des ich einen Bug mit den Tasten bekomme sofern ich kurz auf dem Desktop Switchen. ( ganz gleich dabei was ich dort im Hintergrund tue). daher,  weil ich eben schon 20 min vertreichen lie&szlig;, fasse Ich mich kurz bevor ich zum 3ten mal in 5 jahren? Riot wegen gravierenden fehlern hinwei&szlig;en muss. Es ist hier auf meinem Pc ( Windows 10. Aktuell, EchtzeitZertifitkat. 16 Gb Ram, SSD. Geforce 780 GTx oder so.) ein fehler aufgetreten. Sofern ich kurz mitten in dem Spiel auf dem Desktop Switchen kommt es h&auml;ufig zu kollidierung wonach Ich / Mein Pc, nicht mehr in der Lage ist in dem Spiel ( also zur&uuml;ck geswitch) einen Tastendruck aus&uuml;ben kann. ( Die komplette Tatastur is deaktiviert) .. ganz gleich dabei ob ich eben esc dr&uuml;cken oder wie willt meine F&auml;higkeit schon mindest. 10 sec zu sp&auml;t einsetzten m&ouml;chte. behebt bar is dies momentar nur so; Ich muss so lang immer wiede auf dem Desktop hin und her Switchen bis die komplette Tastenfunktion wieder aktiviert ist.   Meine Maus funktioniert noch dabei, kann eben zwar weglaufen solang, trotzdem komme ich in Rage wenn wegen Technischen Gr&uuml;mdem das Spiel erheblich in die Niederlage gedr&uuml;ckt wird.    W&auml;re kuhl, wenn jemand dazu eine L&ouml;sung w&uuml;sste bzw. Der Report in den Updates mit eingebaut wird !    Happy New Year, Ein Frohes neues Jahr\n\n// Entschuldigung, dieser Text ist Grausam ^^.\nStatus: Cleared","replies":[{"id":"","poster":"Bloody Dagger","date":"2016-01-01T02:47:19.387+0000","up_votes":2,"down_votes":0,"body":"Hab ich auch manchmal versuch mal folgendes :\n\nSobald dieser Fehler auftrit switchst du wieder auf den Desktop und klickst unten auf der taskleoste lol mit dem mauszeiger an, so dass sich LOL öffnet . Nun sollte es wieder funktionieren.\n\nmfg","replies":[{"id":"","poster":"Clarcvia","date":"2017-06-22T04:04:40.004+0000","up_votes":1,"down_votes":0,"body":"Danke, diesen Weg gehe Ich bei solchen Problemen schon immer mit. Damals wo Ich es das erste mal sah, dacht Ich eher es liegt an Skype (zusätzlich ein anderes Spiel) jedoch, ist die *Prioritätsabfrage die Fehlerquelle und dort suche Ich einen Weg wie man den Komplett deaktivieren kann / vollkommen beheben kann.  Es gibt eine Kollidierung der abfrage welches Programm nun eher die höhere Priorität besitz.\n\n//Vsync: ist meistens an.\n Grafik: lasse Ich extra nicht auf dem Maximalen Einstellungen laufen, da es so bei Vsync.: \"an\" dann eher nicht zu einer Überhitzung kommt. (Roaming, Datenpaket Lokal/Cloud, menge an Arbeit für den Gpu der fein Partikel.)\nDer Pc: Geputzt und oftmals entstaubt, da ich Schwammiges Spielen nicht mag.\n\n kurze Info: Der Fehler ist dabei nicht an das Betriebssystem geknüpft! ! ( Windoof 7-10), wenn dann nur als Unterschied zu Windows und dem Apfel.","replies":[]}]},{"id":"","poster":"AvoXtreme","date":"2016-01-01T14:29:49.014+0000","up_votes":1,"down_votes":1,"body":"Sorry wenn die Antwort etwas assi is aber du hast Win 10 das is dein Problem ... es is eigentlich allgemein bekannt das LoL Proleme damit hat (eigentlich nicht nur LoL).","replies":[{"id":"","poster":"Clarcvia","date":"2017-05-17T06:52:26.216+0000","up_votes":1,"down_votes":0,"body":"du bist ja leicht im Kopf. Windows 10 ist mit Sicherheit nicht das Problem daran. Bitte versuche das nächste mal deine eigene Meinung außen vor zulassen und gebe einen Informativen Hinweis ab.","replies":[]}]}]}