{"id":"8Od3f9td","poster":"Darkiii","date":"2019-04-13T21:18:05.990+0000","title":"Bamboozled sucht Verstärkung D4+","subforum":"Clans & Teams","embed":{"title":"LoL Stats, Record Replay, Database, Guide - OP.GG","description":"Real-time LoL Stats! Check your Summoner, Live Spectate and using powerful global League of Legends Statistics!","url":"https://euw.op.gg/multi/query=teadarki%2Cteacerealraider%2Cteaquento%2Cteaprinny","image":"http://opgg-static.akamaized.net/images/logo/2015/reverse.rectangle.png"},"up_votes":1,"down_votes":0,"body":"Was wir dir bieten\r\nUnser Team gehört zum Teatimeclub. Dabei handelt es sich um eine große aktive und gut organisierte LeagueCommunity. Eine Interne Liga mit eigenen Teams, Interne Turniere mit Laddersystem, Coaching mit individuelle Betreueungsmöglichkeiten, oder auch Teilnahmen an kleineren externen Tunieren sind dabei einige Vorzüge, die ich hier nennen will.\r\n\r\nWir als Team bieten dir darüber hinaus die Möglichkeit, in einem aktiven Roster mitzuspielen, welches regelmäßig zusammen trainiert und gemeinsam an Tunieren teilnimmt. Insgesamt ermöglichen wir es dir regelmäßig RP zu generieren.\r\n\r\nHier eine Übersicht über unser aktuelles Roster\r\nLeider ist unser aktueller ADC verhindert, daher suchen wir einen ADC für unser Main-Roster.\r\nTop: Tea Quento D4,\r\nJungle: TEA Prinny D3\r\nMid: TEA Cereal Raider D4\r\nADC: gesucht!\r\nSupp: TEA Darki P4\r\n\r\nSubstitutes in verschiedenen Rollen ADC, Top werden auch gesucht\r\n\r\nWas wir erwarten\r\nIhr solltet mindestens D4+ in Soloq sein. Wir erwarten einen Championpool der sich an der aktuellen Meta orientiert und an die Bedürfnisse des Teams angepasst werden kann. Kritikfähigkeit und einen angemessenen Umgangston setzen wir voraus. Auch ein funktionierendes technisches Setup ist als selbstverständlich zu sehen. Vom zeitlichen Umfang her sind wir recht flexibel. Jedoch solltet Ihr mindestens 2 mal wöchentlich Zeit aufbringen können.\r\n\r\nZusammenfassend\r\nMain Top, ADC\r\nElo: min D4+\r\ngeeigneten Championpool (keine OTP's)\r\nKritik- Teamfähig\r\nZeit (1-2 wöchentlich)\r\n\r\nSolltest du Interesse an Tryouts bei uns haben, melde dich bitte bei TEA Darki.\r\nEin Betritt des Teams, ist mit einem Betritt in unsere Commmunity verbunden. Infos dazu findet Ihr auf unserem Teamspeakserver.\r\nts.teatimeclub.de","replies":[]}