{"id":"tBmknFBF","poster":"xXNERBXx","date":"2015-12-30T22:40:44.063+0000","title":"champion","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"hei zusammen\r\n\r\nich bon auf diese 4 champs gekommen akali fizz diana ekko  \r\n\r\nman kann sie auf 3 lanes spielen und machen spass \r\n\r\nwelchen k&ouml;nnt ihr empfehlen k&ouml;nnt ihr mir pro contras zu ihnen sagen teamranked und soloq\r\n\r\ndanke viel mal","replies":[{"id":"","poster":"Revelate","date":"2015-12-30T23:59:45.893+0000","up_votes":1,"down_votes":0,"body":"Ich spiele gerne Ekko als Midlaner. Oneshot an den gegnerischen Carries wenn  du vorne bist, ziemlich ekelhaft zu spielen wenn man hinten ist.\nDa du als Ekko sehr Anfällig bist, da du ja meisstens im gegnerteam drinnen stehst.\n\nWenn du mal cc'd wirst dann stirbst du bevor du dazu kommst die Ulti zu zünden.\n\nPro Safe Lane, guter Lategame dmg, kann wenn man gut im Spiel ist gegner Oneshoten\nContra: Eine CC in mitten der Gegner und du bist tot ohne die Ulti genutzt zu haben. Wenn man einmal das e auf CD hat, kann man Ekko komplett mit einem Escape bzw Flash countern und du stehst da und kuckst dumm aus der Röhre. Der Stun ist schwer zu treffen und daher ist es oft nicht einfach einen grossen Einfluss im Teamfight zu haben. Ich würde Ekko nicht für eine Teamfightcomp empfehlen.\n\nzu Akali kann ich nur sagen, wenn die nen Kill im Early bekommt, das wird ne heftige Lawine, aber wie bei allen Assasines bist du halt Anfällig gegen CC und wenn du dann im Teamfight stirbst, bringt dir dann der Feed auch nix mehr.\n\nFizz wenn man ihn gut spielen kann, kannst du damit ganz gut carrien, ich glaube ich kenne keinen ADC oder Midlaner, der Fish mag.\nImmer nervig, immer viel Schaden und wenn du vorne bist, ist der dmg den du machst einfach nur Dumm. \n\nDiana ist sehr stark als Assasine und auch von Natur aus sehr Tanky.\nDamit kannst du wirklich gut in einen Teamfight reingehen und Chaos anrichten, das Ding ist, du kommst halt einfach nicht ausm Teamfight raus.\n\nAllgemein muss ich sagen, dass ich kein Fan von AP Toplanern bin, meine Ansicht ist, dass auf die Toplane Tanks gehören :D\nAusser man spielt ne Comp wo man Splitpush hat, da kann ichs verstehen, dass man ne Fiora oder so nen Olaf nimmt als Offtanks.\n\nIch hab mich bei den anderen Champs nur kurz gefasst, so von dem was ich mitbekomme, ich spiele ja selber nur Ekko^^","replies":[]}]}