{"id":"EXOwlnVu","poster":"TeraSnow","date":"2015-12-30T14:19:33.656+0000","title":"Perma Ban","subforum":"Hilfe & Support","up_votes":2,"down_votes":2,"body":"Hi Leute,\r\n\r\nals ich gestern ein Costum Game mit einem Freund gemacht habe da wir auf jemanden gewartet haben, als das Spiel vorbei war hatte sich mein LoL geschlossen als ich mich einloggen wollte bekam ich die Meldung das mein LoL Account permanent gesperrt sei und ich meine E-Mails checken solle um weitere Informationen zu bekommen als ich dann in meine E-Mails ging wahr dort nichts au&szlig;er der E-Mail f&uuml;r die Best&auml;tigung des Kaufes von RP im Wert von 100&euro;, deshalb habe ich die Vermutung das ich gebannt wurde da ich zu viel RP habe was ich nicht Verstehen w&uuml;rde ich hoffe einer der Supporters oder ein Wrenchman sieht das hier und kann mir weiter helfen, da ich nie eine Verwarnung bekommen habe. In-Game hei&szlig;e ich Leeresucher.\r\n\r\nDanke Im Voraus und nen Guten Rutsch ins Neue Jahr\r\nMit freundlichen Gr&uuml;&szlig;en Felix aka Leeresucher","replies":[{"id":"","poster":"legofreak1","date":"2015-12-30T14:23:51.602+0000","up_votes":1,"down_votes":0,"body":"Schreib bitte den [Support](http://support.leagueoflegends.com/) an, bei Zahlungsproblemen oder kompromitierten Accounts können wir nicht helfen.","replies":[{"id":"","poster":"TeraSnow","date":"2015-12-30T14:29:06.031+0000","up_votes":1,"down_votes":1,"body":"Lieber LEGOFREAK1,\n\nhab ich ja schon versucht kann mich aber nicht Einloggen um an den Support zu schreiben, es kommt immer die Meldung das diese Kombination aus Benutzernamen, Passwort und Region nicht existiert, hast du eventuell ne Lösung dafür.\n\nDanke im Voraus\nMfg Felix aka Leeresucher","replies":[{"id":"","poster":"legofreak1","date":"2015-12-30T14:35:56.018+0000","up_votes":2,"down_votes":0,"body":"Für die Kategorie \"Ich brauche Hilfe bei der Wiederherstellung meines Kontos\" musst du dich nicht anmelden, sondern kannst eine beliebige E-Mailadresse angeben.","replies":[{"id":"","poster":"TeraSnow","date":"2015-12-30T14:44:27.524+0000","up_votes":1,"down_votes":1,"body":"Danke habs gerade gemacht.\n\nMfg Felix aka Leeresucher  {{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2015-12-30T14:34:40.861+0000","up_votes":1,"down_votes":0,"body":"Mit welchen Daten meldest du dich denn dann im Forum an? \nÜberprüfe am besten mal, ob deine E-Mail noch zu deinem Account gehört oder ob du eventuell gehackt wurdest.","replies":[{"id":"","poster":"TeraSnow","date":"2015-12-30T14:37:24.207+0000","up_votes":1,"down_votes":1,"body":"Ja sonst könnte ich mich ja auch nicht im Forum anmelden.\n\nMfg Felix aka Leeresucher","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-30T14:43:35.793+0000","up_votes":1,"down_votes":0,"body":"Naja, ich melde mich im Forum mit  Beschwörernamen und Passwort an, was bei mir identisch mit den Daten ist, die ich auch nutze, um mich im Client anzumelden. Deswegen bin ich verwundert, dass du dich nicht einloggen kannst.\nP.S. um dem Support zu schreiben, brauchst du eine verifizierte E-Mail. (Außer das was legofreak1 da geschrieben hat natürlich ^^)","replies":[]}]}]}]}]}]}