{"id":"EoTurk6f","poster":"JoiceEmdadey","date":"2015-12-29T21:57:43.545+0000","title":"Viridian Kayle - Skin bekommen ohne ihn geschenkt bekommen zu haben oder gekauft zu haben","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Aus irgend einem Grund besitze ich den Kayle Skin &quot;Viridian Kayle&quot;.\r\nIch habe nichts gemacht, ihn weder gekauft, noch geschenkt bekommen und habe auch alle meine Emails gecheckt und geschaut ob Riot was damit zu tun hat, habe aber nichts gefunden.\r\nMir ist das aufgefallen als ich mit Kayle gegen eine Freundin gespielt habe, ich hatte mir die Skins angeschaut und dann ging das Spiel los, normalerweise kann man ja nicht mit Skins spielen, die man nicht hat, aber anscheinend hat er sich in dem Moment frei geschaltet, obwohl man ja wenn man den Skin nicht hat aber das spiel anf&auml;ngt und man sich den Skin angeschaut hat nicht mit diesem spielt.\r\nIch wei&szlig; nicht was da passiert ist, ich hatte auch vorher noch nie einen Skin geschweige denn Echt-Geld ausgegeben.\r\nKann mir wer weiterhelfen und vielleicht sagen was ich tun kann, ich will ja nicht mit einem Skin spielen den ich mir nicht gekauft habe .\r\nIch bin mir fast sicher das es ein Bug ist, denn wenn ich nichts gemacht habe und keiner mir den Skin geschenkt hat, bleibt ja keine M&ouml;glichkeit &uuml;brig...\r\nIch habe wie bereits erw&auml;hnt nicht die geringste Ahnung was ich gemacht habe und was genau passiert ist, aber fest steht, dass der Skin benutzbar ist und mich das beunruhigt.","replies":[{"id":"","poster":"JoiceEmdadey","date":"2015-12-31T21:31:45.515+0000","up_votes":1,"down_votes":0,"body":"Es war ein 1v1 gegen eine Freundin, mein Account existiert seit Mitte 2014 und den Skin habe ich immer noch.\nIch weiß nicht ob ich nicht negativ aufgefallen bin, aber ich glaube ich habe dafür auch gar nicht oft genug gespielt :/","replies":[]},{"id":"","poster":"Rhyane","date":"2015-12-29T22:10:29.377+0000","up_votes":1,"down_votes":0,"body":"Wie lange existiert dieser Account schon? Anfang 2015 haben alle nicht negativ aufgefallenen Spieler einen zufälligen Skin geschenkt bekommen (wer für zufällige Skins nicht in Frage kam, hat Riot Kayle bekommen, inclusive Champ falls nicht vorhanden).\n\nAnsonsten, waren da noch andere Spieler in dem Match? Es gibt die Möglichkeit des \"Skin-Boosts\", der schaltet für dein Team für ein Match einen zufälligen Skin des ausgewählten Champions frei + Bonus auf Einflusspunkte (100 für jeden Mitspieler, 200 für den Boost-Käufer).","replies":[]}]}