{"id":"GLwoKAlL","poster":"King Dalein","date":"2015-12-29T20:22:58.783+0000","title":"Eventuelle  Accountsperre","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":4,"body":"Hi Leute ich spiele jetzt schon etwas l&auml;ngerLol und cih habe schon 2 Meldungen von Lol bekommen dass ich mein Verhalten &auml;ndern soll wegen zu h&auml;ufiger beleidgung einmal war es zuurecht aber nun spielte ihc eine runde und habe micih nur &uuml;ber mein team beschwert da sie nicht gemacht haben und schrieb dass sie etwsa tun sollten und daraufhin kam eine zweite meldung nun habe ich dir frage ab wann menin account gesperrt werden w&uuml;rde und wie ich ihn dann wieder erlangen k&ouml;nne denn wie man merkt wurde ich zu unrecht gemeldet.\r\n\r\nW&uuml;rdem ihc sehr freuen wenn ihr mir bei diesem Problem ien bisschenhelfen k&ouml;nntet. :)","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-29T20:27:59.508+0000","up_votes":2,"down_votes":0,"body":"Reports werden vor einer Bestrafung überprüft, die Meldung die du bekommen hast, kommt vor der Überprüfung.\nAllerdings klingt es nicht so, als wäre es zu Unrecht gewesen, denn dein Team anzupflaumen gilt als toxisch, ganz egal was sie gemacht oder gesagt haben.\nDie Strafe würdest du aber innerhalb von 15-30 Minuten nach den Reports erhalten, wenn du bisher also keine hast, hast zumindest von diesem Spiel Nichts zu befürchten.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-12-29T20:30:28.000+0000","up_votes":1,"down_votes":0,"body":"Ich kopiere mal was aus einem anderen Thread zu diesen Meldungen\n\n> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=cjkYMlGo,comment-id=000000000002,timestamp=2015-12-29T01:07:20.731+0000)\n>\n> Nein, sie kommt um dir zu sagen \"hey prüf du mal dein Verhalten und wenn es nicht in Ordnung war nimm dich etwas zurück, wenn alles in ordnung war, kannst du die Warnung vergessen, wir trauen dir das zu\".\n> Ob du diese Meldung kommt, hängt davon ab, wie häufig du im Schnitt gemeldet wirst. Im Extremfall kann schon ein report diese Meldung triggern. Auf der anderen Seite, kann es durchaus sein, dass du diese Meldung nie bekommst, aber trotzdem bestraft wirst, weil du konstant häufig gemeldet wirst.\n> Diese Meldung kommt also tendenziell eher bei Leuten, die eigentlich nicht negativ auffallen. ZIel ist es, eine goldene Brücke zu bauen, damit es gar nicht erst zu einer Überprüfung kommen muss. Zum Zeitpunkt der Meldung müssen nämlich nicht zwangläufig schon Prüfungsinstanzen getriggert sein, eher das Gegenteil ist der Fall. \n> Was man aber zugeben muss, ist, dass diese Meldung missverständlich und etwas zu eindringlich formuliert ist. \n> Hinter dieser Meldung steht allerdings, anders als die Formulierung vermuten lässt, die Vermutung, dass du dich normalerweise zu benehmen weißt und dein Verhalten einschätzen kannst. Dementsprechend will man dir die Gelegenheit geben, selbst zu reagieren und selbst zu urteilen. Liegst du falsch und driftest weiter ins negative ab, drohen strafen, das ist allerdings vollkommen richtig und das will dir die Nachricht ganz deutlich sagen. \n> Mit dieser Nachricht sind keinerlei Folgen verbunden. Sie  hat also keinen Einfluss auf Ehrungen(anders als Strafen - die setzen die Ehrungen auf 0)\n> http://boards.euw.leagueoflegends.com/de/f/KYnfKGf0/d/cjkYMlGo?comment=000000000002","replies":[]}]}