{"id":"LVqz7Mgw","poster":"Krustentier","date":"2015-12-29T18:34:12.268+0000","title":"Diese Meta","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Hey Leute :)\r\n\r\nIch habe mal ne Frage an euch :D Wie ist momentan die Meta ? Ich komme momentan &uuml;berhaupt nicht klar :D\r\nIch  bin Irelia Main und vor 1 Woche h&auml;tte ich sogar gesagt ein verdammt guter, der High Dia n&auml;chste Season schaffen kann :)\r\nAber seit der einen Woche, verliere ich nur noch, Lanes habe ich so oft verloren, wie vorher in meiner gesamten Zeit als Irelia Main.\r\nAuch mit anderen habe ich eher meine Probleme :/ \r\nAlso mir ist bewusst, dass Irelia momentan abf&auml;llt, sogar stark, aber das sollte mich eigentlich nicht st&ouml;ren :D\r\nWas ist momentan super stark, von mein Gef&uuml;hl her, entwickelt sich gerade  die krasseste Jaggernaut Meta &uuml;berhaupt und auch Zed rasiert in jeden Game einfach alle :D \r\nW&auml;re f&uuml;r eure Gedanken hilfreich, denn momentan verstehe ich das Spiel gar nicht :D\r\nWerde ne Pause machen und hoffen, dass hier der eine oder andere Gedanke mich danach wieder in eine strake Spielrichtung lenkt","replies":[{"id":"","poster":"BM Vilich","date":"2015-12-29T20:04:45.005+0000","up_votes":2,"down_votes":0,"body":"Durch die neue Rageblade ist Irelia zu einem Tier 1 Toplaner geworden, oft wird sie sogar gebannt.\nIch habe keine Ahnung, warum und wie sie auf irgendeine Weise abfallen sollte.\nJuggernauts sehe ich eher weniger.\n\nBtw: Ninja Tabi nützen gegen Trynda, Mf und Zed weit mehr als mercury.","replies":[]},{"id":"","poster":"Lagbeard","date":"2015-12-29T19:14:06.894+0000","up_votes":1,"down_votes":0,"body":"Die Meta ist sehr seltsam, denn sie verstärkt eher Eigenschaften als ganze Champions. \nZum einen sind DoTs in Kombination mit dem Todesfeuer sehr stark. Dann sind Alle Burst-Rotationen, die miehr als 3 Ticks haben mit dem Donnerfürsten ebenfalls sehr stark. Heilungen sind ebenfalls gut dabei, wobei Soraka seit dem nerv wieder im gleichgewicht ist. Sehr stark profitiert Mundo davon, gerade in Kombination mit dem Griff des Unsterblichen. Der alle Tanks verstärkt hat, die Schaden eher über Fähigkeiten erzeugen, als über ihre Items.\n\nTja, übrig bleiben die ADC´s, die einen Haufen cooler Items bekommen haben, aber leider nicht so stark von den Masteries profitieren. Die Heilung bei kritischen Treffern ist nett, aber überflüssig, Lebensraub macht hier einen besseren Job. Die 80 Bonus AD klingen stark, brauchen aber zu lange um aufgebaut zu werden. Übrig bleibt nun der Donnerfürst, der Burstlastigen ADC´s wie Varus oder Graves hilft, einer Jinx oder Sivir jedoch weniger, dazu ist der CD einfach zu hoch. \n\nIm Prinzip deutet die unbestimbarkeit der Meta auf eine ziemlich gute Meta hin, denn je weniger die Unterschiede in der stärke der Champs auffallen, desto ausbalancierter ist das Spiel. \n\nKlar gibt es OP-Picks, aber im Allgemeinen sind im Moment sehr viele Champions mit großem Erfolg spielbar, was ein gutes Zeichen ist.","replies":[]}]}