{"id":"lRR1yNq2","poster":"Kartoffelking983","date":"2015-12-28T01:15:44.938+0000","title":"Wie ausgleichen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Ich habe gerade gespielt ( ap rengar ) und alles war ganz gut... aber deren yi war extremst gefeedet... keiner war schuld ( es war teambuilder ) und dann am ende hat man erfahren das er gold war und er hat uns auch f&ouml;rmlich ausgelacht weil es war unm&ouml;glich ihn zu t&ouml;ten selbst 5 v 1 hat er meistens alle von uns besiegt\r\nund mich w&uuml;rde interessieren wie man soetwas ausgleichen soll?\r\ner war gold 1 also sogar fast platin...","replies":[{"id":"","poster":"TurtleMari","date":"2015-12-28T09:46:54.020+0000","up_votes":3,"down_votes":0,"body":"Die Ranked-MMR hat damit nichts zu tun. Ich selbst hatte schon mal einen Riven als Gegner die Dia  1 oder sowas war und  den Challenger Rahmen hatte. Wenn ich damals nicht first time Shen gewesen wäre, hätte ich das Match up sogar gewonnen aber naja, Ranked MMR spielt da keine Rolle. Wenn man sich über andere lustig macht weil man in einem Online Spiel besser als andere ist, sollte man sich echt mal Gedanken machen ob man nicht eine etwas längere Pause einlegen sollte. Ich meine.. eigentlich.. bringt dir dein Rang in einem Online Spiel nichts. Ausnahme davon sind diese ganzen Challenger allerdings ist das dort nochmal etwas anders.","replies":[]},{"id":"","poster":"Flakies12","date":"2015-12-28T02:12:38.998+0000","up_votes":2,"down_votes":1,"body":"Wurde Rengar´s W nicht geändert das Ap garnicht mehr so gut funktioniert? \n\nDer ausgleich war der Bronze 5 Adc im gegnerteam.","replies":[{"id":"","poster":"Kartoffelking983","date":"2015-12-28T15:25:10.725+0000","up_votes":1,"down_votes":0,"body":"Es funktioniert immernoch\nUnd ja die Ashe war halt nicht gut hat aber mehr getrollt ..\nAber dennoch 1 Spieler der besser als jeder von uns ist und 3 weitere die stark sind gegen 5 normale Standard Spieler\nda gewinnt trotzdem der was besser ist","replies":[{"id":"","poster":"Flakies12","date":"2015-12-28T16:55:58.761+0000","up_votes":1,"down_votes":0,"body":"Ich bin Gold5 und meine Gegner häufig im Platin/Dia Bereich aber gewinne die Spiele trotzdem. Genauso wie ich sie Verliere. Das Gegnerteam hatte aber genauso jemanden der weit unterdurchschnittlich spielte. Also ist deine argumentation schonmal hinfällig.  Und ja mir ist bewusst das Ranked MMR nichts mit normal MMR zu tun hat. Natürlich kann jemand mit einem hohen Rank in normals gegen Bronze,Silber,Gold verlieren weil er Champs testet oder eben nicht tryhard betreibt. Aber derjenige mit dem hohen Rank kann sich auch mal entschließen zu tryharden und bombt alle weg. Wohingegen der mit dem niedrigen Rank versuchen kann zu tryharden aber gegen denjenigen dann schlechte Karten hat.","replies":[]}]}]}]}