{"id":"mu37MgGN","poster":"FrodoKaiser","date":"2019-12-20T07:09:40.980+0000","title":"Replay - 20 Sekunden vor eigenen Tod springen","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":3,"body":"Um im Ranked besser zu werden geht der Tipp umher,  Replays anzuschauen und eigene Todesursachen zu finden.Ich finde es wäre Sinnvoll im Replay, durch einen Knopf, 20 Sekunden vor dem nächsten Tod zu springen. Was haltet ihr davon? Wenn nicht warum?","replies":[{"id":"","poster":"ImBaLanZe","date":"2019-12-20T10:59:30.702+0000","up_votes":1,"down_votes":1,"body":"Oder du schaust dir die TImeLine an und springst zum nächsten Tod von dir selber? Eher unsinning deine Idee zumindest meine Meinung","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-20T11:11:45.909+0000","up_votes":2,"down_votes":1,"body":"Musst du aber erstmal suchen. Dir wird in der Timeline ja nicht angezeigt, wann du gestorben bist, also musst du mit der Maus erstmal drüber fahren um die Tode zu finden. \n\nIst keine wichtige Änderung und auch nicht zwingend nötig, wäre aber nice to have. ^^ es würde das Replay anschauen der Tode vereinfachen. \n\nIch wäre für so eine Änderung, weil ich meine Tode hin und wieder selbst anschaue. ^^","replies":[{"id":"","poster":"SchwarzeMilchkuh","date":"2019-12-20T12:37:16.280+0000","up_votes":1,"down_votes":0,"body":"kannst dir overwolf und dann \"game summary\" runterladen. der zeigt dir nach dem game jeden kill, assist und tod an, sogar mit audio.\nwas ich allerdings tatsächlich sehr cool finden würde, wäre eine \"killcam\" wie bei cod.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-20T14:19:50.635+0000","up_votes":3,"down_votes":1,"body":"Die Dinge musst du aber extra runterladen. Wenn Riot so ne Kleinigkeit implementiert, sparst du dir das runterladen. ^^","replies":[{"id":"","poster":"SchwarzeMilchkuh","date":"2019-12-21T15:54:18.384+0000","up_votes":1,"down_votes":0,"body":"und wenn nicht habe ich eine alternative geboten, kein ding.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-21T16:45:10.435+0000","up_votes":1,"down_votes":0,"body":"Ja das schon :D Dagegen spricht ja nichts. Hab ja nichts gegen die Alternative gesagt ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Nordwolf87","date":"2019-12-23T09:46:05.164+0000","up_votes":1,"down_votes":0,"body":"Naja ich find die Idee zwar nicht schlecht zweifle aber den Nutzen an. Viele Tode/Fehler entstehen schon deutlich früher durch Makroentscheidungen/fehler und nicht erst unmittelbar vorm Tod.\n\nZb du gehst Toplane und pusht allein bis zum T2 wirst von den Cruggs aus von 2 Leuten getötet. Da war der Fehler schon deutlich vorher, dass du ohne Jungle Vision und ohne Ahnung wo die gegner sind so weit rauspusht. \n\nOder du gehst Botlane und pusht dort ohne TP. Dein Team wird 4v5 am Baron gesnacked und ihr verliert Baron. Gut hier bist du zwar nicht gestorben, aber alle anderen. Dennoch liegt dein Fehler mind 30-40 sek zurück bei der Entscheidung ohne TP bot zu gehen wenn baron up ist.\n\nAußerdem ist es zb wichtig den Jgler zu tracken bevor er über deine Ward im River rennt. Zb dass du +/- die Gank/Clear Zeiten kennst. Wenn er Top ganz kurz auf nem ward gesehen wird braucht er ca 2 Min wenn er sich nach bot jgled. dh nach 2 min ca musst du defensiver spielen. Wenn du reinpusht und dann gegamked wirst liegt dein Fehler 2 min zueück. Deshalb ist es wichtig zu sehen was man iG vielleicht übersehen hat.\n\nIch hoffe ich konnte halbwegs erklären was ich meine\n\nEdit: gibts nicht sowas wie eine \"vorspulfunktion\"?","replies":[]}]}