{"id":"oj4VcEHW","poster":"TeDdyCake","date":"2015-12-26T17:42:54.285+0000","title":"Permanent Gebannt...","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":20,"body":"So hallo liebe LoL-Community, Ihr seht im Titel ich hab ein Perma Bann.... Nach 4 Jahre.....\r\nDa frage ich mich.... Wirklich jetzt? Ok ich habe davor Warnungen bekommen und zwar 3 St&uuml;ck, 10Chat bann, 25Chat bann, 14 Tage Bann..... Ich hab mein 14 Tage bann bis zum 25.12 21:28 Abgesessen... Dann spielt man zum ersten mal mit seinen Bruder... Was passiert? Er trollt.... weil er es nicht einsehen kann das er grottenschlecht gespielt hat und reported mich.... Daraufhin habe ich heute mich wieder eingeloggt um mit meinen Besten Kumpel zu spielen &amp;&#039; was geschieht? Ich habe ein Perma Bann.... Man leute.. Nach Weihnachten wollte ich wieder durchstarten... Hab mir Vors&auml;tze genommen nicht zu flamen... Ich hab in den 4 Jahren &uuml;ber 380&euro; f&uuml;r das Spiel ausgegeben.. Ich wei&szlig; Geld ist keine L&ouml;sung... aber Ich unters&uuml;tzte dieses Spiel Gerne, aber ihr ja keine Flamer... Leider Flame ich nur, wenn es n&ouml;tig ist und ich ohne Grund angemacht werde! Ich hab zum beispiel teemo Top gespielt... Okay Teemo ist ein &quot;noob&quot; Champ meinen manche, aber ich stand 4-0 und sterbe zum ersten Mal, und unser Jungle und Mitte meinen, report Top feed.... Da denke ich mir so okay, das nenne ich mal die LoL- Community... Aber ich will jetzt nicht um den Hei&szlig;en brei rum reden, und werde euch mein Chatlog preisgeben der mich zum Perma Bann gef&uuml;hrt hat:\r\nxD\r\nok.\r\nomg.\r\n3-1 :((((((((((\r\nmaaaaan\r\nwp\r\nrek sai....\r\nLEE SS\r\nOH MY GOD\r\nCAN YOU GUYS STOP COME TOP AND FEED THIS LEESIN!?Can you guys stop die?\r\n7-0\r\n4-3\r\n4-2*\r\n4-2\r\ngg\r\nsivir aws 0-3\r\nnow feed\r\nstop it :(\r\ncan you guys stop challenge them!? we can win !!!gg\r\ngg bot\r\n8 deaths\r\nwhat?\r\nwho lost bot?\r\nhuh?\r\ni won top\r\nbut rek sai and this ahri challenge\r\nand cuz of this my lee sin have kills\r\n= lost top\r\nand you huh!?!?\r\ntell me morg\r\nwhy you both lost?\r\nsure rek sai\r\nyou dive with level 7 under tower a lee sin\r\nwith 50% hp\r\nand I am stupid?\r\nyep\r\ncuz i have never a good situation\r\nlegendary taunt rammus\r\nhahahahI hate it.\r\npls report bot and jungle\r\nmorg is flaming :D and rek cant jungle :D\r\nhonor rammus\r\ncuz of you lee won.\r\n:(\r\nSure bro^^\r\nYour plays with lee sin are terrible sorry^^\r\nhahah\r\nsure\r\nand level 4\r\nsure bro.\r\nBut still silver 2 &lt;3\r\n:D:D\r\nyea sure.\r\nthese plays &lt;3\r\nWE CAN WIN\r\nthird dragon\r\nmorg wards pls.\r\ni hate it..\r\ndon&#039;t fight\r\nGOOD JOB !!! We can do it!\r\ndont chase\r\nrek sai....\r\nsee?\r\nthat is what i mean\r\nalwasy chasing and die\r\nwhen you think like that cuz you die\r\nthen leave pls.\r\nok\r\nnice try\r\nfocus veigar sivir\r\ngg wp\r\ncaitlyn no dmg\r\nhaahah\r\nsure\r\ngg wp\r\n\r\nNaja wie dem auch sei! Werde mir wohl ein neuen Account machen m&uuml;ssen!\r\nAber bitte Riot, das ist jetzt nur eine Bitte.. Ich habe mich noch nicht viel rumgeh&ouml;rt &amp;&#039; ich wei&szlig; ich hab viele Warnungen bekommen, aber k&ouml;nnt ihr mein Bann &quot;verk&uuml;rzen&quot; oder mir ein ganzen Chat bann geben? denn ich hab es Satt mich immer rechtfertigen zu m&uuml;ssen gegen&uuml;ber Leute die Frech und interneteier zeigen m&uuml;ssen und wenn ich eine Diskussion f&uuml;hre, wo mir auch mal paar W&ouml;rter ausrutschen... dann aber auch zurrecht, denn leider werden nur die Seiten meinerseits gesaved... Naja.... Ich hoffe ihr &uuml;berdenkt das nochmal... Bitte gibt mir nochmal eine (zweite Chance) ICh wei&szlig; ich hatte viele, aber nach mein 14 Tagebann, wusste ich nicht mehr ob ich noch irgendwas schreiben darf...\r\nMit freundlichen Gr&uuml;&szlig;en\r\nEuer Pascal / ReDCheaTeR / TeDdyCake :/","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-26T17:49:52.649+0000","up_votes":6,"down_votes":1,"body":"Und darum hast du vorsichtshalber einfach wieder übel geflamed?! Wenn du schon Angst hattest überhaupt was zu schreiben. ..\n\nOffensichtlich verstehst du selbst nach der vierten und letzten Strafe nicht, dass dein Verhalten nur destruktiv und kindisch ist. Ich würde an deiner Stelle also nicht zu viel Geld in den neuen Account stecken, bei deiner Einstellung ist der nämlich gebannt bevor er lvl 30 erreicht.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T17:55:44.856+0000","up_votes":2,"down_votes":5,"body":"Ok, dann weiß ich wohl nicht was Flamen ist. Das war ja nur TEILWEISE negatives Verhalten, aber keine Beleidigungen haben stattgefunden, also meiner seits.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-26T18:05:56.543+0000","up_votes":2,"down_votes":1,"body":"Ja, scheint so zu sein.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:07:45.833+0000","up_votes":2,"down_votes":1,"body":"Ok, gut dann kann ich mein PC in die Tonne treten..","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2015-12-26T18:07:16.005+0000","up_votes":1,"down_votes":0,"body":"Und das System ist dir gegenüber nun überempfindlich, eben weil du so sehr negativ aufgefallen bist.\nDa reicht teilweises negatives Verhalten bereits aus, meines Wissens nach.","replies":[]},{"id":"","poster":"D4RKEVA","date":"2015-12-27T10:05:56.453+0000","up_votes":1,"down_votes":0,"body":"Wait what?\n\nDer chat da oben ist in meinen augen(bin relativ tolerant)  krasser flame.\n\nselbst wenn ich mal komplett ausraste schreib ich nicht mal nen 4tel davon in nem 2 stunden spiel.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2015-12-26T18:07:50.313+0000","up_votes":1,"down_votes":0,"body":"Übel rumflamen sieht anders aus. Das sieht eher wie ein Ausraster aus. Da das wohl regelmäßig vorgekommen ist, kam es zu dem Bann.\nIch hab die Situationen nicht erlebt, aber es war eben auch positives dabei, was aufbauend wirken sollte.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:13:49.924+0000","up_votes":1,"down_votes":2,"body":"Ja ich bin auch völlig ausgetickt gebe ich zu. Wenn man von 2 (3) Leuten zu beleidigt wird, weil man Teemo spielt. (Ich habe Top gewonnen nur zu Info) Selbst unser Bard der Supporter hat zu den gegner geschrieben wie dreist es ist mich zu beleidigen und die Gegner haben dann auch mich verteidigt.... Ich bin ja auch nicht negativ. Überhaubt nicht, aber leider Spiele ich nicht die Champions die angefordert werden, weshalb mich leute Grundlos reporten dies das. Das heißt ich darf mich nichtmal rechtfertigen? Ich weiß selber das man mit Flame nicht weitkommt und das man es eigentlich gleich sein lassen kann! Ich bin ja auch sehr nett, wenn man mich erst kennt, dann denkt man sich nur, der spielt die nettigkeit doch nur. Ist im echten Leben auch so.. Aber naja...","replies":[{"id":"","poster":"Rainbow Dashie","date":"2015-12-27T01:12:04.529+0000","up_votes":1,"down_votes":1,"body":"counterblame und counterflame ist immer noch nicht erlaubt in LoL\nund um die mal zu zeigen was so alles gegen den Code der Beschwörer (den du scheinbar nicht gelesen hast) verstößt makiere ich dir das mal im Chatlog\n\nxD\nok.\nomg.\n3-1 :((((((((((\nmaaaaan\nwp\nrek sai....\nLEE SS\nOH MY GOD   {{summoner:14}} \nCAN YOU GUYS STOP COME TOP AND FEED THIS LEESIN!?Can you guys stop die? {{summoner:14}} \n7-0\n4-3\n4-2*\n4-2\ngg {{summoner:14}} \nsivir aws 0-3 {{summoner:14}} \nnow feed {{summoner:14}} \nstop it :( {{summoner:14}} \ncan you guys stop challenge them!? we can win !!!gg\ngg bot {{summoner:14}} \n8 deaths {{summoner:14}} \nwhat? {{summoner:14}} \nwho lost bot? {{summoner:14}} \nhuh? {{summoner:14}} \ni won top \nbut rek sai and this ahri challenge\nand cuz of this my lee sin have kills {{summoner:14}} \n= lost top \nand you huh!?!? {{summoner:14}} \ntell me morg {{summoner:14}} \nwhy you both lost? {{summoner:14}} \nsure rek sai {{summoner:14}} \nyou dive with level 7 under tower a lee sin {{summoner:14}} \nwith 50% hp {{summoner:14}} \nand I am stupid? {{summoner:14}} \nyep\ncuz i have never a good situation\nlegendary taunt rammus {{summoner:14}} \nhahahahI hate it. {{summoner:14}} \npls report bot and jungle {{summoner:14}} \nmorg is flaming :D and rek cant jungle :D {{summoner:14}} \nhonor rammus\ncuz of you lee won. {{summoner:14}} \n:(\nSure bro^^ {{summoner:14}} \nYour plays with lee sin are terrible sorry^^ {{summoner:14}} \nhahah\nsure\nand level 4\nsure bro.\nBut still silver 2 <3 {{summoner:14}} \n:D:D\nyea sure. {{summoner:14}} \nthese plays <3 {{summoner:14}} \nWE CAN WIN\nthird dragon\nmorg wards pls. {{summoner:14}} \ni hate it.. {{summoner:14}} \ndon't fight\nGOOD JOB !!! We can do it!\ndont chase\nrek sai....\nsee?\nthat is what i mean {{summoner:14}} \nalwasy chasing and die {{summoner:14}} \nwhen you think like that cuz you die {{summoner:14}} \nthen leave pls. {{summoner:14}} \nok\nnice try\nfocus veigar sivir\ngg wp\ncaitlyn no dmg {{summoner:14}} \nhaahah\nsure {{summoner:14}}  (ich denke das war wieder als counterblame/flame gemeint)\ngg wp\n\nin 37 von 75 Nachrichten hast du eindeutig gegen den Code der Beschwörer verstoßen","replies":[]}]}]}]},{"id":"","poster":"SoneStar","date":"2015-12-26T20:45:58.446+0000","up_votes":1,"down_votes":6,"body":"Du wurdest ziemlich sicher für dein unsportliches Verhalten gebannt und nicht fürs Flamen (Nein es ist nicht das selbe! nicht im Geringsten. Jeder der selbst einmal (Leistungs)Sport betrieben hat weiss dies!).\nIch wusste bis vor kurzem auch nicht, dass man dafür permanent gebannt werden kann aber ganz offensichtlich bestraft Riot unsportliches Verhalten deutlich schneller und härter als toxisches Verhalten. \nIch hätte Dir für diesen Text niemals einen Bann gegeben, denn Du wirst nie beleidigend und versucht immer wieder deine Mitspieler aufzumuntern.\nTrashtalk und unsportliches Verhalten verstösst allerdings auch gegen den Summoner's Code und deshalb kann Riot Dir deinen Acc problemlos permanent sperren.\n\nDas einzige was Du jetzt noch tun kannst ist Dir ein neues Spiel zu suchen oder einen neuen Account zu erstellen.  Ich habe mir für ersteres entschieden.\n\nMFG SoneStar","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-26T20:58:32.117+0000","up_votes":4,"down_votes":0,"body":"Das Problem ist vor allem, das der TE direkt nach einer Strafe einfach weiter negativ auffällt. In dem Ausschnitt kann ich häufiges Blaming erkennen, mit einem fließenden Übergang zum Flaming. Direkt nach der Strafe kann man schnell wieder bestraft werden, was hier der Fall ist. Da er bereits 3 Strafen erhalten hat und sich immernoch daneben benommen hat, bleibt als Konsequenz nur noch der Permabann. \n\nBei den meisten Spielern hätte ein einzelnes Spiel mit diesem Chatlog wohl noch nicht einmal eine CR ausgelöst, da sie nicht oft genug auffallen. Da es offensichtlich von der Community als bestrafungswürdig angesehen wird, kam es hier kumulativ zum Perma.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:03:55.900+0000","up_votes":1,"down_votes":4,"body":"Okay. Dann muss ich es einsehen. Ist aber echt schon dreist. Aber ok, danke für diese Worte..","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-26T21:06:47.348+0000","up_votes":3,"down_votes":0,"body":"Wenn man 5 mal vor Gericht für schuldig wegen Diebstahls befunden wird, sollte man auch nicht mehr hoffen, Bewährung zu kriegen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:09:26.111+0000","up_votes":1,"down_votes":4,"body":"Naja, wenn das alle so sehen. Ich hätte mir mehr erhofft, anstatt diese Sinnlosen beispiele, die mir zeigen sollen, dass ich scheiße gebaut habe. Aber ich kennt mich ja alle so gut &' wisst das ich daraus nichts gelernt habe. :P","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-26T21:11:00.629+0000","up_votes":3,"down_votes":0,"body":"Es kann sein, dass du aus dem Perma gelernt hast. Wenn du aus dem 2 Wochenbann gelernt hättest, wärest du aber sicher nicht schon einen Tag später permanent gesperrt worden.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:13:16.800+0000","up_votes":1,"down_votes":3,"body":"Wenn ich mal die Chatlogs von den 10/25 Chatbann mit den hier vergleiche, ist das ein deutlicher unterschied. Weil da hab ich diskutiert. Aber hier? Das ist kein Perma wert. Ok ich war ja jetzt ein \"Ziel\" um zu gucken ob ich mich nach den 14 Tagen geändert habe. Aber naja.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-12-26T21:31:28.686+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0006000100000001000000000000,timestamp=2015-12-26T21:13:16.800+0000)\n>\n> Das ist kein Perma wert. \n\nAls einzelnes Vergehen wohl nicht.\nAllerdings spielt die Vorgeschichte ein Rolle.\nDir wurde drei mal deutlich mitgeteilt, dass dein Verhalten nicht erwünscht ist,\nund es hat dich nicht interessiert.\nAuch permanentes negatives Verhalten ohne Hartes Flaming ist nicht erwünscht,\nund wenn du es durch CR und 14-Tage Ban nicht lernst, wirst du eben komplett ausgeschlossen.\nAufgrund deiner Vorgeschichte ist dieser Chatlog daher Perma-Würdig.\nSoll Riot dir denn immer weiter den Account für 14 Tage Sperren?\nDu hast doch gezeigt, dass das nicht genug ist, um dich vom drücken einer einzigen Taste abzzuhalten.\nDas führt also zu nichts....\nAlso den letzten Ausweg.","replies":[]},{"id":"","poster":"Patty91","date":"2015-12-26T22:43:58.897+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0006000100000001000000000000,timestamp=2015-12-26T21:13:16.800+0000)\n>\n> Das ist kein Perma wert.\n\nDoch, ist es. Wie oft noch? Du bist bereits 3mal vorher auffällig geworden. Du willst es nicht einsehen, also bleibt als letzte Konsequenz nur der permanente Ausschluss.","replies":[]}]}]}]}]},{"id":"","poster":"Flakies12","date":"2015-12-26T21:05:45.818+0000","up_votes":4,"down_votes":0,"body":"Wenn du das als dreist ansiehst hast du nichts eingesehen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:07:10.916+0000","up_votes":1,"down_votes":3,"body":"Wie gesagt, ich hab es eingesehen. Aber ich hätte nicht gedacht, das ich für sowas sofort ein Perma kassiere, das war ja mein 5. Game. Davor hab ich nichts gemacht, selbst wo beim 2. und dem 3. nur das Team geflamet hat, aber ich wurde nich mit einbezogen. Aber du siehst ja nur die bösen seiten anscheinend. :D","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T21:10:06.633+0000","up_votes":3,"down_votes":0,"body":"Das liegt möglicherweise daran das deine Erziehung von der Allgemeinheit stark abweicht und du selbst nicht erkennst was ein gutes Benehmen ist. Hättest dich am besten vorher informieren sollen. Am besten nach deiner ersten Strafe was erlaubt und was nicht erlaubt ist. Spätestens nach der 3ten.\n\nEdit: Ich sags dir gerne nochmal nur weil du auch mal was nettes schreibst ist dein schlechtes Verhalten nicht entschuldigt. Du siehst absolut nichts ein. ","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:14:51.607+0000","up_votes":1,"down_votes":4,"body":"Ok Mister Besserwisser. :) Du bist anscheined gut Informiert, aber über mich mal wieder wie jeder andere zu gut. Lass es stecken, du siehst es nicht ein was ich die ganze Zeit dir schreibe. Du redest nur um den Heißen Brei herum. Ich hab es doch schon lange eingesehen.","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T21:19:25.973+0000","up_votes":4,"down_votes":0,"body":"Das was ich hier von dir die ganze Zeit lese und das was in deinem Chat log sehe reicht vollkommen aus um beurteilen zu können ob ein Perma Ban gerechtfertigt ist. Würdest du einsehen das du was falsch gemacht hast dann würdest du jetz nicht wieder anfangen mit \"Das ist kein Perma bann Wert\"","replies":[{"id":"","poster":"SoneStar","date":"2015-12-26T21:23:06.094+0000","up_votes":1,"down_votes":6,"body":"Ich glaube nicht, dass Du Kenntnis über die vorherigen Nachrichten von TeDdyCake hast. Deshalb nimmt es mich wirklich wunder woher Du diese Info hast?\nDass der oben eingefügte Chat keines Falls einen Grund für einen Bann liefert, dürfte Dir ja auch bewusst sein.","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-26T21:27:44.137+0000","up_votes":6,"down_votes":0,"body":"Einen direkten Permabann wäre das nicht wert. Aber die nächste Eskalationsstufe ist bei dem Verhalten durchaus angebracht. Die ist hier nunmal der Perma gewesen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:21:40.350+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0006000100000000000000000000000000010001,timestamp=2015-12-26T21:27:44.137+0000)\n>\n> Einen direkten Permabann wäre das nicht wert. \n\nDas ist was ich hören wollte. Aber das System lagert sich ja nur auf die Reports aus &' geben ein Dreck was er geschrieben hat. ^^","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-12-27T12:12:26.673+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00060001000000000000000000000000000100010000,timestamp=2015-12-27T11:21:40.350+0000)\n>\n> Das ist was ich hören wollte. Aber das System lagert sich ja nur auf die Reports aus &' geben ein Dreck was er geschrieben hat. ^^\n\nWie Sirkas und andere Dir aber auch schon mitteilten, und da widerspreche ich Sirkas absolut nicht, zumal er das mit dem Perma in seinem Post auch erläutert hat:\nFür das erste Vergehen hättest Du für den Chat lediglich eine CR bekommen. Da das aber nun dein viertes mal war, dass Du für Fehlverhalten bestraft wurdest, folgt ganz klar der Perma, da das Strafensystem Stufenweise aufgebaut ist. Es fängt mit harmlosen CR an, geht dann über eine höhere CR-Strafe, dann zum 14 Tagesbann weiter und wenn das nicht hilft kommt der Perma, den Du nun erreicht hast.\nIst wie im Straßenverkehr: Übertrete immer wieder die Geschwindigkeit so, dass Du zwar Punkte in Flensburg bekommst, es jedoch nicht für ein Fahrverbot reicht. Mach dies oft genug, und Dein Führerschein ist weg, obwohl Du nur so schnell gefahren bist, dass Du lediglich Punkte bekommen würdest.\nUnd wenn dem so wäre, dass lediglich Reports gewertet werden, wie kommt es dann, das Du bei jeder Bestrafung einen Chatlog bekommst, mit den Spielen, die Dein Fehlverhalten aufzeigen? Glück mit der Auswahl der Spiele?\nJeder Bestrafung geht eine Chatanalyse voraus. Oder zeig mir bitte einmal einen Beweis dafür, der Deine These untermauert? Ich habe bis jetzt immer nur Beweise gefunden, dass der Chat sehr wohl analysiert wird, bevor eine Strafe ausgesprochen wurde. Jedem Bestraften, der sich hier im Forum gemeldet hat und seine Chatlogs offengelegt hat, wurde anhand der Chatlogs sein Fehlverhalten aufgezeigt. Jeder Chatlog zeigte mehr oder minder schweres negatives Verhalten (Blaming, Flaming, Schuldzuweisungen) und führte zu einer Strafe. Je nachdem, welche Vorstrafen schon durchlaufen wurde, war die daraus resultierende Strafe gerechtfertigt.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-12-27T12:29:01.017+0000","up_votes":4,"down_votes":0,"body":"Dir ist bewusst, dass ich mit dem Beitrag gesagt habe, du hast den Perma verdienst, weil du nicht hören wolltest?","replies":[]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:23:26.891+0000","up_votes":1,"down_votes":7,"body":"Ich kann dir von Erfahrungen sagen, dass nur die Reports zählen, die Chatlogs sind nur da um zu zeigen was er Falsch gemacht hat, aber das nur in ein paar Fällen! Ich glaube du hast sowas noch nie erlebt, nun gut du bist ja ein Supporter, aber wenn du mal ein Chatbann bekommen würdest, würdest du mich verstehen!","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-27T12:22:35.063+0000","up_votes":4,"down_votes":0,"body":"Nein, würde ich nicht. Ich kenne einige Spieler, die sich Strafen verdient haben. Die Betonung liegt auf **verdient**. Es ist in LoL wirklich schwierig, eine Strafe zu erhalten, solange man sich nicht wie ein Arsch verhält. Dafür reicht es nicht, hin und wieder gemein zu sein. Man muss durchgehend negativ auffallen, beleidigen und stören. \n\nZudem weiß ich sehr gut wie das Reportsystem funktioniert und die vielen Spieler im Forum, die sich über CRs und Banns beschweren, zeigen auch ihre Chatlogs her. Unter ca. 10 bis 20 Nachrichten Blaming als Minimum habe ich da noch keinen gesehen.\n\nÜbrigens bedeutet der grüne Name, das ich ein Volunteer bin. Emissary um genau zu sein. Mit dem Support habe ich nichts am Hut.","replies":[]}]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:23:56.923+0000","up_votes":1,"down_votes":5,"body":"Alles gut, hab neuen Acc, der mit den Skins nicht übereinstimmt die ich hatte, aber es reicht vollkommen aus um in Gold durch zustarten :)","replies":[{"id":"","poster":"0815xand0r","date":"2015-12-28T01:16:25.405+0000","up_votes":2,"down_votes":0,"body":"Du hast dir doch jetzt nicht etwa einen Account gekauft und erzählst davon im Forum, in nem Thread, der sich um DEIN Fehlverhalten dreht...\n\n {{sticker:zombie-brand-facepalm}} \n\nBin mal gespannt, wie lange du diesen Account dann behalten darfst (entweder wegen Toxic Behaviour oder Acc-Sharing)","replies":[]}]},{"id":"","poster":"Flakies12","date":"2015-12-26T21:26:03.628+0000","up_votes":2,"down_votes":1,"body":"Für jemanden der bereits Chat Banns hatte und einen zwei Wochen Bann finde ich es absolut gerechtfertigt das auf die Person Sensibler reagiert wird.","replies":[]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:22:47.365+0000","up_votes":1,"down_votes":2,"body":"Ja Kollege immer noch! Ich hab es eingesehen, aber du akzeptierst meine Meinung nicht, also hör auf jetzt weiter mit mir darüber zu diskutieren. Das ist für mich und einige Kein PERMABANN Wert. Sondern vielleicht 2-3 Chatbann aber okay. Ich weiß da hab ich mich daneben benommen. Aber soll Riot machen, ich hab es ja eingesehen. Und nerv wen anders wirklich!","replies":[]}]},{"id":"","poster":"SoneStar","date":"2015-12-26T21:20:00.165+0000","up_votes":1,"down_votes":4,"body":"Lass gut sein und sehe Dich nach einem neuen Spiel um.\nMit jedem permanent gebannten Spieler, der sich ein neues Spiel sucht bestraft sich Riot schlussendlich selbst, denn sie verlieren einen potentiellen Kunden.\nMFG SoneStar","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-26T21:24:58.346+0000","up_votes":3,"down_votes":0,"body":"Eigentlich helfen sie damit der übrigen Spielerschaft (man muss schon richtig hart daneben greifen um einen Perma zu bekommen) und bessern gleichzeitig ihre Finanzen auf. Denn jeder gebannte Flamer kann keinen Spielspaß mehr verderben.","replies":[]},{"id":"","poster":"Flakies12","date":"2015-12-26T21:21:34.451+0000","up_votes":3,"down_votes":1,"body":"Verlieren sie mehr Kunden durch gebannte Spieler oder verlieren sie möglicherweise mehr Kunden die aufhören zu Spielen weil ihnen das Verhalten der Mitspieler ankotzt?","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:20:00.788+0000","up_votes":1,"down_votes":4,"body":"Das erste <3","replies":[{"id":"","poster":"Flakies12","date":"2015-12-27T14:32:23.765+0000","up_votes":2,"down_votes":0,"body":"Nein nicht das erste. Meine güte hast du ein Kindisches Verhalten. Du verstehst nichteinmal was SIRRKAS dir mit dem \"Es wäre kein Perma Ban Wert\" gesagt hat.","replies":[]}]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-26T21:21:17.907+0000","up_votes":1,"down_votes":1,"body":"Aber wieso schreibst du dann hier? Du hast doch perma Bann :D","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-12-27T14:19:36.369+0000","up_votes":3,"down_votes":0,"body":"\"Sofort\" stimmt eben nicht, du hast den Perma bekommen, weil du dich über viele hundert Spiele wie ein nerviger kleiner Pseudo-Despot verhalten hast und selbst nach 3 Verwarnungen in Form von CR und 14-Tage-Bann, nicht in der Lage warst, dich wie ein geistig gereifter Erwachsener zu benehmen.\n\"Sofort\" bedeutet in diesem Fall sicher zwischen 200 und 300 Spiele.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T21:46:24.620+0000","up_votes":1,"down_votes":3,"body":"Achso okay, dann weißt du ja sehr viel über mich, oder meine letzten Bann gründe. Wenn du wüsstest was ich da geschrieben habe, dann hättest du den Text nicht geschreiben. Also einfach mal den Mund halten wenn man keine Ahnung hat, und nicht einfach reinintepretieren. :P","replies":[{"id":"","poster":"Rainbow Dashie","date":"2015-12-27T22:03:09.417+0000","up_votes":1,"down_votes":0,"body":"du warst Toxisch das ist Fakt.\nDu hast 3 Vorstrafen bekommen das ist Fakt.\nDu hast dich nach dem 14 Tage Bann wieder daneben benommen das ist Fakt.\nDu hast dafür die letzte Instanz der Bestrafung erreicht, den Perma Ban. Auch das ist Fakt.\n\nIch weiß nicht wo es da etwas zu interpretieren gibt?","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-12-28T06:28:37.972+0000","up_votes":1,"down_votes":0,"body":"Du gibst hier so Viel von deiner Persönlichkeit, durch deine Kommentare preis, dass ich tatsächlich meine genug über dich zu wissen, um meine Aussage über dich, ruhigen Gewissens tätigen zu können.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-12-27T03:29:27.512+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00060001000000000000,timestamp=2015-12-26T21:07:10.916+0000)\n>\n> Wie gesagt, ich hab es eingesehen. Aber ich hätte nicht gedacht, das ich für sowas sofort ein Perma kassiere, das war ja mein 5. Game. Davor hab ich nichts gemacht, selbst wo beim 2. und dem 3. nur das Team geflamet hat, aber ich wurde nich mit einbezogen. Aber du siehst ja nur die bösen seiten anscheinend. :D\n\nSofort ist klar...nach 3 Vorstrafen und ausführlicher gekonnt ignorierter Aufklärung hier beim 2-wöchigen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:19:31.426+0000","up_votes":1,"down_votes":3,"body":"Naja, dann hat man ja garkeine Chance sich zu währen aber Kopf Hoch :P","replies":[]}]}]}]}]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:47:40.046+0000","up_votes":1,"down_votes":5,"body":"Hast du auch ein Perma? Das tut mir leid für dich, aber das ding ist, keiner sieht es ein, das ich nicht geflamet habe.. Aber wenn \"unsportliches Verhalten\" auch dazu zählt, dann kann jeder 3. In lol einpacken, mal ganz ehrlich :D","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:51:03.020+0000","up_votes":3,"down_votes":0,"body":"Jeder 3te.... zumglück bekommt nur ein ganz geringer Teil der Comunity einen Permanenten Bann. Scheint also so als wisst ihr beide nicht was richtiges Verhalten ist.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:52:57.112+0000","up_votes":1,"down_votes":2,"body":"Und schon wieder einer, der mich nicht kennt. Lies dir mal bitte ein Kommentar von mir durch, dann siehst du das ich nicht so bin! Ich bin übel nett, manchmal auch zu nett. Weshalb meine Freunde denken das ich das spiele. Aber ich kann auch langsam genervt werden &' dann auch mal austicken! Ist menschlich aber ok. :/","replies":[{"id":"","poster":"Skagerak","date":"2015-12-26T21:02:42.223+0000","up_votes":2,"down_votes":0,"body":"Genau für Leute wie dich wurde der Mute button reingebracht benutzte ihn doch einfach  wo ist denn das Problem ? \nDu musst dir mal bewusst werden das nur DU dich ändern kannst und nicht die andern Spieler das heißt wenn jemand dich flamet dann musst du so schlau sein und ihn muten oder es einfach ignorieren aber wenn du so ignorant bist und dich so leicht provozieren lässt wird irgendwann auch dien smurf gebannt.","replies":[]}]},{"id":"","poster":"SoneStar","date":"2015-12-26T20:59:48.304+0000","up_votes":1,"down_votes":1,"body":"Verstehe mich bitte nicht falsch, unsportliches Verhalten gehört bestraft und schwächt einem immer selber, denn nur wer mit sich selber nicht im Gleichgewicht ist, greift auf unsportliches Verhalten zurück, um mit schwierigen Situationen klar zu kommen.\n\nFür mich, als Leistungssportler gibt es einen sehr grossen Unterschied zwischen unsportlichem Verhalten, was leider sehr verbreitet ist und beleidigendem Verhalten. Unsportliches Verhalten kann zwar die Stimmung verschlechtern und dazu beitragen, dass man sich unwohl fühlt, man wird jedoch nicht wie bei einer Beleidigung von seinem Gegenüber angegriffen.","replies":[]}]}]}]},{"id":"","poster":"Battle Keks","date":"2015-12-26T23:44:56.348+0000","up_votes":1,"down_votes":1,"body":"Tschüss und bitte mach keinen neuen Account. Typen wie du sind der Grund warum der Mute Button ingame so oft benutzt wird.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:18:45.963+0000","up_votes":1,"down_votes":6,"body":"Egal, hab schon neuen Account :*","replies":[{"id":"","poster":"Patty91","date":"2015-12-27T11:19:17.663+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00070000,timestamp=2015-12-27T11:18:45.963+0000)\n>\n> Egal, hab schon neuen Account :*\n\nNa mal gucken, ob du mit dem überhaupt Lvl. 30 erreichst.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:24:38.403+0000","up_votes":1,"down_votes":6,"body":"Kollege, ist er doch schon :* Man hat doch irgendwo in seinen Leben auch connections oder etwas nicht? :D","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-27T12:16:46.932+0000","up_votes":7,"down_votes":1,"body":"Dann bis in 2 Wochen zum nächsten Bann, schätze ich.\n\nDie Frage ist nur, ob das Reportsystem zuerst zuschlägt oder es vorher einen Bann für Accountsharing gibt.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-27T21:45:25.306+0000","up_votes":1,"down_votes":5,"body":"Accountsharing? Ich hab nur von connections geredet oder? Nichts von, \"der und der hat mir etwas gegeben.\" :D \nIch spiele einfach nur auf ein neuen Account. ^^","replies":[{"id":"","poster":"Rainbow Dashie","date":"2015-12-27T22:00:50.916+0000","up_votes":2,"down_votes":0,"body":"connections die dir einen lv 30 ACC gegeben haben. \n\nNur RIOT ist im Stande das zu tun ohne das es Folgen für dich hat. Alles andere ist Accountsharing.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-28T14:38:48.278+0000","up_votes":2,"down_votes":4,"body":"Jap, noch hab ich auf so einem Account nicht gespielt :P, es kann ja auch der Account von meinem Bruder sein, worauf ich 2 Games pro Tag spielen kann. Also worüber regt ihr euch auf.","replies":[{"id":"","poster":"Flakies12","date":"2015-12-28T20:29:18.743+0000","up_votes":1,"down_votes":0,"body":"Na ich würde mich ja bedanken wenn ich wegen meines Bruders ein Chatbann bekomme.","replies":[]},{"id":"","poster":"Rainbow Dashie","date":"2015-12-28T14:47:05.251+0000","up_votes":1,"down_votes":1,"body":"Auch das fällt unter Accountsharing. Nur DU darfst auf dem von DIR erstellten Account spielen.\n\nAlles andere ist und bleibt Accountsharing und kann, durch den Verstoß gegen die AGBs, auch zum Perma Bann führen.","replies":[]}]}]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-27T21:50:43.921+0000","up_votes":1,"down_votes":4,"body":"Ach ja &' noch hab ich gar kein Account, oder auf ein gespielt .P","replies":[]}]}]}]},{"id":"","poster":"Rainbow Dashie","date":"2015-12-27T11:20:14.273+0000","up_votes":2,"down_votes":0,"body":"aaaaaand its gone","replies":[]}]},{"id":"","poster":"TeDdyCake","date":"2015-12-27T11:20:43.337+0000","up_votes":1,"down_votes":5,"body":"Hab schon ein neuen :*","replies":[{"id":"","poster":"Battle Keks","date":"2015-12-27T23:39:21.363+0000","up_votes":1,"down_votes":0,"body":"Und auch der wird bald den Banhammer erleben wenn du weiterhin so toxisches Verhalten an den Tag legst.","replies":[]}]}]},{"id":"","poster":"Patty91","date":"2015-12-26T17:44:15.291+0000","up_votes":1,"down_votes":0,"body":"Dir wurde im letzten Thread bereits klar gemacht, dass der Bann gerechtfertigt, Flame niemals nötig ist und der Bann nicht verkürzt wird!","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T17:44:40.454+0000","up_votes":1,"down_votes":4,"body":"Ich musste den Thread woanders hin schreiben, mir wurde es geschrieben.","replies":[{"id":"","poster":"Patty91","date":"2015-12-26T17:45:26.604+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00000000,timestamp=2015-12-26T17:44:40.454+0000)\n>\n> Ich musste den Thread woanders hin schreiben, mir wurde es geschrieben.\n\nUnd das Ziel des Threads wurde bereits im vorigen geklärt, also hat der hier keine Daseinsberechtigung.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T17:47:56.804+0000","up_votes":1,"down_votes":7,"body":"Ich darf doch wohl um meinen Account kämpfen oder nicht? Schließlich habe ich da 400€ Reingesteckt ! Und wenn ich mein Account nach mir egal wie viele Wochen nicht zurückbekomme, dann will ich das Geld zurück erstattet bekommen! \nMir kommt es so vor, als ob du viele Solche fälle behandelt hast und einfach Flamer nicht austehen kannst. Das ding ist ja, ich Flame nie! Aber wenn die Spieler, meisten Premades sind und ich dann ein double Report bekomme, weil sie es nicht austehen können, wenn sie verlieren dann bin ich selbstschuld oder was?","replies":[{"id":"","poster":"Blurm","date":"2015-12-26T19:43:29.825+0000","up_votes":2,"down_votes":0,"body":"Hier der Satz der alle deine Hoffnungen platzen lässt:\nPermas für's flamen werden NIE zurückgezogen.\n\n>Das ding ist ja, ich Flame nie!\n\nAhja. Daher hattest du auch schon ne 10er CR, ne 25er CR und n 2 Wochenbann.\nSieh ein dass dein Verhalten scheiße war und der Account futsch ist...\n\n>Und wenn ich mein Account nach mir egal wie viele Wochen nicht zurückbekomme, dann will ich das Geld zurück erstattet bekommen!\n\nLMAO\nGeld wird dir höchstens bei einem Vertragsbruch zurückgegeben... Du hast bei all deinen Käufen deine RP bekommen, damit hat sich das erledigt.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:38:29.089+0000","up_votes":1,"down_votes":4,"body":"Du kennst mich nicht *Punkt* Ich flame auch nie, und wenn dann flame ich vor mir hin, aber nicht im Chat! Und wenn du mal in Silber bist, und die ganze Zeit leute ertragen musst die, die ganze Zeit sterben, in den Tower rennen etc. Dann kannst du mir nicht erzählen das du dich aufregst wenn du gegen gefeedete Champions spielen musst. Und sie dich dann reporten mit der Meinung: ey der da hat getrollt/ gefeedet. Dann regt man sich ja mal auf! Wenn wir mal ein Tag im Teamspeak reden würden, dann wüsstest du, dass ich nicht Flame. :) Aber naja, mit dem Punkt hast du mir noch die Sahne auf die Torte dazu gegeben.. Ich gebs auf.. Spiele mir jetzt ein neuen Account hoch. Vielen Dank trotzdem deiner Kommentare !","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-27T16:10:27.793+0000","up_votes":4,"down_votes":0,"body":"Totaler Realitätsverlust...\nIch hoffe, dass du noch jung bist, dann wirst du wahrscheinlich in ein paar Jahren, beschämt auf dein momentanes Verhalten zurückblicken und dir denken \"oh man was war ich damals ein feister Dummbatz\" \n\nSolltest du schon über 20 sein wünsche ich dir einfach nur Glück, dann würdest du es brauchen.","replies":[]},{"id":"","poster":"Flakies12","date":"2015-12-26T20:45:10.127+0000","up_votes":3,"down_votes":0,"body":"Deine Sichtweise was \"Flame\" ist entspricht eben nicht der von der Allgemeinheit. Wenn du nach den ganzen Strafen stur bleibst und nicht einsiehst das dein Verhalten nicht richtig ist ist dir halt nicht  mehr zu helfen.","replies":[]}]}]},{"id":"","poster":"Patty91","date":"2015-12-26T17:49:34.437+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0000000000000000,timestamp=2015-12-26T17:47:56.804+0000)\n>\n> Ich darf doch wohl um meinen Account kämpfen oder nicht?\n\nZu spät. Permas werden nicht aufgehoben.\n> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0000000000000000,timestamp=2015-12-26T17:47:56.804+0000)\n>\n> Und wenn ich mein Account nach mir egal wie viele Wochen nicht zurückbekomme, dann will ich das Geld zurück erstattet bekommen! \n\nViel Glück. Den Prozess wirst du verlieren.\n\n> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0000000000000000,timestamp=2015-12-26T17:47:56.804+0000)\n>\n> Das ding ist ja, ich Flame nie!\n\nDas ist ein Witz, oder? Oder willst du dich komplett lächerlich machen?","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T17:51:44.918+0000","up_votes":2,"down_votes":3,"body":"Wieso komplett lächerlich machen? Ich flame ja nie.. Wenn du dir den Chatlog mal durchgelesen hättest, dann siehst du, dass ich da negativ auffalle, aber ich beleidige ja nicht. Also unter Flamen verstehe ich, das ich jemanden Fertig mache oder ihn Beleidige.","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T18:47:56.171+0000","up_votes":2,"down_votes":0,"body":"Ich empfinde jegliche Art von negativen Verhalten/Provozieren als Flame. Selbst verstand ich auch nie wieso man sich gegenüber Fremden Leuten äußern muss. Anstatt das Spiel zu spielen führst du währenddessen eine \"Diskussion\" um dich zu rechtfertigen... bzw. zeigt provokantes Verhalten was euch am Ende auch nicht mehr helfen wird das Spiel zu gewinnen. \nWürden Menschen die Geschäftsbedingungen durchlesen anstatt sie nur zu Akzeptieren wüsstest du längst das dein reingestecktes Geld nicht zu dir zurück kommen wird. \nNach 4 Strafen sollte ein Mensch in der Lage sein zu begreifen das sein Verhalten deutlich von dem des \"Durchschnitts Menschens\" abweicht.","replies":[]}]}]},{"id":"","poster":"Megamaexx","date":"2015-12-26T17:58:45.721+0000","up_votes":3,"down_votes":0,"body":"Zu der Geld-Sache: 400€ in 4 Jahren ist nichts weltbewegendes, ich zahle mehr im Monat für meine Wohnung und das ist noch wenig.\nAndere Spiele kosten 60-70€ und die geben dir dann 1-4 Wochen Spaß. Da ist dein Aufwand eher ein Witz.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:01:57.559+0000","up_votes":1,"down_votes":2,"body":"Ja ok. Wenn du es so siehst^^","replies":[]}]},{"id":"","poster":"Im a Papaya","date":"2015-12-26T17:57:24.941+0000","up_votes":3,"down_votes":0,"body":"Reports von premades werden anders berechnet als reports von mehreren einzelnen Spielern. \nDein Geld kannst du leider vergessen, die Nutzungsbedingungen die jeder (auch ich) einfach nickend akzeptiert sichern Riot da in jeder Hinsicht ab.\nbtw. \"typisch lol Community\" ist es auch wenn man immer nur anderen die schuld an Fehlern gibt.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:01:32.053+0000","up_votes":1,"down_votes":3,"body":"Naja ok..","replies":[]}]}]}]}]}]},{"id":"","poster":"jungle sûcks","date":"2015-12-26T20:20:52.461+0000","up_votes":2,"down_votes":0,"body":"Ich hab in meinem ganzen LoL Leben noch nicht soviel geschrieben wie du in diesem einen Game lol\nIrgendwie krass wie du dich dann noch beschwerst ?!","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:33:47.938+0000","up_votes":1,"down_votes":1,"body":"Ja, ist ja jedem das seine ob jemand mehr oder weniger schreibt. Ich schreibe auch nicht viel. Das meiste was ich schreibe ist z.B: 13:44 ez f oder sowas.\nAber dieses Game bin ich ja nur ausgetickt, das ist doch Menschlich.^^ Du kannst mir nicht sagen das du dich nie aufregst über irgendwas. Es gibt halt Menschen die regen sich auf aber lassen es in sich drinne. Und die anderen die äußern dann sofort ihre Meinung!","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:43:39.027+0000","up_votes":2,"down_votes":0,"body":"Dann brauch man sich nicht nicht beschweren einen Perma Ban zu bekommen wenn sein eigenes Verhalten nicht nicht von dem der anderen Unterscheidet die einen anflamen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:49:08.785+0000","up_votes":1,"down_votes":3,"body":"Ja ok, ich bin jetzt der schuldige für den Perma ban, Die Bans davor gib ich zu sind zurrecht erstellt worden ! Aber der Perma ist abgrundtief meiner meinung echt nicht gut geeignet für soetwas. Wenn du dir das mal richtig durchgelesen hast, dann siehst du das ich nicht flame, sondern mein Team noch die letzte Hoffnung gebe um das zu gewinnen. Aber anscheinend siehst du das ja nicht so! Trotzdem ein schön Abend dir noch.","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:52:34.345+0000","up_votes":3,"down_votes":0,"body":"Dann überzeuge mich bitte und zeig mir wo du dein Team aufmunterst? Ein Satz von den ganzen anderen Provozierenden unnötigen Sätzen ist immer noch ein schlechtes Verhalten.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:53:55.092+0000","up_votes":1,"down_votes":1,"body":"Unter anderem mit dem vielen \"Good Job Team\", \"We can win this\", lies dir das nochmal durch","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:54:57.383+0000","up_votes":3,"down_votes":0,"body":"Keule ich hab mir das mehrmal durchgelesen und du hast übelst die Stimmungs schwankungen. In der einen Situation provoziert du übelst, dann lobst du wieder und dann wirst du wieder provozierend. Und nur weil du dann ab und zu was \"nettes\" schreibst entschuildigt es nicht den ganzen anderen Kram.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:57:28.528+0000","up_votes":1,"down_votes":2,"body":"Okay \"Keule\", nicht jeder ist so wie du, das Ding ist ja, ich habe mit 4 Gleichzeitig geschrieben, mit dem Supporter der zu mir Stand und ich ihn noch aufmuntern wollte, und mit den 2 (3) die mich zu geflamed haben. Man sieht ja leider nicht den Verlauf von denen.","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:59:19.783+0000","up_votes":3,"down_votes":0,"body":"Es ist auch vollkommen egal was die anderen geschrieben haben. Man muss sich nicht auf deren Niveau absteigen. Und wenn man sich auf deren Niveau begibt sollte man genau die gleiche Strafe bekommen wie auch diese.\n\nEdit: Ich kann die ganze Zeit mein Team Gj sagen, sie belohnen mit netten Worten und die Gegner lächerlich machen weil sie auf der Elo abhängen oder sonst solche provozierenden Sachen. Ist mein Verhalten richtig? ","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-12-26T20:59:57.954+0000","up_votes":2,"down_votes":0,"body":"Wenn man mir sagt ich wäre ein Feeder, könne nicht spielen und sei ein Idiot (auch wenn du das nicht direkt gesagt hast), würde ich das sicher nicht als \"Hoffnung geben\" ansehen.","replies":[]}]}]}]}]},{"id":"","poster":"Mirage Of Mesmer","date":"2015-12-26T18:36:51.400+0000","up_votes":2,"down_votes":0,"body":"Wer flamed ist selbst Schuld, Geld ändert da eben nichts.\n\nWenn du nicht reif genug bist um das Spiel zu spielen, dann lass es sein. Ich frage mich immer wieso Leute zurückschießen, wenn irgendeine Person auf der Welt ihn verbal in einem onlinespiel attackiert.\n\nMach dir halt nen neuen Account und spiel ihn hoch und verbesser dein Verhalten.\n\nLG","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:55:45.856+0000","up_votes":1,"down_votes":2,"body":"Ok, wenn du das da oben als Flame ansiehst, dann darf man sich nichtmal äußern? Ich hab eine Diskussion geführt, weil die beiden es nicht begriffen haben. Noch eine Sache ist traurig. Ich wurde davor ja 2 Wochen gebannt und davor hate ich 2 Chatbanns. Aber aus dem Grunde, weil mich jedesmal Leute flamen. Aber das passiert nicht all zu oft. Also in 2/10 Spielen sehe ich flamer die MICH flamen, weil ich anscheinend zu scheiße bin. Aber das lass ich einfach stecken. Aber es nervt ja auch, wenn man von 2 (3) leuten GLEICHZEITIG fertig gemacht wird. Das ist ja so als ob du von 2 Leuten die ganze Zeit gehänselt wirst. Dann willst du mir ernsthaft sagen das du in Reallife zum beispiel dich nicht rechtfertigst? Also wenn das so ist, dann kann ich gleich das ganze hier was ich schreibe, zu jedem Kommentar schreiben... Mal ehrlich^^","replies":[{"id":"","poster":"Mirage Of Mesmer","date":"2015-12-26T19:24:38.299+0000","up_votes":2,"down_votes":0,"body":"Nein , Quark du musst RL und Ingame unterscheiden. Für was gibt es die Mute-Funktion? Außerdem ist dein Chatverlauf eindeutig. Dass System kann auch unterscheiden ob ein \"gg bot\" ironisch gemeint ist oder nicht, z.b wenn die Botlane vorher gestorben ist. \n\nUnd es ist doch schon komisch wenn du in 20% deiner Spieler von mehreren Leuten gleichzeitig \"fertig gemacht\" wirst?! Vielleicht realisierst du schon garnicht mehr was du genau tust. \n\nLG","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:30:39.703+0000","up_votes":1,"down_votes":3,"body":"Klaro realisiere ich das, aber wenn sie mich wegen ein Champion flamen?! Und die 3 mich wegen sowas reporten? Dann weiß ich doch ganz genau das ich ein Perma bekomme. Ich wollte das denen ja noch ausreden^^\nUnd vielleicht bist du ja einer der welche Muted, aber ich wollte das aus diskutieren und sie nicht muten. Hatte schon oft solche games, das sie dann mir nur hinterher gelaufen sind... Das ist auch nicht so dolle oder?","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:42:43.890+0000","up_votes":3,"down_votes":0,"body":"Du weißt nicht was Diskutieren ist.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:44:10.268+0000","up_votes":1,"down_votes":3,"body":"Tut mir ja leid. wenn du mit 2 (3) Leuten gleichzeitig schreiben willst &' sie den Chat voll spamen^^","replies":[{"id":"","poster":"Flakies12","date":"2015-12-26T20:46:20.593+0000","up_votes":2,"down_votes":0,"body":"Du provozierst nur das ist kein Diskutieren!","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:51:28.948+0000","up_votes":1,"down_votes":5,"body":"Ich provoziere, natürlich. Aber egal, mit dir möchte ich jetzt nicht sprechen, du hast es dir nichtmal richtig durchgelesen :D","replies":[{"id":"","poster":"Mirage Of Mesmer","date":"2015-12-27T12:50:57.973+0000","up_votes":3,"down_votes":0,"body":"Das was du gemacht hast, hat nix mehr mit diskutieren zu tun, das war schon eine teilweiße Diffamierung von den anderen Spielern.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-12-26T19:16:24.513+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=TeDdyCake,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00020000,timestamp=2015-12-26T18:55:45.856+0000)\n>\n> Ok, wenn du das da oben als Flame ansiehst, dann darf man sich nichtmal äußern? Ich hab eine Diskussion geführt, weil die beiden es nicht begriffen haben. Noch eine Sache ist traurig. Ich wurde davor ja 2 Wochen gebannt und davor hate ich 2 Chatbanns. Aber aus dem Grunde, weil mich jedesmal Leute flamen. Aber das passiert nicht all zu oft. Also in 2/10 Spielen sehe ich flamer die MICH flamen, weil ich anscheinend zu scheiße bin. Aber das lass ich einfach stecken. Aber es nervt ja auch, wenn man von 2 (3) leuten GLEICHZEITIG fertig gemacht wird. Das ist ja so als ob du von 2 Leuten die ganze Zeit gehänselt wirst. Dann willst du mir ernsthaft sagen das du in Reallife zum beispiel dich nicht rechtfertigst? Also wenn das so ist, dann kann ich gleich das ganze hier was ich schreibe, zu jedem Kommentar schreiben... Mal ehrlich^^\n\nIch lach die Leute im Realife einfach aus, ignorier sie oder geh. Ich bin bald 30 denkst du ich stell mich im Reallife zu 2 12jährigen und diskutier da lange mit denen rum?\nJa sie flamen buhuhuhu, dann mute sie und reporte sie, dann würden die jetzt hier rumflennen und nicht du.\nFaszinierenderweise bist du auch mal einer, der tatsächlich alle 4 stufen abgearbeitet hat und nichts übersprungen und du hast es trotzdem nicht gecheckt und das trotz Thread hier vor dem Perma. \nNormal heißt es ja da rein dort raus, bei dir ist aber noch nichtmal irgendwas überhaupt angekommen.","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:39:06.385+0000","up_votes":1,"down_votes":1,"body":"Du, genau du lachst sie aus. Ich kann das nicht, nicht jeder ist so wie du !","replies":[]}]},{"id":"","poster":"Flakies12","date":"2015-12-26T19:06:04.102+0000","up_votes":2,"down_votes":0,"body":"Was dort oben Steht ist keine Diskussion. Du hast einen Punkt aufgeführt wieso \"top Lost\" ist. Der rest ist nur Kindisches Verhalten. Natürlich regen Leute auf die einen dumm anmachen. Dazu gehörst du auch. Wenn mir im realen Leben jemand auf diese nervige Art und Weise kommt, dann unterhalte ich mich einfach schlicht nicht mit ihm. \nUnd eine Art Streit kannst du nicht mit gehänsel vergleichen. Wobei wie gesagt du dich nicht rechtfertigst sondern selbst nur provozierst. Jemand der Gehänselt wird Provoziert die Leute sicherlich nicht auch noch. ","replies":[]}]}]},{"id":"","poster":"franticFurball","date":"2015-12-29T05:46:10.808+0000","up_votes":2,"down_votes":0,"body":">pls report bot and jungle\n\nDa haben wirs auch schon.\n\nEs überrascht mich immer wieder dass Leute glauben report-calling wäre aus irgendeinem Grund okay.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-29T08:33:54.372+0000","up_votes":2,"down_votes":0,"body":"Mich nicht, die allgemein Vorherrschende Meinung ingame ist, dass mehr Reports = eine höhere Bestrafungswahrscheinlichkeit bedeutet, bis ich nach mehreren Jahren Spielens mal im Forum landete, war das auch mein Erkentnisstand.\n\nDaher liegt die Einstellung nicht fern, dass ein Reportaufruf bei tatsächlichen Vergehen, der Gerechtigkeit helfen würde schneller zu walten und man der Community einen Dienst erwiese.\n\nRiot ist einfach viel zu knauserig mit Informationen. Wenn man sich sehr bemüht, kann man zwar einiges über die Systeme und Vorgaben erfahren, aber selbst dann nicht Alles.\nEinem Spieler, der nur den Client öffnet und daddelt, ist es fast unmöglich bescheid zu wissen.","replies":[{"id":"","poster":"franticFurball","date":"2015-12-29T14:46:11.271+0000","up_votes":2,"down_votes":0,"body":"Das hat aber nichts mit einem Mangel an Information zu tun. Dass report-calling nicht in Ordnung ist sollte eigentlich jedem klar sein.\n\n>Einem Spieler, der nur den Client öffnet und daddelt, ist es fast unmöglich bescheid zu wissen.\n\nDa haste Recht, aber da ist der Spieler dann selbst schuld. Die Information ist vorhanden, und zwar reichlich.\n\nDie Leute haben auch kein Problem damit sich seitenlange Champion-Guides durchzulesen, oder stundenlang Streams von Profispielern zu kucken. Die Informationen sind auch nicht einfach im client.\n\nDa finde ich es dann wirklich nicht zuviel verlangt, die paar minuten zu investieren, die es dauert sich mal durchzulesen wie das tribunal-system funktioniert.","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2015-12-29T08:44:16.744+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=00090000,timestamp=2015-12-29T08:33:54.372+0000)\n>\n> Mich nicht, die allgemein Vorherrschende Meinung ingame ist, dass mehr Reports = eine höhere Bestrafungswahrscheinlichkeit bedeutet, bis ich nach mehreren Jahren Spielens mal im Forum landete, war das auch mein Erkentnisstand.\n> \n> Daher liegt die Einstellung nicht fern, dass ein Reportaufruf bei tatsächlichen Vergehen, der Gerechtigkeit helfen würde schneller zu walten und man der Community einen Dienst erwiese.\n> \n> Riot ist einfach viel zu knauserig mit Informationen. Wenn man sich sehr bemüht, kann man zwar einiges über die Systeme und Vorgaben erfahren, aber selbst dann nicht Alles.\n> Einem Spieler, der nur den Client öffnet und daddelt, ist es fast unmöglich bescheid zu wissen.\n\nRIOT stellt die Informationen durchaus bereit. Es gibt auf der RIOT-Homepage eine entsprechende FAQ und im Forum findet sich so etwas auch.\nWenn Spieler sich nicht selbständig informieren, und so viel Willen sollte man voraussetzen können, sind sie - entschuldige, wenn ich das so drastisch sagen muss - selbst Schuld. Selbst wenn RIOT dies in dem Client prominent platzieren würde, oder als Meldung, die man wegklicken müsste, würden viele Spieler dies ebenfalls nicht lesen, weil es hält ja vom Spielen ab. Im richtigen Leben kann ich mich ja auch nicht damit herausreden, dass ich nicht wusste dass es verboten ist.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-29T09:14:03.348+0000","up_votes":2,"down_votes":0,"body":"Ja das stimmt was du sagst, ich sehe das aber keinesfalls als Grund oder gar Hindernis.\nEs würde viele Reportaufrufe sparen, würde bei den Tipps im Ladebildschirm darauf hingewiesen werden, dass ein Report nicht weniger bringt als 9.\nDie Sache bei Gesetzen ist, dass diese mit denen der normale Bürger tagtäglich konfrontiert wird, selbstverständlich sind, mit Reportaufrufen verhält es sich aber keineswegs so, wie oben von mir erklärt.\nEs stimmt dennoch, Riot ist trotzdem nicht verpflichtet diese Regel besser zu kommunizieren, aber es wäre im Intresse der Community und somit auch des Unternehmens, es zu tun.\nBesonders wenn dadurch kein Nachteil ensteht, abgesehen davon, dass mir vielleicht verborgen bleibt, dass Teemo einen Gastauftritt im Spiel \"Cho´gath verschlingt die Welt\" hatte, oder Skarner im hohen Gras manchmal Pokemon spielt.","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-12-29T12:01:21.129+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=oj4VcEHW,comment-id=0009000000000000,timestamp=2015-12-29T09:14:03.348+0000)\n>\n> Ja das stimmt was du sagst, ich sehe das aber keinesfalls als Grund oder gar Hindernis.\n> Es würde viele Reportaufrufe sparen, würde bei den Tipps im Ladebildschirm darauf hingewiesen werden, dass ein Report nicht weniger bringt als 9.\n> Die Sache bei Gesetzen ist, dass diese mit denen der normale Bürger tagtäglich konfrontiert wird, selbstverständlich sind, mit Reportaufrufen verhält es sich aber keineswegs so, wie oben von mir erklärt.\n> Es stimmt dennoch, Riot ist trotzdem nicht verpflichtet diese Regel besser zu kommunizieren, aber es wäre im Intresse der Community und somit auch des Unternehmens, es zu tun.\n> Besonders wenn dadurch kein Nachteil ensteht, abgesehen davon, dass mir vielleicht verborgen bleibt, dass Teemo einen Gastauftritt im Spiel \"Cho´gath verschlingt die Welt\" hatte, oder Skarner im hohen Gras manchmal Pokemon spielt.\n\nWie ich aber auch schon schrieb, würden die Hinweise im Client auch keinem Spieler auffallen. Mal ganz ehrlich, liest Du die Sprüche, die im Loading-Screen erscheinen? Wie schon gesagt: die meisten Spieler wollen nur daddeln und kümmern sich nicht darum, was erlaubt ist und was nicht.\nFür die Gesetzgebung hier in Deutschland mag es sein, dass man diese kennt. Stell Dir aber mal vor, du reist als Tourist in ein Land, in dem zum Beispiel das Kauen von Kaugummi auf offener Straße verboten ist - ja so etwas gibt es. Du hast Dich nicht vorher darüber informiert, und kaust aus Gewohnheit Kaugummi auf offener Straße. Die Ausrede: \"Aber ich Tourist und wusste davon nichts\" zieht dort dann auch nicht.\n\nWie schon geschrieben, sollte man eigentlich voraussetzen können, dass Spieler zumindest in der Lage sind in den Grundzügen etwas Information ranholen zu können. RIOT stellt die Informationen zur Verfügung. Mag sein, dass es nicht wesentlich mehr Aufwand bedeutet, solche Meldungen in den Client zu integrieren. Es würde allerdings nichts an der Tatsache ändern, dass es viele Spieler schlicht und ergreifend nicht interessiert, und sie diese Information deshalb einfach ignorieren.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-29T13:00:24.005+0000","up_votes":1,"down_votes":0,"body":"Ich würde die Wirkung anders einschätzen, aber da das unter die Kategorie subjektives Empfinden fällt, ist es keine gute Diskussionsgrundlage.\nBei den faktischen Dingen gebe ich dir, wie schon erwähnt Recht, die Verantwortung liegt beim Spieler, ich denke lediglich, Riot könnte es sich selbst leichter machen mit den kleinen Hinweisen.\nIch verstehe deine Bedenken was dies angeht, wenn ich sie auch nicht teile, aber zumindest Riot scheint ja auch deiner Meinung zu sein.","replies":[]}]}]}]}]}]},{"id":"","poster":"pulledchicken","date":"2015-12-27T00:06:46.476+0000","up_votes":2,"down_votes":0,"body":"tja du musst wohl mit deinem Permanenten Ban leben :) oder machst dir eben einen neuen acc :D \n\naber deine 300 € sind wech genauso wie die ganze mühe die du dort rein gesteckt hast :D \n\nich hoffe du wirst auch mal erwachsen und checkst es das man sich an regeln halten muss EGAL WO ! \n\nbis dahin einfach noch viel spass :D  mit deinem Permanent gesperrten Acc :D","replies":[]},{"id":"","poster":"ReDcOrSaIr2","date":"2015-12-26T20:39:56.327+0000","up_votes":1,"down_votes":0,"body":"Schau, es gibt etwas gaaaaaaanz Schlaues.... Der MUTE BUTTON!!! Ganz einfach Tab drücken und muten und alles easy -.-","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T20:50:24.430+0000","up_votes":1,"down_votes":1,"body":"Du sagst das so einfach, für dich ist es anscheinend auch jmd. zu muten und damit abzuschließen. Aber mich trifft es sehr weil ich nur mein Champion gespielt habe und dann mein Team mich flamet und der Rek' Sai dann meine Fiora gefeedet hat.","replies":[]}]},{"id":"","poster":"Sexiest Bunny","date":"2015-12-26T18:37:49.511+0000","up_votes":1,"down_votes":0,"body":"Saltyness deserved","replies":[{"id":"","poster":"TeDdyCake","date":"2015-12-26T18:51:24.710+0000","up_votes":1,"down_votes":3,"body":"Ok ^^","replies":[]}]}]}