{"id":"lod29zzu","poster":"4 Girls 1 Fiddle","date":"2015-12-26T18:48:47.867+0000","title":"ADC, Jungler und Mid suchen Community oder Clan","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen :)\r\n\r\nerstmal noch frohe Weihnachten, besser sp&auml;t als nie :D Zu meiner Person:\r\n\r\nIch hei&szlig;e Marco, bin 33, komme aus dem sch&ouml;nen Franken und spiele Jungle Main. Aktuell w&uuml;rde ich mein Elo auf Platin 4 ca. einstufen. Offiziell steht Gold 1 in meinem Profil, zumindest aktuell. Haben nach einer Pause von ca. 8 Monaten wieder mit LoL angefangen. Damaliges Elo war Diamant 3, denke Promos zu Dia 2 wenn ich mich recht erinnere. \r\n\r\nMein Bruder, ich und ein Kumpel sind auf der Suche nach einem gr&ouml;&szlig;eren Clan oder einer Community welche auch im h&ouml;heren Elo Bereich vertreten ist Wenn es Coachings gibt nat&uuml;rlich umso besser, in den Genuss bin ich bisher nicht gekommen :)  Ein Mindestalter von mind. 18 Jahren ist uns sehr wichtig.  H&ouml;herer Altersdurchschnitt w&auml;re besser, da die anderen beiden auch um die 23 sind. Deren Elo liegt auch aktuell bei Gold 1. Hintergrund hierf&uuml;r ist auch das lange P&auml;uschen von 8 Monaten. Also Inacitvity Drop sozusagen. \r\n\r\nWir brauchen hier nat&uuml;rlich nichts sch&ouml;n reden, aktuell spielen wir noch recht grottig (meine Meinung^^), denke das wird sich aber schnell wieder geben. In den 8 Monaten hat sich, vorallem durch die Pre-Season ja auch viel ge&auml;ndert. Suchen erstmal vorrangig nette Leute zum &uuml;ben und normals daddeln und dann nat&uuml;rlich auch zeitnah (wenn wir wieder in &quot;Form&quot; sind) w&uuml;rden wir gerne wieder Teamrankeds starten. \r\n\r\nIch betone nochmal, bitte keine Anfragen von Communitys oder Clans, welche Spieler ab 16 oder ohne Alterrsvoraussetzung nehmen. Das passt einfach erfahrungsgem&auml;&szlig; nicht zusammen (bitte niemand pers&ouml;nlich angegriffen f&uuml;hlen). \r\n\r\nIhr k&ouml;nnt mich gerne Ingame anschreiben (Ingame Name: 4 Girls 1 Fiddle) um weiteres zu besprechen oder um euch erstmal auf meinem Profil umzuschauen :) Text ist auch wieder viel l&auml;nger als geplant geworden ^^ Bei Fragen, fragen. Danke f&uuml;r die Aufmerksamkeit udn vielleicht bis bald :)","replies":[{"id":"","poster":"H0peSheWas18","date":"2015-12-28T19:39:13.842+0000","up_votes":1,"down_votes":0,"body":"PUSH","replies":[]}]}