{"id":"V66hNkFl","poster":"Q Shyzd","date":"2015-12-26T10:29:17.948+0000","title":"[G3] Suche gemütliche Einzelspieler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer/innen,\r\nDes &ouml;fteren sitze ich alleine vor meinem Computer und habe keine Lust mit Rnds zu spielen. Nat&uuml;rlich habe ich einige nette Leute in meiner Freundschaftsliste, aber die sind auch nicht immer online oder haben des &ouml;fteren schon etwas anderes vor. Daher suche ich nun nette Menschen, damit ich nicht mehr  alleine spielen muss. Es geht mir hierbei NUR um Normal Games. Ich spiele bereits in einem Rankedteam, das 2 mal die Woche trainiert und brauche auch kein Zweites. Ein Fan von DuoQ bin ich ebenfalls nicht. Ich suche auch keinen Clan, sondern nur einzelne Spieler. Ich bin momentan Gold 3 gerankt und haupts&auml;chlich im Jungle anzutreffen, bin allerdings auch ein (f&uuml;r meine Elo) guter Supporter. Top und ADC gehen so lala und in der Mitte wirst du micht nicht finden. Ich habe einen schwarzen Humor und bin ein lustiges Kerlchen. Der Spass steht f&uuml;r mich im Vordergrund, das Spiel nehme ich jedoch ernst, denn Gewinnen macht bekannterma&szlig;en Spass :D Daher stehe ich nicht auf Trollen (au&szlig;er Trundle) und versuche immer mein bestes zu geben. \r\n\r\nDu erf&uuml;llst folgende Kriterien\r\n\r\n- 18+ Jahre alt\r\n- Mindestens Silber 5\r\n- Maximal Platin 1\r\n- Humorvoller und Offener Mensch\r\n- TS3-Client vorhanden (ich stelle einen Server)\r\n- Du bist der deutschen Sprache m&auml;chtig\r\n- Kein harter Flame, keine Ragequits\r\n\r\nund suchst jemand nettes um gemeinsam sch&ouml;ne Abende zu verbringen ?\r\nDann adde mich doch einfach ingame unter Q Shyzd und schreib mich an :D \r\nIch freue mich auf euch.\r\n\r\nGr&uuml;&szlig;e\r\nQ Shyzd","replies":[{"id":"","poster":"BM  CrispyCheese","date":"2015-12-26T14:49:04.823+0000","up_votes":1,"down_votes":0,"body":"Hiho,\n\nich wär dabei, da ich auch oft das Problem hab gerade um die Abendstunden rum niemanden für ein paar gepflegte Normals zu finden.\nIch bin grad noch so Silber V und über 18.\nWenn bis dahin der Platz nicht schon vergeben ist (obwohl ja nix dagegen spricht noch 3 andere zu finden) könnten wir morgen Abend gern ein paar Spielchen wagen.","replies":[{"id":"","poster":"Q Shyzd","date":"2015-12-26T15:18:32.400+0000","up_votes":1,"down_votes":0,"body":"Adde mich einfach ingame und wir zocken morgen einfach mal :D","replies":[]}]},{"id":"","poster":"Public noob","date":"2015-12-26T14:18:43.557+0000","up_votes":1,"down_votes":0,"body":"Du suchst NUR für normal aber möchtest eine mindest elo haben ? Ahja","replies":[{"id":"","poster":"Q Shyzd","date":"2015-12-26T14:32:06.652+0000","up_votes":1,"down_votes":0,"body":"Silber 5 ist doch wohl keine hohe Anforderung ?\nUnd ja das tue ich. Denn wenn die Leute zu gut/schlecht sind macht es auch keinen Spass gemeinsam zu spielen.","replies":[]}]}]}