{"id":"7H3bfvkW","poster":"Usain SiIverbolt","date":"2015-12-26T15:42:57.933+0000","title":"FPS-Einbrüche seit kurzer Zeit","subforum":"Hilfe & Support","up_votes":2,"down_votes":1,"body":"Hallo, seit einziger Zeit, ich habe vom 16. bis zum 25. ca. nicht gesielt, und seitdem ist es, deshalb denke ich es ist seit dem neusten Patch, kommt es bei mir des &ouml;fteren zu sehr nervigen FPS-Einbr&uuml;chen, bei denen die Framerate auf 10-15 FPS f&auml;llt, normalerweise ist sie konstant auf 60. Im Normalfall spiele ich auf Medium-Grafik, und habe, wie gesagt, 60 FPS, aber mittlerweile, egal auf welcher Grafik, auch auf Very Low, brechen die FPS h&auml;ufig ein. Es passiert besonders dann, wenn man farmt, also bei den Minion-Waves auf der Lane steht, oder wenn ich kurz das LoL-Fenster verkleinere und in Google Chrome o.&Auml;. bin, und wieder auf das LoL-Fenster zur&uuml;ckgehe, die FPS sind dann f&uuml;r 30 Sek. ca. bei 15-20. Vorallem w&auml;hrend man beim Lasthitten ist, ist sowas nat&uuml;rlich besonders nervig, da man alles verpasst und auch nicht engagen etc. kann.\r\n\r\nIch habe eine NVIDIGA GeForce 9600M GS, 4GB Ram und einen Intel Core 2 Duo CPU P7350 mit 2.00 GHZ, also nicht gerade gut, aber es sollte schon, zumindest auf niedrigster Grafik zum LoL-spielen reichen, deshalb wei&szlig; ich nicht woran es liegen kann.\r\n\r\nIch hoffe dass mir jemand schnell helfen kann, MfG Lars","replies":[{"id":"","poster":"Putzzmunta","date":"2015-12-27T12:19:45.049+0000","up_votes":1,"down_votes":0,"body":"Also, Idee von mir , setze im Taskmanager LoL-Cpu-Kerne zu. \nTaskmanger -> zu Prozess wechseln --> Zugehörigkeit festlegen\nund dann noch Priorität ändern. Dies müsstest du nur jedesmal neu machen.","replies":[{"id":"","poster":"Usain SiIverbolt","date":"2015-12-28T15:05:19.779+0000","up_votes":1,"down_votes":0,"body":"Also einfach die Priorität auf Echtzeit setzen, jedesmal sobald ich im Loadingscreen bin?","replies":[]}]},{"id":"","poster":"Icéberg","date":"2015-12-27T19:14:35.438+0000","up_votes":1,"down_votes":0,"body":"Hallo :)\nIch habe diesbezüglich auch schon ein Thread erstellt das ich seit dem patch 5.24 genau die selben probleme habe. Ich habe sonst immer mit ca 100-150 fps gespielt aber jetzt sinken sie einfach mal mit im Teamfight bzw. eigentlich sobald die minions da sind runter auf zwischen 30-60. \nDas ganze is in einem Teamfight echt müll da man einfach kaum was siet weil alles so stockend läuft und man einfach nur dadurch stirbt.\n\nMitlerweile muss ich auf V-Sync spielen damit geht es halbwegs. Vorher musste ich das nicht machen da lief LoL einwandfrei. \n\nIch bin ja froh das ich nicht der einzige zu seinen scheine der dieses Problem hat. Anscheind stimmt irgentwas mit dem Patch nicht oder ka er  mag Nvidia Grakas nicht. Was ich mir nicht vorstellen kann da andere mit ner anderen Graka auch dieses Problem haben. \n\nIch hoffe da kommt bis zum season start noch nen Hotfix was des angeht bzw. mit 6.1 ist das problem behoben weil dann weiß ich leider auch nicht mehr weiter was ich noch machen kann.","replies":[]},{"id":"","poster":"Dolliver","date":"2015-12-27T00:11:58.071+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich habe das gleiche Problem -.-\n\nBei mir auch seit dem kleineren Update  auf 5.24.15_12_11_17_53. Zu dem Patch finde ich auch keine Patchnotes. Davor liefen bei mir 80 FPS ohne Probleme. Jetzt habe ich immer wieder kurze Einbrüche. Meine CPU ist dann auch immer kurz maximal ausgelastet. \n\nHat sonst noch jemand das Problem bzw. weiß was bei dem Minipatch geändert wurde?\n\nViele Grüße","replies":[]}]}