{"id":"nYiKHlEJ","poster":"LaLuLp","date":"2015-12-26T12:30:15.152+0000","title":"Viele Spiele nach 20 - 25 Minuten zu Ende?!","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Weiss nicht genau ob dies das richtige Forum daf&uuml;r ist. Aber irgendwo muss es ja hin. :-)\r\nIch habe jetzt schon sehr viele Spiele in der Preseason gemacht im Ranked. Entsetzt musste ich feststellen, dass die Spiele sehr h&auml;ufig in 20 - 25 Minuten zu Ende sind. Wenn ein Team in F&uuml;hrung gelangt hat das andere kaum noch eine Chance zur&uuml;ckzukommen. Sehr h&auml;ufig gehen die Spiele mit einer extremen Killf&uuml;hrung f&uuml;r das Siegerteam aus. Vasallen zu farmen hat keinerlei Wert mehr f&uuml;r die Spieler. Spiel ist bei Minute 20 zu Ende und der Adc im Siegerteam steht 10-1-8 aber hat nur 60 Cs. Da l&auml;uft doch was schief oder nicht? Kann man die Vasallen doch gleich aus dem Spiel nehmen und den passiven Goldzuwachs erh&ouml;hen. \r\nMan sieht auch fast nur diesselben Champions in jedem Spiel. Lucian, Lee Sin, Vayne, Brand, etc...Und ist einer dieser viel gespielten Champions mal nicht in einem Team hat dieses auch sehr schlechte Siegchancen. Bei einem Championpool von weit &uuml;ber 100 Champions kann es doch nicht Riots Ziel sein, dass immer diesselben 20 Champions gespielt/gebannt werden nur weil alle restlichen m&ouml;glich spielbaren Champions nix taugen. (Jetzt mal abgesehen von den Leuten die ihr ganzes &quot;LoL Dasein&quot; auf einen Champion auslegen und tausende von Spielen mit diesem haben, und demzufolge auch bestens mit ihm umzugehen wissen).\r\nDas kann doch nicht der Sinn an den ganzen &Auml;nderungen sein die nach Ende der letzten Saison eingef&uuml;hrt wurden. \r\nMein Verlangen danach LoL zu spielen ist in den letzten Tagen stark geschrumpft. Das Spiel macht mir so wie es derzeit ist einfach immer weniger Spass. Ich f&uuml;r meinen Teil hoffe, dass Riot nochmal &uuml;berdenkt was sie da an &Auml;nderungen eingebracht haben. So wie es derzeit ist bin ich nicht bereit noch Geld zu investieren in dieses Spiel. Und ich gebe gerne Geld aus wenn mir etwas gef&auml;llt. Und meist viel zu viel.^^\r\n\r\nMfG\r\nLaLuLp","replies":[{"id":"","poster":"Yaboku San","date":"2015-12-26T12:33:43.521+0000","up_votes":1,"down_votes":1,"body":"es gibt immer meta champs, also werden häufig die gleichen gespielt. und 10-1-8 60cs ? dann ist dein team schlecht und feeded, also was erwartest du ?","replies":[{"id":"","poster":"LaLuLp","date":"2015-12-26T13:15:39.502+0000","up_votes":1,"down_votes":0,"body":"Da steht nirgends, dass der Adc im Gegnerteam ist. Wenn du schon meinst einen Kommentar abgeben zu müssen, der nur darauf aus ist mich zu reizen, dann mach das doch bitte mit Verstand. Ansonsten einfach Luke dicht, wenn du nichts qualitativ interessantes abzugeben hast. Danke","replies":[]}]}]}