{"id":"dmnzm470","poster":"KeylanX","date":"2015-12-23T12:58:48.473+0000","title":"Reporten und eigene Wahrnehmung","subforum":"Spielerverhalten & Moderation","up_votes":17,"down_votes":3,"body":"Hallo werte Mitbeschw&ouml;rer,\nIch spiele seit knapp 2 Monaten und habe mehr Tiefen als H&ouml;hen durchlebt. dennoch macht das Spiel eine Menge Spass, sogar das Verlieren, wenn man an &quot;nette&quot; Gruppen ger&auml;dt. Wenn...\n\nAm Anfang (in den Botgames) war ich erst verwirrt &uuml;ber den rauhen Ton in den Matches, sp&auml;ter dann schon ziemlich genervt. Besonders an Tagen, wo man glaubt, 1 vs 9 zu spielen w&auml;re v&ouml;llig normal. Aber daf&uuml;r haben wir ja das Reportsystem, welches ich auch fleissig verwendete.\nDie Betonung liegt hier wirklich auf &quot;fleissig&quot;, denn obwohl ich (nach bestem Wissen und Gewissen) nur reportw&uuml;rdiges Verhalten meldete, kam ich mir irgendwann bl&ouml;d vor &quot;gef&uuml;hlt&quot; st&auml;ndig den Report-Botton zu klicken. Ich habe also ein wenig &uuml;berlegt und viele Beitr&auml;ge hier im Forum dazu gelesen, und kam zu dem Schluss, nurnoch Verhalten zu melden, das mir wirklich &quot;emotional&quot; zusetzte.\n\nJetzt nach 2 oder 3 Wochen in den &quot;normalen&quot; Games, steh ich jedoch schon wieder an dem Punkt, an dem ich (trotz meiner selbstauferlegten Einschr&auml;nkungen) das Reportsystem sehr h&auml;ufig nutze. Ich finde das System gut und wichtig, doch ich w&uuml;nschte es w&auml;re ein etwas weniger &quot;aktiver Bestandteil&quot; von LoL (was auch an mir liegen wird... Wahrnehmung und so).\n\nEine R&uuml;ckmeldung oder ein Feedback habe ich bisher noch garnicht erhalten. Weder ein &quot;Wir haben dank ihrer Reports handeln k&ouml;nnen&quot; noch ein &quot;Trotz ihrer Reports haben wir keine Auff&auml;lligkeiten bemerken k&ouml;nnen&quot;. Das wird seine Gr&uuml;nde haben, und ich will mich auch nicht beklagen, doch manchmal w&uuml;nschte ich, dass ich nicht so &quot;alleingelassen&quot; werde mit meinem &quot;inneren Kompass&quot;. Reporte ich zu viel? Bin ich zu empfindlich? Reporte ich falsch (glaube ich zwar nicht, aber wieder: Wahrnehmung)? Macht es (noch) Sinn was ich ta tu?\n\nIch m&ouml;chte jetzt auch garnicht &uuml;ber Report-Gr&uuml;nde sprechen, da wird sich jeder siene eigene Gedanken machen, und die Meinungen werden (wie immer) breit gef&auml;chert sein. Ausserdem wurde das auch in vielen Beitr&auml;gen schon durchgekaut.\nMir geht es eher darum zu erfahren, wie Ihr das System so verwendet und ob ein Feedback helfen k&ouml;nnte, einsch&auml;tzen zu k&ouml;nnen wo ihr mit euren Reports so steht. Ob das System sie &uuml;berhaupt noch ernst nimmt, oder nicht.\n\nAlso w&auml;re ein Feedback seitens des System w&uuml;nschenswert, oder w&uuml;rde es eher den Mi&szlig;brauch unterst&uuml;tzen?\n\nWie geht ihr mit euren eigenen Reports um? Reportet ihr viel, oder eher wenig? Belasten euch eure Reports manchmal, oder f&uuml;hlt ich euch gut dabei... oder ist es euch egal (man tut halt was man tun muss)?\n\nMeinen Dank im Vorraus, f&uuml;r eure Zeit und M&uuml;he, das hier zu lesen und eure Gedanken dazu beizutragen!\n\nEdit:\nDen Satz \"Ich m&ouml;chte jetzt auch garnicht &uuml;ber Report-Gr&uuml;nde sprechen\" hätte ich besser formulieren sollen. Natürlich sollt ihr auch über Gründe sprechen, um euren eigenen \"inneren Kompass\" darzustellen zu können. Allerdings sollen die Report-Gründe nicht das Hauptaugenmerk dieses Meinungsaustausches sein.","replies":[{"id":"","poster":"Abasin","date":"2015-12-23T13:18:51.165+0000","up_votes":1,"down_votes":0,"body":"Es wäre interessant zu erfahren, was Du so alles reportest. Ich zum Beispiel kenne keine Gnade bei Aufrufen zum Report gegen andere. Einzelne \"gg ez\" oder \"noob\" lasse ich schon mal durchgehen, \"stfu\" wird in 95% der Fälle reported. Und natürlich permanente Anfeindungen, die gehen gar nicht.\n\nBei LoL braucht es schon ein dickes Fell. Wer schon bei einer abfälligen Bemerkung über den Sitz seiner Krawatte den 3. Weltkrieg ausrufen will, ist hier fehl am Platz.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-23T13:49:47.734+0000","up_votes":4,"down_votes":0,"body":"Noob lässt du durchgehen, aber stfu reportest du?  Noob ist eine Beleidigung und stfu ist eine böse Art, jemandem zum Schweigen aufzufordern, was viele nutzen, um auf flame zu reagieren. \nWürden weniger noob schreiben, würden weniger stfu schreiben ;)\nIch reporte genau umgekehrt, also eher direkte Beleidigungen wie ez oder noob, anstatt die Reaktionen wie stfu","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T13:59:36.104+0000","up_votes":5,"down_votes":0,"body":"Bekam mal nach einem \"Gl & hf all\" von 2 gegnernischen Spielern ein \"stfu\" zurück. Ich sah es als ein Hinweis darauf, dass man uns ein hartes und gnadenloses Match versprach. Etwas ernüchternd, aber ich habs sportlich genommen.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-23T14:03:41.566+0000","up_votes":3,"down_votes":1,"body":"Das wiederum ist natürlich weniger nett.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T14:19:22.773+0000","up_votes":1,"down_votes":0,"body":"Aber für mich auch kein Grund für einen Report. Also selbst wenn man häufig ein Auge zudrückt, auch mal über einen bösen Witz lachen kann (wenn man ihn denn versteht) habe ich das Gefühl, das Reportsystem viel zu häufig zu verwenden.","replies":[]}]}]},{"id":"","poster":"sabonav","date":"2015-12-24T03:50:02.516+0000","up_votes":1,"down_votes":0,"body":"ez is ne beleidigung?","replies":[{"id":"","poster":"KeylanX","date":"2015-12-24T06:13:39.183+0000","up_votes":3,"down_votes":0,"body":"Ez ist eine Abkürzung/Wortkreation und steht für \"easy\". Dem Gegner also mitzuteilen \"es war leicht dich zu besiegen\" ist eher unhöflich/unsportlich. Nicht das der Gegner eh schon verloren hat, und in der Regel auch den Grund dafür kennt... man bekommt es auch noch unter die Nase gerieben.\n\nIch würde es nicht als beleidigung werten, sondern als unsportliches Verhalten. Viele reporten es (zu Recht), ich sehe es oftmals nicht so eng, vor allem wenn es die einzige Aussage ist.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T10:35:12.815+0000","up_votes":1,"down_votes":1,"body":"seh es ähnlich wie du nur das ich es gerne offensiv einsetze um die gegner mental zu beinfussen :\nsag esay als tank und du wirst gefocust ... \nalso nicht als beleidigung sondern als mittel zum zweck ( und ich finde das voll gerechtfertigt)","replies":[{"id":"","poster":"eingew","date":"2015-12-24T11:03:14.884+0000","up_votes":1,"down_votes":0,"body":"Jemanden zu provozieren ist okay. Dabei Beleidigend zu werden mag ebenso funktionieren kann aber auf Dauer dennoch zu einer Strafe führen. Der Zweck heiligt eben nicht (immer) die Mittel.\n\nIch jedenfalls würde dich dafür genauso reporten, auch wenn du in meinem Team wärst und es erklären würdest. Hohn und Spott sind nicht die Begleiter, die ich auf dem Weg zum Sieg bei mir haben will.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T14:40:48.101+0000","up_votes":1,"down_votes":4,"body":"doch elo heiligt die mittel :) \ndie sache die ich mir denke ist ( übrigens bei allem im chat )  \nes gibt nen mutebutton wenn du ihn nicht benutzt selbst schuld du kannst in leauge genause wie im reallife entscheiden wem du dein ohr schenkst :)","replies":[{"id":"","poster":"eingew","date":"2015-12-24T15:57:13.097+0000","up_votes":3,"down_votes":0,"body":"Wenn du findest, dass es angemessen ist, deine Gegner fertig zu machen, um in League einen höheren Rang zu erreichen, ist das deine Sache. Wenn das für dich okay ist, zieh das ruhig durch.\n\nAber genauso wie du von deiner Meinung überzeugt bist, bin ich davon überzeugt, dass derartiges Verhalten fies ist, daher würde ich dich durchaus muten, egal in welchem Team du bist und ich würde dich logischerweise auch reporten, weil alles, was ich mutewürdig finde in meinen weiteren Spielen gar nicht erst sehen will.\n\nMuten verschwendet meine Zeit. Der Reportbutton sorgt dafür, dass ich weniger Leute muten muss, weil die Strafen dich entweder reformieren oder völlig aus dem Spiel ausschließen. Und ebenso wie der Wortfilter keine Beleidigungen rechtfertigt, rechtfertigt der Mutebutton nicht sämtliches Fehlverhalten im Chat.\n\nWie gesagt: Du riskierst eine Strafe, die sogar eine permanente Sperrung deines Accounts beeinhalten kann. Wenn dir deine Elo dieses Risiko wert ist können wir im Forum jetzt nichts dagegen tun. Aber auf Dauer wirst du in dieser Sache den Nachteil haben.","replies":[]},{"id":"","poster":"KeylanX","date":"2015-12-24T18:05:50.351+0000","up_votes":2,"down_votes":0,"body":"Du meine Güte... was machst du eigentlich um zu ENTSPANNEN? Ein Nachbarland unterwerfen?\nSpass beiseite.\n\nDu kommst hier recht rauh und eiskalt rüber, und stösst damit sicher nicht auf viel Gegenliebe. Trotz allem muss ich zugeben, das mir jemand mit deiner Einstellung immer noch lieber ist, als jemand der gedankenlos vor sich her beleidigt.\n\nDich möchte ich ganz sicher nicht als Gegner haben... okay, im Team auch nicht, aber das liegt eher daran, das mir Leute die über Leichen gehen unheimlich sind.\n\nOb du dich im Endeffekt richtig oder falsch verhälst, wird langfristig die Community oder das Reportsystem entscheiden. Ich wünsche dir viel Glück beim durchfegen der Elos, weil es dir so wichtig ist.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T21:18:44.025+0000","up_votes":1,"down_votes":1,"body":"ich beleidige nimands persönlichkeit oder familie ( oder was auch immer ) was leider überall im reallife standart ist  ( ich habe auch als das damals standart war nihct 1nen mutterwitz zu jemanden gesagt )\naber zu sagen esay oder you are bad finde ich total ok um jemanden zu beinflussen da \ndas nichts persönliches ist sondern sich nur aufs spiel bezieht und wenn er darauf eingeht und mich focust \nbeweist sich dies ja sogar als richtig  ( aber abgesehen davon bin ich adc main und der fall kommt 1 mal in 50 spielen zu tragen :) )  das es rein aus sozialer sicht nihct richtig ist weis ich natürlich wie gesagt  im reallife bin ich was verbale angriffe angeht immer sehr vorsichtig gewesen :) \naber leauge ist ein spiel und da der all chat ein teil ist nutze ich ihn, \n( auserdem bekomm ich gefühlt mehr honors wie reports aus dem gegnerteam da ich wie gesagt adc main bin und der beschriebene fall nicht oft vorkommt )\n\nwas deine erste frage angeht : ja ich überlege mir gerade wie ich frankreich wieder zurück für unser vaterland bekomme, aber mir fehlen noch ein paar Köche  und tänzerinnen um die regierung zu verführen, INTERRESE?","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-25T10:17:34.286+0000","up_votes":1,"down_votes":0,"body":"Du selbst magst \"Easy\" oder \"You are bad\" voll ok finden, aber die Community tut es nicht. Das sind offensichtliche Beleidigungen, die nicht auf Dauer toleriert werden. Wenn du dir ansonsten nichts zu Schulden kommen lässt mag es vielleicht ewig dauern, aber du wirst irgendwann eine Konsequenz zu spüren bekommen. \n\nDas gleiche gilt übrigens laut StGB für die Organisation eines Angriffskrieges von deutschen Boden aus. Da ist nur die Strafe härter ;).","replies":[{"id":"","poster":"KeylanX","date":"2015-12-25T11:23:13.062+0000","up_votes":1,"down_votes":0,"body":"> Das gleiche gilt übrigens laut StGB für die Organisation eines Angriffskrieges von deutschen Boden aus. Da ist nur die Strafe härter ;).\n\n> Hey, ich bin der einzige, der meinen ADC unsittlich berühr.... Ähm wo waren wir? Ach ja. \n\nIch liebe deinen Humor ;o)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2015-12-24T09:04:17.568+0000","up_votes":1,"down_votes":0,"body":"Naja, es ist beleidigend.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T10:33:20.861+0000","up_votes":1,"down_votes":3,"body":"aber sonst geht es dir gut?","replies":[{"id":"","poster":"KeylanX","date":"2015-12-24T11:14:04.343+0000","up_votes":3,"down_votes":0,"body":"Du siehst also, die Wahrnehmung spielt hier eine große Rolle, und jeder hat seine eigene Wahrnehmung und keinen Anspruch darauf, dass sie richtig ist. Man kannn seine eigene Wahrnehmung nur immer wieder mit der Anderer vergleichen, um sie zu überprüfen.\n\nAls kleines Beispiel: \"Und sonst geht es dir gut?\" unterstellt dem Gegenüber schon mal, dass irgendetwas mit ihm nicht stimmt (meistens gesundheitlich, in diesem Falle also mental). Sowas kann man doch auch anders formulieren, gerade wenn es um ein Thema geht, in dem es \"die einzig wahre Sichtweise\" garnicht gibt.\n\nEs ist eine Diskussion und ein Meinungsaustausch, da gibt es keinen Gewinner (es sei denn man lernt etwas dazu). Wenn man schon so hart rangeht wenn es um garnichts geht...","replies":[]},{"id":"","poster":"eingew","date":"2015-12-24T11:06:24.526+0000","up_votes":3,"down_votes":0,"body":"> Der Beleidigungstatbestand gem. § 185 StGB erfasst alle Äußerungen gegenüber dem Betroffenen selbst sowie alle Werturteile über den Betroffenen. Dabei wird vor allem die Ehre geschützt.\n> \n\nGenau genommen ist das sogar juristisch betrachtet eine Beleidigung. Du behauptest, dass dein Gegner geradezu lächerlich schlecht spielt, was durchaus als Ehrverletzung gelten kann.\n\nVermutlich wird man in einer Gerichtsverhandlung wegen eines Onlinespiels nicht besonders viel Erfolg haben, Riot bestraft sowas aber trotzdem, weil der Großteil der Community das als beleidigend empfindet.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T14:38:56.285+0000","up_votes":1,"down_votes":4,"body":"einerseits hast du recht,\nanderrerseits ist leauge of legends ein kriegsspiel und im krieg fragt auch niemand nach der umgangsweise :) \n\naber rein theoretisch haste recht","replies":[{"id":"","poster":"dome025","date":"2015-12-24T15:09:06.911+0000","up_votes":3,"down_votes":0,"body":"> anderrerseits ist leauge of legends ein kriegsspiel und im krieg fragt auch niemand nach der umgangsweise :)\n\n> doch elo heiligt die mittel :)\n\nLeague of Legends ist sicherlich kein Kriegsspiel, es wäre in dem Sinne was du meinst eher ein 5vs5 Duell. Mal abgesehen davon, dass LOL nur ein Spiel ist und kein Krieg/Reallife Duell. Und dass Elo die Mittel heiligt kannst du Riot erzählen, wenn sie dich wegen negativem/beleidigenden Verhalten gebannt haben, bzw. einen Richter, falls für dich Elo sogar Hetzreden/Drohung/usw. heiligt, was dich schneller vor Gericht bringt als du ELO sagen könntest. Noch zudem \"im krieg fragt auch niemand nach der umgangsweise\", das ist auch nicht ganz korrekt, so gilt gegnerische Soldaten zu töten nachdem diese bereits aufgegeben haben als Kriegsverbrechen und wird wenn möglich auch vor Gericht gebracht.","replies":[{"id":"","poster":"eingew","date":"2015-12-24T15:58:47.557+0000","up_votes":1,"down_votes":0,"body":"Naja... ja wir haben ein Kriegsrecht. Aber die Geschichte wird von den Siegern geschrieben. Seien wir ehrlich: Wenn du gewonnen hast, sind die Kriegsverbrechen egal, weil du sie entweder vertuschst oder moralisch rechtfertigst.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2015-12-24T10:37:01.856+0000","up_votes":1,"down_votes":0,"body":"Dir kann man wohl auch sagen, dass du scheiße bist, ohne dass du dich beleidigt fühlst.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T14:37:36.522+0000","up_votes":1,"down_votes":2,"body":"mir kannste ins gesicht kacken :) und ich werde trotzdem deinen adc focusen der rest ist würscht für mich sind meine gegenspieler nichts weiter als die leute die es zu besiegen geht  ( zummindest wärend dem game ) \nwas mir gesagt wird ist relativ egal und ja ich fühle mich nicht von nem random spieler ausm internet beleidigt","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-24T14:50:00.879+0000","up_votes":2,"down_votes":0,"body":"Hey, ich bin der einzige, der meinen ADC unsittlich berühr.... Ähm wo waren wir?  Ach ja. Solange du nichts abfälliges/beleidigendes/etc. von dir gibst, soll mir der Rest egal sein.","replies":[{"id":"","poster":"sabonav","date":"2015-12-24T21:21:12.186+0000","up_votes":1,"down_votes":1,"body":"wie oben gesagt alles was ich schreibe um den gegner zu beinflussen ist spielbezogen,\nalso nichts persönliches und ja \nich lasse mich gerne von meiner supporterin unsittlich berühren \n( hab auch schon das eine oder andere unsittliche bild von meinen supporterinnen bekommen aber das ist ne andere sache  , welche mich wirklich verstörrt hat :D ){{sticker:slayer-jinx-wink}}","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2015-12-23T14:35:20.834+0000","up_votes":3,"down_votes":0,"body":"Ich lasse \"noob\" nicht generell durchgehen. Es ist aus meiner Sicht auch nicht immer eine Beleidigung, sondern manchmal eine Spontanreaktion auf eine saudumme Aktion des Mitspielers, zum Beispiel dem Jungler die Exp leechen. Aber wir sehen an diesem Beispiel sehr deutlich, wie unterschiedlich doch die Einschätzungen sind, was reportwürdig ist oder nicht. Bei mir liegt jetzt keine Liste mit Unwörtern neben dem Monitor, ich versuche immer erst abzuwägen, ob der Gesamtkontext ausreicht.\n\nIch selbst verkneife mir bis auf ein sehr seltenes wtf jegliche Kraftausdrücke. Wenn ich aber GP oder MF auspacke, dann gibt es ein \"arrr\" zur Begrüssung.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T15:45:59.956+0000","up_votes":1,"down_votes":0,"body":"> Bei mir liegt jetzt keine Liste mit Unwörtern neben dem Monitor, ich versuche immer erst abzuwägen, ob der Gesamtkontext ausreicht.\n\nScheint mir eine sehr sinnvolle Art zu sein, mit dem Reportsystem auch verantwortungsvoll umzugehen... vor allem der zweite Teil.","replies":[]}]},{"id":"","poster":"FrankerX","date":"2015-12-23T20:10:19.871+0000","up_votes":1,"down_votes":0,"body":"noob ist das wort für \"anfänger\" und meiner meinung nach nicht direkt eine beleidigung. hab sogar mmorpgs gespielt (ik lol ist ein moba) wo sogar in den regeln stand das noob nicht als direkte beleidigung aufgefasst wird.","replies":[{"id":"","poster":"Jinpaxchi","date":"2015-12-23T21:25:39.025+0000","up_votes":2,"down_votes":0,"body":"Naja, die Anfänger sind eher die Newbies und das ist absolut keine Beleidiung.\nNoob zielt aber eher auf unfähigkeit oder Lernresistenz ab.\n\nIch Reporte immer wenn Beleidigungen, AFK mit Ansage oder schon Stress in der Pickphase\n\nWenn ich mit drei Champs in meinem Besitz, mit denen ich Top, Mid, ADC und Supp spielen kann durch zugespamme des Chats nicht dazu komme mir eine dieser Lanes zu sichern und dann schreibe das ich Jungle mangels Erfahrung und Champ nicht machen möchte nur ein \n\nDann geh doch in den Mixer Du kaggnoob - krige dann Ist der ausfühlriche R>eport selbstverständlich","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T22:23:31.741+0000","up_votes":1,"down_votes":0,"body":"Die Pickphase ist für mich auch ein absoluter Albtraum. Ich spiele gern Supporter... eigentlich ist Supporter die einzige Rolle in der ich mich recht ordentlich behaupten kann. Jedes Mal um die Lane kampfen zu müssen ist sehr frustrierend.\nGrade das gespamme der Lanes ist mitunter sehr verwirrend, und wenn man am Ende garkeinen Durchblick mehr hat und nachfragt, was überhaupt noch gebraucht wird, ist es zu spät allen noch zu erklären, dass man den Dschungel überhaupt nicht kapiert. Nimmste also einen Champ um zu zweit in die top zu gehen ist das Geschrei groß, wenn du tatsächlich smite auspackst und in den Dschungel gehst, bist du eh an ALLEM Schuld.\n\nKlar, man kann den Teamersteller nutzen, das mache ich auch ab und zu... allerdings hat man dort wieder das Problem, das die Gegner oft schwieriger/härter sind, da man oft Premadegruppen aus den verschiedensten Elos (in beiden Teams) hat.\n\nAllerdings soll das neue Champselect-System Abhilfe schaffen. Wenn das klappt, wäre das schon mal ein gewaltiger Schritt in Sachen \"Spielfreude\"... ich bin da optimistisch und auch seeeehr ungeduldig.","replies":[]}]},{"id":"","poster":"Megamaexx","date":"2015-12-23T20:23:27.866+0000","up_votes":1,"down_votes":0,"body":"Wenn dich jemand als noob bezeichnest, du aber schon seit Ewigkeiten spielst, ist das wohl keine Beleidigung? Ist ungefähr so, wie wenn du eine Frau Mann nennst, ist das beleidigend, wenn du einen Mann Mann nennst, ist das  nicht beleidigend. \nNoob ist also durchaus eine Beleidigung","replies":[{"id":"","poster":"FrankerX","date":"2015-12-23T20:26:05.730+0000","up_votes":1,"down_votes":0,"body":"hast wohl recht. vielleicht sehe ich das einfach härter weil ich besonders in season 2 und 3 mehrere extreme beleidigungen abbekam und inzwischen gegen das übliche \"retard cunt\" abgehärtet bin :D da ist noob für mich fast schon was gutes.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-23T20:36:13.846+0000","up_votes":1,"down_votes":0,"body":"Ich bin da noch etwas länger dabei, also ich bin auch schlimmeres gewohnt und habe schon schlimmeres reportet.","replies":[]}]}]}]},{"id":"","poster":"Veezey","date":"2015-12-23T14:50:27.883+0000","up_votes":1,"down_votes":0,"body":"Ein einzelnes \"noob\" würde ich jetzt auch nicht reporten. Wird es allerdings öfter geschrieben oder in kombination mit anderen unschönen Wörtern, reporte ich das natürlich. Auch reporte ich jedes easy (ez, izi etc) sowie rekt. \nAllerdings kommt das in meinen Spielen zum Glück selten vor :D","replies":[]}]},{"id":"","poster":"KeylanX","date":"2015-12-23T13:40:50.426+0000","up_votes":4,"down_votes":1,"body":"Ist wirklich sehr Situationsbedingt. Ich habe manchmal Verständnins \"noob\" genannt zu werden, vor allem wenn ich wirklich grade Mist zusammen spiele. Auch einen einzelnen Aufruf zu einem Report sehe ich oft nicht so verbissen. Viele wissen wirklich nicht, das es keine Rolle spielt wie oft jemand (im selben Match) reportet wird. Wenn sich diese Personen aber nicht beruhigen wollen, überall Fehler sehen und jedesmal noch eins draufsezten, dann reichts einfach... fällt dann wohl unter \"Anfeindung\". Auch merke ich mir manche Namen für einen Report, diese Spieler drehen sich jedoch im Laufe des Spiels, helfen anderen und sprechen Lob aus. Wenn der Grund sich den Namen zu merken nicht zu arg war, lasse ich es auch hier gerne mal sein. Rot sehe ich allerdings, wenn ein Spieler runtergemacht wird, dieser sich verzweifelt versucht zu verteidigen oder zu erklären, sich vielleicht sogar entschuldigt, und dann erst Recht niedergeflamed wird.\n\nIch sehe schon das die Gründe für Reports hier wohl doch ziemlich wichtig sind. Aber vielmehr interessiert mich, ob ihr manchmal das Gefühl habt (trotz allem) viel öfter zu reporten als euch selber lieb ist. Mal abgesehen davon, das jeder Einzelne Report nicht nötig sein müsste, wenn alle sich zusammenreissen.","replies":[{"id":"","poster":"Santas hoe","date":"2015-12-23T14:32:41.293+0000","up_votes":1,"down_votes":0,"body":"Am häufigsten reporte ich für Flamen und afk's. Etwa jedes dritte match oder so. Mal öfter, mal weniger oft, wie das halt so ist ;).\n\nNatürlich wäre es mir lieber, garnicht reporten zu müssen. Allerdings hatte ich noch nie ein schlechtes Gewissen nach nen Report, wenn ne gefahr dafür besteht, reporte ich nicht.\n\nZu genaueren gründen des reports:\nIch reporte, wenn jemand das ganze match penetrant geflamt hat. Damit meine ich, dass es während des ganzen games eigentlich nur wenige gelegenheiten gab, während denen der flamer sich nicht beschwert ja. Ob sich ein Gegner im allchat ausheult, das sein Team ja ach so scheiße ist oder ein mate sich über gegner oder andre mates beschwert ist egal. Für afk gibt es auf keinen Fall einen report, wenn der afk gegangene zurückkommt oder es zumindest versucht. Manchmal kommt der afk'ler mehrmals on und geht wieder afk bevor er aufgibt. Ich sehe das dann als Zeichen des Willens zurück zu kommen und der unfähigkeit dessens durch bugs etc. Auch wenn er kurz vor dem afk gehen schreibt, er habe bugs und dann nichtmehr zurück kommt reporte ich nicht. Bei gegnern reporte ich afkler nur, wenn diese mich dazu aufrufen( ich sehe ein 'report xy pls' nicht als Flame sondern als Zeichen, dass sie es als kacke entfanden, das er geleavt ist. Unter Umständen hat er ja eine logische Erklärung gebracht, wieso er afk geht und sie den Spieler nicht reportet sehen wollen.)\nSo, das wars von mir xD.\nLG\nAuraria","replies":[{"id":"","poster":"Veezey","date":"2015-12-23T14:54:12.144+0000","up_votes":1,"down_votes":0,"body":"Afk´s braucht man nicht zu reporten, das macht der Leaverbuster automatisch. Afk´s lohnt es sich nur zu reporten, wenn sie auch anders negativ verhalten haben. \nReportaufrufe sind immer negativ, da sie nur dazu dienen seinen Mitspielern eins reinzudrücken und sollte in jedem Fall reportet werden.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T15:57:18.300+0000","up_votes":1,"down_votes":0,"body":"Wenn jemand glaubt im Recht zu sein... also wirklich ein reportwürdiges Verhalten entdeckt zu haben (oder sich daran zu stören), und dann NICHT erkennt wie das System wirklich funktioniert, wäre es nicht fast eine \"menschliche Reaktion\" nach Hilfe zu rufen so einen Fall auch zu melden?\n\nMal abgesehen davon, dass diese Reportaufrufe viel zu leichtfertig und bei jeder Kleinigkeit gemacht werden... da stimme ich durchaus zu, das es ein sehr negatives Verhalten ist.\n\nWäre es nicht sinnvoll den Leuten (auch im Spiel und nicht nur im Forum) zu erklären, dass es völlig ausreicht, den Fall selber zu melden, und die \"Unterstützung\" der anderen Spieler nicht braucht?\n\nOder anders gefragt: Gäbe es weniger Reportaufrufe wenn die Spieler wüssten, das ihr eigener Report reicht?\n\nAlso manchmal tu ich mich auch bei Reportaufrufen schwer diese zu melden.","replies":[{"id":"","poster":"Veezey","date":"2015-12-23T17:24:30.485+0000","up_votes":1,"down_votes":0,"body":"Natürlich könnte man ein Infoblatt in den Clienten einbauen. Ich denke aber nicht, dass es viel nützen würde. ^^","replies":[]},{"id":"","poster":"Santas hoe","date":"2015-12-23T17:22:14.151+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich wusste z.b. Nicht, das es egal ist ob einer oder neun leute jemanden reporten. Außerdem bedenke ich bei afklern nie, das sie automatisch reportet werden. Reportaufrufe werde ich denke ich also jetz nichtmehr machen und ja, ich fände es sinnvoll, all das sehr viel öffentlicher nochmal zu verkünden, auch wenn ich gestehe, mir nie die seite die reports erklärt durchgelesen zu haben. Da steht das wahrscheinlich alles drin xD","replies":[]}]}]},{"id":"","poster":"KeylanX","date":"2015-12-23T14:53:01.253+0000","up_votes":1,"down_votes":0,"body":"Ein wirklich \"schlechtes Gewissen\" habe ich nach dem Reporten auch nicht. Aber gerade in Phasen wo ich wirklich sehr viel reporte, hinterfrage ich mich und meine Sichtweisen gerne selber. Je häufiger man etwas tut, desto eher \"kann\" es zu Routine werden... da ist etwas Selbstreflektion vielleicht nicht verkehrt.\n\nDu reportest zum Beispiel AFK`ler.... obwohl wir ein recht gutes System haben (Leaverbuster) das diese Spieler eh schon erkennt. Fragst du dich nie ob das noch Sinn macht? Wünscht du dir nicht manchmal ein Feedback vom System zu deinen Reports? Fragst du dich nie selbst, ob du zu streng oder zu lasch bist... und wärst dankbar für ein paar Anhaltspunkte?\n\nIch hoffe ich kann irgendwie rüberbringen was mich hier beschäftigt.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-12-23T18:09:46.211+0000","up_votes":4,"down_votes":0,"body":"Ich reporte mindestens! in jedem zweiten Spiel, eher in Jedem.\nMir geht es dabei wie dir, ich reporte niemals aus \"Frust\" oder als Rache, allerdings nehme ich Riots Regeln sehr ernst, also jedes \"Noob\" was kommt, nur weil mal jemand einen Fehler macht oder nciht nach der Pfeife des selbsternannten Despoten tanzt, wird von mir gemeldet.\n\nAllerdings mache ich einen großen Unterschied zwischen dem Neagtive Attitude- und dem Insult-Report, oben genannte Sorte Spieler, bekommt von mir einen für negative Attitude, Insult gibt es von mir, wenn das von mir an LoL am meisten verhasste Verhalten auftritt und ein Spieler, scheinbar willkürlich als Sündenbock herausgesucht und dann von einem oder mehreren \"Mates\" denunziert und für alles verantwortlich gemacht wird.\nNatürlich gibt es den selben Report auch für \"Schandmäuler\" die andauernd in beleidigender Art schreiben.\n\nWie du, habe auch ich lange mit mir gehadert ob mein, beinahe schon als exessiv zu beschreibendes Reportverhalten, wenn man es mal mit dem vergleicht, was man meistens im Forum liest, okay war und ging nach etwa 3k Spielen ohne Feedback davon aus, dass es dafür sorgte, dass meine Reports nichtmehr gewertet würden.\n\nVorgestern bekam ich dann zum ersten Mal die Meldung, dass ein Spieler dank meines Reports bestraft wurde, heute kam die nächste, dies bestätigte mich in meinem Verhalten und ich werde es so beibehalten.\nIch hoffe, dass ich dir damit vielleicht auch helfen konnte und möchte mich dafür bedanken, dass du hier einen der wenigen Threads eröffnet hast, bei dem man keinen Muskelkater in den Augen bekommt, wenn man versucht ihn zu lesen.\n\nWeiterhin spreche ich mich dafür aus, dass Riot seine Geheimaltungspolitik in Sachen Reports und Bestrafung ändert. Natürlich verstehe ich den Gedanken dahinter, dass man nicht exakt erfahren sollte wie das System funktioniert, indem man immer sieht, was bestraft wurde, ich denke aber es ist den Verdruss bei der reportenden Community nicht wert.\nGerade wenn man bedenkt, dass die Spielanalyse angeblich hoch lernfähig sein soll und sich somit stetig weiterentwickeln müsste, ist die Gefahr eines sinnvollen Exploits, laut meiner diletantischen Meinung, sehr gering bis nicht vorhanden.\nIm Gegenzug würde ein stetiges Feedback der Reports aber für ein steigendes Vertrauen in das Bestrafungssystem sorgen, was dieses dank seiner hohen Toleranz gegenüber Flamern, sehr gut gebrauchen könnte.\nWenn ich wüsste, dass mein Report den Spieler zwar nicht zu einer Strafe führte, ihn dieser aber einen Schritt näher brachte, könnte ich viel besser damit leben, dass man sich so einiges erlauben darf, ohne mal einen Klapps auf die Finger zu bekommen und auch die Info \"dein Report war quatsch\" könnte mir helfen, mein Reportverhalten zu verbessern.\nAlso bitte Riot, lasst ein wenig mehr Transparenz walten!","replies":[{"id":"","poster":"Soúp","date":"2015-12-25T09:11:48.762+0000","up_votes":3,"down_votes":0,"body":"Kennst du das Reportsystem bei Facebook? \nHin und wieder melde ich da Videos/Bilder, die, meiner Meinung nach, nicht dort zu sehen seien sollten.. Sex/extreme Gewalt, etc \n--> hab bisher vielleicht 6-7 Beiträge gemeldet und, bis auf einmal, immer die Nachricht bekommen, dass der Beitrag geprüft, aber nichts anstößiges festgestellt wurde .. \nDa könnte ich durchdrehen. \n\nUnd genau so würde es dann mit nem Feedback à la \"Dein Report war Quatsch (bzw anderer Text)\" aussehen! \nIch reporte nur, wenn ich der Meinung bin, dass derjenige sich völlig daneben verhalten hat. Und wenn mir dann gesagt wird, dass mein Report nicht gerechtfertigt war, würde ich wohl noch eher das Vertrauen in das System verlieren. \n\n\nGenerell bin ich aber dafür, dass man das ganze System etwas transparenter macht.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-25T11:18:24.458+0000","up_votes":2,"down_votes":0,"body":"Nein, ich bin nicht auf Facebook und kenne das Reportsystem daher auch nicht.\nAber wir sind uns wohl beide einig, dass es hier schon auf die Qualität der Rückmeldung ankäme. Ich muss auch nicht bei jedem einzelnen Report ein Feedback haben... aber hier und da, wäre schon nett.\n\nUnd wenn mir gesagt würde, dass mein Report nicht gerechtfertigt gewesen wäre, dann würde ich eher nochmal meine Wahrnehmung aufs Korn nehmen, bevor ich gleich den Glauben an das Sytem (damit meine ich nicht das politische) verliere.\n\nEinigen wir uns auf ein \"wenig\" mehr Transprenz von \"höherer\" Qualität... deal?","replies":[{"id":"","poster":"Soúp","date":"2015-12-25T16:00:50.868+0000","up_votes":1,"down_votes":0,"body":"Ich hätte wirklich gerne ein kleines Feedback, was mir sagt, dass meine Reports sinnvoll gesetzt sind - damit ich weiß, ob ich vielleicht etwas an meine Sichtweise ändern muss. \nKann ja sein, dass meine Reports im Sand verlaufen, weil ich Dinge nicht in Ordnung finde, die von Riot und der Community größtenteils hingenommen werden.. Oder eine Art Barometer, oder Prozentzahl, die mir zB sagt 23 deiner 40 Meldungen waren korrekt, oder sowas.","replies":[]}]}]},{"id":"","poster":"KeylanX","date":"2015-12-23T19:10:48.466+0000","up_votes":1,"down_votes":0,"body":"3k Spiele ohne jegliches Feedback? Da fällt es mir nicht schwer zu glauben, dass man davon ausgeht (fast schon davon ausgehen muss) das die eigenen Reports nichts mehr zählen.\nDie neueren Meldungen, die du bekamst, sind zwar schon mal etwas greifbares, aber alleine der Gedanke, dass man solange das Gefühl hatte alleine zu \"kämpfen\"... Füllst du denn die Bemerkungsfelder aus, oder reicht dir ein einfaches anklicken der Kategorien? Beziehungsweise, ist die \"Bestrafungsrate\" höher, wenn man die Fälle ausführlich darlegt? Wieder ein Punkt bei denen ich mir mehr Infos/Feedback von Riot wünschen würde.\n\n> Weiterhin spreche ich mich dafür aus, dass Riot seine Geheimaltungspolitik in Sachen Reports und Bestrafung ändert. Natürlich verstehe ich den Gedanken dahinter, dass man nicht exakt erfahren sollte wie das System funktioniert, indem man immer sieht, was bestraft wurde, ich denke aber es ist den Verdruss bei der reportenden Community nicht wert.\n\nDas sehe ich ähnlich. Ich liesse mich zwar davon überzeugen, das Transparenz hier kontraproduktiv wäre, aber selbst dann würden mich die Begründungen dafür interessieren. Für sehr wichtig halte ich auch deine Bemerkung, dass es hier eben nicht nur um reine Neugier, sondern auch darum geht, das eigene Reportverhalten abzuschätzen, und damit auch verbessern zu können.\n\n> möchte mich dafür bedanken, dass du hier einen der wenigen Threads eröffnet hast, bei dem man keinen Muskelkater in den Augen bekommt, wenn man versucht ihn zu lesen.\n\nIch verzweifle an meiner Kommasetzung und neige dazu, sehr verschachtelt und manchmal etwas kompliziert zu schreiben. Freut mich, dass es mir dennoch gelingt mich halbwegs verständlich mitzuteilen.\nWenn deine Bemerkung allerdings darauf abzielt, dass in diesem Beitrag sehr sachlich und ohne Grabenkämpfe diskutiert wird, muss ich zustimmen. Ich bin angenehm überrascht und auch sehr erfreut über die rege Teilnahme und über die Art und Weise, wie sich dieser Beitrag hier entwickelt hat. Vielen Dank an alle!","replies":[]}]},{"id":"","poster":"JimmyBeam","date":"2015-12-23T16:29:01.604+0000","up_votes":4,"down_votes":0,"body":"Afk reporte ich und zwar weil es diesen Button eben als Report Möglichkeit gibt. Würde alles ausschließlich von Leaver Buster geleitet, gäbe es diesen Button wohl nicht in der Auswahlliste (denke ich).\nUnd ich reporte jeden AFK, weil das spiel keinen Spaß macht wenn einer fehlt, egal auf welcher Seite. Es sei denn, derjenige ist nur 3 Minuten afk gewesen und entschuldigt sich danach, weil er z.B. PC Absturz hatte oder so.\nAnsonsten reporte ich nur sehr persönliche Beleidigungen, besonders wenn jemand meine Mutter beleidigt (die vor einem Jahr gestorben ist). Ihr kennt solche Äußerungen, ich möchte diese Dinge hier ungern wiedergeben. Oder wenn mir jemand Krebs oder Aids oder eine andere Krankheit wünscht.\nNoob ist eine andere Form von Newbie, das bedeutet das man ein \"Neuling\" auf seinem Gebiet ist. Auch wenn viele es als Schimpfwort benutzen, ist es wohl keines und man darf es einfach nicht persönlich nehmen. Wenn ich mal einen schlechten Tag habe oder so, entschuldige ich mich sogar für mein schlechtes Spielen, das nimmt meistens den Leuten den Wind aus den Segeln.\nHinzu kommt, je niedriger der Rang desto mehr wird geflamt. Als ich mir einen Smurf Account zulegte und von ganz vorn anfing, war es sehr schlimm, in jedem Spiel wird geflamt, reported, gefeedet (mit Absicht, einfach in den gegnerischen Tower rennen und das 10 Mal hinter einander) usw. Es wird besser wenn man höhere Level hat und ab Level 30 erst recht. In der Ranglisten Ordnung soll es ähnlich sein. In Bronze und Silber, teilweise noch Gold, wird viel geflamt und ab Platin hört es dann auf.\nIch hatte schon gespielt als es die Report-Möglichkeit noch nicht gab. Riot hatte es eingeführt damit Spieler die nicht den \"Pfad des Beschwörers\" gehen zur Rechenschaft gezogen werden. \nGL and HF","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-23T18:30:52.900+0000","up_votes":3,"down_votes":0,"body":"Ich sehe das Ganze eher pragmatisch, mir persönlich ist es recht egal wenn mich Jemand beleidigt, denn ich kann das ignorieren, wenn aber ein Teammate von einem Anderen beleidigt wird, habe ich jedesmal Angst, dass Selbiger auf den Flame reagiert.\nAus solchen Situationen resultiert dann meist ein handfester Streit, was wiederrum bedeutet, dass zwei oder mehr Spieler, mehr schreiben als spielen, es sinken also meine Chancen auf den Sieg.\nManchmal endet es auch darin, dass einer der Streithähne afk geht, was sogar für noch geringere Siegeschancen sorgt, denn leider bin ich auf meiner momentan Elo (hoffentlich \"noch\") nicht in der Lage bin, ein 4v5 zu carrien.\nPersönlich sind mir all die Beleidigungen und Beschimpfungen total egal, was interessiert es mich ob mir ein Eumel im Internet Krebs wünscht, der versaut sich sein Karma und ich habe keine Nachteile davon, aber wenn diese Leute nurnoch schreiben statt zu spielen, verliere ich die MMR, die ich dringend bunkern muss während Trundle noch stark ist ;).\nUm genau das zu verhindern, versuche ich auch jede schlechte Situation, die Potenzial für einen Streit liefert, irgendwie auf meine Kappe zu nehmen und die Aggrolinge mit einem \"Sry my bad, wont happen again\" oder Ähnlichem zu beschwichtigen.\nIch will nunmal gewinnen und wenn ich eins auf meiner Reise von ( Achtung: lausig versteckte Angeberei) Silber 5 zu Platin 2 (bisher) gelernt habe, dann dass eine gute Stimmung im Team wichtiger als ein gefeedeter ADC ist und auf jeder Elo viel geflamed wird und es auch überall Sensibelchen gibt die zu sehr darauf eingehen.","replies":[]},{"id":"","poster":"Talon The First","date":"2015-12-24T01:30:05.120+0000","up_votes":1,"down_votes":0,"body":"Stimmt nicht ganz ich bin gold1 und bei mir wird geflamed as hell obwohl ich mit und plat dudes spiele. In dia ist auch viel tilt schau dir mal n Match im Client an. 10. Minute n ragequit von ner 0/4 riven","replies":[]},{"id":"","poster":"KeylanX","date":"2015-12-23T17:30:47.420+0000","up_votes":1,"down_votes":0,"body":"Naja... vor allem ist Noob eine sehr \"unfreundliche\" Form von Newbie. Ich würde es weder \"jedesmal\" noch \"niemals\" reporten. Gerade bei desem Fall spielt die eigene Wahrnehmung eine sehr wichtige Rolle.\n\nDas Phenomen des absichtlichen feedens habe ich allerding noch nie nachvollziehen können. Selbst mit viel Verständnis, ist das wohl eine der \"absichtlichsten\" Art anderen das Match zu versauen. Flamer erkennen manchmal garnicht, wie sehr die das Match kippen, aber absichtliche Feeder... da gibt es wohl keinen Zweifel. Erklät auch warum viele so empfindlich sind, was die Tode der Mitspieler betrifft.\nAbsichtlichen Feedern bin ich bisher nur sehr selten begegnet... zum Glück, denn selbst im gegnerischen Team sind sie nicht schön.\n\nIst es wirklich so, dass das toxische Verhalten in höheren Elos seltener ist? Lese auch von Beschwerden aus Gold und Platin. Aber nicht so häufig. Wäre halt schade, wenn der eigene Skill zu gering wäre, und man sich dennoch \"nach oben\" kämpfen müsste, weil dort die Luft wieder gut genug wäre um sie zu atmen. Würde auch \"hier unten\" gerne mal \"durchatmen\".","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2015-12-23T16:02:42.773+0000","up_votes":4,"down_votes":0,"body":"Moin, ich verstehe genau was du meinst. Die Undursichtigkeit des gesamten Systems macht es schwer, die Konsequenzen des eigenen Handelns zu erkennen. Man fühlt sich als würde man etwas in eine Nebelwand rufen, und es passiert nichts (was man selbst bemerkt). Das einzige was wir haben, sind Aussagen von RIOT, aber auch aus diesen lässt sich wenig Konkretes ableiten. \nEine Ursache davon ist gleichzeitig die Große Chance des Systems: Um bei der Nebelmetapher zu bleiben: Es ist veränderbar. Wenn genug Leute aus der gleichen Richtung rufen, reagiert der Nebel irgendwann. Und das ist das, was das aktuelle System ausmacht. Du kannst jemanden reporten, weil er zum Beispiel einmal \"Noob\" schreibt. Du wirst keine Reaktion erhalten. Aber wenn Mehrere den gleichen Spieler reporten, über einen längeren Zeitraum, wird das System aktiv.\nGenau so verändert sich das System selbst: Wenn sich die Reports wegen \"Noob\" häufen, erkennt es die Unerwünschtheit des Ausdrucks. Und reagiert auf folgende Reports deswegen anders. \nLetztendlich basiert dies alles auf den Aussagen von RIOT, wir selbst können nicht sehen, was im Nebel passiert. Und der Nebel ist träge, er braucht lange um sich zu bewegen. Was in erster Linie dem Schutz von \"Ausrutschern\" oder gar völlig unschuldigen Leuten dient. Und das ist eigentlich gut so.\n\nDas einzige, was also folglich wirklich schief gelaufen ist, war die Namensgebung: \"Instant-Feedback-System\" von RIOT entspricht in etwa Barlows Paladin, der Kontinentaldrift für krass schnelle Scheiße hält (Falls das überhaupt noch jemand kennt). Anders gesagt: Der Name ist einfach unpassend, denn das einzige was Instant kommt, ist eine Automatische Meldung über die Häufung von Reports gegen sich selbst, die niemand mehr ernst nimmt, weil jeder weiß, dass sie vor einer Überprüfung verschickt werden.\n\nLange Rede, kurzer Sinn: \nDu kannst kaum direkte Veränderungen beobachten. Das ist nun einmal so. Aber lass dich nicht zu dem Fehlschluss leiten, was du tust sei egal. Es ist wie mit der Demokratie, auf eine Stimme mehr oder weniger kommt es immer an, denn nur Einzelne können eine Mehrheit bilden. Und damit etwas bewegen. Tu also, was du für Richtig hälst!\n\nAch ja, und weil du nach einer persönlichen Meinung gefragt hast: Ich erwarte von jedem Spieler das selbe Maß an Selbstdisziplin, dass auch ich aufbringe. Klar hat man schlechte Spiele. Klar regen Idioten einen auf. Aber nichts, absolut nichts was ein LoL Mitspieler mir antun könnte, berechtigt mich seine Persönlichkeitsrechte durch Beleidigungen zu verletzen. Oder die Spielregeln durch Feeding und AFK zu brechen. Ich träume von einer Community, in der die Kritik wieder mehr Wert ist als Flame. In der Tipps gegeben werden können, ohne dass sie abwertend gemeint sind, oder abwertend verstanden werden (Weil man sich gar nicht mehr vorstellen kann, das Kritik nett gemeint sein kann). Und um dieses Ziel zu erreichen Reporte ich vermutlich Überdurchschnittlich viel. Nicht gegen Unfähigkeit, unerfahrenheit und schlechte Spielweise. Auch nicht aus Rache oder Wut. Und erst Recht nicht, wenn es nichts zu reporten gibt. Aber Flaming, Blaming, Beleidigungen, Aggression und persönliche Attacken haben in einer zivilisierten Community nichts verloren. Sie sind nicht nur sinnlos, sondern verschlimmern die Situation sogar. Daher: Ja, ich reporte auch für einzelnde Beleidigungen. \n\nAllerdings ehre ich eben so viel. Auch das hilft der Community sich zu verbessern.\n\nUnd was Hinweise, bitten und Tipps angeht, bin ich zwiegespalten. Wenn jemand der Midlane sagt, sie solle gegen eine 7/0/3 Leblanc \"save spielen\" (wie auch immer das möglich sein soll) und ihr gelichzeitig verbietet, die eigene Lane zu ganken, weil man ja die Kills für sich haben will, ist das schon grenzwertig. Aber ein \"Get Sightstone pls\" oder \"Try Randuins\" ist völlig Okay. Alles was die Zukunft des Spiels positiv beeinflusst, ist gut.\n","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T16:44:43.186+0000","up_votes":3,"down_votes":0,"body":"Ich mag deine Metapher mit der Nebelwand. Sie beschreibt ziemlich gut was ich empfinde und ebenfalls sehr gut wie man damit umgehen kann.\nMit \"Mach weiter so und glaube fest daran\" tut ich mich in den heutigen Zeiten zwar schwer, doch muss ich eingestehen, dass es auch in Riots eigenem Interesse ist, die Community in bestimmte Bahnen zu lenken oder sie dort zu halten. das Reportsystem an sich ist ja ein Indiz dafür, das Riot sich sehr wohl um die Spieler und deren Spielerlebnis kümmert... selbst wenn finanzielle Gründe die Motivation dahinter sein sollten (unromantisch aber nachvollziehbar).\n\nOh... und danke für den kleinen Schmunzler. Ein Barlow-Paladin-Zitat kann einem wahrlich den Abend versüßen ;o)","replies":[]},{"id":"","poster":"JimmyBeam","date":"2015-12-23T16:40:08.326+0000","up_votes":3,"down_votes":0,"body":"Sehr schön geschrieben, danke. Ich sehe es genauso. \nSchade das manchmal der Spaß verloren geht an dem Spiel. Denn ich kann auch über mich selbst lachen wenn ich einen todsicheren Spell verhaue. Wenn dann jemand schreibt \"Noob :D\", lache ich mit. \nBesonders gelingen mir die Über-Die-Wand-Flashs nicht. Wenn dann alle über meinen misslungenen Flash lachen, lache ich mit.\nIch wünsche mir auch, das man weniger beleidigt und andersrum auch weniger alles so ernst und persönlich nimmt.","replies":[{"id":"","poster":"Lagbeard","date":"2015-12-23T17:38:16.279+0000","up_votes":1,"down_votes":0,"body":"Ah, natürlich. Diese Situationen habe ich außer Acht gelassen, da sie so selten sind. In solchen Situationen würde ich vermutlich auch nicht reporten. \nLeider liest man anstelle von \"Noob :D\" viel öfter \"Well loose because of u fckng noob, go uninstall\" wenn man Flashes oder sichere Plays verhaut :/","replies":[]}]}]},{"id":"","poster":"Krustentier","date":"2015-12-24T03:10:33.979+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung stellen sich alle zu sehr an :D\nDas Spiel ist nun mal manchmal emotional, und die meisten flamen, wenn sie selber kacke bauen, nicht vorher :D\nWenn einer wirklick zum leidwesend des Spiels übertreiben mute ich sie und reporte sie später, aber ansonsten freundlich bleiben ;)\nGibt gut skins wenn du dich benimmst, habe 3 bekommen von Riot :D","replies":[{"id":"","poster":"KeylanX","date":"2015-12-24T06:31:46.841+0000","up_votes":3,"down_votes":0,"body":"Da beneide und bewundere ich dich ein bisschen für. Das Ganze nicht so sehr an sich heranzulassen ist natürlich eine gute Möglichkeit, aber für manche auch sehr schwer umzusetzen.\n\nIm Prinzip bist du schon dort, wo ich das Spiel eigentlich gerne hätte, nämlich dort, wo das Reportsystem keine so große Rolle mehr spielt.\n\nEs sei denn, du meinst damit, dass sich die Leute zu sehr anstellen und dadurch viel zu schnell toxisch werden, aber auch damit hättest du Recht.\n\nIm Prinzip würde eigentlich jedem Spieler ein dickeres Fell gut stehen, aber das wächst sooo langsam ;o)","replies":[]}]},{"id":"","poster":"eingew","date":"2015-12-23T14:17:28.995+0000","up_votes":2,"down_votes":0,"body":"Ich finds eigentlich schade, dass dein Beitrag grade mit den Votes so nach unten geht, weil ich eigentlich voll nachvollziehen kann, was du da schreibst. Das auf den niedrigen Leveln sehr viel geflamed wird ist leider bekannt, da ich selbst einen Smurf habe musste ich auch schon damit Leben.\n\nAber auch ich bin im Moment wieder dabei Rankeds völlig sein zu lassen, weil es einfach keinen Spaß mehr macht. Klar, den letzten Loss-Strike, den ich gerade heranzüchte, den hab ich mir definitiv selbst erarbeitet. Aber dieses ständige einprügeln auf die Moral, meistens beim kleinsten Fehler und lange bevor auch nur ansatzweise entschieden ist, wer sich einen ernst zu nehmenden Vorteil erarbeitet hat, ist durchaus ziemlich zermürbend. Ich jedenfalls bin gerade wieder dabei zum TB zu wechseln, der statistisch gesehen zusammen mit ARAM die entspannteste Queue ist.\nVielleicht sollte ich endlich mal dabei bleiben. Nach Platin schaffe ich es offenbar sowieso nicht wirklich und die Motivation ist da auch sehr gering, zumal ich den Skin schon mit meiner Gold-Elo bekomme :D\n\nAber den TB finde ich im Gegensatz zu den Rankeds dafür richtig schön entspannt. Da reporte ich auch eher selten. Vielleicht habe ich einfach keine Lust mir so einen Druck für so wenig Gewinn zu machen.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T15:12:57.172+0000","up_votes":2,"down_votes":0,"body":"Rankeds stehen für mich erstmal garnicht zur Diskussion. Mein Fell ist noch etwas dünn und mein Selbstbewusstsein viel zu gering, zumal ich tatsächlich irgendwie ziemlich mies spiele. Klar, nach 2 Monaten kennt man viele Helden noch nicht, fällt auf viele der einfacheren Tricks rein, und lässt sich in den gankgefährlichen Phasen auch viel zu gern ablenken. Warden erschliesst sich mir erst seit kurzem und der Dschungel ist für mich noch immer ein dunkles und vor allem tödliches Rätsel... trotzdem habe ich stark das Gefühl, dass ich selbst hinter anderen Anfängern hinterherhinke.\n\nDas Problem an mangelndem Skill ist, dass es auch zu toxischem verhalten führen kann. Wenn ich meine lane vergeige ist das für meine Mitstreiter eben unschön... das kann ich (sogar bei flames) irgendwie nachvollziehen.\n\nAber grade in den Normals, frage ich mich manchmal, ob \"Anfänger\" bedeutet, dass man \"_erst vor 4 Wochen angefangen hat, also erst seit 3 Wochen auf Platin-Niveau spielt_\" oder woher die zum Teil sehr überzogenen Erwartungshaltungen herkommen.\n\nIst alles etwas offtopic, aber gerade die \"normals\" sollten doch so entspannt sein, wie du es über ARAM und TB schilderst.","replies":[{"id":"","poster":"Ireliα","date":"2015-12-23T19:53:07.125+0000","up_votes":3,"down_votes":0,"body":"Es ist dieses ätzende Gefühl, dass du gerade von der 5/0 Riven überrollt wirst obwohl deine Lane bisher gut lief, du zufrieden mit dir warst und es jetzt jemandem anderen zu \"verdanken\" hast, dass auch du zurückfällst. Dieses negative, frustrierende Gefühl steigert sich soweit, dass du irgendwann schon beim geringsten Anzeichen von Fehlern (aus deiner Sicht) hochgehst aus Angst, dass dir jemand wieder das Game zerstört.\n\nZumindest war das mein gedanklicher Teufelskreis auf dem Weg nach Level 30. Ich habe das lange abgelegt, kann aber Leute nachvollziehen die ihre Gefühle selbst nicht in diesem Maß im Griff haben.\n\nZu deiner obigen Frage: Ich reporte relativ wenig, meistens denke ich nach dem Ende des Games überhaupt nicht mehr daran. Ich lasse das nicht an mich heran, insofern werde ich auch nicht emotional uns es bleibt nicht im Kopf.  Es muss schon wirklich penetranter, heftiger Flame gewesen sein. Diese Einstellung kann ich nur jedem empfehlen, es vereinfacht den Umgang mit den schwarzen Schafen der Community extrem.\n\nDas dickere Fell kommt mit dem Selbstbewusstsein das du bald entwickeln wirst. Zudem kann ich dir aus meiner Erfahrung sagen, dass der Flame immer weniger und weniger wird. Auf meiner aktuellen Elo, Platin 3, findet, für mich, kaum noch ernstzunehmder Flame statt. Wir können übrigens auch gerne mal 2-3 Runden zusammen spielen in denen ich dich auf deine Fehler hinweise und dir sage was du gut machst, einfach um deine Selbstreflektion zu stärken :)","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T22:35:15.633+0000","up_votes":1,"down_votes":0,"body":"Würde normalerweise gern und dankbar auf dieses Angebot zurückkommen, allerdings hatte ich heute wieder einen dieser Tage, an dem nichts klappen wollte, man fast jedes Spiel verloren hat, sich fragt ob man nicht tatsächlich besser \"Hello Kitty online\" spielen sollte... und als Krönung auch noch ne Reportwarnung serviert bekam.\n\nIch fühle mich grade alles andere als \"vorzeigbar\".","replies":[{"id":"","poster":"eingew","date":"2015-12-24T05:30:48.564+0000","up_votes":1,"down_votes":0,"body":"Naja, diese Warnung ist eigentlich nicht mehr als das, eine Warnung. Sie wird dir angezeigt, sobald du öfter reported wurdest, als es normalerweise der Fall ist bei dir. Vermutlich reicht bei dir schon sehr wenig aus, um diese Warnung zu triggern.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-24T06:49:24.266+0000","up_votes":2,"down_votes":0,"body":"Die Warnung selbst macht mir keine großen Sorgen. Mich belastet eher der Gedanke, das ich so schlecht gespielt habe, dass meine Mitspieler sauer genug waren mich zu reporten. Natürlich ist es nicht nett, jemand für Beleidigungen zu reporten, weil er schlecht spielt. Aber mitschuldig an den Reports fühlt man sich trotzdem irgendwie, einfach weil man schlecht gespielt hat.\n\nZum Beispiel Blitzcrank und mein Ping zwischen 70 und 140 (habe ich zum Glück nicht immer)... der verdammte Grab hat echt ne 90%ige wahrscheinlichkeit mich zu erwischen, und eine gefühlte Reichweite von einem Tower zum anderen. Klar ärgert sich der ADC, wenn Soraka mal eben weggenascht wird, gerne auch 2 oder 3 mal. Ich stehe auch nicht blöd herum oder halte mich fahrlässig nah an ihm auf. Bei Tresh habe ich diese Probleme nicht, aber Blitz treibt mich in den Wahnsinn. Das selbe bei Lux, ich dodge mittlerweile viel besser als früher, aber ihr komischer Strahl erwischt mich auch fast immer, wobei ich bei Caitlyns oder Ezraels Skillshots nicht so die Probleme habe.\n\nOft habe ich toxisches Verhalten im Match, grade nach solchen Situationen... ich tu mich eben schwer damit zu sagen: Ich mach doch garnichts, blöde Flamer.\n\nDennoch danke für deine netten Worte.","replies":[{"id":"","poster":"Ireliα","date":"2015-12-24T15:58:53.536+0000","up_votes":2,"down_votes":0,"body":"Wenn ich für meine Fehler kritisiert werde antworte ich normalerweise mit etwas in der Richtung \"sry mate, but im not a challenger\". Das funktioniert bei meinen Mitspielern ganz gut, du solltest vielleicht ein einfaches \"sry, im actually learning this game \" schreiben, häufig entspannt das die Situation schon.\nWenn das nicht hilft hast du es sowieso mit einem Spieler zu tun dem nicht mehr zu helfen ist, da hilft nur ignorieren oder muten.\n\nUm deine spielerischen Fähigkeiten musst du dir keine Sekunde Gedanken machen wenn wir beide zusammen spielen. Es ist ein Normal Game und ich greife einem Anfänger unter die Arme. Natürlich erwarte ich viele Fehler, aber die haben wir alle gemacht und sind völlig normal. Selbstkritik ist etwas gutes und wichtiges um in Lol besser zu werden, aber pass auf, dass du damit nicht übertreibst :). Entspann dich etwas :)\n\nPs: Ein **guter** Blitzcrank treibt 99% der Community in den Wahnsinn, irgendwann trifft er immer.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-24T17:51:44.232+0000","up_votes":2,"down_votes":0,"body":"Okay, überzeugt. Ich will hier weder das jammernde Opfer darstellen, noch eine freundliche Möglichkeit ausschlagen mich zu verbessern. Ich setze dich einfach mal in mein \"Buch der coolen Leute\" ;o)","replies":[]}]},{"id":"","poster":"eingew","date":"2015-12-24T09:39:19.345+0000","up_votes":1,"down_votes":0,"body":"Ich wurde schon dafür reported, dass ich jemandem, der gefragt hat, warum wer ihn reported hat, gesagt habe, dass ich es war, weil mich sein ständiges \"surr pls\" und seine \"omg\"s und \"wtf\"s nach schlechten Aktionen unendlich genervt haben... man kann es nicht jedem Recht machen. Wenn man unbedingt darauf aus ist, schafft man es vielleicht die meisten glücklich zu machen, aber jeder Mensch ist anders. Manche wollen auch gar nicht glücklich sein.\n\nWenn deine Mitspieler sauer genug sind, dich zu reporten, dann ist das nicht deine Schuld. Außer natürlich, du hast sie dazu getrieben. Schlechtes Spielen ist aber keine legitime Form, die es rechtfertigt, sich bei deinen Mitspielern schuldig zu fühlen. Die sind auf deiner Elo, das heißt die sind genauso gut (oder wenn du darauf bestehen willst, dass du nicht immer gut bist, dann sind sie eben genauso \"schlecht\") wie du.\n\nDie beste Antwort auf solche Kommentare ist eigentlich immer gar keine. Ich wurde auch schon oft genug als useless bezeichnet. Ich kann mich gerade ganz gut an eine Situation mit Amumu erinnern, bei der unser Zed von den Gegnern getötet wurde, während ich daneben im Bush gebackportet habe. Natürlich hat er mich dafür geflamet. Die Tatsache, dass ich zu dem Zeitpunkt schon 4 Tode und noch nichts gerissen hatte, aber vor allem oom war, hat nichts gebracht. Als ich das erklärt habe (zu dem Zeitpunkt waren sogar meine Summoners auf CD, ich war also absolut nutzlos und wäre in der Situation höchstens zusammen mit Zed gestorben), ist der Zed erst recht wütend geworden und hat im Allchat nach Reports gerufen. \nDie Gegner haben stattdessen Zed reported, das waren deutlich nettere Spieler... dennoch, die Lehre daraus ist doch am Ende, dass man es manchen Leuten nicht recht machen kann. Jede Erklärung, warum man sein Handeln als einzig richtige Lösung gesehen hat ist überflüssig. Das einzige was funktioniert ist eine Entschuldigung. Die kann man auch vorsorglich schreiben, bevor jemand anfängt zu flamen. Im Idealfall antwortet sogar jemand mit \"np\" darauf. Ein solches Zugeständnis ist definitiv hilfreich für den Teamzusammenhalt.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Lematique","date":"2015-12-23T16:48:01.036+0000","up_votes":3,"down_votes":0,"body":"Hmm, ich verstehe dich schon. Ich sehe es auch nicht so locker wie du. Z.B. finde ich nicht, dass ein \"Noob\" in Ordnung wäre. Oder das darauf Hinweisen, dass man gerade Mist zusammenspielt. Das ist eben genau das, was man in den ganzen \"wtf wieso wurde ich gebannt?\"-Threads anprangert: du musst deinem Teammate nicht reindrücken, dass Verhalten XY vielleicht gerade nicht das Gelbe vom Ei war. \n\nUnd so halte ich es eben auch in den Spielen. Gemeinsam über nen Fail lachen, kein Thema. Oder ein \"Well, that was obvious\" oder irgendsowas in der Art: okay. Aber alles andere reporte ich dann... weil Beleidigungen und eine negative Attitüde keinen weiter bringen.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T17:16:43.834+0000","up_votes":2,"down_votes":0,"body":"War mir schon bewusst, dass es Spieler gibt die noch viel strenger sind als ich. Darüber will ich auch garnicht urteilen, oder besser gesagt, ich finde es nicht schlimm. Mich interssiert vor allem wie du zum System stehst, oder das Sytem zu dir (deinen Reports), und ob du dir selber manchmal Gedanken darüber machst.\n\nUnd ja... mehr miteinander zu lachen (auch über fails), das würde wohl den meisten hier gut gefallen.","replies":[{"id":"","poster":"Lematique","date":"2015-12-23T19:31:16.431+0000","up_votes":2,"down_votes":0,"body":"Ich hätte nichts dagegen, wenn es mehr Rückmeldungen gäbe. Am Anfang war ich schon frustriert, aber seit ich ein paar Meldungen hatte und im Forum auch steht, dass man nicht immer eine Rückmeldung bekommt damit man nicht zugespamt wird, kann ich ganz gut damit leben. :)","replies":[]}]}]},{"id":"","poster":"PapaJLBaer","date":"2015-12-23T18:38:29.479+0000","up_votes":1,"down_votes":3,"body":"Ich Reporte so ziemlich alles.\n\nReporten und eigene Wahrnehmung  gute Überschrift.\n\nMir ist es egal wie es andere Wahrnehmen, da es meine Meinung ist.\nWer mich wegen meine Meinung oder Überzeugung beleidigt wird Reportet.\nAlso sollte jemand mit seine Champ lachen ist das ein Grund für mich ihn zu reporten. Wenn ich es Ihm sage, damit kein ander mehr Lacht und jemand LOL schreib wird auch der für das LOL Reportet. \n\nLachen ist für mich schon eine Beleidigung und Verspottung und steht an Platz 3 der Report Gründe.\n1 wegen Unfairnis 2 ist wegen Sachen wie den LOL.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T19:51:21.135+0000","up_votes":3,"down_votes":0,"body":"Oh, mir persönlich ist es schon wichtig, was andere von meiner Meinung halten. Es geht ja auch nicht immer darum, die eigene Meinung aufgeben zu müssen, nur weil sie jemandem nicht gefällt. Aber man kann ja auch mal drüber diskutieren, sich überzeugen lassen oder auch mal jemand anderen überzeugen. Wie will man sich sonst weiterentwickeln?\n\nSich aber aufgrund der eigenen Meinung beleidigen zu lassen, dass muss nun wirklich nicht sein. Selbst dann nicht, wenn die eigene Meinung mal nicht so populär oder sogar falsch ist. Wenn es um Beleidigungen geht, sollte es auch jedem freistehen zu reporten. Völlig okay.\n\nAusgelacht zu werden ist niemals schön, aber deswegen zu reporten? Naja, auch hier kommt es wohl darauf an, wie sehr es einen wirklich verletzt. Muss man nicht reporten, kann man aber... denke ich.\n\nUnd was das Lachen-Emote eines Champs betrifft: Wurde mal von einer Jinx ausgelacht im Match. Und ich (spielte Leona) dachte mir nur: \"Warte ab, kleines Früchtchen... dich schnappe ich mir\". Nach zwei sehr verhängnisvollen Trades, die ich mal besser hätte bleiben lassen sollen, musste ich über mich selber lachen. Psychologische Kriegsführung und ich bin darauf reingefallen... hatte mich provozieren lassen. Das Jinx-Biest hat mich das gesamte Match an der Nase herumgeführt und mich dabei sogar (recht charmant) verspottet im Chat. Das Ende vom Lied? Jinx bekam von mir ein \"honor\" und mein Lanepartner ein \"Freundlich\" (die arme Vayne hat bestimmt innerlich die Augen verdreht, mir aber keine Vorwürfe gemacht).\n\nAlso das Lachen-Emote der Champs ist ein ofizielles feature... ob es Freund oder Feind nutzt ist doch egal... damit kann ich persönlich leben, nehme es sportlich.","replies":[{"id":"","poster":"Frozen Syndra","date":"2015-12-23T20:16:27.124+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KeylanX,realm=EUW,application-id=KYnfKGf0,discussion-id=dmnzm470,comment-id=00070000,timestamp=2015-12-23T19:51:21.135+0000)\n>\n> Oh, mir persönlich ist es schon wichtig, was andere von meiner Meinung halten. Es geht ja auch nicht immer darum, die eigene Meinung aufgeben zu müssen, nur weil sie jemandem nicht gefällt. Aber man kann ja auch mal drüber diskutieren, sich überzeugen lassen oder auch mal jemand anderen überzeugen. Wie will man sich sonst weiterentwickeln?\n> \n> Sich aber aufgrund der eigenen Meinung beleidigen zu lassen, dass muss nun wirklich nicht sein. Selbst dann nicht, wenn die eigene Meinung mal nicht so populär oder sogar falsch ist. Wenn es um Beleidigungen geht, sollte es auch jedem freistehen zu reporten. Völlig okay.\n> \n> Ausgelacht zu werden ist niemals schön, aber deswegen zu reporten? Naja, auch hier kommt es wohl darauf an, wie sehr es einen wirklich verletzt. Muss man nicht reporten, kann man aber... denke ich.\n> \n> Und was das Lachen-Emote eines Champs betrifft: Wurde mal von einer Jinx ausgelacht im Match. Und ich (spielte Leona) dachte mir nur: \"Warte ab, kleines Früchtchen... dich schnappe ich mir\". Nach zwei sehr verhängnisvollen Trades, die ich mal besser hätte bleiben lassen sollen, musste ich über mich selber lachen. Psychologische Kriegsführung und ich bin darauf reingefallen... hatte mich provozieren lassen. Das Jinx-Biest hat mich das gesamte Match an der Nase herumgeführt und mich dabei sogar (recht charmant) verspottet im Chat. Das Ende vom Lied? Jinx bekam von mir ein \"honor\" und mein Lanepartner ein \"Freundlich\" (die arme Vayne hat bestimmt innerlich die Augen verdreht, mir aber keine Vorwürfe gemacht).\n> \n> Also das Lachen-Emote der Champs ist ein ofizielles feature... ob es Freund oder Feind nutzt ist doch egal... damit kann ich persönlich leben, nehme es sportlich.\n\nDass das Lachen-Emote ein Feature ist, moechte ich nicht bestreiten. Was ich aber in meinem Text meinte, war lediglich das Spammen dieser. Das gilt als disrespect und kann reported werden, - ist sogar laut Lytes ask.fm bannwuerdig! Das Nutzen der Emotes ist nicht bannable, das Spammen dieser, wann immer man einen Fehler machte, ist es.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T22:29:43.381+0000","up_votes":1,"down_votes":0,"body":"Oh... das einzige spammen dieser Emotes kenne ich nur vom warten auf den ersten Dschungel-Buff. Habe es bisher als \"disrespect\" noch garnicht erlebt. Kann mir aber vorstellen das sich das blöd anfühlt, und würde es als Reportgrund auch aktzeptieren. Kann nur noch nicht einschätzen wie ich darauf reagieren würde.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2015-12-23T20:03:54.598+0000","up_votes":1,"down_votes":0,"body":"Wenn wir mal ehrlich sind, ist uns wohl allen wichtig, was Andere über uns und unsere Meinung denken.\nAnsonsten würden wir ja auch nicht in einem Forum darüber sprechen wollen, ich glaube es ist sehr gesund zu akzeptieren, dass der Mensch als soziales Wesen, nunmal Wert auf Anerkennung und Zuspruch legt.\nDafür gibt es auch keinen besseren Beweis als den Ausspruch zu tätigen \"die Meinung Anderer ist mit egal\", denn wäre es wirklich der Fall, würde der Jenige es nicht mitteilen, es wäre ihm ja schlicht egal ob es Jemand weiß.\n\nGanz davon abgesehen wird dieser Spruch sehr oft getätigt, wenn es sich nicht um eine Meinung, sondern schlicht um Halb- oder Nicht-Wissen handelt.","replies":[]}]}]},{"id":"","poster":"Frozen Syndra","date":"2015-12-23T19:17:30.252+0000","up_votes":2,"down_votes":0,"body":"Ich schreibe diesen Post gerade nach einem Spiel, in welchem in einen gegnerischen Spieler reportet habe und letztlich ebenfalls ein Ticket ueber diesen verfasst habe. Einfach aus dem Grund, da ich es nicht mehr fair finde, wie viel sich einige Menschen doch bei League of Legends rausnehmen. Nachdem der gegnerische Spieler sich die Frechheit herausnahm, nach mehrfachem Triumph zu schreiben, dass wir alle doch 'wertlose Bronze-Spieler seie' und 'niemals aus Silber herauskommen wuerden', platzte mir letztlich der Kragen. Zumal ich diese Beleidiungen 'Bronze-Spieler' hasse! Ich habe schon einige Bronze-Spieler gesehen, die ein Spiel noch wirklich gerissen haben! Natuerlich ist die Erfahrung bei dem ein oder anderen weniger oder mehr, aber man kann doch keinen League-Spieler auf dessen Elo reduzieren. Es ist nicht fair und man sollte doch jedem eine Chance geben.\n\nUm zurueck auf deine Frage zu kommen: Ich reporte Leute selbst fuer ein 'Noob' oder fuer mehrfachen disrespecting durch das Spammen von Lach- oder Tanzemotes. Immerhin nimmt das den Spaß am Spiel fuer andere Spieler, nicht? Und wieso sollte ich anderen den Spaß nehmen um mich besser zu fuehlen? Ich wuerde das gerne den meisten Spielern - leider - an den Kopf werfen, aber anscheinend fragen sich das nur die wenigsten. Außerdem moechte ich hier nun niemand ueber den Kamm scheren! Ich selber spreche aus Erfahrung, da ich meine rauen Tage gefuellt mit Flame und Disrespect hinter mir habe. Und was hat es mir gebrachts? Nichts. Rein gar nichts. Es hat mich gedauert das zu realisieren, aber ich bin froh, dass es auch bei mir endlich Klick gemacht hat. Aus diesem Grund verstehe ich nun mehr, wie das Flamen anderer einem zusetzen kann, - wie das Flamen meinerseits damals anderen zugesetzt hat. \n\nAußerdem ist eine gute Freundin meinerseits leider Gottes unzufrieden mit sich selber und wollte in League of Legends nur abschalten. Doch nachdem sie aus den Bot-Games hervorkroch um letztlich mit den echten Spielern zu konkurrieren, wurden ihr nur jegliche Beleidiungen an den Kopf geworfen, weswegen sie nun viel Abstand von dem MOBA haelt. Schade, eigentlich, da sie gar nicht mal so schlecht war, wie jeder behauptete.\n\nUm nun auf die U30-Games zusprechen zu kommen. Ich habe **nichts** gegen das Smurfing, doch wenn Smurfs es sich erlauben, andere, noch neue Spieler fertig zu machen und diese auf unterstem Niveau zu beleidigen, geht es einfach zu weit. Zumal diese Smurfs/Flamer keinen Respekt vor den Mitspielern haben, ebenfalls vor dem Report-System. Ich lese oft, wie Leute schreiben: \"Reporte mich, passiert eh nichts.\" - Hey, is' das der Sinn und Zweck? Ich vermute nich'. Ich schaue mir noch gerne Videos von dem _alten_ League of Legends an; den Tagen, wo es noch friedlich zuging und sich noch nicht jeder als Noob betitelte. Immerhin war es vor vier Jahren nicht noetig, also warum jetzt? Nur weil man einen Hauptaccount auf Platin besitzt ist man nun besser als jeder andere Spieler, der diese Elo noch nicht erreicht hat? Oder weil man sich danach froehlich auf die Schulter klopfen kann und sagen kann: \"Hey, dem hab' ich's gezeigt, der hoert bestimmt bald auf!\"? Ich frage mich immer, ob sich diese Menschen denn ueberhaupt fragen, wer denn am anderen PC sitzt und das ueber sich ergehen lassen muss. Immerhin ist nicht jeder schlagfertig und weiß eine Antwort auf alles. Manche Leute sind eben ein wenig angeschlagen und moechten gerne einfach nur das Spiel genießen und vielleicht sogar der Welt einmal entfliehen, - doch nicht, um zu hoeren, wie _scheiße_ sie doch sind. \n\nUnd das muss aufhoeren. Und deswegen moechte ich mehrere Spieler dazu anregen, ruhig negative Spieler oder negatives Verhalten zu reporten. Ich mein', - euer Report mag vielleicht nicht direkt viel Auswirkung auf den Verbleib des Flamers/Ragers/etc. zu haben, dennoch werdet ihr wohl nicht die/der Einzige/Einziger sein, die sich durch dieses Verhalten angegriffen fuehlt und letztlich diesen Spieler an das Tribunal weitertraegt.\n\n\n____________________________________\n\nIch habe schon zu viel geschrieben. Unter dem Strich moechte ich sagen, dass ich deinen Thread aeußerst ansprechend fand und es hoffentlich einige mehr Personen dazu anregt, deren Spielverhalten zu aendern ( wie es bei meinem Verlobten und mir der Fall war ) oder einfach gegen solche Spieler gehen und sich etwas trauen. \n\nUnd ob ihr nun Bronze, Silber, Gold, Platin, Diamant, Master or Challenger seid, - jeder hat einmal klein angefangen. Und nur Uebung macht den Meister. Und man muss halt mal ein Spiel verlieren, um darauf vielleicht seine Fehler zu kennen und umso mehr zu gewinnen. Also bitte ich wirklich jeden herzlich das Reduzieren auf die Elo zu unterlassen. Es bringt nichts und niemand etwas. Und anstatt die Zeit fuer's Flamen zu nutzen: nutzt sie lieber um dem Spieler, der vielleicht nicht besonders gut ist, sich zu verbessern! Einfach Tipps und Ratschlaege verteilen, - und das Dankeschoen, das ihr daraufhin erhaltet, is' mehr wert als ein Report.\n\n- Frozen.","replies":[{"id":"","poster":"Mephisto70","date":"2015-12-31T15:56:31.748+0000","up_votes":1,"down_votes":0,"body":"Ich hab's mir bis hier hin alles durchgelesen und kann dem größten Teil meine vollste Zustimmung geben. Zum Thema \"Beleidigungen\" sei gesagt es kommt immer auf den Menschen an der damit gemeint ist bzw auf den der andere es abgesehen hat. Soll nichts anderes heißen als das es ein jeder anders auffaßt. Was für den einen Spaß ist kann für 'nen anderen die übelste Beleidigung sein. Das erstmal dazu.\nNun zu der Sache mit dem \"runtermachen\" von Spielern mit einer niedrigeren Einstufung (Elo):\nIch schätze es mal eher so ein, das diejenigen welche sowas machen sich evtl vor Konkurenz fürchten. Anders ausgedrückt alles was einem vielleicht irgendwann einmal gefährlich werden könnte, wird durch solche Aktionen versucht \"klein\" zu halten. Was evtl wiederum bei manchen dazu führt, das sie sich schlechter fühlen als sie in Wirklichkeit sind.\nAber falls es den einen oder anderen tröstet: Lol ist nicht das einzige Spiel wo man sowas beobachten kann oder darf. Es betrifft ALLE Online-Spiele. Um mal einen (gewagten?) Vergleich anzustellen: Hier ist es Gold, Silber oder Platin bei anderen Spielen nennt sich's VIP oder Premium-User. \nWas ich damit sagen möchte ist folgendes: VIP- und/oder Premium-Spieler erniedrigen auf fast dieselbe Art alle die entweder einige Stufen unter ihnen liegen oder diesen Status gar nicht haben.\nIch hoffe es ist einigermaßen verständlich rübergekommen {{summoner:13}}","replies":[]},{"id":"","poster":"KeylanX","date":"2015-12-23T22:56:14.537+0000","up_votes":1,"down_votes":0,"body":"Ehemalige Raucher sollen ja manchmal auch die schlimmsten Nichtraucher sein, im Verhalten gegenüber Rauchern. Von daher kann ich schon verstehen, dass man als \"ehemaliger Flamer\" auch sehr hart mit Flamern umgeht.\nIch habe schon einige Beiträge gelesen, in denen Spieler davon berichteten, wie toxisch sie mal waren und das alles hinter sich gelassen hatten. Nötigt mir Respekt ab, da es ziemlich schwer ist sich selbst zu ändern.\n\nGenerell kann ich einen sehr harten Kurs gegen toxische Mitspieler verstehen. Ich versuche zwar immer abzuwägen und Verständnis aufzubringen, allerdings ist das auch mit Zeit und Mühe verbunden, sich stets zu überlegen ob man auch alles gewissenhaft macht. Sich diese Mühe zu sparen und die Zeit lieber mit einem weiteren Match verbringen zu wollen, ist in meinen Augen okay. Jeder ist da halt anders.\n\nUnd wenn Freunde mit dem Spiel aufhören, weil alles so toxisch ist (oder es sich zumindest manchmal so anfühlt) ist das natürlich schade. Ich spiele auch meist alleine, meine Freunde rümpfen schon die Nase wenn sie nur LoL hören. Scheint wohl keinen so guten Ruf zu haben, wenn man nicht grade Moba-Fan ist.","replies":[]}]},{"id":"","poster":"Alustus","date":"2015-12-23T15:43:20.972+0000","up_votes":1,"down_votes":0,"body":"Kann ich gut nachvollziehen.\nIch bin zusätzlich noch ein bisschen verunsichert, da ich früher etwas kritischer reported habe das meine Votes weninger wert haben.\nDen auf meinem \"Smurf\" habe ich schon 3-4 mal eine Rückmeldung bekommen, was natürlich auch Zufall sein kann, aber man macht sich dann doch gedanken.\nVorallem weil ich mit diesem auch kaum spiele und dementsprechend weniger reporte.","replies":[{"id":"","poster":"KeylanX","date":"2015-12-23T16:15:01.956+0000","up_votes":2,"down_votes":0,"body":"Und genau das meine ich. Ich reporte eigentlich sehr häufig und habe noch nie eine Rückmeldung erhalten. Und auch wenn ich wirklich darauf achte, nicht jede Kleinigkeit dem Reportsystem aufs Auge zu drücken, frage ich mich ob das System mit meiner ureigenen Art zu reporten überhaupt was anfangen kann.\n\nEine Meldung wie \"Überlassen Sie die Nutzung des Reportsystems bitte erfahreneren Spielern, bei Ihnen verdreht sogar unsere KI die Augen!\" wäre zwar sehr peinlich aber man wüsste zumindest irgendwie woran man ist.","replies":[]}]},{"id":"","poster":"Turbo Kaktator","date":"2015-12-25T11:30:50.817+0000","up_votes":1,"down_votes":0,"body":"Also ich reporte auch sehr viel - Grund liegt vor allem an dem z.T. wirklich hässlichen verhalten von Mitspielern - egal ob es das flamen ist oder einfach nur rumgenörgel iwie scheint das derzeit in mode zu sein. Mein bester Tipp für dich: jeder der flamed und weint einfach auf stumm schalten (geht wenn du tabst, da auf den lautsprecher klicken) und ganz wichtig - Spiel beim Matchmaking schon verlassen, wenn du den Eindruck hast mit Vollsympathen zu spielen - besser man wartet 5 oder 10 min (free games zum training nutzen) als das man sich 50 min ärgert. \nWichtig finde ich zudem: Wer viel reported sollte auch gutes Verhalten belohnen mit spielerehrungen - und selbst im chat nich zurückflamen sondern versuchen zu motivieren.klappt das nicht hilft nur muten und versuchen das game noch irgendwie zu retten.","replies":[]},{"id":"","poster":"24051999","date":"2015-12-24T19:22:58.025+0000","up_votes":1,"down_votes":0,"body":"Ich kenne da jemand, der ermstmal mich wegen jedem Fehler beleidigt und dann erstmal im Allchat schreibt, dass ich ihn \"beleidigt\" hätte. Und natürlich haben sie auch mich reportet. Eine Frage: Gibt es auch Mods, die den Verhalten beobachten?","replies":[]},{"id":"","poster":"SoulOfLight","date":"2015-12-23T21:53:27.494+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen Mute knopf im spiel den ich sehr oft benutze, sobald ich merke dass ich mit einem flamer im team bin der gleich in der 5 min anfängt beleidigungen zu spammen,  oder auch bei kleineren sachen drücke ich ziemlich schnell denmute knopf und habe meine ruhe. Mit dieser Option kann es dir egal sein was die anderen tun und lassen, du kannst dich aufs spielen konzentrieren und fertig ist es.\n1. Du wirst nicht runtergemacht. (Du bemerkst es jedenfalls nicht) :D\n2. Der flamer redet gegen eine Wand und das frustrierendste für einen flamer ist es wenn man ihn ignoriert.\nAlso gleich 2 Fliegen mit einer Klappe.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-24T08:59:30.338+0000","up_votes":1,"down_votes":0,"body":"Das wäre nur dann eine Lösung, wenn es jeder machen würde, denn wenn 2 Teammates sich gegenseitig flamen und nichtmehr spielen während sie sich kabbeln, verliere ich das Spiel auch wenn ich beide gemuted habe.","replies":[]},{"id":"","poster":"KeylanX","date":"2015-12-23T22:40:37.651+0000","up_votes":1,"down_votes":0,"body":"Ich sollte den Mute-Knopf tatsächlich in meine Überlegungen mit einbeziehen. Man hat zwar immer die Hoffnung das sich Spieler wieder beruhigen, oder sich auch mal drehen und wirklich nett werden... aber viele haben schon Recht wenn sie behaupten: Wer schon mit flamen anfängt, hat auch den Rest des Spiels nichts sinnvolles mehr zu sagen.\n\nDer Tag an dem ich allerdings \"/mute all\" eingeben muss um überhaupt in Ruhe spielen zu können, das wäre dann eher der Tag an dem ich aufgebe und das Game an den Nagel hänge.","replies":[]}]},{"id":"","poster":"Talon The First","date":"2015-12-24T01:19:07.306+0000","up_votes":1,"down_votes":0,"body":"Die fragen von dir stell ich mir auch oft ich werde auch manchmal gepunished. Ich bin gold1 und fühle mich wie in bronze5: die leute nur am flamen sind","replies":[]}]}