{"id":"FyvZ2oof","poster":"IL Snake Eyes","date":"2015-12-22T19:13:41.980+0000","title":"Membersuche","subforum":"Clans & Teams","up_votes":2,"down_votes":3,"body":"Hey Leute mein Clan sucht aktive Member um Teamrankeds zu zocken oder auch um einfach nur so zusammen Spa&szlig; zu haben.\n\n\n1. &Uuml;ber den Clan\n2. Kriterien\n3. Kontakte\n\n\n1. &Uuml;ber den Clan\n\nDer Clan hei&szlig;t Unleashed Gaming, wir sind ein Multigaming Clan der aber bevorzugt LoL spielt.\nWir haben zurzeit 8 Leute und sind ein relativ neuer Clan. Allerdings sind wir alles Leute die schon l&auml;nger zusammen Spielen und uns teilwei&szlig;e auch Privat kennen. Wir legen einen sehr gro&szlig;en Wert auf SOZIALES Verhalten, TEAMPLAY, ZUSAMMENHALT und vor allem wollen wir viel Spa&szlig; haben.\nIm Clan gibt es 1 Leader (mich), 1 Co Leader und 3 Admins die sich bei Streit unter den Mitgliedern oder sonstigen Anliegen oder Problemen um eben diese k&uuml;mmern.\nDer Clan ist kostenlos (nicht wie viele anderen Clans). Wir haben einen aktiven Ts3 Server auf dem T&auml;glich viele von uns on sind und da wir alle leicht Crazy sind auch viel schei&szlig; dort gemacht wird. Wir haben keine strengen Regeln f&uuml;r den Clan, eigentlich liegt uns nur am Herzen das die Member zusammenhalten und auch zusammen gut im Team spielen k&ouml;nnen.\n\n\n2. Kriterien zur Aufnahme\n\n1. Ein funktionierendes Headset  da Ts3 bei uns mehr oder weniger Pflicht ist.\n2. Soziales Verhalten, Teamf&auml;higkeit und Spa&szlig; am Spiel.\n3. Das Alter setzen wir in der Regel bei mindestens 16 an.\n4. Ranked Erfahrung ist erw&uuml;nscht was auch beinhaltet das man Stufe 30 sein sollte.\n5. Was die Siege angeht suchen wir Leute mit mindestens 400 bis 500 Siegen.\n\n\n\nWir w&uuml;rden auch gerne ersteinmal ein paar Runden mit der Person spielen bevor wir entscheiden.\nWenn wir einen guten ersten Eindruck haben werden wir eine Probezeit von 2 Wochen ansetzen um zu schauen ob der oder die jenige zu uns passt und unseren Erwartungen entspricht.\n\n3. Kontakte\n\nAls Ansprechpartner f&uuml;r weitere Fragen oder Bewerbungen stehen euch zu Verf&uuml;gung:\n\n- Meine Wenigkeit II Snake Eyes II als Leader (das sind gro&szlig;e &bdquo;i&ldquo; vor und hinter dem Namen)\nund\n- Black Vise als Co Leader\n\nDas sind unsere Ingamenamen, einer von uns beiden ist eigentlich jeden Tag da, am besten erreicht ihr uns zwischen 19 und 0 Uhr. Ihr könnt es aber auch gerne davor und danach auch versuchen :D\nIch werde ab und zu auch hier rein schauen allerdings werdet ihr mehr Erfolg haben wenn ihr uns Ingame anschreibt.\n\nPS.: Es sind sehr gerne auch die Damen der Sch&ouml;pfung willkommen. Wir freuen uns &uuml;ber jede dieser Kreaturen ;P\n\nGru&szlig; II Snake Eyes II","replies":[]}