{"id":"QOnYEZd7","poster":"Netherblade","date":"2015-12-22T19:10:44.837+0000","title":"RIOT PLS (Mitarbeiter lesen Danke!)  Hört mal auf die Nutzer.  Chat Service","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo zusammen seit 4 Tagen ist bei mir der Chat Service down, das Problem haben einige. Bisjetzt hat sich noch kein Riot Mitarbeiter gemeldet. Das ist sicher schon die 7. Diskussion die er&ouml;ffnet worden ist aber Riot meldet sich nicht. Finde es schade,  das man so krass ignoriert wird, wenigsten nen Status rausbringen oder sowas w&auml;re nice. \r\n\r\nHabe echt keine geduld mehr, kann mit keinem Freund mehr zocken. \r\n\r\nGruss Netherblade","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-12-22T20:23:17.267+0000","up_votes":1,"down_votes":0,"body":"Wenn du willst, dass man sich individuell um dein Problem kümmert, melde dich beim Support, nicht im Forum. Da laufen hauptsächlich Community-Mitglieder herum (Leute wie du und ich). Ab und zu schaut da mal ein Wrenchman vorbei, aber aus eigener Erfahrung läuft das über den Support erfolgreicher ab.\n(Ignorier diese Flamermenschen, die sagen, der Support sei beschissen, das sind die, die mit großer Klappe und respektlosem Ton sagen, wie scheiße Riot doch sei und sich dann wundern, dass der Support nicht gerade freundlich antwortet.)\n\nhttps://support.riotgames.com/hc/de","replies":[]},{"id":"","poster":"xBlitzlichTx","date":"2015-12-22T19:16:52.510+0000","up_votes":1,"down_votes":0,"body":"Hallo, \nversuche bitte folgendes.\n\n> * Deaktiviere den IP-Hilfsdienst\n>   * Drücke die Tasten [Win] + [R] ( [Win] befindet sich zwischen [Strg] und [Alt] )\n>   * services.msc eingeben\n>   * **IP-Hilfsdienst** deaktivieren **und** beenden\n\nFalls dies nicht funktionieren sollte starte einmal deinen Router neu.","replies":[{"id":"","poster":"Netherblade","date":"2015-12-22T19:19:21.431+0000","up_votes":1,"down_votes":0,"body":"Alles schon versucht. Funktioniert alles nicht. \n\nGruss Netherblade","replies":[]}]},{"id":"","poster":"Best Bonobo Top","date":"2015-12-22T19:15:32.821+0000","up_votes":1,"down_votes":0,"body":"hatte ich auch. Wenn du den Wlan-router neu startest sollte es wieder klappen.","replies":[]}]}