{"id":"0Y7BH8YK","poster":"Zauselbart2","date":"2015-12-22T10:14:14.957+0000","title":"Wrigglet-Der eiserne Ritter","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Dies sind nur vorschl&auml;ge und k&ouml;nnen gerne weiter ausgebaut werden.\r\n\r\nPassiv: wrigglet darf sich eines der Camps auf der ganzen Map aussuchen.Wird dieses Camp gecleared,egal ob von Verb&uuml;ndeten oder Feinden,bekommt Wrigglet die Bonuseffekte und die Erfahrung vom Camp (90 Sekunden Abblinkzeit)\r\n\r\nQ:wrigglet schmettert mit seinem gewaltigen Hammer den Boden. (Der Hammer kann ab lvl 6 modifiziert werden in bis zu 3 Verbesserungen :\r\n1.Feuerhammer(Gibt dem Gegner Schaden &uuml;ber Zeit)\r\n2.Fosthammer(Slowet den gegner bis zu 2 Sekunden lang bis zu 25%)\r\n3.10T Hammer(Ist so schwer,dass er die Gegner bet&auml;ubt)\r\n\r\nW:wrigglet stellt ein Objekt hin,das in einem Radius von 500 Stromschl&auml;ge gibt.Gegner darin werden verlangsamt und k&ouml;nnen pro geschlagenem Stromschlag sich nicht bewegen.\r\n\r\nE:Wrigglet stellt einen Nussknacker hin,der laufen kann.Der Nussknacker l&auml;uft einen geraden weg und kann gegnerische einheiten oder Champions verlangsamen und silencen.\r\n\r\nR:Wrigglet wird zu einem Tornado und nimmt jeden Gegner,Einheit mit zur Luft.Sie werden bis zu 1 Mal in die Luft gef&ouml;rdert.Sie k&ouml;nnen auch 2 Mal in die Luft gesto&szlig;en werden,m&uuml;ssten jedoch vor der Aktivierung der F&auml;higkeit in der Luft sein.\r\n\r\nWrigget sollte einfach mal als Ablenkung in Teamfights dienen,da man ihn mit seinem cc garnicht folgen kann und er die Gegner sehr verwirren kann.ist man mitten im Objekt der stromschl&auml;ge,gibt es so schnell kein Zur&uuml;ck mehr","replies":[{"id":"","poster":"Shiggyvara","date":"2015-12-22T10:30:19.876+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nicht mir fehlt so ein bisschen der thematische Zusammenhang zwischen den Fähigkeiten.\n\nPassiv: Er bekomtm halt was aus dem Dschungel\nQ: Er hat nen Hammer mit dem er verschiedene Sachen machen kann\nW: Er kann auch irgendwelche Elektrogeräte herstellen\nE: Bisschen Shaco ist er auch\nR: Und Janna\n\nIch finde halt die Fähigkeiten passen in der Zusammenstellung nicht ins Gesamtkonzept eines Champions, sondern er ist fähigkeitentechnisch halt irgendwie nen Mix von 5 Champions.\nWürde meiner Meinung nach besser sein, wenn du dich auf 1-2 deiner Grundideen beschränkst und daraus versuchst andere Fertigkeiten noch abzuleiten, als für jeden Skill was neues zu erfinden.","replies":[{"id":"","poster":"Zauselbart2","date":"2015-12-22T10:50:55.079+0000","up_votes":1,"down_votes":0,"body":"Ja ist mir auch schon aufgefallen,warum ein Ritter aufeinmal mit Strom arbeitet ^^.Werde mir bein nächsten mal etwas mehr mühe geben.Danke für deinen Beitrag !","replies":[]}]}]}