{"id":"bJqbo60s","poster":"Shisuke","date":"2015-12-21T22:23:44.536+0000","title":"Team Royal Empire sucht Midlaner Gold 5+ zum Teamranken","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"http://www.fotos-hochladen.net/uploads/royalempiregph4a9cw53.jpg\n\n\n\n\nHey^^,\n\nich suche f&uuml;r mein Team Royal Empire einen Main Midlaner mit Teamrankederfahrung ab Gold 5 +.\nWir sind \nToplane HKn GetRigediked - Platin 5\nJungle Synophex - Gold 5\nAd- Carry Ich - Gold 5\nSupport Jennette McCurdy - Gold 2\n\nRigedik, McCurdy und ich kennen uns schon von vorher da wir unter Leitung von mir in einer Community recht erfolgreich in einem Team gespielt haben ( fast ein Jahr) . Synophex ist dann sp&auml;ter dazugesto&szlig;en und ein wertvolles Mitglied.\n\n**Unsere Ziele**\n1.  Wir wollen das Team sehr hochspielen wobei unser mindest Ziel ist Platin 5.\n2.  Wir wollen ein Team aufbauen mit dem wir uns sp&auml;ter auf Turnieren bewei&szlig;en k&ouml;nnen und &uuml;berzeugen k&ouml;nnen.\n\n**Wir bieten**\n\n1.  Konzentriertes und zielsicheres spielen mit Spa&szlig; am Spiel\n2.  Wir haben einen Teamspeak Server auf dem man beim spielen ungest&ouml;rt ist\n3.  Ich lege Wert darauf da wir auch auf Turnieren spielen wollen das wir auch ein Banner und Logo haben so habe ich selbst eins erstellt\n\n\n**Wir erwarten**\n\n1.  Das du mindestens 18 Jahre alt bist\n2. Das du ein funktionierendes Headset besitzt \n3.  Das du einen Meta gerechten Championpool besitzt und kein One Trick Pony bist\n4.  Eine gute Attitude\n5.  Zuverl&auml;ssigkeit\n\n**Momentane Aufstellung**\n\n**1. Ad - Carry - Hkn Shisuke - Teamleiter**\n**2. Support - Jennette McCurdy - Shotcaller**\n**3. Top Lane - HKn GetRigediked **\n**4. Jungle - Synophex**\n\nIch hoffe ich konnte eure Interesse erwecken und freue mich auf jeden Spieler der sich interessiert mit uns durchzustarten.\n\n\nGru&szlig; HKn Shisuke :)","replies":[{"id":"","poster":"Cocatee","date":"2015-12-25T11:28:26.159+0000","up_votes":1,"down_votes":0,"body":"Hallo, \n\nIch weiß nicht ob ihr noch sucht deswegen schreibe ich hier einfach mal.\nMomentane Elo: Plat 4\nAlter : 18\nMain:Mid Top\nIch maine nicht wirklich gewisse Champions und würde auch gerne ein paar neue fürs Teamranked lernen.\n\nMit freundlichen Grüßen\nCocatee","replies":[]},{"id":"","poster":"OneTrickMonkey","date":"2015-12-22T21:01:01.661+0000","up_votes":1,"down_votes":0,"body":"Guten Abend :)\n\nMein Name ist Jeremy, ich bin 18 Jahre alt und wohnhaft in Berlin.\nIch fand euer Ausschreiben sehr ansprechend und wollte mich darauf hin bewerben.\n\nSpielen tue ich \" Lol \" seit Beginn der ersten Season und konnte seitdem viel Erfahrung sammeln, unter anderem habe ich in mehreren Temas gespielt, mit denen ich unter anderem bei Go4Lol ins Halbfinale kam, wo wir gegen den Späteren Turniersieger verloren und habe zudem bei mehreren kleineren Turnieren mitgemacht und unter anderem 3 gewonnen.\nZudem spielte ich in mehreren Platin Teams, welche sich leider alle aufgelöst haben etc.\n\nNachdem ich eine 4 Monatige Pause genommen hatte, spiele ich seit einem Monat wieder regelmäßig und möchte gerne mit 4 Kompetenten Mitstreitern, die Teamranks \" dominieren \" :P\n\nGelernt bin ich Jungler und Support, jedoch habe ich während derSeason 4 Midlane gemaint und will mich atm auch wieder auf die Midlane fokusieren und diese wieder zur Mainlane machen.\n\nIch bin sehr Anpassungsfähig und sehr offen für Anregungen, Ideen etc.\nMeinen Championpool weite ich gerne aus, auch wenn ich laut meinen Namen ein Onetrickpony bin, dass trifft nichtmehr zu :PP\n\nAlles weitere erzähle ich euch gerne privat, zudem stehe ich euch gerne zur Verfügung, falls Fragen offen stehen sollten ! :)\n\nIch wünsche euch noch einen schönen, entspannten Abend.\n\nLieben Gruß:\nJeremy","replies":[]},{"id":"","poster":"Peregrinus","date":"2015-12-21T22:52:04.388+0000","up_votes":1,"down_votes":0,"body":"HIIII Lucky ^^","replies":[]}]}