{"id":"GUVYUpiW","poster":"Pearli","date":"2015-12-22T03:10:44.041+0000","title":"Hilfe ADC","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nseit geraumer Zeit versuche ich mich als ADC und m&ouml;chte diese Rolle auch &quot;mainen&quot;.\r\nSeit dem Patch zu Season 6 und den gro&szlig;en &Auml;nderungen zu Sch&uuml;tzen habe ich aber irgendwie den Anschluss verloren.\r\nNun w&uuml;rde ich mich freuen, wenn mir ein erfahrener ADC(-Main) hilfreiche Tipps geben kann. Am liebsten w&auml;hrend ein paar normalen nicht-Ranglisten Spielen.\r\n\r\nIch habe im Moment ca. 3/4 der verf&uuml;gbaren ADC gekauft.\r\nHilfe ben&ouml;tige ich speziell zur fr&uuml;hen Laning-Phase (so bis zum ersten oder zweiten mal Backport) und beim &Uuml;bergang mid/late game.\r\n\r\nIch spiele erst seit Mitte Season 5. W&uuml;rde also einsch&auml;tzen das ich nicht ganz neu auf dem Gebiet bin. Ich selbst bin &uuml;brigens &uuml;18, falls das f&uuml;r einige von Bedeutung ist.\r\n\r\nIch w&uuml;rde mich freuen, gern auch &quot;erst&quot; nach Weihnachten.\r\nVielen Dank\r\n\r\nP.S.: Die Elo sollte schon im Bereich Platon+ liegen bzw. sollte derjenige alternativ Langzeiterfahrung besitzen.","replies":[{"id":"","poster":"MM Sir Doomed","date":"2015-12-22T06:55:04.653+0000","up_votes":1,"down_votes":0,"body":"Hey,\nalso ich maine ADC auch erst seit dieser Season (vorher 3 seasons adc& Support), das aber im Elo bereich zwischen dia5-dia2.\n\nWichtig was hat sich geändert?\n- Die Runen Scalen prozentual, d.h. Snowballing ist extrem.. Wenn du Lane vorteil verlohren hast kommst du kaum zurück ins game (ich rede von 0-3 und 50cs hinten)\n- Item Scaling -> Die meisten ADCs scalen sehr gut mit Burst Damage. Sprich Crit und den Passiven Procs von Statik und der Roten Pistole mit der Thunderlords mastery. D.h. alle Burst trader (Lucian, Graves, etc) haben schonmal extremen vorteil.\n- Base Health -> Viele builds laufen daraus hinauf, das mehr in Crit und Flat DMG investiert wird, dafür weniger sustain.  Daraus folgt das der KIll des enemies der beste CC ist und man nicht lange fighten will... und hier kommt der Support zum Zug! bis ins Midgame (20min+) ist Ignite grundsätzlich Stärker als Exhaust. Dazu kommt das Ignite fast immer ca. 1/3 vom leben bedeutet und man fast nie Lifesteal auf den ADCs baut.. das Macht Teamfights / All-Ins immer recht schwierig als ADC wenn der enemy 2+ Ignites hat.\n\nNun die positive Seite. ADCs sind viel stärker geworden :D\nDu musst dir einfach im vornherein klar sein, was möchte ich wie zocken? Ich spiele fast ausschliesslich Hypercarries, da ich weiss wenn ich das early verkacke, kann ichs 15min+ später wieder gut machen. Wenn du cait/ez/lucian zockst und das early nicht reisst, viel spass im Late :)\n\nEs gibt viele Tier-Listen was wie wo gezockt werden kann/muss.\nDa ich meistens nur Vayne, Kalista zocke denke ich das die nervigsten counters MF, Lucian und Trist einfach 10x mehr schaden im Early machen und einfach Noob friendly sind. Das gute aber ist, wenn du auf vayne mal zu deinen 3 Items kommst, hast du viel mehr einfluss als ein anderer ADC mit gleichem feed...\n\nNun zu der Game-Taktik.\nSieh dir die Picks in deinem Team und enemy team an... Wenn ihr alle Lategamechamps habt, ist das game zu 99% bei minute 15-18 vorbei, weill das enemy Team groupt bevor ihr überhaupt 1-2 Items und boots habt. - Auch wenn die komplett sucken und nur Lee, MF und so ne schei**e zocken, win ist win...\nDann musst du dich entscheiden ob du nen early ADC hart drannehmen kannst, oder ob du doch lieber nen safen ADC zockst, der Lategame evtl nicht mehr soviel wert ist...\n\n\ngruss :)","replies":[{"id":"","poster":"Acelyte","date":"2015-12-22T07:49:04.436+0000","up_votes":1,"down_votes":0,"body":"vote for namechange..... ehrlich der name ist nicht ok...\nalso der smurf name","replies":[{"id":"","poster":"Abasin","date":"2015-12-22T08:33:15.830+0000","up_votes":1,"down_votes":0,"body":"Ich hätte nur was gegen die 88 (weil das halt ein Code für hh ist), der Rest ist für mich rabenschwarzer Humor.","replies":[{"id":"","poster":"MM Sir Doomed","date":"2015-12-22T10:32:35.467+0000","up_votes":1,"down_votes":0,"body":"name entfernt, np, ist nicht anstössig gemeint, hatte den namen in mehrern games, mein alter ego ist JohnPorno kp, sind doch coole namen. Wollt niemanden damit anzünden he he he xD","replies":[{"id":"","poster":"Acelyte","date":"2015-12-22T12:50:00.321+0000","up_votes":1,"down_votes":0,"body":"es geht ja nicht darum dass du den namen hier im forum nennst sondern dass du dich überhaupt erst so nennst xD\nauch ingame wird der name noch für viele spieler anstößig sein, bzw. zu reaktionen führen die toxisch und negativ sind","replies":[]}]},{"id":"","poster":"Acelyte","date":"2015-12-22T08:38:09.926+0000","up_votes":1,"down_votes":0,"body":"die kombination machts. in meinen augen ist der name ganz klar anstößig und da wurden schon ganz andere harmlosere gesperrt.","replies":[{"id":"","poster":"Abasin","date":"2015-12-22T08:48:20.484+0000","up_votes":1,"down_votes":0,"body":"Dann solltest Du hergehen und den Account beim Support melden, wenn es Dir so am Herzen liegt. Es ist nie falsch, das Richtige zu tun.","replies":[]}]}]}]}]},{"id":"","poster":"Abasin","date":"2015-12-22T08:27:40.615+0000","up_votes":1,"down_votes":0,"body":"**Platon** kann Dir gewiss nicht mehr helfen, der alte Sack ist schon lange Wurmfutter. {{sticker:slayer-jinx-wink}}","replies":[]}]}