{"id":"I3UmndG5","poster":"Kuu","date":"2015-12-21T21:59:07.765+0000","title":"Vasallenwellen bilden eine undurchdringbare Wand und verbuggt","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Hatte die &Auml;nderung der Abst&auml;nde bei Vasallenkollisionen nicht urspr&uuml;nglich den Zweck Champions leichter durch Vasallenwellen hindurchzulassen? Siehe: http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-523\n\nIch wei&szlig; nich welcher Specht der Meinung war da etwas &auml;ndern zu m&uuml;ssen, aber seit diesem Patch werden die Vasallenwellen oft zu einer undurchl&auml;ssigen Wand, an der keiner so leicht vorbei kommt. Oft schon musste ich deswegen L&ouml;ffel abgeben, weil die Vasallen nun sehr gut wissen, wie sie dir den R&uuml;ckweg versperren oder man kommt an Türme nicht heran, weil die verbündeten Vasallen einen schönen Halbkreis darum bilden, durch den man nicht hindurchkommt. Hinzukommt, dass die Wegfindung der Vasallen auch nicht mehr so richtig funktioniert. Werden es zu viele wissen die hinteren Vasallen nicht mehr, wo sie lang laufen  k&ouml;nnen und bleiben deshalb oft einfach an Ort und Stelle stehen und bewegen sich nicht mehr, auch wenn die vorderen Vasallen weiterziehen. Gerade einzelnen Nahk&auml;mpfervasallen passiert das hin und wieder mal...","replies":[{"id":"","poster":"The valiant Hero","date":"2015-12-22T06:29:59.194+0000","up_votes":1,"down_votes":0,"body":"Minion block ist eine Mechanik aus Zeiten, die noch in LoL existierten, als LoL noch ein DotA mod war. Minion block zu entfernen ist **SEHR** schwer, da man das Spiel komplett neu coden müsste. Viele andere Sachen benutzen die minion block Mechanik, wie z.B. skillshots, weswegen es katastrophal wäre, wenn man es einfach so entfernen würde.","replies":[{"id":"","poster":"xTHZx Arcadia","date":"2015-12-28T01:49:28.832+0000","up_votes":1,"down_votes":0,"body":"ist das tatsächlich so schwer? im letzten patch haben die rito leute ja immerhin die minionblock \"hitbox\" erhöht.. hab halt keine ahnung aber wenn die die minions vergrößern können müsste verkleinern ja auch gehen oder ?","replies":[]}]}]}