{"id":"jOA5pgjn","poster":"SweedSensei","date":"2015-12-22T10:53:27.314+0000","title":"Tentakel.me Sucht euch !","subforum":"Clans & Teams","embed":{"title":"Tentakel.me - Clan & Community - Neuigkeiten","description":"Tentakel.me - Clan since 2015","url":"http://tentakel.me/news","image":"http://tentaload.de/up/4a963020e307ddb03b12e2184dbd9291.jpg"},"up_votes":1,"down_votes":4,"body":"Hallo liebe League of Legends Community,\r\n\r\nwir der Tentakel.me Clan suchen Leute, die Spa&szlig; am Spiel haben. Leute, mit denen man durch dick und d&uuml;nn gehen kann. Auf Spr&uuml;cheklopfer und Eintagsfliegenk&ouml;nnen wir getrost verzichten. Besonders wichtig f&uuml;r den Clan ist der Teamspeak&sup3; Server der f&uuml;r und als Zentrum zum treffen, spielen und Spa&szlig; haben agiert. Bevor du dich beim Clan bewirbst, solltest du also das eine oder andere Mal bei uns im Teamspeak reingeschaut haben und dich mal auf unserer Homepage umgesehen haben.\r\n\r\n&Uuml;ber Tentakel.me\r\n\r\nDas Projekt Tentakel.me wurde am 01.04.2015 gegr&uuml;ndet. Anfangs als reiner League of Legends Clan gedacht, stellte sich schnell heraus das auch andere Spiele die Chance erhalten sollten ein Bestandteil unserea Alltags zu werden. Durch die Integration von Counter-Strike : Global Offensive und World of Warships stieg die Mitgliederanzahl des Clan kontinuierlich. Heute ist uns wichtig, dem Spieler f&uuml;r seine Leidenschaft eine freundschaftliche und gro&szlig;e Plattform zu bieten, um ein m&ouml;glichst unterhaltendes und niveauvolles Klima zu schaffen. Nat&uuml;rlich baut sich solch ein Clan nicht von selbst auf. Auch deswegen haben wir ein starkes Admin-Kontigent aus Leitung, Hauptbereichsleitern, Bereichleitern und Supportern.\r\n\r\nVorz&uuml;ge als Tentakel.me Mitglied\r\n\r\n- Wichtig ist, dass wir ein aktiver Clan sind und jedes unserer Mitglieder freundlich und hilfsbereit ist. Dadurch herrscht bei uns ein famili&auml;res Klima.\r\n- Durch unsere Sponsoren stehen uns mehrere Counter-Strike : Global Offensive Server mit 128er Tick zu Verf&uuml;gung die man sich f&uuml;r Clanwars und Trainingseinheiten ausleihen kann.\r\n- Wir besitzen eine geregelte &quot;Clan Struktur&quot;, d.h. die Bereichsleiter, bzw. die Team-Leiter sind f&uuml;r die einzelnen Mitglieder/Teams verantwortlich und bringen Ordnung in die jeweiligen Bereiche. Sei es um Probleme zu beseitigen oder f&uuml;r Ruhe zu sorgen. Wir sind offen f&uuml;r neue Ideen und unterst&uuml;tzen Mitglieder auch bei einer Teamgr&uuml;ndung.\r\n- Damit die Kommunikation nicht zu knapp verl&auml;uft, besitzt der Clan einen eigenen TeamSpeak 3 Server mit 512 Slots. Also genug Platz f&uuml;r jeden einzelnen. \r\n- Unsere professionelle Homepage mit exklusivem Design bietet den einzelnen Mitgliedern einen guten &Uuml;berblick &uuml;ber Clan. \r\n- Wer mehr Potenzial in sich sieht, hat sogar die M&ouml;glichkeit aufzusteigen. Sei es als Team- oder sogar als Bereichsleiter. Unser Clan kennt keine Grenzen.\r\n- Jedes Mitglied hat die Chance sich aktiv f&uuml;r unsere Projekte wie z.b. unseren YouTube- / Twitch Channel stark zu machen und dort mitzuwirken. Im Laufe der Zeit wird es immer mehr Clan Projekte geben in die man sich Integrieren kann.\r\n\r\nVoraussetzungen f&uuml;r eine Mitgliedschaft\r\n\r\n- Um das Angebot unserer Seite auch entgegen nehmen zu d&uuml;rfen, bedarf es einiger gewisser Voraussetzungen.\r\n- Da wir gro&szlig;en Wert auf Kommunikation legen, ist es wichtig, dass Ihr ein funktionierendes Headset habt (Keine R&uuml;ckkopplung; man versteht euch).\r\n- TeamSpeak 3 sollte auf jedenfall installiert sein und auch f&uuml;r die Benutzung bereit stehen. Ihr solltet einen angenehmen Charakter haben (Flamen, Beleidigungen, etc. sehen wir ungern). Spa&szlig; am Spiel solltet Ihr mitbringen und auch Kritik verkraften (positive, als auch negative).\r\n- Zeit f&uuml;r den Clan solltet ihr mitbringen, sei es Zeit f&uuml;r die Trainingseinheiten oder mal ein paar Minuten im Forum. Nat&uuml;rlich geht das Real-Life vor (Schule, Arbeit, Familie). Unsere Faustregel daher, alle 7 Tage mind. 1 Beitrag im Forum.\r\n- Treue ist ebenfalls wichtig. Wir sehen es nicht gerne, wenn ein Clan-Mitglied zeitgleich in einem weiteren Clan hausiert. \r\n- Da wir Spiele mit einer gewissen FSK Stufe spielen betr&auml;gt unser Mindestalter 16 Jahre.\r\n\r\nSponsoren\r\n\r\nXeon-Hosting.de Ist unserer Partner in Sachen Hosting von Servern, Webspace, Domains und Gameserver.\r\nFalls ihr Server mit einem guten Preis/Leistungs Verh&auml;ltnis sucht schaut euch mal bei Xeon-Hosting.de um!\r\nHomepage: https://xeon-hosting.de\r\n\r\nWichtige Links\r\n\r\nUnsere Homepage: http://tentakel.me\r\nUnsere Regeln: http://tentl.de/?e7f8\r\nSo Bewirbst du dich: http://tentl.de/?e648\r\n\r\nYouTube: http://tentl.de/?ae29\r\nFacebook: http://tentl.de/?c61b\r\nSteam: http://tentl.de/?e421\r\nTwitch: http://tentl.de/?bbd6\r\n\r\nClan beitritt\r\n\r\nHast du Interesse Teil von uns zu werden? Dann bewirb dich gleich bei uns: Bewerbungshilfe\r\nHier findest du zus&auml;tzlich noch eine Liste von Stellenangeboten die bei uns frei sind: Stellenangebote / Job\r\n\r\nKontaktm&ouml;glichkeiten\r\n\r\nIhr habt noch Offene Fragen? Dann meldet euch doch bei uns &uuml;ber unseren Teamspeak Server (IP: ts3.tentakel.me) oder schreibt uns eine Email an Info@tentakel.me.\r\n\r\n\r\nVielen Dank f&uuml;r das Lesen unserer Vorstellung und wir hoffen wir werden euch bald einmal Kennenlernen d&uuml;rfen.","replies":[]}