{"id":"VyJWqzXo","poster":"reTMiK","date":"2015-12-20T18:45:19.591+0000","title":"Season 3 Full EPS Team LF Support Dia+","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Heyo,\n\nwir suchen einen Support, um wieder in der EPS angreifen zu k&ouml;nnen.\n\n\n**Lineup:**\n\n\n**Top**\nreTMiK (S3 + S4 Dia 1 | S3 EPS)\n\n**Jungle**\nBloody Sunday (S3 + S4 Dia 1 | S3 + S4 EPS)\nHie&szlig; damals TheInnerEnemy\n\n**Mid**\nbl4d3styl3 (S3 + S4 Dia 1 | S3 EPS\nHie&szlig; Damals eXon\n\n**ADC**\ninvidiuM (S3 + S4 Challenger | S3 EPS Finals Teilnehmer | S4 Challenger Series mit Penta Sports)\n\n\n**Zu uns:**\n\nHaben viel Erfahrung und hatten alle League of Legends Pausen in Season 5. Haben Ende der Season dann wieder angefangen und wollen jetzt wieder angreifen und evtl. noch im Spring Split in der ESL Meisterschaft (damals EPS) mitmischen.\n \n\n**Zu dir:**\n\n\n* Viel Erfahrung (in Dia 1+), auch competetive (in Dia 1+)\n* Gute Einstellung &amp; Motivation\n* Zeit f&uuml;r Training &amp; Scrims\n* Funktionierendes Headset (obviously)\n\n\nGru&szlig;\nreTMiK","replies":[{"id":"","poster":"reTMiK","date":"2015-12-22T20:58:40.233+0000","up_votes":1,"down_votes":0,"body":"bump #1","replies":[]},{"id":"","poster":"Cpt Ecko","date":"2015-12-21T17:28:06.313+0000","up_votes":1,"down_votes":0,"body":"ich bin 16 Jahre und bin Main Supporter. ( Höhste Elo war: Diamant 3)\nDes Weiteren spiele Leauge of Legends seit Season 3 und habe spiele Support auch seit 3 Jahren.\n\nZu meinem Spielverhalten: Ich spiele agressiv und passiv, je nach Picks der Gegner.\nMein Championpool auf der Supportrolle ist ziemlich ausgeweitet und ich habe in der Vergangenheit in einigen Teams Support gespielt.\n\nIch bin immer für Verbessrungvorschläge und Kritik offen und setzte sie demtentsprechend um.\nWas die Kommunikationsmöglichkeiten angeht, besitze ich vollgende:\n\n1.Teamspeak\n2.Skype\n3.Whats App\n4.Curse Voice\n\nWährend der Woche bin ich immer online ab 16 Uhr und am Wochenende immer erreichbar.\n\nIch würde mich über eine positive Antwort freuen\n\nMfg, Cpt Ecko\n\n(Marcus)","replies":[]},{"id":"","poster":"yaanho","date":"2015-12-21T16:05:01.874+0000","up_votes":1,"down_votes":0,"body":"Wenn ihr einen Analyst  braucht.\nAddet mich mal Ingame","replies":[]},{"id":"","poster":"TSM Moerci","date":"2015-12-21T10:44:16.867+0000","up_votes":1,"down_votes":0,"body":"Hallo.\nMein Name ist Marcel und ich bin main Support. Ich war auch in Season 3 in der EPS unterwegs und hatte damals auch den Skill und Knowlegde. Season 5 hatte aich eine Pause gemacht (private Gründe). Ab Ende der 5. Season habe ich wieder aktiv ranked gespielt. Habe mich noch schnell innerhalb von einer Woche auf Dia gespielt. Damit ich die Rewards bekomme. Ich wäre sehr an das Team interessiert.\nIch kann euch verdprechen, dass Ich in Seadon 6 wieder Dia 1+ erreiche, weil ich da mehr zeit als 2 Wochen habe :D.\n\nMit freundlichen Grüßen \nMoerci","replies":[]}]}