{"id":"WFqIcooj","poster":"Yusaiko","date":"2015-12-20T12:08:03.824+0000","title":"Mid/Jungle Main sucht Rankedteam","subforum":"Clans & Teams","up_votes":0,"down_votes":1,"body":"Hey Leute,\nErstmal zu mir, ich spiele seit 2 Jahren League of Legends, bin zur Zeit Gold V und am meisten Spa&szlig; macht mir Mid-Lane und Jungle.\nIch besitze so gut wie alle Champions. Die, die mir noch fehlen sind entweder out of Meta oder Teemo :D.\nAm liebsten Spiele ich (Was die MItte angeht)** _Yasuo, Zed, Ahri, Veigar, Azir, LeBlanc, Viktor, Vladimir und Ekko_**, wobei ich auch gerne auf eure W&uuml;nsche eingehe und andere Champions spielen kann! \nWas den Jungle angeht bin ich am st&auml;rksten auf _**Elise, Vi, Rengar, Lee Sin, Nidalee, Ekko, Kindred**_ (um ehrlich zu sein macht mir Kindred sehr viel spa&szlig; bin aber der totale Noob auf ihr sprich **&Uuml;BUNG IST N&Ouml;TIG**) **_Kha&#039;Zix, Rek&#039;Sai und Evelynn_**.\nFalls ihr vorhabt mich auf Lolking tu Stalken mein Summoner Name ist Yusaiko, lasst euch aber nicht von meiner KDA abschrecken ich bin auf einem guten weg mich zu verbessern ich war eine lange Zeit so &quot;Kill f&uuml;r Tod ist worth&quot; bis ich begriffen habe das es mich nicht sehr weit bringt obwohl es manchmal auch noch passiert.\nBei interesse einfach ADDEN mein Summoner Name ist &quot;Yusaiko&quot;. W&uuml;nschenswert w&auml;ren Anfragen von Spielern die **Gold+** sind und auch ungef&auml;hr in meinem** Alter sind hei&szlig;t 16+**.\nSkype, Teamspeak und Curse Voice sind vorhanden, (Teamspeak &gt; Curse Voice &gt; Skype).","replies":[{"id":"","poster":"Yusaiko","date":"2015-12-21T15:11:18.536+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Real Void Hunter","date":"2015-12-20T12:15:17.880+0000","up_votes":1,"down_votes":0,"body":"Noobsyndikate ist ein Multi-Gaming-Clan seit 2013 und sucht jetzt im Bereich LoL neue Member. Wir sind eine Community die Spaß am Spiel hat aber auch natürlich ranked teams. S2-D5 Ts:78.47.72.221","replies":[]}]}