{"id":"Lg6uJuVB","poster":"gizzi","date":"2019-04-12T19:58:27.679+0000","title":"LoLNetwork - Tectum Spotlight","subforum":"Clans & Teams","embed":{"title":"Bilder-Upload - Kostenlos Fotos hochladen und ins Netz stellen","description":"Kostenlos Bilder hochladen. Bilder Upload ohne Anmeldung","url":"https://www.bilder-upload.eu/bild-731acf-1555097276.png.html","image":"https://bilder-upload.eu/upload/731acf-1555097276.png"},"up_votes":1,"down_votes":0,"body":"Dieser Beitrag ist angepinnt, weil LoLNetwork Mitglied im Tectum Dachverband ist!\n\nhttps://www.bilder-upload.eu/upload/731acf-1555097276.png\n\n_**Sei gegrüßt Beschwörer,**_\n\n\nDu suchst noch Mitspieler, Leute zum reden oder willst einfach nur einen privaten Channel um mit deinen Freunden zu quatschen?\n\nMit 1500 Slots können wir dir das alles rund um die Uhr anbieten.\n\nZu erst ein paar Fakten zu uns:\n\nWir sind eine rein auf LoL zugeschnittene Community, welche seit 2012 besteht.\nAuf unserem Teamspeak findet ihr für jeden Spielmodus passende Spieler, egal ob Normal, Flex oder Solo/Duo-Q.\nWenn ihr auch mal nur reden wollt, gibt es die Public Talks.\nSpieler, die gerne unter sich bleiben wollen, haben auch die Möglichkeit sich einen privaten, passwortgeschützten Channel zu erstellen.\n\nWir bieten zwar keine direkte Unterstützung für High-Elo-Competetive Teams, bieten aber allen Usern die Möglichkeit sich ein eigenes Team\nmit eigenen Channeln und einer eigenen Servergruppe zu erstellen oder einem bestehenden Team beizutreten.\n\nMit durchschnittlich 300 Leuten auf dem Teamspeak und schon über 10 000 Registrierungen gehört LolNetwork mit zu den größten LoL Communitys Deutschlands.\n\nWir haben es uns zur Aufgabe gemacht, als Clanunabhängige Community euch soviel wie möglich zu bieten.\n\nViele User bedeutet auch, dass hin und wieder ein paar User dabei sind, die sich nicht an die Regeln halten.\nDafür haben wir ein Support Team, welches immer ein offenes Ohr für eure Fragen und Probleme hat.\n\nWenn wir dein Interesse geweckt haben steht dir nun nichts mehr im Weg bei uns vorbei zuschauen;\nunter der Serveradresse: \nhttp://lolnetwork.net/images/navi-bilder/lol-ts3-navi.png  \nerreichst du uns jederzeit!\n\nWir freuen uns auf deinen Besuch!\n\nMit Freundlichen Grüßen\nLoLNetwork Team http://www.lolnetwork.net/images/styleLogo-767facfc414bd7ccbbb71a44ccfae50978109d2e.png\n\nHomepage/Forum: http://www.lolnetwork.net\nRegistrierung: https://panel.lol-ts3.de/login.php","replies":[]}