{"id":"ORb7rghG","poster":"Pink Joint","date":"2015-12-19T20:49:53.621+0000","title":"Bronze Supporter sucht Hilfe","subforum":"Level Up: Guides & Tipps","embed":{"title":"Bronze II Thresh vs Bard Bot | German [LPonCrack]","description":"Lasst euch das Gameplay + Commentary schmecken! :D ~ Nick :) Es würde mir sehr helfen wenn ihr mal eben einen Kommentar da lasst was ich denn falsch gemacht habe und was ich richtig gemacht habe ^-^. //Thresh Bot// Ich heiße Nick bin 15 Jahre alt und komme aus München :3 ^-^.","url":"https://www.youtube.com/watch?v=2PClCNSBWfE","image":"https://i.ytimg.com/vi/2PClCNSBWfE/hqdefault.jpg"},"up_votes":2,"down_votes":1,"body":"{{summoner:3}} Wundersch&ouml;nen guten Tag liebe Community :){{summoner:4}} \n\nMein Name ist Nick, ich bin 16 Jahre alt und ein Main Supporter auf Bronze 1,\nda ich momentan viel daran setze besser zu werden suche ich einen Platin 1 - Master MAIN SUPPORT, \nwelcher sich bereiterkl&auml;ren w&uuml;rde mir zu helfen ,\nbesser zu werden. Eine Methode wie ihr das macht k&ouml;nnt ihr euch gerne selbst ausdenken.\nIch habe f&uuml;r euch zur &Uuml;bersicht eines meiner Games auf Youtube zur Verf&uuml;gung gestellt :)\n\nunter Skype : nicknick20005\nIngame: Amiyuki Kun\n\nMomentane Mains :\nThresh,{{champion:412}} \nBard,{{champion:432}} \nLeona{{champion:89}} \n\nChampions welche ich noch lernen m&ouml;chte:\nSoraka,{{champion:16}} \nOrianna,{{champion:61}} \nAlistar,{{champion:12}} \nAnnie{{champion:1}} \n\nVielen Lieben Dank im vorraus\n\nLG Nick              #CarryasSupport","replies":[{"id":"","poster":"Living Tempest","date":"2015-12-28T15:43:52.888+0000","up_votes":1,"down_votes":0,"body":"Orianna würde ich nicht für Support lernen, für Mitte geht sie klar^^","replies":[]},{"id":"","poster":"SorisDynasty","date":"2015-12-28T15:36:00.257+0000","up_votes":1,"down_votes":0,"body":"Hab mir jetzt nur die ersten drei Minuten angesehen. Aber soweit:\nDu wirst auf der Botlane als Duo Level 2, wenn die erste Wave gestorben ist und die ersten 3 Melee Creeps der zweiten Wave tot sind. Also 6 Melee + 3 Ranged Creeps. Wenn du das verinnerlichst, kannst du Level 2 All Ins wesentlich besser vorbereiten. Ich bezweifle, dass sich sehr viele dort unten dessen bewusst sein werden.\nSkillshots besser zielen lernen. Aber das ist Übungssache. \nBenutz deine Targons-Stacks, wenn du es schon kaufst. Es generiert deinem Verbündeten das Gold des gelasthitteten Minions und es heilt euch beide ein wenig. Also brauchbar, wenn du mal etwas heilen musst. Idealfall wäre bspw, auf Level 1 als Thresh kurz zu traden mit dem Gegner und dann einen Stack einzulösen, um vom Heal zu profitieren. Warte aber möglichst, bis die Flay-Passive wieder voll, oder zumindest 75% hat - sonst wird es schwer, da Thresh leider den Execute nicht hat als Fernkampf. Wenn du dir damit unsicher bist, gehe ruhig auf die Coin. Du bist zwar etwas weicher, weil du weniger Leben hast, aber es ist einfacher.\nExhaust nutzen, bevor der Hauptschaden des Gegners ankommt - nicht danach. Sonst ist es ineffektiv genutzt.","replies":[]},{"id":"","poster":"Kuschelnator","date":"2015-12-28T15:25:54.428+0000","up_votes":1,"down_votes":0,"body":"Generelle Tipps kann dir auch ein Spieler niedrigeren Bereichen geben. Es ist immer leichter Fehler bei anderen zu erkennen als sie bei einem Selbst auszumerzen :). Ich kann dir aber mal den Vorschlag machen, deine UI ein wenig kleiner zu machen. Du bist ziemlich nah am Grün. Ich würde da nicht mit klar kommen.\n\nLG","replies":[]},{"id":"","poster":"Kyphoxia","date":"2015-12-20T17:42:18.585+0000","up_votes":1,"down_votes":0,"body":"viel erfolg! :)","replies":[]}]}