{"id":"XKnNArnl","poster":"Nerzors","date":"2015-12-19T16:52:55.494+0000","title":"Supporter sucht Mate für DouQ oder Anschluss im Team?","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey, Mein Name ist **Nerzors**, bin 24 Jahre alt und spiele recht oft man eine Runde LoL, aktuell bin ich **Bronze II (6 LP)**, hab ca. 63 Games in S4 gemacht nur 25 gewonnen, da ich oft SoloQ machen muss, verliere ich meisten die Games aufgrund meines Teams, oft liegt es darin dass Spieler das Spiel verlassen oder Picks nehmen die nicht gerade gut f&uuml;rs Team sind _(bezogen auf Counter gegen das Team)_, doch dran &auml;ndern kann man nichts und man muss versuchen das beste raus zumachen, aktuell Spiele ich Normals meine Letzten 2 Ranked Games gingen in die Hose, eins ging 50min. was viel zulang ist, und was durch ein kleinen Fehler dazuf&uuml;hrte das wir verloren. \n\nnun m&ouml;chte ich gern in S5 in Richung Gold kommen, jedoch m&ouml;chte ich mich durchs SoloQ Q&auml;ulen {{item:3070}}.\n\nMein Champion Pull ist recht Gro&szlig;, ich Spielen vieles als Support, meisten das was das Team Ben&ouml;tig, Sup mit CC? oder sehr Tanky Support? Aktuell gern Spiele ich:\n\n{{champion:78}} {{champion:89}} {{champion:16}} {{champion:37}} {{champion:53}} {{champion:99}}\n\nDas sind so Aktuell meine Picks, ab zumal Pick ich sowas wie\n{{champion:36}}, {{champion:150}} oder \nje nach dem wie ich gerade Lustig bin, solang es ein Vorteil f&uuml;rs Team ist.\n\nDa sich selbstverst&auml;ndlich jedes Team/Partner erstmal einspielen muss, ist es logisch das es evlt. die Ersten male nicht gerade super laufen werden, dass ist mir bewusst und ich wei&szlig; sobald man sich eingespielt hat kann es Besser laufen :)\n\nZusammenfassung:\nAlter: **24**\nAnzahl der Spiele: **63 (S3: ca. 30)**\nMain-Posi: **Bot-Support**\nElo: **Bronze II**\nGrösste Schwäche: **Übereifrig doch manchmal Spiele ich zu Sicher als mal auch was zu Riskieren :)**\nStärken: **ich Achte als Supporter Stark auf mein ADC, zu dem versuch ich mich dem Team immer anzupassen.**\nTS-Vorhanden? **Ja!**\nSkype: **Nein**\nIn welchem Elo-bereich sollte das Team sein?: **Gut wäre es in meiner aber höher darf es auch sein :)**\nMain-Champion: {{champion:78}} {{champion:89}} {{champion:16}} {{champion:37}} {{champion:53}} {{champion:99}}\nSpiele seit Season: **S3 (ca. 3 Monate vor ende)**\nFrühere Team-erfahrung: **Ja, durch anderen Spiele.**\nWie kann das Team dich erreichen?: **Hier oder Ingame inv**\n\nMeldet euch doch einfach :)\n\nMfG\nNerzors","replies":[]}