{"id":"A8Vfv6Io","poster":"Strohhut2X","date":"2019-12-19T19:05:19.078+0000","title":"Mausfehler macht Lol unspielbar","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"ich habe immer wieder den selben bescheuerteten Bug der vollkommen random auftaucht:\r\nMaus wird im Ladebildschirm(der zum match) schon nicht richtig angezeit (wird mir scharzem kasten hinterlegt und ist teils unsichtbar)\r\ningame ist die Maus dann ganz weg also seh ich nicht wo ich hinklicke egal ob beim laufen/spells oder im shop! Ich seh nichtmal welchen Item ich grade kaufe!!!\r\nSobald so ein bug auftritt kann ich das game vergessen......\r\nDas hat vor gut 2-3 Monaten angefangen nach irgend einem patch, ka welcher genau sry.\r\n\r\nIch spiele auf men normalen Win10 Laptop SSD(nur betriebsysthem usw) und HDD(Spiele usw, unteranderem Lol) hab nen 2. monitör angeschlossen was aber auch keinen unterschied macht. \r\nSämtliche offensichtliche lösungen habe ich probiert, windowseinstellungen der maus, Client repair, neuinstalation von Lol, usw.\r\n\r\nDas EINZIGE was den bug behebt ist ein PC-neustart, Spiel neustart reicht nicht aus! \r\nDas komische ist nur das lol das einzige spiel ist das dieses Problem hat, alle anderen spiele egal ob vollbild, ramenlos oder Fenster funktionieren wie sie sollen.\r\nWenn also iwer noch ne idee hat sagt mir bitte bescheid. Danke\r\n\r\n----------------------------------\r\nPS: ich werde nicht meinen ganzen PC neu aufsetzen wie es mir der Support als letze lösung vorgeschlagen hat, seh ich so aus als ob ich alles neu einstellen will nur weil ein game nicht funktioniert? Definitiv Nein!","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-20T14:47:05.561+0000","up_votes":1,"down_votes":0,"body":"Schonmal eine andere Maus getestet? Oder falls du eine Gamingmaus mit Software hast, an der Software was verändert oder die Software ganz runtergeworfen?\nIch will nicht sagen, dass es direkt an der Maus oder Software liegt, aber manchmal sind es ja die banalsten Dinge. Wenn du keine zweite Maus hast, dann leih dir irgendwo eine und teste es dann, dann musst du nicht direkt eine neue kaufen :) \nBei einem Nachbarn oder so sollte man ja sicher anfragen können, die meisten haben ja heutzutage einen PC mit einer Maus. \n\n\nAnsonsten würde ich einfach mal den technischen Bereich vom Support anfragen.","replies":[{"id":"","poster":"Strohhut2X","date":"2019-12-23T17:42:12.665+0000","up_votes":1,"down_votes":0,"body":"hmm ne hab ich noch nicht, ich tests mal^^\nDanke für die Idee\n__________________________\nEdit: \nHat leider auch nicht funktioniert...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-23T19:19:13.331+0000","up_votes":1,"down_votes":0,"body":"Dann frag einfach mal beim Support nach.","replies":[]}]}]}]}