{"id":"PcT2yn26","poster":"Admiral Zephyr","date":"2019-04-12T19:19:01.337+0000","title":"M.C.R.N. Force sucht dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Der neu gegründete Competitive-Clan M.C.R.N. Force sucht motivierte Beschwörer, die Teil einer starken Gemeinschaft werden wollen! Hier sind die wichtigsten Informationen über uns:\r\n\r\n1) Unsere Ausrichtung ist, wie bereits erwähnt, \"Competitive\". Das bedeutet, wir sind keine einfache Community, sondern ein Clan, der sich stetig weiterentwickeln möchte. Daher gilt folgendes zu beachten:\r\n\r\n    Es gibt ein festes Regelwerk, an das sich jeder halten muss.\r\n    Es gibt eine wöchentliche Clanbesprechung.\r\n    Es gibt feste Trainingszeiten (von Squad zu Squad unterschiedlich).\r\n\r\nGeführt wird der Clan vom sogenannten \"Commander\" und seinem Stellvertreter, dem \"Vice Commander\". Anschließend folgen die einzelnen Squads.\r\n\r\n2) Squads\r\nIn unserem Clan ist es möglich, sich einem Team anzuschließen (in der Aufbauphase sind natürlich noch nicht viele davon vorhanden). Jedes Team aka. Squad wird von einem Squadleader geleitet, der die Trainingszeiten und squadinterne Regeln festlegt. Squadinterne Regeln gelten nur für das betreffende Squad und können bspw. das Vorgehen bei Konflikten innerhalb des Squads individuell festlegen. Der Squadleader darf einen Stellvertreter, den Officer, ernennen, der ihn bei seinen Aufgaben unterstützt.\r\n\r\n3) Aufnahme\r\nDie Aufnahme in den Clan erfolgt zunächst durch ein kurzes Gespräch auf unserem Discord. Anschließend folgt eine Woche Probezeit, in der wir testen, ob du wirklich Interesse an einer Mitgliedschaft hast, also ob du aktiv dabei bist. Erfüllst du dieses Kriterium, bekommst du den \"Summoner\"-Status und bist damit ein vollwertiges Mitglied von M.C.R.N. Force!\r\n\r\n4) Elo\r\nWir haben uns dazu entschieden vorallem Mitglieder, die sich in der Low-Elo (Eisen, Bronze, Silber) bis \"Mid-Elo\" (Gold) befinden aufzunehmen, da wir selbst nicht die Pros der Pros repräsentieren. Natürlich nehmen wir auch gerne Interessierte auf, die sich in Platin, Diamond, etc. bewegen. Allerdings sollten jene Spieler natürlich keine hohen Ansprüche an Skills etc. haben.\r\n\r\n5) Besonderes\r\nUnser Clan ist anfängerfreundlich. Wir nehmen gerne Mitglieder auf, die das Spiel erst vor kurzem angefangen haben und sich noch nicht so gut auskennen. Für jene Spieler bieten wir auch Basic-Coaching an.\r\n\r\n6) Kontakt\r\nIngame: bySailex\r\nLeague-Forum: Admiral Zephyr\r\nDiscord: https://discord.gg/KqWaaC7\r\nMail: M.C.R.N.Force@gmail.com\r\n\r\nLasst dich vorallem durch die \"strengen\" Texte oben nicht abschrecken. Wir haben Regeln und eine feste Struktur, sind aber intern sehr entspannt und für jeden Spaß offen; eine Altersgrenze gibt es bei uns auch nicht. Wenn wir also dein Interesse geweckt haben, freuen wir uns auf deinen Besuch in unserem Discord.\r\n\r\nLiebe Grüße\r\nM.C.R.N. Force - Leitung","replies":[]}