{"id":"jTR2EOE4","poster":"Kyrusa","date":"2015-12-19T09:05:03.310+0000","title":"Jungle mentor gesucht","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"HI, \r\nich bin eigtl main adc und supp aber iwie rezt mich der jungle seid kindred raus ist und seit dem ward patch mag ich eve auch wieder total!\r\nich hab aber total probleme zum einen durch zu kommen und was zu machen um das spiel drehen zu k&ouml;nnen wenn alle lanes verlieren.. kann man da &uuml;berhaupt was machen?\r\nich mein als eve sind mir deren wards ja egal, aber nicht wenn mein team keine aufstellt um einen rauszunuken &gt;&lt;\r\nGIbt es da tricks wie man es hinkriegt ein besseres timing f&uuml;r ganks zu haben? wege um nicht 100000 creeps behind zu sein, wenn man kein fed durch ganks bekommt? auch andere jungler w&uuml;rden mich noch interessieren, wie vi oder jetzt soll ja quinn, die ich so auch schon als adc liebe, f&uuml;r jungle gut sein.. h&auml;tte da vllt jmd abends mal zeit mit mir da was zu machen und mir zu erkl&auml;ren? \r\noder wie kann man spiele aufnehmen? mit lolrecorder hab i ch st&auml;ndig nur bugsplat&acute;s &gt;&lt;\r\nw&auml;re nett wenn gute jungler sich mal melden \r\ndanke","replies":[{"id":"","poster":"Kyrusa","date":"2015-12-22T07:14:22.883+0000","up_votes":1,"down_votes":0,"body":"ehm ja.. seh schon gibt keine guten jungler die ihr wissen teilen wolln.. well.. learning by doing.. danke community","replies":[]},{"id":"","poster":"Kyrusa","date":"2015-12-20T19:39:30.237+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Kyrusa","date":"2015-12-19T10:50:43.470+0000","up_votes":1,"down_votes":0,"body":"danke hab dich geaddet :)","replies":[]},{"id":"","poster":"Kaos Jungler","date":"2015-12-19T09:45:50.086+0000","up_votes":1,"down_votes":0,"body":"Heyho,\nich würde dir gerne helfen da ich weiß wie schwer es ist seine eigenen spiele so zu analysieren das sich meine/deine Fehler heraus kristallisieren und man weiß was man besser machen muss.\nZu mir:\nIch bin der Jan und bin 17 Jahre jung.\nMeine Main Position ist seit 1 1/2 Jahren der Jungler. Meine elo beträgt dia IV aufm weg nach oben.\nWenn du Lust hast kannst du mich InGame adden :Kaos Jungler\nMfG Jan/Kaos Jungler\n\nPS : hoffe es schreckt dich nicht zurück das ich nahe zu ein one trick pony bin aber 2-3 weitere champs auch auf dia Niveau spielen kann.","replies":[]}]}