{"id":"G0Jmk3pR","poster":"Sihari","date":"2015-12-18T17:44:08.960+0000","title":"Toplane-Neuling sucht geduldigen Coach","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":2,"body":"Hallo ihr erfahrenen Toplaner da drau&szlig;en :3\r\n\r\nF&uuml;r ein Team habe ich vor kurzem angefangen, mich auf der Toplane zu tummeln, jedoch ist es f&uuml;r mich als Main-Support sehr schwer, mich dort zurecht zu finden. Bisher habe ich ca 20 Spiele als Toplaner absolviert, in denen ich so ziemlich jedes Mal absolut fertig gemacht wurde. \r\nEs ist eindeutig, dass diese vielen Niederlagen an mir liegen... Jedoch komme ich allein nicht richtig vorran, weswegen ich jetzt Hilfe bei einem alten Hasen suche~\r\nWenn jemand Lust, Zeit und Geduld hat sich meiner anzunehmen, dann w&uuml;rde ich mich sehr &uuml;ber eine kleine Antwort unter meinem Post freuen ^-^\r\nSollte ich unter der Leitung meines neuen Coaches tats&auml;chlich Fortschritte machen, dann springt da vielleicht sogar was kleines f&uuml;r den guten Lehrer raus ;3\r\n\r\nLG Sihari&hearts;","replies":[{"id":"","poster":"Cud26","date":"2015-12-18T17:47:45.341+0000","up_votes":1,"down_votes":0,"body":"elo?","replies":[{"id":"","poster":"Sihari","date":"2015-12-18T17:48:58.604+0000","up_votes":2,"down_votes":0,"body":"ich bin derzeit Silber 4, meine Toplane-Spielweise liegt aber eher bei Bronze 5....","replies":[{"id":"","poster":"Cud26","date":"2015-12-18T17:51:26.372+0000","up_votes":0,"down_votes":2,"body":"Ich bin Silber 3, aber müsste mehr Erfahrung mit Top haben als du. Ich bin Allrounder. Add mich einfach --> Cud26\nDann reden wir per TS","replies":[]}]}]},{"id":"","poster":"yaanho","date":"2015-12-25T13:49:00.902+0000","up_votes":1,"down_votes":1,"body":"Wenn du noch einen brauchst kannst du dich bei mir melden, entweder Ingame oder per Mail an yannkzz@outlook.de\n\nHabe Erfahrungen mit Coaching/Analysieren bis Master+","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-01-02T18:43:57.408+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"yaanho","date":"2016-01-03T10:37:45.852+0000","up_votes":1,"down_votes":0,"body":"Ja!\nAls Spieler braucht man Dumm gesagt \"Skill\" und muss das Spiel beherrschen.\nAls Coach oder Analyst braucht man das Wissen bzw. Spielverständnis, aber man muss es nicht ausführen (können).\nzum Beispiel:\n**Dr.Puppet:**Ex GSH Coach (Kev1n,Sola), Ex-KLG Coach (2. bei den Wildcards für die Worlds in Chile), jetziger Analyst bei \"Last Kings\" LAS Pro Team, jetziger Coach bei einem Team von Brasilien die sich für die Challenger Series qualifizierten. Seine Elo: Plat 5 75LP.\n**Dentist:** Ex Copenhagen Wolves Coach, jetziger Team Manger bei Team Huma. Seine Elo: Plat 3 und Gold 1\n\nBrauchst du noch mehr? ;)\n\nkleiner Tipp:\nZuerst denken dann schreiben :)","replies":[{"id":"","poster":"SKT T1 1ND3R","date":"2016-01-03T13:51:17.014+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"yaanho","date":"2016-01-06T13:43:19.063+0000","up_votes":1,"down_votes":0,"body":"Ja vllt. aber ich spiele Ranked zum Spass und spiele es nicht zum aufsteigen. Und ich will jetzt nicht Arrogant tönen aber ich bin bei ESC Gaming als Manager und habe noch 2 Angebote als Analyst von 2 Teams ( 1x von einem Team aus Brasilien die Challenger Series spielen und einen deutschem Team was wahrscheinlich EPS und evt. Challenger Series spielt.)","replies":[]}]}]}]}]},{"id":"","poster":"Death is Beauty","date":"2015-12-18T18:15:16.384+0000","up_votes":1,"down_votes":0,"body":"Hey wie ich sehe hast du ja schon jemanden gefunden der dir Hilft, dennoch will ich dir hier ein paar Tipps geben:\n\nLerne die zuerst die einfachen Sachen die jeder Sololaner wissen muss, vor allem auf der Toplane ist es wichtig zu wissen wo der Gegner Jungler ist damit man auf der langen Lane nicht einem Gank zum Opfer fällt. Du meintest ja das du davor Support main warst, ich gehe mal davon aus das du deswegen auch noch dein Cs'ing verbessern musst. Zudem halt noch Dinge wie zum Beispiel Zonen/was tun wenn ich Gezoned werde etc...\n\nFalls du mal n paar fragen hast adde mich einfach TheDoktorFail\n\nMfG TheDoktorFail aka Michael{{champion:161}}","replies":[]},{"id":"","poster":"GoG Yagamilight","date":"2015-12-18T18:22:52.322+0000","up_votes":1,"down_votes":1,"body":"wenn du noch einen Senpai benötigst, kann ich dir gerne helfen, da ich auch immer auf der Toplane spielen musste und ein bisschen Erfahrung mitbringe","replies":[]}]}