{"id":"0qzBWwhq","poster":"Get Rekt Boomer","date":"2015-12-18T23:24:37.082+0000","title":"Suchen Toplaner und Jungler für ein festes Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nwir suchen 2 Beschw&ouml;rer und zwar einen Toplaner und einen Jungler. Am besten w&auml;re es, wenn sie premade sind aber es macht auch nichts, wenn ich euch beim Team als Einzelperson bewerbt.\r\nWir haben schon vor ein ernstes Team aufzustellen mit dem Ziel in Turnieren mit zu machen. Der Teamname steht noch nicht fest. Er wird mit allen 5 Membern besprochen. Die 2 Personen, die dann dem Team joinen sollten sich auch f&uuml;r bereit erkl&auml;ren einen Namechange zu kaufen  mit dem Clantag davor. Wenn wir mit dem Team zufrieden sind.\r\n\r\nWas wir zu bieten haben:\r\n\r\n- Gute Laune beim zocken \r\n- Einen Ts3 Server \r\n- Erfahrung (die meisten aus Season 2)\r\n- Duo Q Mates\r\n- Eine Pizza (joke...){{champion:223}} \r\n\r\nWas wir von euch fordern:\r\n\r\n- Guten Humor\r\n- kein geflame, wenn was nicht so l&auml;uft wie es soll\r\n- Muss mit Kritik umgehen\r\n- Erwachsenes Benehmen\r\n- Mindest Elo: Gold\r\n- Aktiv spielen \r\n- Wenn man wegen privaten Angelegenheiten nicht zocken kann, dann m&uuml;sst ihr auch einem Bescheid sagen\r\n- Muss einen gro&szlig;en Pool besitzen\r\n\r\nWenn ihr euch bewerben wollt, dann addet: Łord Meliodas","replies":[{"id":"","poster":"Yusaiko","date":"2015-12-20T17:02:35.277+0000","up_votes":1,"down_votes":0,"body":"Hi, Ich bin ein Jungle main und suche ein Team, habe eine ziemlich großen Champion Pool und kann ziemlich jeden gewünschten Jungler spielen! Habe dich geadded unter dem Namen \"Łord Meliodas\"wenn aus irgendwelchen unerfindlichen gründen nicht geklapt hat (Rito eben) dich zu adden würde ich darum bitten \"Yusaiko\" zu adden.\nIch bin momentan Gold V, 16 Jahre und bereit diesen Name Change in kauf zu nehmen (nur unter bestimmten Gründen welche wären Plat V erreicht, bei einem Turnier einen ziemlich guten Platz erreicht haben und wenn sich alle gute miteinander verstehen).\nAnsonsten meine besten Champions für den Jungle sind --> {{champion:245}}  {{champion:60}} {{champion:64}} {{champion:107}} {{champion:60}} {{champion:28}} {{champion:121}} {{champion:421}} {{champion:79}}","replies":[]}]}