{"id":"FinLaicJ","poster":"Zedlicous","date":"2015-12-18T07:33:07.628+0000","title":"ZED MONTAGE (GOLD ELO)","subforum":"Streams & YouTube","embed":{"title":"ZED (GOLD ELO) MONTAGE | ZEDLICOUS","description":"Don't expect Faker plays!!! This video is just for entertainment and fun. Also I'm maining Zed since a few weeks so im still learning and still a noob. In the future there will be better videos. Its maybe a bit confusing why the name in the game is different to my channel name, well its kinda simple...","url":"https://www.youtube.com/watch?v=3fYsIe1s158&feature=youtu.be","image":"https://i.ytimg.com/vi/3fYsIe1s158/hqdefault.jpg"},"up_votes":1,"down_votes":1,"body":"Hey Leute,\r\n\r\nich habe mal Lust gehabt ein video zu machen &uuml;ber Zed, den ich angefangen habe zu mainen.\r\nAlso die Plays sind jetzt nicht Challenger Niveau aber das wollte ich damit auch nicht zeigen, sondern gilt das Video mehr zur Unterhaltung und an dem Spa&szlig; Videos zu bearbeiten.\r\n\r\nMich w&uuml;rde es echt interessieren was ihr von dem Video h&auml;lt und was ich vielleicht verbessern k&ouml;nnte.\r\n\r\n\r\nLG\r\n\r\nZedlicous","replies":[{"id":"","poster":"Dr Untenrum","date":"2015-12-18T08:33:43.494+0000","up_votes":2,"down_votes":0,"body":"Ich habe das Video mal objektiv betrachtet und ein paar Sachen gefallen mir ganz gut (kein Movie Maker). \nAllerdings solltest du das Vorspulen in deinen n채chsten Videos nur nutzen, wenn es einen Sinn hat. Du hast es hier h채ufig genutzt, ohne das noch etwas passiert ist.","replies":[{"id":"","poster":"Zedlicous","date":"2015-12-18T09:10:28.206+0000","up_votes":1,"down_votes":0,"body":"Danke sehr :)\nDas vorspulen sollte eigentlich nur zur Demonstration dienen, dass ich nicht gestorben bin nach einem Fight :D aber hast recht, sonderlich viel Sinn hat es nicht gemacht. Werde es beim n채chsten Video anders handhaben :)\n\nLG","replies":[]}]},{"id":"","poster":"Zedlicous","date":"2016-01-08T07:34:16.432+0000","up_votes":1,"down_votes":0,"body":"So, mal ein kleines Update.\nHabe jetzt Platin erreicht eigentlich nur mit Zed spielen. \nWen es interessiert, ich werde auch mal eine neue Zed montage machen aus dem Platin elf Bereich, mein n채chstes sie ist es erstmal in Platin auf zu steigen. Mal sehen Ob es klappt xD","replies":[]}]}