{"id":"p6sEmXpG","poster":"Dr Untenrum","date":"2015-12-18T09:22:25.803+0000","title":"Coach gesucht (Dia 3+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wie der Titel oben schon sagt, bin ich aktuell auf der Suche nach einem Coach ab Diamant 3, da ich fest der &Uuml;berzeugung bin, dass coaching doch einen sehr gro&szlig;en Einfluss auf das eigene Spiel hat.\n\nHier ein paar Dinge zu mir:\nIch hei&szlig;e Nils, bin 22 Jahre alt und habe diese Season mit Platin 3 abgeschlossen. Zeitweise war ich Platin 1, habe danach aber aufgeh&ouml;rt zu ranken. Aufgrund der Pre Season, mit der ich anfangs nicht zurecht kam, bin ich aktuell Platin 5 0lp.\nIch spiele haupts&auml;chlich **Jungle**, weswegen ein Main-Jungler als Coach sehr hilfreich w&auml;re.\n\nDas solltest du mitbringen:\n**Elo:** mindestens Diamant 3 (je höher, desto besser!). Der Grund ist, dass die 5er Divisionen leider oftmals auch Spieler beinhalten, die dort nicht hingeh&ouml;ren (Stichwort Boosting). &quot;Diamant 4 w&auml;re dann ja okay&quot;, k&ouml;nnte man argumentieren, aber ich habe ganz gerne diesen Puffer und bei dem bleibe ich auch.\n**Lane:** Jungle\n**Alter:** min. 18 Jahre\n**Teamspeak:** Ja\n\nSollte jemand Interesse haben, dann kann er sich gerne bei mir melden. Weitere Punkte werden dann privat besprochen","replies":[{"id":"","poster":"Luz1d","date":"2015-12-18T13:15:58.908+0000","up_votes":1,"down_votes":0,"body":"Hey, einen kleinen Tipp.Rs ist meiner Meinung nach relativ unwahrscheinlich das ein mittlerer Dia spieler einen mittleren Platin spieler coacht solange dieser nicht mit dir befreudet ist/ du Verbindungen zu ihm hast oder du ihn bezahlst . Ist aber nur meine persönliche Meinung/ Efahrung wünsche dir trotzdem Erfolg beim finden.","replies":[{"id":"","poster":"Dr Untenrum","date":"2015-12-18T14:17:32.635+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt, die weiteren Details bespreche ich privat. Das schließt eine entsprechende Bezahlung nicht aus ;)","replies":[]}]}]}