{"id":"FOKZWUBE","poster":"Kaorî","date":"2019-04-12T17:27:33.866+0000","title":"Extrem wenige FPS nach letztem Update","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Seit dem letzten Patch ist mir ein interessantes Problem aufgefallen.\n\nWenn ich in LoL nichts mache, sondern einfach nur in der Base stehe (im Practise Mode), habe ich 70 FPS. Bewege ich den Mauszeiger, gehts hoch auf 89 FPS und fliege ich mit der Maus über die Map, gehn die FPS auf über 200.\nSobald ich aber nichts mache, bin ich wieder bei 70-74 FPS.\n\nAufgefallen ist mir das, als ein Aram extrem ruckelig war heute morgen, als ich das FPS Cap von 80 mal rausgenommen habe, ging es wieder flüssig.\nNormalerweise habe ich weit über 150 FPS, auch in Kampfsszenen.\n\nUm das Problem zu beheben, habe ich mal den Grafiktreiber runtergeschmissen. Ohne jeglichen Grafiktreiber(außer denen von Windoof) waren die FPS 1 zu 1 dieselben. Treiber wieder drauf, genau dieselben FPS.\nLeague deinstalliert(und auch alles von League danach manuell gelöscht), neu installiert - bringt nichts. 1 zu 1 dieselben FPS.\n\nDann habe ich mal getestet, ob vielleicht plötzlich durch das letzte Update irgendwas limitiert.\n\nAuflösung zunächst von 1440p auf 1080p runter - exakt dieselben FPS.\nAuflösung von 1080p auf 720p runter - exakt dieselben FPS.\nGrafikeinstellungen von Very High auf Very Low, AA deaktiviert - exakt dieselben FPS.\n\nÜber den TaskManager für League nach und nach weniger Kerne/Threads vom Prozessor zugewiesen, bishin zu einem einzelnen Kern - exakt dieselben FPS.\n\nAuf gut Deutsch; ich kann tun und lassen, was ich will, die FPS bleiben genauso niedrig.\n\nHabt Ihr eine Idee, was ich noch versuchen kann? (Ach ja, alle anderen Games, auch Tripple A Titel, laufen genauso gut/schlecht wie vorher, lediglich League hat sich enorm verschlechtert)\n{{sticker:sg-lux-2}} \n\nBenutze einen 1440p(2K) 75Hz Monitor von Acer und befeuere den mit folgenden Komponenten;\nAMD Ryzen 7 1700X @3,8GHz (gekühlt von einem Dark Rock Pro 4)\nPowerColor Radeon RX580 Red Devil Golden Sample @1439MHz\nGigabyte X470 Aorus Ultra Gaming\n250GB Samsung 960 Evo NVMe SSD (auf der League installiert ist)\n500GB Samsung 860 Evo SATA SSD\n750W Modulares Corsair Netzteil\n\nÜblicherweise spiele ich LoL in absoluten Max Settings und cappe die FPS auf 80, da ich sonst trotz 1440p weit über 100 FPS während des gesamten Spiels habe und mein Monitor nur 75Hz hat.","replies":[]}