{"id":"lkkERrHe","poster":"Lyrix7","date":"2015-12-17T15:22:39.836+0000","title":"\"Running\" Bug gefunden...","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Problem: Ich komme grad in das neue Lol-Spiel rein und kann ganz normal was kaufen. Merke dann aber schnell das wenn ich mich bewegen m&ouml;chte, ich nicht dorthin komme wo ich m&ouml;chte, sondern ich immer &quot;Automatisch&quot; in den gegnerischen Spawn laufe. D.H. Ich fange and &uuml;ber die Mitte zu den gegnerischen T&uuml;rme zu laufen... \r\n\r\nKann dagegen auch nichts machen, das passiert auch nur wenn ich mich anfange bewegen zu wollen. Hab mich 2 mal neu Verbunden, konnte an der Situation aber nichts &auml;ndern. \r\n\r\nAlso meine Frage hattet ihr auch schonmal diesen Bug? Wenn Ja, wie habt ihr ihn l&ouml;sen k&ouml;nnen?\r\n\r\nMFG Tim{{summoner:3}} \r\n\r\n\r\nEdit: Auch mit anderer Maus und Tastatur versucht, anderer Acc bringt da auch nicht (mit Acc des Freundes versucht).","replies":[{"id":"","poster":"friss felsen","date":"2015-12-17T15:30:47.099+0000","up_votes":1,"down_votes":4,"body":"> (mit Acc des Freundes versucht)\n\n\"Hallo Polizei, ja ich habe gestern jemanden umgebracht.\"","replies":[{"id":"","poster":"xTHZx Arcadia","date":"2015-12-18T13:56:08.441+0000","up_votes":3,"down_votes":1,"body":"na du bist ja lustig\nich habe die acc daten von ein paar freunden, das ist nichts besonderes\nund unter richtigen freunden treibt man kein schindluder.\nübrigens... wer sagt dir denn das besagter kumpel nicht neben ihm saß und das selber versucht hat?\n\nui btw habsch mal geschaut.. du bist ja fast immer so pseudo lustig.. \ndie meisten kommentare die du abgibst tragen nicht ansatzweise \nzu einer \"guten\" community bei aber gut mach nur weiter so","replies":[{"id":"","poster":"friss felsen","date":"2015-12-18T17:23:22.105+0000","up_votes":1,"down_votes":2,"body":"hahahahahahahahahahaha","replies":[]}]},{"id":"","poster":"Lyrix7","date":"2015-12-19T17:52:16.963+0000","up_votes":1,"down_votes":0,"body":"Nene, er hat meine acc Daten und ich seine... Und wenn einer von uns damit scheiße bauen würde, könnte man ja zu ihm fahren und ihn killen hh","replies":[]}]}]}