{"id":"Isb1sULV","poster":"Windelbo","date":"2015-12-17T18:17:53.414+0000","title":"Kleinnes Irelia Guide","subforum":"Level Up: Guides & Tipps","up_votes":3,"down_votes":3,"body":"Ich spiele oft {{champion:39}}  bin lvl 5 mit ihr, &quot;nur&quot; 24,9k habe ich bis jetzt und habe oft meine Lane gewonnen.\r\nDamit ihr das auch schaffen k&ouml;nnt hier ein parr Tipps.\r\n\r\n1. Item Build \r\n\r\n2. Lane\r\n\r\n3. Team-Fight\r\n\r\n1.Ihr kauf am Anfang {{item:2033}} nach dem ersten Base gehen kauft ihr {{item:3044}} , dies baut ihr dann zur  {{item:3078}} aus vobei ihr zuerst {{item:3057}} und dann {{item:3086}} kauft. Schuhe k&ouml;nnen je nach spiel gekauft werden {{item:3111}} {{item:3047}} .\r\nAnschlie&szlig;end k&ouml;nnt ihr auf viel Schaden gehen mit {{item:3153}} {{item:3142}} {{item:3812}} {{item:3074}} , allerdings w&uuml;rde ich einen etwas Devensiveren Build gehen mit {{item:3742}} {{item:3022}} {{item:3053}} {{item:3748}} {{item:3155}} bzw.{{item:3156}} und je nach spiel{{item:3143}} {{item:3065}} \r\n\r\n2.Nach den Items kommen wir jetzt zur Lane, wichtig mit {{champion:39}}  ist das ihr nicht nur mit dem  Q Vasalen t&ouml;tet sondern es mit Auto-Hits versucht sonst sind die Mana kosten auf Dauer zu hoch.\r\nDen Gegner Nerfen kann {{champion:39}}  gut da sie mit ihrem  W eig. keinen Schlagabtausch verliert,z.B. ihr spring mit {{champion:39}} s Q zu einem Lowen Vasalen dann den Gegner mit Auto-Hits angreifen und anschlie&szlig;end mit Q zu einem lowen Vasalen zur&uuml;ck dies ist ein beispiel von vielen, um Gegner zu t&ouml;ten ist wichtig DAS ihr zwischen euern Spells und Auto-Hits Ulti einsetzt, ihr den Gegner mit euerm E Bet&auml;ubt euer W eisetzt und ihm ein parr Auto-Hits verpasst wenn er wegl&auml;uft Q ihr zu ihm und dann solltet ihr den Fight gewonnen haben.\r\nBei Ganks kann {{champion:39}} mit ihrem Q versuchen die Gegner zu Outplayen indem man in eien belibige Richtung l&auml;uft und dann zu einem lowen Vasalen Q und in eine Richtung z.B. zum eigenen Turm l&auml;uft  und dann sicher zu sein.\r\n\r\n3.Im Team-Fight kann {{champion:39}} gut auf wichtige Ziele(ADC,Mid-Laner) gehen indem sie diese Q sie dann wenn sie weniger Leben als das Ziel hat es mit dem E zu bet&auml;uben und dann mit Auto-Hits und der Ulti zu t&ouml;ten bei Full Damage {{champion:39}} t&ouml;tet man das Ziel damit wenn man etwas Verteidigender baut dann kann man damit ein Ziel &quot;nur &quot; bedrohen zieht damit aber das Feuer auf sich wodurch des Ziel keinen deiner Carrys angreifen kann.\r\nProblem bei Full Damage {{champion:39}} man stirbt sehr schnell und wenn man gut gekitet wir ist man tod bevor man an jemand anders dran war.\r\n\r\nIch hoffe Dieser Guide hilft euch und ich w&uuml;rde mich &uuml;ber euer feedback freuen.\r\n\r\nLG{{champion:39}}","replies":[{"id":"","poster":"Sihari","date":"2015-12-17T18:26:15.954+0000","up_votes":3,"down_votes":0,"body":"Da ist ja schon der versprochene Irelia-Guide :3\nVielen Dank. hab da was dazu lernen können ^-^","replies":[{"id":"","poster":"Windelbo","date":"2015-12-17T18:27:27.229+0000","up_votes":1,"down_votes":0,"body":"Kein problem.;)","replies":[]}]},{"id":"","poster":"SuperplexP","date":"2015-12-18T14:56:25.282+0000","up_votes":1,"down_votes":0,"body":"Solche Guides sind der Grund, wieso man sich nie auf Guides verlassen sollte.\n\nAber fangen wir von vorne an:\n\n1.Zu deiner Person: du spielst seit dieser Season Rankeds, bist Silber 3 mit negativer Winrate und hast nicht ein einziges Ranked mit Irelia gespielt. Alles davon disqualifiziert dich schon sehr. Nicht negativ gemeint, aber es fehlt nunmal wirklich an Erfahrung.\n\n2.Itembuild: Hier stimme ich in wirklich vielen Punkten nicht mit dir überein.\n\n-Startitems: {{item:2033}} , {{item:1055}} , {{item:1054}}  , {{item:1029}} \nCloth Armor gegen aggressive AD-ler z.B. Riven, Shield gegen Fernkämpfer wie Gnar, Blade gegen alles, was man pressuren muss (Nasus z.B.), sonst der Pot\n\nBoots: {{item:3047}}  {{item:3111}}  sind Standard je nach Gegnerteam, ist man ahead und hat ein tankiges Team sind {{item:3006}}  ebenfalls eine Möglichkeit\n\n-Offensive: {{item:3078}}  ist seit den Changes massiv schlechter geworden auf Irelia, da bis auf Crit wirklich alles genervt wurde. (CDR ist besser als Mana, aber trotzdem), der Attspeed, Leben und Schadensverlust tut weh, damit ist Trinity nicht mehr Pflicht\n\nwenn man Trinity rusht würde ich in vielen Fällen eher mit {{item:3057}}  anfangen, weil niemand, der nicht schon ahead ist, gegen eine Irelia mit Level 6 und Sheen gewinnen kann, ist man behind oder muss vorsichtig spielen rusht man {{item:3044}} . Wenn man denn vorsichtig spielen muss, bauen viele Sheen erst als dritten Teil und Eifer vorher.\n\n{{item:3124}}  ein Ireliaguide ohne Wutklinge ist Müll. Auch nach dem Nerf ein enorm starkes Item und hervorragend mit {{item:3153}} . Momentan empfehle ich Trinity, oder diese beiden Items zusammen.\n\n{{item:3142}}  {{item:3074}}  {{item:3812}}  sind mit einem Wort sinnlos. Hydra bringt dir gar nichts, Youmus und Deaths Dance noch weniger, weil du einfach kaum normalen Schaden machst. Da ist sogar ein Blutdürster besser.\n\n-Halboffensive:\n{{item:3742}}  {{item:3053}} \n\nSind beide hervorragende Items auf Irelia und um Längen besser als die eine Reihe weiter oben beschriebenen Items.\n\n{{item:3156}} \n\nMalmortius ist durch die zweite Passive ebenfalls eine gute halboffensive Möglichkeit geworden\n\n-Defensive:\n{{item:3110}}  {{item:3143}} \n\nBeide nehmen sich in Sachen defensive nicht viel. Hier muss man entscheiden ob man eher Rüstung und CDR, oder Leben und den Slow braucht.\n\n{{item:3065}}  {{item:3102}} \n\nIch bevorzuge eigentlich immer ersteres, da die erhöhte Heilung durchaus bemerkbar ist, und man zusätzlich noch CDR bekommt.\n\n3.Masteries:\n\nSeit dem Nerf lohnt sich Fervor überhaupt nicht mehr. Sattdessen sind momentan die einzigen guten Möglichkeiten Thunderlords für bessere kurze Trades, mehr Schaden und mehr Burst, oder Undying für besser längere Trades, mehr Sustain im Kampf und mehr andauernden Schaden.\n\nMit deinen restlich Masteries gehe ich konform, jedoch würde ich im Defense Tree auf jedenfall eher die verringerten Summonerspellcooldown mitnehmen.\n\n4.Runen:\n\nEssenzen: Attspeed, Movementspeed oder AD\nRot: AD, Attspeed\nGelb: Armor/Life flat oder /level\nBlau: MR flat oder /level\n\n5.Summonerspells:\n\n{{summoner:4}}  und entweder: {{summoner:12}} {{summoner:3}} {{summoner:14}} \n\nTP für Mappressure, Exhaust oder Ignite um bis ins Late die Lane dominieren zu können.","replies":[{"id":"","poster":"Windelbo","date":"2015-12-18T15:18:42.219+0000","up_votes":1,"down_votes":0,"body":"Und es war mein erstes Guide, was meiner Meinung nach auch nicht perfekt ist.","replies":[]},{"id":"","poster":"Windelbo","date":"2015-12-18T15:14:52.570+0000","up_votes":1,"down_votes":0,"body":"1. Ich habe nie gesagt ich sei der \"Mega\" Pro mit Irelia habe auch nie gesagt das ich sie oft im ranked spiele(was ich auch nicht tuen).\n2. Ich spiel selten Ranked eig. gar nicht was aber nicht heißt das ich schlecht bin, das ich eine negative Winrate habe auch nicht denn als ich die meißten meiner ranked gespielt habe war ich lang nicht so gut wie jetzt.\n3.\n> [{quoted}](name=SuperplexP,realm=EUW,application-id=vatevpvi,discussion-id=Isb1sULV,comment-id=0002,timestamp=2015-12-18T14:56:25.282+0000)\n>> {{item:3142}}  {{item:3074}}  {{item:3812}}  sind mit einem Wort sinnlos. Hydra bringt dir gar nichts, Youmus und Deaths Dance noch weniger, weil du einfach kaum normalen Schaden machst. Da ist sogar ein Blutdürster besser.\n\nIch selbst baue {{item:3142}} {{item:3074}} und{{item:3812}} auch nicht da ich sie auf {{champion:39}} nicht sehr gut finde bessere Damage Items gibt es aber auch nicht wirklich.","replies":[]}]},{"id":"","poster":"Windelbo","date":"2015-12-17T19:44:27.800+0000","up_votes":1,"down_votes":0,"body":"Masteries habe ich vergessen werden hier nachgereicht:\nAls Keystone nehem ich Fervor of Battle, im roten \"Baum\" nehmen ich attack speed, feast, AD und AP erhöhung, und Armor Penetration.\n\nIm Grünen \"Baum\" nehme ich 5% bonus Armor und MR, weniger schaden von Neutralen Monstern und Gegnern, mehr schilde usw; und mehr lebens reg.","replies":[]}]}