{"id":"Nc2tgcjo","poster":"Megamaexx","date":"2015-12-17T18:34:13.522+0000","title":"Forenpost gelöscht/Verschieben von Forenposts?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nich h&auml;tte gerne mal ein paar kleine Informationen &uuml;ber die Moderatoren bzw. &uuml;ber deren Rechte.\r\n\r\nDa schon zwei meiner Posts gel&ouml;scht wurden, weil sie nicht exakt im richtigen Bereich waren, habe ich mich gefragt, ob den Moderatoren die Berechtigung fehlt, um zu verschieben. K&ouml;nnen sie das nicht?\r\n\r\nDie andere Sache: M&uuml;ssen die Moderatoren beim L&ouml;schen selbst einen Text angeben oder einen aus vorgefertigten ausw&auml;hlen? Es sieht nach selbstgeschrieben aus. Bei meinem ersten gel&ouml;schten Post wurde mir gesagt, wo mein Post eigentlich h&auml;tte hingeh&ouml;rt.\r\nBeim zweiten Mal wurde er einfach gel&ouml;scht mit den Worten: \r\n&gt; Keinerlei Zusammenhang zu &quot;Foren-Feedback&quot; \r\n\r\n(Es war Feedback zum Wintershop, f&uuml;r die, die es interessiert.)\r\n\r\nMir w&auml;re es lieb, wenn mir gesagt wird, wo man denn sonst sein Feedback hinschreiben kann, da das f&uuml;r mich das passendste war.\r\n\r\n&Uuml;ber Antworten w&uuml;rde ich mich sehr freuen :3\r\n\r\nMfG","replies":[{"id":"","poster":"drexxsack","date":"2015-12-17T18:55:53.945+0000","up_votes":2,"down_votes":0,"body":"Das Verschieben gibt die Forensoftware leider einfach nicht her.\n\nDas Foren-Feedback links nicht mehr angezeigt wird, hat seinen Grund: Es wurde einfach nicht für seinen Zweck genutzt.\n\nZum \"Foren-Feedback\" findet sich unter Richtlinien unten links folgender Text:\n\n> Hier findet ihr Neuigkeiten und Aktualisierungen zum Community-Forum, aber wir möchten auch von euch hören! Ihr habt Fragen, Kommentare oder Verbesserungsvorschläge? Ihr findet Fehler oder habt eine Idee für neue Foren-Funktionen? Dann teilt diese hier mit uns.\n\nForen-Feedback dreht sich einzig und allein um Feedback zu den Boards. Es ist kein Board fürs allgemeine Feedback.\n\nDein Feedback wäre am passensten im Bereich  \"Allgemeiner Chat\"\n\n\nZum allgemeinen Chat heißt es\n\n> Dieses Forum ist der Ort für alles, was nicht in die anderen Foren passt. Diskussionen über Gott und die Welt, Foren-Spiele, Offtopic jedweder Art und so ziemlich alles was euch sonst noch so einfällt, sind hier herzlich willkommen. \n> \n\nEs ist das Auffangbecken für alles, das keinen eigenen Bereich hat oder für offtopic.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-17T19:05:56.916+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=7hciEY9w,discussion-id=Nc2tgcjo,comment-id=0001,timestamp=2015-12-17T18:55:53.945+0000)\n>\n> Foren-Feedback dreht sich einzig und allein um Feedback zu den Boards. Es ist kein Board fürs allgemeine Feedback.\n\nOh, hab ich wohl übersehen\n\n> Dein Feedback wäre am passensten im Bereich  \"Allgemeiner Chat\"\n> \n> \n> Zum allgemeinen Chat heißt es\n> \n> Es ist das Auffangbecken für alles, das keinen eigenen Bereich hat oder für offtopic.\n\nAh, soche Informationen hätte man gerne im Lösch-Grund, dankeschön ^-^\n\nIch hatte auch eher nach allgemeines Feedback oder sowas gesucht, aber eben mit Hauptaugenmerk auf Feedback.","replies":[{"id":"","poster":"drexxsack","date":"2015-12-17T19:12:36.323+0000","up_votes":1,"down_votes":0,"body":"Wird es normalerweise auch. Ich muss zugeben, dass es sich bei Forenfeedback bei mir mittlerweile etabliert hat, den Hinweis wegzulassen, warum auch immer. Das ist auch der einzige Bereich, für das ich kein Template fertig habe, eben weil er nicht mehr links in der Navigation ist.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-17T19:15:07.694+0000","up_votes":1,"down_votes":1,"body":"Dennoch ärgerlich, dass man ihn auswählen kann und da rein kommt :/","replies":[]}]}]}]},{"id":"","poster":"cremnik","date":"2015-12-17T18:49:56.507+0000","up_votes":2,"down_votes":0,"body":"Hi Megamaexx,\n\nwir Moderatoren können leider keine Beiträge verschieben. Das nervt uns auch, lässt sich jedoch leider nicht umgehen. Deshalb kann es auch mal vorkommen, dass unsere selbst geschriebenen Hinweise ab und zu sehr knapp ausfallen, insbesondere, wenn viele Fälle unsere Aufmerksamkeit erfordern, oder es sich um \"Wiederholungstäter\" handelt. \nUnten Links, unter allen Boards kannst du immer ablesen, welche Art von Posts in dieses Subboard gehören.\n\nIch hoffe, ich konnte dir weiterhelfen! \n\nMöge die Macht mit dir sein","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-17T19:13:43.598+0000","up_votes":1,"down_votes":1,"body":"Als Wiederholungstäter würde ich mich jetzt nicht bezeichnen, auch wenn fast die Hälfte meiner Posts wohl falsch platziert waren (bei ungefähr 5 Gesamtposts allerdings auch nicht viele :D)\n\nDanke für die Antwort :3","replies":[]}]}]}