{"id":"uhIs6nN4","poster":"Bonobotius","date":"2015-12-16T17:44:16.352+0000","title":"Jungler und Midlaner Gold 5+ gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Leute,\nwir, das Team InPanic eSports Yellow sucht Mitglieder ab Gold 5 und Interesse haben sich im Gemeinsamen Training zu verbessern. Mitbringen solltest du einen anst&auml;ndigen Championpool f&uuml;r deine Lane, Kritikf&auml;higkeit!, Lernbereitschaft und das n&ouml;tige Durchhalteverm&ouml;gen sowie Spa&szlig; am Spiel.\nF&uuml;r folgende Lanes werden Mitspieler ben&ouml;tigt:\n\n-Jungle\n\nNach den Games finden mit Unterst&uuml;tzung der Teambetreuung Replayanalysen statt und f&uuml;r lernwillige! talentierte Spieler stehen auch Coaches f&uuml;r die Lanes zur Verf&uuml;gung.\nSolltest du interessiert sein melde dich entweder bei uns im TS: ts.inpanic-esports.de\nOder Ingame bei Ruffy87 oder IPE Anarion\n\n&Uuml;ber uns:\n\nInPanic eSports [IPE] ist ein stetig wachsender Clan mit eigenem Teamspeak (ts.inpanic-esports.de) und einem gro&szlig;en Umfang an Spielen und Spielern. Unsere zwei gro&szlig;en Hauptgruppen sind League of Legends und Counterstrike: GO, aber nat&uuml;rlich gibt es auch Bereiche f&uuml;r Spiele wie Minecraft oder Diablo 3 etc. Bei uns ergibt sich die Gelegenheit, neue Leute kennenzulernen, die ggf. die gleichen Interessen und Spiele wie Du teilen. Wir haben sowohl in LoL als auch in CS fast jede Skillgruppe abgedeckt, auch f&uuml;r dich sind w&uuml;rdige Mitspieler dabei.\nWir suchen:\nNette, aktive Leute, die mindestens 18 Jahre alt sind und sich dem Alter nach erwachsen verhalten k&ouml;nnen.\nWir suchen keine kindischen oder anstrengende Menschen, die unkooperativ und unfreundlich sind !","replies":[{"id":"","poster":"9x this Rengar","date":"2015-12-16T17:53:24.093+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich möchte mich bewerben als Jungler.\nMeine main champions: Rengar, Lee sin.\nSonst kann ich auf mittel niveou viele mehr Jungler spielen. \nIch heissse Felix, bin 15 Jahre alt, vielleicht kann man eine Ausnahme machen.\nRank: Gold 5 ca 75 LP","replies":[]}]}