{"id":"w14UQUwg","poster":"Giorid","date":"2015-12-16T03:16:38.772+0000","title":"Der prächtige Twisted Fate sollte wirklich Legendär sein!","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Der prächtige Twisted Fate mal wirklich Legendär - League of Legends Community","description":"Jahre voller Gespräche haben eine Menge digitale Seiten gefüllt und wir haben sie alle aufbewahrt, um darin zu stöbern und nachzulesen. Ob du nach Ankündigungen älterer Champions suchst oder du sehen willst, wann Rammus das erste Mal mit einem \"OK\" in einen Thread gerollt ist. Das und alles andere kannst du hier finden.","url":"http://forums.euw.leagueoflegends.com/board/showthread.php?t=1500870&page=1","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/small.jpg"},"up_votes":2,"down_votes":1,"body":"Wie im oben genannten Link geht es um die &Uuml;berarbeitung des Legendary Skins &quot;Der pr&auml;chtige Twisted Fate&quot;.\r\nWeil der Vorschlag von Skumar schon vor ein paar Jahren gemacht wurde, wollte ich fragen was die Community und Riot selbst dazu sagt.\r\n\r\nDenn es gibt sicherlich einige TF Spieler die gerne mit einem &quot;richtigen&quot; legend&auml;ren Skin spielen m&ouml;chten!","replies":[{"id":"","poster":"DaimondJozu","date":"2016-01-07T13:22:21.177+0000","up_votes":2,"down_votes":0,"body":"Moin,\nAlso ich spiele öfters tf und habe fast alle seine skins darunter auch den prächtigen, aber spiele meistens (nicht) mit diesem, villt sieht er ig gut aus aber die skills sind so lw, spiel ich lieber mit unterwelt tf 😅 \nAlso stimme ich dir voll und ganz zu man sollte schon für diesen preis etwas geboten bekommen...ein rework wäre angebracht rito!!!","replies":[]},{"id":"","poster":"Countermagik","date":"2015-12-16T13:02:22.473+0000","up_votes":1,"down_votes":0,"body":"Der ist Legendär???!!","replies":[]},{"id":"","poster":"ƒeeder","date":"2015-12-16T11:48:50.942+0000","up_votes":1,"down_votes":0,"body":"spiele zwar nicht oft TF und habe auch kein Skin, aber hätte ich diesen gekauft und einen so abscheulichen Skin für diesen Preis bekommen hätte ich mich auf einem Strick aufgehängt.","replies":[]}]}