{"id":"HlcMZesy","poster":"FlopsieGiftzwerg","date":"2015-12-16T07:55:10.648+0000","title":"Die Giftzwerge suchen Trainer und Admins","subforum":"Clans & Teams","embed":{"title":"Die GiftZwerge Community Forum","description":"Die Giftzwerge suchen Aktive Mitspieler. Was die Spieler mitbringen müssen:- Nettigkeit- Freundlichkeit- Gute Laune- Teamspeak 3- Headset /Kopfhörer u. Microfon Was wir nicht wollen sind Leute die wert auf Elo, Alter oder Geschlecht wert legen.Wir nehmen alle Herzlich auf dennoch wollen wir einen gesitteten und freundlichen Umgang wahren.","url":"http://fullmoon.forumo.de/portal","image":"http://img.userboard.org/images/avatar/guest_avatar_90.png"},"up_votes":1,"down_votes":0,"body":"Wir suchen Trainer f&uuml;r Neulinge: \n\nWas sollte er k&ouml;nnen:\n- Er sollte Teamf&auml;hig sein\n- Er sollte nicht voreingenommen sein\n- Er sollte sich mit League auskennen\n- Er sollte Gedultig sein \n\nWir bitten um ein umfassende Vorstellung auf unserem TS&sup3; Server \n\nWir suchen Admins f&uuml;r unsere Teamspeakserver uns unser Forum:\n\nAlle Admins sollten teamf&auml;hig, freundlich und neutral sein. WICHTIG Verstrauen steht an erster Stelle!!!\nF&uuml;r unseren Hauptserver suchen wir Admins f&uuml;r die Game Verwaltung und Organisation.\nF&uuml;r den Hauptserver suchen wir Admins f&uuml;r die Benutzer Freischaltung\nF&uuml;r den &Ouml;ffi Server suchen wir Admins f&uuml;r die Organisation Verwaltung und Freischaltung von Nutzern.\n\nEine vorstellung auf unserem TS Server ist Pflicht. \nTS3: diegiftzwerge.servegame.com","replies":[{"id":"","poster":"EnP DonPR","date":"2015-12-16T11:52:37.532+0000","up_votes":1,"down_votes":0,"body":"Könnt ihr Neulinge genauer definieren?\nIch bin grundsätzlich interessiert mir das anzusehen, aber nicht wenn Neulinge heisst ab lvl 1. Das grundsätzliche Spielverständnis muss vorhanden sein, denn das leveln dauert unglaublich lange.\nIch möchte mit den Leuten arbeiten können, sprich lvl 27 und höher, z.B. ohne Rankedspiele oder frisch lvl 30","replies":[{"id":"","poster":"FlopsieGiftzwerg","date":"2015-12-20T19:21:51.734+0000","up_votes":1,"down_votes":0,"body":"Als Neulinge meine Ich alle die sich nicht auskennen aktuell haben wir keine Lvl 1 Leute da die meisten die noch training brauchen sind ab Lvl 20 also wenn man Trainer machen möchte sollte man auch sich zur verfügung stellen wenn ein zb lvl 10 Neuling eine frage hat diese zu Beantworten und ihm tipps zu geben im laufe des levelns sollten sie ja alleine lernen können. aber für fragen sollte man dann doch schon offen stehen wenn du möchtest können wir uns gerne auf dem ts mal zusammen setzten und drüber reden bin abends ab 20 uhr da \n\nGruß Flopsie","replies":[{"id":"","poster":"EnP DonPR","date":"2015-12-21T10:59:00.052+0000","up_votes":1,"down_votes":0,"body":"Ja, hört sich gut an.\nMir war nur nicht klar, ob ich mit den Leuten quasi von lvl 10 an hochleveln muss, weil das wirklich ziemlich lange dauert.\nAber für Fragen und kurze Tipps wäre ich grundsätzlich immer offen.\nKannst dir auch mal meinen Youtube-Kanal anschauen, falls das für dich eine Option ist.\n[(https://www.youtube.com/user/DonPrettiIvan/feed)]","replies":[{"id":"","poster":"FlopsieGiftzwerg","date":"2015-12-21T23:06:29.039+0000","up_votes":1,"down_votes":0,"body":"Das hört sich alles schon mal gut an. tut mir leid das ich heute nicht da war aber falls du das noch lesen solltest ich bin noch mindestens bis um 3 uhr online wenn nicht bin ich morgen wieder da adde mich einfach mal ingame dann haben wir erst einmal einen direkteren draht. \n\nund dann können wir uns gerne mal untehalten und ich kann dich dann gegebenfalls dem rest des teams vorstellen.","replies":[]}]}]}]}]}