{"id":"vT9AwcJT","poster":"II Prometheus II","date":"2015-12-15T00:23:23.678+0000","title":"Free Win bekommen.","subforum":"Ligen & gewertete Spiele","embed":{"title":"tinypic photo","description":null,"url":"http://i67.tinypic.com/o9r70j.jpg","image":"http://i67.tinypic.com/o9r70j_th.jpg"},"up_votes":1,"down_votes":4,"body":"Hallo liebe Mitspieler,\r\nich habe 92 Punkte gehabt, gewonnen und somit habe ich damit gerechnet das sich jetzt das Fenster &ouml;ffnet das ich in der Promo bin, es kam aber dieses Fenster das ich einen Free win gekommen habe und somit das erste Promo game schon gewonnen habe. \r\nWas hat es damit auf sich ?","replies":[{"id":"","poster":"Lyle","date":"2015-12-15T02:00:42.819+0000","up_votes":4,"down_votes":0,"body":"Ich zitiere hier mal aus den Patchnotes:\n\n> Von Bronze bis Gold 2 erhaltet ihr nach einer fehlgeschlagenen Serie eine Sieggutschrift, die bei eurem nächsten Versuch für diese Serie zählt, falls ihr es erneut hinein schafft. Solltet ihr herabgestuft werden, gewährt euch die Aufstiegshilfe automatisch die maximale Gutschrift, bis ihr so viele Serien wie nötig durchlaufen habt, um wieder in eure höchste Division der Saison zu kommen.\n\nDen vollen Auszug kannst du [hier](http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-523#patch-promo-helper) nachlesen. Kurz gesagt ist das ein neues Feature, das in der Preseason getestet wird, um Aufstiegsspiele weniger frustrierend zu gestalten.","replies":[]},{"id":"","poster":"Nagsor Inaste","date":"2015-12-15T01:38:38.565+0000","up_votes":1,"down_votes":1,"body":"Nachdem es möglich ist Divisionen zu überspringen wenn die hidden-MMR hoch genug ist, schätze ich mal, dass du dich auf so einer Zwischenstufe befindest (Division überspringen oder nicht). Lange gibt es dieses Feature jedenfalls noch nicht, zumindest hab ich noch nie davon gehört. Aber wer beschwert sich schon über nen free Win?^^","replies":[{"id":"","poster":"ÆonFox","date":"2015-12-15T03:39:11.327+0000","up_votes":2,"down_votes":1,"body":"Wer Patchnotes lesen kann ist klar im Vorteil...","replies":[]}]},{"id":"","poster":"Cat me if U can","date":"2015-12-15T06:52:40.852+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Living Tempest","date":"2015-12-15T14:15:51.416+0000","up_votes":1,"down_votes":1,"body":"Musst dich nicht gleich aufregen nur weil du den Win nicht bekommst.","replies":[]}]}]}