{"id":"4umHU57V","poster":"CptJackSparerib","date":"2015-12-15T14:24:33.372+0000","title":"Silber Supp sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi, mein Name ist Tim ich bin 17 Jahre alt und zocke ziemlich gerne Lol.\n\nIch bin auf der Suche nach einem Ranked Team welches die sache ernst nimmt und dran bleibt. Ich selbst bin seit season 4 am Ball und seitdem verbringe ich meine Ingame Zeit mit dem Supporten ^^.\nIch befinde mich momentan im silber 2 bereich, allerdings habe ich auch schon mehr als einmal gegen Platin und Diamond Spieler die Botlane dominiert.\nIch bin ein absolut &uuml;berzeugter Thresh main (Inklusive allen skins xD) und hoffe, dass sich kompetente Mitspieler finden lassen.\n\nBis dahin Haut rein. ^^   {{champion:412}}","replies":[{"id":"","poster":"IVIantis","date":"2015-12-16T15:13:54.682+0000","up_votes":2,"down_votes":0,"body":"Hallo, wir sind zwar noch kein vollständiges Team, aber immerhin schon zu dritt. Ich selbst bin Adc (Silber), außerdem haben wir einen Toplaner (Gold) und einen Midlaner (Silber). Wir sind alle zwischen 18 und 19 Jahren alt. Wir spielen seit Season 3, bzw. Season 1. Teamspeak funktioniert bei einem von uns leider im Moment nicht, weshalb wir gerade Skype benutzen, wir arbeiten aber an einer Lösung. Einen Jungler suchen wir gerade parallel, sprich es ist unser Ziel ein volles Team zu gründen. \n\nAlso wenn du Lust hast schreib mich doch einfach an oder adde mich Ingame, ich heiße IVIantis (das m ist ein i v i), wir würden uns auf jeden Fall freuen^^","replies":[]},{"id":"","poster":"BookerDevitt","date":"2015-12-16T15:21:23.309+0000","up_votes":1,"down_votes":0,"body":"Ich gründe auch grade ein Team! Offensichtlich ein besseres als mein adc IVIantis. Wir sind grade zu dritt IVIantis als adc.... Indokai als toplaner einzige Schwäche Ignite und mich als midlaner spiele meistens Orianna heiße ingame BookerDevitt (das mit dem V ist absicht *hust*) und würden dich gerne willkommen heißen zu einigen Probespielen um zu kucken wie wir zusammen funktionieren.\n\nMit freundlichen Grüßen Booker Devitt.","replies":[{"id":"","poster":"CptJackSparerib","date":"2015-12-17T13:05:08.883+0000","up_votes":1,"down_votes":0,"body":"Würde mich freuen ^^","replies":[]}]},{"id":"","poster":"Indokai","date":"2015-12-16T15:20:45.730+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich bin der Toplaner (Gold), spiele seit Season 1 aber erst seit Season 2 regelmäßig. bin 19 jahre alt und derjenige bei dem Ts gerade nicht geht :)\n\nLG von IVIantis team toplane","replies":[]}]}