{"id":"fABOcJLP","poster":"IlIIlIIIlIIlIIl","date":"2015-12-15T12:16:27.979+0000","title":"Platin IV ADC sucht 5v5 Ranked Team","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey! Mein Name ist Chris und ich w&uuml;rde mich gerne kurz vorstellen!\r\n\r\nIch bin 16 Jahre alt, und spiele League of Legends seit dem Ende der 1. Saison.\r\nSeason 1 kam ich leider nicht zum Ranked spielen, da ich leider erst am Ende der Season Level 30 wurde.\r\nSeason 2 fing ich in Bronze 1 an, und endete auch dort. Ich habe knapp 100 Rankeds gespielt und habe es leider nie aus der H&ouml;lle geschafft.\r\nSeason 3 wurd es dann ein wenig besser, Ich wurde wieder einmal in Bronze eingestuft doch schaffte es auf Silber 2 in knapp 150 Rankeds.\r\nSeason 4 wurde ich in Silber 3 eingestuft und endete in Gold IV.\r\nUnd diese Season spielte ich mich von Gold V auf Platin III (wurde wieder auf IV abgestuft doch bin wieder in der Promo) und habe dabei haupts&auml;chlich ADC gespielt. Mein Ziel f&uuml;r diese Season ist Diamond V+ und ich m&ouml;chte in einem &quot;halbernsten&quot; Team spielen.\r\nWas das genau bedeutet schildere ich sp&auml;ter.\r\n\r\nhttp://www.lolskill.net/summoner/EUW/iliiliiiliiliil &lt;------ Mein Account.\r\nDas die Stats als ADC da nicht &uuml;berragend sind wei&szlig; ich, jedoch besitze ich 4 Accounts auf 3 verschiedenen Servern, auf denen ich sehr aktiv war und NUR ADC gespielt habe. Mein Aktueller Main Account war eher ein Allrounder.\r\n\r\nNun zu dem &quot;halbernsten&quot; das ich meine.\r\n\r\nIch suche ein Team, welches Spa&szlig; am Spiel hat, aber trotzdem versucht sich weiter zu verbessern und stets zu gewinnen. Ein Team das keine festen Trainingszeiten etc. hat sondern einfach nur spielt wenn alle da sind und dann auch Taktiken uvm. entwirft.\r\nIch bringe Spa&szlig;, Lernbereitschaft, und ein funktionierendes Headset.\r\n\r\nIch suche KEINE Multigaming Community, bei der es 10 Tausend Unterteams gibt, sondern einen schlichten LoL-Clan, oder eine Organisation, die ggf. ein 1. und 2. Team hat oder evtl. eine Academy.\r\n\r\nIch habe unter der Woche wenig Zeit, aber am Wochenende auch mal bis Sp&auml;t Abends etc.\r\n\r\nIch w&uuml;rde mich freuen wenn sich jemand meldet. Am besten Ingame unter meinem Namen: IlIIlIIIlIIlIIl\r\n\r\nP.S es w&auml;re sch&ouml;n wenn das Team auch eine gewisse Gemeinschaft bildet und sich gut versteht und evtl. auch ein Clank&uuml;rzel vor den Namen setzt.\r\n\r\n{{sticker:slayer-jinx-wink}}  Sch&ouml;nen Tag und Viel Spa&szlig; beim Spiel w&uuml;nscht Chris.","replies":[]}