{"id":"WakjFFF1","poster":"King D Altar","date":"2015-12-15T14:29:19.894+0000","title":"Login Probleme","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hallo erstmal,\r\n\r\nich komme mal direkt zu sache.\r\nIch kann mich nicht einloggen.\r\nBin ihc der einzige oder gibt es nich andere?\r\nWenn ja haben die eine L&ouml;sung?\r\nInfos:\r\nSeit dem letzten mini parch komme ich nicht in lol rein.\r\nDas programm versucht sich drei mit dem srever  zu verbinden.\r\nklappt nicht und meint dann ( wie immer ) es liegt an meiner Verbindung.\r\nkann nicht, weil ich nie was an meiner Verbindung ver&auml;ndert habe oder sonst wie.\r\nHabe auch die Standard sachen gemacht um das problem zu l&ouml;sen.\r\nBrauche ne L&ouml;sung.\r\nDanke im Voraus  f&uuml;r Sinnvolle Vorschl&auml;ge","replies":[{"id":"","poster":"shotbas","date":"2015-12-28T15:11:23.580+0000","up_votes":1,"down_votes":0,"body":"Es geht noch immer nicht und die tipps die ich vom support bekomme helfen mir auch nicht weiter villeicht kann ja einmal ein admin sich melden und ein live ticketing wäre auch klar von vorteil {{champion:32}}","replies":[]},{"id":"","poster":"shotbas","date":"2015-12-17T16:04:24.778+0000","up_votes":1,"down_votes":0,"body":"ich hab das gleiche Problem vielleicht könnt ihr beide mal probieren ob euer IE (Internet Explorer ) funktioniert hab in einem video gesehen das es mit den Sicherheitszertifikaten zusammen hängen kann oder das nur die uhrzeit und das datum nicht übereinstimmt versucht es vielleicht kann es euch ja helfen {{champion:16}} {{sticker:zombie-brand-mindblown}}","replies":[]},{"id":"","poster":"MalibouSafari","date":"2015-12-15T20:55:57.715+0000","up_votes":1,"down_votes":0,"body":"Ich habe ebenfalls Probleme beim Einloggen .. kann es sein dass es an dem letzten Patch liegt ? ich weiß es nicht habs bereits auch Neu installiert (2x) und es kommt nichts. Ich bin gerade mal bei dem ersten Start Bildschirm, also komme ich nicht einmal zu der Möglichkeit mich Einloggen zu können. \nWäre ebenfalls sehr froh wenn sich bereits jemand damit auseinander gesetzt hat und mir ebenfalls helfen könnte.","replies":[]}]}