{"id":"7Rf1EYAN","poster":"Freygeist","date":"2015-12-14T18:24:30.852+0000","title":"Joyride on Styx sucht Verstärkung!","subforum":"Clans & Teams","up_votes":3,"down_votes":1,"body":"An alle erschienenen und unerschienenen Erscheinungen, Menschen, Tiere, Meinungen, Gef&uuml;hle, Fraktale, Zikaden, Mutanten, Schamanen, Fackeltr&auml;ger, Zeitreisende und Mikro-Enzyklopen jagende Weichorganismen....\n\nEs ist an der Zeit einen Kreis zu bilden.\n\nDanke, Peng. Nun zum Thema...\n\nDas in den Baby-Schl&uuml;pfern steckende Ranked Team Joyride on Styx sucht noch einige Mitspieler!\n\nWir wollen mit euch gemeinsam trainieren, besser werden und Erfahrungen im Teamplay sammeln um in Season 6 Erfolge zu erzielen.\n\nWir suchen Spieler die bereits einiges an Erfahrung mitbringen (Gold 4 oder mehrere Jahre LoL/DotA Erfahrung). Deutsche Sprache und soziale Umgangsformen sind ein Muss.\n18+ und vorzugsweise Lane unabhaengig.\n\nF&uuml;r TS, Chatplattform und eine gemuetliche Atmo is gesorgt.\n\nMeldet euch, oder wenn ihr noch unsicher seid schaltet on Stream ein wenn wir in der ueblichen Runde Spass haben! \n\nTwitch.tv/freygeist\n\nHeute ab 20:30\n\nMit besten Gr&uuml;ssen,\n\nFreygeist","replies":[{"id":"","poster":"551g Gehacktes","date":"2015-12-14T20:53:09.824+0000","up_votes":1,"down_votes":0,"body":"Hey,\nIch bin David ,16 Jahre alt und würde mich trotzdem gerne beim Team bewerben .\nIch bin Main mid-laner und in der Woche jeder Zeit zu haben.\nDoch gibt es da ein Problem.Vor 3 Tagen habe ich meinen main acc (plat 5) verkauft.Nun habe ich einen neuen mit dem ich die ersten 6 spiele schon hinter mir habe..Ich weiss das mit dem acc ist unglaubwürdig,ich würde mich aber sehr freuen dies unter Beweis zu stellen ( bin sowieso in 1-2 Wochen wieder Platin)","replies":[{"id":"","poster":"Freygeist","date":"2015-12-16T09:47:42.875+0000","up_votes":1,"down_votes":0,"body":"Hey David,\n\nDanke für dein Interesse erstmal!\nDa wir denken dass jeder eine Chance verdient hat und wir niemanden nur aufs Alter reduzieren möchten, wollen wir dir die Gelegenheit auch geben dich unter Beweis zu stellen.\nWir würden uns freuen wenn du am Wochenende ein paar Runden mit uns Test spielen könntest!\n\nIngame add und Nachricht an \"Freygeist\" oder \"C4L4BRIA\"\n\nBis dahin und mit besten Grüßen,\n\nFreygeist","replies":[]}]}]}