{"id":"rKt06pJB","poster":"Eliwood","date":"2015-12-14T17:04:07.023+0000","title":"[Platin+] Suchen Botlane für 5v5","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\r\nwir sind auf der Suche nach einer Botlane f&uuml;r unser 5v5 Team. Eingespielt sein w&auml;re hierf&uuml;r ein Vorteil, aber keine Pflicht. Ziel ist es 2-3x die Woche zu spielen und im Laufe der Season Dia zu erreichen. Es geht uns dabei aber mindestens genausosehr um den Spa&szlig; am Spiel wie ums vorankommen.\r\nWir sind ein Trio, das sich nun schon etwas kennt. Dabei sind wir ein Platin 3 Midlaner, Platin 5 Toplaner und Dia 3 Jungler. Alle haben einen angemessen gro&szlig;en Championpool und sind offen f&uuml;r neues.\r\n\r\nNun zu dem was wir erwarten:\r\n\r\n\r\n- Ganz klar Spa&szlig; am Spiel, ein gewisses Ma&szlig; an geitiger Reife und Kritikf&auml;higkeit in beide Richtungen\r\n- Einen angemessenen Championpool und es ollte zudem auh eure Mainposition sein, die ihr gern in SoloQ/DuoQ spielt\r\n- Mindestalter von 17 Jahren\r\n- Keine gerage, kein geschreie\r\n- TS3 und funktionierendes Headset\r\n\r\nDen Rest k&ouml;nnte man ansonsten auch aufm TS besprechen. Einfach ingame adden: Geee Eliwood","replies":[{"id":"","poster":"IIMagicmanII","date":"2015-12-14T21:56:38.008+0000","up_votes":1,"down_votes":0,"body":"Hi,\nich und mein Supporter suchen gerade nach einem soliden Ranglistenteam.\n\nWir sind eine eingespielte, synergierende Botlane mit erheblicher Spielerfahrung.\nJeder von uns hat in season 1 mit LoL begonnen und seit dem mehr als >4000 bzw. >6000 Runden bestritten.\nDa wir beide schon in einigen Ranglistenteams tätig waren, haben wir nicht nur mechanics sondern auch\nSpielverständnis in rauen Mengen gesammelt.\n\nUns zeichnet ein sehr aggressiver und dominanter Stil aus, welcher sich schnell auf andere Lanes\nund somit auf den globalen Druck übertragen lässt.\nUnsere Kommunikation in Spielen ist ziemlich gelassen, da wir uns auf der Lane kaum absprechen müssen.\nSo beschränkt sich unser Austausch lediglich auf Cooldowns, Feindsichtungen und Shotinfos (z.B. wann wir Druck auf den Drachen haben)\nIm späteren Spielverlauf sind wir darauf fixiert schnell Objektiv orientierte Entscheidungen zu treffen, um\ndas Spiel schnell abzuschließen.\n\nDa bestimmte taktische abläufe im Teamranked viel spezieller sind, als im SoloQ, haben wir uns\nmit solchen auseinander gesetzt und Hintergrundwissen dazu gesammelt. So kennen wir z.B. die Intentionen\neines Laneswaps.\nGenerell wird jedes Spiel von mir aufgezeichnet, was behilflich bei der Analyse von Fehlern sein kann.\n\nBei mir sind grundsätzlich immer alle Champions vorhanden. Mein Championpool ist sehr Flexibel und wird auch so gehalten.\nIch spiele jede Woche jeden ADC mind. ein mal um mich gut auf Meta-umschläge einstellen zu können.\nAuch an Nischenpicks wie momentan Twisted Fate traue ich mich regelmäßig heran.\nDennoch habe ich einige Champions, mit denen ich erhöhte Erfolgsraten erziele und welche ich folgendermaßen\nauch bevorzugt spiele.\nMein Supporter ist ebenso flexibel und kann sich durch die hohe Spielerfahrung schnell neue Champions aneignen, falls nötig.\n\nWir sind relativ offen, was Spielzeiten angeht und würden regelmäßiges Zusammentreffen mit Trainingseinheiten begrüßen.\nDer Beschwörername meines Supporters lautet: SupportPlayz\n\nAlter: 21 und 25\n\nUnsere Elospitzen sind/waren:\nIch SoloQ {150 Games}  Main Plat III [56% Win]\nIch SoloQ {100 Games} Second Plat V [61% Win] TDG Lategamegod\nIch Teamranked Plat V [86% Win]\n\nSupp SoloQ Diamant III [Kein Plan war S3]\nSupp Teamranked Challenger [ \" ]","replies":[]},{"id":"","poster":"TEMP1398733","date":"2015-12-14T17:21:07.187+0000","up_votes":1,"down_votes":0,"body":"Servus Leute,\nIch, Stefan bin auf der Suche nach einem neuen und vor allem 'seriösen' Ranked-Team!\nBevor ich also auf meinen Champion-Pool und weiteres eingehe, möchte ich mich fix auf das Menschliche fixieren. \n\nIch bin 20 Jahre jung und komme aus Österreich, und bin einer der den Ernst der Lage versteht.\n\nHabe ich Erfahrungen sammeln dürfen? \nNatürlich! Abgesehen von Soloq, habe ich auch mehrere Monate zusammen in einem Ranked-Team zusammen mit sehr netten Leuten spielen dürfen. \nDas Team war schon ein paar Monate, vlt. auch Jahre alt und mit mir sind wir innerhalb von einem Monat von low Silver in high Gold gerushed. \n\nNun zu meinem spielerischen Ich\nIch bin meiner Meinung ein sehr talentierter Spieler.\nBin momentan Platin, traue mir aber auch höheres zu!\nMeine Pref-Picks; Jinx, Lucian, Tristana, Miss, Graves; Corki, usw.\nMehr als 800 Game Wins Soloq Erfahrung !\n\nWas erwarte ich eigentlich von euch? \n3mal  die Woche Training sollte meiner Meinung nach genügen. (League ist und bleibt nur ein Spiel!)\nFür einen Coach bin ich immer offen ! ;)\nMitspieler: hohes Gold und höher. \nTurniere spielen wäre ein Ziel von mir, Sieg oder Niederlange spielt keine Rolle.\nHauptsache ist: Zusammen besser werden!\nEin sehr nettes Miteinander und vor allem Respekt und Reife im Team ist mir jedoch am Wichtigsten!\nFalls ihr an mir Interesse habt kommentiert oder addet mich und schreibt mir.","replies":[]}]}