{"id":"H3NwVfbh","poster":"Safeeyy","date":"2015-12-14T20:20:47.921+0000","title":"Rankedspiele (2. Placement matches)","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Tach die Damen und Herren, ich h&auml;tt da mal ne Frage:\r\nAlso, ich spiel ja eigentlich nicht so gern ranked (10/15, nicht so bombastisch) und durch die ersten 10 placementmatches wurde ich Silber 5 (bin nicht der allerbeste), bei den ersten Rankedplacementmatches hab ich das System ja noch halbwegs kapiert, aber wie soll das bei den zweiten Placementmatches funktionieren? Und wie hoch k&ouml;nnte ich ---&gt;theoretisch &lt;--- aufsteigen? Freue mich &uuml;ber ne Antwort","replies":[{"id":"","poster":"I am Zynex","date":"2015-12-15T08:26:37.361+0000","up_votes":1,"down_votes":0,"body":"Am Anfang der nächsten Season wird ein Softreset deiner MMR durchgeführt. Das Heißt du startest nicht wie bei den ersten Placements bei der MMR von 1200 (glaube ich zumindest das es 1200 sind), sondern eher bei der MMR die du aktuell hast und dann sind es wieder die 10 Spiele.\nUnd je nachdem wie man abschneidet, ist man dann wieder da wo man vorher war, drüber oder drunter. Auf jeden Fall ist das maximal mögliche Platin 1, auch für die ganzen Challenger-Spieler.\n\nAlso so war es beim Start dieser Season... kann sich natürlich auch bis dahin ändern.","replies":[{"id":"","poster":"2moster","date":"2015-12-30T12:58:26.562+0000","up_votes":1,"down_votes":0,"body":"warte man kann am anfang platin 1 kommen? \nich brauche einen neuen account EBAY ICH KOMME xD\n{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"Safeeyy","date":"2015-12-15T16:02:31.556+0000","up_votes":1,"down_votes":0,"body":"danke für die Antwort :)","replies":[]}]},{"id":"","poster":"SuperplexP","date":"2015-12-17T17:01:42.921+0000","up_votes":1,"down_votes":0,"body":"Eher sogar, Bronze, da man selbst bei einer positiven Bilanz eher niedriger eingerankt wird als vorher.","replies":[{"id":"","poster":"Safeeyy","date":"2015-12-18T16:25:38.266+0000","up_votes":1,"down_votes":0,"body":"okay danke","replies":[]}]},{"id":"","poster":"invite mich mal","date":"2015-12-16T06:10:30.578+0000","up_votes":1,"down_votes":0,"body":"Bronze/Silber höher kannst du nicht geplaced werden, außer du spielst dich in der Preseason hoch.","replies":[]}]}