{"id":"muTXPEch","poster":"im guts","date":"2015-12-14T10:24:51.420+0000","title":"[Groovin] Erweiterung der ranked Teams, suchen D4+ oder D1+ Spieler","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://i.imgur.com/QPN29Xk.png","image":"http://imgur.com/QPN29Xks.png"},"up_votes":6,"down_votes":4,"body":"_Hallo an alle,_\r\n_Unser Club m&ouml;chte seine Zahlen erweitern und ein weiteres Diamond Team hinzuf&uuml;gen oder bei M&ouml;glichkeit ein Master team gr&uuml;nden. Momentan haben wir 3 Diamond Teams, 2 Female Teams, ein Platin Team und ein Gold/Silber Team. Ein Diamond Team von uns gewann den letzten Tryforce cup gegen ein namenhaftes Challenger Team und wir wollen weiterhin uns als Ziel setzen Turniere zu gewinnen. _\r\n\r\n_Die Elo sollte ab D4 sein, wenn es sich so ergibt das sich die richtigen Spieler mit einer h&ouml;heren Elo melden, so erh&ouml;he ich das Elo des Teams und versuche alle auf der selben Stufe zu halten, damit jeder das Gef&uuml;hl hat er wird nicht von jemand anderen Aufgehalten oder des Gleichen. Also wenn sich D2, D1+ Spieler melden, so w&uuml;rde ich nat&uuml;rlich diese bevorzugt in ein von der elo st&auml;rkeres Team packen. _\r\n\r\n\r\n**Aber kommen wir mal zu den Punkt wieso ihr uns beitreten solltet und was ihr daf&uuml;r erf&uuml;llen m&uuml;sst. **\r\n\r\n* _Bei uns bekommt ihr die Gelegenheit gegen wirklich starke scrimpartner zu spielen und euch gemeinsam zu verbessern, der Kontakt besteht bei mir zu einigen Team die von der Elo euch sehr fordern werden. _\r\n* _Ihr bekommt einen Manager, Coach sowie jemand der sich um die Analysen k&uuml;mmert. _\r\n* _Wenn ihr streamt, werdet ihr unterst&uuml;tzt durch das social media und durch den gesamten club, damit ihr auch als streamer wachsen k&ouml;nnt. _\r\n* _Es wird drauf geachtet, dass ihr aktiv spielt und euch kein Spieler aufh&auml;lt das zu sein. Es wird immer Ersatz geben, wenn jemand nicht so perfort wie er soll oder zeitlich eingebunden ist. _\r\n\r\n**Was m&uuml;sst ihr haben?**\r\n\r\n_Wie ich schon oben beschrieben habe, ist mir wichtig zu schauen welche Bewerbungen ich bekommen um euch besser zu kategorisieren, um nachhinein ein Team zu erstellen was von dem individuellen Skill auf dem selben Level ist . _\r\n\r\n* _Motivation_\r\n* _Zeit_\r\n* _Bereitschaft_\r\n* _16+ Jahre alt_\r\n* _Stabile Internet Verbindung_\r\n* _Gutes funktionierendes Headset_\r\n* _Das beherrschen der Deutsch oder Englischen Sprache_\r\n* _Kritikf&auml;higkeit _\r\n* _Interesse an Turniere teilzunehmen _\r\n\r\n\r\nSoweit so gut. \r\nSomit beeende ich hier erstmal meinen Text und freue mich auf die Bewerbungen f&uuml;r unseren club und hoffe auf die richtigen Leute :) \r\n\r\nBei Interesse diesen account adden. \r\nGuten Tag noch.","replies":[{"id":"","poster":"KDAlex","date":"2015-12-14T21:11:19.056+0000","up_votes":1,"down_votes":0,"body":"Bin leider nur Dia5 QQ","replies":[]}]}