{"id":"OgHoLIxs","poster":"Zefay","date":"2015-12-14T12:13:07.405+0000","title":"Games carrien","subforum":"Level Up: Guides & Tipps","embed":{"title":"League of Legends Match History","description":"Every game is a story; visit the new League of Legends match history to check out how this one ends and share your own!","url":"http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2429750637/214286375?tab=overview","image":"https://cdn.leagueoflegends.com/match-history/opengraph_icon.jpg"},"up_votes":1,"down_votes":0,"body":"Wie carried man solche games am besten?","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-14T12:47:51.255+0000","up_votes":1,"down_votes":0,"body":"Decision-Making verbessern, offene Teamfights vermeiden, wenn man (=das Team) zurück liegt und Objectives nehmen, wo sich Gelegenheit bietet. Du glänzt in diesem Spiel als Jungler beispielsweise mit 0:4 Drakes - kann passieren, ist jetzt aber auch nichts, worauf man stolz sein könnte. Ohne das Spiel jetzt gesehen zu haben, scheint mir zu wenig/falscher Fokus wohl mit einer der Gründe zu sein, dass ihr verloren habt.","replies":[{"id":"","poster":"Zefay","date":"2015-12-14T13:06:45.254+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nephirelle,realm=EUW,application-id=vatevpvi,discussion-id=OgHoLIxs,comment-id=0001,timestamp=2015-12-14T12:47:51.255+0000)\n>\n> Decision-Making verbessern, offene Teamfights vermeiden, wenn man (=das Team) zurück liegt und Objectives nehmen, wo sich Gelegenheit bietet. Du glänzt in diesem Spiel als Jungler beispielsweise mit 0:4 Drakes - kann passieren, ist jetzt aber auch nichts, worauf man stolz sein könnte. Ohne das Spiel jetzt gesehen zu haben, scheint mir zu wenig/falscher Fokus wohl mit einer der Gründe zu sein, dass ihr verloren habt.\n\nWir hatten keinen einzigen Dragon was daran lag das die immer 3-4 Gegner dort waren währrend einer gepusht hat und da mein team behind war musste ich entweder risky 1v4 rein und stealen oder  die lane deffen die gepusht wurde, daher habe ich nichtmal versucht zu stealen wäre nur teamgold für die gegner gewesen","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-14T14:07:26.789+0000","up_votes":1,"down_votes":0,"body":"Wenn du siehst, dass der Gegner Drake machen möchte (deshalb ist Vision so wichtig), solltest du - wenn contesten kein Sinn macht - trotzdem für einen Trade sorgen.\n\nBeim ersten Drake ist vorher niemand gestorben. Wenn 3+ Gegner Drake mahcen, muss irgendwo eine Lane frei sein, die man zu zweit oder zu dritt schnell pushen kann. Gerade mit AD-Jungler ist man schnell beim Turm zerstören.\n\nBeim zweiten Drake hast du 1:1 auf der Toplane getradet.\nDa es wohl eine 2vs1-Situation war, kann man dies wohl nicht als allzu guten Gank ansehen (OK, Killgold für den Gegner vs. Kill- und Assistsgold für euer Team).\nDa du Toplane warst und der Drake gerade wieder gespawnt ist, war dies für den Gegner natürlich das Zeichen, den 2. Drake zu machen. OK, ist jetzt kein Problem, weil es erst der zweite war. Aber du musst den Timer im Auge behalten. Wenn du zu dieser Zeit Toplane ganken gehst, darf nicht nur ein Kill fallen. Da musst auch den Turm gegen Drachen traden.","replies":[{"id":"","poster":"Zefay","date":"2015-12-14T14:36:38.446+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=vatevpvi,discussion-id=OgHoLIxs,comment-id=000100000000,timestamp=2015-12-14T14:07:26.789+0000)\n>\n> Wenn du siehst, dass der Gegner Drake machen möchte (deshalb ist Vision so wichtig), solltest du - wenn contesten kein Sinn macht - trotzdem für einen Trade sorgen.\n> \n> Beim ersten Drake ist vorher niemand gestorben. Wenn 3+ Gegner Drake mahcen, muss irgendwo eine Lane frei sein, die man zu zweit oder zu dritt schnell pushen kann. Gerade mit AD-Jungler ist man schnell beim Turm zerstören.\n> \n> Beim zweiten Drake hast du 1:1 auf der Toplane getradet.\n> Da es wohl eine 2vs1-Situation war, kann man dies wohl nicht als allzu guten Gank ansehen (OK, Killgold für den Gegner vs. Kill- und Assistsgold für euer Team).\n> Da du Toplane warst und der Drake gerade wieder gespawnt ist, war dies für den Gegner natürlich das Zeichen, den 2. Drake zu machen. OK, ist jetzt kein Problem, weil es erst der zweite war. Aber du musst den Timer im Auge behalten. Wenn du zu dieser Zeit Toplane ganken gehst, darf nicht nur ein Kill fallen. Da musst auch den Turm gegen Drachen traden.\n\ndas war mir bewusst , dass das free drake heißt aber da die gegner so ahead waren habe ich nichtmal versucht mich um den drake zu kümmern","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-14T14:51:42.204+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SandroNyan,realm=EUW,application-id=vatevpvi,discussion-id=OgHoLIxs,comment-id=0001000000000000,timestamp=2015-12-14T14:36:38.446+0000)\n>\n> das war mir bewusst , dass das free drake heißt aber da die gegner so ahead waren habe ich nichtmal versucht mich um den drake zu kümmern\n\nIhr ward zwischen 1.5k und 2k Gold im Rückstand. Das ist kein Problem, da euer Team im Late auch gut skaliert (Twitch und Orianna). Den Rückstand hättet ihr jedoch stark reduzieren können, wenn du den Top-Turm abgerissen hättest.\n\nDass du den Drake nicht contestest, ist ja auch nicht der Vorwurf. So lange ihr irgendwann den 1. Drake macht und der Gegner nicht den fünften kriegt, ist alles in Ordnung.\nMöglich ist sogar, dass gerade deswegen der gegnerische Toplaner nicht glaubte, dass du ganken kommst, weil er vermutete, du wärst in der Nähe des Drachen. Aber wie gesagt: ein 1:1-Trade ist dann nicht gut und da einer von euch überlebte, muss auch der Turm genommen werden gegen den zweiten Drake der Gegner.\n\nAuch 2 Minuten später mit dem 3:0-Trade kam kein Turm weg. Da hättet ihr neben dem Toplane Turm nun auch den Midlane oder Botlane Turm machen müssen und ihr wärd dann vorne gewesen. Damit wäre die Chance für den 1. Drake für euch vorhanden gewesen.\n\nSchaue einmal die 21. Minute an:\nIhr verliert in den Kämpfen 1:3 und die Gegner holen sich gleich 2 Türme (und weil gepusht wurde wohl auch gleich den 3. Drake). Sie haben aus den Kills also wesentlich mehr gemacht als ihr.","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-12-14T13:26:48.790+0000","up_votes":1,"down_votes":0,"body":"Am besten schauen, wo du etwas besser hättest spielen können.\nFolgende Dinge fallen auf:\n\n- Objectivcontrol\nDas ist einer deiner Hauptaufgaben (noch wichtiger als Ganks!), aber 0:4 Drakes sind nicht sonderlich gut.\nIn der 17. Minute habt ihr einen 3:0-TF gemacht. Aber daraufhin sehe ich kein Objective, das hier geholt habt. OK, Drake war weg und evtl. Herold nicht möglich (z.B. zu low oder zu weit weg). Aber ein Turm hätte mindestens fallen müssen, wenn ihr 5 gegen 2 spielt. Dies hätte die Karte für euch geöffnet und es wäre besser möglich geworden, später selbst den 1. Drake-Buff zu holen.\n\n- Warding\nMehr Warding hilft. Du hast 11 Wards gesetzt, was zu wenig ist (nur alle 3 Min. ein Ward). Mehr Vision hilft deinen Mates, dass sie nicht geganked werden. Aber auch für dich ist dies hilfreich, damit du z.B. den Drake zu machen, wenn der gegnerische Jungler gerade Top in einem gewardeten Busch steht oder du einen Counter-Gank machen kannst, wenn du in der Nähe bist.\n\n- Pick\nFull-AD-Rengar im Jungle finde ich keine allzu gute Wahl. Vor dir haben deine Maes Ori und Twitch gepickt. Beide sind erst im späteren Game sehr stark und werden deine Hilfe benötigen. Vor Level 6 sind Rengar-Ganks nicht immer effektiv. Da der Gegner bereits Kata pickte und diese gegen Hard CC Probleme hat (die jedoch Ori nicht hat), hätte ich jetzt eher etwas gepickt, dass gute CC hat und man im early gut ganken kann. Bei Rengar hat man die stacks nicht immer gleich bereits, um die Hard CC nutzen zu können.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-12-14T12:34:38.509+0000","up_votes":1,"down_votes":1,"body":"indem man besser wird.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}