{"id":"x2bBtRqt","poster":"Sombra","date":"2015-12-14T02:12:29.135+0000","title":"[Graunacht-Kurzgeschichte] Erlösung","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"Die Gewinnermails zum Wettbewerb sind ja bereits raus und da ich nicht unter den Gl&uuml;cklichen war, m&ouml;chte ich meinen Beitrag gerne hier zum Lesen zur Verf&uuml;gung stellen. &Uuml;ber R&uuml;ckmeldungen, egal ob positiv oder negativ; fundierte Kritik oder lediglich Meinungs&auml;u&szlig;erungen, w&uuml;rde ich mich sehr freuen.\r\n\r\n\r\n\r\nErl&ouml;sung\r\n\r\n_Wie ein tanzendes Meer bunten Laubes_, dachte Sie, w&auml;hrend die erste windschiefe H&uuml;tte - ein besserer Bretterverschlag - den Beginn einer weiteren Siedlung markierte. M&uuml;de schritt Sie durch den Schlamm, welcher vor dem Einsetzen des Herbstregens einmal so etwas wie eine Stra&szlig;e (_oder was man hier darunter verstehen mag_) gewesen sein mochte. Die Kraft um aufzuschauen, gar vorauszublicken, fehlte Ihr bereits; bleiern dr&uuml;ckten Ihre Lider und vom grauen Himmel mattes Augenlicht fand kaum noch die n&auml;chste Spur im Matsch, den schon seit Stunden nicht mehr klagenden Beinen ein Ziel zu geben. Sie hielt inne. Lauschte. _Wie das Prasseln der ewig brennenden Sterne_, nahm Sie den Gedanken wieder auf und zog die &Auml;rmel Ihres speckigen Reisemantels enger zusammen. _Gerade laut genug, um es nicht &uuml;berh&ouml;ren zu k&ouml;nnen_. Ihr Atem f&uuml;hlte sich kaum w&auml;rmer als der vom nahen Meer kommende Wind an, als Sie &uuml;ber Ihre zitternden H&auml;nde blies. _Und gerade leise genug, um kein einziges Wort zu verstehen_. Seufzend wendete Sie Ihr Gesicht den Wolken zu, doch selbst Ihre sch&uuml;tzenden H&auml;nde konnten die Feuchtigkeit nicht davon abhalten, es sich unter Ihrer leidlich trockenen Kapuze gem&uuml;tlich zu machen. Egal, wohin Sie Ihren Blick auch schweifen lie&szlig;, es sah &uuml;berall nur nach noch mehr Wolken aus. Dunklen Wolken, um genau zu sein. _Schwarzen Wolken_, korrigierte Sie sich selbst und erschrak vor dem Schauder, der Ihr den R&uuml;cken herunter rann. Vielleicht war es aber auch nur die Gischt, welche den Weg an Ihren Haaren vorbei an die letzten, trockenen Stellen gefunden hatte. _Immerhin bin ich bald da_.  Der Gedanke an ein Feuer und einen trockenen Schlafplatz half, die &uuml;ber das Meer kriechende Dunkelheit zumindest f&uuml;r den Rest des Weges zu vergessen. Ein Bett! Weiche Daunen, eine w&auml;rmende, behagliche Decke&hellip; Doch vor Ihr lag nichts au&szlig;er stuckenden Reisigd&auml;chern und von W&uuml;rmern angefressene Bohlen, dass man sich die kalte, aber immerhin frische K&uuml;stenluft in die muffigen H&uuml;tten hinein w&uuml;nschte. _Hauptsache aus dem Regen raus_, dachte Sie und bemerkte nicht einmal, dass der Schlamm in ihre Schuhe quoll. _Waren eh undicht_, tat Sie es ab und stapfte weiter, Schritt um Schritt, vom stetigen Fl&uuml;stern des Windes, des Regens und der gaffenden Menschen um Sie herum begleitet. Ausgestreckte Finger, manche noch unter langen &Auml;rmeln verborgen, andere hingegen ganz ungeniert auf Sie gerichtet. Der Wind heulte auf, die Menschen tuschelten lauter und der Schlamm kroch an ihren Beinen hinauf. _Wieso ich und nicht die aufziehende&hellip; Gerade jetzt die verdammten Schuhe!_ Der Wind lie&szlig; nach und trug einige Wortfetzen an Ihre Ohren heran, bevor die versammelte Menschenschaar ihre Stimme senken konnte. Einatmen. Ausatmen. Immer das gleiche Gerede. Noch ein Mal. Sie blieb stehen. &bdquo;Was?!&ldquo; Und die Menschen hielten inne, wichen zur&uuml;ck; warfen sich hinter T&uuml;ren, abgedeckte Brennholzstapel oder auch den Nebenmann. Vielleicht wegen der unerwarteten Kraft, die aus der hageren Gestalt unter Ihrem weiten Reisemantel gekrochen kam. Vielleicht aber auch wegen des roten Gl&uuml;hens, das durch die Wolken stie&szlig;, nur knapp hinter Ihr ein ansehnliches Loch in den weichen Boden riss und alles um Sie herum in Schlamm h&uuml;llte. Angst schlug Ihr nun entgegen. Sie las Furcht in den Augen der erb&auml;rmlichen Gestalten. Erst jetzt sah Sie die kranken Kinder auf ihren von Ungeziefer verseuchten Strohs&auml;cken liegen, ma&szlig; die k&uuml;mmerlichen B&auml;uche und Muskeln, h&ouml;rte das Wasser von den D&auml;chern tropfen und die Ratten in den feuchten Kellerl&ouml;chern w&uuml;hlen. Alles, was an einem Gesicht entgleiten konnte, entglitt Ihrer Kontrolle. Die Wolken &uuml;ber Ihr aber schlossen ihre Reihen und Sie h&auml;tte schw&ouml;ren k&ouml;nnen, dass diese schon wieder ein wenig dunkler geworden waren. Grauer. Ihre Beine hatten Sie bereits durch das halbe Dorf getragen, als Sie wieder halbwegs klar denken konnte. F&uuml;nf oder sechs Baracken noch, dann&hellip; Doch Sie wusste, dass diese Siedlung Ihr Quartier sein musste. Bis zur n&auml;chsten w&uuml;rde Sie es nicht mehr schaffen. Jedenfalls - Sie blieb stehen; drehte sich herum. Nur eine Handvoll der Tapfersten (oder Verzweifeltesten) war Ihr gefolgt und lugte vorsichtig sowie mit geb&uuml;hrendem Abstand hinter H&auml;userw&auml;nden hervor. Ein Mann aber, dessen Augen so viel &auml;lter schienen als sein K&ouml;rper, wagte sich auf die offene Stra&szlig;e hinaus. Er warf noch einen fl&uuml;chtigen Blick auf das sich mit Matsch f&uuml;llende Loch und w&uuml;rgte die Mischung aus Dreck, Speichel und Entsetzen, welche sich in seinem Rachen gebildet hatte und diesen zu verschlie&szlig;en drohte, herunter. Selten hatte Sie so viel Schuld versp&uuml;rt, wie in diesem Moment, als der Mann noch nach den richtigen Worten suchte. &bdquo;Bitte geht nicht weiter&ldquo; sprach er, kaum lauter als das allgegenw&auml;rtige Prasseln des Regens&hellip; Dann gesellte sich die Stille dazu. Abscheu stieg in Ihr auf. Teils wegen des Anblicks, der sich Ihr bot. Und zum Teil auch wegen der Gleichg&uuml;ltigkeit, mit der Sie dies alles mittlerweile erf&uuml;llte. _Ich w&uuml;nsche mir einen Spiegel, dass ich ihn zerschlagen kann!_ Seine Stimme riss Sie aus Ihren Gedanken. &bdquo;Bleibt hier. Wir geben euch alles, was ihr haben wollt!&ldquo; _Als ob ihr mehr h&auml;ttet als euer Leben_, dachte Sie und biss sich auf die Zunge. Weit, weit drau&szlig;en braute sich der erste Donner zusammen und f&uuml;r einen Wimpernschlag war Ihr, als w&auml;re es das Lachen der dunklen Nebel selbst gewesen. &bdquo;Bitte&ldquo; flehte der Mann und lie&szlig; sich in den Schlamm hinabsinken. Etwas Kaltes griff nach Ihrem Herzen, als Sie z&ouml;gerte. Menschengruppen sammelten sich, der erste Schrecken war verflogen. Das Fl&uuml;stern hatte wieder eingesetzt und Sie sp&uuml;rte all die Blicke auf Ihren F&uuml;&szlig;en und auf Ihrer nun entbl&ouml;&szlig;ten Stirn lasten - tonnenschwer. Woher auch immer diese letzten Reserven gekommen waren, Ihr Stand wurde unsicher, die Welt verschwamm und das Stimmengewirr entfernte sich, weiter, immer weiter. Aus der sich ausbreitenden Dunkelheit sch&auml;lte sich noch der Umriss des vor Dreck starrenden Mannes heraus, dann nur noch pochende Schmerzen zwischen Ihren Schl&auml;fen. Ein Gesicht. Schreie. Feuer, das Sie zu verzehren drohte, und zwischen alledem diese finstere, finstere Dunkelheit.\r\nJemand l&auml;chelte Sie zaghaft an (_sie ist so jung_) doch Ihr blieb die Vorsicht hinter den gehobenen Mundwinkeln nicht verborgen. Genau so wenig wie Ihr die Fieberbl&auml;schen an eben jenen Mundwinkeln verborgen blieben. &bdquo;Mamaaaaa, die Frau ist wach&ldquo; rief das M&auml;dchen mit seiner viel zu hohen Stimme und bescherte Ihr ein kurzes - wenngleich heftiges - Aufflackern der Kopfschmerzen. Sie hielt sich noch den Sch&auml;del, als ein Schemen vor einem Vorhang aus d&uuml;nnem Stoff, welcher notd&uuml;rftig dort angebracht worden war, in die Knie ging und an die Wand klopfte. &bdquo;Darf ich reinkommen?&ldquo; Ihr war nicht nach Sprechen. Zum Gl&uuml;ck steckte das M&auml;dchen seinen Kopf am Stoff vorbei und so konnte Sie dem Kind deuten, dass man ruhig hereinkommen durfte. _Ist ziemlich dunkel hier_, bemerkte Sie und fuhr erschrocken auf, sodass Ihr die Decke, in die man Sie geh&uuml;llt hatte, von den Schultern rutschte. &bdquo;Wie sp&auml;t ist es&ldquo; rief Sie, viel lauter als beabsichtigt, w&auml;hrend Ihre H&auml;nde unwillk&uuml;rlich &uuml;ber Ihre nackten Arme strichen. &bdquo;Noch nicht Nacht, aber es dauert nicht mehr&hellip;&ldquo; &bdquo;Gut&ldquo; unterbrach Sie und atmete erleichtert aus. So muss es sich anf&uuml;hlen, nach einem langen Tag des Wacheschiebens endlich die R&uuml;stung auszuziehen, dachte Sie und holte befreit Luft, streckte sich&hellip; Bis Ihr auffiel, dass die Frau verlegen zu Boden schaute und das M&auml;dchen vergn&uuml;gt kicherte. Langsam sanken also Ihre H&auml;nde hinab, griffen nach der Decke und zogen diese wieder hinauf. &bdquo;K&ouml;nnte ich&hellip;&ldquo; Doch die Frau zeigte bereits auf ein B&uuml;ndel Kleidung, das neben Ihrem Bett lag: In aller Eile gewaschen und getrocknet, aber immerhin ein wenig sauberer als zuvor. Kaum hatte Sie sich den braunen Fetzen, der einst ein orangenes Kleid gewesen war, &uuml;bergeworfen, fing die Frau auch schon zu sprechen an. &bdquo;Bitte, ich wei&szlig; nicht, wer oder was Ihr seid aber wir brauchen Hilfe!&ldquo; _Ist kaum zu &uuml;bersehen_, dachte Sie und hielt nach dem M&auml;dchen Ausschau. Sie h&ouml;rte es zwar im Haus herumtollen, konnte es aber nicht mehr sehen. &bdquo;Der Nebel ist noch nie so fr&uuml;h so nahe an der K&uuml;ste gewesen, wir&hellip;&ldquo; Doch da tauchte das grinsende Kind neugierig auf der anderen Seite des Vorhanges auf und schlich hinein - oder wie Kinder eben zu schleichen pflegten. &bdquo;Kleines, geh raus und&hellip;&ldquo; &bdquo;Nein&ldquo; unterbrach Sie die Mutter und winkte das M&auml;dchen heran. Bereitwillig kam das Kind n&auml;her und setzte sich zu Ihr, doch die Mutter sprang auf. Angst stand der Frau ins Gesicht geschrieben, Angst vor der Fremden in ihrem Haus und Angst um ihr eigen Fleisch und Blut. Der Hilfeschrei aber blieb in den Lungen stecken. Die Frau fasste sich an den Hals und sp&uuml;rte, wie etwas darin anschwoll. Ganz gleich, wie viel Atem die Mutter auch in ihre Eingeweide zwang, kein Laut kam mehr aus der Kehle gekrochen. &bdquo;Bist du krank?&ldquo; Das M&auml;dchen nickte, noch immer l&auml;chelnd, w&auml;hrend Sie unger&uuml;hrt in die panisch-flehenden  Augen der Frau blickte. St&uuml;ck um St&uuml;ck hob sich Ihre Hand, bis diese schlie&szlig;lich auf einer Wange des Kindes zur Ruhe kam. Sanftes, gr&uuml;nes Licht brach zwischen Ihren Fingern hervor doch aus Ihren Augen sprach noch immer diese nichtssagende Gleichg&uuml;ltigkeit. &bdquo;F&uuml;hlst du dich jetzt besser?&ldquo; Aber das M&auml;dchen antwortete auf seine Art: Es gab Ihr einen fl&uuml;chtigen Kuss und verschwand, so schnell es konnte, in einer anderen Ecke des Hauses. &bdquo;Was&hellip;&ldquo; stotterte die Frau und erschrak vor dem Klang ihrer eigenen Stimme. Nicht einen Augenblick sp&auml;ter folgte die Mutter ihrer Tochter nach und rief dabei einen M&auml;nnernamen, wieder und wieder, bis ein halbes Dutzend tiefer Stimmen die Frau zu beruhigen suchte. _Gern geschehen_, dachte Sie und wunderte sich, dass es Ihr noch immer Traurigkeit bereitete. Sie stand auf, legte Ihren G&uuml;rtel und den wenigen Schmuck an, suchte nach Ihrem Mantel, doch fand ihn nicht. Stattdessen fiel Ihr Blick auf die Reste von dem, was einst Ihre Schuhe gewesen waren. _Wird schon gehen_. Sie war bereits in den noch immer fallenden Regen hinausgetreten, als Sie Kinderf&uuml;&szlig;e &uuml;ber die verandaartig ausgelegten Holzbohlen trippeln h&ouml;rte. &bdquo;Du hast was vergessen&ldquo; rief das M&auml;dchen und hielt Ihr den Mantel hin. Die Erwachsenen scharten sich um die T&uuml;r herum und keiner wagte es, als erster die gemeinsame Bitte zu wiederholen. Nur das M&auml;dchen trotzte alledem. Oder dachte sich schlicht nichts dabei. &bdquo;Willst du ihn nicht?&ldquo; _Es geht nicht darum, was ich will_, dachte Sie und drehte sich herum. &bdquo;Doch. Danke&ldquo; sagte Sie und schaute zu den versammelten Erwachsenen, deren Blicke zwischen Ihr und dem schon fast an der K&uuml;ste angekommenem Nebel hin und her sprangen. Es brauchte gar nichts gesagt zu werden, denn jeder wusste, worum es ging. Sie ging die wenigen Schritte zur&uuml;ck zum Haus und wartete, wartete noch ein wenig l&auml;nger doch niemand sprach aus, wovor Sie die Menschen dieses Dorfes besch&uuml;tzen sollte. &bdquo;Ich bin kein Krieger&ldquo; sprach Sie schlie&szlig;lich und war sich sicher, dass die Versammelten ein wenig tiefer in die Schatten des Hauses gewichen waren. Erst jetzt bemerkte die Frau, dass die Fieberbl&auml;schen ihres Kindes verschwunden waren und rief: &bdquo;Bitte! Der Wind treibt den Nebel direkt hierher und mit ihm&hellip; mit ihm&hellip; Ihr wisst es doch.&ldquo; Schlagartig wurde es dunkler. Die Wolken begannen, sich mit dem herannahenden Nebel vollzusaugen und immer tiefer herabzufallen. Der Regen wurde schwerer, die Luft dicker. Einige der kleinen Gruppe machten, dass sie in ihre eigenen H&uuml;tten kamen doch der Rest sank auf die Knie. Tr&auml;nen standen in ihren Augen. &bdquo;Bitte!&ldquo; Und Angst. Grenzenlose Angst. Nur das M&auml;dchen l&auml;chelte noch, die H&auml;nde um Ihre H&uuml;ften geschlungen und das Gesicht auf Ihr Becken gest&uuml;tzt. &bdquo;F&uuml;rchtest du dich&ldquo; fragte Sie das Kind, ohne aber die Erwachsenen aus den Augen zu lassen. &bdquo;Nein! Wovor denn?&ldquo; Die Mutter schlug sich die Hand vor den Mund, wagte es aber nicht, etwas zu sagen. &bdquo;Vor dem Nebel.&ldquo;  Das Kind lugte an Ihr vorbei und w&uuml;rdigte die wabernde, dunkle Masse keines zweiten Blickes. &bdquo;Warum sollte ich?&ldquo; Um sie herum wurden T&uuml;ren zugeschlagen und Talismane angebracht, Fenster vernagelt und Feuer entfacht. Sie aber lie&szlig; sich ein St&uuml;ck heruntersinken und streichelte dem M&auml;dchen &uuml;ber die Wange. &bdquo;Weil er den Tod bringt.&ldquo; Das Kind z&ouml;gerte, schaute zu seiner Mutter, zum Nebel, lie&szlig; den Blick &uuml;ber das Dorf wandern und blickte Ihr schlie&szlig;lich unschl&uuml;ssig direkt in die bernsteinfarbenen Augen. &bdquo;Kannst du uns vor ihm besch&uuml;tzen?&ldquo; Sie aber sch&uuml;ttelte sanft Ihren Kopf. &bdquo;Niemand kann das.&ldquo; &bdquo;Aber ihr habt mein Kind geheilt&ldquo; schrie die Mutter gegen den immer st&auml;rker werdenden Wind an, die H&auml;nde zu F&auml;usten geballt und eine Mischung aus Gischt und Rotz im Gesicht. &bdquo;Ich habe einen Kratzer verbunden, sozusagen. Was ihr allerdings von mir verlangt ist etwas ganz anderes.&ldquo; &bdquo;Aber&hellip;&ldquo; Sie jedoch unterbrach die Frau rasch. &bdquo;Kein aber. Wenn ihr es w&uuml;nscht, heile ich eure klaffenden Wunden doch mehr kann ich nicht f&uuml;r euch tun.&ldquo; Vier Erwachsene waren noch geblieben. Drei M&auml;nner und eine Frau, in deren Gesichtern Panik und Hoffnung um die Vorherrschaft stritten. &bdquo;Wir nehmen jede Hilfe, die wir kriegen k&ouml;nnen! Wenn wir die Nacht &uuml;berstehen, werden wir Euch mit allem&hellip;&ldquo; Sie allerdings schaute mit erhobener Hand aufs Meer hinaus. Eine gef&uuml;hlte Ewigkeit starrte Sie in den schwarzen Nebel hinein, bis Sie die ersten Gestalten darin entdecken konnte. _Es geht nicht darum, was ich will_, dachte Sie traurig und sagte: &bdquo;Es ist eure Angst, nicht wahr? Die Angst vor dem Tod.&ldquo; Alle nickten, einer nach dem anderen. &bdquo;Ich kann den Tod nicht heilen&hellip; eure Angst sehr wohl. Wenn ihr es w&uuml;nscht, dann versammelt euch in diesem Haus hier und ich werde euch beistehen, wenn die Graunacht &uuml;ber euch zu kommen droht. Jedem von euch.&ldquo; Kurzes Warten. &bdquo;Wenn ihr es w&uuml;nscht.&ldquo;  Augenblicklich rannten die drei M&auml;nner davon, es allen zu sagen. Die Frau aber fl&uuml;sterte dem Kind noch etwas ins Ohr, bevor auch sie die Botschaft verbreitete. Allein. Das M&auml;dchen dr&uuml;ckte sich noch immer an Sie. &bdquo;Willst du nicht zu deiner Mutter&ldquo; fragte Sie und sch&auml;tzte die Zeit ab, bis der Nebel die Siedlung erreicht haben w&uuml;rde. &bdquo;Mama hat gesagt, ich soll bei dir bleiben!&ldquo; Also nahm Sie das Kind bei der Hand und verlie&szlig; die Siedlung. Sie hatte einen H&uuml;gel gesehen, ganz in der N&auml;he, und wenn sie sich beeilen w&uuml;rden&hellip;\r\nDas Heulen der Toten ergoss sich bereits &uuml;ber die ersten H&uuml;tten, als sie auf der Kuppe der kleinen Erhebung angekommen waren. Krachend splitterten die kaum Widerstand bietenden H&auml;userw&auml;nde und Todesschreie mischten sich unter das Konzert dieser Graunacht. Einige versuchten noch, in das ausgewiesene Haus zu gelangen. Doch sie waren schon zu sp&auml;t dran: Die Toten fielen &uuml;ber die Langsamen her und verleibten deren Seelen ihrem Heer ein. Die Hand des M&auml;dchens stahl sich wieder in die Ihre. Dunkelheit um Sie herum&hellip; und pl&ouml;tzlich hielt die Flut inne, als ein rotes Glimmen den Nebel zu erf&uuml;llen begann. _Nur eure Angst kann ich heilen_, dachte Sie und weinte vor Schmerz, als Ihre zitternden Finger auf jenes ausgewiesene Haus deuteten und ein Stern, sch&ouml;n und hell wie die Morgenr&ouml;te selbst, die Schatten vertrieb und auf die darin Versammelten herniederfuhr. &bdquo;Mama&hellip;&ldquo; hauchte das M&auml;dchen noch, bevor Sie einen Finger auf des Kindes Lippen legte und dessen Stimme auf alle Ewigkeit zu verstummen beschloss.","replies":[]}