{"id":"k0zxdEO8","poster":"Kukaili","date":"2015-12-12T14:07:26.630+0000","title":"ADC/TOP sucht competitive Team Plat++/Dia+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo du,\r\n\r\nich m&ouml;chte gerne einem Team beitreten, das League of Legends &quot;ernst&quot; nimmt und Spa&szlig; an tryharden hat bzw. nur das Gewinnen im Vordergrund steht. \r\nTurniere sollten im Fokus sein, regelm&auml;&szlig;ige Trainings und ein freundschaftliches miteinander um etwas zu erreichen. Die Ziele k&ouml;nnen von mir aus &quot;realit&auml;tsferne&quot; sein bis hin zu LCS, Challengerseries etc. etc. , Hauptsache man ist ernst dabei und will gemeinsam was &quot;gro&szlig;es&quot; erreichen.\r\nJeden Tag/Abend zusammen im TS abh&auml;ngen, Streams, Videos, vllt andere kleine Games nebenbei etc. sind erw&uuml;nscht. Soll ja auch freundschaftlich zugehen.^^ Das Team sollte doch bitte 18/19+ sein.\r\n\r\nnun zu mir:\r\n\r\nIch bin 21 Jahre alt, Student und spiele League of Legends seit der Beta. Dies hier ist nicht mein Mainacc und nicht mein 1.Acc den ich erstellt habe.\r\nMeine Elo reichte Season 3 bis Dia1, Season 4 setzte ich aus privaten Gr&uuml;nden mehr oder weniger aus und habe Mitte Season 5 wieder voll angefangen. \r\nInzwischen spiele ich mich so langsam auf mein altes Niveau heran und habe so unfassbar viel Motivation einem Team beizutreten. Dabei w&uuml;rde ich sehr gerne die Rolle des ADC machen, Toplaner geht genau so gut. Momentan befinde ich mich auf Plat4, ~25Games im Plus und denke bzw. wei&szlig;, dass da noch sehr sehr viel Luft nach oben ist. Die letzten Wochen habe ich damit verbracht, alle m&ouml;glichen Champs mal aufzuprobieren, verschiedene Powerspikes, Situationen, Fights durchzugehen, was nat&uuml;rlich auch mal zu Niederlagen gef&uuml;hrt hat, aber naja, Preseason und so ;D. Es hat mir Spa&szlig; bereitet diese Sachen auszuprobieren und zu analysieren und dadurch meine F&auml;higkeiten zu verbessern.\r\n\r\nIch hab theoretisch gesehen jeden Tag/Abend Zeit zum spielen, diskutieren oder analysieren. \r\n\r\nSo, wenn ich dein Interesse geweckt habe, einfach mal ingame adden und den Rest besprechen wir dann im TS! :)\r\n~ Kukaili\r\n{{champion:18}} {{champion:51}} {{champion:222}} {{champion:15}} {{champion:104}} {{champion:133}} \r\n{{champion:54}} {{champion:98}} {{champion:111}} {{champion:114}} {{champion:36}}","replies":[{"id":"","poster":"Kukaili","date":"2015-12-13T00:44:51.346+0000","up_votes":1,"down_votes":0,"body":"push, bislang nichts vernünftiges dabei.","replies":[]},{"id":"","poster":"BertaDieMilchkuh","date":"2015-12-12T14:39:17.915+0000","up_votes":1,"down_votes":0,"body":"hab dich geaddet udn würde mich freuen wenn wir ne runde reden könnten auf ts :)","replies":[]}]}