{"id":"MZK93JOo","poster":"oOCaptTigerOo","date":"2015-12-11T16:53:26.290+0000","title":"Suchen noch einen Midlaner für unser Ranked Team ! :)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallihall&ouml;chen !! :D \r\n\r\nWir suchen einen kompetenten Midlaner f&uuml;r unser ranked Team.\r\nDas Team besteht schon seid ungef&auml;hr einen Monat und wir kommen sehr gut miteinander klar.\r\nWir wollen in Zukunft als Team High gold vllt sogar Platin anstreben und mit deiner Hilfe k&ouml;nnen wir das schaffen.\r\nDu solltest dich in der Gold Elo befinden und schon viel Erfahrungen auf deiner Lane haben.\r\nDein Championpool soll am besten immer der aktuellen Meta angepasst sein.\r\nDu solltest ein aktiver bis sehr aktiver ( #hyperaktiv :D ) Spieler sein , da wir uns fast jeden Tag an ranked Games versuchen.\r\n\r\nUnd wenn das auf dich zutrifft und die sympathie zwischen uns stimmt dann bist du ein weiteres Mitglied des R4w G4ming Teams :)\r\n\r\nFalls du Interesse hast melde dich einfach bei mir ( oOCapttigerOo ) und stelle dich in unserem Ts kurz vor.\r\n\r\nMfg Joshi","replies":[{"id":"","poster":"Just Aufrichtig","date":"2015-12-11T17:06:55.389+0000","up_votes":3,"down_votes":1,"body":"Habe mich vorgestellt wurde gesagt in 10 min Test Game nach dieser Aussage wurde ich Perm gebannt ohne jegliche Begründung oder Rückmeldung","replies":[{"id":"","poster":"oOCaptTigerOo","date":"2015-12-11T17:08:41.820+0000","up_votes":1,"down_votes":0,"body":"Erster Eindruck ..... der machts halt","replies":[{"id":"","poster":"Just Aufrichtig","date":"2015-12-11T17:18:25.358+0000","up_votes":1,"down_votes":0,"body":"Jo und ich war so assozial das du dir dachtest du musst auf \"mein niveau\" runter und nicht mal etwas zu einem sagen , dann direkt Bann? Es ist mir eig egal ob ich jetzt in euer Team komme oder nicht , aber du redest was von ersten Eindruck und sympathie  aber verhältst dich so Unhöflich ","replies":[]}]}]},{"id":"","poster":"Living Tempest","date":"2015-12-11T17:38:07.899+0000","up_votes":1,"down_votes":0,"body":"Hey, \nich würd mitmachen wenn alle min. Gold sind.\nDu solltest mich noch kennen 'Sweeping Zed'\nMfG.","replies":[]}]}