{"id":"hQqbLv2I","poster":"Rongkong Coma","date":"2015-12-11T06:04:47.250+0000","title":"Änderungsvorschlag Master Yi Q Spell","subforum":"Champions & Gameplay","embed":{"title":"Master Yi","description":"Master Yi, der Wuju-Schwertkämpfer ist ein Champion in League of Legends.","url":"http://de.leagueoflegends.wikia.com/wiki/Master_Yi","image":"http://vignette2.wikia.nocookie.net/leagueoflegends/images/f/f3/Master_Yi_OriginalLoading.jpg/revision/latest?cb=20140328094324&path-prefix=de"},"up_votes":2,"down_votes":2,"body":"Euch ist es bestimmt schonmal passiert, dass ihr vor Master Yi als er euch verfolgt hat weg geflasht habt. Jedoch hat er kurze Zeit vorher seinen Q-Spell auf euch wirken lassen und kam desshalb mit und tauchte an der selben Stelle wir ihr auf, was f&uuml;r euch &uuml;berhaupt kein entkommen bedeutet.\r\nIch finde das total unfair. Man hat so &uuml;berhaupt keine M&ouml;glichkeit vor ihm zu fliehen. Sicher ist es sehr schwirig das ab zu sch&auml;tzen wann ein Gegner flasht aber mir ist es schon genug passiert.\r\n\r\nMein &Auml;nderungsvorschlag: Master Yi kommt nicht mit, sondern landet an der Position von der der Gegner geflasht hat. Der Schaden wird jedoch ganz normal verursacht.\r\n\r\nWas haltet ihr davon?","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-11T10:14:17.961+0000","up_votes":1,"down_votes":0,"body":"Das ist bei Champs wie Lee Sind und Maokai genau dasselbe. Yi ist nicht op, also wird das wohl kaum nötig sein. Außerdem kann man ihn durch diese Sache auch super trappen. Er macht Q, du flashst in dein Team","replies":[{"id":"","poster":"Rongkong Coma","date":"2016-01-17T22:07:56.811+0000","up_votes":2,"down_votes":0,"body":"gute idee","replies":[]}]},{"id":"","poster":"BìgM","date":"2015-12-11T06:10:06.302+0000","up_votes":2,"down_votes":0,"body":"Nö, das bringt dieser Skill einfach so mit sich.\nWenn er den Skill auf dich wirkt, wird er am Ende seiner Animation dort landen, wo du stehst.\n\nMusst du deinen Flash halt besser timen.","replies":[{"id":"","poster":"Rongkong Coma","date":"2015-12-11T06:24:25.084+0000","up_votes":2,"down_votes":0,"body":"XD oder er seinen Spell","replies":[{"id":"","poster":"InfectedGreed","date":"2015-12-11T10:10:05.348+0000","up_votes":1,"down_votes":0,"body":"master yi ist ein CC opfer, focused ihn ihm teamfight und gut ist.\n\nIch kann zwar verstehen was du meinst, aber von solchen Spells gibts doch genug...denk mal an Tam Khench, der frisst seinen Mate und überlebt, dazu hat er noch sein schild so das du ihn zweimal runterhauen mußt.\n\n\nUnd Master Yi`s Q ist halt sein einziges Tool, sonst hat er eigtl nix was man nicht mit simplen CC lösen kann.(morgan Q, taric Stun, Thresh hook, blitz frißt master yi i.d.r. auch, dank silence, grab, stun....","replies":[]}]}]}]}