{"id":"nbjEpaYE","poster":"ChaosMeteora","date":"2015-12-10T22:32:19.314+0000","title":"Suche Team zum Frei-Zeit-Zocken","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus,\n\nich suche ein Team zum Zocken.\n\nIch bin /m, knackige 19 Jahre und suche Leute die einfach zum Spa&szlig; haben LoL zocken ( Wenn man Zeit hat! Ist leider ein begrenztes Gut... ). Von mir aus Teamrankeds solange man die nicht zu ernst nimmt.\nMir ist Elo egal und dem Team sollte auch die Elo egal sein, wichtig ist das man zusammen Spa&szlig; hat.\n\nBin ein ruhiger Zeitgenosse, also nicht wundern wenn man von mir paar Minuten kein Wort hört außer das die Lane fehlt :P\n\nMeine Hauptrollen sind Mid/Adc, spiele aber alles; Wenn ich Junglen muss wird es witzig ( Junglefails Inc.: FailSmite, an dem Buffs verrecken, Noobganks etc. ) Bin aber nicht abgeneigt zu Junglen, irgendwann muss das jeder lernen :P\n\nMein Championpool besteht aber leider nur aus ca. 20 Chars...\nWas ich nicht haben kann ist Flamen... jeder hat mal seine Madness-Minuten aber man sollte es nicht am eigenen Team auslassen, kann es gerne am Gegnerteam auslassen, ist seine Sache ( Gegnerreports inc. ^^) und ist vlt. ganz Unterhaltsam f&uuml;r alle beteiligten.\n\nEin eigenen TS hab ich nicht, w&auml;re also ganz passend wenn das jemand mitbringen w&uuml;rde, ggf. hab ich aber auch noch Skype.\n\nWer Interesse hat kann sich bei mir Melden: ChaosMeteora\n\n(bin heute bzw. morgen^^ nur bis ca. 0:30 oder 1:00 Online)","replies":[{"id":"","poster":"NGC Polyxena","date":"2015-12-11T07:29:24.160+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen ChaosMeteora,\n\nich würde dir gerne einmal unsere Homepage zeigen: http://nova.community . Wir sind eine ü18 Multigaming Community mit dem Ziel eine große und doch familiäre Community zu werden. Dort findest du jeden Abend mindestens 30 Spieler/innen zum gemütlichen Zocken und Quatschen. \nFalls du Fragen hast zögere bitte nicht dich an mich zu wenden.\n\nLiebe Grüße\nNOVA Polyxena | Julia","replies":[]}]}