{"id":"4nA38Gm8","poster":"FrankerX","date":"2015-12-11T01:29:43.841+0000","title":"Team eis, super balancing Kappa","subforum":"Esports","up_votes":1,"down_votes":9,"body":"lpl, die wie na letzte wurden\nwildcard, die nach wie vor wildcards sind\nund eu die bei den worlds 3. und 4. wurden\n\nGEGEN\n\nna die wie lpl letzte wurden\nlms, die 5. und 6. wurden\nUND nat&uuml;rlich korea :D\n\ndas balancing. bei dem drafting wurde nat&uuml;rlich nix gestreamt weil NA da mal wieder mit ihrer kohle fett aufgekauft hat so wie sie es auch mit allen spielern tun die gut sind.\n\nps: was ich mir ganz stark von riot wünschen würde: wenn auf lolesports steht erstes match beginnt um 2:00 und um 2:30 wird immer noch nur gelabbert, dann ist das schon nervig. vielleicht hier besseres zeitmanagement, dieses problem gibts seit ich in season 2 lcs zuschauen angefangen habe :D ich glaube einfach mal ne stunde dazurechnen sollte machbar sein :D","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-11T10:02:47.879+0000","up_votes":4,"down_votes":0,"body":"Ich verstehe jetzt die Kritik nicht ganz.\nBin mir jetzt nicht sicher, ob es an der Rechtschreibung des TE liegt oder ob der TE einiges bezüglich Allstars nicht ganz verstanden hat.\n\n- Allstars allgemein\nAllstar-Games (egal in welcher Sportart) hat mehr mit Fun und Ehre für die Spieler (dass sie dabei sind) zu tun und ist meist nicht kompetitiv. Auch in LoL ist das Allstar Event eher mit URFitational zu vergleichen als mit den Worlds. Es geht also weniger um das Ergebnis, sondern mehr um Fun.\n\n- Balancing\nDa verstehe ich die Kritik gar nicht. Auch wenn die Worlds etwas anders ausgefallen sind, so sind die besten Ligen in LoL die LCK und die LPL. Es ist somit richtig, dass diese getrennt werden. Dann folgen wohl beide LCS-Ligen (auch wenn in den Worlds NA enttäuschte), was auch getrennt wurde. Somit bleibt nur noch LMS und Wildcard.\nZudem muss man aufpassen: man votet für Einzelspieler, nicht für Teams. Die LPL hat sehr viele starke Einzelspieler, da in der LPL sehr viel Geld fliesst (mehr als in der LCK und NA LCS). Viele LCK-Spieler (darunter auch Weltmeister des Samsung-Teams) spielen in der LPL. Aber es gibt auch starke chinesische Spieler wie Uzi, der immer noch als einer der stärksten ADCs der Welt gilt. Die besten Einzelspieler der LPL können also mit den besten Einzelnspielern der LCK recht gut mithalten.\n\n- Drafting\nDa habe ich keine Ahnung, was der TE meint. Die Spieler wurden über 1-2 Wochen online von der Community gewählt. Oder wurde etwas anderes gemeint?\n\n- Uhrzeiten\nDas ist ein internationales Turnier. Es schauen auch andere Länder als europäische zu.\nDas Turnier ist in L.A. und startete gestern um 17 Uhr Ortszeit. Früher geht also nicht, wenn man nicht riskieren möchte, dass die Spieler vor leeren Zuschauerrängen sitzen, weil die Fans entweder in der Schule/Uni oder an der Arbeit sind.\nFür Koreaner war es 10 Uhr morgens und für Chinesen 9 Uhr morgens (darauf folgender Tag). Ist natürlich für sie etwas doof, wenn man zur Schule/Arbeit gehen muss, aber es ist für sie zumindest eine Zeit, wo man wach ist.\nEine andere Uhrzeit, welche für Europa besser wäre, hätte also nicht nur bezüglich Zuschauer vor Ort Nachteile, sondern auch für alle Zuschauer in Nordamerika und Asien (auch grössere Regionen als Europa im esport-Bereich). Letztes Jahr war das Turnier in Paris. Da hatten wir gute Spielzeiten, aber für Chinesen und Asiaten waren diese doof. Das gleicht sich also aus.","replies":[{"id":"","poster":"FrankerX","date":"2015-12-14T03:52:34.624+0000","up_votes":1,"down_votes":1,"body":"wenn wir von den worlds ausgehen war lpl die schlechteste region.\nbei den wildcards haben die türken das finale gewonnen nicht die russen, hier wird also bewusst die \"schlechtere\" wildcard region gewählt.\n\ndrafting war eher gemeint das gezogen wird wie die teams in feuer und eis eingeteilt werden.\n\nuhrzeit meine ich das auf lolesports steht um 2:00 fängts an.\num 2:45 ist aber immer noch nicht das 1. match am laufen das laut esports schon seit 45min laufen sollte.\nin der zeitung steht auch nicht ein film fängt um 20:15 an und im tv läuft er erst um 4uhr morgens.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-14T09:35:46.979+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Brâ1ncânc3r,realm=EUW,application-id=hGYdiTd1,discussion-id=4nA38Gm8,comment-id=00010001,timestamp=2015-12-14T03:52:34.624+0000)\n>\n> wenn wir von den worlds ausgehen war lpl die schlechteste region.\n\nNaja, die NA LCS war nicht wirklich spürbar besser.\nEs ist aus meiner Sicht auch falsch, dass du nur die Leistung der letzten Worlds bewertest. Die LPL-Teams haben da einfach unter ihren Erwartungen gespielt. Kann sein, dass sie mit dem \"Juggernaut-Patch\" nicht gut klar kamen oder einfach auch Pech dabei war.\n\nÜber das ganze Jahr sah dies dann doch anders aus:\nDie MSI 2015 hat Edward Gaming gewonnen (der LPL-Vertreter) mit einem Sieg gegen SKT. \nim IEM Finale in Katowice ist das LPL-Team WE (eigentlich kein Spitzen-Team der LPL) bis ins Finale gekommen und haben auch gegen ein LCK-Team gewonnen (CJ Entus).\n\nDie reine LPL-Auswahl hat in 5vs5 3 von 4 Games gewonnen: gegen NA LCS und gegen LMS gewonnen, sowie im Pick-10-Modus gegen die LCK (nur im normalen Modus gegen LCK verloren). \n\n> bei den wildcards haben die türken das finale gewonnen nicht die russen, hier wird also bewusst die \"schlechtere\" wildcard region gewählt.\n\nDie türkische Auswahl hat \"nur\" das 5vs5-Finale gewonnen.\nIm 1vs1-Turnier sind sämtliche türkischen Spieler untergegangen (spätestens in der 2. Runde alle rausgeflogen). Dort hat Kira das Turnier gewonnen und die nötigen Punkte geholt, damit die russische Auswahl sich qualifiziert.\n\nMan kann sich jetzt streiten, ob der Qualifikations-Modus der richige ist.\nJedoch ist es wohl nicht verkehrt, dass auch 1vs1 gezählt wird. Immerhin gaben die 1vs1-Games auch reichlich Punkte. Team Fire hat nämlich hauptsächlich deswegen gewonnen, weil mehr von ihrem Team dort weiter kamen (3 von 4 Spieler im Halbfinale waren aus Team Fire; in Finale nur Vertreter von Team Fire).\nIm 1vs1 haben die LCK-Spieler jetzt auch nicht viel gerissen, was wieder zeigt, dass LoL (der klassische Modus) ein Teamspiel ist und dies dort wohl auch so trainiert wird.\n\nEs gibt zwar 3 Games für die IWC-Auswahl, aber auch die türkische Auswahl hätte wohl alle drei verloren (btw. verlor auch die LMS-Auswahl alle 3 Games). Sonst gibt es nur noch diese \"Spezial-Modi\" wie Tandem, Assasine, etc., wo das Team durch je 3 Regionen gemischt antreten. Dort haben es wohl gute Einzelspieler besser, da man vorher nicht zusammen gespielt hat.\nUnd auch hier muss ich sagen, dass Kira eine recht gute Figur gemacht hat. Mechanisch ist er aus meiner Sicht ein sehr guter Spieler. Er hat jedenfalls gute Werbung für sich selbst gemacht an diesem Turnier. Würde mich jetzt nicht wundern, wenn das eine oder andere EU LCS-Team Interesse zeigen würde, wenn sie auf der Suche nach einem Midlaner sind.\n\n> drafting war eher gemeint das gezogen wird wie die teams in feuer und eis eingeteilt werden.\n\nHast du einen konkreten Vorschlag?\nVor dem letzten Tag waren die Teams sogar punktegleich.\nAusschlaggebend war grösstenteils, dass im 1vs1 Team Fire 250 Punkte machte und Ice nur 50 (von Froggen). Die geschah hauptsächlich dank NA LCS-Einzelspielern, die aber im Team nicht viel brachten (nur 100 Punkte durch den Sieg gegen IWC + Anteil an den Siegen von Spezial-Modi, was insgesamt 150 Punkte brachte), \n\nDer andere Punkt war eigentlich nur, dass das Finale (Bo3) ganze 300 Punkte brachte, was sicherlich absichtlich so hoch ist, damit nicht bereits zu früh alles entschieden ist. Vor dem Game war Team Ice noch 100 Punkte vorne.\n\n> uhrzeit meine ich das auf lolesports steht um 2:00 fängts an.\n> um 2:45 ist aber immer noch nicht das 1. match am laufen das laut esports schon seit 45min laufen sollte.\n> in der zeitung steht auch nicht ein film fängt um 20:15 an und im tv läuft er erst um 4uhr morgens.\n\nGerade am ersten Tag war ja zu erwarten, dass noch viel Show-Einlagen kommen und die Teams vorgestellt wurden. Nachher startete man jeweils rascher.\n\nWie gesagt sin Allstar-Games jeweils eher ein Fun-Event (in diversen Sportarten). Aber es ist für die Spieler auch eine Ehre, dass sie dabei sind (da meist über öffentliches Voting oder durch Experten gewählt oder eine Mischung davon).\nEs ist also auch verständlich, dass man die Spieler deshalb zu Beginn auch etwas ehrt und sie auch vorstellt.\n\nÜbrigens:\nSchaue einmal in anderen Sportarten. Dort wird auch teilweise eine Stunde (und mehr!) vor dem Start mit Vorberichten begonnen. OK, man weiss meist dort, wann genau angefangen wird. Grosse Shows etc. zu Beginn eines solchen Events/Turniers sind jedoch durchaus üblich (nicht nur in LoL) und da du weisst, dass um 2 Uhr erst der Stream anfängt, hättest du davon ausgehen können, dass am ersten Tag nicht vor 2:30 Uhr gespielt wird. Zumindest war dies für mich klar.","replies":[]}]},{"id":"","poster":"MeDontEnglish","date":"2015-12-11T13:01:54.467+0000","up_votes":1,"down_votes":0,"body":"{{item:2009}} !","replies":[]}]},{"id":"","poster":"StitchStar","date":"2015-12-11T20:08:57.615+0000","up_votes":2,"down_votes":0,"body":"Ja die Balanc ist nicht gut, aber ist ein NA Spiel deswegen wunder mich das nicht sonderlich!\nICE IWC und die anderen kriegen FIRE LCK, die hätten zumindest IWC und LMS tauschen sollen!\nAußerdem ist nicht mal das beste IWC 5 Mann Team zu Allstars gekommen, dass sollte man auch noch erwähnen.\n\n","replies":[{"id":"","poster":"FrankerX","date":"2015-12-14T04:01:11.504+0000","up_votes":1,"down_votes":1,"body":"danke einer verstehts.","replies":[]}]},{"id":"","poster":"Ashuna","date":"2015-12-11T07:31:12.897+0000","up_votes":3,"down_votes":1,"body":"ESports ist wie Fußball ein Sport. Es ist nur natürlich das Spieler aufgekauft und verkauft werden. \n\n>wenn auf lolesports steht erstes match beginnt um 2:00 und um 2:30 wird immer noch nur gelabbert\n\nManchmal kann es passieren dass noch komplikationen auftauchen oder es verzögerungen kommt, dass ist ganz normal. Wenn dich das \"gelabbere\" stört und du dir sicher bist dass die Spiele immer erst etwas später anfangen, schau doch etwas später rein. Die Zeiten sind für Leute angepasst, die sich eher auf das gesamte (+Hintergrundwissen) interessieren.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}