{"id":"ZaFPIaOf","poster":"EMPGenerator","date":"2015-12-10T08:49:44.185+0000","title":"Reportsystem von Riot Games","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":31,"body":"Ich w&uuml;rde gern mal wissen was f&uuml;r ein Pussy Game LoL eigentlich ist wo man in sogut wie jedem Solo Q Ranked Game entweder Alle Muten muss oder sich flamen lassen muss diese zwei M&ouml;glichkeiten hat man, wenn man zur&uuml;ck flamt und sich zur Wehr setzt wird man auch gleich reportet und wird dann letztendlich gebannt und in letzter Zeit geht das ziemlich schnell deshalb muss mein sein Maul halten und sich damit abfinden, aber ist das der Sinn eines Spiels wo man Spa&szlig; haben soll sich immer beleidigen zu lassen und nichts dazu sagen zu d&uuml;rfen? Ich denke nicht wieso kann Riot nicht einfach Flamer und Flamer in ein Spiel geben die es einfach nur darauf anlegen zu flamen bei der kleinsten Kleinigkeit und faire Spieler mit  fairen Spielern die sich das einfach nicht von den Flamern gefallen lassen wollen. \r\n\r\nRiot denkt mit ihrem neuen Reportsystem kann man Flamer vom Spiel ausschlie&szlig;en durch einen Perma Ban doch ist das nicht m&ouml;glich da das Spiel free to play ist und man einen level 30 account schon ab 20 Euro bekommt, meiner Meinung nach ist dieses ganze System einfach l&auml;cherlich und ich hoffe die Spieler lassen sich das nicht mehr lange gefallen von Riot so manipuliert zu werden.\r\n\r\nund ich empfehle euch dieses Video anzusehen falls ihr es noch nicht kennt:\r\nhttps://www.youtube.com/watch?v=VjzgbZL12VI","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-10T09:08:33.765+0000","up_votes":11,"down_votes":1,"body":"Ich kann ja verstehen, dass es dich stört Flamer im Spiel zu haben. Ich kann aber nicht nachvollziehen, wie du aus \"Flamer werden schnell bestraft\" schlussfolgerst, dass das Reportsystem schlecht ist. Wenn sich jemand daneben benimmt, einfach melden. Du scheinst ja schon erfahren zu haben, wie schnell Konsequenzen folgen.\n\nWarum wird bei solchen Threads eigentlich immer Videodunkeys Video gezeigt? Der ist einer der toxischsten Youtuber den ich kenne und hat es noch nicht einmal geschafft, den wirklichen Grund für seinen Bann zu nennen. Ich bin aber froh, dass er die Community ein Stück besser gemacht hat, indem er aufgehört hat (Ich gehe hier einfach mal davon aus, dass er sich daran gehalten hat).","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T09:12:15.027+0000","up_votes":1,"down_votes":11,"body":"es ist insofern schlecht das ein Flamer sich einen Account für 20 Euro kaufen kann und dann weiter flammt","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T09:16:05.626+0000","up_votes":5,"down_votes":1,"body":"Der dann auch schnell gebannt wird und der Spieler wieder 20 Euro zahlen muss für einen Account, der dann wieder schnell gebannt...\n\nIrgendwann wird ihm das Geld ausgehen bzw. es wird ihm einfach zu teuer, so viel Geld dafür auszugeben.. ;)\n(deshalb ist es ja sinnvoll, schnell zu bestrafen)","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T09:44:28.265+0000","up_votes":5,"down_votes":1,"body":"Abgesehen davon denke ich, der Anteil der Menschen mit einer psychischen Macke, die sie dazu bringt immer wieder nur Accounts zu kaufen um flamen zu können, ist relativ gering ^^.","replies":[]}]}]}]},{"id":"","poster":"Zulwar","date":"2015-12-10T13:57:33.458+0000","up_votes":5,"down_votes":0,"body":"Entschuldigung das ich das jetzt so schreibe, aber du möchtest ein System was Flamer mit Flamer zusammen packt und nicht Flamer mit nicht Flamer. \n\nDann muss ich dir wohl sagen, das dies wohl scheinbar schon existiert, denn ich habe nicht in JEDEM Spiel einen Flamer und schreibe auch nur selten was in den Chat oder schaue dort hin.\n\nDa du dich ja scheinbar oft gegen die Sprüche der Flamer wehrst, also zurück flamest, wirst du somit scheinbar häufig mit Flamern zusammen gepackt.\nSomit funktioniert doch dein Vorschlag bestens.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T14:21:54.796+0000","up_votes":5,"down_votes":0,"body":"Nein, da hast du die falschen Rückschlüsse gezogen.\nDer Grund dieses Unterschieds ist eher, dass der TE höchstwahrscheinlich selber sehr toxisch ist.\n\nViele Spieler sind nur gelegentlich toxisch, z.B. wenn sie sehr stark provoziert wurden. Andere sind zwar Flamer, aber ein Flame-War entsteht bei ihnen erst, wenn ein anderer Flamer auch im Team ist (sie sich also gegenseitig \"aufheizen\"). Wer mit Flaming/Provozieren angefangen hat, ist meist auch gar nicht klar erkennbar.\n\nIch habe selten ingame Flaming, weil ich selber kein Flamer bin.\nSomit proviziere ich nicht bzw. lasse mich nicht so schnell provozieren. Ich habe also nur noch 4 Randoms, die Flamer sein können. Und für einen Flame-War braucht es dann sogar wie erwähnt oft 2 Mates, die sich \"hochheizen\".\n\nBeim TE ist bereits ein Spieler immer im Team (er selbst), der einen Flame-War fördert.\nEs braucht also nur noch 1 einziger Teammate, der entweder etwas provoziert oder sich schnell provozieren lässt, dass ein Flame-War entsteht.\n\nKurz gesagt: oft braucht es mehr als 1 Spieler (mindestens 2), damit Flaming entsteht.\nDa beim TE bereits einer immer im Team ist, wird die Wahrscheinlichkeit erheblich grösser, dass 2 im Team sind (da nur noch 1 von 4 nötig ist).\nIst man selber kein Flamer bzw. sorgt für gute Stimmung im Team, hat sehr viel seltener Flaming ingame (da von 4 Randoms mindestens 2 Flamer sein müssen).","replies":[{"id":"","poster":"Zulwar","date":"2015-12-10T14:31:31.274+0000","up_votes":3,"down_votes":0,"body":"Danke das du meine Annahme noch unterstreichst.\n\nWobei er ja niemals behauptet angefangen zu haben, somit ist deine Aussage etwas überspitzt, aber bestätigt mein Denken.\n\nAber sein System funktioniert somit indirekt trotzdem, wenn man sich den Menschlichen Organismus als System betrachtet ;D. Auch wenn Offiziell sowas nicht eingebaut ist.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T14:36:58.944+0000","up_votes":2,"down_votes":0,"body":"Dann hast du dich zumindest nicht genau ausgedrückt.\n\nDenn du schreibst, dass es scheinbar eine Prisonor's Island gibt undd ies meit deiner Erfahrung (und jene des TE) unterstrichen.\nDie unterschiedlichen Erfahrungen bezüglich Toxiness hat jedoch rein gar nichts mit Prisonor's Island zu tun.","replies":[{"id":"","poster":"Zulwar","date":"2015-12-11T06:04:43.127+0000","up_votes":1,"down_votes":0,"body":"Also ich habe mir das Video was er gepostet hatte noch nicht gesehen somit weiß ich nicht, was der Typ in dem Video da sagt, sondern ich habe lediglich das geschriebene Wort von ihm genommen und mit meinen Erfahrungen verglichen.\n\nDas ich mich nicht klar ausgedrückt habe ist mir bewusst, um den TE, auf eine recht einfache Art und Weise zu sagen, das das was er von sich gibt, nicht dem entsprechen kann, was er sagt, da ich ja gänzlich andere Erfahrungen habe.\n\nDas es so eine Gefängnis Insel nicht gibt, ist mir klar. Jedoch scheint es dies dennoch zu geben, denn Leute die beschweren sich ja relative oft, das die Community so extrem Toxic sein soll, was ich jedoch in keinster Weise bestätigen kann, wodurch als ich das hier mit dem Vorschlag von ihm gelesen habe, das alle Toxicspieler zusammen spielen sollen, nur eine Möglichkeit da war, er ist auf einer Gefängnis Insel. Wodurch es somit auf den Spieler selber ankommt, ob er auf der Insel ist oder nicht, denn würde der TE nicht Toxic sein, würde er wahrscheinlich keinen Toxicspielern mehr begegnen.\n\nUnd so wie Haudruppmoor schreibt, muss man wohl meinen Text mit etwas Humor und/oder Abstrakten denken begutachten, um den unterschwelligen Ton zu erahnen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-12-11T11:22:10.770+0000","up_votes":5,"down_votes":0,"body":"Ich habe eher das Gefühl, dass toxische Spieler öfter andere toxische Spieler treffen, weil sie unter anderem das Verhalten der Mitspieler beeinflussen. Wenn eine Lane schlecht spielt und keiner was sagt, war das Spiel nicht toxisch. Wenn die Lane verliert und einer aus dem Team darauf herumreitet (z. B. der TE), kann es durchaus sein, dass einer der Mitspieler darauf ebenfalls toxisch reagiert, der sich bis dahin zusammengerissen hat.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-12-10T14:41:33.873+0000","up_votes":2,"down_votes":0,"body":"Ich glaub da war eine Prise Sarkasmus versteckt ;) . Wie ich Zulwar verstanden hab, der TE beschwert sich das er mit Flamer zusammenkommt, selber aber ein übler Flamer ist ... von daher fünktioniert es schon. PI gibts wohl nicht , real, aber so wie der TE schreibt funktioniert es trotzdem. Paradox ... ;)\n\nKann ich eigentlich so unterstreichen. Mal abgesehen von den Botspielen die ich gemacht hab hatte ich vlcht 1 oder 2 Spiele mit üblen Flamern. Selber schreib ich auch kaum was in den Chat, ausser ein \"ss - gegner soundso fehlt\" oder \"omw\" . \n\nHat wohl was mit positiver Ausstrahlung zu tun. Geht man lächelnd durch den Tag, lächelt einem der Tag zurück ... oder so. \n\nmfg\nMB\n\ngrad erst gelesen :\n\n> Kurz gesagt: oft braucht es mehr als 1 Spieler (mindestens 2), damit Flaming entsteht.\nDa beim TE bereits einer immer im Team ist, wird die Wahrscheinlichkeit erheblich grösser, dass 2 im Team sind (da nur noch 1 von 4 nötig ist).\nIst man selber kein Flamer bzw. sorgt für gute Stimmung im Team, hat sehr viel seltener Flaming ingame (da von 4 Randoms mindestens 2 Flamer sein müssen).\n\nGenau so ! Kann ich nur unterschreiben :D","replies":[{"id":"","poster":"Zulwar","date":"2015-12-11T06:08:42.789+0000","up_votes":1,"down_votes":0,"body":"Ja deine Annahme ist richtig, so habe ich das gemeint, nur ich habe es nicht offen gesagt.\n\nUnd das somit sein Vorschlag schon funktioniert, ist echt interessant.\nMan müsste somit mal erforschen oder überlegen, wie viel Einfluss wir als Spieler wirklich in einem Spiel haben, wenn wir schon ganze Systeme einfügen können, ohne es zu wissen. :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Zero000","date":"2015-12-10T10:27:24.258+0000","up_votes":1,"down_votes":0,"body":"Was soll dein Video eigentlich zeigen?","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T11:46:53.793+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Jastol","date":"2015-12-10T12:16:03.105+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=EMPGenerator,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=00040001,timestamp=2015-12-10T11:46:53.793+0000)\n>\n> Das man sich entweder Flamen lassen muss und die Report Funktion nutzen muss so wie diese ganzen Heuchler und    Pussys was hier antworten oder man gebannt wird wenn man sich verteidigt die meisten was hier antworten sind wirklich traurige Menschen angenommen euch beleidigt wer in eurem real life falls ihr eins Besitzt würdet ihr ihn dann Reporten? Wenn euch jemand sagt ihr sollt an Krebs sterben? Ihr sollt eure Mütter %%%%en? Oder sowas?\n\nWas ist heuchlerisch daran sich wie zivilisierte Menschen Argumentativ zu Unterhalten anstatt einander nur Diskreditierungen an den Kopf zu werfen? Wenn man das Faustrecht ablehnt ist man also ne Pussy? Warum lebst du dann in einer Gesellschaft, welche diese Primitiven Verhaltensweisen durch die Aufklärung abgelegt hat? \n\nIch halte mich im Real Life nicht in einem Clientel auf in dem Menschen so etwas zu mir sagen würden und wenn mir das auf der Strasse einer Zuschreit lache Ich Ihn aus, den dieses Verhalten ist einfach nur kindisch und dämlich? Nimmst du so Menschen, welche Ihre eigenen Minderwertigkeitskomplexe so ausleben, wirklich ernst? Wenn mich dann wirklich jemand penetrant weiternerven würde hab ich Polizei ;).\n\nDarf Ich Fragen wie Alt du bist? Spontan würde ich auf unter 14 tippen, aber Ich will ja nichts unterstellen.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2015-12-10T10:28:09.046+0000","up_votes":2,"down_votes":0,"body":"Einen gebannten toxic Dude.","replies":[{"id":"","poster":"Zero000","date":"2015-12-10T10:39:24.338+0000","up_votes":1,"down_votes":0,"body":"Ja schon, ich meinte eher was EMPGenerator mit dem gezeigten Video bezwecken will. Ich verstehe einfach nicht was das Video mit dem zu tun hat worüber EMPGenerator  spricht, davon abgesehen das ich mir nicht mal sicher bin was EMPGenerator  überhaupt will außer ein  \"Prisoners Island\"","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T10:59:00.889+0000","up_votes":2,"down_votes":0,"body":"Naja, ich glaube dazu muss man verstehen, dass YouTuber heutzutage die neuen Promis sind und ihr Wort daher für viele Jugendliche sehr viel Gewicht haben. Der YouTuber behauptet ja, er habe nur einmal geflamed und das auch \"nur\", weil ein Mitspieler sich dumm verhalten hat und hätte dafür einen Bann kassiert und deshalb aufgehört.\n\nDiese Opfermentalität überträgt der Poster jetzt auf sich selbst: Er hat ja \"nur\" böse Flamer geflamed, deshalb sei sein Bann nicht gerechtfertigt und wenn das schon sein Lieblings-YouTuber so sieht, dann muss er ja im Recht sein. Dass sein Lieblings-YouTuber sich vielleicht über einen längeren Zeitraum ziemlich bescheiden verhalten und damit seinen Bann verdient hat, ist ihm bei dieser Betrachtung schlicht egal ;)","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-12-10T10:44:30.526+0000","up_votes":2,"down_votes":0,"body":"Joa...das Video hat nicht wirklich was mit dem Thema hier zu tun.","replies":[]}]}]}]},{"id":"","poster":"Megamaexx","date":"2015-12-10T09:48:15.957+0000","up_votes":4,"down_votes":0,"body":"Für die Idee Flamer mit Flamer und andere mit den anderen hab ich nix gegen, auch wenn es nicht machbar ist. Allerdings wird dein Problem mit den Flamern nur größer werden, da du schon allein in deinem Forenpost zu Beleidigungen neigst.","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T09:49:41.060+0000","up_votes":2,"down_votes":1,"body":"Machbar ist das schon, nur nicht sinnvoll. Dieses \"Prisoners Island\" erziehlt genau den gegenteiligen Effekt von dem was du erreichen willst, es würde auf die Dauer die Community toxischer machen.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T09:53:00.198+0000","up_votes":1,"down_votes":1,"body":"Aber auch nur dadurch, dass die toxischen Leute nicht mehr gebannt werden. Es gibt ja einige, die nicht von sich aus flamen, sondern nur reagieren. Diese wären dann friedlich","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T10:05:30.533+0000","up_votes":4,"down_votes":1,"body":"Das Problem ist aber ein anderes beim PI:\n\nJene Spieler in der PI werden immer toxischer, weil sie nur mit Flamern zu tun haben. Sie gehen dann davon aus, dass so etwas \"normal\" ist.\nDa sie sich aber in dieser \"PI-Hell\" befreien können, werden sie wahrscheinlich einen neuen Account eröffnen. Damit wären sie mit dem neuen Account wieder bei den \"friedlichen Spielern\", jedoch sind sie selbst nun toxischer als damals, als sie zur PI transferiert wurden.\n\nResultat:\nIn der PI sind dann einfach nur viele aufgegebene Accounts. Die wenigen Spieler, die dort sind, werden noch toxischer (da dort alle toxisch) und werden dann \"zur Befreiung\" einen neuen Account erstellen. Damit werden in der \"normalen Warteschlange\" die Games auch toxischer, aufgrund der mit smurfs zurückkehrenden Flamern.","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T10:14:51.137+0000","up_votes":1,"down_votes":6,"body":"Riot behauptet ja das nur 0,00%.. Toxische Spieler sind wie kommt es das in jedem Spiel dann geflammt wird? Siehst du Fortschritte am neuem System? Ich nicht und wieso kommen hier alle wegen mir und ich wurde gebannt usw um das geht es gar nicht und ich hab kein Wort über mich verloren und trozdem is dieses gehate genauso wie Ingame ich denke ihr seid alle schon ein bisschen verstört von lol","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T10:18:44.575+0000","up_votes":5,"down_votes":1,"body":"Wir sind nicht \"verstört\". Die Leute hier denken, dass du gebannt wurdest, weil du einfach sehr unhöflich schreibst und dasselbe Verhalten an den Tag legst, das in diesem Forum schon zig mal bei Flamern beobachtet wurde. Es ist nicht so, dass die Leute deinen Namen oder dein Bild nicht mögen, es liegt an deinem Tonfall.\n\nDarüber hinaus: Es gibt nicht in **jedem** Spiel Flamer. Zumindest keine harten Flamer, ein kurzer Satz der jemandem rausrutscht kommt schonmal vor. Die harten Flamer fallen dir nur einfach mehr auf. Menschen erinnern sich sehr viel besser an negative Eindrücke als an positive, dementsprechend ist das ein ganz normaler Trugschluss den du da ziehst.\n\nUnd ja, seit das neue System am Werk ist sehe ich sehr viel weniger Toxiness in meinen Games.","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T11:38:55.615+0000","up_votes":1,"down_votes":5,"body":"Ok tut mir leid das du findest das ich einen schlechten *Tonfall* in einem Chat mit Tastatur Habe aber wann habe ich gesagt ich wurde gebannt um das gehts doch nicht ich Glaub du verstehst was falsch ließ nochmal mein ersten Post","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T13:05:45.260+0000","up_votes":6,"down_votes":0,"body":"Was genau möchtest du denn? Dies geht aus dem Eröffnungspost nicht ganz heraus.\n\nFolgende Punkte hast du erwähnt:\n\n- Flamer werden sehr schnell bestraft.\nIch persönlich finde dies gut; je schneller, je besser (über das Strafmass kann man diskutieren, aber für einen 2-Wochen-ban muss man IMO doch einiges an Toxiness leisten)\n\n- Normale Spieler müssen die Klappe halten\nWarum möchtest du mit einem Flamer diskutieren? Ich will dies gar nicht, aber ich will, dass der Flamer sich entweder bessert oder vom Spiel ausgeschlossen wird. Dies wird getan, wenn man ihn reportet.\n\n- Man darf sich nicht wehren.\nDoch, mit Reports. Zurückflamen ist Selbstjustiz. Im RL zeige ich auch jemanden, der mich schlägt, bei der Polizei an. Selber zurückschlagen ist auch strafbar. Dieses Rechtssystem finde ich richtig. Wenn du anderer Meinung bist, dann musst du wohl besser auswandern.\n\n- Prisoner's Island wird (indirekt) gefordert.\nWurde ja bereits erklärt, dass dies nur Toxiness fördert.\n\n- Flamer können Accounts kaufen und weiter toxisch sein.\nDeshalb ist es sinnvoll, dass Riot Flamer rasch bestraft. Denn für ein f2p Game wird wohl kaum jemand ständig neue Accounts kaufen, die dann immer wieder gesperrt werden.\n\n- Indirekte Kritik, dass Unschuldige bestraft werden (habe dies zumindest so verstanden).\nBeweise! Zeige uns chatlogs von bestraften Spielern, die nichts Toxisches geschrieben haben. Ohne Beweise ist dies nur eine Behauptung von dir.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-12-10T12:58:32.517+0000","up_votes":6,"down_votes":0,"body":"Ich würde meine Zewarolle darauf verwetten, dass du gebannt oder zumindest bestraft wurdest.\nDein Verhalten schreit das geradezu hinaus, ja, dein Tonfall, das ist ein legitimis Wort, auch bei geschriebener Sprache, nicht jedes Wort hat nur eine Bedeutung, oder glaubst du auch ein Arzt will dir das kleine Ding an seinem Gaumen in den Po stecken, wenn er dir Zäpfchen verschreibt?!\nAber um zurück zum Thema Bann zu kommen, du verhälst dich absolut stereotypisch, ich zähle mal auf:\n\nDu bist das erste Mal im Forum aktiv\nDu nutzt diesen ersten Besuch um Riot und LoL zu denunzieren\nDu reagierst auf jede Form von Widerspruch und Kritik, maßlos aggressiv\nDu vermeidest, klar und deutlich zu sagen \"nein ich wurde nicht gebannt\"\n\nDie Liste könnte ich noch erweitern, aber dabei würde ich mich vielleicht im Ton vergreifen.\n\nTrotz deinem unwürdigem Verhalten, möchte ich dir aber einen gut gemeinten Rat geben, auch wenn der Beitrag auf den ich mich beziehe, leider gelöscht wurde:\n\n\"Das man sich entweder Flamen lassen muss und die Report Funktion nutzen muss so wie diese ganzen Heuchler und Pussys was hier antworten oder man gebannt wird wenn man sich verteidigt die meisten was hier antworten sind wirklich traurige Menschen angenommen euch beleidigt wer in eurem real life falls ihr eins Besitzt würdet ihr ihn dann Reporten? Wenn euch jemand sagt ihr sollt an Krebs sterben? Ihr sollt eure Mütter %%%%en? Oder sowas?\"\n\nDie einzigen Menschen, die älter als 14 sind, die sich, besonders von fremden, mit so einem lächerlichen Quatsch zu einer anderen Reaktion als amüsierter Missachtung provozieren lassen, sind ungebildete Proleten die in einer zivilisierten Welt, niemals einen Platz in der Gesellschaft finden werden.\nNicht weil sie so rebellisch oder cool sind, sondern ganz einfach, weil sie außer anderen ungebildeten Proleten, Niemand leiden oder auch nur ihr dummes Gewäsch ertragen kann!\n\nIch hoffe also inständig, dass du zu der Gruppe \"unter 14 Jahre alt\" gehörst, denn ansonsten hast du ein echtes Problem und solltest dir ganz schnell überlegen wie du diese Präsentationen mentaler Schwäche in den Griff bekommen kannst.\nIch weiß, mit meinem Tonfall bewege ich auf einem schmalen Grat, aber ich möchte wenigstens die winzige Chance ergreifen, dich vielleicht auf den richtigen Weg zu bringen.","replies":[]},{"id":"","poster":"Metalmonni","date":"2015-12-10T15:56:27.946+0000","up_votes":1,"down_votes":0,"body":"Wie schon gesagt: es geht um dein Verhalten. Du hast tatsächlich nicht gesagt, dass du gebannt wurdest. Aber deine Art zu schreiben und mit uns umzugehen, impliziert genau diese Schlussfolgerung.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-12-10T10:28:09.769+0000","up_votes":3,"down_votes":1,"body":"Abgesehen davon, dass Riot andere Werte bestätigte (ich glaube, so 5% bekommen eine Strafe; 2% mehr als eine Strafe, z.B. einen 2-Wochen-ban):\n\nWie erwähnt schreibst du hier in einem sehr offensiven Ton. Dies kommt hier nicht gut an und mit Sicherheit auch nicht ingame, solltest du dort einen ähnlichen Schreibstil besitzen.\n\nIch habe recht selten einen Flamer ingame.\nSolltest du wirklich in jedem Game einen Flamer im Team haben, gibt es nur einen Grund, warum dies bei dir anders ist: du selbst!\n\nWie erwähnt ist deine Umgangston hier sehr offensiv. Hast du schon einmal überlegt, dass es daran liegen könnte?\nDenn wir haben offenbar etwa die gleiche Elo; somit kriegen wir etwa die gleichen Mates. Der einzige Konstante, die einen Unterschied zwischen unseren Erfahrungen erklären kann, ist unser eigenes Verhalten.","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T11:39:50.772+0000","up_votes":1,"down_votes":5,"body":"Das is nicht mein Account ich denke nicht das wir die selbe elo haben :)","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T11:56:52.969+0000","up_votes":6,"down_votes":1,"body":"Dass man für Accountsharing Banns kassiert ist dir hoffentlich klar...\n\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T12:04:24.017+0000","up_votes":1,"down_votes":10,"body":"tut mir leid aber bitte kannst du aufhören hier deinen Senf abzugeben? das ist ziemlich provokant wegen so Leuten wie dir fangen Leute an zu Flamen auch wenn du nicht direkt flamst aber diese provokanten Kommentare sind auch eine Art von Toxischem Verhalten","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-12-10T12:57:46.659+0000","up_votes":3,"down_votes":0,"body":"Mit so ner kurzen Zündschnur die Du hast, bist Du nicht nur in dem Forum falsch aufgehoben, sondern Du solltest am besten aufhören LoL zu spielen. @Nephirelle hat nur die Wahrheit gesagt . \n\nWie war das doch gleich mit dem empfindlich sein ? Das die Leute sich nicht so haben sollen nur weil einem ein gg easy rausrutscht ? Und wie stehst Du selber dazu ? Wenn Du hier gleich an die Decke springst nur weil jmnd. eine Antwort postet die Dir nicht in den Kram passt, meinst Du nich Du wärst selber empfindlich ? Wir müssen \"das Maul halten\" nur weil Dir das nicht in den Kram passt ? Da fallen einem millionen Sprüche dazu ein, Glashaus+Steine, Wasser predigen - Wein trinken usw. \n\nSowas ist echt daneben, ehrlich ! Geh in Dich und bleib da. \n\nmfg\nMB\n\np.s.\nWas zum Geier soll das Kack-Video ? {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Spicavius","date":"2015-12-10T20:51:34.808+0000","up_votes":2,"down_votes":0,"body":"Wobei die Aussage \"Nephirelle hat nur die Wahrheit gesagt\" auch bedingt für Flame zutreffend ist.\nDenn Flamer sagen ja auch \"nur die Wahrheit\". \"Was denn Spieler X hatte 0:6 und ging trotzdem immer wieder in den Darius rein. Er ist doch ein noob!\"\n\nAber ja Nephirelle hat ja nichts geschrieben, was man als Beleidigung auffassen könnte^^","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-12-11T07:45:29.887+0000","up_votes":1,"down_votes":0,"body":"> Aber ja Nephirelle hat ja nichts geschrieben, was man als Beleidigung auffassen könnte^^\n\nDas wollt ich damit gesagt haben :)\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Nephirelle","date":"2015-12-10T12:28:17.159+0000","up_votes":3,"down_votes":0,"body":"Falls du den Account eines Kumpels verwendest, solltest du diese Information in seinem Interesse zur Kenntnis nehmen.\n\nDeine Selbstbeherrschung liegt allein in deiner eigenen Hand. \nWenn du dich angegriffen fühlst, wenn du keine permanente Fürsprache bekommst, bist du in einem Diskussionsforum definitiv falsch aufgehoben.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-12-10T12:51:33.073+0000","up_votes":2,"down_votes":0,"body":"Die Info sollte aber zumindest dem richtigen Nutzer (deinem Bekannten) des Accounts wichtig sein. Denn offenbar ist diesem die Konsequenz nicht bewusst (sofern deine Aussage stimmt, natürlich).\n\nDu kannst natürlich auch sagen, wo in etwa deine Elo ist (bzw. der Rang deines eigentlichen Accounts). Ich bin mir sicher, dass es hier ein User befindet, der deine Erfahrung bezüglich Anzahl Flamer nicht teilen kann, obwohl er auf gleicher Elo-Höhe spielt.\n\nAbgesehen davon hat Riot bestätigt, dass zwischen Elo + Anzahl Flamer besteht. In Bronze wird also genau so oft geflamet wie in Dia.\nNur innerhalb Platin erkannte Riot etwas mehr Flaming, jedoch in einem so geringen Ausmass, dass es nicht für einen Spieler spürbar erkannt werden kann.","replies":[]},{"id":"","poster":"Jastol","date":"2015-12-10T14:45:57.251+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=EMPGenerator,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=000300000000000000010002000000000000,timestamp=2015-12-10T12:04:24.017+0000)\n>\n> tut mir leid aber bitte kannst du aufhören hier deinen Senf abzugeben? das ist ziemlich provokant wegen so Leuten wie dir fangen Leute an zu Flamen auch wenn du nicht direkt flamst aber diese provokanten Kommentare sind auch eine Art von Toxischem Verhalten\n\nBitte was? Hinweise sind für dich Flaming? \nDa wird mir so einiges klar...","replies":[]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-12-10T11:19:24.501+0000","up_votes":1,"down_votes":0,"body":"und wo hast du diese zahl her? Quelle bitte","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T11:53:23.673+0000","up_votes":1,"down_votes":1,"body":"http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/design-leitlinien-zum-spielerverhalten\n\n\"Besserung ist ein wichtiger Punkt, denn nicht einmal 1 % der Spieler ist so hartnäckig negativ, dass eine dauerhafte oder vierzehntägige Sperrung, eine Ranglisten-Einschränkung oder auch nur eine einzige Chat-Einschränkung verhängt wird.\"\n\nUnd ich meine bei SurrenderAt20 auch mal ein Statement in Richtung null-komma-irgendwas diesbezüglich gelesen zu haben - das finde ich nur gerade nicht wieder. Kann mich auch irren.","replies":[{"id":"","poster":"drexxsack","date":"2015-12-10T12:12:46.426+0000","up_votes":1,"down_votes":0,"body":"Direkt danach kommt ein weiterere Absatz, der durchaus realistischer ist.\n\n> Rund 95 % der Spieler erleben niemals diese harten Strafen und benehmen sich höchstens ausnahmsweise mal daneben, wenn sie einen schlechten Tag haben.\n\nAuch wenn der Aufbau des Textes eher missverständlich ist, spricht eben dieser eher dafür, dass sich die 1% Aussage primär auf die 14-Tagebanns und die Permabanns bezieht.\nDas deckt sich mit der durchaus immer wieder genannten Zahl, dass je nach Server zwischen 2,5 und 5% der Spieler bestraft wurden.","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T12:26:27.785+0000","up_votes":1,"down_votes":0,"body":"Tut es auch. Entsprechend habe ich ihn ja schon in einem meiner vorherigen Posts korrigiert.","replies":[{"id":"","poster":"drexxsack","date":"2015-12-10T12:32:08.629+0000","up_votes":1,"down_votes":0,"body":"Dann hatte ich dich missverstanden, sorry.","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T12:35:22.928+0000","up_votes":1,"down_votes":0,"body":"Langsam wird's hier aber auch wieder echt unübersichtlich ;)","replies":[]}]}]}]}]}]},{"id":"","poster":"Nephirelle","date":"2015-12-10T10:23:03.024+0000","up_votes":3,"down_votes":1,"body":"Mit den 0.00...1% bezieht Riot sich auf Hardcore-Flamer, also wirklich bannwürdiges Verhalten. Nicht auf gelegentliche Nervzwerge oder Menschen die einmal im Jahr einen schlechten Tag haben. Die kann Riot nun wirklich schlecht im Voraus bestrafen.\n\nAber wenn bei dir wirklich in jedem Spiel übermäßig geflamed wird, solltest du wahlweise deine Sicht auf die Realität gerade rücken oder mal dein eigenes Verhalten überdenken. Entweder siehst du nämlich Flame / Sarkasmus / Ironie wo gar keiner ist und rastest unnötig aus, oder du erzeugst Flame durch dein eigenes schlechtes Verhalten.\n\nWas auch immer es ist: Mit einem Bann hat man nun wirklich keinerlei Recht, sich über das schlechte Verhalten anderer zu beschweren.","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2015-12-10T10:12:45.274+0000","up_votes":1,"down_votes":0,"body":"Abgesehen davon ist es auch einfach sinnlos. Wenn du aus dem PI nur raus kommst, indem du einen neuen Account erstellst, ist das schicken der Leute in das PI einfach eine Art Permabann. Nur umständlich. \n\nDa bannt Riot lieber direkt permanent wenn die Zeit gekommen ist.","replies":[]}]}]}]}]},{"id":"","poster":"Nephirelle","date":"2015-12-10T09:28:39.911+0000","up_votes":4,"down_votes":1,"body":"Nein, Kevin, nur weil der Nils dir dein Förmchen geklaut hat, darfst du ihm nicht gleich mit dem Schäufelchen eines überbraten.\n\nOder um es vielleicht einfacher zu machen: Du kannst dich wehren, aber mit Reports und nicht indem du genau den gleichen affigen Mist verzapfst.","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T09:32:06.161+0000","up_votes":1,"down_votes":14,"body":"eher wegen so leuten wie dir bei dennen man nicht seine Meinung äussern kann ohne angepöbelt zu werden","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T09:33:46.489+0000","up_votes":6,"down_votes":1,"body":"Da du den Bann kassiert hast und nicht ich, dürfte sich die Frage wer von uns beiden pöbelt, eigentlich erübrigen :D","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T09:36:01.963+0000","up_votes":1,"down_votes":8,"body":"ich würde gerne deinen chatlog sehen wenn ich mir deine match history so ansehe und du hart gefeedet hast ziemlich oft ob du ruhig geblieben bist wie dich alle geflammt haben :)","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T09:37:55.025+0000","up_votes":4,"down_votes":1,"body":"Hätte ich kein Problem mit. \nFrust rausschreiben dauert mir nämlich zu lange. Ich brülle lieber den Bildschirm an. Viel effizienter in vielerlei Hinsicht.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T09:44:02.404+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Nephirelle,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=00020000000000000000,timestamp=2015-12-10T09:37:55.025+0000)\n>\n> Hätte ich kein Problem mit. \n> Frust rausschreiben dauert mir nämlich zu lange. Ich brülle lieber den Bildschirm an. Viel effizienter in vielerlei Hinsicht.\n\nFür dich ja, aber nicht für deinen armen Bildschirm, der sich nicht dagegen wehren kann. :(","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T09:46:11.985+0000","up_votes":5,"down_votes":1,"body":"Ach, deshalb hat der kürzlich den Geist aufgegeben - verdammt!\n\n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T10:33:54.257+0000","up_votes":4,"down_votes":0,"body":"Gelegentliche Streicheleinheiten oder zärtliche Worte, helfen dem Bildschrim. Wenn du ihn nett erklärst warum du ihn anbrüllst wird er es vielleicht verstehen. \n\n{{sticker:slayer-jinx-catface}} \n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-12-10T13:00:11.838+0000","up_votes":2,"down_votes":0,"body":"Da hätt ich auch gern ne Facecam dabei ... {{champion:119}} \n\nmfg\nMB","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T13:03:33.870+0000","up_votes":3,"down_votes":0,"body":"Wenn du aber anfängst die Cam mit einzubeziehen, darfst du auch nicht deine Maus und Tastatur vergessen, sonst fühlen die sich noch einsam.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T13:08:00.126+0000","up_votes":3,"down_votes":0,"body":"Die Richtung, in die sich das hier bewegt, wird mir langsam unheimlich O.o\"","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T13:09:54.867+0000","up_votes":3,"down_votes":0,"body":"Jeder/ und alles hat so seine Vorlieben. Auch GEGENSTÄNDE, OK?\n\nDie haben auch gefühle!\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-12-10T13:21:14.942+0000","up_votes":1,"down_votes":0,"body":"Oookeeey ... ich dachte zwar an was anderes , aber hey, warum nicht. Hin und wieder mal die Maus streicheln und alles wird gut ...\n\n;D;D;DXD\n\nmfg\nMB","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T13:22:56.827+0000","up_votes":3,"down_votes":0,"body":"Was meintest du denn? \nEtwa etwas perverses?!!\n\nmfg Ashuna {{champion:1}}","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-12-10T13:29:43.656+0000","up_votes":1,"down_votes":0,"body":"Äh, ich , NEIN, äh , ich wollte, äh nein ich meinte doch ... äh\n\n{{summoner:6}} \n\n\nmfg\nMB","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-12-10T13:21:48.603+0000","up_votes":1,"down_votes":0,"body":"Nur Spaß  ;)\n\nmfg\nMB","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-12-10T12:16:17.406+0000","up_votes":1,"down_votes":0,"body":"Lass da mal ne Facecam mitlaufen {{sticker:slayer-pantheon-popcorn}} \n\nmfg\nMB","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T12:53:53.372+0000","up_votes":2,"down_votes":0,"body":"Ich weiß schon sehr genau, warum ich vieles streame, nur nicht LoL ;)","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T13:02:36.021+0000","up_votes":3,"down_votes":0,"body":"OH EIN STREAMER... ähm... öööhh..Hi..\n\nWas streamst du denn tolles, und unter welchem Namen. \n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T13:16:08.490+0000","up_votes":3,"down_votes":0,"body":"Worauf ich gerade Lust habe. Hearthstone, Deponia, Star Trek Online, Warcraft 2, etc...\nAber ich muss dich enttäuschen: Sobald ich mich beobachtet fühle, bin ich weniger ... aufbrausend :D\n\nKannst mich ja adden, dann schick' ich dir den Link / den Nick. Gibt ja leider kein PM-System hier - oder ich hab' es noch nicht gefunden.","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T13:24:08.595+0000","up_votes":2,"down_votes":0,"body":"Schreibs doch einfach hier rein, vielleicht erhälst du so einpar mehr Zuschauer.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T14:49:46.129+0000","up_votes":2,"down_votes":0,"body":"Hmm... nbl... nbl... nja, okay - auch wenn ich fürchte, dass ich es bereuen werde ^^\"\n\nhttp://www.twitch.tv/adxmatsurika","replies":[{"id":"","poster":"Ashuna","date":"2015-12-11T06:49:48.406+0000","up_votes":2,"down_votes":0,"body":"Uh ein Weibchen.\n\nmfg Ashuna {{champion:1}}","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-12-10T18:43:42.448+0000","up_votes":1,"down_votes":0,"body":"Ha, verrückt^^ ich kenn dich!","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-11T10:05:21.708+0000","up_votes":1,"down_votes":0,"body":"Kann nicht sein, mich kennt doch keiner :D","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-12-11T09:16:49.935+0000","up_votes":1,"down_votes":0,"body":"> auch wenn ich fürchte, dass ich es bereuen werde \n\nAch, warum denn. :)\n\nNice ! Meine Tochter nervt mich auch schon ne Weile, sie will auch streamen und youtuben. Da halt ich sie aber noch zurück - sie ist mir noch zu jung. Auch wenn's schon welche aus ihrer Klasse machen.\n\n> Uh ein Weibchen.\n\n@Ashuna, ^^ jetzt erst gemerkt ;) \n\nmfg\nMB","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Megamaexx","date":"2015-12-10T09:46:09.394+0000","up_votes":2,"down_votes":0,"body":"Ich kann aus eigener Erfahrung sagen, dass ich tatsächlich ruhig bleibe, wenn mich jemand flamet. Selbst wenn ich mein Spiel total verkackt habe und deswegen sich der Rest so beschwert und dann im all-Chat kommt \"report X\". Ich frag dann meistens \"for?\" und wenn die dann sagen, wegen feeden, kann man denen ja noch sagen \"not my day\" oder \"not intentional feeding\". Dann ragen einige noch mehr rum und fangen an, zu beleidigen und dann gibt es eben nen report für Beleidigungen und nicht nur für negativem Chatverhalten.","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T09:55:59.413+0000","up_votes":2,"down_votes":2,"body":"Du brauchst sie nicht weiter zu provozieren, das macht die Stimmung nur unnötig schlechter auf allen Seiten. Das Reportaufruf ist nämlich schon unsportliches Verhalten und reportbar.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T10:36:24.017+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir gerade unsicher, ob wir aneinander vorbei reden. Ich fordere nicht zum Report auf, frage aber bei solchen Aufrufen immer nach, warum. (Außer es ist mir klar)","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T10:41:28.169+0000","up_votes":2,"down_votes":0,"body":"Was aber oft den Reportaufrufer noch mehr verärgert, weil - aus seiner Sicht - du das Unschuldslamm spielst (aus Sicht des Reporters bist du ja schuldig, egal wie dein Verhalten war).\n\nDen Grund nachzufragen kann also provozierend wirken.\n\nBesser also nichts schreiben oder - so wie ich es oft mache - bei einem gröberen Fehler sofort \"sry, my bad\" schreiben. Da nimmt man den wütenden Mates sofort den Wind aus den Segeln. ;)","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T11:50:48.306+0000","up_votes":1,"down_votes":0,"body":"Nicht unbedingt, manche fangen dann erst richtig an","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T12:43:12.449+0000","up_votes":2,"down_votes":0,"body":"Nach meiner Erfahrung ist es nachher eher ruhig.\nDer Teammate sieht ja, dass ich erkannt habe, dass mein Move Mist war. Was möchte er da noch ergänzen?\n\nNatürlich gibt es auch Spieler, die dann trotzdem flamen. Aber in diesen Fällen hätte man dies nicht verhindern können.","replies":[{"id":"","poster":"Spicavius","date":"2015-12-10T21:04:56.099+0000","up_votes":1,"down_votes":0,"body":"Vermutlich hätte man es nicht verhindern können, aber man kann ihren so oder so kommenden Flame lenken und dafür sorgen, dass sie sich erst richtig in Rage dumm und dämlich chatten, sodass das System vllt mal eine härtere Strafe raushaut, als es ohne mein zu tun (groß- oder kleinschreibung ?) machen würde.^^","replies":[{"id":"","poster":"chilledkroete","date":"2015-12-11T08:31:01.800+0000","up_votes":2,"down_votes":0,"body":"Zutun ;)","replies":[]}]}]}]}]},{"id":"","poster":"Nephirelle","date":"2015-12-10T10:38:37.156+0000","up_votes":2,"down_votes":2,"body":"Nein, ich habe dich schon richtig verstanden. Wenn jemand zum Report aufruft, brauchst du aber nicht groß rückfragen und dann den darauf folgenden Flame zu reporten. Du kannst einfach schon den Aufruf von diesen Leuten reporten.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T11:33:35.552+0000","up_votes":2,"down_votes":1,"body":"Ich will schon die Gründe wissen und warum denn immer so viele reporten? Manche sind vielleicht einfach nur gefrustet und mussten diesem etwas Luft machen. Reagieren sie nicht weiter, obwohl sie vorher zum report aufgerufen haben, braucht man sie ja nicht zu reporten. Nerven sie stattdessen mit ihren aufrufen, dann ist das eher ein Grund. Beleidigungen reporte ich natürlich (fast) ausnahmslo . Ist immer alles so situationsabhängig, um das hier zu erläutern... \nWas ich eigentlich sagen wollte: Ein Reportaufruf kommt nicht immer von toxischen Spielern","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T11:36:04.080+0000","up_votes":3,"down_votes":1,"body":"Was nichts daran ändert, dass Reportaufrufe toxisch sind. Die Dinger immer schön melden, das System lernt daraus. Und wenn der Spieler wirklich nicht toxisch ist, passiert ihm auch nichts. Win-Win","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T11:50:06.971+0000","up_votes":1,"down_votes":0,"body":"Naja... Ein Reportaufruf aus Feed-Gründen oder weil einem der Spielstil nicht passt, ist toxisch. Bevor ich erfahren habe, dass Reportaufrufe zu einem Bann führen, habe ich auch aufgehört, am Ende an den Report für den AFK zu erinnern. Mittlerweile nimmt sich ja eh das System diesem Problem an.\n\nAber zurück zum Thema, für alles zu reporten: Eines Tages sind wir dann allein hier xD","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T16:08:09.668+0000","up_votes":1,"down_votes":0,"body":"Warum denkst du das? Reports führen nicht zu Banns. Wenn derjenige den du reportest nicht einen Haufen Schuld auf sich geladen hat werden wir den imemrnoch hier sehen. Trotzdem helfen die Reports dabei dem System zu verstehen zu geben, was die Community als toxisch empfindet. Die Reports sind deine Möglichkeit, deine Stimme in dieser Frage abzugeben.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-10T16:17:15.557+0000","up_votes":1,"down_votes":0,"body":"Es geht hier auch nicht um die Funktionsweise des Reportsystems sondern um die Auswirkungen von Reportaufrufen auf die Teamstimmung.\n\nDenn Reportaufrufe werden den Betroffenen sicherlich verärgern (egal, ob ein Report gerechtfertigt ist oder nicht).\nMehrmalige Reportaufrufe nerven dann auch auch die anderen 3 Teammates, insbesondere wenn der Betroffene dann erst recht flamed (schliesslich kann dieser nun die Sau rauslassen; reported wird er so oder so).\n\nDeshalb sollte man nicht zu Reports aufrufen. Die Teamstimmung wird meistens noch schlechter und die Teamstimmung zu verschlechtern, gilt als toxisch.\n\nAbgesehen davon sind Reportaufrufe sinnlos.\n1 Report in einem Game ist nicht weniger wert als 4 bzw. 9 Reports. Und da man selber jenen Spieler eh reporten wird... ;)","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T16:42:53.486+0000","up_votes":1,"down_votes":0,"body":"Absolut korrekt, muss auch schon zig mal auf \"Mehr anzeigen\" klicken um noch hier hin zu kommen xD.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-12-10T16:36:47.817+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist wohl, dass die Diskussion darüber langsam  unübersichtlich wird (ich sehe links und rechts auch nur noch \"Säulen\") XD","replies":[]},{"id":"","poster":"Metalmonni","date":"2015-12-10T16:27:20.253+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe leider nicht ganz was du mir damit sagen willst, habe ich den Eindruck erweckt pro-Reportaufruf zu sein? Vielleicht drehen wir uns in eienr Spirale der Missverständnisse, ich war von Anfang an dafür auch Reportaufrufe sogleich - kommentarlos - zu reporten.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2015-12-10T10:13:38.522+0000","up_votes":1,"down_votes":1,"body":"Am besten einfach gar nicht antworten.","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T10:39:56.099+0000","up_votes":1,"down_votes":0,"body":"Ich möchte LoL nunmal nicht wie ein Singleplayer-Game spielen. Wer um Reports bettelt, darf sie haben, wer sich benimmt, den mag ich","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T10:45:18.473+0000","up_votes":1,"down_votes":1,"body":"Habe ich ja nichts gegen gesagt ^^. Es ging darum, dass man Flamern am besten nicht antwortet. \"Never feed the troll\" und so...","replies":[{"id":"","poster":"Megamaexx","date":"2015-12-10T11:38:11.599+0000","up_votes":1,"down_votes":0,"body":"Ich troll die Trolls aber zu gern xD\nAllerdings umgehe ich trolls und Flamer für gewöhnlich, indem ich mit Freunden spiele.","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2015-12-10T09:42:02.544+0000","up_votes":4,"down_votes":1,"body":"Probier mal aus die Leute einfach nicht zu beachten. Wirkt Wunder wenn man das ganze Spiel über plötzlich Zeit hat, wirklich zu spielen.","replies":[]}]}]},{"id":"","poster":"Zaddok","date":"2015-12-10T12:45:03.362+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=EMPGenerator,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=00020000,timestamp=2015-12-10T09:32:06.161+0000)\n>\n> eher wegen so leuten wie dir bei dennen man nicht seine Meinung äussern kann ohne angepöbelt zu werden\n\nDu pöbelst doch uns an? Schau dir einfach mal die Votes deiner Kommentaren und die der anderen an. So wie du dich hier äußerst stößt es bei dem Großteil der Forumnutzer bitter auf und demnach downvoten sie dich.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-12-10T13:08:59.245+0000","up_votes":1,"down_votes":0,"body":"Was du äußerst ist aber keine Meinung, sondern ein Ärgernis, das ist ein Unterschied! (Der Ton macht die Musik)","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-12-10T09:13:39.211+0000","up_votes":5,"down_votes":1,"body":"Anhand deines Schreibstils muss ich leider sagen, dass du nicht gerade freundlich wirkst. Ingame wird dies - da Stress-Situation - wohl kaum besser sein.\n\nWurdest du gebannt?\nDann musst du hier den chatlog - hast du über e-mail erhalten (Link in der Mail einfach hier posten reicht bereits) - zeigen. Erst dann können wir darüber diskutieren.\n\nAccounthandel ist übrigens verboten.\nSicherlich ist es möglich, für 20 Euro einen Account zu kaufen. Riot merkt dies aber nicht selten und dann ist rasch der Account wieder gebannt und das Geld ist weg.\n\nDie Fehlerquote (unschuldig bestrafter Spieler) liegt btw. bei 1:6000. Zusammen mit deinem Schreibstil muss ich deshalb davon ausgehen, dass dein ban gerechtfertigt ist, es sei denn, dein chatlog wird etwas anderes aussagen.","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T09:18:39.509+0000","up_votes":1,"down_votes":10,"body":"nicht selten? also ich hab von niemanden bis jetzt gehört das er gebannt wurde weil er einen level 30 unranked account gekauft hat der gebottet wurde klar wird es ab und zu vorkommen aber nicht sehr oft, und es geht nicht um mich sondern generell um das ganze System","replies":[{"id":"","poster":"EMPGenerator","date":"2015-12-10T09:23:58.236+0000","up_votes":1,"down_votes":10,"body":"denn ich kenn kein anderes Spiel was so toxic ist wie lol aber du kannst es gern weiter verteidigen wenn du möchtest","replies":[{"id":"","poster":"Nephirelle","date":"2015-12-10T09:29:45.667+0000","up_votes":8,"down_votes":1,"body":"Das Spiel ist unter Anderem wegen Spielern wie dir so toxisch.","replies":[]},{"id":"","poster":"Metalmonni","date":"2015-12-10T09:40:25.486+0000","up_votes":4,"down_votes":1,"body":"Die Community hat fließende Übergänge zu anderen Spielen, viele von uns spielen mehr als ein Online Game. Dementsprechend gibt es nicht \"Die lol Community\", von \"Der online Games Community\" zu sprechen wäre sicherlich treffender. \n\nFolglich ist nicht die Community von lol toxisch, sondern generell die, die sich in Online Games rumtreibt. Und nicht einmal das stimmt, da auch hier der Anteil an toxic Dudes, die sich in der Anonymität des Netzes verstecken, recht gering sein dürfte. Die fallen nur einfach mehr auf als der große positive Teil der Leute dort, das ist alles.\n\nDarüber hinaus liegt der Anteil an Flamern hier in lol sogar niedriger als in anderen Online Games. Warum? Weil Riot entgegen deiner Aussage tatsächlich viel Zeit und Mühe investiert, um Flamer zu erkennen und zu resozialisieren/bzw zu bannen. Das tut nicht jedes Online Game und entsprechend geht es hier bei lol im Vergleich zu manch anderen Spielen noch ziemlich friedlich zu. Hast du mal HotS gespielt? Dort wurde es irgendwann so krass dass Blizzard ganz plump standardmäßig den Chat ausgeblendet hat. Ja, den **ganzen** Chat. Riot möchte diesen, wegen seiner Wichtigkeit für das Team, gern behalten und geht andere, teurere Wege.\n\nAuf schwarze Schafe trifft man immer, dafür gibt es zur Selbstverteidigung den Mute Button wenn du dich schon von irgendwelchen Leuten aus dem internet, die du nie wieder sehen wirst, persönlich angegriffen fühlst. Begibst du dich durch zurückflamen auf deren Stufe herab dann wundere dich nicht, dass du auch genau wie diese Flamer behandelt wirst, nämlich mit Sanktionen.\n\nDas von dir angesprochene \"Prisoners Island\" Konzept funktioniert übrigens nicht, es ist sogar schlecht für das Spielklima. Habe ich vor kurzem in einem anderen Threat drüber geschrieben.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-12-10T09:40:03.630+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=EMPGenerator,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=000100000000,timestamp=2015-12-10T09:23:58.236+0000)\n>\n> denn ich kenn kein anderes Spiel was so toxic ist wie lol aber du kannst es gern weiter verteidigen wenn du möchtest\n\nIch frage mich eher, was das Problem ist.\n\nDu hast bis jetzt nicht gesagt, ob du selbst einen ban gekriegt hast oder nicht.\nWenn du einen ban gekriegt hast und darüber diskutieren möchtest, dann poste hier den Link zu deinem chatlog.\n\nGeht es dir nur darum, dass Flamer rasch bestraft werden, sich aber neue Accounts kaufen (du selbst aber keinen ban gekriegt hast):\n\nWo ist dein Problem?\nIst ja nicht dein Geld, dass rausgeschmissen wird.\n\nWie gesagt wird auch der neue Account rasch gebannt.(zugegebenermassen wohl schneller wegen erneutem Flaming und nicht wegen Accounthandel).\n\nHast du aber einen Verbesserungsvorschlag?\nFlamer weniger rasch zu bestrafen, ändert ja nichts an der Toxiness. Die Flamer würden ja einfach nur Geld sparen für neue Accounts (sofern sie wirklich neue kaufen). Was also sollte sich verbessern, wenn man weniger rasch bestraft?","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-12-10T09:27:31.851+0000","up_votes":4,"down_votes":1,"body":"Gibt hier im Forum öfters QQ-Threads von solchen Spielern, die wegen Accounthandel erwischt wurden (und es nicht zugeben, obwohl es offensichtlich ist).\n\nWobei sehr oft der Flamer-ban dann wohl schneller zugreift (also diese Spieler wegen Flaming erneut einen ban kriegen).\nRiot kann ja nicht sofort bannen, da ein anderer PC/eine andere Verbindung nichts zu bedeuten hat (z.B. könnte Umzug in eine andere Stadt sein). Da ein Flamer aber weiter toxisch ist, wird dieser sofort erkannt.\n\nWie bereits gesagt:\nMan kann sich illegalerweise einen Account kaufen, wird aber rasch wieder gebannt (wegen Accounthandel oder - was meistens der Fall ist - weil man weiterhin toxisch ist). Irgendwann wird es zu teuer. Denn wer zahlt schon alle paar Wochen 20 Euro für einen neuen Account bei einem f2p-Onlinespiel?","replies":[]}]},{"id":"","poster":"MrHeash","date":"2015-12-10T10:26:16.358+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=ZaFPIaOf,comment-id=0001,timestamp=2015-12-10T09:13:39.211+0000)\n\n> Die Fehlerquote (unschuldig bestrafter Spieler) liegt btw. bei 1:6000.\n\nQuelle?","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T10:34:33.631+0000","up_votes":3,"down_votes":1,"body":"Hier, bitte :). Kurz gegoogelt.\n\n> [–]RiotLyte 379 Punkte vor 6 Monate \n> \n> I think there's a perception issue with \"automatic\" systems. For example, when we think about really high security stuff like credit cards, they use a lot of automatic systems but we don't really \"think\" about accuracy. In some fields of sciences, a 1% error rate is considered exceptional, even if it's in a higher risk field like medicine.\n> \n> At Riot, we want to make sure players never have to worry about punishment systems if they are neutral or positive. So, any system that we launch needs to have a 0.1% error rate or lower or we'll turn the system off. In first beta test of the new reform system, we were having Player Support teams review thousands of cases and we found that generally there was 1 error in every 6000 cases. In the case that a player did receive a false penalty, the e-mail has instructions and links to contact Player Support.\n\nhttps://www.reddit.com/r/leagueoflegends/comments/36ow3s/new_player_reform_system_heads_into_testing/","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-12-10T10:36:52.020+0000","up_votes":2,"down_votes":1,"body":"War eine Aussage von Lyte (leitender Riot-Mitarbeiter Spielerverhalten).\nDas war glaube ich aus einem Reddit-Beitrag. Müsste diesen wieder suchen (aber ich hoffe, Humpel ist online und hat diesen zur Hand^^).\n\nIn NA konnten btw. Spieler ihre chatlogs veröffentlichen lassen (früher bekam man für eine Strafe keine chatlogs zugeschickt). Die Fehlerquote war dabei ähnlich tief.\n\nEDIT:\nDanke, Metalmonni. :)\nDu warst sogar schneller als ich.^^","replies":[{"id":"","poster":"Metalmonni","date":"2015-12-10T10:38:01.446+0000","up_votes":2,"down_votes":1,"body":"Schon erledigt, Hyperion.","replies":[]}]}]}]},{"id":"","poster":"Wolkenfuß","date":"2015-12-10T14:10:35.243+0000","up_votes":1,"down_votes":0,"body":"Ich hab lieber flamer in der solo q als afkler XD Ich vermisse meine flamer :(","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-12-10T12:15:26.395+0000","up_votes":1,"down_votes":0,"body":"Ich versteh das Video auch nicht {{sticker:zombie-nunu-tears}} \n\nmfg\nMB","replies":[]}]}