{"id":"TzeaN4d8","poster":"Sir Extract","date":"2015-12-09T17:35:13.595+0000","title":"Team combo","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey ich w&uuml;rde gerne mal ein paar teamcombs wissen mit den champs z.B f&uuml;r ne Poke combo\r\ndanke :3","replies":[{"id":"","poster":"Tungsteel","date":"2015-12-10T09:53:00.605+0000","up_votes":1,"down_votes":0,"body":"Ein paar Vorschläge: \n(Die Champions sind da nicht so in Stein gemeißelt, sondern nur als Vorschlag/Inspiration)\n\n**Teamfight Combo/Wombo Combo**\nRumble, Jarvan, Anivia/Orianna/Ziggs/Viktor/Brand/Galio, ..., Jinx/Miss Fortune, Nautilus/Sona/Nami/Alistar/Leona/Annie/Morgana\nbzw ganz allgemein Champions mit AoE Damage und CC also auch Kennen, Malphite, Fiddlesticks, Amumu, Sejuani, Maokai, Ashe, Kalista, ... passen da gut hinein. Wenn man nicht Jarvan nehmen will, sondern jemand anderen, dann kann man beim Support Leona oder Annie nehmen. \n\nWichtig ist, dass man viel AoE Fähigkeiten hat, und du damit in Teamfights viel Schaden machen kannst. z.B.: Jarvan engaged mit der Ulti, Rumble Ulti drauf, AoE Ulti bzw Spells vom Midlaner. Sona/Nami/Nunu Ulti noch dazu. Miss Fortune darf auch drauf ulten. Mit solchen Teams willst du relativ bald groupen und Teamfights gewinnen.\n\n\n**Pick Potential**\nzum Beispiel Rengar im Jungle, Lulu mid oder Top, Support Thresh, Blitzcrank, Morgana, ...\n\nBasiert darauf, dass du mit genügend Vision einen Gegner, der alleine herumläuft, findest. Mit dem Movementspeed von Lulu läuft Rengar hin und stunnt. Alternativ kann auch der Support einen Pick machen. Auf der Midlane kannst du auch z.B. Ahri spielen, die mit ihrem Charm auch einen einzelnen Gegner leicht herauspicken kann. Auch Leblanc passt da als Midlaner sehr gut. \n\n\n**Protect the Hyper Carry**\nToplane CC Tank wie Maokai/Sion, Jungle Nunu, Midlane Lulu, ADC Kogmaw/Jinx, Support Janna/Nami/Tahm Kench\n\nDein ADC wird durch Heals und Schilde quasi untötbar. Seine Autoattacks können von Lulu und Janna/Nami verstärkt werden. Tahm Kench würde da eher für einen Ausweg, falls sich der ADC zu aggressiv positioniert, sorgen. Nunu erhöht das Angriffstempo. Du kannst mit dem Team zwar schlecht engagen, sondern lässt die Gegner zu dir kommen. Wichtig ist, dass man einen ADC mit viel Schaden wie Jinx oder Kogmaw nimmt. Auch die Reichtweite der Autoattack des ADCs ist wichtig. \n\n**Poke/Belagerung**\nMidlane Poke: Ziggs, Kogmaw, Varus, Jayce, Brand, ...\nSehr gut für Belagerungen an Türmen ist neben Ziggs auch Anivia. Sie kann mit ihren Ulti und ihrem Wall einen gegnerischen Turm quasi komplett absperren. \nADC: Corki, Caitlyn\nSupport: Oft Janna, da dem Team ein Tank fehlt, weswegen man die Gegner lieber auf Distanz hält, und Janna optimal für den Disengage ist. \n\nDas Team will im Endeffekt nicht FullLife gegen FullLife kämpfen, sondern poken. Das heißt, dass das gegnerische Team schon low ist, wenn es zum Kampf kommt. Das kann man dann auch sehr gut bei Objectives wie den Türmen verbinden. Man nützt den Reichweitenvorteil und Poke von Ziggs, Caitlyn, Jayce aus, um die Gegner unter ihrem eigenen Turm anzugreifen, während man selbst sicher draußen steht. Champions wie Ziggs oder Anivia können auch sehr gut die Wave unter dem gegnerischen Turm clearen. Damit zwingt man dann den Gegner entweder den Turm aufzugeben oder der Gegner riskiert, zu Tode gepoket zu werden. \n\n**Yasuo Combo**\n\nMalphite/Orianna und Yasuo gemeinsam. \n\nMit AoE Knockups kann Yasuo leicht das gesamte gegnerische Team ulten. Das kann dann auch ganz allgemein in Richtung Wombo Combo gespielt werden.\n\n**Dive Combos**\nDamit kannst du relativ leicht den Gegner unter dem Turm diven. Dafür bietet sich beispielsweise Elise an, die sich hinaufziehen kann, um der Turmaggro zu entgehen. Auch Alistar kann mit seiner Ulti (Schadensreduzierung) sehr gut den Turm tanken. Tahm Kench bietet mit seinem E auch die Möglichkeit dazu. \n\n**Split Push**\nFür Splitpush benötigst du jemanden, der schnell Türme einreißen kann, ein sehr starkes 1v1 hat und zur Not entkommen kann. Den schickst du dann alleine auf eine Lane während die anderen auf einer anderen Lane zu viert sind. \nSplitpush Champions: Tryndamere, Jax, Shaco, Zed, Quinn, Shen, Yi, Riven, Shyvana, ...\n\nDer Gegner muss dann entweder den Turm/Inhibitor aufgeben oder er muss mehr als einen Champion dort hinschicken, da euer Splitpusher im 1vs1 nicht zu besiegen ist. Damit habt ihr in der Lane einen Vorteil, in der ihr dann 4 vs 3 seid. Wichtig ist, dass ihr aber zu viert gegen 5 in der Lage seid, euren Turm zu verteidigen, denn wenn ihr Turm gegen Turm tauscht, bringt der Splitpush nichts. Wichtig ist also, dass ihr zu viert gut waveclearen könnt, also z.B. Anivias Ulti, Viktor, ... und ihr CC bzw Disengage gegen einen gegnerischen Engage mitbringt.\n","replies":[]},{"id":"","poster":"alminlp","date":"2015-12-09T17:38:29.301+0000","up_votes":1,"down_votes":0,"body":"Jarven und poppy","replies":[]}]}