{"id":"93v7Thkq","poster":"Victorious Shaco","date":"2015-12-08T17:36:34.411+0000","title":"Accout Entbannen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Mein Account wurde Gehackt hab mit lol 1/2 jahr lang kein lol gespielt und jz wurde ich Geperma bannt bitte was ist das und ich habe keine E-mail bekommen das mein acc gebannt ist aber wenn ich mich einloggen will kommt diese nachricht &quot; Dieser Account wurde dauerhaft gespeert. Bitte sieh im Posteingang deiner E-Mail-Adresse, die du f&uuml;r das League of Legends Konto angegeben hast , nach um zus&auml;tzliche Einzelheiten zu erhalten.&quot;\r\n\r\nIch hab &uuml;ber 400&euro; ausgegeben und den bekomme ich ein perma bann  hab so gut wie jeden champ ~80 skins und spiele seid seasen 3 und ich beomme ein perma ban weil einer meine acc daten bekommen hat wei&szlig; nicht wie aber ja was ist das \r\n\r\nIch w&uuml;rde mich sehr freuen wenn ihr mir helfen k&ouml;nnt danke\r\n\r\nL.B. Nika","replies":[{"id":"","poster":"Victorious Shaco","date":"2015-12-08T17:48:26.398+0000","up_votes":1,"down_votes":2,"body":"ja aber die helfen mir nicht soganz wenn ich so ein problem hab will ich schon mit einem Master Supporter oder hörer sprechen nicht mit 10 jahrigen kindern oder ein bot","replies":[{"id":"","poster":"legofreak1","date":"2015-12-08T17:54:26.657+0000","up_votes":2,"down_votes":0,"body":"Wieso stellst du den Anspruch, dass grade **du** mit einem höheren Angestellten zu sprechen hast? Du hast ein Problem, das nur der Support lösen kann, also verhalte dich dem dir helfenden Supportmitarbeiter gegenüber auch entsprechend. Wenn du diesem gegenüber so unglaublich patzig bist, dann wird dieser dir auch nicht über das mindestens notwendige Maß hinaus helfen.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2015-12-08T17:43:23.728+0000","up_votes":1,"down_votes":0,"body":"Wenn du genaue Umstände zu deinem Bann wissen möchtest, dann schreib bitte den [Support](http://support.leagueoflegends.com/) an.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-12-08T17:37:43.574+0000","up_votes":1,"down_votes":0,"body":"https://support.riotgames.com/hc/de/requests/new\n\nIn den Boards kann und wird dir niemand helfen.","replies":[]},{"id":"","poster":"WaveFlow","date":"2016-03-03T11:22:26.178+0000","up_votes":1,"down_votes":2,"body":"hi nika\n\nich spiele ebenfalls schon seid jahren lol. habe unzählige skins und champions gekauft\nund habe viele freunde dazu gebracht lol zu spielen.\n\nich habe von riot eine meldung bekommen das mein account gebannt wurde wegen cheaten.\njedoch habe ich nie gecheatet und weiss auch gar nicht wie das geht.\n\nder support kopiert nur regeln und ist unfähig etwas zu tun.\n\nmein account ist jetzt dauerhaft gebannt. darum wollte ich alle spieler davon warnen\nund empfehle KEIN geld in riot zu investieren!\n\nwenn es dich trifft wirst du es bereuen.","replies":[]}]}