{"id":"VQkX3Rnq","poster":"Boogie45","date":"2015-12-08T17:26:19.729+0000","title":"Gold Team sucht Toplaner","subforum":"Clans & Teams","up_votes":4,"down_votes":2,"body":"Moin!\r\n\r\nUnser Team sucht dringend Verst&auml;rkung auf der Toplane! Zuerst m&ouml;chte ich euch einen kleinen &Uuml;berblick &uuml;ber die Guards Of Illumination [Goil] geben: Letzte Season haben wir im Gold Bereich gespielt, wir trainieren regelm&auml;&szlig;ig (3mal die Woche), haben einen eigenen Ts Server und sind h&ouml;chst motiviert. Unsere SoloQ Elo liegt zwischen Gold III und Plat II. Wir sind kein Team was blind in die Pick &amp; Bans springt oder nur counterpicked, stattdessen spielen wir gezielte Teamcomps und Strategien.\r\n\r\nSo nun dazu was ihr mitbringen solltet. W&uuml;nschenswert w&auml;re ein gewisser Ehrgeiz ohne den Spa&szlig; am Spiel zu verlieren. Ihr solltet definitv &uuml;ber 18 Jahre alt sein, wenn nicht &uuml;ber 20! Achso, wir sind alle berufst&auml;tig, studieren oder sonstiges daher geht bei uns das RL immer vor. Am Wochenende ist meist nicht viel los, da alle mit anderen Dingen besch&auml;ftigt sind. Ansonsten kommunizieren wir Trainingstermine auch mal spontan per Whatsapp.\r\n\r\nWichtige Anmerkung: Auf Grund von Negativerfahrung - spielerisches K&ouml;nnen ist f&uuml;r uns nicht alles, menschlich muss es passen. Flame oder Agressivit&auml;t gegen&uuml;ber dem eigenen Team oder im Ts wollen wir beim besten Willen nicht!\r\n\r\nDa wir irgendwo den Cut machen m&uuml;ssen, ist Gold V das Minimum.\r\n\r\nSolltet wir euer Interesse geweckt haben, meldet euch einfach ingame bei mir: JuuI oder Metalryker\r\n\r\nSo long,\r\n\r\nJuul.","replies":[{"id":"","poster":"martn0815","date":"2015-12-10T19:04:14.762+0000","up_votes":2,"down_votes":0,"body":"Hallo","replies":[]},{"id":"","poster":"Boogie45","date":"2015-12-14T15:07:14.355+0000","up_votes":1,"down_votes":0,"body":"Suchen noch ...","replies":[]},{"id":"","poster":"Ace1211","date":"2015-12-11T21:44:42.033+0000","up_votes":1,"down_votes":0,"body":"ace1211\neinfach adden :)","replies":[]},{"id":"","poster":"TheRussl","date":"2015-12-09T14:48:08.839+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nMein inGameName ist TheRussl und ich bin 18 Jahre alt.\nIch maine Toplane und bin auf der suche nach einem Team, dem ich als Toplaner beitreten kann. Momentan bin ich in Gold5.\n\nDa ich selber Student bin, kann ich nicht immer, bin aber so gut wie täglich für 2-3h on.\n\nEuer Team hat mich besonders angesprochen, da ihr auf sowas wie RL eingeht und weil ihr mit Strategien arbeitet. Ich bin sehr daran interessiert neue Strategien zu erlernen und kann mich auch sehr gut anpassen, da ich auch einen sehr großen Championpool habe.\n\nFalls ich euer Interesse geweckt habe, dann lasst mich das wissen.\n\nMit freundlichen Grüßen,\nTheRussl","replies":[]}]}