{"id":"EEB3aok9","poster":"ThatShiro","date":"2015-12-08T15:54:26.574+0000","title":"Immer kurze DCs im Spiel","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Moin,\r\n\r\ndas Problem das ich habe besteht eigentlich nur seid ein paar tagen. Immer wieder habe ich kurze DCs. Also mein Char steht rum, ich sehe was meine mates machen, Minnions sterben und die Action ist im vollen gange, aber ich kann nicht benutzen. Das geht meistens so 5 Sekunden und dann ist wieder alles normal. Wenn ich mein Ping beobachte, ist dieser normal.\r\n\r\nEin Kollege der auch in meiner Umgebung wohnt (Stuttgart - Ludwigsburg) hat auch dieses Problem.","replies":[{"id":"","poster":"legofreak1","date":"2015-12-08T19:10:50.161+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte ein Tracert machen, wenn du im Spiel das Problem hast?\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> 1. Das 'Trace Interval' sollte auf '1 second' eingestellt werden.\n> 2. Die 'Address to Trace' ist in unserem Fall 185.40.65.1\n> 3. trace starten\n> 4. Es wird jetzt jede Sekunde ein tracert durchgeführt. Während Pingplotter im Hintergrund läuft, kann man ein Testspiel in LoL starten um zu testen ob Probleme auftreten oder das Programm besser noch komplett während eines Spiels im Hintergrund laufen lassen.\n> Sollte es Verbindungsprobleme geben, geht es mit Schritt 5 weiter. Gibt es keine Verbindungsprobleme sind die tracerts vermutlich nutzlos.\n> 5. Sollten Verbindungsprobleme aufgetreten sein, müssen die Ergebnisse exportiert werden:\n> Edit > Copy as Text\n> Nach [Pastebin.com](http://pastebin.com/) gehen, das Ergebnis dort einfügen, auf \"submit\" klicken und den Link zum Ergebnis im Forum posten.","replies":[{"id":"","poster":"AngrYoda","date":"2015-12-10T00:19:20.306+0000","up_votes":1,"down_votes":0,"body":"So da ich auch das Gefühl habe Microlags zu haben und ich auch ab und an einen Verbindungsabbruch erleiden darf, habe ich hier auch ein tracert mit pingplotter erstellt:\n\nhttp://pastebin.com/nkSctmc3\n\nIch bin Telekomkunde mit einer 100 Mbit Leitung; normalerweise habe ich einen Ping von 29 ms aber ab und an ist er bei 50 und so blöd es klingt es lagt dann öfter mal. Wenn es mal vorkommen sollte das ich im Ladebildschirm einen 150-er Ping oder mehr habe beende ich das Game und klicke im Client auf reconnect. Dieses Prozedere kann schon bis zu 5-mal wiederholt werden bis mein Ping wieder im Normalbereich liegt ;)","replies":[]}]},{"id":"","poster":"Yasin0101","date":"2015-12-08T16:00:08.964+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=0TGnKT4n3tI\n\nSchau mal dieses Video an oder..\nhttps://www.youtube.com/watch?v=LF0jAuz7R1E \n...dieses Hier \n\nRiot erklärt die Probleme und sagt eine Lösung","replies":[{"id":"","poster":"EefFenZ","date":"2015-12-08T19:01:12.690+0000","up_votes":1,"down_votes":0,"body":"Hab das gleiche Problem; beides schon angewandt und immer noch das Problem.","replies":[]}]}]}