{"id":"ZlKnAW3n","poster":"Viacan","date":"2015-12-06T19:59:17.366+0000","title":"Kiruna - Die Lunarwölfin","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":1,"body":"Kiruna ist eine Legende in der Geschichte der Lunar.\n&quot;_Sie ist die Herrin der Lunarw&ouml;lfe_&quot;\n&quot;_Sie ist die Stimme, die die Nacht erhellt&quot;_\n&quot;_Sie ist das Ebenbild des Mondlichtes in der Dunkelheit_&quot;\n\nDiese 3 S&auml;tze sind die einzigen &Uuml;berbleibsel einer vor sehr langer Zeit verschollenen &quot;K&ouml;nigin der Nacht&quot;.\nKiruna war das Licht des Mondes, dazu auserkoren die Lunarw&ouml;lfe anzuf&uuml;hren. Sie war eine pr&auml;chtige Wei&szlig;w&ouml;lfin, auch Lunarw&ouml;lfin genannt. Doch wurde sie nicht zur K&ouml;nigin ernannt, weil sie die gr&ouml;&szlig;te war, ganz im Gegenteil, sie war sogar die kleinste aus ihrem Stamm. Ihre Schl&auml;ue und Tapferkeit zeichnete sie zu dem aus, was sie war. Eine geborene Anf&uuml;hrerin.\n\nAllerdings gab es Neider, die sich am Tage aus dem Lager stiehlten und durch die W&auml;lder schlenderten. So sagten sie es zumindest. Denn was keiner wusste war, dass 2 W&ouml;lfinnen, Jari und Miza ihre Anf&uuml;hrerin so sehr beneideten, dass sie in Kontakt mit den Solarw&ouml;lfen standen. Diese Rotw&ouml;lfe waren die gr&ouml;&szlig;ten Feinde der Lunarw&ouml;lfe und einem gegen&uuml;ber zustehen ohne diesen mit nieder ringenden Blick anzusehen, wurde schon als eine Art Verrat angesehen. Doch das kooperieren mit einer diesen, war eines der schlimmsten Dinge die ein Stammesmitglied h&auml;tte machen k&ouml;nnen.\nEines Nachts, als Kiruna zusammen mit ein paar wenigen im Lager war und die anderen drau&szlig;en auf Sp&auml;hkurs, greiften die Solarw&ouml;fe zusammen mit Jari und Miza an und namen Kiruna gefangen. Sie konnte ihren Augen nicht trauen als sie die beiden neben dem Anf&uuml;hrer der Solarw&ouml;fe, Rodneri, stehen sah.\n\nDamit niemand weiteres zu Schaden gekommen w&auml;re, ergab Kiruna sich und ging ohne ein Ton ihrer klangvollen Stimme zu verlieren mit den Solarw&ouml;lfen mit. Ab jener Nacht, hatte man nie mehr was von Kiruna geh&ouml;rt und der Lunarw&ouml;lfinnen Stamm wurde aufgel&ouml;st.\nHeutzutage sieht man nur noch vereinzelte Lunarw&ouml;lfe in den W&auml;ldern umherschlendern, doch dies auch nur selten, bei Vollmond.\n\n\nKiruna war lange verschollen, doch sie konnte sich durch ein Schlupfloch im Wachensystem befreien und irrte von nun an in den Gefilden rund um den Berg Targon umher. Allerdings will sie keine Rache, denn so war Kiruna nicht, das einzige was sie wollte war wieder ihren alten Stamm zusammen zu f&uuml;hren um ein Gleichgewicht herzustellen. Denn was die Solarw&ouml;lfe verderbte und weswegen man diesen nicht trauen sollte war, dass diese voller Misstrauen und Habgier waren. Die Lunarw&ouml;lfe hingegen waren eher freundlich gesellt und bescheiden, doch durch die einzelnen &Uuml;berf&auml;lle der misstrauenden Solarw&ouml;fe, h&auml;rtete sich das Gem&uuml;t.\n\n--------------------------------------------------------------------------------------------------\nIch hoffe euch gef&auml;llt meine bisherige Geschichte der K&ouml;nigin der Nacht.\n\nDie anderen Dinge werden in Zukunft folgen, nicht unbedingt in naher Zukunft, da ich momentan viel um die Ohren habe, aber hin und wieder erg&auml;nze ich die wichtigen Dinge wie Skills und Stats usw.\n\nMfG\nSmitsoria","replies":[{"id":"","poster":"Kvothe100","date":"2015-12-07T01:49:36.455+0000","up_votes":1,"down_votes":0,"body":"Eigentlich eine ganz schöne Idee, aber den Mond und die Sonne verkörpern doch schon Diana {{champion:131}} und Leona {{champion:89}}","replies":[{"id":"","poster":"Viacan","date":"2015-12-07T13:03:43.144+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir die Geschichte der beiden nicht ganz durchgelesen, ich weiß nur dass Diana mal eine Solari war und dann zur Lunari wurde. Ich wusste nicht dass die beiden schon jeweils Mond und Sonne verkörpern, aber danke dafür^^.\nIch passe das mal an.","replies":[{"id":"","poster":"Samuraisub","date":"2015-12-07T21:45:48.354+0000","up_votes":1,"down_votes":0,"body":"Diana gehörte schon davor zu den Lunari. Wurde aber nachdem ihr Volk niedergemetzelt wurde zu den Solari gebracht und ist dort  unwissend als Solari aufgewachsen.","replies":[{"id":"","poster":"Viacan","date":"2015-12-08T18:39:44.832+0000","up_votes":1,"down_votes":0,"body":"Ich sollte mir mal die Geschichte durchlesen ^^","replies":[{"id":"","poster":"Samuraisub","date":"2015-12-08T21:28:18.266+0000","up_votes":1,"down_votes":0,"body":"Wer eine Gute Geschichte will muss auch andere kenne ;D","replies":[{"id":"","poster":"Viacan","date":"2015-12-09T20:43:40.320+0000","up_votes":1,"down_votes":0,"body":"Da hast du Recht^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Ghedex","date":"2015-12-07T07:42:08.420+0000","up_votes":1,"down_votes":0,"body":"Das hast du schön geschrieben :)  Aber wie der unter mir schon sagt, Diana=Lunari \nLeona= Solari\nSonst 'ne echt gute Idee :)","replies":[{"id":"","poster":"Viacan","date":"2015-12-07T13:08:09.027+0000","up_votes":1,"down_votes":0,"body":"Danke dir, ich passe das im Text an^^","replies":[]}]}]}