{"id":"EwbrAJYg","poster":"bombatha","date":"2015-12-06T13:53:21.639+0000","title":"Die ganze Wahrheit zu Illaoi","subforum":"Champions & Gameplay","up_votes":3,"down_votes":2,"body":"Hallo ihr,\nes ist ja normal, dass &uuml;ber neue Champs immer diskutiert wird. Aber ich muss jetzt mal eingreifen:P. Ich m&ouml;chte hier mal alle vor- und Nachteile zusammenfassen. Ich selber spiele Illaoi auch relativ oft und habe sie schon fast auf Lvl 4^^. So hier mal die Fakten:\n\nSpielen als Illaoi:\n -Illaoi ist sehr stark auf engem Raum (Jungle), denn sie kann dort viele Tentakeln auf einmal zuschlagen lassen.\n-Wenn ihr einen Gegner mit der E trefft und dann das Bild t&ouml;tet oder der Gegner wegrennt, wird er zum Gef&auml;&szlig;. Das hei&szlig;t er spawnt eine Minute lang alle 10 Sekunden eine Tentakel. Wenn schon eine vorhanden ist drischt sie einfach einmal auf ihn ein*.*\n-Denkt daran, dass jeder Schlag mit einer Tentakel auf einen Champion sie heilt (auch die Q). Wenn irgendwo ein Gef&auml;&szlig; ruml&auml;uft, dass ihr mit der E erstellt habt und von einer Tentakel getroffen wird (irgendwo auf der Map) werdet ihr geheilt\n-Benutzt Illaois Ulti erst nachdem ihr noch schnell ein &quot;Seelenbild&quot; von eurem Gegner erstellt habt. Ihr macht also die E und dann R. Ich schreibe das, da auch f&uuml;r dieses &quot;Bild&quot; eine Tentakel gespawnt wird^^\n-Benutzt eure E und dann eure Q so f&uuml;gt ihr dem &quot;Bild&quot; und dem echten Champion Schaden zu. Also insgesamt sehr viel:D\n\n\nGegen Illoai spielen\n-Also wer nachdenken kann, kommt vl. selber drauf aber ich schreib mal trotzdem:\nIllaoi ist nichts ihre ihr Tentakeln. Versucht also so oft wie m&ouml;glich diese Tentakeln zu zerst&ouml;ren. Vorteilhaft w&auml;hre da ein Fernk&auml;mpfer mit viel Angriffsgeschwindigkeit..(teemo zum Beispiel)\n-Ihre E geht nicht durch Vasallen, sch&uuml;tzt euch also mit Vasallen\n-Wenn ihr so dumm wart euch  von der E treffen zu lassen:P, dann gibt es zwei wichtige Sachen:\n1.  Das von euch erschaffene Seelenbild bleibt ca 4 Sekunden bestehen. Es reicht wenn ihr Illaoi angreift (nicht t&ouml;tet, NUR angreifen) um dieses Seelenbild sehr schnell verschwinden zu lassen. Denn durch diese Angriffe wird die Zeit des Bestandes sehr stark verk&uuml;rzt.\n2. Wenn ihr zum Gef&auml;&szlig; geworden seid, seht ihr wenn eine Tentakel in eurer N&auml;he spawnt, entfern euch einfach schnell von ihr und ihr seid aus der Reichweite raus.\n-Offensiv geht ihr am besten so gegen  sie vor: wenn sie eine Tentakel gespwant hat zerst&ouml;rt diese. Sie braucht nun ca. 15 sekunden um eine neue zu spawnen. So lange habt ihr Zeit um sie zu bek&auml;mpfen;)\n-Das schlimmste ist sie am Anfang zu feeden. Holt deswegen euren Jungler oder Midlaner wenn sie gerade lvl 5 ist. Wenn ihr sie das erste Mal t&ouml;tet k&ouml;nnt ihr einfache gewinnen (ok das ist ziemlich bei jedem Champion so, wollte es aber einfach mal erw&auml;hnwen^^)\n\n\nSo das wars auch schon. Hier noch eine kleine Umfrage zum Schluss. Ich hoffe mein Beitrag hat manchen mal die Augen ge&ouml;ffnet;). Man sieht sich,\nbombatha\n{{sticker:slayer-jinx-wink}}\n\nP.s Ich würd mich über ein paar nette Kommentare freuen:)","replies":[{"id":"","poster":"dartH Ferdi","date":"2018-10-17T07:54:09.713+0000","up_votes":1,"down_votes":0,"body":"2. Wenn ihr zum Gef&amp;auml;&amp;szlig; geworden seid, seht ihr wenn eine Tentakel in eurer N&amp;auml;he spawnt, entfern euch einfach schnell von ihr und ihr seid aus der Reichweite raus.\n\nEs ist besser den schlag auszuweichen und sich dann dicht neben die Tentakel zu stellen. Somit schlägt sie nur einmal zu und es kann dort in der Zeit keine weitere spawnen","replies":[]},{"id":"","poster":"Nerkahl","date":"2015-12-08T17:33:37.090+0000","up_votes":1,"down_votes":0,"body":"das einzigste was sie ändern müssten wären die manakosten die sind zu gering und die manareg ist zu hoch.\nwenn man erst mal black cleaver, sterags und trinity hat kanst in der gegnerischen base eine tee pause machen, ohne das du mit dem mana knapp wird und wenn du mal kein mana hast stell dich 1-2 min irgendow zu seite und bist wieder voll.","replies":[{"id":"","poster":"bombatha","date":"2015-12-08T19:21:53.186+0000","up_votes":1,"down_votes":0,"body":"1 bis 2 Minten sind aber auch ziemlich viel;)","replies":[{"id":"","poster":"Nerkahl","date":"2015-12-09T20:53:08.650+0000","up_votes":1,"down_votes":0,"body":"wenn du den dmg-output einrechnest ist das fast nichts.","replies":[]}]}]},{"id":"","poster":"Tasalar","date":"2015-12-08T11:48:24.798+0000","up_votes":1,"down_votes":0,"body":"Ich selber spiele Illaoi auch gerne auf der top -mid lane und nach knapp 1,5 Wochen wissen so viele noch immer nicht wie sie dagegen vorgehen sie ist ein Bewegungs intensiver Gegner mehr nicht aber der wirkliche Hard counter ist nasus der bRauch sich nich wirklich bewigen gegen heilen recht meist voll aus für ihn. Ne vayne b.z teemo habe ich bisher noch keine gesehen die es begriffen haben Dodgen is alles gegen diesen champion","replies":[{"id":"","poster":"Scrotum 420","date":"2015-12-09T12:09:38.150+0000","up_votes":1,"down_votes":0,"body":"> ...Ich selber spiele Illaoi auch gerne auf der top -mid lane und nach knapp 1,5 Wochen wissen so viele noch immer nicht wie sie dagegen vorgehen...\n\nAbsolut. Immer derselbe Mist. Der gute Mate auf der Toplane beklagt sich, wie op der neue \"scheiss\" Champ sei. Dann schaue ich ihm zu und stelle fest, dass er nicht eine Tentakel dodgen kann. Hört mal auf zu labern, wenn ihr vom Spiel keine Ahnung habt. \nNichtsdestotrotz ist der Champ imo etwas zu stark wenn man ihn beherrscht. Der DMG-Output ist einfach zu hoch, auch wenn man ihn fast Fulltank baut.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2015-12-08T07:46:39.733+0000","up_votes":1,"down_votes":0,"body":"Ich habe sie bisher nur als sehr schwachen Gegner erlebt, die tentakel waren nicht mehr als leicht verdiente 5g und auch mit der ult geriet ich nie in Bedrängnis. \nVielleicht konnten meine Gegner sie einfach nicht spielen wer weiß, aber nach meiner bisherigen Erfahrung kommt sie mir eher leicht zu countern als op vor.","replies":[]},{"id":"","poster":"Nîn","date":"2015-12-07T10:05:34.541+0000","up_votes":1,"down_votes":1,"body":"Es sind aber so viele. Du hast keine Probleme neue zu spawnen. Das einzige was du nicht kannst ist chasen. Das ist eine ziemliche geringe Schwäche.\nFernkämpfer Top sind selber anfällig für Ganks. Vorallem weil sIlloai relativ schnell diven kann. Als pick ist Illoai zu safe. Was du im early nicht reist kannst du im late wieder raushauen.\n\nEs sollte viel schwieriger sein Tentakeln zu spawnen. Es sollten schon viele sein können. Dennoch sollte es eine höhere spielerische Leistung erfordern.","replies":[]},{"id":"","poster":"Horatiobär","date":"2015-12-06T22:08:41.756+0000","up_votes":1,"down_votes":1,"body":"Vor allem wenn man mal seine Seele verloren hat, die Tentakeln machen einfach zu viel Schaden dafür das Illaoi nichts mehr dafür tun muss.","replies":[{"id":"","poster":"Fawkes04","date":"2015-12-07T01:48:38.458+0000","up_votes":1,"down_votes":1,"body":"Die schlagen aber so langsam zu, wenn du einfach weggehst hast du keine Probleme. weg gehen, tentakeln töten udn weiter gehts. Wenn dich in der Lane ohne ihre Ultimate Tentakeln treffen, dann hast du entwedr nicht aufgepasst oder Negativ-MS Runen :D","replies":[]}]},{"id":"","poster":"TheMagicMushroom","date":"2015-12-08T06:35:23.001+0000","up_votes":1,"down_votes":2,"body":"ICh hab sie Einmal bis jetzt gespielt hab sogar gefeedet gehabt 0 /4 score bis lvl 6 und als ich lvl  6 wurde hatte mein Gegner irgendwie keine Chance :P hab alle tasten benutzt ohne Reihenfolge und er war immer instatot ;DD naja und nach dem spiel hat ich sogar einen besseren Kda als mein toplaner Gegner. Er ist aufjedenfall Op ,aber wieso weis ich net .","replies":[]}]}