{"id":"Aa1PtTpV","poster":"l Red I","date":"2015-12-06T12:55:09.910+0000","title":"Umfrage für meine Arbeit über League of Legends","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":0,"body":"Hallo Zusammen\n\nIch muss in der Berufsschule eine Arbeit schreiben  und habe mich f&uuml;r League of Legends entschieden. Hierf&uuml;r habe ich eine Umfrage erstellt und w&auml;re froh wenn m&ouml;glichst viele teilnehmen w&uuml;rden :)\nWenn ihr also kurz Zeit habt und mir helfen wollt: http://leagueoflegends.findmind.ch\nIhr könnt die Umfrage natürlich auch gerne noch an Freunde weiterleiten, umso mehr umso besser.\n\nVielen Dank :)","replies":[{"id":"","poster":"Shacoláde","date":"2015-12-07T14:39:11.043+0000","up_votes":2,"down_votes":0,"body":"Darf ich fragen, welcher Lehre du nach gehst und was das Thema deiner Arbeit ist?\nAus den Fragen wird mir nach ganz schlüssig, was das Ziel dieser Befragung ist.\nVllt kannst du mir ja da kurz auf die Sprünge helfen ;)","replies":[{"id":"","poster":"l Red I","date":"2015-12-07T17:43:36.307+0000","up_votes":1,"down_votes":0,"body":"Natürlich darfst du ;) Ich lerne Zeichner Fachrichtung Ingenieurbau, hat also nichts damit zu tun. Wir sind in der Wahl des Themas jedoch ziemlich frei.\nDas Thema ist einfach League of Legends, also ganz allgemein. Das Ziel waren einfach Fragen die auch Leute die nicht zocken spannend finden.\n\nGruss","replies":[{"id":"","poster":"Shacoláde","date":"2015-12-08T09:54:30.580+0000","up_votes":1,"down_votes":0,"body":"D.h ihr müsst einfach ein beliebige Umfrage machen um dadurch zu lernen wie man repräsentativ Ergebnisse eine Umfrage bekommt?\nVersteh ich das so richtig?\nProblem an der ganzen Sache ist das du für eine repräsentativ Umfrage einen prozentualen Anteil an der Gesamtheit brauchst um Rückschlüsse auf die Gesamtheit schließen zu können. Schwankt (so wie ich gelesen habe) zwischen 3-10% der Gesamtheit.\nUnd da warscheinlich nur  10% (grob geschätzt) der deutschen LoL-Spieler im Forum unterwegs ist und davon nur ein sehr geringer Teil an deinem Test teil nimmt. Ist egal was da rauskommt auf jeden Fall nicht repräsentativ für die Gesamtheit. Höchstens für die Leute die das Forum nutzen.\nKurz zusammengefasst: Das Ergebniss das du rausbekommst musst du unter dem Gesichtspunkt angeben, dass das Ergebniss nicht auf die Gesamheit aller Spieler in Lol zutrifft. D.h. egal was bei der Umfrage rauskommt entspricht nich der Realität. Ich hoffe du weist was ich damit meine. \nD.h. du musst das Suchkriterum verringern, wie zum Beispiel zu weist das in Hamburg 400 LoL-Spieler sitzen ( entspricht warscheinlich nicht der Wahrheit) und du mindestens 20-40 LoLspieler aus Hamburg brauchst die an deiner Umfrage teilennehmen, dann würde deine Umfrage  repräsentativ für LoL-Spieler (näherungsweise)  im Hamburg zutreffen. Da du aber warscheinlich weder weist, wieviele LoL-Spieler in einer bestimmte Region wohnen, bzw. welcher davon teilnehmen (gibt genügend die warscheinlich auch lügen). Kannst du egal wie du den Fragebogen anlegst nicht eine repräsentative Umfrage  auswerten können.\n\nIch würd dir nahe legen ein anderes Thema zu wählen.","replies":[{"id":"","poster":"Hisperin","date":"2015-12-09T18:26:54.915+0000","up_votes":2,"down_votes":0,"body":"Naja, also ich denke mal nicht das seine Aufgabe ist eine repräsentative Umfrage zu erstellen, außerdem ist es ohne weiteres möglich auch nur mit 0,01 % eine repräsentative zu erstellen, wenn man gewisse Parameter kennt. Nur brauch man dafür dann gewisses Statistikprogramme etc.(Die können die fehlende Masse simulieren) \nNäheres zu Umfragen sind Stichwörter wie:\nStichprobe, Zufallsauswahl, bewusste Auswahl, willkürliche Auswahl, Mehrstufige Verfahren, Klumpung/Stufung etc.\nDas Thema ist im wissenschaftlichen Sinne ziemlich komplex und ist halt nicht nur Zettel ausfüllen und Quotienten berechnen.(Statistik 1 und 2 von der Uni grüßen mich grad aus meinem Hinterkopf)\n\nEtwas anderes sind aber die Fragen, ich habe die Umfrage bearbeitet, diese müssten schon zum Untersuchungsraum passen. Deine sehen ein wenig wild durch die Gegend zusammengewürfelt aus.\n\nBeispiel:\nDu könntest das toxische Verhalten untersuchen, daher die Frage ob und welche Faktoren Chatbann/Banns beeinflussen könnten.\n\n\nAber ohne ein Frage(Was will ich untersuchen) am Anfang zu der Arbeit zu stellen sind Statistiken nutzlos.","replies":[]}]}]}]},{"id":"","poster":"l Red I","date":"2015-12-06T14:33:25.234+0000","up_votes":1,"down_votes":0,"body":"Für die, die noch gerne die Ergebnisse sehen möchten, hier der Link zur Auswertung: http://www.findmind.ch/index.php?go=view_results_public&id=odhodr&s=vy5bm7kg9qr4btjrkdaj","replies":[]}]}