{"id":"IAO6N8ho","poster":"AI Kage","date":"2015-12-06T15:29:00.788+0000","title":"Suche Midlaner für 5v5 Ranked Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Wir suchen f&uuml;r das Ranked Team &quot;No Luck Needed&quot; einen Midlaner! Was sollest du mitbringen? Spa&szlig; ist wichtig! Dies ist zwar ein seri&ouml;ses Ranked Team, jedoch sollte der Spa&szlig; daran nicht vergessen werden. Du solltest einen einigerma&szlig;en gro&szlig;en Championpool besitzen, auch willig sein momentan starke Champs und neue Champs f&uuml;rs Team zu spielen. Die restlichen Mitglieder bewegen sich im Gold-Plat Bereich also solltet ihr euch auch in diesem Bereich befinden. Da wir &uuml;ber TS sprechen br&auml;uchtest du TS und ein Mikro/Headset. Habt ihr Interesse? Dann addet mich einfach oder schreibt mir hier drunter! Wir freuen uns auf dich ! :)","replies":[{"id":"","poster":"Günthertainment","date":"2015-12-06T16:55:22.856+0000","up_votes":1,"down_votes":0,"body":"Hey, hätte großes Interesse, bin 23, Student und würde gern aktiver Teamranked spielen. \nHab nen recht großen Championpool aber natürlich auch meine Lieblinge: Vladimir, Kennen, Vel'Koz, Karthus, Lux, Lissandra, Veigar, Chogath... yasuo und Kata am üben. Wobei die beste Übersicht sicher meine History gibt, hab dich mal geaddet da kannst du dir alles anschauen. \nJetzt in der Preseason probiere ich viel aus (auch im ranked ab und zu), Ende der Season war ich Gold 2. Wenn Not am Mann kann ich auch auf der Toplane einspringen oder mal im jungle und das mit Meta-Champs fürs Team trainieren versteht sich von selbst :)\n\nGrüße","replies":[]},{"id":"","poster":"WokeUpLikeThis","date":"2015-12-06T16:32:47.893+0000","up_votes":1,"down_votes":0,"body":"BIn Main Mid bzw Support  spiel soweit morgana - blitz - kennen - lux - vel koz  und vieles mehr ^^- also fast alles burst champ um die lane früh zugewinnen. war season 4 von silver auf plat als Support durch gerusht und kann wie schon erwähnt notfalls mid  bzw top gehen  . das warding  ist kein Problem und den timer auch nicht. hatte season 3 ein eigene ranked Team im hohen plat Bereich gehabt leider durch zeit gründeten sind wir alle einen anderen weggegangen","replies":[]},{"id":"","poster":"TFT Zarak","date":"2015-12-06T15:48:42.666+0000","up_votes":1,"down_votes":0,"body":"wann sind denn normalerweise eure Treffen und soll der Midlaner auch die Shotcall position übernehmen?\nich hätte eigentlich interesse mal wieder Teamranked zu spielen.\n(bin zwar nur Silber 2 spiele aber einfach nicht viel SoloQ hab jedoch schon heufiger mit ~Platin leuten gespielt letzte season auch im teamranked)","replies":[]}]}