{"id":"O87g0Rg8","poster":"Kata Ga Kill","date":"2015-12-04T09:09:48.313+0000","title":"Tristana: Items Für Drachenanfänger","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Ich habe mir Tristana neu gekauft und auch bin ich nicht erfahrend als ADC, daher wollte ich mir mal ein paar Tips ranhollen zu Ihrem Item Build, welche Reihenfolge und warum gerade diese und nicht andere?\n\n{{item:3072}} {{item:3031}} {{item:3036}} {{item:3087}} {{item:3094}} {{item:3006}} \n\nQuelle: Probuilds\n\nWarum also nicht diese Items?\n{{item:3508}} {{item:3146}} {{item:3153}} {{item:3046}} {{item:3085}} {{item:3142}} \n\n\n\nUnd nebenbei nur noch ne Frage wieso skalliert Ihre Ulti nur mit AP obwohl sie nur mit AD Items gebaut wird, ist das nicht ein starker Nebeneffekt?","replies":[{"id":"","poster":"Chrizzlybär","date":"2015-12-04T10:57:56.965+0000","up_votes":2,"down_votes":1,"body":"Ich baue immer zuerst ein bf und denn static, hat ein netten burst und so bekomme ich auch schneller die bomben der E drauf. Darnach IE und zwischen durch die schuhe, darnach ist immer situations bediengt, mal LW wenn se schon viel rüstung stacken oder blade wenn se leben stacken oder ein BT, wenn die squisy sind.","replies":[]},{"id":"","poster":"I am Zynex","date":"2015-12-04T13:28:33.340+0000","up_votes":1,"down_votes":0,"body":"Also {{item:3146}}  würde ich auf keinen Fall bauen.\n\nKlassisch ist eigentlich {{item:3031}}  dann midestens {{item:3086}}  oder etwas ähnliches um die effektivität vom Infinity Edge zu erhöhen. Danach entweder{{item:3072}} oder eine Variante der Rüstungsdurchdringung. Ich würde glaube {{item:3036}} für die durchdringung bevorzugen.  Boots sollten mit{{item:3006}} eigentlich klar sein.\nDas letzte Item ist eher Situationsabhängig. Möglichkeiten wären: {{item:3026}} {{item:3102}} oder eine Ausbauvariante von {{item:3140}} .\n\nOb man jetzt auch{{item:3508}} bauen kann weiß ich nicht so genau...","replies":[]},{"id":"","poster":"pepsipal ","date":"2015-12-04T09:30:31.100+0000","up_votes":1,"down_votes":1,"body":"Naja die ulti ist ja nicht zum dmg machen da und ausserdem hat sie einen hohen grundschaden die wird eigentlich benutzt um gefahren von dir wegzuschiessen, oder um reinzujumpen r auf und paar normhits und mit e und r zu finishen.\n\ndas build weil es alles hat..\n80% crit\nattackspeed\nMagic dmg on hit\nlifesteal\narmorpen\n\nwürde den blutdürster allerdings durch eine klinge des gestürzten Königs ersetzten.\n\n\nReihenfolge...\n\ninfinity edge, stattic, rapid fire, last wishper , blutdürster \n\nwenn du blade kaufst blade als erstes..","replies":[{"id":"","poster":"EntentionalFeder","date":"2015-12-04T11:20:31.118+0000","up_votes":1,"down_votes":0,"body":"Blade ist zu teuer geworden und mit dem Build hast du auch schon genügend Attackspeed, da ist der Blutdürster mit mehr Schaden, Lifesteal und dem Schild gegen Bursts viel angenehmer, außerdem hast du gegen Tanks auch schon den Lord Dominiks regard. Falls du gegen 3 Tanks bist und dir niemand beim peelen hilft kannst du dir das mit der Klinge des gestürzten Königs noch überlegen, in den meisten Fällen ist der Blutdürster aber überlegen. \n\nEssenreaver kaufst du dir nicht weil du als tristana keinen Cdr brauchst da du im Mid und Lategame fast deinen gesamten Schaden über Autoattacks machst, da blockert der dir nur nen Slot und das Mana brauchst du auch nicht wirklich.\n\nGunblade ist hybrid und weil dir die AP so gut wie nichts bringt ist das nicht sehr kosteneffizient auf Trist.\n\nPhantomtänzer holst du dir nicht da die kombination aus Statics und Firecannon einfach viel zu stark ist, sollten dir immer mehrere Leute im Teamfight auf der Pelle hocken (z.B. ein paar Bruiser) kannst du das gegen Rapid Firecannon austauschen, ich würde es aber nicht empfehlen. \n\nHurrican hohlst du dir nicht da die Range der Pfeile von hurrican zu low für deine range ist, da nutzt du entweder die Passive des Items nicht oder musst näher ran als du eigentlich als Tristana willst und wieder ist die Kombination aus Statics und Firecannon zu stark.\n\nYomus ist auf Ad carrys zur zeit sowieso ungewöhnlich einfach weil du sie gegen eine Infinity Edge oder einen Blutdürster austasuchen müsstest und da lohnt es sich dann nicht, auch können die Meisten ADCs das Potential der Aktiven von Yomus nicht nutzen (Ausnahme {{champion:29}} )\n\nHoffe ich war hilfreich ;)","replies":[]}]}]}