{"id":"tAeaN2Eo","poster":"RengarBestWaifu","date":"2015-12-03T20:41:58.960+0000","title":"Login Error","subforum":"Hilfe & Support","embed":{"title":null,"description":null,"url":"https://ton.twitter.com/i/ton/data/dm/672513706828423171/672513706832568320/9R7Sk3v1.png:large","image":null},"up_votes":1,"down_votes":1,"body":"Sp&auml;ter in Patch 5.23 kam immer diese Meldung wenn ich mich einloggen wollte.( Bild im Link oben )\nAls erstes kommt die Meldung &quot; Login Status : Did not recieve a response from the Server ; Retrying &quot; Dann versucht der Client mich 3 mal neu zu Verbinden und dann kommt halt die Meldung vom Link oben. \nWürde es helfen LoL zu deinstallieren und wieder zu Installieren ?\nAusserdem kann es an meinem Internet nicht liegen , da auch mein Interner Brower einwandfrei läuft","replies":[{"id":"","poster":"Tiaryn","date":"2015-12-03T21:09:33.394+0000","up_votes":2,"down_votes":0,"body":"Hi,\nwelcher Internet Browser läuft bei dir einwandfrei?\nLoL benutzt die Basis des Internet Explorers, weshalb du diesen mal zurücksetzen könntest um die Standardeinstellungen wieder herzustellen. http://windows.microsoft.com/de-de/windows7/reset-internet-explorer-settings\nManchmal hat man auch Malware auf dem PC, die den IE infiziert.\nWenn also das zurücksetzen des IE nichts bringt, kann man mal mit Antimalwarebytes den PC scannen. Ist immer gut das mal drüber laufen zu lassen.","replies":[{"id":"","poster":"RengarBestWaifu","date":"2015-12-04T00:02:23.812+0000","up_votes":1,"down_votes":0,"body":"Normalerweise benutze ich Opera / Ist mein Standartbrowser. Ich hab keine Ahnung von Malware und solchen sachen.\nIch guck mir den Link mal an den du geschickt hast und setz den zurück aber muss ich den als Standart-Browser benutzen ?","replies":[{"id":"","poster":"Tiaryn","date":"2015-12-05T14:28:58.657+0000","up_votes":1,"down_votes":0,"body":"Nein, du musst den IE nicht als Standardbrowser nutzen.","replies":[{"id":"","poster":"RengarBestWaifu","date":"2015-12-05T14:32:56.484+0000","up_votes":1,"down_votes":0,"body":"Hab es übrigens probiert und es funktioniert nicht. Wenn ich Internet Explorer öffne kommt nur ein weißer screen und nach 1 stunde hat sich nichts verändert. Hab LoL deinstalliert und wieder installiert und immernoch der selbe Fehler :(","replies":[{"id":"","poster":"Tiaryn","date":"2015-12-05T15:09:24.077+0000","up_votes":2,"down_votes":0,"body":"Dann solltest du auf Malware testen. \nHier kannst du die kostenlose Home-Version runterladen: https://www.malwarebytes.org/mwb-intercept/\nWenn das durchgelaufen ist und etwas gefunden hast, solltest du das, was Antimalwarebytes gefunden hat, auch löschen oder in Quarantäne schieben.\nDanach kannst du dann noch mal versuchen den Internet Explorer zurückzusetzen.","replies":[{"id":"","poster":"RengarBestWaifu","date":"2015-12-06T20:24:02.931+0000","up_votes":1,"down_votes":0,"body":"Da mein normales LoL nicht mehr funktioniert , kannst du mir eventuell zeigen wie man an einen Pbe-Account kommt ? Immer wenn ich das bis jetzt versucht habe , gab es keine Rückmeldung. ^^\nAusserdem , das ist von deinem Link . Ich denk mal einfach auf \" Auswahl Entfernen \" drücken ist richtig. \nhttp://imgur.com/daLFsc2\nEDIT : Als ich auf \" Auswahl Entfernen\" drückte hat das mich halt weitergeleitet zu den \" Bedrohungen in die Quarantäne verschieben \" und alle Bedrohungen wurden erfolgreich in Quarantäne verschoben und ich sollte meinen PC neustarten.\nInternet Explorer geht immernoch nicht . :(","replies":[{"id":"","poster":"Tiaryn","date":"2015-12-06T23:37:15.060+0000","up_votes":2,"down_votes":0,"body":"Ich habe schon mit ein paar gefundenen Bedrohungen gerechnet, aber mit knappen 2000 Bedrohungen hast du fast kein Windows mit Viren mehr sondern ein Virus wo Windows drauf läuft.\nIch würde dir ans Herz legen, dass du Windows komplett neu installierst. Wenn du nicht weißt, wie das geht, wende dich am besten an ein Familienmitglied oder Freund der von der Sache Ahnung hat.\nDas ist zwar ein mal ein bisschen Arbeit, aber es lohnt sich auf jeden Fall, denn auch wenn man LoL jetzt irgendwie zum Laufen bekommt, wird es wieder passieren dass etwas nicht funktioniert oder dir werden Accounts geklaut, weil ein Virus nicht gefunden wurde und Windows läuft nach einer Neuinstallation wieder deutlich runder, wenn man schon so viel Zeug auf dem PC hatte.\n\nUm einen PBE Account zu bekommen, kannst du dich hier als Tester bewerben: https://pbesignup.euw.leagueoflegends.com/en/pbe","replies":[{"id":"","poster":"RengarBestWaifu","date":"2015-12-08T01:36:19.602+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Windows neu aufsetzen hab ich schon probiert , aber ich finde die CD ( Windows ) nicht und wenn ich die Methode mache wo man keine CD braucht dann fragt der Computer nach dem neustarten doch nach der CD.\nIch hab bis jetzt nichts von den Viren mitgekriegt ausser dass sie ein bisschen die Geschwindigkeit droppen.\nVielen Dank für deine Hilfe , aber ich habe beschlossen mir zu Weihnachten einfach einen neuen Pc zu kaufen. ^^\nKann ich so was wie ein honor auf der league of legends seite an dich geben ?","replies":[]}]}]}]}]}]}]}]}]}