{"id":"ts0zZjTh","poster":"FDG DragonSlayer","date":"2015-12-03T12:54:21.860+0000","title":"Unterschiede platin 3 zu dia 5/4","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Ich habe anfangs diese season mit lol begonnen und es machte mir einfach grosse freude mit freunden gemeisam zu zocken.\r\nMittlerweile hab ich platin 3 ereicht, da ich jetzt aufh&ouml;re rankeds zu spiele bis ende season. wollte ich nach den unterschieden zwischen plat3 und low dia fragen und ob es mit meiner derzeitigen winrate und meinem championpool  m&ouml;glich ist dieses ziel zu ereichen.\r\n\r\nLG DragonSlayer","replies":[{"id":"","poster":"Ashuna","date":"2015-12-03T13:03:16.647+0000","up_votes":2,"down_votes":0,"body":"Hey, die Unterschiede zwischen Platin 1~3 zu Dia 5~3 sind wirklich sehr minimal.\n\nEs ist sehr schwer für einen relativ \"guten\" spieler sich zu verbessern. Meist sind die kleinsten Sachen für ein besseres Spielerlebnis ausschlaggebend. Bsp hierfür ist die Mentatlität der Spieler. \n\nPlatin 1~3 Spieler sehen sich meist selber als sehr gut an, das gleiche machen Dia 5~3 Spieler. Es heisst aber nicht direkt dass man ein guter Spieler ist. Man zwingt sich selber so besser als andere zu performen und bei einer Niederlage geht diese dann mehr aufs gemüht. (man Tiltet wesendlich schneller)\n\nWenn du dich wirklich verbessern willst, solltest du Erfahrungen sammeln. Spiel einfach das Spiel und seh deine Niederlagen nicht allzu schlimm an, versuche aus den Fehlern/ verlorenen Spielen zu Lernen. (Ich hänge auch schon seit einiger Zeit im High Plat bereich rum). \n\nFür mich fangen die guten Spieler erst ab Dia 1 an. Dies ist für mich der wirkliche pro Bereich. Platin ist zwar auch schon Highelo, es ist aber genau wie Dia 5/4 nicht wirklich etwas besonderes. \n\n>derzeitigen winrate und meinem championpool möglich ist dieses ziel zu ereichen.\n\nUnabhängig von Winrate/Champ ist es immer möglich für einen bis zu Challenger zu kommen. Du musst dich einfach nur besser anstellen als andere. ;-)\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"FDG DragonSlayer","date":"2015-12-03T13:31:29.055+0000","up_votes":1,"down_votes":0,"body":"Danke sehr Invormative Antwort.","replies":[{"id":"","poster":"Ashuna","date":"2015-12-03T13:39:31.670+0000","up_votes":2,"down_votes":0,"body":"Kein Problem, kann dir aber noch mehr Beispiele geben wenn du möchtest.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"FDG DragonSlayer","date":"2015-12-03T13:42:27.556+0000","up_votes":1,"down_votes":0,"body":"Wenn es dir nichts ausmacht ;) ich könnte den ganzen tag über das thema lesen ;)","replies":[{"id":"","poster":"Ashuna","date":"2015-12-03T14:25:29.733+0000","up_votes":2,"down_votes":0,"body":"Ok,\n\nIch denke mal das grundlegenste ist das \"können\" also der \"Skill\" eines Spielers. Dieser definiert sich im highelo Bereich etwas anders. Wo es im lowelo Bereich im prinzip reicht seine Lane zu gewinnen, ist der Unterschied zum highelo Bereich sehr viel höher. Die highelo Spieler müssen auf mehr achten und benötigen ein größeres Allgemeinwissen. \n\nBsp hierfür wäre die Lanephase im vergleich Lowelo vs Highelo\n\n----------------------------------------------------------\n\nNehmen wir an wir sind im lowelo Bereich (Silber). Wir schauen uns mal die Midlane an ({{champion:1}}  vs {{champion:103}} ) Spieler A (Annie) spielt gegen Spieler B (Ahri). Annie ist an sich im Vorteil gegen Ahri. Ahri ist zwar sehr Mobil was gegen viele andere Champs hilft, jedoch besitzt Annie einen instant Stun und ist hierzu noch ein Buirst champ (Killt den Gegner meist in einer Combo).\n\nSpieler A (also die Annie) ist nun schon sehr gefeeded ( 4 0 0 ). Die Gegnerische Ahri dementsprechend ( 0 4 0 ). Annie fängt nun an zu snowballen (ich hoffe der Begriff ist klar). \n-> Zur gleichen Zeit verliert der Toplaner (aus Annie's Team) gegen den gegnerischen Toplaner\n\nDer typische lowelo Spieler wird nun anfangen einen indirekten/ oder direkten flame zu äußern. Bsp hierfür: \"Stop feeding\". (es mag zwar nicht böse gemeint sein, wird jedoch vom Spieler so aufgefasst.) -> Der Gegnerische Toplaner wird immer stärker und der eigene Toplaner (aus Annie's team) fängt an zu tilten. (er hat einfach keinen bock mehr)\n\nDer lowelo Spieler wird nicht genau wissen was er in dieser Situation hätte anders machen sollen. Lowelo Spieler oder auch generell nicht sehr erfahrene Spieler, sehen LoL nicht als Teamsport an (nicht alle dies soll nich t abwertend sein!). Sie agieren eher alleine und passive auf das geschehen ein. Eine gute Teamkommunikation wäre hier sehr von Vorteil.\n\nWas würde nun der highelo Spieler (nehmen wir an Platin) anders machen als der lowelo Spieler?\n\nGäbe es die gleiche Situation (Midlaner Gewinnt /Toplane verliert) würde der Erfahrenere Spieler viel besser und bewusster an die Sache rangehen. \n\nNehmen wir nun an die gleiche Situation erfolgt im highelo Bereich.\n\nDer Annie Spieler merkt nun dass sein Toplaner am verlieren ist, er agiert nun anders und schneller auf die Situation als der unerfahrenere lowelo Spieler. Er Roamed!\n\nAnnie pusht die Lane aus und roamed auf die Toplane um den Toplaner zu helfen den Gegner zu besiegen. Er versucht seinem **Team** mit seinem Lead eine Unterstützung zu sein. (Soloplay ist generell sehr schlecht in LoL).\n\n(Dies ist natürlich kein ausschlagegebendes Beispiel für Silber zu Plat Spieler aber es soll ja nur als Erklärungsgrundlage dienen)\n\nNun schauen wir uns an was der highelo Spieler noch besser hätte machen können. \n\n-> Er ging auf die Toplane um seinem Toplaner mit seinem Lead zu unterstützen (durch das Töten des Gegners)\n\nAn sich würden jetzt viele denken, \"Das ist doch schon genug, ich muss zurück zu meiner Lane\"\n\nErfahrenere Spieler (Dia+) würden nun je nach Situation wiedersprechen. Also was hätte der Midlane noch besser machen können. --- Es liegt doch auf der Hand. Der Turm!\n\nEr hätte zusammen mit dem Toplaner den Turm holen sollen.\nWarum? \nTürme/Tower/Objectives geben der jeweiligen Lane sowie dem Spielern immer gewisse vor-/nachteile. 150 Gold für jeden + zusatzgold für die jenigen die den Turm zerstören. \n\n(Dies kann man nun weiter Führen aber es soll fürs erste reichen)\n\n----------------------------------------\n\nAn dem Beispiel sollte klar werden, dass unerfahrenere Spieler schlechter auf gewisse Situationen reagieren als erfahrenere Spieler. Im weiterführenden Beispiel sieht man aber, dass auch der Erfahrenere highelo Spieler sachen noch besser hätte machen können!\n\nJedoch sind diese Aktionen dann viel geringer und schwerer zu entscheiden. Es ist immer Situationsabhängig und erfordert das allgemeine Wissen. Kleinste Sachen unterscheiden hier das Können von Platin zu Dia (und aufjedenfall noch höher). \n\nEs ist Prinzipiell immer schwer für eine Person die gut ist sich zu verbessern. Es ist einfacher für eine Person die \"schlecht\" ist sich zu verbessern.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"D4RKEVA","date":"2015-12-04T07:55:59.278+0000","up_votes":1,"down_votes":0,"body":"Die Unterscheide zwischen dia 3 und plat 3 sind ca bronze bis high gold","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T06:47:08.412+0000","up_votes":1,"down_votes":0,"body":"Woher nimmst du dein Wissen?\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"D4RKEVA","date":"2015-12-10T08:50:07.000+0000","up_votes":1,"down_votes":0,"body":"ne zeit lang hab ich in rankeds nur mit dia 3 gezockt(also alle)\n\nund der unterschied zu platin 3 war da und skill mäßig wie oben beschrieben ^^","replies":[{"id":"","poster":"Ashuna","date":"2015-12-10T09:02:52.535+0000","up_votes":1,"down_votes":0,"body":"Das kommt dir nur so vor. Die Unterschiede sind prinzipiell sehr gering, jedoch ausschlaggebender.\n\nDie Unterschiede zwischen Dia und Plat sind meist auch eher im Descisionmaking, es kommt darauf an auf welche Sache du hinaus möchtest. (Lanephase kann und darf man im Highelo Bereich eigentlich nicht wirklich umfassen, da jeder spezifisch auf eine Lane/ einen Champ eingestellt sein kann)\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"D4RKEVA","date":"2015-12-11T08:05:16.392+0000","up_votes":1,"down_votes":0,"body":"Tschuldige falls das in meinem post nicht klar wurde ^^\n\nIch weiß das \"können\" mäßig bronze bis gold ein großer Unterschied ist.\n\nIch beziehe mich auf meine definition von skill in LoL.\nFür mich ist skill das was man braucht um eine höhere division zu erreichen/halten.\n\nin bronze/gold kann dir ein kleiner unterschied 1 Liga schenken.\n\nIn plat 3-dia 3 vllt 1 division.","replies":[{"id":"","poster":"Ashuna","date":"2015-12-11T08:38:50.958+0000","up_votes":1,"down_votes":0,"body":"Das ist doch genau dass was ich meine. Dass die kleinsten Sachen die Unterschiede zwischen den einzelnen Ligen Plat - Challenger auszeichnen. Diese sind aber sehr gering. Und die Unterschiede zwischen Plat/Dia/etc. sind genauso gering.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"zuckerman","date":"2015-12-11T16:47:13.976+0000","up_votes":1,"down_votes":0,"body":"Der unterschied ist Dia 5 ist nicht so gut und Platin 3 ist noch schlechter. Just Imao, wenn man bissi Kopf benutzt dann klappt des auch, dauert halt.","replies":[]}]}