{"id":"0V24P5Av","poster":"Tibmag","date":"2015-12-03T10:59:25.919+0000","title":"DC im Ladebildschirm, ohne Meldung und nur mit viel Aufwand behebbar","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebes Riot-Team,\r\n\r\nalso man h&ouml;rt solche Problme ja immermal. Es kommt ein neues Update und die DC&#039;s im Loading-Screen vermehren sich. Gerade wurde es auf die Spitze getrieben. In meinem Team - 3 DC&#039;s die ersten 5min. Gegnerisches Team nat&uuml;rlich unber&uuml;hrt. \r\nNach 5min dann endlich ein &quot;5vs5&quot;. (Ich musste meinen Rechner neu starten, ein anderer hat 5mal reconnected, der dritte hat nichts gesagt) Da ARAM und der erste Tower schon gepusht war (er stand laut Animation noch [ohne Lebensbalken] und auf der Mini-Map war er auch noch da), nat&uuml;rlich mit erheblichem Nachteil.\r\n\r\nWenn man sich die Spielauswertung am Ende ansieht, verschwinden sogar die gekauften Items bei mir und noch einem DC&#039;ten. \r\n\r\nIch m&ouml;chte jetzt nicht mad wirken und meckern warum ihr Spiele so entscheiden m&uuml;sst oder so. Aber man kann ja mal darauf aufmerksam machen, dass dieses Problem existriert.","replies":[{"id":"","poster":"Ashuna","date":"2015-12-03T11:02:05.200+0000","up_votes":1,"down_votes":0,"body":"Ist bekannt, wird immer von Riot behoben/bearbeitet. Du bist nicht die erste Person die auf DC's aufmerksam macht.\n\nMan muss aber sagen, dass fast alle Dc's (wirklich fast alle) von der eigenen Person verursacht werden und nicht von Spiel/System.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Tibmag","date":"2015-12-03T11:27:14.759+0000","up_votes":1,"down_votes":0,"body":"Was hab ich dann falsch gemacht? Hab ja nur das Spiel gestartet...","replies":[{"id":"","poster":"Ashuna","date":"2015-12-03T11:39:54.272+0000","up_votes":2,"down_votes":0,"body":"Es können oft kleine fehler sein (nicht direkt von dir, aber ebenso nicht direkt von Riot)\n\nEs könnte eine beschädigte Datei sein, oder eine Einstellung in deinem System die etwas blockt. Wenn du solche Probleme hast versuch immer zu erst die Sachen zu machen die man selber machen kann (Den Client öffnen und auf Reparieren klicken; ggf. das Spiel neu Runterladen). Auch solltest du schauen dass deine Internetleitung stabil ist (du kannst eine 200k Leitung haben, wenn diese nicht richtig auf dich eingestellt ist, ist die Leistung auch nutzlos) Es gibt so viele Faktoren, die Riot nicht beeinflussen kann...\n\nDarum liegen die meisten Fehler bei den Spielern selber, und nicht bei Riot. Riot kann nichts machen wenn der Client eine fehlerhafte Datei besitzt (kann durch den Download passieren) oder die Spieler einfach eine schlechte Leitung/verbindung haben.\n\nWenn du nicht weiter kommst, frag hier nochmals um Rat. Es sind meist kleinigkeiten die einen zum Dc'n bringen. \n\nEbenso möchte ich dir noch auf den weg geben\n> \"Sie sind vollumfänglich verantwortlich für die in Zusammenhang mit Ihrer Internetnutzung entstehenden Kosten sowie die Kosten für Hardware, Wartung oder Reparaturkosten, die für Ihren Zugang zum Spiel erforderlich sind.\"\n\n-Nutzungsbedingungen\n\nJeder Spieler ist für sein Setup selber verantwortlich. :)\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]}]}