{"id":"tVxbVyXV","poster":"IR Hatou","date":"2015-12-02T13:02:37.702+0000","title":"VORSICHT!!!","subforum":"Hilfe & Support","up_votes":2,"down_votes":3,"body":"Es ist ein H&auml;cker in Lol unterwegs, welcher durch das Senden von Links eure Accout daten bekommt. Nehmt keine Links von freunden an ( nicht drauf klicken ) da es sich um den Hacker handeln k&ouml;nnte. Wenn er dann eure Daten hat nimmt er euch eure RP. Einer meiner Freunde ist beispielsweise schon betroffen von so einer aktion\r\n\r\nALSO IST VORSICHT GEBOTEN!!!","replies":[{"id":"","poster":"Crounty","date":"2015-12-02T13:08:01.550+0000","up_votes":1,"down_votes":0,"body":"Das ist kein hacken sondern phishing. Außerdem kommen die Leute nur an deine Accountdaten wenn du dich da auch \"einloggst\" oder deine Daten freiwillig weitergibst. Nicht nur durch link anklicken.","replies":[{"id":"","poster":"AmazingMaze","date":"2015-12-02T13:12:55.573+0000","up_votes":2,"down_votes":0,"body":"Du kannst dir durch solche Links auch Trojaner einfangen - dann muss man auch nichts eingeben und die Daten sind trotzdem weg.","replies":[{"id":"","poster":"legofreak1","date":"2015-12-02T13:20:15.372+0000","up_votes":4,"down_votes":0,"body":"Ich merk an dieser Stelle gerne folgendes an: Warum sich mit einem Trojaner oder Keylogger die Logindaten des lol-Accounts holen, wenn man auch genausogut an online-Banking, Paypal oder über die E-Mail an weitere Sachen rankommt?\nDie Möglichkeit besteht, aber die Wahrscheinlichkeit ist doch eher gering.","replies":[{"id":"","poster":"HyperionCH","date":"2015-12-02T13:28:49.652+0000","up_votes":3,"down_votes":0,"body":"Ich vermute, jene Hacker, die mit Trojanern etc. nur die LoL-Accounts (und keine Bankdaten etc.) holen, sind auch jene, die während ihrer Tätigkeit vor dem Bildschirm Skimaske angezogen haben. ;)","replies":[]},{"id":"","poster":"AmazingMaze","date":"2015-12-03T13:07:05.940+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist es unwahrscheinlich, aber wir sind hier im Internet. Es gibt immer irgendwelche Leute, die die unnötigsten Sachen machen nur um des \"Spaßes\" willen, um andere zu nerven oder auch nur um sowas mal auszuprobieren ob sie es hin bekommen.\nMan sollte einfach generell vorsichtig beim anklicken irgendwelcher Links sein, darauf wollte ich hinaus.","replies":[]}]},{"id":"","poster":"Crounty","date":"2015-12-02T15:18:31.933+0000","up_votes":1,"down_votes":0,"body":"Es besteht auch die Möglichkeit mit bestimmten Programmen zu \"raten\" sodass diese einfach auf gut glück Login kombinationen ausprobieren und somit an Accounts rankommen.","replies":[]}]},{"id":"","poster":"IR Hatou","date":"2015-12-02T13:11:02.350+0000","up_votes":1,"down_votes":1,"body":"Mein Freund hat gesagt, das er nichts eingeben musste...","replies":[{"id":"","poster":"S04 D3R0","date":"2015-12-02T14:00:21.702+0000","up_votes":1,"down_votes":0,"body":"Dann hat dein Freund definitiv gelogen, das kann ich dir versichern. \nDeine League login Daten sind nicht auf deinem System oder browser hinterlegt. Durch einfaches klicken, kann man also nicht an die Daten kommen denn es ist ja nichts gespeichert, was durch den Link an den \"Hacker\" gesendet werden könnte.\n\nDennoch muss ich sagen, solche leute (auch wenn es jüngere Beschwörer sind) tun mir definitv nicht leid. Wer denkt denn bitte das Riot das ganze Jahr Skins und RP's verschenkt...","replies":[]}]}]},{"id":"","poster":"Nephirelle","date":"2015-12-02T14:51:59.605+0000","up_votes":1,"down_votes":0,"body":"RP \"klauen\" kann man sowieso nicht. Wenn sich jemand unberechtigt auf einen anderen Account einloggt, kann er die RP höchstens ausgeben.","replies":[]},{"id":"","poster":"Jastol","date":"2015-12-02T13:59:37.226+0000","up_votes":1,"down_votes":0,"body":"Vll etwas doofe Frage, aber wie kann jemand RP klauen, ohne das die Transaktion von Riot festgestellt werden kann? Das müsste doch von Riot irgendwo mitgeloggt werden sobald RP irgendwie ausgegeben oder Geshared werden. ","replies":[]}]}