{"id":"JRGLfLom","poster":"GreenElite","date":"2015-12-02T13:41:05.459+0000","title":"GermanGamers sucht neue LOL-Spieler mit Ambitionen","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi an alle LEAGUE OF LEGENDS Hobbyspieler, &bdquo;pro&ldquo;Player oder die die es gerne werden wollen. Ich als kleiner Repr&auml;sentant der League of Legends Abteilung der GermanGamers Community schreibe hier um Mitglieder f&uuml;r unser LOL-Team zu werben.\r\nErst mal paar Fakten zu mir:\r\nMein Name ist Michi und ich bin 25 Jahre alt. Ich selber zocke schon seit 2 Jahren LOL. Zurzeit bin ich Gold 4, doch habe Ambitionen besser zu werden. Nur zocke ich sehr ungern Solo Ranked, weshalb ich seit den Placement Matches in der Season 5 kaum Ranked gezockt habe. Am liebsten Spiele ich Toplane und Support. Meine 5 Lieblingschamps sind zur Zeit Maokai, Renekton, Rumble, Braum, Annie.\r\nUnserem Team beizutreten, hei&szlig;t nicht nur einfach mit paar Leuten ab und zu LOL zu zocken, sondern wirklich gemeinsam trainieren und gemeinsam besser zu werden. Unser Ziel hierbei ist es nat&uuml;rlich besser zu werden und auch an Turnieren teilzunehmen. (Hoffentlich mal beim Dr. Pepper Cup falls es euch was sagt)\r\nUm euch n&auml;her zu bringen, welche weiteren Vorteile unsere Community bietet, habe ich hier ein paar Fakten f&uuml;r euch zusammengestellt:\r\n*Communitygr&ouml;&szlig;e: ca 150 aktive Spieler\r\n*Mindestens 50 Personen t&auml;glich auf den eigenen Teamspeak-Servern\r\n*Eigener Root Server\r\n*Bereits erfolgreiche CS:GO Turnier\r\n*J&auml;hrliches Spendenevent f&uuml;r ein regionales Kinderheim\r\n*Eigene App\r\n* Facebook- Seite mit &uuml;ber 800 Likes\r\n* Eigener PW- gesch&uuml;tzter TS Bereich\r\n* Aufstiegschancen in der Community\r\n* schneller Support\r\n* UND das WICHITGSTE um euch zu zeigen, dass es mit der Community ernst ist. Wir sind zurzeit auf der Suche nach Sponsoren f&uuml;r unsere Community. Sollten wir mit unserem LOL-Team Erfolge aufweisen k&ouml;nnen, werden wir auch daf&uuml;r Sponsoren gewinnen k&ouml;nnen.\r\nWas m&uuml;sst ihr mitbringen?\r\nHeadset und Teamspeak. Da wir wirklich zusammen als Team spielen wollen, ist dies unverzichtbar.\r\nNat&uuml;rlich einen gewissen LOL-Skill. Aber ich m&ouml;chte im Voraus keine Elo als Voraussetzung f&uuml;r eine Bewerbung setzen, da man manchmal in einer Elo &bdquo;gefangen&ldquo; ist, obwohl man eig besser spielt (das Gef&uuml;hl kenne ich auch).\r\nAuf jeden Fall muss es menschlich passen!!! Wenn du nur am Flamen bist und keine Kritik vertr&auml;gst, dann bist du hier falsch. Klar gibt es manchmal Tage an denen dich die anderen aufregen und man manch unsch&ouml;ne Sachen schreibt. Aber dies sollte nicht an der Tagesordnung sein.\r\nDas Alter ist hier auch so eine Sache. Auch hier setze ich nicht unbedingt eine Grenze. Aber ich denke, dass 16 eine kleine Untergrenze ist. Solltet ihr j&uuml;nger sein, werde ich bei einem Gespr&auml;ch entscheiden.\r\nFalls wir mehr als 5 Leute zusammenkriegen, werden wir nat&uuml;rlich mehr Teams zusammenstellen und mit regelm&auml;&szlig;igen internen Turnieren Aufstiegschancen garantieren. Somit wollen wir einen gesunden Konkurrenzkampf pflegen und sicher gehen, dass jeder regelm&auml;&szlig;ig trainiert.\r\n\r\nWie k&ouml;nnt ihr euch bewerben?\r\nEinfach mich auf STEAM adden: Schilenko\r\nOder mir auf meine E-Mail Adresse schreiben: Schilenko@gmx.de\r\nWas sollte in der Bewerbung stehen?\r\n* Name, Alter\r\n* Derzeitige Elo\r\n* LOL-Ingame Name\r\n* Eure Lieblingsrolle beim zocken (adc, mid,&hellip;) und eure 5 besten Champs mit denen ihr zockt\r\n* Wie lange zockt ihr schon (Wenn ihr noch wisst welche Endelo ihr in der jeweiligen Season erreicht habt)\r\n* An welchen Tagen es bei euch m&ouml;glich ist regelm&auml;&szlig;ig zu zocken","replies":[{"id":"","poster":"Eloautomat","date":"2015-12-02T15:45:49.618+0000","up_votes":1,"down_votes":0,"body":"Hi ich hab dir eine Anfrage auf Stream gesendet. \nName: thegreenpoint","replies":[]},{"id":"","poster":"Tumbling ADC","date":"2015-12-02T14:03:20.030+0000","up_votes":1,"down_votes":0,"body":"heyo , habe mich auf der angegebenen email adresse beworben . \nliebe grüße \nTumbling ADC","replies":[]}]}