{"id":"fV4cLwHZ","poster":"devilPudding","date":"2015-12-01T17:12:53.239+0000","title":"[Champion-Konzept(e)] Story of Archao, noxischer Entdecker","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Vorwort: Hier kommt jetzt nicht nur mein dritter Championvorschlag, sondern gleich ein kleines Projekt welches ich starten wollte. Dabei wollte ich solange es mein Zeitplan schafft, jeden Tag bis Weihnachten eine kleine LoL Geschichte schreiben. \r\nDabei will ich vorallem auf einen neuen Champion welchen ihc konzipiert habe eingehen, und weitere andere Champions (ebenfalls eigene Konzepte) aufgreifen. Ich werde dabei die CHampions ohne Skalierungen nach der Geschichte aufschreiben, und bin f&uuml;r Kritik, Feedback und Hilfe bei shc&ouml;nen Geschichten und Mechaniken f&uuml;r Championkonzepte offen. \r\n\r\n\r\nTag 1: Aufbrauch nach Kumungu.\r\nHeute habe ich endlich Bescheid bekommen. Die Expedition vom Oberstbefehlshaber wurde genehmigt.\r\nEs ist also soweit. Meine Reise in die unerforschten Tiefen des Plagen-Dschungels. Noch heute werde ich \r\nmeinen M&auml;nnern Bescheid geben sich von ihren Familien zu verabschieden und die Sachen zu packen.\r\nIch wei&szlig;, einigen von ihnen d&uuml;rfte es schwer fallen ihre Frau und Kinder zur&uuml;ck zu lassen. Immerhin ist es\r\neine gef&auml;hrliche Route die wir bereisen wollen. Werde wohl Sval erst eimal &uuml;berreden m&uuml;ssen sich von \r\nseiner neuen Frau ersteinmal wieder zu trennen. Die Flitterwochen m&uuml;ssen noch ein klein wenig \r\nwarten. Es ist ja zum Wohle Noxious. \r\nNun werde ich mich an die Planung der genauen Route machen. Zun&auml;chst werden wir mit einem Karren die \r\nStadt verlassen. Dabei werden wir &uuml;ber den Mogon Pass reisen um als Zwischenreise Shurima zu erreichen.\r\nDort sagt man liegen in den Tiefen der W&uuml;ste wertvolle Sch&auml;tze oder gar m&auml;chtige Artefakte welche es mit\r\nmeinem Trupp zu finden gilt. Koste es was es wolle.\r\nIn Shurima wird uns ein Sandl&auml;ufer aushelfen. Diese kennen die unberechenbare W&uuml;ste besser als wir.\r\nSchon des &ouml;fteren habe ich einen meiner Kameraden in den Sandst&uuml;rmen der W&uuml;ste verloren. Oft fehlte \r\nes auch an Wasservorr&auml;ten. Die trockene Luft in diesen alten Landen ist ohne Wasser kaum auszuhalten.\r\nDas Kratzen in den Lungen und Augen ist kaum zu ertragen.\r\nWeiter im Kurs werden wir uns nach Kumungu begeben. Dort gilt es zu &uuml;berleben. Die Tiere und Pflanzen\r\nseien dort noch gef&auml;hrlicher als manch ein Sandsturm in Shurimas W&uuml;sten.\r\nIn Kumungu und dem folgenden Plagen-Dschungel werden wir versuchen giftige Substanzen zu finden, \r\nwelche Singed und Swain vllt einen gewissen Vorteil im Kampf gegen die Verbrecher welche sich Demacianer \r\nnennen. Auf dem R&uuml;ckweg wiederum werden wir Shurima versuchen zu meiden. Wir werden uns &ouml;stlich der \r\nW&uuml;ste bewegen, um auf die sagenumwogene Stadt der ewigen Finsternis zu sto&szlig;en. Welche Stadt sollte \r\nm&auml;chtigere Artefakte haben als Icathia? Eine Stadt aus einer Welt fern von jeglichen Vorstellungskr&auml;ften.\r\nNun gut, das sollte die Route gewesen sein. Zur&uuml;ck gelangen wir wieder &uuml;ber den Mogon Pass.\r\nSpitzenhacken und Schaufeln wurden bereits gepackt. Zeit meinen M&auml;nnern bescheid zu geben...\r\n\r\n\r\nChampion: Archaio, der noxische Entdecker:\r\n\r\nArchao ist ein gro&szlig;er, kr&auml;ftiger Mann h&ouml;herem Alters. Die Narbe in sienem Gesicht und der\r\ndichte Vollbart deuten auf eine gewisse Erfahrung hinsichtlich seines Berufes an.\r\nEr ist ein Archeologe wie kein anderer. Er ergr&uuml;ndet jede H&ouml;hle und jeder alter Tempel wird von \r\nihm von Grund auf inszipiert. Stehts bei ihm, eine Schaufel, eine Spitzhacke und eine Fackel.\r\nEr ist ein Sololaner, welcher sicher farmen und lanen will. Die meiste Zeit verbringt er einsam \r\nund alleine auf seiner Lane um Tower zu pushen und den Gegner von der Lane zu drengen.\r\nDa er so mit Hilfe seiner Sch&auml;tze einen Vorteil &uuml;ber den Gegner erlangen kann, aber diese \r\ngeziehlt verkaufen muss um seinen hart umk&auml;mpften Vorteil nicht wieder abzugeben.\r\nDabei verl&auml;sst er sich auf seinen Jungler um einen Kill zu ergattern, da er selbst nur wenig Grundschaden \r\nmitsichbringt um einen Gegner niederzukriegen.\r\n\r\n\r\nPassiv: Entdeckersinn\r\n             F&auml;llt Archaos Leben unter 30% erh&auml;llt er einen Lauftempoboost von 50%.\r\n             F&auml;llt sein Leben innerhalb von 5 Sekunden nach dem ersten Aktivieren auf unter 15% \r\n            erh&auml;lt er einen Lauftempoboost von 100% welches innerhalb von 5 Sekunden abf&auml;llt.\r\n            (120 Sekudnen Cooldown)\r\n\r\nQ:    Fang den Stein!\r\n        Archao wirft einen Stein, trifft er einen Champion w&auml;hrend der Flugbahn wird dieser provoziert und \r\n        getauntet. ( er greift den Stein an).  Der Stein bleibt dabei an der Aufprallposition liegen und hat 2 Leben \r\n       (wie ein Ward blo&szlig; 2 anstelle von 3 Leben) Dabei zieht der Stein nach Aufprall die Aggro von T&uuml;rmen und Minions \r\n       bis dieser zerst&ouml;rt ist.\r\n\r\nW:   Schatz ausgraben\r\n        Archao kanalysiert sich f&uuml;r 3 Sekunden (verrignert sich mit dem Erh&ouml;hen dieses Skills).\r\n        Nach erfolgreicher durchf&uuml;hrung erh&auml;lt Archao einen Schatz. (50x stackbar)\r\n        Diese gehen alle bei einem Besuch beim H&auml;ndler/Tod verloren und bringen Archao \r\n        Bonus auf R&uuml;stung, Magieresistenz und Angriffsschaden.\r\n        Verliert Archao die Stacks durch Besuch beim H&auml;ndler bekommt er pro Stack Gold zur&uuml;ck.\r\nE: Fackel werfen!\r\n     passiv: Befindet sich Archao in der N&auml;he von B&uuml;schen, entz&uuml;ndet er seine Fackel, um Sicht in diesen\r\n                   zu gew&auml;hren. \r\n     aktiv: Archao wurft seine Fackel, entz&uuml;ndet den Aufschlagsort und f&uuml;gt Zielen in dem Bereich ein\r\n               normalen Initialschaden zu sowie magischen Schaden &uuml;ber Zeit.\r\n\r\nR:  Spitzenhacken sind zu allem f&auml;hig!\r\n        Passiv:  \r\n        Archao nutzt seine schwere Spitzhacke im Kampf, dabei verringert er die R&uuml;stung eines Gegners den er\r\n        innerhalb von 5 Sekunden 3x trifft  f&uuml;r 10 Sekunden (3x stackbar)\r\n        Aktiv:\r\n         Archao schwingt seine Spitzhacke in einer Sichel vor ihm, wobei er getroffene Gegner ein kurzes St&uuml;ck zur&uuml;ckschl&auml;gt \r\n        normalen Schaden zuf&uuml;gt und einen Stack der Passiven zuf&uuml;gt, falls es Champions getroffen hat.\r\n\r\n\r\nHoffe auf ernstgemeintes Feedback \r\nund Freude beim Lesen :)","replies":[{"id":"","poster":"Countermagik","date":"2015-12-01T19:09:17.039+0000","up_votes":2,"down_votes":0,"body":"Die passive der E ist zu stark","replies":[]},{"id":"","poster":"Im a Papaya","date":"2015-12-01T18:27:57.273+0000","up_votes":1,"down_votes":0,"body":"Auf welcher Lane stellst du dir den Champ vor ? Ich sehe Supporter Fähigkeiten und eventuell auch Jungle potential.","replies":[{"id":"","poster":"devilPudding","date":"2015-12-02T07:32:32.945+0000","up_votes":1,"down_votes":0,"body":"Hatte ihn mir auf der top lane vorgestellt. Sicher Farmen, tp ganks \nUnd sonst farmen.","replies":[]}]}]}