{"id":"20Gf7oXj","poster":"FrankerX","date":"2015-12-01T19:11:18.919+0000","title":"Aram \"keinen champ ausgewählt\"","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":4,"body":"ernsthaft? ich flieg aus der aram lobby mit der meldung ICH HABE KEINEN CHAMP AUSGEW&Auml;HLT??? langsam ists wirklich genug das ist doch nicht mehr lustig... im aram wird dir ein zuf&auml;lliger champ ZUGETEILT!!! da w&auml;hlst du NICHTS aus au&szlig;er summoners runen und masteries.\r\nmir fehlen die worte wirklich. \r\nwas als n&auml;chstes? schon 30 sek in der lobby dann flieg ich raus und die meldung &quot;du hast die warteschlange nicht angenommen&quot; oder was?","replies":[{"id":"","poster":"Gorn21","date":"2015-12-01T19:14:04.063+0000","up_votes":2,"down_votes":0,"body":"Fehler wie diesen hab ich schonmal mit einem Kumpel gehabt, diese sind immer während Verbindungsproblemen seinerseits aufgetreten.","replies":[{"id":"","poster":"FrankerX","date":"2015-12-01T19:14:55.219+0000","up_votes":1,"down_votes":0,"body":"ich war es aber der geflogen ist. ich war noch normal in der lobby, ich hab nichtmal die 15min wartezeit (zum glück) wtf? hatte auch nirgends sonst dc","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-12-02T12:01:24.638+0000","up_votes":1,"down_votes":0,"body":"Sicher das du geflogen bist? Die Meldung das jemand seinen Champ nicht gewählt hat bekomme ich immer, wenn auf ARAM irgendjemand leavt. Spielt keine Rolle wer leavt, es kommt immer die Meldung das jemand seinen Champ nicht ausgewählt hat.","replies":[]}]}]},{"id":"","poster":"dugg","date":"2015-12-02T12:59:33.750+0000","up_votes":1,"down_votes":1,"body":"Wie wäre es folgender Maßen: Du glaubst, dass es sich hierbei um einen ernstzunehmenden und wiederkehrenden Fehler handelt? Dann melde es dem Support in **sachlichem Deutsch**. Ggf. kannst du es auch im Unterforum \"Melde einen Bug\" posten und nicht wie du es getan hast, mit diesen \"WTF LOL NICHT EUER ERNST WOOOOT\" - Gelaber im allgemeinen Bereich.\n\nNur so als kleiner Tipp.","replies":[]},{"id":"","poster":"Pumpgun Willy","date":"2015-12-02T11:57:30.439+0000","up_votes":1,"down_votes":1,"body":"Merkwürdige Groß- und Kleinschreibung {{sticker:zombie-nunu-tears}}","replies":[]}]}