{"id":"3l9XbEK2","poster":"Larryloon","date":"2015-12-01T09:40:51.736+0000","title":"Snowball & Pseudo-Tanks","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo Community\r\nHabe zu den obigen Begriffen fragen und zwar:\r\nSnowball:  Begriff ist eigentlich klar nur woher erkenne ich ob ein Champ ein Snowballchamp ist oder nicht (Beispiele?)\r\n\r\nPseudo Tank: Sowas wie ein Tank der eigentlich keiner ist? Bitte korrigieren falls meine Vermutung falsch ist und vlt noch 2-3 Beispiele\r\nGru&szlig;","replies":[{"id":"","poster":"Gorn21","date":"2015-12-01T10:19:01.256+0000","up_votes":2,"down_votes":0,"body":"Also von Pseudo Tanks höre ich zum ersten mal, kann es sein das du Off-Tanks meinst, also Tanks mit hohen DMG output?\n\nUnd Snowball lasstige Champion sind diejenigen die schon mit wenigen Items sehr stark werden siehe Yasuo.","replies":[]},{"id":"","poster":"Acelyte","date":"2015-12-01T09:57:06.950+0000","up_votes":2,"down_votes":0,"body":"Im grunde kann man sagen dass alle assassinen snowball champs sind.\nihr ziel ist es einzelne gegner so schnell wie möglich von 100 auf 0 zu bringen.\nsie sind extremst davon abhängig stärker zu sein als ihr gegner, da sie selbst sehr schnell sterben wenn sie ihren gegner eben nicht direkt töten können.\n\nbei den adcs kann man noch Draven dazu zählen durch seine passive. er erhält zusatz gold für einen kill, was seinen vorsprung stark nach vorne katapultieren kann.\n\nzu pseudo tanks kann ich jetzt wenig sagen. weiß nicht so recht was du damit meinst.","replies":[]},{"id":"","poster":"Larryloon","date":"2015-12-02T06:02:32.922+0000","up_votes":1,"down_votes":0,"body":"Okay hab den Begriff irgendwo gelesen. Denke aber auch dass es richtung Offtank/Bruiser geht.\nDas mit dem Snowball leuchtet auch ein\nDanke für die Antworten :)","replies":[{"id":"","poster":"SuperplexP","date":"2015-12-02T21:42:18.023+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=JustWiped,realm=EUW,application-id=vatevpvi,discussion-id=3l9XbEK2,comment-id=0002,timestamp=2015-12-02T06:02:32.922+0000)\n>\n> Okay hab den Begriff irgendwo gelesen. Denke aber auch dass es richtung Offtank/Bruiser geht.\n> Das mit dem Snowball leuchtet auch ein\n> Danke für die Antworten :)\n\nDie Assoziation, die ich mit Pseudotanks habe sind Offensive Top- und Midlaner, die, trotz (fast) ausschließlichem Fokus auf Schaden durch ihren Feed enorm Tanky sind.\n\nBestes Beispiel ist die 5/0 Fiora, die ausschließlich mit Schadensitems trotzdem das komplette gegnerische Team tanken kann, weil sie im Level so weit vorne ist.","replies":[]}]}]}