{"id":"j4m2khQ0","poster":"TheDoubleSkiller","date":"2015-11-30T19:38:33.101+0000","title":"Nach Formatierung von Windows 8 auf Windows 7, LoL nicht downloadbar (Fehlermeldungen...)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich habe gestern meinen Computer formatiert aufgrund von Spyware die ich nicht geschafft zu deinstallieren (Kaspersky brachte auch nichts). Das Spiel wurde stark beeintr&auml;chtig (sehr viele 5sek&uuml;ndige dc&acute;s jede sekunde) und ich konnte, wenn ich mit alt+tabulator, aus lol auf den desktop wechselte nicht durch das wieder draufklicken auf das League of Legends Symbol nicht wieder ingame kommen und musste das Spiel neustarten (und noch viele weitere Fehler).\r\n\r\n Nundann kommen wir zu dem eigentlich Problem beim downloaden: Und zwar werden Sachen durcheinander gedownloadet (ich wei&szlig; nicht ob ich mich richtig ausdr&uuml;cke), weshalb der Patcher anh&auml;lt und die Fehlermeldung erscheint &quot;Another installation is in progress. You must complete this installation before continuing this one.&quot; und ich kann zwischen &quot;Wiederholen&quot; oder &quot;Abbrechen&quot; ausw&auml;hlen. Wenn ich &quot;Wiederholen&quot; w&auml;hle, passiert nix, aber wenn ich &quot;Abbrechen&quot; w&auml;hle erscheint &quot;Are you sure you want to cancel&quot;, Ja/Nein und bei Nein stoppt der download und bei &quot;Ja&quot; erscheint die Fehlermeldung wieder...Kann mir jemand helfen? \r\n\r\nIch habe die Festplatte formatiert in der Hoffnung, dass ich problenlos auf LoL zur&uuml;ckgreifen kann und mit dem Usb Stick von einem anderen Computer holen funktioniert nicht, denn ich habe es versucht mit der LoL Datei meines Bruders auf meinem Computer und es erschienen Fehlermeldungen mit d3dx9_39 und ich habe alles getan was vorgegeben war und hab auch nach gegoogled und es hat nicht funktioniert. Im cmd kommandocenter (oder wie es hei&szlig;t) kam ein Registrierungsfehler und ich habe auch dort nach gegoogled und alles getan aber es half nichts. Ich hoffe auf fr&uuml;he Hilfe (am Besten noch heute) und ich m&ouml;chte auch sehr gerne wieder Zed und Vayne genie&szlig;en und meine Promo abschlie&szlig;en.\r\n\r\n\r\nGru&szlig; TheDoubleSkiller","replies":[{"id":"","poster":"Tiaryn","date":"2015-11-30T21:06:16.743+0000","up_votes":1,"down_votes":0,"body":"Du hast Windows neu installiert, weil du Viren auf deinem PC hattest?\nJetzt hast du ein frisches Windows aber kannst LoL nicht installieren?\nDu solltest erst mal alle Treiber installieren und alle Windows Updates machen, wenn du das noch nicht getan hast.\n\nDer d3dx9 Fehler deines Bruders hängt in der Regel mit einem alten oder nicht vorhandenen Grafikkartentreiber zusammen.\nMeistens reicht es den aktuellen Treiber runterzuladen und zu installieren.","replies":[{"id":"","poster":"TheDoubleSkiller","date":"2015-12-02T18:08:32.768+0000","up_votes":1,"down_votes":0,"body":"thx, habs gemacht","replies":[]}]}]}