{"id":"meQHlUE7","poster":"Dr Crócky","date":"2015-11-30T16:23:32.729+0000","title":"E-Mail von RIOT (LoL) erhalten die nicht von RIOT ist.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo da drau&szlig;en, \r\n\r\nich habe gestern eine E-Mail erhalten von RIOT. \r\nDa wurde ich gefragt an einer Umfrage teilzunehmen. \r\nAuf den Link habe ich geklickt, dann erst sah ich an der URL, dass es nicht von RIOT ist. \r\nSofort habe ich meine EMailadresse ge&auml;ndert und habe mein Passwort ge&auml;ndert. \r\n\r\nWill jetzt nicht, dass Ihr alle auch so eine E-Mail bekommt. \r\n\r\nFalls jemand n&auml;heres wissen will, werde ich es hier rein Posten, derzeit aber noch nicht. \r\nWeil ich nicht wei&szlig; ob ich es darf oder nicht. \r\n\r\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"Dr Crócky","date":"2015-11-30T16:50:10.588+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe, dennoch das RIOT was gegen sowas macht. :/ \nDenn die Mail sah echt nach RIOT aus, bis ich halt oben die URL sah.. \nHoffentlich wissen die das schon, oder soll ich den Support anschreiben?","replies":[{"id":"","poster":"Crounty","date":"2015-11-30T20:07:24.195+0000","up_votes":1,"down_votes":0,"body":"Die URL der surveys von Riot sind generell komisch, denen solltest du aber vertrauten können. Schau einfach auf die Email, von der du diesen survey gekriegt hast und wenn es wie in meinem Fall die Email \"leagueoflegends@email.riotgames.com\" war und der Link aber irgendwas mit riotgames.qualtrics blabla etc dann solltest du dir sicher sein.","replies":[]},{"id":"","poster":"zadok","date":"2015-11-30T16:58:32.608+0000","up_votes":1,"down_votes":0,"body":"Da kann riot leider nichts machen... \nDie Gesetzesgeber müssten Internetkriminalität mehr bestrafen und eine möglichkeit finden diese Kriminellen ausfindig zu machen\n\nRiot hat da recht wenig einfluss drauf die können nur warnen falls etwas im umlauf ist","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-11-30T16:52:22.157+0000","up_votes":1,"down_votes":0,"body":"Hier sind die Offiziellen E-Mails von Riot:\n\nhttps://support.riotgames.com/hc/en-us/articles/201751784-Emails-from-Riot-Games\n\n> The following domains are valid worldwide:\n> \n> …@leagueoflegends.com\n> \n> …@email.leagueoflegends.com\n> \n> …@email.riotgames.com\n> \n> …@riotgames.com\n> \n> …@e.riotgames.com\n> \n> …@m.riotgames.com\n> \n> …@e.leagueoflegends.com\n> \n> …@riotgames.zendesk.com\n> \n> If you have received an email that appears to be from Riot Games but is not from one of these domains, do not open it. Instead, contact support@riotgames.com.","replies":[]},{"id":"","poster":"xXxdaja1908xXx","date":"2015-11-30T16:45:22.865+0000","up_votes":1,"down_votes":0,"body":"Das sind Faker die dich um deinen Acc beklauen wollen...\nAlso anonym bleiben, nichts posten, nicht antworten und nicht weiterleiten.\nSo ist wie LEGOFREAK1 schon sagte, dein Account vollkommen sicher ;)\n\nMFG _**xXxdaja1908xXx**_\n\n{{item:3112}}","replies":[]},{"id":"","poster":"legofreak1","date":"2015-11-30T16:33:26.774+0000","up_votes":1,"down_votes":0,"body":"So lange du niemandem deine Accountdaten gibst, ist dein Account sicher.\nVerhindern, dass jemand anderes potentielle Phishingmails erhält, kannst du, indem du diese nicht weiter verbreitest, entsprechend ist das Posten von Phishinglinks und anderen Scam-Möglichkeiten im Forum nicht erlaubt, egal zu welchem Zweck.","replies":[]}]}