{"id":"sia95N9Y","poster":"Toppy","date":"2015-11-29T10:33:51.061+0000","title":"Suche einen DuoQ Partner oder einfach so Leute zum Zocken","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe LoL Community\n\nIch suche einen DuoQ Partner oder einfach Leute zum Zocken, mit denen man Spa&szlig; haben kann bei Normals, Arams oder Rankeds. Bei DuoQ Partnern ist mir nur wichtig, dass sie zwischen Silber und Platin sind. Am besten w&auml;re da ein ADC, aber das ist kein Muss. Bei DuoQs geht es mir schon darum m&ouml;glichst gut zu spielen und aufzusteigen. Bei Normals oder Arams w&auml;re mir das ziemlich egal und da kann man auch schonmal was lustiges austesten und nicht so ernst spielen :D. Hautsache man hat Spa&szlig; ^^.\n\nZu mir:\n\n    Alter: 20 Jahre\n    Main Position: Support\n    Main Champs sind: \n{{champion:201}} {{champion:111}} {{champion:89}} {{champion:40}} {{champion:25}} \n    Momentan Gold 4\n    Ich besitze TS\n    Ich spiele schon seit Seaon 1\n    Bin immer freundlich und gut drauf :)\n\nAnforderungen:\n\n    Spa&szlig; am Spiel\n    Alter: 16+\n    Freundlich sein und bitte nicht flamen\n    Ts und Headset besitzen\n    Die Liga und Division ist egal (Bei DuoQ Silber-Platin)\n\nWenn Interesse besteht, k&ouml;nnt ihr mich gerne Ingame adden oder hier in den Thread schreiben.\nFreue mich &uuml;ber jeden, der sich meldet :).\n\nLiebe Gr&uuml;&szlig;e\nLoL Morph&eacute;us","replies":[{"id":"","poster":"Phirippu","date":"2015-11-29T11:13:40.835+0000","up_votes":1,"down_votes":0,"body":"Hey,\nIch auf der Suche nach Leute zum zocken, sowohl normals als auch rankeds.\nIch spiele in rankeds eigentlich immer mid oder jungle, da ich da nicht sooo von anderen abhängig bin.\nAdc spiele ich gerne, finde in normals aber oft keine supporter oder nur trolls, weshalb mir da der Spaß schnell vergangen ist, und ich es irgendwann aufgegeben habe adc zu spielen.\nAllerdings könnte ich mir gut vorstellen mit einem DuoQ-Partner Bot-Lane zuspielen.\nAllerdings muss ich sagen, dass ich nicht der beste LoL-Spieler bin.    ;)\nIch bin zur Zeit Silber 4, 16 Jahre alt, spiele seit Ende S3  und zocke meist abends und vor allem am Wochenende.\n\nWenn ich es bis später nicht vergesse adde ich dich noch ingame xD\n\nFirippu1y0","replies":[]}]}