{"id":"ZLZ3U379","poster":"OSaftKiller","date":"2015-11-29T09:15:33.850+0000","title":"Kann nicht zum Spiel verbinden","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nhabe grade ein Spiel gestartet, kann aber nicht zu der Lobby verbinden trotz funktionierender Internetverbindung (6 MB Download die Sekunde).\n\nDer l&auml;dt bis 100 % aber meine Mitspieler stehen als nicht verbunden da, hab den PC auch schon neugestartet, gibt es irgendwas was ich noch tuen k&ouml;nnte?\n\nHardware und Inet Verbindung funktionieren einwandfrei.\n\nGru&szlig;\n\nFl&ouml;ff\n\nEdit: Konnte gestern Abend noch problemlos spielen, außer das ich einige Ping Dropps hatte, bin bei der Telekom. Außerdem zeigt der mir nach einer längeren Zeit (ca. 2 Minuten an, das die Verbindung nicht hergestellt werden konnte und ich meine Internetverbindung überprüfen solle)\n\nEdit2: Jetzt grade hängt der bei 12 % und ich bekomme genau diese Meldung:\n\nhttps://gyazo.com/f48d2fa0ea13c6ebd2f8ed274c7e8ae6\n\nEdit3: Ok, Game ist zuende und verloren:D\n\nhttps://gyazo.com/f0bbdd41b0086db17b139c9f0a8ccad3\n\nPls Fix this\n\nEdit4: Ich hab ein C+ als Bewertung fürs nicht verbinden bekommen xD","replies":[{"id":"","poster":"FDG Leonaut","date":"2015-11-29T10:45:10.627+0000","up_votes":1,"down_votes":0,"body":"Hallo zusammen\n\nIch habe genau das selbe Problem seit 2 Tagen. Ich komme teilweise gar nicht mehr in das Pick and Bans hinein. Und wenn ich drin bin, dann kann ich zwar im Chat schreiben aber ich kann plàtzlich keinen Champion wàhlen und es zeigt mir auch die Champions der Gegner nicht an.\n\nPlétzlich kommt dann die Meldung: Unknown Error occured.\nDann muss ich das Spiel via TaskManager schliessen. Und bekomme dann jeweils LP-Strafen und Quedodging-Strafen.\n\nMein Internet ist auch in Ordnung.\n\nGruss Leonaut","replies":[{"id":"","poster":"OSaftKiller","date":"2015-11-29T11:13:22.473+0000","up_votes":1,"down_votes":0,"body":"fands jetzt auch mega ärgerlich, hatte grade eine Win Streak und dann sowas -_-\n\nHatte bis zuletzt nie Probleme mit dem Internet oder Verbinden gehabt, hab erst seit kurzem immer mal wieder Verbindungsprobleme. Aber noch nicht sowas.","replies":[]}]}]}