{"id":"6JEgvaKr","poster":"Gryphias","date":"2015-11-29T12:01:11.114+0000","title":"Runenhilfe bei Brand 3v3","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute!\r\n\r\nIch spiele in letzter Zeit sehr oft Brand im 3v3 und w&uuml;rde mich nun n&auml;her mit den Runen besch&auml;ftigen.\r\nBis jetzt fahre ich Standard AP Quint/ MP Mark/ Armor Seal/ MR Glyph\r\n\r\nHab aber geh&ouml;rt grade 3v3 sollte Brand auf MS Quint gespielt werden, wegen Escape und Skillshot combo\r\n\r\nHab ihn generell auch gesehen mit CDR + MR/lvl glyph Mix + ManaReg/lvl seal etc\r\n\r\nWollte fragen ob hier manche Spieler Tipps geben k&ouml;nnen was am interessantesten w&auml;re, ich bin echt schwer am &uuml;berlegen und mag nicht mehr als zwei Runenseiten f&uuml;r das ausgeben da es genug andere auch noch gibt :D\r\n\r\nFreu mich &uuml;ber eure Hilfe\r\n\r\nLG Dentorion Ingame","replies":[{"id":"","poster":"Gryphias","date":"2015-12-17T16:44:38.233+0000","up_votes":1,"down_votes":0,"body":"JA, ich weiß es kommt immer auf die Situation drauf an^^ \n\nBei mir ist es im 3v3 das FQC als erster Gegenstand besser, hast deinen 2 Item Powerspike früher, gute Manareg, die Aktive ist OP im 3v3 wo es eh soviel auf Ganks und Teamfights ankommt\n\nals zweites Wahlweise aber in dem meisten Fällen das Kristallzepter für Slow etc Liandrys und dann wahlweise Ludens und Wooglets","replies":[]},{"id":"","poster":"InfectedGreed","date":"2015-12-11T10:18:39.253+0000","up_votes":1,"down_votes":0,"body":"Ich spiel zur Zeit relativ viel Brand, zwar als Support, aber ich hab ihn schon vor Jahren als Main Mid gespielt und auch im 3vs3.\n\nMS Quints halte ich nicht für soo sinvoll, da du ja im TT eh schon mehr MS hast. Meine Runenseite schaut wie folgt aus, und die nehme ich immer, egal welche Posi, egal ob Aram, TT oder SR.\n\n\n\n    Magic Pen    +7.83\n    Health    +72\n    Ability Power / Level    +1.56 (+28.04 @ 18)\n    Ability Power    +14.85\n\nBei Brand ist halt das positionieren wichtig, da du keinen Escape hast und nur im Notfall eine W&Q Combo.\n\nAber wenn du immer gut stehst, kannst mit Brand einiges rausholen.\n\nPflichtitems sind auf jeden Fall, neben Magic Pen Boots,  Liandriys Torment und Ludens Echo(Noch mehr AE, noch mehr Dots)","replies":[{"id":"","poster":"Gryphias","date":"2015-12-11T17:29:31.601+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=InfectedGreed,realm=EUW,application-id=Wj1wcocU,discussion-id=6JEgvaKr,comment-id=0001,timestamp=2015-12-11T10:18:39.253+0000)\n\n> \n>     Magic Pen    +7.83\n>     Health    +72\n>     Ability Power / Level    +1.56 (+28.04 @ 18)\n>     Ability Power    +14.85\n\nHallo!\nDanke für die Antwort:)\n\nIch hab inzwischen ein bisschen rum experimentiert und hab folgendes für mich entdeckt\n\n5Hybrid Pen 4 Magic Pen\nHealth p. Level\nCDR per lvl \n2x AP 1x CDR per lvl\ndadurch kommst du so auf insgesamt schon 20 CDR\n\nSpamst deine Fähigkeiten, durch deine Passive und die neue Meisterschaft gibts wenig Counterplay dafür, vorallem durch deine Reichweite\n\nBuild Order ist zurzeit bei mir als erster Gegenstand bei normalem Matchup Anrecht der Frostkönigin\n\nWirst jetzt lachen aber das ist auf Brand sowas von Stark, durch sein Nachbrennen löst er die ganzen Goldstacks aus, bekommst dadurch alle 30 Sekunden wenn dus geschickt anstellst 45 Gold, hast CDR, AP und ManaReg dabei\n\nDanach geh ich meistens auf die Passive Brand version mit Kristallzepter, was danach ist ist offen, aber meistens doch Liandrys oder falls sie doch gleich tanky gehen mal schnell den Void Staff, funktioniert bis jetzt extrem gut und werd das weiter beobachten.","replies":[{"id":"","poster":"InfectedGreed","date":"2015-12-14T07:07:06.534+0000","up_votes":1,"down_votes":0,"body":"Nene, das Support Item, wenn du ihn als Support spielst ist 1st Item. Das mach ich auch so.\n\nSonst ist die Build Order eigtl fast immer so.(es sei denn situational Items kommen aus gründen dazu)\n\nSupp Item\nMagic Pen Boot\nLiandrys\nLudens Echo\nCrystal Scepter\n\nsechstes  Item immer Situational, d.h. Zhonyas gg Assassinen oder wenn du eben oneshotted wirst und manchmal braucht man Abyssal Scepter/Banshee Veil oder z.b. gg Full AD Autoattacker, einfach mal Thornmail bauen :)","replies":[]}]}]},{"id":"","poster":"Gorn21","date":"2015-11-29T12:09:03.012+0000","up_votes":1,"down_votes":0,"body":"Grundsätslich solltest du selbst die Verschiedenen variationen testen und danach für dich selbst entscheiden womit du am besten klar kommst. Für meinen Main änder ich regelmäßig die Runen um mal neue Spielweisen zu probieren gerade jetzt in der Preseason.","replies":[]}]}