{"id":"wI5J0ooz","poster":"pulledchicken","date":"2015-11-29T14:30:51.952+0000","title":"Hilfe Bitte ...","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo lieber Helfer ,\r\n\r\nich habe so eben Windows 10 installiert und habe bemerkt das mein Headset permanent rauscht ( nicht nur in LoL ) ... \r\n\r\ndieses rauschen ist nicht weg zu bekommen .. weder durch neu installieren der Treiber noch durch ver&auml;nderung des Pegels ...\r\n\r\nneuste Treiber wurden alle installiert und habe auch keine weitere Probleme ... \r\n\r\nVielen dank f&uuml;r deine Zeit und ich hoffe wir k&ouml;nnen das Problem fixen :)","replies":[{"id":"","poster":"Zâron","date":"2015-11-29T14:37:22.954+0000","up_votes":1,"down_votes":0,"body":"Bei manchen Headsets hast du in der Software selber einen extra Pegel fürs Mirkofon, sprich alles was vom Mikro aufgenommen wird, wird direkt zu den Kopfhörern geleitet damit du deine Umgebung warnehmen kannst als ob du kein Headset auf hättest.\n\nAm einfachsten findest du das heraus indem du den Muteknopf für dein Mikro anmachst, wenn das rauschen auffhört dann musst du den Pegel des Mikrofons oder diese spezielle Einstellung ausmachen.","replies":[{"id":"","poster":"pulledchicken","date":"2015-11-29T14:43:55.889+0000","up_votes":1,"down_votes":0,"body":":) danke für deine antwort aber wie oben schon beschrieben bringt es leider nichts ... das rauschen fängt an in dem ich den pc anmache und hört auf wenn ich ihn wieder aus mache \n\nPegel verstellen bringt nichts ...","replies":[{"id":"","poster":"Zâron","date":"2015-11-29T14:56:05.901+0000","up_votes":1,"down_votes":0,"body":"Lies genauer, ich sagte warscheinlich kommt dieses rauschen wegen deinem Mikrofon und nicht wegen dem Headset an sich, dreh den Pegel für die empfindlichkeit runter dann sollte es gehen oder stell das Mikro ganz aus.\n\nHast du auch überprüft ob das Kabel noch richtig eingesteckt ist?\n\nUnd hast du auch überprüft ob du die richtige Vesion des Treibers hast? Vielleicht ist er nicht auf Windows 10 abgestimmt.\n\nIm schlimmsten fall kannst du garnichts machen, denn wenn dein Headset nicht wirklich W10 kompatibel ist dann hast du Pech gehabt, aber solche Sachen sollte man immer nachschauen BEVOR man ein Systemupgrade durchführt","replies":[{"id":"","poster":"pulledchicken","date":"2015-11-29T15:34:15.197+0000","up_votes":1,"down_votes":0,"body":"ich sagte ja Pegel für Hörer und da ist der Pegel für das Mikro inc. zu verstellen bringt nix Kabel richtig drinnen alles korrekt nix kaputt... \n\nbei Windows 7 gings dochj auch denke nicht das durch die Intallation von Windows 10 das Kabel oder der Pegel für die Empfindlichkeit oder Lautstärke verändert wird :D währe mir neu","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-11-29T14:53:46.563+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Devíl,realm=EUW,application-id=7hciEY9w,discussion-id=wI5J0ooz,comment-id=00000000,timestamp=2015-11-29T14:43:55.889+0000)\n>\n> :) danke für deine antwort aber wie oben schon beschrieben bringt es leider nichts ... das rauschen fängt an in dem ich den pc anmache und hört auf wenn ich ihn wieder aus mache \n> \n> Pegel verstellen bringt nichts ...\n\nSchonmal geschaut ob jemand anders ein ähnliches Problem hat?\nUm welches Headset geht es überhaupt?","replies":[{"id":"","poster":"pulledchicken","date":"2015-11-29T15:32:26.116+0000","up_votes":1,"down_votes":0,"body":"ja gibt wohl mehrere fälle davon wobei in diesen Freon nicht wirklich darauf eingegangen wird :/ für mich gibt es dort keine ersichtlichen Algorithmen ....\n\nHS ist ein billiges Logitech G230\n\n\nvermute aber es kommt von der Soundkarte ... :/ ","replies":[]}]}]}]}]}