{"id":"E8EcLozA","poster":"Kawaiilight","date":"2015-11-29T00:46:03.109+0000","title":"Eingespielte Bot Lane sucht Ranked Team ! Try harden und so ^0^","subforum":"Clans & Teams","embed":{"title":"love your support nami jinx by sanshikisumire-d6s5oh8","description":null,"url":"http://pre14.deviantart.net/8528/th/pre/i/2013/312/5/1/love_your_support__nami_jinx_by_sanshikisumire-d6s5oh8.png","image":null},"up_votes":3,"down_votes":1,"body":"**Hallo liebe Community** {{sticker:slayer-jinx-catface}} \n\n \n>   _Mein Name ist Jana und ich bin eine 18 j&auml;hrige, ( manchmal etwas verr&uuml;ckte ) LoL Fanatikerin :3\n>   Gott sei Dank hab ich es noch vor Season Ende nach Platin geschafft und werde Solo/Duo Que die n&auml;chste Zeit nur noch mit einem fetten, triumphierendem L&auml;cheln von ganz weit hinten verachten xD_\n> \n>   _Zusammen mit meinem ADCurry ( :3 ), suchen wir ein Team, welches nicht nur aus Spaß an der Freude spielt, sondern auch etwas erreichen möchte.  Aber bevor ich uns als Bot Lane ein wenig vorstelle, kommen hier die kleinen, \"unangenehmen\" aber dennoch sehr wichtigen Anforderungen von unserer Seite aus. _\n> \n_______________________________________________________________________________________________________________\n*  **Es w&auml;re klasse wenn ihr zwischen 18 und 22 Jahre alt w&auml;rt**\n*   **Ihr solltet die mindest Elo von Platin haben**\n*   **Ihr solltet &uuml;ber Teamspeak und einem m&ouml;glichst angenhemen Headset verf&uuml;gen ( _Rip Ohren Q.Q )_**\n* *** Eigentlich m&uuml;sste ich das nicht erw&auml;hnen, aber Menschen die sich wie ein umgefallener Salzstreuer ( flamen) benehmen, geh&ouml;ren nicht in unsere Freundesliste***\n*   **_Und das wichtigste ist f&uuml;r uns die Kritikf&auml;higkeit!!  _**\n_Kritik zu &auml;u&szlig;ern ist nat&uuml;rlich sehr wichtig um sich zu verbessern, aber erfolgt diese im falschen Ton, kann es ganz schnell beleidigend werden.  Denkt bitte** immer**  daran zu der Kritik auch was lobendes hinzuzuf&uuml;gen. Das tut nicht nur gut, sondern hilft eurem Gegen&uuml;ber ungemein &lt;3_\n\n\n**Sooo, wer jetzt der Meinung ist das er uns als Bot Lane haben m&ouml;chte, wird freundlichst dazu aufgefordert ein Kommi unter diesen riesen Text zu hinterlassen :3 &lt;3 Dank&ouml;&ouml;&ouml;**\n\n\n**_Hier unten findet ihr noch die wichtigsten Informationen &uuml;ber uns {{summoner:31}}  :3 Danke f&uuml;r&acute;s lesen !! \nUnd damit f&uuml;hlt euch geknuddelt und lasst euch nicht backdooren &gt;:3 \nMfg N&yacute;ash  _**\n{{sticker:slayer-jinx-wink}} \n\n>   **Supporterin**\n>  Mein Name ist Jana und ich bin eine 18 J&auml;hrige LoL Fanatikerin ( xD ) , Gamerin und Anime Liebhaberin ( Otaku)\n>  * ich war letzte Season Unranked und spiele im Moment in Platin V\n>  * meine Mains als Support sind  {{champion:267}} {{champion:40}} {{champion:89}} {{champion:412}}{{champion:117}} \n>  * und diese lerne ich Momentan, bzw. m&ouml;chte ich noch lernen {{champion:201}} {{champion:12}}{{champion:111}} {{champion:223}} \n> * Ich kann mich gut in Teams einf&uuml;gen und bin eher die jenige, die auf Calls reagiert, anstatt sie zu geben. Meine Schw&auml;che ist, dass ich oftmals als Tanky Support zu defensiv spiele, aber ich arbeite hart daran und konnte mir mittlerweile schon ein etwas aggressiveren Playstyle aneignen.\n> * Ich bin ein fr&ouml;hlicher, aufgeschlossener Mensch, der super gerne lacht, zieeeemlich crazy ist und es nicht todernst nimmt falls man mal verliert. Ich bin &uuml;berwiegend hochmotiviert und Surrender nur wenn es wirklich absolut aussichtslos ist ( 40 zu 5 xD ). Ich verstehe Kritik, versuche mich stets zu verbessern und m&ouml;chte weiterhin viel dazu lernen.\n>   \n> **AD Carry**\n> * Sein Name ist Fabian ( Fabi-kun :3) und ist 18 Jahre alt\n> *  Im Moment spielt er in Diamond V\n> * Seine Maines als ADC sind {{champion:22}} {{champion:51}} {{champion:222}} {{champion:15}} {{champion:18}} {{champion:67}} \n> * Er ist gut im kiten und im farmen, seine Schw&auml;che ist, dass er sich ab und zu, zu oft in der Frontline befindet\n> * Er ist von sich aus ziemlich konzentriert und geht alles recht &uuml;berlegt und logisch an. Seine ruhige Art ist sehr angenehm und er ist immer bereit bei Fragen auszuhelfen\n> * Trotzdem ist er genauso wie ich, total durchgeknallt xD","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-11-29T07:55:22.192+0000","up_votes":2,"down_votes":0,"body":"\"Er ist gut im kiten und im farmen, seine Schwäche ist, dass er sich ab und zu, zu oft in der Frontline befindet\"     Wie wär' es mit Graves xD ?\n\nSpaß beiseite, ihr scheint wirklich nette Dudes zu sein (könnte LoL öfter gebrauchen)! Es könnte evtl. sein, dass ich jemanden kenne, der sich vielleicht darüber freuen könnte, weil er gerade selber versucht ein Team aufzubauen. Ich werde ihn mal darauf aufmerksam machen ;-) \n\nAnsonsten wünsche ich euch viel Glück und Freude für die Zukunft <3\n\nMfG","replies":[]},{"id":"","poster":"Sensei Plox Plox","date":"2015-11-29T13:27:56.970+0000","up_votes":1,"down_votes":0,"body":"Addet","replies":[]}]}