{"id":"kTX8eL4Q","poster":"GerAvos","date":"2015-11-29T01:36:41.234+0000","title":"Naon, der weise Stratege","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Naon, der weise Stratege\n\nDieser Champ ist als midlaner gedacht. Er ist ein weiser alter Mann, der seine magischen Kr&auml;fte dazu benutzt, Kriege zu gewinnen. Mehr Informationen zur Spielweise gibt es weiter unten.\n\nPassive: Strategie\n\n> Naons Schadensf&auml;higkeiten verursachen doppelten Schaden an Vasallen.\n> Seine Manaregeneration erh&ouml;ht sich um 150% wenn er in den letzten 5 Sekunden keinen Schaden erlitten hat (&auml;hnlich wie Garen).\n\nQ: Magische Explosion\n\n> Kosten: 40 / 50 / 60 / 70 / 80 Mana\n> Aklingzeit: 8 / 7 / 6 / 5 / 4 Sekunden\n> Reichweite: 1200 Einheiten\n> Radius: 450 Einheiten\n> \n> Verlangsamt eine gegnerische Einheit 1 Sekunde lang um 20% und verursacht dann 30 / 45 / 60 / 75 / 90 (+60% AP) magischen Schaden in einem kleinem Radius um die Einheit.\n>Magische Explosion kann auf einen Turm angewendet werden um direkt 60 / 70 / 80 / 90 / 100 (+20% AP) Schaden am Turm zu verursachen.\n\nW: Magische Blitze\n\n> Kosten: 80 / 85 / 90 / 95 / 100 Mana\n> Abklingzeit: 1 Sekunde\n> Aufladezeit pro Aufladung: 13 / 12 / 11 / 10 / 9 Sekunden\n> Radius: 1000 Einheiten.\n> \n> Alle paar Sekunden Sekunden erh&auml;lt Naon eine Aufladung bis zu 3 (wie Teemos Pilze). Bei Aktivierung erleidet jede gegnerische Einheit in einem Radius um Naon 50 / 60 / 70 / 80 / 90 (+30% AP) magischen Schaden durch Blitze vom Himmel.\n\nE: Teleportation\n\n> Kosten: 100 Mana\n> Abklingzeit: 50 / 46 / 42 / 38 / 35 Sekunden\n> \n> Nach 3 Sekunden Verz&ouml;gerung teleportiert sich Naon zu einem verb&uuml;ndeten Vasallen oder Turm (Vasallen werden dadurch aufgehalten und es gibt f&uuml;r die 3 Sekunden eine Animation auf dem Vasallen oder Turm, so wie bei Teleport). W&auml;hrend der 3 Sekunden kann er keine F&auml;higkeiten einsetzen oder normale Angriffe durchf&uuml;hren. (Aber Zhonyas und andere items gehen)\n\nR: Globale Pr&auml;senz\n\n> Kosten: 100 / 125 / 150 Mana\n> Abklingzeit: 160 / 140 / 120 Sekunden\n> \n> Ein gew&auml;hlter verb&uuml;ndeter Champion wird nach 1 Sekunde Kanalisierungszeit f&uuml;r 5 Sekunden als Ausgangsposition f&uuml;r Naons Schadenszauber benutzt. Dadurch l&auml;sst sich Magische Explosion auf Gegner in einem Radius von 1200 Einheiten um den gew&auml;hlten verb&uuml;ndenten Champion anwenden und die Magischen Blitze regnen auf Gegner in einem Radius von 1000 Einheiten um den gew&auml;hlten verb&uuml;ndeten Champion, anstatt um Naon. Die F&auml;higkeiten verursachen 30 / 20 / 10 % weniger Schaden.\n\n\nDieser Champion ist ein AP caster Splitpusher. Er kann sich einfach von Lane zu Lane teleportieren und seine F&auml;higkeit nutzen um zu pushen und Schaden anzurichten. Wenn irgendwo anders ein Teamkampf stattfindet kann er mit seiner ultimativen F&auml;higkeit von &uuml;berall aus helfen. Er selbst kann auch gut bei Belagerungen (sieges) mithelfen, denn seine magische Explosion hat als Poke eine angenehme Reichweite. Durch seinen guten Waveclear ist er auch im Verteidigen gut. Er braucht AP um effektiv Schaden verursachen zu k&ouml;nnen. Zhonyas ist ein gutes defensives Item f&uuml;r ihn, vorallem damit er sich praktisch fast instant teleportieren kann und somit einen extrem guten Escape besitzt. Naon ist nicht wirklich ein schwerer Champion. Vorraussetzung ist aber gute Mapawareness.\n\nWas denkt ihr? Ist das eine gute Idee oder passt der mal &uuml;berhaupt nicht ins Spiel? Hab ich alles detailiert genug erkl&auml;rt?","replies":[{"id":"","poster":"Kind Prow","date":"2015-12-10T20:29:37.747+0000","up_votes":1,"down_votes":0,"body":"Ich denke, die jetzige Ult sollte vllt auf ne normale Fähigkeit werden und auch auf Minions einsetzbar, wenns nicht schon so is. sowie dem noch ne Schadenspassive geben, um der nur Utility Fähigkeit mehr Sinn zu geben. Vllt nochn bissl mehr Range oder n Skillshot einbaun. Dann den Port als Ult.\nAnsonsten gute Idee.","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-11-29T04:39:50.527+0000","up_votes":1,"down_votes":0,"body":"Der Q am Tower ist zu hoch bemessen beim Schaden, einen Teleport auf einer \"normalen\" Fähigkeit auch mit recht hohem CD ist nicht wirklich eine gute/umsetzbare Idee und Naon wird im Kampf gegen einen Gegner nahezu immer untergehen, er hat weder guten CC noch Schaden gegen Champs.\nNaon hat nur 2 Kampffähigkeiten mit 30% Skalierung selbst wenn er eine davon 3 mal einsetzen kann kommt er auf gesamt 120% AP an Schaden, es giebt genug Champs die das mit 2 eingesetzten Fähigkeiten locker übertreffen.\n\nEine OP Fähigkeit (Teleport) aber keine Chance im Kampf.\n\nDie Hintergrundidee gefällt mir und auch die Passive (Manateil) ist nice aber es bedarf noch einigem Feinschliff.\n\nGruß Fox","replies":[{"id":"","poster":"GerAvos","date":"2015-12-02T20:43:06.613+0000","up_votes":1,"down_votes":0,"body":"Nunja der Champ soll halt nicht so stark im Kampf sein, hat dafür aber anderswo Stärken. Ich änder trotzdem mal ein bisschen was.\nSkalierung vom Q Schaden ist jetzt 60% statt 30%, dafür ist die Skalierung gegen den Tower jetzt nur noch 20% statt 60% was sehr krass war.","replies":[]}]},{"id":"","poster":"E Apples","date":"2015-11-29T03:35:02.236+0000","up_votes":1,"down_votes":0,"body":"Krass.... auf sowas  zu kommen gefällt mir sehr gut \n\ntop :))","replies":[]}]}