{"id":"TkkQ7WiN","poster":"BiillabonG","date":"2015-11-28T15:53:06.746+0000","title":"Yasuo","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"soo ich dachte mir ich probier mich mal an yasuo weil er ja doch recht stark ist \r\ndas problem ist ich bin auf gut deutsch gesagt einfach schei&szlig;e mit ihm  nur wenn ich extrem viel gl&uuml;ck habe gewinne ich meine lane ohne probleme \r\nmach ich in den runen und masterys was falsch oder ist das item build?\r\noder liegt es an der spielmechanik die ich nicht reinkriege  helft mir bitte ;(\r\nich bin es leid st&auml;ndig auf die fresse zu kriegen\r\n\r\nalle anderen yasuo&acute;s die ich gesehen hab stehen nach 10 mins 5/0 eben in dem game stand ich nach 10 mins 0/4 (ich war abgelenkt :P)\r\nkann mir ein yasuo main tipps geben? bin &uuml;ber jeden tipp gl&uuml;cklich \r\n\r\nBiillabonG","replies":[{"id":"","poster":"xXMagicKill3rXx","date":"2015-11-29T20:18:58.230+0000","up_votes":1,"down_votes":0,"body":"also ich kann dir mal eines wie du mit yasuo besser wirst \nich bin yasuo main also kann ich dur manches sagen.\nals ersten e zuerst hochmaxen es kommt aber auch auf den champ ich fange mit e bei lvl 1 an bei range champions und meele würde ich eher q nehmen \naber sonst immer e und dann pocken\nwenn du siehst du hast deinen gegener unter die hälfte und siehst das die wave gepusht ist. lass den gegner dann pushen so dass du mit ignite und zwei stacks e all in kannst.","replies":[]},{"id":"","poster":"Adcisusel3ss","date":"2015-11-28T16:33:24.827+0000","up_votes":1,"down_votes":0,"body":"Also ih bin jetzt nicht der Yasuo Main schlechthin kann dir aber 2 Runenseiten geben die einige Proplayer mitnehmen\n\nZum einen nehmen einige auf ihn   Marks   : Attackspeed\n                                                        Seals    : Armour gegen ad und hp gegen Ap (ob scailing oder Flat nach präferenz)\n                                                        Glyphs  : Meist MR und gegen ein hardcore Ad Team Attack Speed oder Cdr \n                                                        Quints  : Lifesteal\n                                                        Zumindest hat bjergsen die meist benutzt\n\nund die andere ist                           Marks  . AD\n                                                        Seals : Armour gegen ad und hp gegen Ap (ob scailing oder Flat nach präferenz)\n                                                        Glyphs : Meist MR und gegen ein hardcore Ad Team Attack Speed oder Cdr \n                                                        Quints Attackspeed\n\n\nSo viel kann ich dir schonmal bei den Runen helfen bei den Masteries dürfte es eigentlich wie die typische adc Mastery werden außer das man als Keymastery Warlords Blodlust statt fervor of Battle nimmt. Außerdem sollte man es als Yasuo vermeiden sich in einige Matchups hineinzupicken. Da fallen mir persönlich speziell Zed und Talon ein. Ansonsten sollte man keine Angst haben denn Yasuo ist alles andere als ein leichter Champ. \n\n\nIch hoffe ich konnte dir helfen MFG Nero Sama :D","replies":[{"id":"","poster":"BiillabonG","date":"2015-11-28T17:07:40.121+0000","up_votes":1,"down_votes":0,"body":"das klingt doch schonmal gut\n\nund wie sieht es ingame aus? was zu erst maxen (Q?)  und wie sollte man vorgehen?","replies":[{"id":"","poster":"Adcisusel3ss","date":"2015-11-28T18:48:19.322+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir empfehlen zunächst den e zu maxen da du mit dem einen ordentlichen Dmg und gutes Outplay potential hast. Ein weiterer Tipp den ich dir für die Lane geben kann ist mit dem Q wenn nötig nur ein Minion zu lasthitten, da du sonst die Lane pushst und du damit leichter zu Ganken bist. Das Problem bei Yasuo ist unter anderen das er wenn keine Minions in der Gegner Wave sind ein richtiges Gankopfer sein kann.","replies":[]}]}]},{"id":"","poster":"Revelate","date":"2015-11-28T18:00:58.546+0000","up_votes":1,"down_votes":0,"body":"Yasuo ist einer der 5-10 schwierigsten Champions in LOL. Bis du den Champ beherrscht brauchst du schon 50-100 Spiele. Wobei ich auch meinen würde, es gibt Leute denen liegt ein Champ und leuten denen liegt er nicht. Wenn du merkst er liegt dir nicht, es ist nicht dein Playstyle, dann solltest du es lassen.\n\nZumindest habe ich das so gemacht.\n\nIch Maine die Champs die mir Liegen und mir Spass machen. Yasuo gehört da nicht dazu obwohl ich ihn auch mal eine Zeit lang versucht habe zu trainieren aber nach 20 Spielen habe ich gesagt nöö, nicht mein Champion.\n\nDu musst aber auch gucken, dass du am besten eine gute andere Ulti im Team hast wo du mit deiner Ult Followen kannst, Malphite, Orianna etc.\nAlleine mit dem q einen Knock up Hinzukriegen auf mehrere Mann, müssen diese schon extrem Falsch stehen oder Dodgeunfähig sein :D","replies":[]}]}