{"id":"HTozP2JO","poster":"Koetimoep","date":"2015-11-28T00:19:23.437+0000","title":"LoL ist kein SIngleplayer !!!","subforum":"Ligen & gewertete Spiele","up_votes":3,"down_votes":4,"body":"Ich hab mich nach l&auml;ngerem nun aus bronze 5 gek&auml;mpft und startete den tag mit 38 LP .\r\nIch hab 2 matches nacheinander verloren wegen inkompetenten Mates flamern afk etc \r\nUnd nun hab ich das letzte verloren und bin wieder Bronze 5 ! Mir reichts ! diese dummen \r\nund nervigen spieler die die ganze zeit alleine rum laufen und get&ouml;tet werden oder als 1/5/5 Jungler\r\nden Herold nehmen ! LoL ist ein Team Spiel doch leider hatte ich Pech und nun Wirklich keine Lust mehr ! \r\nWas soll ich eurer Meinung nach tun ? Das Spiel welches mir lange freuden bereitet hat einfach l&ouml;schen\r\noder gibt es irgendeinen trick oder sowas weil technisch ist es f&uuml;r mich unm&ouml;glich zu meinem Ziel Silber 5 \r\nzukommen Da ich jedes 2 Spiel einen Toxic habe und darauf habe ich einfach keine Lust mehr !!!","replies":[{"id":"","poster":"Megamaexx","date":"2015-11-28T00:55:48.844+0000","up_votes":2,"down_votes":0,"body":"Herold auf dem Jungler ist meiner Meinung nie eine gute Idee, da der Buff nur auf der Lane was bringt. Kannst du selbst junglen? Allein wenn du es schaffst, immer die Drachen zu bekommen, ist man schon recht nützlich und wenn dann noch schöne Ganks kommen, freuen sich meist auch die Lanes (außer man \"klaut\" nem Flamer-Laner den Kill ;) ) Meine Main-Rollen waren letzte Season Top, Jungle und Support, wobei ich mittlerweile gegen Trundle und Illaoi (noch) nicht klarkomme. Was mainst du, vielleicht kann ich dir etwas helfen^^","replies":[{"id":"","poster":"Koetimoep","date":"2015-11-28T12:11:40.722+0000","up_votes":1,"down_votes":0,"body":"Danke für deinen _Produktiven_ Kommentar . Ich maine zurzeit Mid( mit xerath) Supp(mit thresh oder braum)\noder jungle (mit rammus oder reksai oder vi) wenn ich muss spiele ich auch Top(mit Vladimir rammus oder jayce ) adc kann ich nicht wirklich aber ich hab vor mir graves zu kaufen und mit dem zu üben weil ich sein\nGameplay cool finde . Ich fände es sehr schon wenn du mir helfen willst . danke für deinen netten Kommentar!","replies":[]}]},{"id":"","poster":"EpicDieterBohlen","date":"2015-11-28T00:44:39.377+0000","up_votes":2,"down_votes":0,"body":"ich hab mir mal deine match history angeschaut und du soltlest an deinem farmverhalten üben^^ meistens hast du ca 100cs nach 40 minuten, das solltest du in knapp 13-15 minuten erreicht haben.","replies":[{"id":"","poster":"Koetimoep","date":"2015-11-28T12:06:29.788+0000","up_votes":1,"down_votes":0,"body":"Das ist echt schwer als midlaner wenn bei 12 minuten schon der adc bei dir hockt weil er seine Lane verloren hat . Aber ich arbeite an meinem Last Hiten und ich bekomme in normalen games nach ca.20 minuten in der midlane 100 Farm (also geht noch) auf toplane kann man besser farmen weil dort meistens niemand zum farm stealen kommt aber danke ich arbeite dran","replies":[{"id":"","poster":"D4RKEVA","date":"2015-12-01T08:56:16.624+0000","up_votes":1,"down_votes":0,"body":"wenn der adc mit kommt helf ihm vorher, 100 farm bei 20 ist nicht ok.\nWenn ich schlecht farme liege ich bei ca 140 bei 20 wenn gut bis zu 210","replies":[]}]}]},{"id":"","poster":"Stormî","date":"2015-11-28T08:52:48.616+0000","up_votes":1,"down_votes":0,"body":"Spiel Duoq","replies":[{"id":"","poster":"Koetimoep","date":"2015-11-28T12:13:55.695+0000","up_votes":1,"down_votes":0,"body":"Ist das nicht etwas wie Cheaten ? Naja ich hab keinen freund der Zeit/auf meiner Liga spielt (die sind alle Silber wobei ich sogar besser als die meisten bin )","replies":[{"id":"","poster":"Stormî","date":"2015-11-28T12:41:37.967+0000","up_votes":1,"down_votes":0,"body":"Cheaten?\nNein es ist ganz normal zu zweit spielen","replies":[{"id":"","poster":"Koetimoep","date":"2015-11-28T13:50:56.092+0000","up_votes":1,"down_votes":0,"body":"Aber es ist ein Unfairer vorteil gegenüber denen die nicht zu zweit spielen","replies":[{"id":"","poster":"Stormî","date":"2015-11-28T18:52:23.678+0000","up_votes":1,"down_votes":0,"body":"In 75% der Rankedgames ist ein premade dabei\nWarum unfair?\nEs wurde ja so gereglt das zbs Bronze 5 nichts besseres als Silber 5 einladen kann","replies":[]}]}]}]}]},{"id":"","poster":"E Apples","date":"2015-11-28T00:22:36.371+0000","up_votes":1,"down_votes":0,"body":"Main eine Lane bei mir war es ADC bin aus bronze 5 bis Golb 5 damit gekommen","replies":[{"id":"","poster":"Koetimoep","date":"2015-11-28T12:12:36.212+0000","up_votes":1,"down_votes":0,"body":"Bei bronze 5 darf ich mir nicht aussuchen wo ich spiele Ich bin aber jedes 2 bis 3 game letzter {{champion:32}}","replies":[]}]},{"id":"","poster":"Cat me if U can","date":"2015-11-28T00:40:23.662+0000","up_votes":1,"down_votes":1,"body":"besser spielen.","replies":[]}]}