{"id":"4oX6OJYe","poster":"[COULD NOT READ POSTER]","date":"2015-11-27T17:24:51.575+0000","title":"Europäische Qualifikationsrunden für die Challenger Series 2016","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Kurz und bündig:Wir führen einige Änderungen an der Teamqualifikation für die Challenger Series 2016 ein, die u. a. auch die offenen Qualifikationsturniere und die nationalen Ligen in Europa betreffen.","replies":[{"id":"","poster":"StitchStar","date":"2015-11-27T23:49:22.940+0000","up_votes":3,"down_votes":0,"body":"Ich hab mir das mal angeschaut und ich muss sagen, dass neue System ist \"ECHT SCHLECHT\" für die EU CS!\n\nErstmal sind die EUNE Teams alle schwächer wie die aus EUW, ich glaub jedesmal haben sich die EUW Teams durchgesetzt. Die EUNE Teams kammen meist nicht mal in die 2 Runde vom Turnierbaum, weil die mussten in der 1 Runde gegen ein EUW Team spielen! Spätestens in der 3 Runde, war kein EUNE Team mehr vertreten.\n\nDann sind diese National Ligen Teams niemals besser wie so EUW Teams! Die aus Spanien und Deutschland haben es meistens nicht mal geschaft sich zu qualifizieren durch die Rangliste, von den Polen will lieber garnicht erst anfangen!\n\nSorry aber das total schlecht durchdacht für EU, hat sich bestimmt einer in NA ausgedacht! \nIm großen und ganzen schwächt das nur die Challenger Serie für EU. Da es nun die richtig guten Talente schwerer haben werden in die CS Liga zu kommen. \n\nFazit: \n\nFür EU CS ist das neu System ein großer Fehler!!!\n\nFür NA änder sich anscheinend nicht so viel, ich finde es sogar besser als das alte System. Die haben aber auch kein Region wie EUNE oder 3 Ligen, die da mit rein verwurschtelt werden. ","replies":[]},{"id":"","poster":"StitchStar","date":"2015-12-06T13:50:15.777+0000","up_votes":2,"down_votes":0,"body":"niQ760 hat anscheinend mit 4 Random Polen, die polnische Meisterschaft gewonnen.\nIn Spanien gewinnt vielleicht Jerom mit Samux, die haben glaub beide mal in der EU LCS gespielt und in der Türkei, aber eher nicht so erfolgreich.\n\nDieses Teams hätte es niemals in die Top Ladder von EUW geschafft. Nur um nochmal zu verdeutlichen wie \"FAIL\" das neue Qualifikationssystem für die EU CS Liga ist, so macht man es seinen richtig guten Talenten nur unnötig schwer sich zu zeigen und die Motivation nimmt logischerweise ab.\n\nFür die den übernächsten Split sollte man dieses neue System für EU noch mal überdenken.","replies":[]},{"id":"","poster":"Spongetheberserk","date":"2016-01-08T15:07:10.977+0000","up_votes":1,"down_votes":0,"body":"http://fantasy.lolesports.com/share/join/league/898918/pfiUw3ZS9zSLAm1PQQsJ Fantasy LEague :)","replies":[]},{"id":"","poster":"StitchStar","date":"2015-12-08T07:51:29.342+0000","up_votes":1,"down_votes":0,"body":"Ich wollte das nur mal hier lassen:\n\nhttps://www.reddit.com/r/leagueoflegends/comments/3vv3z4/inside_look_on_last_24_hours_before_the_open/\n\nVielleicht ließt das ja einer von Riot, scheint ziemlich chaotisch zu zu gehen beim \"Open Qualifier Lock\"! \n\n--------------------------------------------------------------------\n\n-Der Zeitpunkt schein mir schlecht gewählt, da einige Spieler bestimmt LCS/CS Angebote haben, die würden da bestimmt gern mitmachen, wenn die Organisationen Sie doch nicht nimmt. \n\n-Einzelne Spieler scheinen in letzter Minute Ihre alteingesessen Teams zu verlassen mit denen Sie eingespielt sind, weil Ihnen Organisation Verträge anbieten mit Gehalt, die haben nicht mal genug Zeit, dass von einem Anwalt genau anschauen zu lassen.\nAußerdem stehen somit die anderen Spieler in dem Team ziemlich im Regen und werden Ihr Talent nicht zeigen können, da man nur 24 hat um sich einzutragen mit seinem Roster.\n\n--------------------------------------------------------------------\n\nDa hat Riot anscheinend paar Dinge nicht bedacht. Sie haben das Ladder Problem behoben, aber dafür ein ganz neues Monster erschaffen. \n\nZumindest muss der Zeitraum länger sein, damit die Spieler die Verträge genau anschauen lassen können. Außerdem hat es den netten Nebeneffekt, dass einige Teams vielleicht noch einen passenden Ersatz finden und dann doch mitmachen können.\n\nDie Sache mit den Spielern die vielleicht in ein LCS/CS Team können, aber die Organisation sich noch nicht entschieden hat ist auch irgendwie ein Problem, aber das Problem kann man glaub nicht lösen. Mit der Ladder war das ja nicht so ein großes Problem.","replies":[]}]}