{"id":"QNBp9RMU","poster":"SkiIIshot GG","date":"2015-11-26T21:17:41.818+0000","title":"Aufbau eines seriösen Rankedteams","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey Summoners\n\nIch habe mich nach einigen Fehlversuchen bez&uuml;glich Teamranked dazu entschieden, ein eigenes Team aufzubauen.\n\nErstmal zu meiner Person. Ich bin 23 j&auml;hrig, spiele LoL seit Ende Season 3 [Season 3 Gold IV, Season 4 Platin III, Season V Diamond V] und bin\nim Verlauf der Zeit in verschiedenen Rankedteams gewesen. Die meisten Teams scheiterten an fehlender Zuverl&auml;ssigkeit, selfish gepickt haben, \nAllgmein eher getrollt haben als ernsthaft zu spielen und so weiter. Demnach will ich in meinem Team folgendes erarbeiten:\n\n- Gute Synergy [Dies braucht Zeit, also ist Geduld mitzubringen]\n- 70% Gaming, 30% Theory. Mainchamps vergleichen, sinnvolle Teamcombos zusammenstellen und ein&uuml;ben etc.\n- Eine gute Grundbasis. Hoher Championpool, min. Platin I oder hohe Erfahrung in Teamranked, gutes Spielverst&auml;ndnis etc.\n- Interesse an Metapicks, Itembuilds und Taktiken\n- Zeit, mindestens 2-3x pro Woche zwischen 18/19 - 23/00:00 Training\n- Mindestens 18 J&auml;hrig, will den Schnitt um die 20 +/- halten\n\nGesucht werden Spieler auf folgendes Lanes:\n\nToplane - Gesucht\nMidlane - Gesucht\nSupport - Lulu B&ocirc;t\nADC - Gesucht\nJungle - Gesucht\nSubstitute Allrounder - Gesucht\nSubstitute Allrounder - Gesucht\n\n**Bei Interesse im Forum per Private Massage melden, werde euch dann ein TS oder meine Skype Daten geben.**\n\nGreetings\nLulu B&ocirc;t","replies":[{"id":"","poster":"NGC Polyxena","date":"2015-11-27T09:25:44.062+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Lulu Bôt,\n\nich bin Bereichsleiterin bei einer neu gegründeten ü18 Multigaming Community und auf der Suche nach engagierten Teamleitern wie dir :) . Wenn du Lust hast schau dir einmal unsere Homepage an --> http://nova.community . Wir haben bereits über 50 Beschwörerinnen und Beschwörer aufgenommen von denen über die Hälfte an einem Team interessiert wären (von unranked bis Dia).\n\nWir bieten den Teams einen eigenen TS- sowie Forum Bereich und volle Unterstützung in allen anfallenden Themen an (Suche nach Teammembern, Suche nach Coaches, Anmeldung zu Turnieren).\n\nFalls du Fragen hast kannst du dich gerne an mich wenden (inGame ab ca. 19 Uhr zu erreichen).\n\nLiebe Grüße und vielleicht bis bald\nP0lyxena | Julia","replies":[]},{"id":"","poster":"SkiIIshot GG","date":"2015-11-27T07:56:22.294+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"SkiIIshot GG","date":"2015-11-26T22:51:06.509+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"SkiIIshot GG","date":"2015-11-26T21:53:43.292+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"OneAndOnly","date":"2015-11-26T21:43:31.705+0000","up_votes":1,"down_votes":0,"body":"Hab dich mal in League geaddet.","replies":[]},{"id":"","poster":"Defying Gravíty","date":"2015-11-26T21:36:39.100+0000","up_votes":1,"down_votes":0,"body":"Hi, \n\nich bin noch nicht so lange im Forum unterwegs und find beim besten Willen nirgends die Möglichkeit, dir ne PM zukommen zu lassen. Daher kurz und knapp hier: Bin aktuell nur p4 (also etwas unter deinen Anforderungen), war die Season aber in 3 verschiedenen Platin-Teams unterwegs, die mittlerweile jedoch inaktiv sind. Trainingszeiten oder sowas hatten wir auch nie. \nMain Positionen sind Adc und Top (in der Reihenfolge). Alles weitere kann man ja noch besprechen, sollte von deiner Seite Interesse bestehen.\n\nMit freundlichen Grüßen\nRoadcrash","replies":[]},{"id":"","poster":"Sephi51","date":"2015-11-26T21:36:04.765+0000","up_votes":1,"down_votes":1,"body":"Wieso suchen denn alle immer zuverlässige Spieler :(","replies":[]}]}