{"id":"PAiwvFxn","poster":"Aiokii","date":"2015-11-25T23:49:10.162+0000","title":"[5v5] Ranked Team  sucht noch einen >> Top << (Gold/Platin Niveau) !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"**Moin Moin zusammen !**\n\nWir suchen f&uuml;r unser Team noch einen netten und symphatischen Top-Laner, im Optimalfall mit einer Solo-q Elo im Bereich von Gold I - Platin+ irgendwo. Da eine solche &quot;Elo&quot; aber bekanntlich nicht immer sehr viel aussagt, sind auch jegliche andere Spieler willkommen, solange das K&ouml;nnen auf der speziellen Position f&uuml;r sich spricht. :)\n\n**Zu dir:**\n\n    \n* Du solltest zumindest einige der aktuellen Meta-Champs beherschen und nat&uuml;rlich schon Spielerfahrung mitbringen.\n*     Ein Alter von 20+ aufweisen.\n*     Ruhige entspannte Rankeds ohne Ausrasten und Flamen. Kritik ist gut, aber die Wortwahl bzw. der Umgangston ist mindestens genauso wichtig.\n*     ~~Flamen / Rumheulen~~\n*     Abends gen&uuml;gend Zeit zum Zocken haben.\n\n**Zu uns:**\n\n*     Wir sind alle 22+\n*     Sind sehr entspannt beim Zocken und stellen den Spa&szlig; in den Vordergrund.\n*     Wollen trotzdem gerne mit dem Team den Platinbereich unsicher machen.\n*     Sind kritikf&auml;hig und immer f&uuml;r neue Ideen offen.\n*     Sind noch nicht als Team komplett eingespielt und f&uuml;r Verbesserungsvorschl&auml;ge immer offen :)\n*     Trainingszeiten sind momentan Sonntag nachmittag bzw. Montag abend, dar&uuml;ber k&ouml;nnte man aber nochmal reden.\n\n  \n>   ** Solo-Q-Elo:**\n>  \n>        ** Top:  ???**\n>         Jungle: Gold V\n>         Mid: Dia V\n>         Adc: Plat V\n>         Sup: Plat II\n\nSo, da mir nu nix mehr einf&auml;llt, belasse ich es erstmal dabei.\nWenn ihr noch Fragen oder sogar Interesse habt, dann immer raus damit (Ingame einfach **Wawrzik** oder **Eomi**  adden oder hier im Forum melden).\n\nLg Aiokii","replies":[{"id":"","poster":"NGC Polyxena","date":"2015-11-26T06:51:34.602+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen Aiokii,\n\nfalls ihr noch eine Bleibe für euer Team sucht könnt ihr euch gerne einmal unsere Homepage ansehen --> http://nova.community . Wir sind eine neu gegründete Multigaming Community ü18 mit dem Ziel eine große und doch familiäre Zocker Gemeinschaft zu schaffen. \nBestehenden Teams bieten wir einen eigenen TS- sowie Forum Bereich und Unterstützung in allen anfallenden Themen (wie z.b. die Suche nach Membern, nach Coaches, Anmeldung zu Turnieren, usw.).\nFalls die Frage aufkommt, natürlich dürft ihr unter eurem aktuellen Teamnamen spielen. Wir setzen auf keinen Fall voraus, dass ein Team unter NOVA spielen muss.\n\nFalls ihr noch Fragen habt dürft ihr gerne auf mich zukommen (inGame bin ich ab ca. 16 Uhr zu erreichen).\n\nLiebe Grüße\nP0lyxena | Julia","replies":[]},{"id":"","poster":"P4inK1ller","date":"2015-11-26T00:23:16.900+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nda meine bevorzugte und meist gespielte Position die Top Lane ist und ich gerne aktiv in einem Ranked Team spielen würde, stelle ich mich mal vor. \n\nKurz zu mir. Die 20 habe ich schon vor einigen Jahren hinter mir gelassen ;) Ich spiele seit Season 3 League of Legends. Die Meta Champs haben sich ja in der Preseason ein wenig verändert, daher bin ich aktuell noch am probieren. Spiele aber bevorzugt Renekton oder Shen, aber auch Lulu oder Tahm Kench, wobei natürlich noch Luft nach oben ist, was man aber im Teamranked auch gut trainieren kann. Im Moment bin ich Gold 3. Leider nicht höher, da ich nur die Placements gespielt habe, was im Nachinnein betrachtet ein kleiner Fehler war. Im Game selber bin ich recht ruhig soweit ich das selber einschätzen kann, Flame eigentlich nie und beschränke meine Kommunikation auf Spielrelevante Themen. \n\nAnsonsten hoffe ich, das man sich im Teamplay verbessern und entwickeln kann um somit noch besser wird. Spaß steht für mich durchaus im Fordergrund, aber ich will mich stetig verbessern und deswegen auch mal gerne Ernstes Gameplay. Daher finde ich auch Kritik, sofern angebracht, nachz dem Game bzw einen Austausch gut. Die Trainigszeiten passen bei mir so wie genannt sehr gut, aber ich bin immer für Planungen offen. \n\nIch werde euch ingame mal hinzufügen. \n\nGruß P4ink1ller","replies":[]}]}