{"id":"ggVEEmT2","poster":"Freiherr Alex","date":"2015-11-25T08:46:36.790+0000","title":"Counterjungling beim first Clear","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nvorneweg: Ich spiele schon l&auml;nger LoL (S3 Quin Patch) und schon immer sehr Oft Evelynn im Jungle.\r\n\r\nMein Problem momentan:\r\nBin ich mit dem ersten Camp fertig, passiert es momentan in der neuen Season immer wieder, sowohl bei mir als auch Mates dass man mit Ihr beim first clear vom Gegner Jungle abgefarmt wird wie &uuml;berreifes Obst. Mir ist klar dass man seinen Ward sinnvoll einsetzt, dass grade dass eine schw&auml;che an Eve ist usw. Vor der Preseason war das alles aber durch das Double Junglen kein all zu gro&szlig;es Problem. Jetzt wo man wieder alleine ist kannst du eigentlich immer davon ausgehen Sp&auml;testens beim Red den Gegner zu treffen...und das durch ihren geringen Sustain meist mit half life wenn es Reicht...\r\n\r\nW&uuml;rde mich freuen wenn mir da mal jemand paar Tipps geben w&uuml;rde was ich dagegen tun kann...So sehr wie im Moment sind mir die early Counters nie aufgefallen.\r\nLG seipelsche","replies":[{"id":"","poster":"Scrotum 420","date":"2015-11-25T12:11:02.731+0000","up_votes":1,"down_votes":0,"body":"> Würde mich freuen wenn mir da mal jemand paar Tipps geben würde was ich dagegen tun kann...So sehr wie im Moment sind mir die early Counters nie aufgefallen.\n> LG seipelsche\n\nKann ich nicht unterstreichen. Seit der Preseason und all den Anpassung ist das Junglen etwas härter geworden, wodurch viele Spieler einen sicheren Start bevorzugen. Wie du aber schon sagst, kann Counterjunglen nun richtig ausgenutzt werden. Wenn ich auf der Topside starte bitte ich meine Mates, mir einen guten Leash auf dem Gromp zu geben, damit ich diesen smiteless und in kurzer Zeit eliminieren kann. Danach geht es ohne Umwege zum gegnerischen Redbuff. Bisher hatte ich immer Erfolg, entweder habe ich den Redbuff bekommen oder, noch häufiger, gleich den gegnerischen Jungler ins Gras beissen lassen. Die erwarten das einfach nicht. \n\nWas kannst du selbst dagegen tun?\n\nDas Wichtigste ist ein guter Ward. Setze diesen bereits beim Flusseingang zum Jungle oder zumindest so deep du kannst, damit du schnell genug reagieren kannst. Wenn dein Ward gut steht haben deine Mates auch Zeit, dir zu helfen. Sollten sie nicht kommen, lass' einfach vom Buff ab. Eventuell schaffst du noch ein gutes Smiteplay, vielleicht kannst du den Buff sogar resetten. Der Gegner wird dadurch mehr verlieren, da er einen resetteten Buff sicherlich nicht machen wird zu diesem Zeitpunkt (jedenfalls nicht wenn er weiss, dass du ihn gesehen hast) und wieder in seinen Jngl o.Ä. laufen muss.\n\nZusammengefasst hast du meiner Meinung nach folgende Möglichkeiten:\n\n- gutes Smiteplay\n- guter, tiefplatzierter Ward\n- Mates um Hilfe bitten \n- Buff resetten und weiterjunglen\n- Jungleroute anpassen (ist nur begrenzt möglich und meistens mit einem kleinen Risiko verbunden, wenn der Gegner doch nicht counterjungled. Viel Zeit verliert man allerdings nicht). \n- Einen starken Earlyjungler picken\n \nDie Aggro des Buffs ist ebenfalls ein wichtiger Punkt (sofern es zum Kampf kommt).","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-11-25T11:50:35.967+0000","up_votes":1,"down_votes":0,"body":"wenn du weist das der Gegner dort ist gehe einfach zu seinen red buff frag einfach die toplane ob sie deinen red warden kann,bzw die botlane","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2015-11-25T10:25:31.576+0000","up_votes":1,"down_votes":0,"body":"Danke schonmal für die Antworten, werd dahingehend mal n bischen Experimentieren.","replies":[]},{"id":"","poster":"Gorn21","date":"2015-11-25T10:22:17.355+0000","up_votes":1,"down_votes":0,"body":"Du solltest im Jungle besser keine Penetration Runen mitnehmen da diese dir im Jungle gar nichts bringen. Mit z.B.: Angriffstempo und Machete hast du meiner Meinung nach immoment die Wenigsten probleme. Zum Counterjunglen dagegen hilft nur warden und wen du dan siehst das der Gegner kommt direkt um unterstützung pingen. Mit ein bisschen Erfahrung lässt es sich auch noch vorm Spiel einschätzen ob der Gegner Counterjunglen will oder nicht, Lee zum Beispiel kannst du dir sehr sicher sein das er Counterjunglet.","replies":[]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-11-25T09:13:17.134+0000","up_votes":1,"down_votes":0,"body":"1. andere jungle-route wählen (zb direkt die buffs)\n2. besseren pull geben lassen\n3. dir von nem ally ne ward an deinem ersten buff stellen lassen und deine eigene dann beim zweiten buff stellen\n4. besseres rune/mastery setup basteln für besseren clear\n5. mit jungle item, 1 pot und 1 pinkward starten und diese direkt stellen","replies":[]},{"id":"","poster":"Powerjen","date":"2015-11-25T11:45:46.370+0000","up_votes":1,"down_votes":1,"body":"Selber countern?","replies":[]}]}