{"id":"5gOxfhlW","poster":"Don Alfonso","date":"2015-11-25T08:06:23.073+0000","title":"Team auf der Suche nach einem Gold+ Jungler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Einen sch&ouml;nen guten Tag Community,\n\nWir das Team (Wthc tryouts) sind auf der Suche nach einem netten  Gold+ Jungler(mindest alter 18), da unserer nicht ganz zu uns gepasst hat.\n\nzu uns:\n\n- Wir sind offen und direkt zu unseren Mitspielern\n- Nach jedem Game machen wir eine kurze Analyse wie das Game so war und welche Fehler man das n&auml;chste Mal vermeiden kann etc.pp\n- Zurzeit haben wir ein Coach der in Bereich (Dia 3-5 ist)\n- Wir halten zusammen und Flamen uns nicht Gegenseitig\n- Kritik und Positive Meinung sind sehr gefragt bei uns\n\nzu euch :\n\n- alter min 18 Jahre\n- main Jungler\n- gro&szlig;er Championpool\n- Anpassung in spezielle Teamcombos\n- er muss Kritik abk&ouml;nnen\n- kein Flamer\n- min 3 mal die Woche Zeit haben zum Trainieren(gegen 18 Uhr)\n- TS &amp; funktionales Headset\n- Whatsapp\nAlles klar das w&auml;re dann alles, wenn sich einer findet kann er gerne heute Abend auf unserem TS erscheinen um nochmal k&uuml;rzeres zu besprechen.\n\nAnsonsten meldet euch bitte erstmal vorher bei Xyráz unserem Toplaner , er macht wahrscheinlich mit euch alleine Tryouts.\n\n\nMit freundlichen Gr&uuml;&szlig;en\n\n\nPoloStyle","replies":[{"id":"","poster":"NGC Polyxena","date":"2015-11-25T08:17:21.707+0000","up_votes":1,"down_votes":0,"body":"Guten morgen PoloStyle,\n\nin unserer neu gegründeten ü18 Multigaming Community hätte ich derzeit ein paar Jungler aus dem Gold-Bereich, die einem Team beitreten würden.\nAußerdem möchten wir sowieso Teams in unserer Mitte haben weshalb ich euch anbieten würde euch einmal unsere Homepage anzusehen --> http://nova.community .\nWir bieten bestehenden Teams einen eigenen TS- sowie Forumbereich an und unerstützen bei allem was möglich ist (Suche nach Coaches, Anmeldung bei Turnieren, usw.) .\n\nFalls ihr Fragen habt zögert nicht mit inGame oder in unserem Forum zu kontaktieren ;) .\n\nLiebe Grüße\nP0lyxena | Julia","replies":[{"id":"","poster":"Don Alfonso","date":"2015-11-25T09:13:55.585+0000","up_votes":1,"down_votes":0,"body":"alles klar ich komme nochmal auf Sie zu ;)\n\nUnd danke für die Rückmeldung","replies":[]}]}]}