{"id":"EQLgpvdy","poster":"MurderForProfit","date":"2015-11-24T22:51:59.882+0000","title":"Was ist besser, Top-/Mid-Lane Vladimir?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo Leute,\n\nich bin momentan Vladimir Main... oder will es werden. Ich m&ouml;chte wissen was ihr besser findet: Vladimir auf der Top-/Mid-Lane? Begr&uuml;ndet eure Antwort auch.\nMeine Erfahrungen:\n\n**Top:** Diese Lane finde ich nicht so gut, weil dort der Weg zu lange ist zum Hometower. Wenn man einmal Pusht oder versucht jemanden zu Killen wird man selber gekillt.\n\n**Mid:** Die Lane ist besser, weil der Weg k&uuml;rzer ist und man kann &ouml;fters gegen einen Yasuo spielen.\n\nFalls die Top-Lane doch besser sein sollte, nennt mir den Trick dafür. :)\n\nLG {{champion:8}}","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-11-25T15:51:00.613+0000","up_votes":1,"down_votes":0,"body":"Mid lane Vlad auf full dmg - easy :D\n\nRylias rushen und mit der 2,5% mehr dmg bei verlangsamung Masterie - OP","replies":[]},{"id":"","poster":"Nimro","date":"2015-11-25T12:42:07.131+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich fnde Vladimir auf der Toplane besser aufgehoben. \n\nVladimir ist ein sehr langsamer Champion mit kaum nennenswertem CC. Du kannst in der Mitte nur schwer followen, selbst wenn du es schaffst, hast du kaum CC und im Early-Mid auch nicht den nötigen Schaden um zu helfen.\n\nAuf der Toplane kannst du ins LateGame scalen und bei Bedarf mit TP Picks setzen. Mit nem guten Teleport kannst du nen gegnerischen Engage dann auch als Vladimir ordentlich zerschlagen.","replies":[]},{"id":"","poster":"FenrirWolff","date":"2015-11-25T08:35:00.065+0000","up_votes":1,"down_votes":0,"body":"Ich für meinen teil mag Mid Lane auch lieber mit Vlad. In der Top sind zu viele Counter für ihn. \n\nAllerdings kann er auch dort etliches her machen. Mann muss nur lange genug in der Lane bleiben. Ich weis, das ist leichter gesagt als getan, aber machbar. \n\nIn der Mid ist alles gut, solange du Wardest und genug Farm abbekommst. dies kann gegen einen aggressiven Yasuo schon mal schwer werden (Hab ich gestern festgestellt) \n\nMfG","replies":[]}]}