{"id":"Wzh1bXIQ","poster":"MeMyselfandBaal","date":"2015-11-24T13:45:16.984+0000","title":"Minionphushing: Problemlösung oder Katastrophe bei AFKs?","subforum":"Champions & Gameplay","up_votes":5,"down_votes":0,"body":"Hey, die haben mich in den Patchnotes darum gebeten, meine Meinung zu &auml;u&szlig;ern.\r\n\r\nUnd es f&auml;llt nat&uuml;rlich eines sofort auf: Wenn du ein 4vs5 spielst und dein in der Basis chillender Champion in das Level-Cap z&auml;hlt, ist dein Gegner ganz schnell die 3 Levels vorne. Und kriegt dann die 15% Bonusschaden f&uuml;r seine Minions. Und sobald er den ersten Turm einrei&szlig;t, wird das ganz endg&uuml;ltig katastrophal: Das 5er Team kann dann die Au&szlig;en-Lanes alleine lassen, dass 4er Team muss nicht nur auf der Midlane gegen 5 Mann verteidigen, sondern auch noch jeweils einen Spieler auf die Top und Botlane abstellen. Sprich: Die letzte Chance durch &uuml;berragendes 4 Mann Teamfighting ein Spiel in Unterzahl zu gewinnen (oder wenigstens in &uuml;berragende Teamfights etwas Spa&szlig; zu haben), wird dir genommen.\r\nHalten wir kurz fest: Ein AFKler (selbst wenn er nur ein kurzes technisches Problem hat... sagen wir einen Windows-Bluescreen...) ist in diesem System eine Katastrophe.\r\n\r\nEs sei denn... Riot nutzt seinen Leaverbuster progressiv. Und stellt das Minionphusing entweder ab, wenn ein Spieler als AFK gewertet wird. Oder sogar auf Plus 3 f&uuml;r das Team in Unterzahl. So dass das Team in &Uuml;berzahl immer jemanden abstellen muss um die automatisch pushenden Lanes zu verteidigen.\r\nWas aber nat&uuml;rlich auf der n&auml;chsten Ebene die Toxidit&auml;t erh&ouml;ht, da der 0-3-0 stehende Spieler sich dann ein &quot;At least go AFK, the Minions will be more helpfull then you are...&quot; anh&ouml;ren kann...\r\n\r\nUnd ja, ich wei&szlig;, ich profitiere haupts&auml;chlich von AFKs, da ich mehr im Gegnerteam habe als im eigenen. Mir geht es aber nicht mal haupts&auml;chlich ums Gewinnen, sondern um knappe und spannende Spiele. Gerade in Normals. So pushe ich in einer 2vs1 Botlane die Lane durch anstatt den Support zu zonen... und verweigere auch quasi sichere T&ouml;tungen und Towerdives. (Und ja, ich bin letztens daf&uuml;r geflamet worden, dass ich als Ashe die Solo Lane Soraka nicht permanent get&ouml;tet habe... obwohl ich es gekonnt h&auml;tte... Ich hasse es aber auch wie die Pest als Solo-Lane Support gecampt und permanent get&ouml;tet zu werden... wer in Normal Games so verzweifelt ist, dass er diese Kills braucht...)\r\nWenn jetzt nicht nur der eine Gegner wesentlich schw&auml;cher wird, sondern meine Minions auch noch st&auml;rker... Ich bin mir wirklich unsicher, ob das so eine gute Idee ist...","replies":[{"id":"","poster":"BìgM","date":"2015-11-24T14:09:48.284+0000","up_votes":3,"down_votes":0,"body":"Ich sehe dieser Änderung sowieso schon kritisch entgegen.\nUntermauert durch dein mögliches Szenario (und es würde irgendwann passieren), bestärkt es eigentlich nur meine negative Meinung gegenüber dieser Neuerung.\n\nIch fand ja schon in S5, dass man im Vergleich zur S4 deutlich schwieriger ein Comeback starten konnte, aber mit dem Minionpushing wird das ganze noch mal eine Spur härter. Das führende Team wird dadurch meiner Meinung nach ziemlich gestärkt und ich sehe nicht, wie das ohnehin schon hinten liegende Team da noch mal den Spieß umdrehen soll.\n\nIch hab es noch nicht gespielt, deswegen will ich mich mit meiner Meinung da noch nicht festlegen. Das sind nur meine ersten Gedanken zu dem Thema. Ich werde abwarten und das ganze testen, aber grundsätzlich bin ich auch erst mal skeptisch ...","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-11-24T14:20:58.616+0000","up_votes":2,"down_votes":0,"body":"nur um mal den Vorführeffekt festzuhalten: Ich durfte gerade gegen einen 0-10-1 Intentional Feeding (der einzige Grund, warum der so wenige Tode hatte, war, dass ich halt versucht habe zu vermeiden, ihn zu töten... Und ja, der starb bereits 2 Mal, bevor die Minions in der Mitte ankamen... und ja, das ist kein Naming und Shaming, da ihr nicht wisst, wie mein Smurf heißt...) Nasus auf meinem Smurf. Der war dann Level 3, als unser Support Level 9 war... gehen wir also mal von Durchschnittslevel 10 aus und rechnen es durch: Wir kommen nach 15 Minuten auf ein Durchschnittslevel von 10, die auf eines von 8,6. Dazu kommen die 2 Türme, die deren Solo-Botlane ADC abgegeben hat...\nMacht also für die Arme Sau um 15% stärkere Minions... Früher wären das einfach relativ schnell 30 Gold pro Kill gewesen (und es wäre Sinnvoller, die Minions zu killen als den Feeder...). Ich sag's ja nur... ich bleibe skeptisch.","replies":[]},{"id":"","poster":"XXXCarolusRexXXX","date":"2015-11-27T13:38:45.735+0000","up_votes":1,"down_votes":0,"body":"Ich sehe das ganze auch eher negativ und es wird wohl dazu führen verstärkt focus auf das Early-Game gelegt wird.\n\nAllerdings möchte ich der Sache etwas positives abgewinnen:\n\nDem Gegner wird systematisch Farm denied während man selber ihne bekommt. Man kann aich am Tower safe alles wegfarmen, da die Lanes eh puschen  -> man hohlt an Gold einfach auf ( vorrausgesetzt man hat hohen waveclear - was eh Op ist ^^ )\nDer Gegner ist also gezwungen entweder ein Objektiv zu machen  ( diese Spawnen aber nicht jede Minute sondern im Midgame alle 5 Minuten ) dazwischen sind sie gezwungen irgendein Play zu machen und zwar bei einem feindlichen Tower.\n\nIst nur eine theoretische Wirkungskette. ABER es sollte möglich sein, einen Vorteil daraus zu ziehen.","replies":[]}]}