{"id":"V6PEN8AN","poster":"Kata Ga Kill","date":"2015-11-24T10:22:26.263+0000","title":"AD Katarina","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Habe gefallen gefunden bei Katarina mit 45% CD Reduzierung, alle 2 Sekunden W, E Hopser alle 3 Sekunden etc.\nUnd nach jeden kill mit der Ulti nur 9 sekunden CD bei der Ult finde ich extrem nice.\n\nProblem bei AP gibs nix was f&uuml;r Kata zugeschnitten ist mit CD.\n{{item:3158}} und {{item:3152}} sind die einzigen die passen.\n{{item:3165}} {{item:3115}} sind die naja, da sitzt der Schuh nicht so richtig.\n\nDaher Habe ich mal bissel von Riven abgekupfert und diese Items gebaut:\n(Auch weil ich AD nicht schlecht finde an Kata da sie teils damit auch skalliert, Tower und Mobs besser down bekommt und zuletzt die AD Items gut gebufft worden sind und günstiger als AP Items sind)\n{{item:3158}} {{item:3071}} {{item:3812}} {{item:3146}} {{item:3072}}  aber w&uuml;sste jetzt nicht was ich noch bauen sollte.\nUnd/Oder ob sich Gunblade lohnt oder doch lieber pur AD gehen sollte oder doch Hybrid gehen sollte mit:\n{{item:3158}} {{item:3071}} {{item:3812}} {{item:3285}} {{item:3157}} {{item:3089}} ?\n\nF&uuml;r weitere Meinungen/Tips w&auml;re ich dankbar.\n\nPS: {{item:3812}} finde ich Megageil wegen Fächenschaden bei Riven/Kata","replies":[{"id":"","poster":"Lady Yunalesca","date":"2015-11-24T11:54:36.907+0000","up_votes":2,"down_votes":0,"body":"Wie unten gesagt lohnt sich cdr auf kata eigentlich nicht so richtig,das problem mit deinem build ist jetzt oben,dass du auf wichtige stats wie zum besipiel magic pen komplett verzichtest.\nKatas ad scaling könnte auch wesentlich besser sein.Es ist spielbar,habe ich auch schon ein paar mal gesehen (ohne überragende Ergebnisse) aber fakt ist das ap definitiv mehr burst rein haut,also genau das wofür kata ja da ist.\n\nIn deinem build hast du jetzt zwar etwas armor pen aber wenn du hybrid baust sollte man definitiv einen voidstaff reinbringen und dafür ludens weglassen.\nDie Sache ist das Kata ja eigentlich eher auf spells basiert und nicht autoattacks,ich weiß nicht wie effizient da ein Blutdürster ist\nnaja ist so ne sache aber probier einfach mal rum^^","replies":[]},{"id":"","poster":"Coffee at yours","date":"2015-11-24T11:43:21.354+0000","up_votes":2,"down_votes":0,"body":"Mh mich würde mal interessieren wie das funktioniert, ist auf jeden fall eine witzige Idee. Das problem sehe ich im Spilstil : Katarina braucht kein cdr , da ihre passive von dir besagt fähigkeiten bei kill oder assist zurücksetzt. Von daher ist das ganze glaube ich eher nicht brauchbar :)","replies":[]}]}