{"id":"9hQiE0I7","poster":"Der Großmugister","date":"2015-11-24T10:45:22.805+0000","title":"Merkwürdige Verbindungseinbrüche","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gestern verlor ich bei einem Ranked die Verbindung, genau in dem Moment, in dem ich meinen Gegner unter seinem Turm angriff, ich sah noch was passierte, konnte meinen Champion aber nichtmehr kontrollieren.\r\nIch schob dies auf einen Fehler in meiner, sonst tadellos funktionierenden, Internetverbindung, brachte das Spiel nach einem Neustart zuende und lie&szlig; LoL, vorsichtshalber, f&uuml;r den Rest des Tages ruhen.\r\n\r\nNat&uuml;rlich behielt ich meine Verbindung, den restlichen Tag &uuml;ber im Auge, alles funktionierte einwandfrei, wie gewohnt.\r\nHeute morgen dann, testete ich erneut, in anderen Spielen, meine Verbindung und startete ein Ranked, nachdem wieder alles, ohne Vorkommnisse lief.\r\nIn diesem Ranked passierte aber genau das Selbe, absolut keine Probleme, bis ich den Gegner unter seinem Turm attackierte.\r\nVon gestern alarmiert, testete ich in meinem Browser meine Verbindung, dort lief alles Problemlos, es schien also nicht mein Internet zu sein, welches das Problem verursacht hatte.\r\nDiesmal startete ich das Spiel nicht neu und nach etwa 2 Minuten funktionierte auch wieder alles, in diesen 2 Minuten, sah ich wie sich mein Team und die Gegner auf der Karte bewegten, nur ich selbst konnte es nicht.\r\n\r\nIst das Problem vielleicht bekannt? K&ouml;nnten es doch Mini-Einbr&uuml;che in meiner Verbindung sein, die nur LoL wahrnimmt? Ist es eine Art Manipulation von Seiten meines Gegners? (ist Sowas &uuml;berhaupt m&ouml;glich?)\r\nIch kenne mich hier leider nicht gut aus und hoffe auf Anregungen, wie ich das Problem l&ouml;sen k&ouml;nnte.","replies":[{"id":"","poster":"T3NRIN","date":"2015-11-24T15:54:13.006+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern zwar kein Game gespielt, aber dafür hab ich heute massiv dasselbe problem, nur ist es bei mir nicht nur, wenn ich gegner unter dem Turm angreife, sondern immer dann, wenn es zu spielentscheidenden Situationen kommt. Ich bekomme nichtmal mit, wenn ich sterbe. Und ab dann bleibt die Verbindung so schlecht.","replies":[]},{"id":"","poster":"RosaroterTeddy","date":"2015-11-24T11:26:48.741+0000","up_votes":1,"down_votes":0,"body":"Ich kenne das auch, bei mir passiert zwar nur ganz selten und es ist nicht von Türmen abhängig (Bei mir zumindest). Woran es liegt, weiß ich auch nicht, da bei meinem Internet sonst auch alles in Ordnung ist (Da man ja auch noch sieht, was sonst passiert, muss es sowieso was ingame sein) Zu der Frage, ob sowas Manipulationen von Gegnern sein können: Ja, das nennt sich Drophack, kannste ja mal googlen :). Wie viele sowas allerdings tatsächlich verwenden und ob diese \"Lags\" deswegen sind, weiß ich auch nicht.\n\nMfg RosaroterTeddy","replies":[]}]}