{"id":"13Opdayd","poster":"Descendant of Yi","date":"2015-11-21T19:47:54.126+0000","title":"Fiddlesticks animation Bug | Smite Fadenkreuz Animations bug","subforum":"Melde einen Bug","up_votes":0,"down_votes":0,"body":"Hey,\n\nich habe in letzter zeit &ouml;fters fiddlestick gespielt und der champ hat leider einen sehr unangenehmen animations bug. Dieser findet nicht nur bei mir statt sondern ich kenne auch schon andere Leute die sich dar&uuml;ber aufregen.\n\n1.Bug:\nDie Drain animation von Fiddelsticks 2tem Spell wird nicht abgebrochen obwohl er f&uuml;hr eine kurze Zeit gestunnt wurde, was normalerwei&szlig;e seinen Drain unterbricht.\n\nHow to:\n1. Habe drain auf lvl 1 oder h&ouml;her (Zum testen empfehle ich Champ lvl 12-18)\n2. Drain ein gegnerischen champion (Benutze deinen 2ten spell auf einen gegnerischen Champion\n3. Lass dich von Renekton stunnen oder einen anderen champ nach dem der drain 0,5-1,5 sec oder l&auml;nger l&auml;uft\n4. Fiddle steht animations m&auml;&szlig;ig immer noch im Drain, dealt aber kein dmg und bekommt auch kein leben.\n\nDieser Bug findet nicht immer statt aber ist dennoch so h&auml;ufig das er mich sehr als fiddle spieler st&ouml;rt. Spricht man braucht mehr als nur einen Versuch um ihn nach zu vollziehen k&ouml;nnen.\n\nDies ist manchmal sehr &auml;rgerlich weil man dann wirklich denkt man draint noch und bis man merkt das man kein dmg mehr dealt und kein leben mehr bekommt ist es meistens leider zu sp&auml;t.\n\n\n2.Bug\nSmite wird als einsetzbar angezeigt obwohl das eigentlich Monster noch nicht da ist\n\nHow to:\n1. Nimm Smite als Summoner Spell mit\n2. Starte am Frosch (Position 1 im Bild) http://lkimg.zamimg.com/shared/guides/315815/images/Final%20Map.jpg\n3. Aktiviere Smite und halte es auf die Position wo das Monster spawnt.\n4. Zwischen Minute 1:36 - 1:39 wird der Fadenkreuz rot, was normalerwei&szlig;e nur der Fall ist wenn man Smite einsetzen kann. Man kann Smite aber nicht benutzen da das eigentliche Monster noch nicht da ist.\n\nDieser Bug ist einfach nachzuvollziehen und ist IMMER da.","replies":[]}