{"id":"wAo3Vqmn","poster":"ShyN3ko","date":"2015-11-21T16:08:52.319+0000","title":"Skarner Feedback & Verbesserungsvorschläge","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Battle_Cast-Skarner","description":"My take on expected Skarner skin, Battle Cast Skarner. Hope you like it. Battle_Cast-Skarner","url":"http://www.deviantart.com/art/Battle-Cast-Skarner-414866338","image":"http://pre03.deviantart.net/66dc/th/pre/f/2013/324/1/0/battle_cast_skarner_by_akiman-d6v00wy.jpg"},"up_votes":2,"down_votes":0,"body":"**Skarner Feedback**\r\n\r\nSkarner ist schon ein geiler, einfallsreicher und etwas schwieriger Champion.\r\nSeine Q,W,E und Ulti passen Designtechnisch sehr gut.\r\nSeine Passive ist richtig nice, auch wenn es mich verwundert das das keine Giftpassive ist.\r\nMan kann in auf AD Tank, Hybrid und Megatank spielen.\r\nUnd alles kann man sehr gut Team orientiert bauen.\r\nUnd sehr, sehr viele Items kann man auf ihm kaufen, weil sehr viele gut zu ihm passen.\r\n\r\n**Skarners Ver&auml;nderungen in den letzten Jahren**\r\n\r\nBesseres Aussehen, neuer Skin, generft, gebufft und andere F&auml;higkeiten.\r\nDas alles hat er bekommen.\r\nABER nat&uuml;rlich keinen neuen Championspothlight.\r\nMal ehrlich, bei Tristana ver&auml;ndert sich 1 F&auml;higkeit und sie bekommt besseres Aussehen.\r\nGameplay ist bei ihr fast gleich geblieben, ABER sie bekommt einen neuen Championspothlight und den recht schnell.\r\nIhre F&auml;higkeiten wurden auf der Website recht schnell aktualisiert.\r\nUnd bei Skarner, einen geilen Skin der Ingame ein bisschen bescheuert aussieht, einfach wegen dem Kopf.\r\nSeine F&auml;higkeiten wurden ca. erst nach 3 Monaten aktualisiert und seine Cooldown Passive wurde zu einer 3 Hit Passiven gemacht.\r\nNeues Aussehen und was ist.\r\nKein Champion Spotlight, obwohl diese alte 3 Hit Stun Passive sein Gameplay leicht ver&auml;ndert hat.\r\nAlso auf jedenfalls mehr als bei Tristana.\r\nIch mein du musstes es gut timen, damit du den maximalen Dmg mit seiner Ulti raus bekommen hast.\r\nUnd jetzt eine Kristall Passive die recht witzig ist und auch recht stark.\r\n\r\n**Skarner Verbesserungsvorschl&auml;ge **\r\n\r\n1: &Uuml;berarbeitet das Ingame  Aussehen von seinem Skin, oder einfach den Kopf.\r\nOder von mir aus soll er sich ab Lvl.16 weiternetwickeln, in den Skin im Link.\r\nW&auml;r eine geile Pokemon anspielung und der Skin tr&auml;gt ja sogar ALPHA in seinem Namen.\r\n\r\n2: Gibt ihm seine Geschichte zur&uuml;ck.Die neue ist einfach schrecklich.Er ist schlie&szlig;lich keine Amoklaufende \r\nKreatur die alles t&ouml;tet, was zu nah an ihm herankommt.\r\nNach meinem Geschmack passte die alte viel besser.\r\nUnd ganz ehrlich ein Scorpion der in der W&uuml;ste ist.\r\nPasst so, aber die Kristalle passen dann nicht mehr ins Konzept.\r\n\r\n3: Mach bitte einen Champion Spothlight f&uuml;r ihn, mit diesem geilen Sprecher.\r\nEr hat es schon lange verdient.\r\nDenn irgendwie denke ich, das er gemoppt wird.\r\nSchlie&szlig;lich hat Tristana einen bekommen und da hat sich wirklich nicht viel ver&auml;ndert.\r\nAu&szlig;er der Bombe.\r\nUnd bei Skarner kann man jetzt richtig viel entscheiden.\r\nTanken, Adc sch&uuml;tzen oder dmg build und alles vernichten was in die Kristalle kommt oder einfach sein\r\nTeam besch&uuml;tzen.\r\n\r\n**Jetzt habe ich genug gelabert.\r\nWas denkt ihr.\r\nHab ich recht oder liege ich komplett falsch**","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-21T19:03:00.563+0000","up_votes":1,"down_votes":0,"body":"Nein du liegst nicht falsch, immerhin hat Skarner ja ein wenig Juggernautaufmerksamkeit bekommen aber irgendwie gehen gerade so sachen wie eben das Spotlight verlohren, es geht nichtnur ihm so (Akali Spotlight hust...).\nDein Gewählter Titel ist aber nicht so genial, es klingt als ob du sein Gameplay verändern willst nicht wie mit der Webseitenaktualisierung umgegangen wird.\n\nAnnyway ich wünsche mir mehr Aktualität in den Spotlights, auf den Webseiten usw...\n\nWas seine Story angeht lege ich sie mir aktuell so zurrecht das Skarner möglicherweise den Eingang zu einer gewaltigen Geode bewacht welche mit einem Netzwerk aus Höhlen seinem Volk als Heimat dient.\n\nGruß Fox","replies":[{"id":"","poster":"ShyN3ko","date":"2015-11-21T19:45:06.781+0000","up_votes":1,"down_votes":0,"body":"Er tötet trotzdem jedem der zu nah da ran geht.\nUnd seine alte Story ist irgendwie besser.\nFinde ich","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-21T22:10:41.320+0000","up_votes":1,"down_votes":0,"body":"Nunja als Wächter passt man eben auf, ich stell mir das ein wenig wie eine Sphinx vor \"weiche zurrück und ich lasse dich leben schreite vorran und du bist des Todes\". Aber ja die Alte Story war nicht übel und nicht so nötig sie zu ändern.","replies":[{"id":"","poster":"ShyN3ko","date":"2015-11-21T22:42:53.798+0000","up_votes":1,"down_votes":0,"body":"Ja, aber ich finde er wird nicht mal als Wächter dargestellt.\nEs heißt einfach.\nZu nah= Tod\nOhne Vorwarnung, auch wenn aus versehen ein Teemo zu nah ran kommt.","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-22T00:28:09.585+0000","up_votes":1,"down_votes":0,"body":"Ja, es ist etwas wenig ausgeschmückt, Riot hat ihn für Azir hald nach/in Shurima gequetscht ohne weiter nachzudenken...","replies":[{"id":"","poster":"ShyN3ko","date":"2015-11-22T13:10:21.381+0000","up_votes":1,"down_votes":0,"body":"Und sowas ist einfach....\nNaja, Mobbing.\nDas gleiche gilt natürlich auch für Urgot.\nDer bräuchte auch eine Aktualisierung.","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-22T13:33:53.244+0000","up_votes":1,"down_votes":0,"body":"Das gilt für einige Champs, Urgot ist neben Yorik und Poppy wohl der am wenigsten behandelte Champ, da hat es Skarner fast schon gut mit dem Juggernautrework, er war immerhin ne Zeit Pic oder Bann weil die Leute nicht auf ihn klar kahmen XD.","replies":[{"id":"","poster":"ShyN3ko","date":"2015-11-22T14:28:24.077+0000","up_votes":1,"down_votes":0,"body":"Und die meisten waren für meinen Geschmack einfach nur schlecht.\nUnd das sage ich nicht nur weil ich Skarner Main bin XD,","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-22T17:16:13.900+0000","up_votes":1,"down_votes":0,"body":"Ich weiss was du meinst, Skarner ist mein 2. Mainchamp und er hat mich auch der Bronze gezogen mit der Ult XD.\nAber wenn man andere Skarner spielen sieht ohje...","replies":[]}]}]}]}]}]}]}]}]}]}