{"id":"zoan6lZF","poster":"TFT Zarak","date":"2015-11-21T01:37:58.848+0000","title":"[GER] Jungle Tier List 5.22","subforum":"Streams & YouTube","embed":{"title":"[GER] League of Legends - Jungle Tier List 5.22","description":"Livestream: http://www.twitch.tv/zaraklp Twitter: https://twitter.com/ZarakLP E-mail: zaraklp@gmx.de Künstlerin: http://greynose.deviantart.com/ Tier 4 Seju; Warwick; Fiddle; Nunu Tier 3 Udyr; Hecarim; Wukong; Nautilus; Yi; Shyvanna; Skarner; Voli; Amumu; Zac Tier 2 Shaco; Rammus; Kha; Ekko; Xin; Tahm; Olaf; Fizz; J4; Vi; Jax; Phanteon; Nocturne; Diana Tier 1 Evelynn; Kindred; Nidalee; Rengar; Gragas God Tier Elise; Lee; Rek'sai","url":"https://www.youtube.com/watch?v=rJ8I49AWBXE&feature=youtu.be","image":null},"up_votes":2,"down_votes":1,"body":"Hallo ich melde mich mal wieder mit einem neuem Video.\r\nIch habe mich drann gesetzt und eine Tier List f&uuml;r die Jungler auf dem 5.22 Patch erstellt.\r\n\r\nHier die Liste:\r\n\r\nTier 4\r\nSeju; Warwick; Fiddle; Nunu\r\n\r\nTier 3\r\nUdyr; Hecarim; Wukong; Nautilus; Yi; Shyvanna; Skarner; Voli; Amumu; Zac\r\n\r\nTier 2\r\nShaco; Rammus; Kha; Ekko; Xin; Tahm; Olaf; Fizz; J4; Vi; Jax; Phanteon; Nocturne; Diana\r\n\r\nTier 1\r\nEvelynn; Kindred; Nidalee; Rengar; Gragas\r\n\r\nGod Tier\r\nElise; Lee; Rek&#039;sai\r\n\r\nIn dem Video sind zu fast allen Platzierungen Begr&uuml;ndungen und ich w&uuml;rde gerne eure Meinung h&ouml;ren, ob und wenn ja was ihr anders einortnen w&uuml;rdet.\r\n\r\nEs fehlen in der Liste ein paar champs, dass sind zumeist Champs die ihre main position nicht im jungle haben und dort besser sidn als im Jungle.\r\n\r\nmfg ZarakLP\r\n\r\nPS: ja ich wei&szlig; ich sag echt noch zu oft &quot;&auml;hm&quot;... arbeite dran :D","replies":[{"id":"","poster":"Termii TFT","date":"2015-11-21T04:51:32.617+0000","up_votes":1,"down_votes":0,"body":"Die Tierliste sieht aus, als hättest du sie mit einem Würfel erstellt.\n\nElise, Gragas, Nida, Evelyn sind so schwach wie noch nie. Alle gehören in Tier 5 bis 4. wobei Tier 5 für unspielbar steht. Das wird sich jdeoch im nächsten oder übernächsten Patch ändern.\n\nSeju ist komplett underrated, die gehört in Tier 1 oder höher.\n\nBei fast allen anderen champs würde ich auch widersprechen. Die heftigsten Ausreißer habe ich aber genannt.","replies":[{"id":"","poster":"TFT Zarak","date":"2015-11-21T12:44:58.395+0000","up_votes":2,"down_votes":1,"body":"Die Meinung kann ich nciht nachvollziehen, bitte begründe deine Aussagen, wieso sollten sie schwach bzw stark sein?\nSeju hab ich selbst mehrfach getestet, da ich sie eigentlich ganz gerne mag, fand sie aber wirklich immer zu langsam und zu impacktlos\nauch das Gragas Nida Eve udn Elise unspielbar sind ist einfach quatsch.\nIch meine Das sind nach wie vor die meist gepicktesten Jungler (vor allem Gragas und Elise) in der ESL und die spielt auf diesem Patch.","replies":[{"id":"","poster":"Termii TFT","date":"2015-11-21T20:02:48.678+0000","up_votes":1,"down_votes":0,"body":"Ich spiele selbst **kein** Jungle. Daher berufe ich mich hier auf Aussagen anderer und die Winrates der Champions.\n\n* gerade Gragas, Elise, Nida und Evelyn lösen bei vielen meiner Freunden Frustration aus. Sie sind im early zu langsam, brauchen zu viele Bs oder brauchen zu lange, bis sie ihre Items haben. Dazu kommt, dass es **einige** Jungler viel leichter haben. \n* Riot selbst hat mehrmals von Jungle Patches geredet. Hier ein Beispiel:\nQuelle: http://www.surrenderat20.net/2015/11/red-post-collection-november-17th.html\nZitat: \"We're seeing certain champions **struggle more than they should** at present. We've got some buffs to Hunter's Talisman and Refillable Potion coming as a result to help out some early clears. We're also seeing **some magic damage dealing junglers** in particular **have issues**, so are lowering Magic Resistance on some monsters to help them specifically. If you're currently struggling in the jungle, you may want to try Krugs (or Gromp) > double buffs, as that seems to be a fairly stable approach. \"\n* Als Midlaner merke ich es sehr gut, die Items für AP Mages sind teurer als vorher. Gerade Nidalee ist momentan langsam in Jungle, bekommt daher weniger Gold als noch zu Season5. Dazu kommt, dass die Items auch noch teuer wurden. Sie ist also einige Minuten langsamer als letzte Season, egal wie gut der Spieler ist. \n* Winrates:\nIch nenne diese In der folgender Form: Champ1(Winrate, Rang)...\nDabei ist der Rang zwischen 1(beste Wirnate) und 127(schlechteste Winrate) \n \n\n1. Winrate: Normal Games(letzte 7 Tage, Summonors Rift, jede Elo)\nGragas(44,85%, 120), Elise(47,35%, 104), Nida(42,16%, 127), Evelyn(44,20%, 123), Sejuani(53,10%, 23)\n2. Winrate: SoloQ(letzte 7 Tage, Summonors Rift, Gold)\nGragas(44,54%, 121), Elise(46,55%, 109), Nida(41,30%, 127), Evelyn(45,10%, 119), Sejuani(52,03%, 37)\n3. Winrate: SoloQ(letzte 7 Tage, Summonors Rift, Diamant)\nGragas(45,34%, 115), Elise(48,55%, 85), Nida(46,07%, 109), Evelyn(48,51%, 86), Sejuani(51,90%, 37)\nQuelle: http://euw.op.gg/statistics/champion/","replies":[{"id":"","poster":"TFT Zarak","date":"2015-11-23T06:38:53.843+0000","up_votes":1,"down_votes":1,"body":"Hierzu muss man sagen, sowohl die Winrates von Gragas, Nidalee als auch Elise waren auch auf dem 5.21 Patch nicht viel anders und trotzdem waren sie super stark.\nWenn ein champ viel gespielt wird, aber nicht gerade einfach ist, gibt es einfach viele Spieler, die mit ihm missplayen.\nJemand der Normalerweiße nicht junglen kann, es aber muss, piuckt einfach den \"stärksten\" jungler.\nDarunter leiden oft die winrates der beliebtesten Jungler.\nein weiteres Beispiel dafür ist Lee, der hat sein Seasons fast konstant ~48 - 47% Win rate unt trotzdem ist und war er sehr gut.\nes ist recht logisch, dass Champs die weniger gespielt werden und zudem etwas leichter sind bessere winrates haben.\nZu Eve, ich hab sie selbst gespielt und ja der ertse Clear ist hart, man schafft aber zB: Krugz, red, raptors und kann dann Base ujnd sich den Hunters Potion kaufen. Ab dem Zeitpunkt kommt man wirklich gut durch den Jungle und hat nach wie vor ein sehr starkes Mid game und sehr starke Ganks. \nich denke einfach, dass viele noch nicht genau wissen wie sie Eve spielen sollen, vielleicht auf mit AD eve experimentieren und daher die winrate gerade nciht so doll aussieht. \n\nAktuell (20.11 - 23.11) hat Eve im Dia SoloQ bei einer Popularität von ~ 4% eine 52% win rate, weil die Leute dahinter kommen, wie man sie am besten spielen sollte. \nDie Winrates direkt nach einem so großem Patch sind meist nicht so aussagekräftig, da die Leute erstmal die beste Spielweiße finden müssen.","replies":[{"id":"","poster":"Termii TFT","date":"2015-11-23T09:27:41.459+0000","up_votes":1,"down_votes":0,"body":"> ein weiteres Beispiel dafür ist Lee, der hat sein Seasons fast konstant ~48 - 47% Win rate unt trotzdem ist und war er sehr gut.\n\nDas stimmt komplett. Aber Champs wie Lee/Yasuo/Zed/Kalista haben dann doch noch etwas mehr Übung nötig als Elise, Gragas und Eve. Nida ist mehr oder weniger eine Noobfalle, daher kann man ihre Winrate um 46-51% (in gold, soloQ) als normal ansehen. Nida hat aber eine Winrate von aktuell 41,13% (soloQ, gold, letzte 7 tage). \n\n> ich denke einfach, dass viele noch nicht genau wissen wie sie Eve spielen sollen, vielleicht auf mit AD eve experimentieren und daher die winrate gerade nciht so doll aussieht. \n\nJop, das ist auf jeden Fall ein Grund, wieso AP Champs so schlechte Winrates haben. Viele Spieler sind nun mal nicht so dynamisch mit ihren Itembuilds und Spielstil.\n\n>Aktuell (20.11 - 23.11) hat Eve im Dia SoloQ bei einer Popularität von ~ 4% eine 52% win rate, weil die Leute dahinter kommen, wie man sie am besten spielen sollte.\n\nQuelle?\nauf http://euw.op.gg/statistics/champion/ sieht es so aus (soloQ, 17.11-23.11):\n\n* ~~Bronze: 42,55%, Rang 120~~ **nur** 987 Games als Beobachtung\n* Silber: 46,91%, Rang 93\n* Gold: 45,05%, Rang 119\n* Platin: 46,33%, Rang 115\n* Dia: 49,24%, Rang 79\n* ~~Master/Challenger: 52,63%, Rang 66~~ **nur** 38 Games als Beobachtung\n\nIch habe gerade nochmal die Winrates mit http://champion.gg/statistics/ verglichen. Eine Winrate über 50% ist ausgeschlossen, sofern die Datenerhebung genug Werte aufweist.\n\n> Die Winrates direkt nach einem so großem Patch sind meist nicht so aussagekräftig, da die Leute erstmal die beste Spielweiße finden müssen.\n\nJop stimmt. \n\nIch wollte die Winrates auch nicht als etwas Absolutes dar stellen. Es ging mir eher darum, auf die Probleme dieser Champions hinzuweisen. Wenn ein Champion im **God-Tier** oder **Tier 1** ist, sollte dieser nicht solch offensichtliche Probleme haben, wie schon vorher von mir genannt: \n\n* **negative Winrate**\n* **die Aufmerksamkeit von Riot, weil er zu schwach sind**\n* **eine Community, die sich regelmäßig über diesen Champion in Foren beschwert**","replies":[]}]}]}]}]},{"id":"","poster":"TFT Zarak","date":"2015-11-24T13:47:31.683+0000","up_votes":1,"down_votes":0,"body":"Und ganz nebenbei, ich gucke auch noch recht viele streams und habe viele high elo jungler und lcs jungler im stream gefragt, nach ihren top 5 soloQ jungler auf 5.21\nes waren immer: Elise, Nidalee, Rek, Lee, Kindred \noder mindest 4 von ihnen","replies":[]},{"id":"","poster":"Rei Danna","date":"2015-11-23T07:46:31.588+0000","up_votes":1,"down_votes":0,"body":"ich finde diese tierliste auch absolut random momentan sind eher tankjungler stark du hast diese völlig underrated dadurch das adc´s momentan so stark sind countert man diese mit assasinen und assasinen countert man mit tanks logisch wa?\ndann kommen außerdem die leute in godtier auf denen rageblade einfach broken ist sowas wie xin kayle yi etc. ich würde an deiner stelle bevor du ne tierliste erstellst einfach mal 20 runden junglen und egal wie die spiele laufen einfach mal schauen wie komme ich durch den jungle? Sterbe ich beim buff fast? Welches item macht auf dem champ sinn passt das in die meta?","replies":[]},{"id":"","poster":"Wîndfury","date":"2015-11-22T19:17:37.284+0000","up_votes":1,"down_votes":0,"body":"esl und soloque vergleichen ist wie wen du einen marathon mit kenianern und leuten aus dem altenheim machen würdest.\nDas ist ein ganzt anderes niveau im hinblick auf snyergie und teamplay weil mn sich da auf die anderen verlassen kann.\n\nIm Moment im Jungle ka wegen der statistik aber nach gefühl jax/xin weil wegen rageblade","replies":[{"id":"","poster":"TFT Zarak","date":"2015-11-23T06:26:40.251+0000","up_votes":1,"down_votes":1,"body":"Wer hat denn gesagt, dass ich mich nur auf soloQ beziehe? dies sollte eine allgemeine Tierlist die sowohl die SoloQ als auch Teamranked mit beinhaltet sein.","replies":[]}]}]}