{"id":"0NvHvLaR","poster":"Uni LG Sinex","date":"2015-11-21T13:52:16.404+0000","title":"Uni ŁG sucht Veteranen -Top/Mid","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Mein Team &bdquo;University of Łeague&ldquo; kurz &bdquo;Uni ŁG&ldquo; sucht ehrgeizige Veteranen (Mid/Top, ADC) f&uuml;r die kommende Season. Wir rekrutieren vor allem Leute die vor haben l&auml;nger im Team zu bleiben und dies auch etwas seri&ouml;ser nehmen.\r\n\r\nSchon mal jetzt gesagt: Ihr solltet sehr viel Zeit  haben und nicht nur 1 Stunde am Tag oder 1 mal in der Woche!!!!!!\r\n\r\nZu mir: Uni LG Sinex, 16, main Jungler. Team Captain und mache auch gerne die Calls.\r\n\r\nZum Team: W&uuml;rden gerne feste Ranked Team Zeiten ausmachen.\r\nDesweiteren Replay&#039;s ansehen um unsere Fehler zu beheben.\r\n\r\n-Dia 5 [Main Top/Mid]   \r\n-Gold 4 [Main Jungle]   \r\n-Gold 5 [Main Supp]  \r\n\r\nUnser Ziel: Zumindest Platin f&uuml;r die Season 6 sollte schon drin sein sowie Teilnahme an Cups, Events.\r\n\r\nZu euch: Ihr solltet definitiv Ts3 sowie ein gut-funktionierendes Headset besitzen,\r\nMindestens Silber 3 sein,\r\nViel Zeit haben,\r\nMindestens 2 Jahre League-Erfahrung haben,\r\nEinen recht breiten Champion-Pool besitzen,\r\nkritikf&auml;hig, ehrgeizig, flexibel sein um unser gemeinsames Ziel zu Wir suchen: Jemanden der Top sowie Mid gut spielen kann und einen guten ADd einen guten AD\r\n\r\nWie ihr uns erreichen k&ouml;nnt? Uni LG Sinex o. Uni LG Shadow adden und euch kurz vorstellen oder einfach hier einen Beitrag erstellen im folgendem Format:\r\n\r\nFalls du Intresse hast und Main ADC / Mid&amp;Top bist, schreib mir [Uni LG Sinex] einfach eine Nachricht oder kommentiere den post mit folgenden Infos:\r\n\r\nIn-game Name\r\nNormaler Name\r\nAlter\r\nMain Champs\r\nChampion Pool (Welche champs ihr alle gut spielen k&ouml;nnt)\r\nDeine Vorstellung des Teams\r\nViel gl&uuml;ck beim ranken und ich hoffe wir treffen uns!","replies":[{"id":"","poster":"Rafiki HD","date":"2015-11-21T16:21:16.848+0000","up_votes":1,"down_votes":0,"body":"Moin Sinex \nMein Name ist Philip \"Kohakuu\" bin 20 Jahre alt \nBin main adc und mein Champpool besteht aus :{{champion:18}} {{champion:51}} {{champion:222}} {{champion:236}} {{champion:21}} \nIch spiele seit März 2012 Lol und bin Silber 2.\nLetzte Season haben mein Team und ich uns auf Gold gebracht, aber aus Inaktivität suche ich ein neues Team mit höheren Zielen. Ich bringe ausserdem viel Zeit zum spielen mit.\nGruß Philip","replies":[]}]}