{"id":"2MnJtFzx","poster":"Deathount","date":"2015-11-21T06:43:22.269+0000","title":"Mein verhalten ist wohl inakzeptabel","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Ich habe eben noch eine  kleine Runde lol gespielt.\r\nNach der runde bekam ich eine Verwarnung\r\n\r\nDein in letzter zeit gezeigtes verhalten bla bla bla\r\nBel&auml;stigung bla bla bla usw usw\r\n\r\nIch bin  wirklich ein friedlicher  und ruhiger Spieler , ich lasse mich  nicht provozieren oder sonst irgendwas .\r\nHabe noch nie jemand  bel&auml;stigt  weder das, noch ein anderen rotz. Und wenn die Leute mir da zu bloed werden mute ich \r\ndamit mir nicht die Eier platzen\r\n\r\n\r\nMuss ich mir deswegen jetzt gro&szlig;artig Gedanken machen ?","replies":[{"id":"","poster":"Schwertkönig","date":"2015-11-21T12:07:41.731+0000","up_votes":3,"down_votes":0,"body":"Die Meldung ist keine Verwarnung sondern nur eine Warnung, dass du in deinen letzten Spielen überdurchschnittlich oft (für dich) gemeldet wirst. Diese Meldung soll Spieler dazu bewegen, über ihr Verhalten nachzudenken, bevor die Chatanalyse greift und sie eine Sperre bekommen. Solltest du nichts falsches gemacht haben, brauchst du dir wegen dieser Meldung keine Sorgen machen.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-11-21T12:31:41.817+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Schwertkönig,realm=EUW,application-id=KYnfKGf0,discussion-id=2MnJtFzx,comment-id=0002,timestamp=2015-11-21T12:07:41.731+0000)\n>\n> Die Meldung ist keine Verwarnung sondern nur eine Warnung, dass du in deinen letzten Spielen überdurchschnittlich oft (für dich) gemeldet wirst. \n\nIch würde es durchaus Verwarnung nennen.\nImmerhin wird in der überaus irreführenden Meldung direkt gesagt, dass das Verhalten inakzeptabel war, also als Tatsache....\nUnd damit ist es imho eine Verwarnung und keine Warnung.\n\n@TE:\nMeldung sagt aus, dass du in letzter Zeut überdurchschnittlich oft reportet wurdest, und das eine Überprüfung erfolgt, falls du weiter in diesem Ausmaß Reports sammelst.\nNaja, zumindest sollte sie das aussagen..","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-24T12:40:09.910+0000","up_votes":1,"down_votes":0,"body":"Ja, die Wortwahl ist nicht so pralle, aber das wurde schon extrem oft diskutiert.\nDa der Charakter der Meldung aber nicht verwarnend im Sinne einer letzten Chance ist, ist es eben nur eine Warnung und nichts weiter.","replies":[]}]}]},{"id":"","poster":"Pandaphiri","date":"2015-11-21T07:38:17.922+0000","up_votes":2,"down_votes":0,"body":"nein must du nicht. wenn du wirklich unschuldig bist passiert da nix. das sind einfach die Frust kiddies die dich wegen sowas reporten. Die Reports werden dann überprüft und wenn du wirklich unschuldig bist passiert nix.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-11-21T08:00:55.007+0000","up_votes":2,"down_votes":1,"body":"Das ist nur die sehr irreführende Warnung, die Riot dringend mal ändern sollte und dir sagen soll, dass du reported wurdest und nun überprüft wird, ob dein Verhalten angemessen ist.","replies":[]},{"id":"","poster":"zadok","date":"2015-11-24T13:14:45.897+0000","up_votes":1,"down_votes":3,"body":"mach dir keine gedanken : \nich bin èin abartiger Flamer und hab bis heute keinen bann :D","replies":[]}]}