{"id":"4tmKHkey","poster":"Skelenth","date":"2015-11-20T19:01:42.734+0000","title":"Surtr: Wiedergänger","subforum":"Community-Kunstwerke","up_votes":1,"down_votes":0,"body":"Das ist die Geschichte des von mir vorgeschlagenen Champions [Surtr](http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/9etYEpIE-champion-idee-surtr). Sie war etwas lang f&uuml;r den einen Thread, deshalb ist sie jetzt hier.\r\n\r\n\r\nDer Einfluss der Schatteninseln w&auml;chst stetig. Tag f&uuml;r Tag, Monat f&uuml;r Monat, Jahr f&uuml;r Jahr.\r\nGraunacht f&uuml;r Graunacht.\r\nBilgewasser hatte bisher einsch&uuml;rfende Erfahrungen mit den Untoten gemacht und wurde dieses Mal beinahe &uuml;berrannt. Nur durch den Kult der B&auml;rtigen Dame konnte es vor dem Untergang gerettet werden.\r\nDoch dieses Mal griffen die Schatteninseln nicht nur in Bilgewasser um sich.\r\nWeit entfernt, im Norden Valorans, vor der K&uuml;ste Freljords liegt eine Insel. Die Gemeinde, die dort lebt, nicht viel mehr als ein Dorf, z&auml;hlt sich zum Stamm Lokfars. Die Krieger waren tapfer und hatten in vielen K&auml;mpfen Erfahrung gesammelt, doch gegen die spektralen K&ouml;rper der Geister der Inseln konnten sie nichts ausrichten. Die wenigen kampft&uuml;chtigen M&auml;nner konnten, gegen alle Wahrscheinlichkeiten die Horden einige Stunden zur&uuml;ckhalten, doch auch sie mussten einsehen, dass R&uuml;ckzug die einzige L&ouml;sung war. Nicht einmal ein ehrenhafter Tod war ihnen gew&auml;hrt, denn sobald einer von ihnen sein Leben aushauchte, drang der Nebel gleich in ihn ein und verwandelte ihn in eine der Kreaturen die sie bek&auml;mpfen mussten.\r\nViele &Uuml;berlebten den Angriff, doch auch viele starben.\r\nDie Sitten der Gemeinde schrieben vor, den im Kampf Gefallenen ein Heldenbegr&auml;bnis zu gestatten. Der Zeremonienleiter, meist der Dorf&auml;lteste, w&uuml;rde mit ihnen auf das Eismeer fahren und sie dort verbrennen, doch er weigerte sich. Er konnte immer noch den Nebel am Horizont ausmachen und f&uuml;rchtete sich aufs Meer zu fahren. Stattdessen schickte er seinen Gesellen, einen eifrigen, aber schm&auml;chtigen und damit als Krieger unbrauchbaren jungen Mann.\r\nEifrig wie er war, nahm der das &quot;Angebot&quot; des Alten an und fuhr mit insgesamt acht Booten aufs Meer. In jedem der bis aufs prunkvollste geschm&uuml;ckten Boote lag ein K&ouml;rper. Die K&auml;hne wurden von dem Gewicht der Grabesbeilagen tief ins Wasser gezogen. \r\nAls er die richtige Stelle erreicht hatte, gekennzeichnet mit einem Monolith, der beinahe vier Meter aus dem Wasser ragte, begann er die Zeremonie. Er z&auml;hlte die Heldentaten eines jeden von ihnen auf. Was sie erreicht hatten und warum sie in den gro&szlig;en Hallen ihrer Vorv&auml;ter willkommen gehei&szlig;en werden sollten. \r\n_Orykk, der die sieben Schlangen vom Hyark-See allein mit seinen F&auml;usten erlegte._\r\nFlache Nebelschwaden bildeten sich zu seinen F&uuml;&szlig;en.\r\n_Tjamor, der, im Alleingang, die Banditen der Bitternebel-H&ouml;hle fasste._\r\nDer Nebel wurde dichter.\r\n_Wodan, der den Speer Gungnir meisterte und sein Auge im Kampf mit dem Riesen Mim&#039;r verlor._\r\nDie Dunstschwaden f&auml;rbten sich in ein gespenstisches Gr&uuml;n.\r\n_Varli, der vor seinem Tod zwei Dutzend Nebelg&auml;nger in die Flucht trieb, bevor sie seinen Bogen zerbrachen._\r\nDas Wasser wurde unruhig. Kleine Wellen schlugen an das Boot.\r\n_Margni, der-_\r\nDas Boot schaukelte. Zum ersten Mal kam der Mann bei der Zeremonie ins Stocken.\r\n_Margni, der seinen-_\r\nEine weitere Welle. Wasser schwappte ins Boot. Etwas war nicht richtig.\r\nDann fing etwas den Blick des Mannes auf sich. Irgendetwas in einem der Boote.\r\nEtwas bewegte sich im Dunkeln.\r\nWodan, einer der &Auml;ltesten im Dorf, hob seine Hand.\r\nBewegung kam in die Leichen, als der Nebel in sie eindrang.\r\nSie richteten sich auf, die toten Augen auf ihr n&auml;chstes Opfer gerichtet.\r\nDer Mann war wie versteinert. Das Entsetzen war in sein Gesicht geschrieben.\r\nDer erste Schritt der Untoten lie&szlig; die Boote erzittern.\r\nGerade als ihm der Gedanke kam, dass er durch das Wasser, dass ihn von den Wiederg&auml;ngern trennte, sicher war, verlie&szlig;en sie ihre K&auml;hne. Unter ihren F&uuml;&szlig;en gefror das Eis und sie kamen langsam auf ihn zu. Gr&uuml;ner Dampf stob aus ihren M&uuml;ndern und ihre Zeremonienwaffen leuchteten in geisterhaften Licht.\r\nDer Mann fiel zu Boden. Seine Beine hatten einfach nachgegeben.\r\nDer erste Wiederg&auml;nger stieg ins Boot und stie&szlig; dabei die Laterne um, mit der sp&auml;ter die anderen h&auml;tten entz&uuml;ndet werden sollen. Das &Ouml;l ergo&szlig; sich &uuml;ber das kurze Deck und entz&uuml;ndete sich.\r\nIn Angesicht seiner brennenden Kleidung entfuhr dem auferstandenen Wodan nur ein leises Lachen. Mittlerweile konnte man ihn kaum wieder erkennen. Er war vollst&auml;ndig in den Nebel geh&uuml;llt.\r\nEr machte einen Satz nach vorne und ergriff den Mann beim Hals. Hob ihn hoch wie einen schlaffen Sack. Die schartige Klinge seines Schwertes blitzte auf, als sie die Flammen reflektierte, was Wodan auf eine andere Idee brachte. Anstatt ihn schnell und gn&auml;dig mit dem Schwert zu t&ouml;ten, warf er den Mann, der sich vergebens im Griff des Untoten wand, ins Feuer.\r\nDas brennde &Ouml;l saugte sich in seine Kleidung, in seine Haare, in seine Haut. Er wurde, unter dem heiseren Gel&auml;chter seiner ehemaligen Freunde, bei lebendigem Leibe verbrannt.\r\nAls seine Augen zu schmelzen begannen, hatte er bereits das Bewusstsein verloren.\r\n\r\nEin unbeschreibliches Gef&uuml;hl umschlang den Verstand des jungen Mannes. Wie der Nebel kroch es langsam und glittschig &uuml;ber seine Seele, wickelte sie ein und erdr&uuml;ckte sie. Mit jeder Sekunde wurde es schwerer einen klaren Gedanken zu fassen.\r\nDoch pl&ouml;tzlich, war da mehr. Ein Schmerz fegte die Fetzen des Nebels davon. Lichterloh brannte eine Flamme vor seinem inneren Auge, saugte den Nebel auf wie ein Schwamm.\r\n\r\nAls er wieder zu sich kam, sp&uuml;rte er den Druck des Ozeans &uuml;ber sich. Es war stockfinsert, alles was er sehen konnte war der Fu&szlig; des Monolithen, erleuchtet von purpurnem Licht.\r\nEr streckte seine Hand nach dem Fels aus. Geschw&auml;rzte Knochen kamen in sein Blickfeld.\r\nEr blickte an sich hinab. Die Fetzen seiner Robe hingen an ihm, darunter lediglich schwarze Knochen, von denen ein roter Schimmer ausging, wie von gl&uuml;henden Kohlen.\r\n\r\n_Orykk...\r\nTjamor...\r\nWodan...\r\nVarli...\r\nMargni...\r\nDalur...\r\nBalder...\r\nThoran..._\r\n\r\n_Surtr, der Wiederg&auml;nger der den Nebel besiegte_","replies":[{"id":"","poster":"Nuix","date":"2015-11-21T22:07:16.910+0000","up_votes":1,"down_votes":0,"body":"Sehr schön geschrieben, auch die Mystik gut rüber gebracht. \nHast du en Kult der bärtigen Dame erfunden?\nFalls ja: Episch :)","replies":[{"id":"","poster":"Skelenth","date":"2015-11-21T22:40:23.771+0000","up_votes":1,"down_votes":0,"body":"Schön das es dir gefällt\nMit dem Kult der Bärtigen Dame war die Religion gemeint, die auch Illaoi praktiziert. Ich wusste die genaue Einordnung dafür leider nicht","replies":[]}]}]}