{"id":"jU6Ys3bi","poster":"Jungle Kingdóm","date":"2015-11-19T21:40:09.931+0000","title":"Remove Grüne Wards  größter fehler","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":4,"body":"Es ist so dumm und ich verstehe den Grund nicht ich meine ich hocke in der Midlane   geh back hol mir ein Pink ward,das direkt Zerst&ouml;rt wird von jgl und habe keine Vision. Was will man in der Midlane mit einem Pink Ward wenn man  wie fast jedes Spiel gecampt wird?","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-20T08:19:17.970+0000","up_votes":3,"down_votes":0,"body":"Ich find's gut. Das neue blaue Totem ist einfach mal übel genial. Pinks brauch' ich eigentlich kaum noch, sobald ich das habe - ich finde es fast schon etwas OP. Vorher hat man das gelbe Totem, das auch schon nicht übel ist, gratis. Der Jungler hat ein Warding-Item bekommen und kann damit den Pirscher+Clearer geben und das Warding-Schlampen-Image vom Support wurde auch nochmal abgesenkt. Ein Team, das in Sachen Vision anständig zusammenarbeitet, kann jetzt echt derbst abgehen.\n\nFür Leute, die Spaß am Vision-Spiel haben, wurde meiner Meinung nach wirklich stark verbessert.","replies":[]},{"id":"","poster":"Djerun90","date":"2015-11-19T22:17:50.422+0000","up_votes":3,"down_votes":1,"body":"Also ich weiß nicht, warum sich alle Welt darüber aufregt, dass die grünen Wards weg sind.\n\n1.) Die pink wards kosten jetzt genau wie die grünen früher 75 Gold. Also ist da schon mal kein Unterschied\n2.) Die pink wards halten länger als normale wards, wenn sie nicht gecleared werden (clever stellen, Leute)\n3.) Das grüne Trinket hat von Anfang an bereits 2 Aufladungen statt nur einer und mit dem neuen upgrade kannst du ja sowieso warden wie verrückt\n\nIch finde nicht, dass das Entfernen der grünen wards das Spiel verschlimmert hat, es zwingt die Leute jetzt nur dazu, besser mit ihren Trinkets umzugehen. \nDas heißt:\n- dass auf der Botlane eben auch mal der ADC kurz sein trinket in den River-Busch stellt anstatt nur darauf zu warten, dass der Support sich immer darum kümmert\n- dass auf Stufe 9 JEDER Spieler endlich mal sein Trinket kostenlos ausbaut und dann mit der blauen Erweiterung den Jungle ausleuchtet. Er muss dafür ja dank der Reichweite nicht mal mehr seine Lane verlassen! \n\nIch finde, Riot hat das schon ganz gut gemacht, weil die Spieler jetzt gezwungen sind, was für ihre Vision zu tun. Das können sie dafür jetzt aber kostenlos und nicht mehr für 250 Gold für das Trinket-Upgrade. \n\nUnd zu dem Problem für die Midlaner:\n1.) Der typische Midlaner ist ohnehin zu geizig, um Wards zu kaufen, also darf er erstmal gar nicht motzen\n2.) Ich als Main-Jungler achte immer darauf, mit MEINEN Wards auch die Midlane auszuleuchten, um den Midlaner zu unterstützen \n3.) Ich hab schon einige Spieler erlebt, in denen der gegnerische Jungler sich im all-Chat beschwert hat, dass er keine Ganks anbringen kann, weil er überall aufgedeckt wird\n4.) Wenn der eigene Jungler regelmäßig die River-Krabbe abholt, sorgt das schon mal für grobe Vision (Also Jungler, achtet darauf)\n\nDie Zeiten, in denen ein Spieler bis zum Ende des Matches immer noch mit seinem Starter-Trinket rumrennt sind einfach vorbei!\n\nWenn ich mir in meinem Spielverlauf anschaue, wie viele wards im Spiel gestellt werden, dann sind das aktuell teilweise sogar mehr als VOR dem Patch 5.22! \n\nDjerun90","replies":[{"id":"","poster":"Mirage Of Mesmer","date":"2015-11-21T22:52:50.235+0000","up_votes":0,"down_votes":5,"body":"> 1.) Der typische Midlaner ist ohnehin zu geizig, um Wards zu kaufen, also darf er erstmal gar nicht motzen\n\n\nDa sieht man , dass dein kompletter Beitrag sinnfrei ist.","replies":[{"id":"","poster":"Djerun90","date":"2015-11-22T12:41:08.922+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mirage Of Mesmer,realm=EUW,application-id=cGRapXds,discussion-id=jU6Ys3bi,comment-id=00000000,timestamp=2015-11-21T22:52:50.235+0000)\n>\n> Da sieht man , dass dein kompletter Beitrag sinnfrei ist.\n\nAber es IST faktisch in fast jedem meiner Spiele so! \nDer typische Midlaner stellt keine Wards und wenn, dann nur in die Büsche direkt neben der Midlane anstatt weiter raus. D.h. entweder wird gar nichts gewarded oder an Stellen, die kaum noch Zeit lassen, zu reagieren.\nDer beste Schutz für den Midlaner ist, einen Pinkward für den OBEREN River zu kaufen, den Jungler einen Pinkward in den UNTEREN River in Richtung Drake stellen zu lassen und zwischendrin vielleicht mal die angrenzenden Büsche zu warden, falls der gegnerische Jungler über Wände springen kann (was manche vor ganks sehr gerne tun)","replies":[{"id":"","poster":"Dermel","date":"2015-11-22T12:56:30.366+0000","up_votes":1,"down_votes":0,"body":"Also in meinen Normals ist der Ward direkt im Busch definitiv ausreichend. Die meisten Junger sitzen da immer erst mal 30 Sekunden drin, um dann mit{{champion:64}}  ihre Q zu failen, während ich ihn im  Blick hab und einfach weiterfarme.","replies":[]}]}]}]}]}