{"id":"Nda5oOzi","poster":"Shânnara","date":"2015-11-19T18:33:47.160+0000","title":"[Platin] Suche Leute für Duo/triple/quadraQ für season 6","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nwie im Titel bereits erw&auml;hnt suche ich Duoq-Partner f&uuml;r die kommende Season. je eher sich Leute melden, desto eher k&ouml;nnten wir &quot;trainieren&quot;, um an sich zu gew&ouml;hnen wegen dem Spielstil usw... . Ein Hauptgrund, warum ich ein paar Dudes f&uuml;r duoq/tripleq usw.... suche ist. weil die Leute in Soloq unnormal toxic sind und dann einfach in den tilt modus schalten. \r\nOder wenn wer noch einen kennt, w&auml;re es auch praktisch.\r\n\r\nEtwas zu mir:\r\n\r\nIch bin 18 Jahre alt, hei&szlig;e Mario und bin Platin 3\r\nMeine meist gespielten Champs sind eher Adcs.\r\nBesitze keinen TsServer, aber im Notfall kann ich einen bereitstellen (geh&ouml;rt nem freund von mir)\r\nSpiele aktiv\r\nF&uuml;r diese Season habe ich keine Ziele mehr, besz&uuml;glich des Elo Raitings (Aber schon mal im voraus zusammenspielen und schauen, ob man sich versteht und einspielt f&uuml;r die next Season\r\nZiel f&uuml;r die next Season: Dia + (Mindestziel Dia und mal gucken was geht ;))\r\n\r\nWas ihr mitbringen solltet:\r\n\r\nab 16-22 Jahren\r\nEbenfalls in der Elo sein\r\nSicher spielen k&ouml;nnen\r\nTeamspeak sollte vorhanden sein\r\nNicht beleidigt sein wenn man versucht Tipps zu geben oder man selber ein bisschen Salty ist\r\nUnd ich brauche BITTE KEINE Leute die schon nach dem ersten game toxic sind oder so. Man kann ja besprechen was man falsch gemacht hat, damit man es besser macht. Aber ingame sagen du bist schei&szlig;e, ist auch f&uuml;r die Moral nicht gut. Wenn ihr das liest, wissen hoffentlich viele was ich damit zum Ausdruck bringen will.\r\n\r\nIch m&ouml;chte, das man sich untereinander hilft was Fehler angeht oder das verbessern der Knowledge und sich dabei nicht angegriffen f&uuml;hlt\r\nOder auch wenn man im Tilt mode ist das man sich gegenseitig aufbaut und motiviert und nicht den Kopf h&auml;ngen l&auml;sst. Man konzentriert sich auf das Spiel und macht weiter. \r\n\r\nDanke f&uuml;r Deine M&uuml;he, dir das Durchzulesen!\r\n\r\nBei Interesse addet Paraya21 :)","replies":[]}