{"id":"NutA85v6","poster":"Icebergslasher","date":"2019-12-18T08:41:45.349+0000","title":"Prestige Punkte","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"hey. ich hab mir den pass geholt und grinde die coins bzw habe bereits 75 PP am konto. die skins sind jetzt für mich nicht so interessant weil entweder auf champs die ich selten spiele, oder sie mir nicht \"für den preis so gefallen\".  \r\n\r\nwie fährt man nun am besten? soll ich die night and down coins für kugeln ausgeben, oder wäre es von der wertigkeit her besser, die 2000 points für 100 prestigepoints zu nehmen und dann diese champion säcke da zu holen, immerhin hat man da drei skinshards drin. \r\n\r\nund wie ist das eig in diesem event? beim true damage waren auf einmal später auch andere sachen kaufbar nach 1-2 wochen. wird das hier auch der fall sein? \r\n\r\nlg","replies":[{"id":"","poster":"Megamaexx","date":"2019-12-18T09:17:25.507+0000","up_votes":3,"down_votes":0,"body":"Für die 2000 Token bekommt man doch 10 Kugeln, oder? Für 100 Prestige Points könntest du dir dann 2 Säcke holen, was aber wahrscheinlich auf weniger Skins kommt, wenn da nur je 3 drin sind.\n\nWillst du also die Maximalzahl an Skins, nimm 10 Shards und nicht nur 6 ;)","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2019-12-18T09:48:50.992+0000","up_votes":2,"down_votes":0,"body":"kommt drauf an welchen man nimmt :D der project bag gibt\n 30%   3x 520rp skin\n 30%   3x 975rp skin\n 30%   3x1350rp skin\n 10%   3x 1850rp skin\n\nim revel bag hingegen hast du save\n1x 520rp skin\n1x 790rp skin\n1x 975rp skin\n1x 1350rp skin\n1x 1850rp  skin\n\narcade bag war    \n2x legacy\n1x skin der mindestens 975 wert ist\n(beim arcade bag bin ich mir nicht ganz sicher aber der rest stimmt so auf jeden fall^^)","replies":[{"id":"","poster":"Megamaexx","date":"2019-12-18T11:05:22.296+0000","up_votes":2,"down_votes":0,"body":"OK, bin jetzt von der 3 ausgegangen, die der TE genannt hat^^ dann lohnt sich der revel bag wohl am ehesten.","replies":[]}]}]},{"id":"","poster":"EpicDieterBohlen","date":"2019-12-18T09:09:26.371+0000","up_votes":2,"down_votes":0,"body":"die säcke geben jeweils ca 5 skin shards. denke mit den kugeln biste viel besser dran. (wenn du nicht alle champs hast evtl sogar den random champ weil da immer ca 1000 blaue essenzen drin sind)","replies":[]}]}