{"id":"aE70yaBM","poster":"L0g1c","date":"2015-11-18T22:05:39.346+0000","title":"Champion Mastery Points von Freunden sichtbar","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Es gibt zur Zeit einen Bug im Spiel, der es erm&ouml;glicht, in der eigenen Championliste die Championmastery des Freundes zu sehen, dessen Profil ihr zuletzt angesehen habt.\n\nDazu einfach das Profil des Freundes aufrufen und durch die Reiter klicken, der Reiter &quot;Champions&quot; ist hier ausgegraut, damit man nicht eine gesamte Liste seiner Helden und seiner Masteries sieht, sondern nur auf der Front-Page die Top 3. Ruft man danach allerdings neben dem Shop Icon sein eigenes Profil auf und geht dort auf die Liste der Champions, so sieht man nun eine Liste mit ver&auml;nderten Mastery-Points, n&auml;mlich der des Freundes, den man zuletzt angesehen hat. Wenn man wiederholt sein Profil aufruft, wird das ganze wieder auf den eigenen Progress zur&uuml;ckgesetzt.\n\nIst wohl nicht intendiert, dass andere Leute eine vollst&auml;ndige Fortschrittsanzeige der eigenen Helden bekommen, da es normal ausgegraut ist.\nKlappt jedoch mit jedem meiner Freunde in meiner Liste, ob offline oder online.\n\n-\n\nThere is a bug by now, which makes it possible to view a detailled list of every champion and his mastery point progress belonging to the last friend you checked his profil of.\n\nJust view his profile and see his top 3 mastery champs like intended. There are multiple choices in the menu you can view like his runes. But not his champion mastery points. its gray and unclickable. If you watch his profile and click on \"view my own profile\" right beside the shop icon, you can now click on the champion option. But what you get by clicking at is not your own list of champs and there mastery point progress, its a different list of champions and mastery point distributions which belongs to the friend of whom you watched his profile last.\n\nIf you click again on \"view my profile\" the list should reset and you can see your own progress again.\n\nIt works with every friend, online and offline, of mine and is resetable every time. But i guess not intended.","replies":[{"id":"","poster":"L0g1c","date":"2015-11-21T19:35:46.896+0000","up_votes":1,"down_votes":0,"body":"ist anscheinend schon gefixed. ging aber zu dieser Zeit auch bei Freunden, das heißt es lag nicht an mir.","replies":[]},{"id":"","poster":"Stenwulf","date":"2015-11-19T19:02:29.348+0000","up_votes":1,"down_votes":0,"body":"also bei mir ist das nicht so :/\nkann vllt. an dir liegen?","replies":[]}]}