{"id":"1nZUqfFW","poster":"Rei Danna","date":"2015-11-19T11:17:42.019+0000","title":"Regionales Zockertreffen","subforum":"Clans & Teams","up_votes":4,"down_votes":3,"body":"Hallo Liebe LoL Community,\r\n\r\nmir ist vor einigen Tagen eine Idee gekommen und ich dachte mir ich setze sie jetzt mal in die Tat um, allerdings br&auml;uchte ich dazu doch eure Hilfe :3\r\n\r\nZur Vorgeschichte: \r\nIch bin Natalie 21 Jahre alt und spiele LoL schon seit Season 1. Damals habe ich das Spiel mit Freunden aus meiner Schule angefangen , da nun die Schulzeiten aber vorbei sind und von meinen Freunden hier auch eigentlich keiner mehr LoL zockt vermisse ich ein wenig dieses Feeling sich mit gleichgesinnten in der Realen Welt da drau&szlig;en zu Treffen (Die Reale Welt ist das was ihr seht wenn ihr mal aus dem Fenster schaut, aber seit nicht zu entt&auml;uscht oder schockiert wenn ihr es wagt raus zu schauen {{sticker:zombie-brand-mindblown}} ) und mal so von angesicht zu angesicht &uuml;ber League zu reden (Gamereports o.&auml;.)\r\nDarum dachte ich mir  ich vermisse diese Zeit und h&auml;tte sowas auch gerne mal wieder vielleicht kann man dabei ja auchnoch 1-2 Animes auf nem Fetten FlatscreenTv oder sogar LCS oder sonstwas zusammen anschauen so eine art Public viewing im eigenen Wohnzimmer. {{sticker:slayer-pantheon-popcorn}} \r\n\r\nDie Idee also:\r\nBtw. Danke schonmal wer sich wirklich den ganzen Text durchliest{{sticker:slayer-jinx-catface}} . \r\nIch Suche Leute hier aus dem Forum die sich gerne mal mit anderen Leuten die auch LoL spielen Treffen w&uuml;rden dazu solltet ihr dann also nicht allzuweit weg wohnen. Wenn ihr also in Norddeutschland lebt (Schleswig Holstein, Niedersachsen, Hamburg, Meckpomm) oder auch weiter weg wer gewillt ist f&uuml;r tolle Events in einem Freundeskreis auch ein wenig weiter von Zuhause weg zu Fahren (man kann ja auch Fahrgemeinschaften Bilden), der kann hier gerne weiterlesen!{{sticker:zombie-nunu-tears}} \r\nF&uuml;r den Anfang dachte ich damit es keine Wildfremden Leute in meinem Haus/Garten sind dachte ich das man sich auf meinem Teamspeakserver erstmal kennenlernt, zusammen normal games Spielt und Spa&szlig; hat (dabei sind alle herzlich willkommen egal welche Elo ihr seid oder wie lange ihr spielt).\r\nWenn man sich dann eine Weile kennt kommt es also zu etwas das man sich eventuell als Lan Party oder etwas in der Art vorstellen k&ouml;nnte, im Sommer w&auml;re mein bzw. unser (Mein Mann w&auml;re auch mit dabei {{sticker:zombie-nunu-hearts}} ) Garten Ideal um eine Grillparty zu machen, was wir letztendlich machen wenn man sich im RL trifft wird aber entschieden von allen zusammen, verschiedene Leute haben auf verschiedenes Lust man kann z.B. (wirklich nur Beispiele) zusammen zur LCS oder Gamescom fahren bzw. zu anderen Orten wo man Spa&szlig; haben kann, denn in einer Gruppe gleichgesinnter macht ja alles bekanntlich mehr Spa&szlig; als alleine :3 \r\n\r\nIch w&auml;re bereit die Dinge die dann Unternommen werden zu Planen\r\nIch stelle den Teamspeakserver auf dem man sich Kennenlernt und zusammen Spa&szlig; hat 82.165.197.203:6477\r\n\r\n\r\nMFG Rei/Natalie\r\n\r\nIch freue mich auf neue bekanntschaften und hoffe das es Funktionieren wird :D lasst mal eure kommentare dazu h&ouml;ren bzw. kommt einfach bei mir aufn TS vorbei f&uuml;r ein bisschen Kaffe und Kuchen {{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Rei Danna","date":"2015-11-19T12:59:55.635+0000","up_votes":2,"down_votes":1,"body":"haha nice :D auf der anderen seite des fensters unterwegs hört sich gut an ich gehöre ja auch dazu sonst würde ich ja so einen vorschlag nicht machen ich bin auf jeden fall immer auf meinem ts manchmal zwar afk aber dann lese ich auf jedenfall wenn mich wer anstupst oder jemand etwas schreibt abends is immer schon einiges los auf meinem ts die leute die da lol zocken sind auch alle nett aber die meisten kommen halt doch von bisschen weiter weg mal schauen ^.^ ich plane auf jeden fall ne menge wäre halt mal was anderes als all die 0815 Multigaming clans mit riesen teamspeaks die total unpersöhnlich sind^^","replies":[]},{"id":"","poster":"Rei Danna","date":"2015-11-21T11:04:29.006+0000","up_votes":1,"down_votes":1,"body":"bump","replies":[]},{"id":"","poster":"Rei Danna","date":"2015-11-20T07:45:41.065+0000","up_votes":1,"down_votes":1,"body":"bump :3","replies":[]},{"id":"","poster":"Rei Danna","date":"2015-11-19T16:35:08.681+0000","up_votes":1,"down_votes":1,"body":"das soll ja nicht in irgendeiner kneipe zu nem saufgelage werden O.o und ich will sowas selbst aufziehen brauch da niemanden der irgendwelche richtlinien oder regeln hat regeln sind eh immer total doof! {{sticker:slayer-jinx-unamused}}","replies":[]},{"id":"","poster":"Shacoláde","date":"2015-11-19T12:36:13.171+0000","up_votes":1,"down_votes":1,"body":"Klingt auf jeden Fall nach ner netten Idee ;)\nIch komm zwar nicht wirklich aus der Ecke (--> Bayern), aber ich würd gern mal im TS vorbei schauen.\nWenn man sich ja versteht und gut klar kommt, vllt lohnt es sich ja den weiten Weg auf sich zu nehmen.\nFreut mich auf jeden Fall, dass ich Leute auch neben der Kluft besser kennen lernen wollen.\nWenns mir ausgeht, werd ich vllt sogar heute abend mal vorbei schauen falls du ( oder einer Freunde/Kollegen) on sind\n\nP.S.:  Gibt auch Leute die auch gerne auf der anderen Seite des Fenster unterwegs sind und trotzdem gerne LoL spielen ;)","replies":[]},{"id":"","poster":"Copythis","date":"2015-11-19T12:29:35.145+0000","up_votes":1,"down_votes":1,"body":"hört sich doch mal gut an :D fidn ich super\n\nalso von mir aus wären es ca 3.5 std bis hamburg zB aber ich würds die strecke in kauf nehmen :D","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-11-19T13:05:04.529+0000","up_votes":1,"down_votes":2,"body":"hast du dich mal informiert, ob ich vor Ort eine halbwegs organisierte Zocker-Gemeinschaft habt, die so was in Stammkneipen organisiert? Anders ausgedrückt: In Leipzig könnte ich dir sagen, an wen du dich melden musst (habe die aber auch eher zufällig getroffen, weil die meinen Klub zu ihrer Stammkneipe gemacht haben, in dem die solche Aktionen, wie du sie beschreibst, organisieren....","replies":[]}]}