{"id":"5BuVORzx","poster":"Keyn88","date":"2015-11-19T13:12:14.026+0000","title":"Wie spielt man Rengar?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey Leute \r\nIch spare im Moment auf {{champion:107}} und w&uuml;rde gerne wissen wie ich ihn am besten spielen kann.\r\nWas z.B. seine St&auml;rken und Schw&auml;chen sind, was ich f&uuml;r Items kaufe, was ich alles zu erst an F&auml;higkeiten maxe, ob er f&uuml;rs Ranked geeignet ist ,in welche Matchups er die Oberhand hat und nicht, wo ich ihn alles spielen kann und auf was z.B. Assassine, Bruicer etc. und so weiter...\r\n\r\n\r\n\r\nIch vertraue denn Rengar Mains das sie sich unten im Chat sch&ouml;n austoben und DANKE schonmal im vorraus.{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Th3is","date":"2015-11-19T13:56:29.913+0000","up_votes":1,"down_votes":1,"body":"Meiner Meinung ist Rengar leicht zu lernen und hart zu Meistern.\nWas die Fähigkeiten angeht Q als erstes maxen, dann die E und als letztes die W.\nSeine Stärke kann man in einem Wort zusammen fassen: Oneshot.\nZu seinen schwächen gehört auf jeden fall, dass er sehr wenig aushält!\nUnd das er meist nur 1-2 Ziele schnell ausschalten kann, wobei man das als Stärke\noder Schwäche bezeichnen kann.\nWas den Spielstyl angeht, ich spiele Rengar nur Assassin Jungle, weswegen ich dir nur\ndarüber etwas erzählen kann.\nIm Jungle hast du 2 Möglichkeiten, die sich je nach Situation ergeben:\n1. Im lvl 3 bereich, kurz nach dem Start, auf einer nahen Lane z.B. Mid steht der gegner\nrecht offensiv und du hast einen safe Kill, dann holst du dir diesen ab.\n2. Wenn sich keine Situation 1 ergibt farmst du bist du lvl 6 bist und gehst dann \nGanken.\nDazu sei gesagt, dass es recht Anfänger freundliche Situationen sind, du kannst natürlich\nnoch wesentlich mehr machen, als nur die 2 beschriebenen Situationen.\nEr ist definitiv fürs Ranked geeignet, aber ich würde nicht direkt auf ihn zurückgreifen im\nRanked.\nRengar freut sich über Gegner die wenig aushalten, d.h. kein Warwick und keine Elise\nals beispiele, über die er sich nicht freut.\nWas die Items angeht:\nStart Items Tränke und {{item:1041}} (für den Jungle) dann das Jungle Item weiter ausbauen, welches\nist Präferenz sache, aber nicht verzaubern, dann {{item:3077}} das Tiamat aber ermal nicht\nweiter ausbauen, sondern ermal so lassen, dann {{item:3142}} > {{item:3031}} dann das Tiamat \nausbauen in {{item:3074}} , dafür darfst du ruhig dein Jungler Item verkaufen > {{item:3033}} oder {{item:3036}}\nje nach dem ob die Gegner viel Rüstung haben oder der Heal der Gegner dich zu sehr nervt > {{item:3046}}\nund die {{item:3158}} zwischendrin, wenn du genug Geld hast, aber am besten recht früh.\nMeine Rengar Runen sind: Rot flat AD Gelb: flat Armor Blau: Cooldown Reduction Essenzen: Attakspeed\n\nHoffe ich konnte dir weiter helfen! {{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Gorn21","date":"2015-11-19T18:05:18.416+0000","up_votes":1,"down_votes":0,"body":"Wäre es mit den aktuellen änderungen zu Tiamat nicht erstmal sinnvoller es entweder sofort auszubauen oder lieber dierekt Yomus zu rushen? Immerhin wurde die Passive von tiamat entfernt und Yomus stark verbessert.\n\nEDIT: Jungle Item gibt außerdem +15 Erfahrung pro teil welche auch ziemlich wichtig sind nahcdem die erfahrungsbelohnungen runtergegangen sind daher ausbauen und nicht verkaufen(höchstens am ende).\n\nhttp://www.lolking.net/guides/330590 Link zu einem Jungle Rengar guide.","replies":[{"id":"","poster":"Th3is","date":"2015-11-19T19:18:16.664+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gorn21,realm=EUW,application-id=Wj1wcocU,discussion-id=5BuVORzx,comment-id=00010001,timestamp=2015-11-19T18:05:18.416+0000)\n>\n> Wäre es mit den aktuellen änderungen zu Tiamat nicht erstmal sinnvoller es entweder sofort auszubauen oder lieber dierekt Yomus zu rushen? Immerhin wurde die Passive von tiamat entfernt und Yomus stark verbessert.\n> \n> EDIT: Jungle Item gibt außerdem +15 Erfahrung pro teil welche auch ziemlich wichtig sind nahcdem die erfahrungsbelohnungen runtergegangen sind daher ausbauen und nicht verkaufen(höchstens am ende).\n> \n> http://www.lolking.net/guides/330590 Link zu einem Jungle Rengar guide.\n\n1. Die Passive von Tiamat ist für mich nicht das Wichtige, das Wichtige für mich an Tiamat ist, dass man damit den AA canceln kann.\n2. Ich habe nicht gesagt, dass man es so früh wie möglich verkaufen sollte und ich habe auch nicht gesagt, das man es verkaufen muss.\n Ich habe lediglich gesagt, das man es verkaufen kann um an Gold zu kommen, zudem ist man etwa lvl 12-13 sobalt man an der, von mir beschriebenen, stelle ist und ab da bin ich immer recht gut ohne Jungler Item durchgekommen.","replies":[{"id":"","poster":"Gorn21","date":"2015-11-20T07:46:08.712+0000","up_votes":1,"down_votes":0,"body":"Sicher kommt man auch später ohne Jungle Item durch, aber das gute an den Items sind das sie vergleichsweise günstig sind und gute stats geben wer sagt nein zu 60 AD und 10% CDR?","replies":[{"id":"","poster":"Th3is","date":"2015-11-20T11:45:58.304+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist das nicht schlecht, trotzdem **kann** man es verkaufen. Vielleicht muss man es nicht einmal verkaufen, weil man sehr schnell an viel Gold kommt. Ich sehe das als ein wenig Zusatz Gold, denn meiner Meinung nach  ist ein ca. 3min eheres {{item:3031}} oder {{item:3074}}  auf dauer effektiver, als ein verzaubertes Jungle Item.","replies":[{"id":"","poster":"Gorn21","date":"2015-11-20T12:42:27.398+0000","up_votes":1,"down_votes":0,"body":"Ja es kann besser sein, aber damit verzichtest du dan auch auf einen Smite Buff oder 2 kostenlose Wards was wiederum deutlich nützlicher sein kann. An sich sind deine 2 beispiele fast immer besser, du musst wissen das ein slow mit true dmg oderhalt deine Wards deutlich mehr utility geben. Beispiel Junglewarditem: 2 gut platzierte Wards im Gegner Jungle wodurch du siehst wan der jungler was macht. Dadurch erhälst du die möglichkeit besser zu reagieren indem du entweder counterganks durchführst oder auf einer andern Lane dadurch einen Tower oder halt drake machst.\n\nMir geht es nur darum dir klar zu machen was du für optionen hast wen du das Jungle Item behälst und ausbaust und nicht deine Spielweise schlecht zu machen.","replies":[{"id":"","poster":"Th3is","date":"2015-11-20T15:16:38.767+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gorn21,realm=EUW,application-id=Wj1wcocU,discussion-id=5BuVORzx,comment-id=000100010000000000000000,timestamp=2015-11-20T12:42:27.398+0000)\n>\n> \n> Mir geht es nur darum dir klar zu machen was du für optionen hast wen du das Jungle Item behälst und ausbaust und nicht deine Spielweise schlecht zu machen.\n\nDas ist mir klar, mir geht es darum, dass ich dir erklären möchte warum ich ihn so spiele.\nKann sein, vielleicht muss ich mich auch nur daran gewöhnen, ich habe mich halt so dran gewöhnt ihn so zu spielen und so hat es bissher funktioniert.","replies":[]}]}]}]}]}]},{"id":"","poster":"Keyn88","date":"2015-11-19T14:07:44.999+0000","up_votes":1,"down_votes":0,"body":"Boah danke man    hat mir sehr geholfen","replies":[]}]},{"id":"","poster":"Drown in Agony","date":"2015-11-19T18:14:23.563+0000","up_votes":1,"down_votes":0,"body":"qwewqeqweclickqweqwclickreqwerqweqwewqreqweqwveclickqweqwreclickqwerqwewqclickeqwrqweqwrqwreqrwqeqwclick\n\nMehr brauchst du nicht","replies":[]},{"id":"","poster":"Rekt By Hanni","date":"2015-11-19T13:27:42.958+0000","up_votes":1,"down_votes":0,"body":"In nen Busch, dann Rechtsklick und dann einmal den Kopf auf die Tastatur hauen.\nKaufen kannst du alles was nach scharfen Klingen aussieht :)","replies":[{"id":"","poster":"Th3is","date":"2015-11-19T13:56:42.219+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rekt By Hanni,realm=EUW,application-id=Wj1wcocU,discussion-id=5BuVORzx,comment-id=0000,timestamp=2015-11-19T13:27:42.958+0000)\n>\n> In nen Busch, dann Rechtsklick und dann einmal den Kopf auf die Tastatur hauen.\n> Kaufen kannst du alles was nach scharfen Klingen aussieht :)\n\nDas geht natürlich auch xD","replies":[]},{"id":"","poster":"Keyn88","date":"2015-11-19T13:54:34.607+0000","up_votes":1,"down_votes":0,"body":"Ok ;)","replies":[]}]}]}