{"id":"LxzhXFua","poster":"El Jonas","date":"2015-11-17T20:40:26.644+0000","title":"Twisted Fates neue Ära","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Twisted Fate wird in die Kluft der Beschw&ouml;rer zur&uuml;ckkommen. Als Support. Lasst mich erkl&auml;ren Warum.\nWarum War der alte Veigar so gut als Support? Warum ist es Annie. Sie k&ouml;nnen Gegner sehr oft und sehr **verl&auml;sslich** bet&auml;uben. \n\nDer Stun von Twisted Fate hat mit 45% CDR eine Abklingzeit von 3,3 Sekunden (_auf allen R&auml;ngen_). Er h&auml;lt 2 Sekunden lang an. Soweit nicht viel neues. \n\nMit dem neuen Item Rapid Fire Canon {{item:3094}} hat Twisted Fates Stun eine Reichweite von 709. Unverhinderbar, Auf allen R&auml;ngen, alle 3.3 Sekunden. \nAuf 45% CDR kommt man mit der neuen Masterie _Intelligence_  im _Cunning_ - Baum, {{item:3069}} , {{item:1333}} und einem beliebigen CDR Item mit 20%. \n\nGleichzeitig besitzt seine Ultimative F&auml;higkeit eine Abklingzeit von 66 Sekunden, sein Flash mit {{item:1333}} und der _Insight_ -  Masterie im _Resolve_ - Baum eine Abklingzeit von 216 Sekunden (Man kommt eigentlich auf 40% Summoner CDR, was 180 Sekunden ergeben w&uuml;rde, aber die Boni werden anders berechnet). \nTwisted Fate ist ein wandelnder Stun-Bot, der aus v&ouml;llig verbl&uuml;ffenden Distanzen engagen kann und mit seiner Ultimate &uuml;berall pr&auml;sent ist.\n\nIn einem Teamfight geht es f&uuml;r ihn nur darum m&ouml;glichst viele Gegnerische Champions m&ouml;glichst lange und oft zu stunnen. Daf&uuml;r muss er am Leben bleiben. Daraus folgt beispielsweise der Build:\n{{item:3069}} , {{item:3094}} , {{item:2045}} ,{{item:1333}} ,{{item:3190}} ,{{item:3050}}.\n\nEin zuverl&auml;ssiger Stun ist auch in der Laningphase sehr n&uuml;tzlich. Dar&uuml;ber hinaus kann Twisted Fate mit deine _Blue Card_ in der Lane kostenlos Poken.\n\nDie besondere Idee bei dieser Strategie liegt auf der Rapid Fire Canon, die Twisted Fate es aus fast schon unfairer Distanz erlaubt Gegner mit einer Point n Klick F&auml;higkeit f&uuml;r 2 Sekunden zu bet&auml;uben. Der Rest der Strategie wurde um diese Idee herum gebaut.\n\nWas denkt ihr zu dieser Strategie? Diskutiert mit mir in den Kommentaren!\n\n\n{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Bergelmir32","date":"2015-11-18T06:39:09.379+0000","up_votes":2,"down_votes":0,"body":"An sich ne sehr schöne Idee aber du musst 2 Sachen bedenken:\nMit TF wirst du höchstwahrscheinlich mehr als 3,3s brauchen um {{item:3094}} aufzuladen und\nin der Regel wird man eine Kartenrotation warten müssen um wieder an die Goldcard zu kommen,\nbeides wird Reichweite und/oder Stunfrequenz negativ beeinflussen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-18T10:13:55.966+0000","up_votes":1,"down_votes":0,"body":"Insbesondere bezüglich Kartenrotation sehe ich das Problem.\n\nMan sieht ja bereits vorher, ob TF nun eine Kartenrotation gestartet hat.\nBei Annie (und dem alten Veigar) wird man vom stun überrascht (Annie e für den stun zu aktiveren und dann ein DMG-Spell wie Flash-Tibbers).\n\nEin TF-Sup müsste also gleich sofort eine Karte aktivieren und hoffen, dass es die goldene ist (oder zumindest eine Red-Card für einen slow). Da ist aber zu viel Zufall dabei.","replies":[{"id":"","poster":"El Jonas","date":"2015-11-18T19:13:42.989+0000","up_votes":1,"down_votes":0,"body":"spiel mal ein paar spiele und du wirst sehen, dass **niemand** diese range abschätzen kann. In einem gewöhnlichen \"midlane tanz\" also dieses rumgezappel, bevor der teamfight losgeht, kannst du wenn du mit einer goldcard die gegnerische backline erreichen ohne die deckung von deinem team zu verlassen","replies":[{"id":"","poster":"BìgM","date":"2015-11-19T05:55:37.686+0000","up_votes":1,"down_votes":0,"body":"Da muss ich ihm Recht geben.\nDie Range wird extrem unterschätzt, ist mir selbst passiert.\n\nGestern in einem Spiel hat eine Vayne dieses Item gebaut und ich war mehr als überrascht, aus welcher Distanz sie mich plötzlich angreifen kann. \n\nAlso den Überraschungsmoment hat man momentan definitiv noch auf seiner Seite.","replies":[]}]}]}]},{"id":"","poster":"BìgM","date":"2015-11-18T06:16:32.911+0000","up_votes":1,"down_votes":0,"body":"Ich musste gerade schmunzeln, weil ich die Idee dahinter eigentlich recht geil finde :D\n\nAllerdings gilt das nur ab Mid-Late Game.\nDas Item musst du erst mal zusammen bekommen, vorher werden als Support andere Items benötigt. Dazu musst du das Laning überstehen, was als squishy TF schon recht schwierig werden kann gegen hard engage (Thresh/BC/Leona) oder Poke/Heal (Nami/Sona).\n\nIch kann mir durchaus vorstellen, dass das ab dem Item wirklich gut abgehen **kann**, aber es wird halt schwer dort hinzukommen, ohne dem Gegner bis dahin schon einen größeren Vorteil gegeben zu haben (nicht mal unbedingt feed, sondern eher das \"behind sein\", wegen zu wenig Impact im early).","replies":[{"id":"","poster":"El Jonas","date":"2015-11-18T19:14:47.433+0000","up_votes":1,"down_votes":0,"body":"jap ist auch so :]","replies":[]}]}]}