{"id":"ovwQo2Kd","poster":"YouthSuicide","date":"2015-11-17T12:18:00.325+0000","title":"14Tage bann gerechtfertigt?","subforum":"Spielerverhalten & Moderation","up_votes":0,"down_votes":32,"body":"Meine chatlogs von 3 Games in dennen ich reportet wurde: \r\n\r\n\r\nSpiel 1\r\nYouthSuicide: omg\r\nYouthSuicide: report pls\r\nYouthSuicide: why?\r\nYouthSuicide: i mean top\r\nYouthSuicide: follow?\r\nYouthSuicide: just go ur lane\r\nYouthSuicide: and start farm maybe\r\nYouthSuicide: and?\r\nYouthSuicide: im 3-1 why u gank me\r\nYouthSuicide: but u dont get money for her\r\nYouthSuicide: are u bronze or something\r\nYouthSuicide: yes u are\r\nYouthSuicide: cause u trollpick\r\nYouthSuicide: and u flame\r\nYouthSuicide: so i mute u now\r\nYouthSuicide: bb\r\nYouthSuicide: now u fed her\r\nYouthSuicide: gg team\r\nYouthSuicide: gg motherfukin gg\r\nYouthSuicide: she was 0-3 by me\r\nYouthSuicide: now shes fed\r\nYouthSuicide: look what u did\r\nYouthSuicide: all u by urself\r\nYouthSuicide: enjoy ur lose\r\nYouthSuicide: bronze\r\nYouthSuicide: ur english not\r\nYouthSuicide: yeeees\r\nYouthSuicide: hahaha\r\nYouthSuicide: surrender\r\nYouthSuicide: pls\r\nYouthSuicide: just surrender\r\nYouthSuicide: no offense\r\nYouthSuicide: just ff\r\nYouthSuicide: wh u cry\r\nYouthSuicide: why*\r\nYouthSuicide: i just say surrender pls\r\nYouthSuicide: why u cry\r\nYouthSuicide: i just say surrender pls\r\nYouthSuicide: why u cry\r\nYouthSuicide: ??\r\nYouthSuicide: speak to me\r\nYouthSuicide: lowbird\r\nYouthSuicide: u mad?\r\nYouthSuicide: cause u didnt made it to silver? :D\r\nYouthSuicide: i troll kk\r\nYouthSuicide: so what are u doing without boots at 40 mins?\r\nYouthSuicide: ye i see\r\nYouthSuicide: u die more than me\r\nYouthSuicide: xD\r\nYouthSuicide: stupid\r\nYouthSuicide: just stupid\r\nYouthSuicide: no arguments\r\nYouthSuicide: but not willing to surrender\r\nYouthSuicide: can we surr now?\r\nYouthSuicide: ok tell me why i troll\r\nYouthSuicide: then im not going afk\r\nYouthSuicide: go ahed\r\nYouthSuicide: i report u too\r\nYouthSuicide: tell me why i troll\r\nYouthSuicide: tell me\r\nYouthSuicide: tell me\r\nYouthSuicide: and me?\r\nYouthSuicide: what did i\r\nYouthSuicide: u are the one ganking a 3-1 lane\r\nYouthSuicide: remember?\r\nYouthSuicide: no im not\r\nYouthSuicide: u too\r\nYouthSuicide: ignorant kid\r\nYouthSuicide: and what\r\nYouthSuicide: tell me\r\nYouthSuicide: u cant\r\nYouthSuicide: cause u just mad\r\nYouthSuicide: cause u suck :D\r\nYouthSuicide: ofc\r\nYouthSuicide: u too\r\nYouthSuicide: ;)\r\nYouthSuicide: nice boots btw\r\n\r\nSpiel 2\r\nYouthSuicide: ekko f\r\nYouthSuicide: ff pls\r\nYouthSuicide: why do u play with plat duo\r\nYouthSuicide: now we have plat enemys\r\nYouthSuicide: just ff pls\r\nYouthSuicide: and never play duo with plat again\r\nYouthSuicide: i dont play vs plat idc\r\nYouthSuicide: riven\r\nYouthSuicide: ur the plat here\r\nYouthSuicide: stop cry\r\nYouthSuicide: atleast bot is workin\r\nYouthSuicide: =)\r\nYouthSuicide: 8mins left\r\nYouthSuicide: man this is silver vs plat\r\nYouthSuicide: what can we do\r\nYouthSuicide: i dont play vs plat i told u\r\nYouthSuicide: gg izi\r\nYouthSuicide: report rito for troll matchmaking\r\nYouthSuicide: 3mins left\r\nYouthSuicide: riven boosted ?\r\n\r\nSpiel 3\r\nYouthSuicide: gg\r\nYouthSuicide: so fed\r\nYouthSuicide: just ff\r\nYouthSuicide: u know how kalista work?\r\nYouthSuicide: noobs\r\nYouthSuicide: reported all :)\r\nYouthSuicide: 1/4\r\nYouthSuicide: muted\r\nYouthSuicide: kid\r\nYouthSuicide: rengar stop troll\r\nYouthSuicide: go afk if u mad\r\nYouthSuicide: u just jump in 4ppl\r\nYouthSuicide: worth\r\nYouthSuicide: sure\r\nYouthSuicide: just dont mind my report then\r\n\r\n\r\nJa , daran sieht man dass das report system einfach nur ein Bot ist. \r\nEin bot der einfach nur bannt , weil du reportet wurdest.\r\nDeswegen reporte ich auch jeden in jedem spiel  ;)  \r\n\r\nNaja wenn man f&uuml;r sowas gebannt und bestraft wird dann wirds wohl zeit Rito wieder den r&uuml;cken zu zukehren,die neue Season ist eh nix f&uuml;r mich.\r\n\r\n\r\nIch m&ouml;chte nicht rumheulen , ich m&ouml;chte euch warnen! \r\nSchreibt am besten garnichts oder ihr werdet gebannt! \r\n\r\nBB","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T12:33:36.619+0000","up_votes":15,"down_votes":0,"body":"Du warnst uns wovor? Das sich wie ein Arsch zu verhalten gebannt wird? Das ist nichts Neues. Du bist definitiv alles andere als ertragbar in diesen Spielen.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:41:28.128+0000","up_votes":1,"down_votes":4,"body":"Natürlich. bb","replies":[]}]},{"id":"","poster":"Pailox","date":"2015-11-17T12:39:43.093+0000","up_votes":12,"down_votes":0,"body":"Dann hat league ja schonmal einen toxic player weniger👍","replies":[]},{"id":"","poster":"Jungle Kingdóm","date":"2015-11-17T12:43:53.018+0000","up_votes":9,"down_votes":0,"body":"bistn ganz stolzer silver 5 spieler der bronze leute flamet das sie es nicht nach silver gepackt ich hoffe du kriegst dein permabann war ja schon nicht auszuhalten den 1 chatverlauf durchzulesen die nächsten 2 hab ich einfach gelassen","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:49:01.150+0000","up_votes":1,"down_votes":13,"body":"***","replies":[{"id":"","poster":"OrangeBubble","date":"2015-11-17T13:13:28.715+0000","up_votes":2,"down_votes":1,"body":"Dann sei ein Mann (eine Frau) und nimm den Bann mit Würde, fertig aus.\nSolche Leute wie dich braucht das Spiel einfach nicht, danke.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:19:39.129+0000","up_votes":1,"down_votes":8,"body":"Liest du eigentlich auch was ich so schreibe?\n\nGerade wegen leuten wir dir wird mir immer wieder bewusst was die lol community eigentlich ist ;)","replies":[{"id":"","poster":"OrangeBubble","date":"2015-11-17T13:26:39.738+0000","up_votes":6,"down_votes":0,"body":"Wenn du deinen Chatlog meinst und den ganzen anderen Bulls.hit, den du hier im Thread verzapft, dann ja, das hab ich leider Gottes gelesen. \n\nAber hey, es lohnt sich eigentlich nicht sich darüber Gedanken zu machen, was du hier so schreibst, du bekommst eh bald einen Perma, dann wird ein weiterer Thread aufgemacht, wo die ach so übersensible Community das Problem ist und hoffentlich suchst du dir ein anderen Moba oder du hörst gleich auf Spiele zu spielen, wo du sozialen Kontakt mit anderen hast. DAMIT würdest du dem Großteil einen Gefallen tun :) \n\nFrei nach dem Motto: Nein, nicht ich bin das Problem, sondern die ganzen anderen Idioten, die sich von meinem Verhalten gestört fühlen. Regeln, kann man das essen? \n\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-17T13:36:28.590+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=00050000000200000000,timestamp=2015-11-17T13:26:39.738+0000)\n>\n> Frei nach dem Motto: Nein, nicht ich bin das Problem, sondern die ganzen anderen Idioten, die sich von meinem Verhalten gestört fühlen. Regeln, kann man das essen? \n\n\"Ein Geisterfahrer? Tausende!\" \n{{sticker:slayer-jinx-wink}}","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-11-17T13:06:13.289+0000","up_votes":1,"down_votes":0,"body":"Du magst zwar spielerisch Gold-Niveau zu besitzen, jedoch bist du bezüglich Umgangston auf Strufe Bronze 5 (zu den schlechtesten 5% der Community).\n\nWeisst du eigentlich, wann Flaming & Blaming nötig ist? Niemals.\nund du hast ingame mindestens 3 Games öfter geflamed/geblamed als nötig.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:16:24.957+0000","up_votes":1,"down_votes":13,"body":"(zu den schlechtesten 5% der Community)\n\nsowas schlechtes habe ich seid jahren nichtmehr gelesen aber die lol community bringt mich immer wieder zum lachen.\n\nErstens ist bronze nicht 5% und zweitens sind ungerankte spieler deutlich schlechter als bronze spieler.\n\nAber egal, ich weiß dass flamen eigentlich nicht nötig ist aber wenn ich geflamed werde dann flame ich zurück.\nIch weiß dass ist bad und schlecht aber wie oben schon geschrieben glaube ich nicht dass ich ultra toxic bin und so krass flame dass der 14day ban gerechtfertigt ist.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T13:35:29.895+0000","up_votes":4,"down_votes":0,"body":"> Ich weiß dass ist bad und schlecht aber wie oben schon geschrieben glaube ich nicht dass ich ultra toxic bin und so krass flame dass der 14day ban gerechtfertigt ist.\n\nDas ist weniger eine Glaubensfrage als eine Fakten-Frage. Nur mal so zum Einordnen: Solltest du es schaffen permagebannt zu werden, gehörst du zu einer winzigen Minderheit. Ich hab die genaue Zahl nicht mehr im Kopf, aber es waren unter 0,01% der Community die das hinkriegen (in der Ban-Nachricht steht die genaue Zahl). Und zu den schlimmsten 0,01% zu gehören kann man schon mit Fug und Recht \"ultra toxic\" nennen. Wenn diese Leute nicht ultra toxic sind, ist es niemand. \nAlso lass es nicht dazu kommen und sorg dafür dass du nicht zu dieser Gruppe ganz spezieller Idioten gehören wirst. \nHalt dich einfach zurück und behalt deine negativen Kommentare für dich. Ist ja auch nicht so dass dir das irgendwie hilft, permanent andere nieder zu machen, oder? Oder hast du da irgendwas davon? Dein Ego hat das doch nicht nötig, oder? \n\nIch kann mich nur wiederholen: Es liegt im komplett in deiner Hand. Verhälts du dich weiter so, wirst du permagebannt und gehörst dann ganz offiziell zu den \"ultra toxic\" Idioten. Ob du das willst, ist alleine deine Entscheidung. Wir können dir dabei nicht wirklich helfen, die Änderung muss von innen, also von dir kommen. Wenn du nicht willst, wird es nicht funktionieren und dein Account wird für immer weg sein und du und niemand sonst wird daran Schuld sein. \nDenk einfach ein wenig drüber nach und überleg welche Art von Person du gerne sein möchtest. Ultra-toxischer Idiot oder ein Mensch der seinen Fehler einsehen kann und nicht mit offenen Augen in den Permaban rennt? Deine Entscheidung.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:43:52.887+0000","up_votes":1,"down_votes":8,"body":"Guter text aber trotzdem,\n\nich gehöre lieber zu den 0,01% der leuten die den mund aufmachen wenn ihnen etwas nicht passt.\n\nWenn ihr euch in eurem leben jedes mal unterbuttern lässt ist dass eure sache.\n\nIch flame nicht grundlos und werde sicher nach 5 seasons auch nicht damit aufhören.\n\nWenn ich gebannt werde dann ist dass eben so.","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T13:47:53.370+0000","up_votes":5,"down_votes":0,"body":"Grundlos vielleicht nicht, aber dennoch unnötig.\n\nWenn ich jemandem aufs Maul haue, dann ist das auch ganz sicher nicht Grundlos... \nEs ist aber durchaus unnötig und wenn ich dann dafür bestraft werde, zum Beispiel in Form von Schmerzensgeld oder einer Haftstrafe, dann ist das nicht nur so, sondern auch völlig richtig.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:50:26.195+0000","up_votes":1,"down_votes":6,"body":"Genau , dann ist dass eben so.\n\nWenn jemand deine freundin vergewaltigt, bittest du ihn dann höflich dass zu unterlassen?\n\nGanz sicher nicht.","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-17T14:02:45.378+0000","up_votes":2,"down_votes":0,"body":"Wenn jemand vor dir stolpert und zu Boden fällt (wäre in etwa sich ingame ungeschickt anstellen) brüllst du ihn dann an, was für ein Vollidiot er ist, der nicht aufpassen kann, wo er hin tritt?","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:19:39.633+0000","up_votes":1,"down_votes":7,"body":"Ich mache es wie es jeder andere machen würde,\n\nich nehm mein handy und filme es.","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T14:26:10.314+0000","up_votes":4,"down_votes":0,"body":"Und wir machen es, wie man es machen sollte. Wir helfen der Person auf die Beine und fragen ob alles in Ordnung ist oder die Person einen Arzt brauch.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:29:26.471+0000","up_votes":1,"down_votes":5,"body":"Dass war eigentlich nur ein Joke aber egal,bei euch ist jeder und alles was gegen den strom schwimmt toxic.\n\nWenn jmd umfällt dann lacht man warscheinlich erstmal und dann hilft man.","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-17T14:41:27.268+0000","up_votes":2,"down_votes":0,"body":"Diese Jugend von Heute. Seit tausenden Jahren geht es mit der Bergab.","replies":[]}]}]}]}]},{"id":"","poster":"Irrsinn","date":"2015-11-17T13:57:11.173+0000","up_votes":1,"down_votes":0,"body":"Es vergewaltigt aber keiner deine Freudin. Du spielst ein Spiel mit Anderen und schaffst es nicht dich unter Kontrolle zu halten. Das ist etwas ganz anderes. Weder sind du noch deine Freundin gefährdet noch ist irgendjemand oder etwas in Gefahr.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:04:06.255+0000","up_votes":1,"down_votes":5,"body":"Ja dann leb weiter deinen Weltfrieden und werde glücklich.","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2015-11-17T13:53:29.384+0000","up_votes":2,"down_votes":0,"body":"Das Beispiel ist nur etwas... hart.\nPsychischer Schaden auf mindestens eine Person, vermutlich mehrere mit dem Schock.\n\nWenn jemand in League in dir das Bedürfnis zu Flamen auslöst, wird er doch nicht psychischen Schaden bei dir auslösen.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:07:29.918+0000","up_votes":1,"down_votes":9,"body":"Es geht um die situation , sich zu wehren , ganz egal ob konseqenzen \"ich weiß falsch geschrieben\" oder nicht.\n\nWenn ich geflamed werde - flame ich zurück und mute nicht \n\nWenn ich angegriffen werde - schlage ich zurück  \n\n\nDass sind nur beispiele ihr müsst nicht alles wortwörtlich nehmen nur weil euch die argumente ausgehen.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T14:12:38.807+0000","up_votes":1,"down_votes":0,"body":"Eher gehen dir die Argumente aus, wenn du sowas als Beispiel nimmst. Absolut niemand kommt zu schaden, wenn jemand dich trollt. Denn ums \"gegenflamen\" ging es bisher nicht. Sondern um Trolle und Leute, die dich mad machen.\nUnd die Situation tut niemanden weh. Außerdem ist \"sich wehren\" immer eine Situationssache. In League sich zu wehren, wenn jemand herumpöbelt, wäre Muten+Reporten, nicht aufs selbe Niveau rutschen.","replies":[]},{"id":"","poster":"Marofion","date":"2015-11-17T14:12:20.153+0000","up_votes":1,"down_votes":0,"body":"Ein durchaus menschliches Verhalten wie ich finde...\nAber ist es gerecht? Wenn mich jemand beleidigt belächel ich sowas. Wenn mich jemand schlägt, mache ich denjenigen Handlungsunfähig, doch bringe ich ihn nicht halb um oder ins Krankenhaus.\nIch wehre mich nur so viel wie nötig, nicht wie möglich.","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-11-17T14:26:23.215+0000","up_votes":2,"down_votes":0,"body":"Wenn jemand vergewaltigt wird, ist konkrete Gefahr in Verzug und daher Notwehr erlaubt. Wenn du jemanden in dieser Notwehr aber tötest, wenn ein einfaches Wegziehen ausreichend gewesen wäre, dann wirst du auch mindestenst wegen Totschlags verurteilt. Warum? Verhältnismäßigkeit.\n\nWenn dich jemand flamed gibt es keinerlei Grund zurückzuflamen, weil keine Gefahr in Verzug ist. Ergo keine Verhältnismäßigkeit, ergo Strafe. \n\nDu bist übrigens nicht der erste, der solche Apfel-Birnen-Vergleiche zieht, wenn er nicht weiter weiß. Es verlangt hier keiner, dass du dir körperliche Schmerzen zufügen lässt sondern einfach nur Flamer Flamer sein zu lassen und sie hinterher zu reporten (= \"sich wehren\"). Zeigt eigentlich recht deutlich, dass du schlicht keine sinnvollen Argumente für dein Verhalten mehr hast.","replies":[]},{"id":"","poster":"Veezey","date":"2015-11-17T14:21:38.943+0000","up_votes":2,"down_votes":0,"body":"Das was du da beschreibst ist nicht sich wehren sondern Vergeltung.","replies":[]},{"id":"","poster":"Irrsinn","date":"2015-11-17T14:13:08.548+0000","up_votes":2,"down_votes":0,"body":"Und wenn du zurückflamest bist du ein Flamer und Flamer werden bestraft. The end. \nUns gehen nicht die Argumente aus, du versuchst sie nur verzweifelt zu ignorieren.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-11-17T14:50:19.253+0000","up_votes":1,"down_votes":0,"body":"Auch bezüglich Notwehr (wenn deine Freundin sich wehrt) bzw. Nothilfe (wenn du zur Hilfe kommst) gibt es gesetzliche Einschränkungen.\n\nMan darf zwar in diesem Fall Gewalt anwenden, aber die Regel ist (frei übersetzt):\n\nSo wenig wie möglich, so viel wie nötig.\n\nDu darfst den Typen also wegreissen und ihm vielleicht noch eine hauen, sollte er sich wehren. Aber du darfst ihn nicht erschiessen/erstechen oder weiter draufhauen, wenn er verletzt am Boden liegt.\n\nÄhnlich gilt dies für Onlinespiele wie LoL.\nNun, wie viel Flaming ist gegenüber toxischen Spielern nötig? Gar keine.\nMan kann sehr gut mit der Mute-Funktion arbeiten (falls nötig) und den toxischen Spieler nach dem Game reporten. Mehr ist nicht nötig (weniger nicht möglich, da Report - bis auf afk/absichtliches Feeden - notwendig ist).","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-11-17T14:04:43.214+0000","up_votes":4,"down_votes":0,"body":"> ich gehöre lieber zu den 0,01% der leuten die den mund aufmachen wenn ihnen etwas nicht passt. Wenn ihr euch in eurem leben jedes mal unterbuttern lässt ist dass eure sache.\n\nAuch das ist ein häufiges Argument. Das geht dann häufig in die Richtung, dass den Mund zu halten ein Zeichen von Schwäche ist, während der Flamer der starke Mann ist, der seine Meinung sagt. \nDagegen kann man sagen, dass Leute die sich in einem Spiel derartig kindisch aufregen damit nicht gerade Stärke beweisen. Und wenn man dann nicht mal genug Willenskraft hat um den Mist für sich zu behalten und statdessen dem ersten tierischen Instinkt folgt und alles rauslässt, braucht man schon gehörige Gedanken-Akrobatik um das noch als Stärke zu interpretieren. \nDu nennst es \"den Mund aufmachen\", ich nenne es Mangel an Willenskraft und kindisch. \nDu bist es der sich hier unterbuttern lässt, der wegen random Leuten in einem Spiel dermaßen austickt, dass er sich wie ein wütendes Kind verhält und keinerlei Manieren und Selbstkontrolle mehr kennt. Wir lassen uns nicht unterbuttern, wir stehen drüber, während du dich bei Kleinigkeiten die Beherrschung verlierst. \nAuch hier kannst du dir natürlich wieder ausssuchen welche Sichtweise für dich richtiger klingt, aber ich glaube ich kenne die Antwort schon: Du scheinst immer den Weg des geringsten Widerstandes zu gehen. Selbstkontrolle scheint dir zu schwer zu sein. \nAber vielleicht liege ich mit meiner Sicht von dir ja auch falsch, du darfst mir gerne das Gegenteil beweisen.\n\n> Ich flame nicht grundlos\n\nWenn ich jedes mal einen Euro bekommen würde wenn das jemand schreibt, könnte ich mir mindestens einen neuen PC kaufen, vlt auch einen Kleinwagen. NIEMAND flamet grundlos, niemand tut überhaupt irgendwas grundlos. Die schlimmsten Personen der Menschheitsgeschichte hatten auch ihre Gründe, teilweise sogar richtig gute. Das liegt aber eben daran dass Menschen überhaupt nie etwas grundlos tun. Einen Grund zu haben ist keine Rechtfertigung, eine Erklärung keine Ausrede. Du unterscheidest dich in diesem Punkt in keinster Weise von den ultra-toxic Flamern von denen du dich distanzieren willst. Die schreiben exakt das gleich, \"Ich flame ja nur weil...\"\n\n> werde sicher nach 5 seasons auch nicht damit aufhören.\nWenn ich gebannt werde dann ist dass eben so.\n\nNa dann wollen wir mal hoffen dass es schnell und schmerzlos geht. Du verdirbst anderen den Spaß (und nebenbei auch dir selbst, wenn du dich über kleinigkeiten aufregst) und verschwendest wertvolle Lebenszeit. \nSchade dass wir dir nicht helfen konnten.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:17:43.782+0000","up_votes":1,"down_votes":8,"body":"Mangel an Willenskraft oder fehlendes selbstbewusstsein würde ich euch eher zusprechen,weisst du auch wieso?\n\nIch erklär es dir gerne, du flamest nicht weil du es für schlecht empfindest oder weil du die anderen schlecht machen könntest,du flamest nicht weil du angst hast dass etwas passiert,ihr habt angst gebannt zu werden und macht deswegen den mund nicht auf.\n\n\n\"niemand tut überhaupt irgendwas grundlos\" \n\nja natürlich nicht? Alles was du tust hat auswirkungen,sogar dass du gerade vor deinem pc sitzt und mir schreibst hat die auswirkung dass ich den drang habe zu antworten... \n\nAlles hat einen grund und einen ursprung aber ich glaube der gedanke ist etwas zu hoch für dich. sry nimms nicht persönlich ;)\n\n\n\nIch verderbe anderen den spaß?\nEs geht bei diesem spiel um spaß?\nIch hab noch nie jemanden gesehn der nach mehr als 100 games noch \"spaß\" an dem spiel hat.\n\nEs geht nur darum zu gewinnen,der spaß ist nebensache.\n\nIch wollte auch keine hilfe , nur meinungen ;)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T14:26:00.235+0000","up_votes":3,"down_votes":0,"body":"> Ich erklär es dir gerne, du flamest nicht weil du es für schlecht empfindest oder weil du die anderen schlecht machen könntest,du flamest nicht weil du angst hast dass etwas passiert,ihr habt angst gebannt zu werden und macht deswegen den mund nicht auf.\n\nAuch wenn es dir vlt komisch vorkommt: Ich habe keinerlei Bedürfnis zu flamen. Ich muss mich nicht zurückhalten. Es ist ein verdammtes Spiel, davon lass ich mich doch nicht auf die Palme bringen. Ich hab es garnicht nötig Angst vor den PB-Systemen zu haben, genauso wenig wie ich Angst vor der Mordkomission habe, denn ich habe weder das Bedürfnis zu flamen noch jemanden umzubringen. \n\n> Alles hat einen grund und einen ursprung aber ich glaube der gedanke ist etwas zu hoch für dich.\n\nDas ist ziemlich genau das was ich geschrieben habe, ich versteh das durchaus. Und da ich Physik und Philosphie studiert habe, bin in in gewisser Weise doppelter Experte in Sachen \"Ursache aller Dinge\", deine beleidigende Einschätzung meiner Selbst könnte garnicht verkehrter sein.\n\n> Ich verderbe anderen den spaß?\nEs geht bei diesem spiel um spaß?\n\nUm was sonst? Es ist ein Spiel. Spiele sind AUSSCHLIESSLICH dazu da Spaß zu haben, dafür sind sie gemacht. \n\nUnd, just for the sake of the argument: Flaming reduziert die Siegeschance, d.h. selbst wenn es dir nur ums Gewinnen geht ist Flaming nach wie vor nicht zweckdienlich. \n\n> Es geht nur darum zu gewinnen,der spaß ist nebensache.\n\nUnd warum willst du gewinnen? Weil es Spaß macht. Die einzigen die nicht aus Spaß spielen sind Leute die damit Geld verdienen, bei allen anderen läuft es am Ende auf Spaß hinaus.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:38:44.972+0000","up_votes":1,"down_votes":6,"body":"\"Auch wenn es dir vlt komisch vorkommt: Ich habe keinerlei Bedürfnis zu flamen. Ich muss mich nicht zurückhalten. Es ist ein verdammtes Spiel, davon lass ich mich doch nicht auf die Palme bringen. Ich hab es garnicht nötig Angst vor den PB-Systemen zu haben, genauso wenig wie ich Angst vor der Mordkomission habe, denn ich habe weder das Bedürfnis zu flamen noch jemanden umzubringen. \"\n\nIch glaub dieses Thema könnten wir unendlich so lange weiter machen. Du hast deine meinung ich hab meine.\n\n\nZur meiner \"beleidigenden\" einschätzung; wenn ich sowas schon lese ,.. wieso fühlst du dich denn beleidigt,wieso in herrgotts namen nimmt hier jeder alles so persönlich und fängt wegen jedem scheiss an zu weinen?\n\nWeisst du wieso?\n\nWeil keiner von euch auch nur ansatzweise die pubertät hinter sich hat.\n\n\nIch will nicht gewinnen weil dass spaß macht. \n\nEs geht um die persönliche herrausforderung,nicht nur um spaß.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T14:52:45.654+0000","up_votes":5,"down_votes":0,"body":"> wieso fühlst du dich denn beleidigt\n\nWeil du mich im Prinzip als dumm bezeichnet hast. Genauso wie du mich jetzt als weinenden, pubertierenden Teenager bezeichnest, obwohl ich zügig auf die 30 zugehe. Du weißst absolut nichts über mich denkst dir irgendwelche Sachen über mich aus, die jeglicher Grundlage entbehren, nur damit du im Vergleich besser dastehst. Das ist eine Art und Weise zu diskutieren (bzw es ist überhaupt kein Diskutieren), die ich schlicht und einfach nicht leiden kann. \nSchade dass du nicht konstruktiv bleiben kannst, die Diskussion war zwischedrin so schön sachlich. \n\nSoll ich mir jetzt vlt auch irgendwelche Dinge über dich ausdenken? Du hast Käsefüße und deine Mutti hat dich nicht lieb. Diese Aussage sind in etwa genauso willkürlich wie das was du über mich gesagt hast. Ich behaupte nicht dass du jetzt traurig oder wütend bist, genauso wenig wie ich es bin. Aber so diskutiert man einfach nicht. Bleib beim Thema und spar dir deine Spekulationen darüber wer oder was ich bin, das tut nichts zur Sache.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-11-17T14:49:15.808+0000","up_votes":3,"down_votes":0,"body":"Niemand hier nimmt das persönlich. Für uns bist du nur ein weiterer unverbesserlicher Flamer, der alles beleidigt, was ihm nicht zustimmt. Alle regelmäßigen Besucher des Spielerverhaltensbereichs, kennnen deine Art zur genüge. All deine Beleidigungen haben wir schonmal gehört. Hier juckt es niemanden, ob du sie für Kinder, geistig behindert oder Arschlöcher hältst. \n\nWir wissen, dass du mit dem Verhalten nicht mehr lange League of Legends spielen können wirst. Riot bietet dir die Gelegenheit dich zu bessern und die meisten Forennutzer hier versuchen dir eine helfende Hand zu reichen, während du am Abgrund zum Permabann ins wanken gerätst. Wir wollen nur dafür sorgen, dass du weiterhin Spaß am Spiel haben kannst und das Spiel für die Allgemeinheit angenehmer wird. Wenn du die Hilfe ausschlägst, ist das nicht unser Problem, wir haben nur versucht zu helfen. Für uns macht es keinen Unterschied, ob der Flamer in den Abgrund stürzt oder sein Verhalten ändert. In Zukunft gibt es in beiden Fällen einen Flamer weniger.\n\nEdit:\nEs liegt ganz bei dir, ob Riots Weihnachtsgeschenk an dich ein Permabann sein wird, oder nicht.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:57:49.335+0000","up_votes":1,"down_votes":6,"body":"\"Niemand hier nimmt das persönlich. Für uns bist du nur ein weiterer unverbesserlicher Flamer, der alles beleidigt, was ihm nicht zustimmt. Alle regelmäßigen Besucher des Spielerverhaltensbereichs, kennnen deine Art zur genüge. All deine Beleidigungen haben wir schonmal gehört. Hier juckt es niemanden, ob du sie für Kinder, geistig behindert oder Arschlöcher hältst. \"\n\nMich intressiert es auch relativ wenig was ihr von mir haltet weil ihr mich sowieso nicht kennt. \n\n\"Wir wissen, dass du mit dem Verhalten nicht mehr lange League of Legends spielen können wirst.\" \n\nFlame schon seit season 1.\n\n\"Wir wissen, dass du mit dem Verhalten nicht mehr lange League of Legends spielen können wirst. Riot bietet dir die Gelegenheit dich zu bessern und die meisten Forennutzer hier versuchen dir eine helfende Hand zu reichen, während du am Abgrund zum Permabann ins wanken gerätst. Wir wollen nur dafür sorgen, dass du weiterhin Spaß am Spiel haben kannst und das Spiel für die Allgemeinheit angenehmer wird. Wenn du die Hilfe ausschlägst, ist das nicht unser Problem, wir haben nur versucht zu helfen. Für uns macht es keinen Unterschied, ob der Flamer in den Abgrund stürzt oder sein Verhalten ändert. In Zukunft gibt es in beiden Fällen einen Flamer weniger.\"\n\nDieser text... ich kann dass garnicht lesen weil dass richtig wehtut in den augen und in meinem kopf.\n\n\n\n\"Edit:\nEs liegt ganz bei dir, ob Riots Weihnachtsgeschenk an dich ein Permabann sein wird, oder nicht.\"\n\nIch arbeite daran.\n\n\n\nAmen","replies":[{"id":"","poster":"Marksmansitter","date":"2015-11-17T15:23:52.236+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=000500000001000000010000000100000000000000000000,timestamp=2015-11-17T14:57:49.335+0000)\n>\n> \"Niemand hier nimmt das persönlich. Für uns bist du nur ein weiterer unverbesserlicher Flamer, der alles beleidigt, was ihm nicht zustimmt. Alle regelmäßigen Besucher des Spielerverhaltensbereichs, kennnen deine Art zur genüge. All deine Beleidigungen haben wir schonmal gehört. Hier juckt es niemanden, ob du sie für Kinder, geistig behindert oder Arschlöcher hältst. \"\n> \n> Mich intressiert es auch relativ wenig was ihr von mir haltet weil ihr mich sowieso nicht kennt. \n> \n> \"Wir wissen, dass du mit dem Verhalten nicht mehr lange League of Legends spielen können wirst.\" \n> \n> Flame schon seit season 1.\n> \n> \"Wir wissen, dass du mit dem Verhalten nicht mehr lange League of Legends spielen können wirst. Riot bietet dir die Gelegenheit dich zu bessern und die meisten Forennutzer hier versuchen dir eine helfende Hand zu reichen, während du am Abgrund zum Permabann ins wanken gerätst. Wir wollen nur dafür sorgen, dass du weiterhin Spaß am Spiel haben kannst und das Spiel für die Allgemeinheit angenehmer wird. Wenn du die Hilfe ausschlägst, ist das nicht unser Problem, wir haben nur versucht zu helfen. Für uns macht es keinen Unterschied, ob der Flamer in den Abgrund stürzt oder sein Verhalten ändert. In Zukunft gibt es in beiden Fällen einen Flamer weniger.\"\n> \n> Dieser text... ich kann dass garnicht lesen weil dass richtig wehtut in den augen und in meinem kopf.\n> \n> \n> \n> \"Edit:\n> Es liegt ganz bei dir, ob Riots Weihnachtsgeschenk an dich ein Permabann sein wird, oder nicht.\"\n> \n> Ich arbeite daran.\n> \n> \n> \n> Amen\n\n\nIch hab bis jetzt noch nichts zu dem ganzen hier geschrieben aber jetzt möchte ich meinen Senf auch mal dazu abgeben.\nIch verfolge diese Forum und habe schon öfter welche gesehen, die sich über egtl. offensichtliche Bans aufgeregt haben (genau wie du) aber diese haben nach relativ kurzer Zeit aufgehört zu diskutieren. Ich weiß nicht genau was mit dir los ist das du dich unbedingt rechtfertigen musst bzw. wieso dir das so viel Spaß macht über so ein Thema zu diskutieren UND gleichzeitig die eigenen Fehler nicht einzugestehen.\nMich würde gerne Interessieren wie alt du bist, weil dich solch ein Verhalten im \"richtigen\" Leben kein bisschen helfen wird.\n\n\"Flame schon seit Season 1\" \nHm nicht mehr lange, wenn du dich nicht grundlegend änderst...","replies":[{"id":"","poster":"Marksmansitter","date":"2015-11-18T04:59:06.910+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=00050000000100000001000000010000000000000000000000000001,timestamp=2015-11-17T22:09:47.885+0000)\n>\n> Boss, sie sind ein kack Noob und wissen gar nicht, wie man ein Unternehmen richtig führt. Fck off.\n> \n> Yo, DAS wird ihm sicherlich weiterhelfen. Und ja, so einer Person würde ich es auch zutrauen, dass er so mit seinem Chef redet, immerhin darf er sich nicht unterbuttern lassen und ist so ein richtiger Mann..... \n> \n> {{sticker:slayer-pantheon-popcorn}}\n\nIch weiß jetzt nicht ob das Sarkasmus war.. falls nicht --> na klar darf man sich nicjt einfach unterbuttern lassen aber man kann es auf eine \"schlaue\" und Niveauvolle Art machen oder man kackt dem Chef auf den Tisch. Letzteres würde ich unterlassen außer man hat grade im Lotto gewonnen. Wie gesagt Meinung sagen schön und gut aber es kommt drauf an WIE.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-11-17T22:09:47.885+0000","up_votes":1,"down_votes":0,"body":"Boss, sie sind ein kack Noob und wissen gar nicht, wie man ein Unternehmen richtig führt. Fck off.\n\nYo, DAS wird ihm sicherlich weiterhelfen. Und ja, so einer Person würde ich es auch zutrauen, dass er so mit seinem Chef redet, immerhin darf er sich nicht unterbuttern lassen und ist so ein richtiger Mann..... \n\n{{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"pseudoTS","date":"2015-11-17T16:32:07.183+0000","up_votes":1,"down_votes":0,"body":"ich möchte es wie gesagt nicht gut heissen, aber im richtigen leben. Klar bringt es einen auf gewisse art und weise weiter, so lange man es nicht übertreibt. Und mmn ist sein \"flame\" jetzt nicht sosoo schlimm, gibt schlimmeres verhalten in der lol community.\n\nSein alter würde mich dennoch interessieren.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-11-17T15:44:59.537+0000","up_votes":3,"down_votes":0,"body":"Das macht nur Sinn, wenn du zumindest die Chance hast, etwas mit deiner negativen Reaktion zu bewirken.\nSolltest du auf der Straße angepöbelt werden und du haust dem Jenigen eine rein, bin ich auf deiner Seite, du verteidigst dich und hast damit eine Chance auf Erfolg. Vielleicht bleibt er liegen, vielleicht haut er ab, vielleicht ist er aber auch stärker als du und verdrischt dich böse, mit den Folgen müsstest du zwar Leben, aber ich würde dich nicht im Unrecht sehen.\n\nBeim Flaming in einem Onlinegame, gibt es diese Chancen aber nicht.\nWenn du dich ebenfalls daneben benimmst und mit Beleidigungen antwortest, hast du eben nicht die Möglichkeit, die Situation zu verbessern. Wenn dich Jemand beleidigt und du beileidigst ihn dann ebenfalls, wird der Jenige sich nicht denken: \"oh jetzt hat er mich noob genannt, dann lasse ich ihn lieber in ruhe bevor er auch noch Retard sagt\"\nDu machst alles einfach nur zu 100% schlechter, darum ist es was Anderes, du wehrst dich nämlich nicht, sondern du baust einfach nur auch Mist, das ist ein großer Unterschied.","replies":[{"id":"","poster":"Rayendriel","date":"2015-11-17T22:41:56.542+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=0005000000010000000100000002,timestamp=2015-11-17T15:44:59.537+0000)\n>Wenn dich Jemand beleidigt und du beileidigst ihn dann ebenfalls, wird der Jenige sich nicht denken: \"oh jetzt hat er mich noob genannt, dann lasse ich ihn lieber in ruhe bevor er auch ncoh Retard sagt\"\n\n\nHahaha^^ die Vorstellung gefällt mir!\nDu hast mich wirklich zum Schmunzeln gebracht mit dem Vergleich, ich lasse dir mal einen Keks {{item:2009}} dafür da und wünsche noch einen schönen Tag ^^","replies":[]}]}]}]},{"id":"","poster":"Marofion","date":"2015-11-17T13:29:41.324+0000","up_votes":1,"down_votes":0,"body":"Weil einer meiner Freunde einfach keine Lust auf Ranglistenspiele hat und demnach kein Ranking hat, ist er also automatisch schlechter als ein Bronze Spieler?","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:44:35.001+0000","up_votes":1,"down_votes":3,"body":"Nein weil seine MMR trotzdem einen gewissen wert hat.","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T13:46:47.803+0000","up_votes":1,"down_votes":0,"body":"Seltsam, davor hast du anderes behauptet:\n\"und zweitens sind ungerankte spieler deutlich schlechter als bronze spieler.\"","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:41:40.238+0000","up_votes":1,"down_votes":3,"body":"ja weil ungerankte spieler keine mmr haben?","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T14:44:47.727+0000","up_votes":1,"down_votes":0,"body":"Natürlich haben die eine, allerdings nicht im Ranglistensystem. Die haben ebenso eine MMR die für Normals zuständig ist, wie du auch.\nNatürlich kann er besser spielen als ein Bronze. Er könnte theoretisch auch besser spielen als ein Challenger... nur weil er keine Rangliste spielt, heißt das nicht, dass er nicht spielen kann...","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:47:19.735+0000","up_votes":1,"down_votes":3,"body":"Ich weiß dass es in Normals auch eine Hidden Elo gibt,\n\naber wenn man keine Rankeds spielt und nich ranked ist dann ist man es eben nicht.","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T14:49:45.331+0000","up_votes":2,"down_votes":0,"body":"Ja eben, er ist nicht in der Rangliste eingereiht... Das macht ihn aber nicht \"deutlich schlechter als Bronze Spieler\", wie du es behauptet hast ;)","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T15:16:58.798+0000","up_votes":1,"down_votes":3,"body":"Du willst mir also sagen dass jeder lv30 besser ist als ein bronze 5 er?","replies":[{"id":"","poster":"Snowgen","date":"2015-11-17T15:51:22.385+0000","up_votes":1,"down_votes":0,"body":"So gut wie jeder, der über 500 Normal games gemacht hat, wenn nicht sogar weniger","replies":[]},{"id":"","poster":"Marofion","date":"2015-11-18T08:42:37.400+0000","up_votes":1,"down_votes":0,"body":"Ich will dir sagen, dass jeder lvl 30er der besser ist als Bronze 5, besser ist als Bronze 5.\nEgal ob in Rangliste oder nicht.\n\nWie gesagt, theoretisch kannst du das Talent eines Challengers haben und dennoch einfach keine Rangliste spielen...","replies":[]},{"id":"","poster":"Stealth Cat","date":"2015-11-17T19:29:04.775+0000","up_votes":1,"down_votes":1,"body":"Jeder Level 30er ist besser als Bronze V Spieler, außer Bronze V Spieler selbst, oder Unrankeds die definitiv nach nach Bronze V gehören.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-11-17T13:55:20.945+0000","up_votes":1,"down_votes":0,"body":"Ich sprach von \"Bronze 5\", was etwa 2-3% der gerankten Spieler ist.\n(weniger als 2% der Spieler bekommt einen 2-Wochen-ban oder mehr als Strafe). Ich bin also gar nicht so weit weg.\n\nDass ungerankte Spieler schlechter als Bronze wäre, stimmt eh nicht. Ich war lange auch unranked und wurde letzte Season sofort Gold4. OK, ich bin - mangels Training - in der neuen Season wieder auf Silber gerankt nach der Neueinstufung. Trotzdem bin ich weit weg von Bronze.\nInnerhalb 10 Rankeds (Season 4) werde ich wohl kaum plötzlich wie oberes Silber/tiefes Gold spielen, einfach nur, weil ich plötzlich Rankeds spiele. ;)","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:58:54.642+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-17T14:21:37.976+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=000500000001000000020000,timestamp=2015-11-17T13:58:54.642+0000)\n>\n> Bronze 5 ist ganz sicher nicht 2-3 %, ausser wenn du wieder einen über den durst getrunken hast vll.\n> \n> Wenn du dir so sicher damit bist wieso gibst du dann keine quelle an??\n\nKein Problem:\n\nhttp://euw.op.gg/statistics/tier/\n\n> Wieso tust du so als wenn du dich hier beweisen musst???\n> \n> Ich habe eine frage gestellt und möchte sie objektiv beantwortet haben.\n\nDu hast schliesslich nach unserer Meinung gefragt und du hast sie erhalten.\nAus meiner Sicht bist du sehr toxisch und ich möchte nicht im selben Game mit dir sein (selbst als Gegner nicht).\n\n> Dass einzige was ihr hier aber macht ist dass was ich ingame mache, flamen und diskutieren,\n\nDer Vergleich mit \"Bronze 5\" klingt zwar hat, ist aber nicht ganz so verkehrt.\nDu bist bezüglich Spielverhalten erwiesenermassen im ganz untersten Bereich. \n\nDas wichtige ist jedoch, was du nun deswegen machst.\nGenauso wie ein Bronze 5-Spieler versuchen kann, besser zu werden und irgendwann einmal Silber zu werden, kannst du an dein Spielverhalten arbeiten, damit dieses auch besser wird, so dass du keine Strafe mehr erhälst.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:26:23.427+0000","up_votes":1,"down_votes":5,"body":"Was ich nun machen werde ist ,mich zurück lehnen und über eure antworten schmunzeln ;)","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-17T14:48:19.910+0000","up_votes":2,"down_votes":0,"body":"Schmunzeln werden am Ende wohl vor allem alle, die sich über deinen künftigen Permabann-Heulthread amüsieren dürfen.\n\nTo be continued ...\n\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T15:15:27.915+0000","up_votes":1,"down_votes":3,"body":"Es gibt definitiv schlimmeres als Perma gebannt zu werden ;)","replies":[{"id":"","poster":"Crounty","date":"2015-11-17T16:47:20.888+0000","up_votes":2,"down_votes":0,"body":"Joa, die Zeit bis du deinen Perma hast.","replies":[{"id":"","poster":"Stealth Cat","date":"2015-11-17T19:31:13.125+0000","up_votes":1,"down_votes":1,"body":"Made my day. +1","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-11-17T15:03:35.794+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=0005000000010000,timestamp=2015-11-17T13:16:24.957+0000)\n>\n> (zu den schlechtesten 5% der Community)\n> \n> sowas schlechtes habe ich seid jahren nichtmehr gelesen aber die lol community bringt mich immer wieder zum lachen.\n\nIst aber so, weil eben ca. dieser %-Satz dein Strafniveau überhaupt erreicht. \n\n> Erstens ist bronze nicht 5% und zweitens sind ungerankte spieler deutlich schlechter als bronze spieler.\n\nEr sagte Bronze 5, in Worten FÜNF,das dürfte auch hinkommen. Und warum ungerankte Spieler schlechter als Bronze sein müssen, musst du mir auch mal erklären, man kann auch gut sein ohne an einem Wettbewerb teilzunehmen. Der Durchschnitt, wo jeder ungerankte erstmal beginnt liegt auch nicht umsonst in Silber und nicht Bronze. \n\n> Aber egal, ich weiß dass flamen eigentlich nicht nötig ist aber wenn ich geflamed werde dann flame ich zurück.\n\nDann leb auch mit den Konsequenzen und heul hier nicht rum.\n\n> Ich weiß dass ist bad und schlecht aber wie oben schon geschrieben glaube ich nicht dass ich ultra toxic bin und so krass flame dass der 14day ban gerechtfertigt ist.\n\nDein Problem und nicht unseres, wenn du nicht mitbekommen hast, dass es nur noch 4 Strafstufen gibt und dann endegelände ist. Hast Stufe 3 erfolgreich erreicht, bin mir sicher, wenn d nicht von selbst abhaust wird Stufe 4 gg izi für dich.","replies":[]}]},{"id":"","poster":"ScreamlfYouCan","date":"2015-11-17T14:29:35.934+0000","up_votes":2,"down_votes":1,"body":"\"Umgangston auf Bronze 5\" - wenn man sowas liest weiß man schon dass du ein Lappen bist *facepalm*","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:39:41.045+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-17T14:43:53.493+0000","up_votes":3,"down_votes":0,"body":"Also dein Taschentuch würde ich an seiner Stelle nicht annehmen. So sehr wie du das im Laufe dieses Threads schon vollgeheult hast, wäre das schon eine sehr unhygienische Sache.\n{{sticker:slayer-jinx-catface}}","replies":[]}]}]}]},{"id":"","poster":"Marofion","date":"2015-11-17T12:56:05.192+0000","up_votes":4,"down_votes":0,"body":"Du bist ganz schön uneinsichtig, mein Freund.\n\nHier wird halt ein wenig stärker auf Umgangsformen geachtet als woanders, das finde ich aber auch gut. Ich sehe so gut wie überall respektloses Verhalten, da könnte ruhig an manch anderen Orten ebenso pingelig sein wie hier.\n\nFlaming ist einfach nie nötig. Wieso sollte es notwendig sein jemanden runter zu machen? Eigentlich ist es viel notwendiger Menschen zur Abwechslung auch mal aufzubauen, zu loben oder sonstwas. Sowas hilft jedem... eine ausgewischt bekommen hilft nur selten...","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:13:18.577+0000","up_votes":1,"down_votes":6,"body":"Hier wird halt ein wenig stärker auf Umgangsformen geachtet als woanders - wieso gibt es dann soviele flamer?\n\nWenn ich \"noob\" oder \"gg izi\" schreibt ist dass für mich aber kein \"flamen\" , jeder mag dass anders sehen und ich sehe es auch als vll unangebracht oder als negativ, dass verstehe ich auch. \n\nIch verstehe auch wenn ich dafür einen Chatbann bekomme.\nIch verstehe jedoch nicht dass dieses negative verhalten einen 14tage bann rechtfertigt,deswegen habe ich dass hier auch gepostet.\n\nUnd noch was,da rito sich ja nicht traut die kompletten chatlogs zu zeigen und nur meinen chatverlauf zeigt verstehst du ja sowieso nicht in welchen kontext ich sowas schreibe, du siehst ja nicht was die anderen 4 in diesen spielen geschrieben haben.\n\nEs geht mir rein objektiv um eure meinung von den chatverläufen,was aber eigentlich garnicht möglich ist weil ihr nur meinen verlauf sehen könnt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T13:24:18.250+0000","up_votes":4,"down_votes":0,"body":"> Wenn ich \"noob\" oder \"gg izi\" schreibt ist dass für mich aber kein \"flamen\"\n\nFür die meisten anderen aber schon. Und hier zählt nunmal die Mehrheitsmeinung bzw der Summonerscode, der bezüglich beider Dinge SEHR eindeutig ist. Deine Meinung in alle Ehren, du darfst diese Meinung auch behalten und vetreten, sie ist für deine Strafe jedoch irrelevant. \n\n> Ich verstehe auch wenn ich dafür einen Chatbann bekomme.\nIch verstehe jedoch nicht dass dieses negative verhalten einen 14tage bann rechtfertigt,deswegen habe ich dass hier auch gepostet.\n\nIst es denn deine erste Strafe? Das neue Strafsystem \"level auf\", d.h. Spieler die die Strafen ignorieren und weiterhin schlechtes Verhalten zeigen, kriegen eben immer härtere Strafen, bis nur der Perma als letzte Lösung bleibt. Dabei können jedoch auch Stufen übersprungen werden, wenn das schlechte Verhalten entweder sehr extrem ist oder sehr häufig auftritt (im worst case auch beides). \n\n> Und noch was,da rito sich ja nicht traut die kompletten chatlogs zu zeigen und nur meinen chatverlauf zeigt verstehst du ja sowieso nicht in welchen kontext ich sowas schreibe, du siehst ja nicht was die anderen 4 in diesen spielen geschrieben haben.\n\nMit diesem Argument kommen fast alle Gebannten im Forum. Aber es ist DEINE Strafe, eine Strafe für DEIN Verhalten. Der Kontext ist irrelevant. Du hast dich falsch verhalten, völlig egal was die anderen gemacht haben. Vlt haben sich die anderen auch falsch verhalten, schon möglich. Das sehen sie dann in ihren eigenen Chatlogs, das hat mit deiner Strafe nichts zu tun. Fehlverhalten anderer rechtfertigt nicht Fehlverhalten. Wir sind nicht im Kindergarten, wo der kleine Kevin sich beschwert dass der Jeremy damit angefangen hat Sand zu schmeißen. Es ist egal wer angefangen hat und es ist egal warum du dich so benommen hast.\nIm Summonerscode steht nicht \"Es ist verboten zu flamen, außer es passiert dieses und jenes, dann isses ok\". Die Umstände sind egal, es ist immer verboten.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:36:30.907+0000","up_votes":1,"down_votes":5,"body":"\"Und hier zählt nunmal die Mehrheitsmeinung\" \n\nDie mehrheitsmeinung? \n\nWenn dich 4 premades reporten wirst du bestraft egal für was.\n\n\n\"Ist es denn deine erste Strafe? Das neue Strafsystem \"level auf\", d.h. Spieler die die Strafen ignorieren und weiterhin schlechtes Verhalten zeigen, kriegen eben immer härtere Strafen, bis nur der Perma als letzte Lösung bleibt. Dabei können jedoch auch Stufen übersprungen werden, wenn das schlechte Verhalten entweder sehr extrem ist oder sehr häufig auftritt (im worst case auch beides). \"\n\nIch spiele wie schon gesagt seid season 1 mehr oder weniger aktiv , hatte season 2 auch schonmal einen 14Tage ban , den ich auch verdient habe wie ich finde. \n\nSeit dem ausser Chatbans nie probleme gehabt,erst seit dem ich wieder nur Normals spiele um auf die neue Season zu warten weinen alle.\n\n\"Mit diesem Argument kommen fast alle Gebannten im Forum. Aber es ist DEINE Strafe, eine Strafe für DEIN Verhalten. Der Kontext ist irrelevant. Du hast dich falsch verhalten, völlig egal was die anderen gemacht haben. Vlt haben sich die anderen auch falsch verhalten, schon möglich. Das sehen sie dann in ihren eigenen Chatlogs, das hat mit deiner Strafe nichts zu tun. Fehlverhalten anderer rechtfertigt nicht Fehlverhalten. Wir sind nicht im Kindergarten, wo der kleine Kevin sich beschwert dass der Jeremy damit angefangen hat Sand zu schmeißen. Es ist egal wer angefangen hat und es ist egal warum du dich so benommen hast.\nIm Summonerscode steht nicht \"Es ist verboten zu flamen, außer es passiert dieses und jenes, dann isses ok\". Die Umstände sind egal, es ist immer verboten.\"\n\nJo habs verstanden.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T13:46:45.583+0000","up_votes":4,"down_votes":0,"body":"> Wenn dich 4 premades reporten wirst du bestraft egal für was.\n\nSo funktioniert das nicht. Zunächst einmal solltest du wissen, dass Premade-Reports genauso wie ein einziger Report zählen. Darüber hinaus ist die Anzahl der Reports sowieso zweitrangig, da die Reports keine Strafe auslösen, sondern eine Verhaltenskontrolle (das Ergebnis sind die Chatlogs die du oben gepostet hast). Nur wenn da ausreichend toxisches Zeug drin ist, wirst du bestraft.\n\"Mehrheitsmeinung\" bezieht sich auf die gesamte Community, nicht nur dein Match. Rassismus, Homophobie und Sexismus wird z.B. von praktisch allen Spielern mit extrem hoher Zuverlässigkeit reportet und gilt daher als das am wenigsten geduldete Verhalten in LoL und führt daher häufig direkt zu sehr harten Strafen, unter Umständen sogar sofortigen Permas. Ein Beispiel in die andere Richtung wäre Fluchen, also das Verwenden \"böser Wörter\" um seinen Ärger auszudrücken (nicht um andere zu beleidigen). Das reportet praktisch niemand, daher ist es in LoL erlaubt (obwohl es in vielen anderen Spielen verboten ist). \nRiots Verhaltensregeln richten sich dannach, was die gesamte Community duldet und was nicht. Gemessen wird das mit Reports. Ich kann nur nochmal betonen, dass ein einzelnes Spiel kein Ausdruck dieser Mehrheitsmeinung ist...das sind 10 Spieler aus 100 Millionen. Wenn die dich für etwas reporten was der Rest der Communtiy nicht schlimm findet, gibts keine Strafe. \nDer Fakt dass du für Reportdrohungen, kleine Beleidigungen und permanentes Niedermachen bestraft wurdest zeigt dir nicht nur dass deine Mitspieler das nicht so toll fanden, sondern auch die große Mehrheit aller anderen LoL-Spieler. Das bedeutet \"Mehrheitsmeinung\" hier. \n\n> Jo habs verstanden.\n\nFreut mich das zu hören. Ich wünsch dir alles Gute :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:30:21.871+0000","up_votes":6,"down_votes":0,"body":"Bei dem ersten Spiel bist du ab \n\n>YouthSuicide: are u bronze or something\n\nZiemlich herablassend. Du blamst deine Mitspieler, drohst mit Reports, machst sie runter und beleidigst auch teilweise. Die Einstellung hier ist durchgehend negativ.\n\nBoostvorwürfe im zweiten Spiel sind jetzt auch nicht die feine englische Art und deine Mitspieler haben das geweine über das Matchmaking ziemlich sicher als störend empfunden. Je nach dem in welchem Zusammenhang das \"gg izi\" steht, wurdest du wohl auch dafür gemeldet. \n\nIm dritten Spiel zeigst du wieder negative Einstellung und beleidigst. \n\nZusammenfassend würde ich sagen, ja du hast dir eine Strafe verdient. Ob 2 Wochen berechtigt sind, ist Ansichtssache. Wenn du aber davor schon bestraft wurdest, musst du bedenken, dass das System immer stärker eskalliert. Der 2 Wochenbann ist die dritte und letzte Stufe vor dem Permabann. Es ist also höchste Zeit, dass du dein Chatverhalten änderst. Mit noch so einem Chatlog nach dem Bann, wirst du wohl den Account verlieren.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:37:43.251+0000","up_votes":1,"down_votes":15,"body":"Lieber bekomm ich eine Permabann als dass ich mir von diesem Spiel und von dieser \"community\" verarschen lasse.\nDu sagst es selber,es ist \"nur\" negative einstellung:\nrechtfertigt es einen 14tage bann? is dass dein ernst? \n\nDu bist wahrscheinlich schon ein eingefleischtes member hier und wie ich dass sehe representierst du die lol community auch sehr gut,\nwenn jmd \"noob\" schreibt gehört er gebannt und gefoltert , möge er gesteinigt werden.\n\nNatürlich bin ich nicht nett , ich äussere mich durchaus negativ,wieso auch nicht- es gibt eine chat funktion \"die man übrigens nicht ausstellen kann\"\n\nund es gibt eine Surrender funktion.\n\nIch mache btw versuche von dem gebrauch zu machen und werde bestraft.\n\nBestraft weil ihr alle so sensibel seid und keine ahnung habt was \"flame\" eigentlich bedeutet.\n\n\nAber dass ist nur deine Meinung und ich danke dir dafür trotzdem.\n\nSchönen tag noch","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-17T12:57:09.818+0000","up_votes":2,"down_votes":0,"body":"Bezüglich Game 1 behaupte ich sogar, dass \"Sabotage/Hilfe für den Gegner\" bzw. \"afk\" dazu gehören könnte.\n\nDu hast 77 Nachrichten versendet in einem Game mit 42 Min. 25 Sek. (ich glaube, ich habe das richtige Game gefunden).\nDies sind 1.8 Nachichten pro Minute. Für jede Nachricht brauchst du Zeit zum Überlegen, was du schreibst, die Zeit zum Schreiben, dann Zeit zum Lesen der Antwort und wieder überlegen, was du darauf schreiben willst.\nSagen wir, dass du dafür im Schnitt 20 Sekunden brauchst (schreiben, lesen, überlegen, was du schreiben willst). Dann benötigst du pro Minute 36 Sekunden im chat und nur 24 Sek. fürs eigentlich Game. Du bist also über die Hälfte des Games gar nicht am Spielen. So etwas ist also eher \"afk\" als \"ingame\".\n\nHinzu störst du damit deine Mates und lenkst sie ab. Das ist in dieser Menge fast schon Sabotage (wenn auch nicht direkt gewollt).\n\n\nStell dir einmal die Frage, ob du gerne mit einem Mate spielst, der solche Dinge im chat schreibt. Ich kann mir nicht vorstellen, dass du dies als \"normal\" ansiehst, wenn diene Mates sich so verhalten.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-11-17T13:30:26.065+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=000100000002,timestamp=2015-11-17T12:57:09.818+0000)\n> Dies sind 1.8 Nachichten pro Minute. Für jede Nachricht brauchst du Zeit zum Überlegen, was du schreibst, die Zeit zum Schreiben, dann Zeit zum Lesen der Antwort und wieder überlegen, was du darauf schreiben willst.\n\nNette Überlegung... aber der Typ hat garantiert nie Zeit zum Überlegen verwendet...","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-17T13:51:14.616+0000","up_votes":1,"down_votes":0,"body":"Kompensiert sich vielleicht damit, dass er möglicherweise nicht schnell beim Lesen ist (wer wütend ist, reagiert nicht so rasch wie üblich).\n\nSelbst wenn es 5 Sek. pro Nachricht wäre, bedeutet dies über 6 Minuten \"afk\".","replies":[]}]},{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:24:03.749+0000","up_votes":1,"down_votes":4,"body":"Dein ganzen text kannst du dir eigentlich sparen weil du nicht weißt um welches game es geht und um welche situation es sich gehandelt hat.","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-17T13:46:00.611+0000","up_votes":1,"down_votes":0,"body":"Gibt nicht viele Games in deiner jüngeren History, wo ein Spieler keine Schuhe hatte. ;)\n(und dann noch der Jungler, was bezüglich Text auch passt).","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:54:42.524+0000","up_votes":1,"down_votes":2,"body":"Dass lustige ist,90% der antworten hier wären in league als spam gebannt worden ;)","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-17T14:10:27.627+0000","up_votes":1,"down_votes":0,"body":"Das hier ist aber das Forum und du hast um unsere Meinung gefragt. Ingame wäre ein ellenlanger Beitrag sicher eine Art von Spam, weil man damit andere stört und währenddessen nicht am Spiel teilnehmen kann. Allerdings ist ein Forum ein Platz zum Meinungsaustausch. Solange hier nicht jemand zusammenhangloses Zeug schreibt oder die selbe Nachricht dauernt copy+pasted kann man das hier kaum als Spam betrachten.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:49:12.695+0000","up_votes":1,"down_votes":0,"body":"Aber ein \"noob\" ingame ist grund genug 14tage zu bannen. \n\nes wird immer lächerlicher mit euren argumenten ;)","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-17T14:58:30.300+0000","up_votes":1,"down_votes":0,"body":"In deinen Chatlogs gibt es noch viel mehr negatives als nur ein \"noob\". Da sind einige offensichtlich beleidigend gemeinte Aussagen, haufenweiße negative Einstellung und Blaming.\n\n\nIch bin erst mal weg. Ich mache jetzt etwas, was du nicht kannst. Eine Runde LoL spielen. ","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T15:00:54.443+0000","up_votes":1,"down_votes":1,"body":"Gut dann wünsch ihr dir viel pech..\n\nBtw ich hab nochn Acc ;)","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-17T15:10:21.888+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=0001000000020000000000000000000000000000,timestamp=2015-11-17T15:00:54.443+0000)\n>\n> Btw ich hab nochn Acc ;)\n\nJa, genau: \"noch\".\n\nSollte dein Verhalten sich nicht ändern, wird es diesem Account nicht anders ergehen.\nOder glaubst du etwa, mit dem gleichen Spielverhalten wirst du auf deinem smurf keine Strafe erhalten?\n\nIst dein smurf übrigens noch unranked?\nIch frage nur wegen deiner \"unranked-Theorie\" von vorhin. {{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:44:28.816+0000","up_votes":4,"down_votes":0,"body":">are u bronze or something\nyes u are\ncause u trollpick\nlowbird\nstupid\nignorant kid\n cause u just mad\ncause u suck :D\nnoobs\nkid\n\nLaut [Wikipedia ](https://de.wikipedia.org/wiki/Flame_%28Netzkultur%29)hast du geflamt.\n\nIm Wörterbuch steht auch, dass flaming in etwa anpflaumen/dumm anmachen bedeutet. Ich finde, das iht bei dir gegeben.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:47:57.608+0000","up_votes":1,"down_votes":3,"body":"Ja dann habe ich eben geflamed,\nwo ist dann der chatban?\n\nes gibt keinen chatban weil der bot einfach bannt weil man reported wurde.","replies":[{"id":"","poster":"Irrsinn","date":"2015-11-17T13:58:17.706+0000","up_votes":1,"down_votes":0,"body":"Reported wurdest UND dich daneben benommen hast. Großer Unterschied.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:00:52.558+0000","up_votes":1,"down_votes":2,"body":"Könntest du bitte nochmal in Deutsch antworten?","replies":[{"id":"","poster":"Irrsinn","date":"2015-11-17T14:05:13.433+0000","up_votes":3,"down_votes":0,"body":"Wenn du aufhörst den Internethalbstarken zu markieren schreib ich dir gern nochmal alles auf.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:08:32.988+0000","up_votes":1,"down_votes":2,"body":"Nein danke,brauchte deinen \"irrsinn\" nicht. ;)","replies":[]}]}]}]},{"id":"","poster":"Nephirelle","date":"2015-11-17T14:01:56.132+0000","up_votes":1,"down_votes":0,"body":"Dann müssten schon viel mehr Leute einen Bann kassiert haben, einschließlich mir. Sieh' einfach ein, dass du dich dumm verhalten hast. Damit wäre allen geholfen.\n\nUnd ja, ein Computer kann durchaus Flame auch ohne \"Buzzwords\" erkennen. Falls du dich ein wenig weiterbilden wirst: Computerlinguistik und Machine Learning wären da Stichworte nach denen du googeln kannst.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:20:23.674+0000","up_votes":1,"down_votes":2,"body":"Ok, \n\nund ich gebe dir algorithmik zum googlen ;)","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T14:08:14.997+0000","up_votes":1,"down_votes":0,"body":"Dir wurde in diesem Thread schon mehrfach erklärt wie das System funktioniert. Man kann Stufen überspringen und die Stufen bauen aufeinander auf. Wenn man immer für \"Noob\" bestraft wird, endet das auch irgendwann in einem Perma.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-11-17T12:49:37.198+0000","up_votes":5,"down_votes":0,"body":"> wieso auch nicht- es gibt eine chat funktion\n\nUnd Verhaltensregeln....denen du bei jedem Patch zustimmst. \n\n> Ich mache btw versuche von dem gebrauch zu machen und werde bestraft.\n\nDen Chat für Flame zu benutzen ist nicht \"Gebrauch\" sondern \"Missbrauch\". Du wirst nicht dafür bestraft den Chat zu verwenden, du wirst dafür bestraft ihn dafür zu verwenden anderen Spielern den Spaß zu verderben. \n\n> Bestraft weil ihr alle so sensibel seid und keine ahnung habt was \"flame\" eigentlich bedeutet.\n\nWer hat denn gesagt dass du für Flame gebannt wurdest? Sicher, Flame, also Beleidigungen, waren dabei, aber du hast dich ja noch auf zahlreiche andere Arten daneben benommen. \n\n> Aber dass ist nur deine Meinung und ich danke dir dafür trotzdem.\n\nGenau das ist der springende Punkt: Es ist keine Meinungsfrage. Beleidigungen und all die anderen Sachen die wir dir hier erklärt haben sind verboten, völlig egal was deine Meinung dazu ist. Du hast zugestimmt dich an die Verhaltenregeln zu halten, hast es es aber nicht getant. Und genau deswegen wurdest du bestraft. Ursache und Wirkung, sonst nichts.","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-11-17T13:17:02.014+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=00010000,timestamp=2015-11-17T12:37:43.251+0000)\n>\n> Lieber bekomm ich eine Permabann als dass ich mir von diesem Spiel und von dieser \"community\" verarschen lasse.\n> Du sagst es selber,es ist \"nur\" negative einstellung:\n> rechtfertigt es einen 14tage bann? is dass dein ernst? \n\nSchnucki, wenn du beim Autofahren \"nur\" kleinere Vergehen begehst, wird dir trotzdem der Führerschein entzogen, wenn du dich lernresistent zeigst. Bei dir haben sich die \"kleineren\" Vergehen so lange geläppert, bis du deinen Bann kassiert hast. Also ja, das ist gerechtfertigt, ob dir das passt oder nicht.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:25:55.795+0000","up_votes":1,"down_votes":3,"body":"Ja da muss ich dir zustimmen,\n\njedoch kannst du niemanden in echt reporten , dafür dass er z.b. ein handy beim autofahren benutzt hat,egal ob es stimmt oder nicht.","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-17T13:40:40.437+0000","up_votes":2,"down_votes":0,"body":"Doch, kann ich. Anzeige machen, fertig. \nOb die Anzeige falsch oder richtig ist, müssen andere verifizieren. Das wurde in deinem Fall gemacht und die Strafe verhängt.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:46:53.037+0000","up_votes":1,"down_votes":2,"body":"Und die anzeige wird von einem Computer bearbeitet?\n\nNein. \n\nSpar dir deine argumente pls","replies":[{"id":"","poster":"Nephirelle","date":"2015-11-17T13:54:08.373+0000","up_votes":1,"down_votes":0,"body":"Da sich eine Anzeige wegen Handy am Steuer mangels flächendeckender Videoüberwachung schlecht automatisiert bearbeiten lässt: Nein. Blitzerfotos beispielsweise werden hingegen schon lange automatisiert bearbeitet.\n\nDas ist aber sowieso eine Sache, die auch gar nicht zur Diskussion steht, da der Computer in deinem Fall offensichtlich nicht falsch geurteilt hat.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T14:50:29.946+0000","up_votes":1,"down_votes":0,"body":"Offensichtlich schon ;)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:22:09.307+0000","up_votes":3,"down_votes":0,"body":"Es wäre nett, wenn du die Chatlogs verlinken würdest. Sie einfach abzuschreiben entspricht leider nicht den Forenregeln.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:23:20.803+0000","up_votes":1,"down_votes":3,"body":"Von wo soll ich sie denn verlinken??\n\nVon meinem Clienten? \n\nxD","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T12:33:58.971+0000","up_votes":6,"down_votes":0,"body":"In der Email ist ein Link. \n\nAnyway, auch ohne den Link steckt da schon einiges drin:\n\nGame 1:\nDu beleidigst deine Mitspieler als Bronzespieler, drohst permanent mit reports, bist das ganze Spiel über damit beschäftigt deinen Teammates zu erzählen wie schlecht sie sind, beleidigst sie als \"stupid\" und \"ignorant\" kid und spammst surrender (=negative attitude)\n\nGame 2:\nSo ziemlich das gleiche.\n\nGame 3: Ebenso.\n\n> Ja , daran sieht man dass das report system einfach nur ein Bot ist.\n\nNein, daran erkennt man dass die PB Systeme schlechtes Verhalten auch dann erkennen, wenn man \"böse Wörter\" umgeht. Du bist das ganze Spiel über damit beschäftigt deinen Mitspielern zu erzählen wie scheiße sie doch sind, so kann man deine Chatlogs im wesentlichen zusammenfassen. Hältst du das für gutes Verhalten? Spielst du gern mit Leuten die sowas machen? \n\nIch rate dir dringend dazu dieses Verhalten abzulegen, denn es ist nicht etwa das böse System oder die vielen Reports an deinem Ban schuld, sondern dein Verhalten. Und wenn du das nicht änderst, ist die nächste Stufe der Perma. Das steht auch sehr deutlich in deiner Mail: Ein weiterer derartiger Vorfall und der Account ist für immer weg, ich hoffe das ist dir bewusst. \n\n> Deswegen reporte ich auch jeden in jedem spiel ;) \n\nMach das, wenn es dir Spaß macht. So funktioniert das System allerdings nicht, insofern richtest du damit auch keinen Schaden an, wenn du das ein paar Mal machst werden deine Reports sowieso einfach vollständig ignoriert. Der Vollständigkeit halber möchte ich noch darauf hinweisen dass Riot mittlerweile den Missbrauch der Reportfunktion auch bestraft. Wer weiß, vlt hat es sogar zu dieser Strafe beigetragen, vlt wird es auch deinen kommenden Perma verursachen. Außer natürlich du änderst dein Verhalten. Es liegt vollständig in deiner Hand. Letzte Chance, sofern dir etwas an deinem Account liegt. Dannach ist es zu spät für Reue, jetzt oder nie. Ich wünsche dir viel Glück dabei.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:41:17.104+0000","up_votes":1,"down_votes":7,"body":"Also sagst du hier auch dass negative attitude ein banngrund für 14tage ist.\n\nMein beileid.\n\ntschüü","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-17T12:44:46.884+0000","up_votes":6,"down_votes":0,"body":"In Kombination mit all dem anderen Kram, ja, defintiv. \n\n> Mein beileid.\n\nÖhm...danke? Ich weiß zwar nicht wofür, schließlich wurdest ja du gebannt und nicht ich, aber ok. \n\n> tschüü\n\nCiao","replies":[]},{"id":"","poster":"Believing","date":"2015-11-17T12:43:19.598+0000","up_votes":4,"down_votes":0,"body":"Ja ist es :) vorallem weil du davor schon 2 Chatsperren hattest und trz nicht draus gelernt hast. Denk mal in den 14 Tagen drüber nach warum du deinen Teammates das Spiel mit deinem Flame versaust :D","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:25:10.508+0000","up_votes":3,"down_votes":0,"body":"Eigentlich müsstest du eine Weiterleitung zu einer Website erhalten. Ich weiß nicht ob das über die \"copy\"-Taste bei der Anzeige funktioniert. Allerdings solltest du auch eine Email mit dem entsprechenden Link erhalten haben. In der zwischenzeit schaue ich mir mal den Chat durch.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:29:37.508+0000","up_votes":1,"down_votes":3,"body":"Hier die Email: \n\n\n\n14-tägige Verhaltenssperrung\nYouthSuicide,\n\ndas Konto youthsuicide wurde für 14 Tag(e) gesperrt, nachdem es einer eingehenden Untersuchung des Spielverhaltens während League of Legends-Matches unterzogen wurde.\n\nDeine Mitspieler empfinden dein Verhalten als weit unter dem für die League of Legends-Community angemessenen Standard. Denke noch einmal über deine Kommunikationsweise und das, was du gesagt hast, nach. Bei League handelt es sich um ein intensives, wettbewerbsorientiertes Spiel, doch jeder einzelne Spieler verdient Respekt. Hier kannst du mehr darüber lesen, wie wir versuchen, sportliches Spielverhalten zu bestärken.: here.\n\nHier sind einige Chat-Logs, die andere Spieler aus der Community als negativ identifizierten.\n\nDann die Chatlogs: Siehe oben.\n\n\n~~~~~~~~~~~~~~~~~~~~~\nSolches Verhalten wird in dieser Community nicht akzeptiert. Wenn du nichts Nettes zu sagen hast, dann sag lieber gar nichts. Wir als Community glauben auch nicht, dass Vergeltung eine angemessene Antwort darstellt, weshalb in solchen Fällen beide Spieler Strafen auferlegt werden. Dies ist die einzige Warnung, die für dieses Konto ausgesprochen werden wird. Weitere Vorfälle inakzeptabel negativen Verhaltens können zur permanenten Schließung deines Kontos führen.\n\n\n\nKein link what so ever. \n\nNur ein link über sportliches verhalten in dem dass hier steht:\n\nhttp://email.riotgames.com/error.html\n\nWe are experiencing technical difficulties.\n\nPlease try again at a later time.\n\n\n\nIm Client stehen auch nur die Chatlogs mit \"kopieren\" knopf und \"ich habe verstanden\" .","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-17T12:36:33.058+0000","up_votes":1,"down_votes":0,"body":"Seltsam. Bisher gab es immer einen Link zu den Reformcards.","replies":[]}]}]}]}]},{"id":"","poster":"Avaloxus","date":"2015-11-17T16:57:58.026+0000","up_votes":4,"down_votes":0,"body":"Ich habe mir Deinen Chat mal genüsslich bei Chips und einer Coke in meinem Kopf zergehen lassen.\nAuch wenn ich den persönlich nicht so schlimm finde, möchte sagen ich kenne durchaus härtere Kaliber hier in Lol, \nso muss ich meinen Vorpostern zustimmen, das es eine grundsätzlich negative und bisweilen narzistische Tendenz zeigt.\n\nUnd das ist gar nicht bösr gemeint. 2 Wochen Bann hin oder her. \nIn Deinem eigenen Interesse, bei Spielen die nicht laufen einfach mal durchatmen\nund die Finger vom Chat lassen. Läuft es schlecht wirst Du durch Deine Art zu schreiben\ndem Spiel keine Wendung geben, eher den Frust bei Deinen Mates steigern. Das führt in den meisten Fällen\nzum sicheren loose.\n\nEine kleine Geschichte am Rande, ein Spieler in Normal unranked. Ich Toplane (Teemo) gegen CC Pantheon.\nEr Midlane. Ich komme nicht zum pushen und Bot hat einen schlechten Start. Der Jungler klagt über seinen Ping.\n´Der Midlaner nennen wir ihn mal leichtfrust hat eine relativ ausgeglichene Lane. Dieser Typ hat keine 5 Minuten gebraucht um\nBot zu flamen, und den Jungler permanent zu diskreditieren. Etwa 15 Minuten ging das so.\nWarum auch immer, aber nachdem ich schrieb bitte sei nur 20 Minuten Still und def mit uns, war der tatsächlich ruhig und wir wurden alle wieder ein team.\nWas soll ich sagen wir hatten nur noch die beiden Türme am Nexus die nur jeweils einen auf den Lanes verloren. Aber wir haben gewonnen. Als team.\nNiemand hat den Kollegen reported und ich vermute er hatte einen entspannten Abend danch voller Zufriedenheit.\n\nDie Moral von der Geschicht die gibt es nicht, aber vielleicht hilft es Dir mal was zu probieren, dann macht es auch Dir mehr Spass\nund Du verdienst Dir den Respekt Deiner Mates, Keine Reports vielleicht dann in Zukunft sogar Honors. ;-)\n\nP.s.: Fast jedem reist mal der Geduldsfaden, aber nicht ständig. Das ist auch nicht gegen Dich persönlich, denn ich kenne Dich nicht persönlich. Allerdings gibt es ja mehrheitlich Spieler die keinen Bann bekommen. Es muss also einen unterschied geben. Und der kann unmöglich persönlicher Natur sein. ;-)","replies":[]},{"id":"","poster":"Blurm","date":"2015-11-17T14:46:50.414+0000","up_votes":4,"down_votes":0,"body":"Du hast geflamet, du hast deine Strafe bekommen. Was ist daran falsch?","replies":[]},{"id":"","poster":"Powerjen","date":"2015-11-17T12:59:38.328+0000","up_votes":4,"down_votes":0,"body":"Spielst Du auch oder schreibst Du nur ?","replies":[]},{"id":"","poster":"Havke","date":"2015-11-17T22:13:01.385+0000","up_votes":3,"down_votes":0,"body":"manchmal scrolle ich einfach nur durchs forum um leute wie dich zu suchen und dann beeier ich mich über das pure unvermögen das eigene fehlverhalten einzugestehen. \nich mach mir garnicht erst die mühe dich umzustimmen wie so viele andere hilfsbereite menschen in der community, weil es zu 99% sinnlos ist. \nich hoffe du genießt deine sperre...denn jeder mit dem du eventuell gespielt hättest tut es auch :D","replies":[{"id":"","poster":"Powerjen","date":"2015-11-18T10:54:18.196+0000","up_votes":2,"down_votes":0,"body":"Ich suche auch oftmals nach dem Bann der Woche. {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"xClyde","date":"2015-11-18T08:19:01.307+0000","up_votes":1,"down_votes":0,"body":"Haha, geiler Post.\n\nich denke das machst nicht nur Du so :D","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:41:47.589+0000","up_votes":3,"down_votes":0,"body":"Achja, zu deinen Anmerkungen.\n\n>Ja , daran sieht man dass das report system einfach nur ein Bot ist.\nEin bot der einfach nur bannt , weil du reportet wurdest.\nDeswegen reporte ich auch jeden in jedem spiel ;) \n\nJa, es wird automatisch abgearbeitet. Allerdings werden dazu die Daten der Community genutzt. Solange die Community Beleidigungen, Reportdrohungen und gejammere mit Surrenderaufrufen als störend empfindet wird man dafür bestraft. \n\nEs ist ein Bot, der bannt, wenn man gemeldet wurde und gegen die Ansichten der Community verstößt. Wenn der wahllos bannen würde, hätte jeder schonmal eine Strafe gehabt, statt nur etwa 5 % aller Spieler.\n\n>Naja wenn man für sowas gebannt und bestraft wird dann wirds wohl zeit Rito wieder den rücken zu zukehren,die neue Season ist eh nix für mich.\n\nEs steht dir jederzeit frei, kein LoL mehr zu spielen, wenn du glaubst dein Verhalten passt nicht hierher. Allerdings solltest du bedenken, dass andere Communities so etwas vielleicht auch nicht gut heißen werden.\n\n>Ich möchte nicht rumheulen , ich möchte euch warnen!\nSchreibt am besten garnichts oder ihr werdet gebannt! \n\nIch wurde noch nie gebannt und schreibe seit Ende Season 1 im Chat. Die Aussage stimmt also nicht.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:47:50.354+0000","up_votes":1,"down_votes":6,"body":"Ich sag dir mal was, ich spiele auch seit season 1- zwar nicht immer aktiv aber immer son bisschen.\n\n\nIch habe hier noch nie eine community gesehen , nur kleine kinder die wegen jedem scheiss rumheulen.\n\n\nWenn es so schlimm ist, wenn ihr alle es so empfindet dass ihr euch gekränkt fühlt oder what ever.\n\nWieso beschwert sich dann keiner dass man den Chat nicht ausstellen kann?\n\nIch weiß ich kann muten,wieso macht dass dann keiner","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T12:53:28.256+0000","up_votes":1,"down_votes":0,"body":"Weil Muten nicht die Rechtfertigung ist, dass andere flamen dürfen. Ich bin selber schon relativ tolerant, was Flamer angeht. Lasse manchmal etwas mehr \"durchgehen\", bevor ich mute/reporte. Aber ich kanns eben ab.\nFlaming ist niemals gerechtfertigt und gewiss niemals \"nötig\". Außerdem gebe ich dir mal einen Hinweis: Mit dem Akzeptieren jedes Patches stimmst du auch dem Weg des Beschwörers zu. Dieser sagt u.a. aus, sinngemäß: Don't flame. Also brichst du die Regeln, denen du selber zugestimmt hast. Neue aufs Neue.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:27:05.801+0000","up_votes":1,"down_votes":2,"body":"Steht in den von die gelobten regeln auch dass ein Botsystem über dein vergehen urteilt?\n\nGanz sicher nicht.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T13:33:41.542+0000","up_votes":1,"down_votes":0,"body":"Es steht, dass du dafür aber bestraft wirst. Und wie Riot das handhabt ist ihre Sache. Sie könnten auch einen überaus intelligenten Affen einstellen, der das macht. Wäre genauso legitim, solange er korrekt arbeitet. Und das IPS (Instant-Punishment-System) arbeitet sehr genau.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:52:06.669+0000","up_votes":1,"down_votes":0,"body":"Den Chat ausstellen kam schon einige male als Vorschlag. Allerdings von Flamern, die gehofft haben, dadurch weniger zu flamen, weil sie mit deaktiviertem Chat keine Nachrichten mehr schreiben können.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T12:54:29.265+0000","up_votes":1,"down_votes":4,"body":"Jap,genau dass möchte ich, keine nachrichten mehr von den kids.\n\nIch vergess halt ab und zu /mute all am anfang von game.\n\n\nDeswegen würde mir eine generelle chat igno funktion sehr helfen ;)","replies":[]}]},{"id":"","poster":"Nephirelle","date":"2015-11-17T13:26:05.468+0000","up_votes":2,"down_votes":0,"body":"Schnucki, du bist schuld, dass du geflamed hast, nicht die anderen, dass sie dich nicht gemuted haben. Tu dir selbst einen Gefallen und zeig' wenigstens ein Mindestmaß an geistiger Reife.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-11-17T13:30:23.991+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=YouthSuicide,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=00040000,timestamp=2015-11-17T12:47:50.354+0000)\n>\n\n> Ich habe hier noch nie eine community gesehen , nur kleine kinder die wegen jedem scheiss rumheulen.\n\nDie einen beschweren sich/heulen über deine Ausdrucksweise.\nDu beschwerst dich/heulst darüber, dass du für diese bestraft wurdest.\n\nWas davon nun kindisch ist, mag wohl jeder für sich selbst entscheiden.","replies":[]}]}]},{"id":"","poster":"zadok","date":"2015-11-17T12:55:23.008+0000","up_votes":4,"down_votes":1,"body":"ich hab mal mit dir gespielt : DER BANN KÖNNTE AUCH PERMA SEIN  TOXIC PLAYER","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:17:09.617+0000","up_votes":1,"down_votes":5,"body":"Manchmal wünsche ich mir einen perma bann , damit ich leuten wie dir niewieder begegnen muss.","replies":[{"id":"","poster":"Crounty","date":"2015-11-17T16:28:07.186+0000","up_votes":2,"down_votes":0,"body":"Dieser Wunsch soll dir gewährt sein!\n\nNe jetzt mal im Ernst, wenn du weiter die gleiche Einstellung hast wirst du bald nen perma kriegen.\n\nEin Tipp: Sag NIEMALS dass du jemanden reporten willst/wirst. Denn das ist negativ und schon ein Grund zu bannen egal ob dein Report gerechtfertigt ist oder nicht. Außerdem solltest du nicht auf die Trolls/anderen Flamer eingehen und die einfach muten, da die immer deine Aufmerksamkeit wollen und die dich sozusagen mit in den Tod stürzen wollen, also einfach dass du auch einen Ban kriegst.\n\nAußerdem niemals \"easy\", \"izi\" oder \"noob\" schreiben, da Riot schon mehrmals gesagt hat, dass es Toxic ist und es strafbar ist.\nNur weil aus deiner Sicht etwas nicht toxic ist heißt es nicht dass der Rest der Spieler diese Sicht teilen.","replies":[]}]}]},{"id":"","poster":"pseudoTS","date":"2015-11-17T13:08:04.877+0000","up_votes":1,"down_votes":7,"body":"ich sehe das wie YouthSuicide, natürlich ist das nicht die feine Art. ABER, so wie ich das sehe, hatte er im ersten Spiel einen Trollpick, im zweiten duo players, und im dritten einen Troll. Und ja, das is ganz normal in silver und Gold! Und das ist nicht ok! Ich denke die meisten die hier antworten sind plat aufwärts und ich kann mir vorstellen das diese Personen nicht mehr mit Echten trolls und Echten flamer zu tun haben. Das ist aber in silber/Gold ganz normal. \nWie gesagt das was YouthSuicide geschrieben hat ist nicht ok. \n\nAber was auch nicht normal ist: (ich spreche von ranked)\n\nPickstrolls (die einen ignorieren die Pickorder (was bei duo auch immer vorkommt), die anderen sind nur da zum trollen, und wiedere andere trollen nur weil sie ihre lane nicht bekommen haben\n\nTrolls (.. und ja es gibt viele von ihnen, die einfach das ganze spiel über nur feeden weil sie nicht ihre lane bekommen haben, oder einfach nur spass daran haben andere Spieler zu ärgern)\n\nUnskilled (fällt für mich etwas unter troll, weil man darf ja heutzutage nicht mal konstruktive Kritik anbringen, wenn ein lvl 3 what ever versucht einen lvl 6 What ever zu killen ... und das is immer ! Genauso wie man in jeden 3 dritten spiel jemanden im Team hat der in der 5 minutes 0 3 ist. Diese Personen Probieren es ja nicht mal .. aber man darf ja auch nichts sagen!)\n\nduo players! (erstes aufgrund wie das system mit duos um geht und zweites sind es meistens flamers/trolls ... man kann sie einfach nicht reproten, weil man bekommt einfach 2 reports)\n\nso mich freuts nicht mehr ... die lol community war schon immer schlecht, ich habe große hoffungen in das neue System gesetzt ... allerdings funktioniert es nicht. man bekommt mittlerweile für jede Konstruktive Kritik bzw. für ein einfaches Noob (sry aber das is jetzt nicht hartes flaming, ich wurde nicht nur einmal als Hurrenshohn arsch%%%%er nazi what ever beschimpft (auch vorallem von duo spieleren) ... ganz egal ob ich ein gutes oder schlechtes Spiel hatte). Der zweite Report der auch auswirkungen hat ist afk. Was man für alles bekommt, ob nun mal wieder lol servers spinnen oder man mal kurz zu der Tür muss. MAn bekommt einen afk report ... auch wenn man der einzige Spieler im team ist der lane gewinnt. Aber für trolls die nur in der base herumlaufen und alle 2 minuten mal was klicken hat ein afk report keine Auswirkung weil ... ja er hat ja ein paar action per minute.\n\nAlso ... Es ist nun mal so, wenn es eine möglichkeit gäbe, echte trolls, echte unskilled players (nur weil man die lane verliert ist man nicht unskilled!) und solo q ohne Duoq zu spielen, wäre das spiel wesentlich besser. Weil irgend einen Flamer can ich auch muten ... eine spilere der einfach immer und immer wieder in die gegnger läuft kann ich nicht zwingen afk zu gehen (was oft bessere wäre) \n\nso bitte steigt alle von eurem hohen ross, Das System funktioniert so nicht! Ich möchte YouthSuicide nicht verteidigen ... aber der rest von euch heuchelt hier irgend einen Stuss.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T13:10:48.361+0000","up_votes":3,"down_votes":0,"body":"Ohh du hast keine Ahnung, was in Plat+ passiert. Flamer wie Trolle gibt es auch genug hier. Low Diamond war in letzter Zeit die pure Hölle, was Flaming angeht. Also hat man auch genug Erfahrungen damit.","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:30:16.613+0000","up_votes":1,"down_votes":4,"body":"Natürlich gibt es davon viele, weil für dich alles flamen ist!","replies":[{"id":"","poster":"SorisDynasty","date":"2015-11-17T13:31:10.351+0000","up_votes":3,"down_votes":0,"body":"Ist es das? Sag mir, woher du diese Aussage nimmst.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-11-17T13:22:10.354+0000","up_votes":3,"down_votes":0,"body":"Was haben AFK Reports damit zu tun? Der Leaverbuster funktioniert auch ohne Reports. Niemand muss dich melden um dich zu bestrafen. \n\nUnskilled als Troll anzusehen ist auch ein bischen weit hergeholt. Wenn der Gegner wirklich schon 3 Level vorsprung hat, kann man nicht davon ausgehen, dass der Spieler noch irgendetwas gegen den hinkriegt. Da würde auch das oft empfohlene \"safe unterm Tower farmen\" nicht helfen. Den Towerdive wird der Gegner ab da auch schon locker gewinnen. \n\nSchlechte Spieler steigen zudem ab. Wenn sich der Spieler auf deiner Elo halten kann, ist er per Definition so gut wie du. Du hast selbst auch genug Spiele, in denen du eine schlechte Leistung bringst.\n\nIch weiß auch nicht warum du \"noob\" als ok ansiehst. Was soll das denn bitte anderes sein als eine Beleidigung?","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-11-17T13:35:25.857+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=pseudoTS,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=0009,timestamp=2015-11-17T13:08:04.877+0000)\n>\n> ich sehe das wie YouthSuicide, natürlich ist das nicht die feine Art.\n\nAbgesehen davon, dass dies nie Flaming/Blaming rechtfertigt:\n\n> ABER, so wie ich das sehe, hatte er im ersten Spiel einen Trollpick,\n\nMaster YI-Jungle ist kein Trollpick (den hat er geblamed).\nGenauso wenig Graves/Taric Botlane. Zilean-Mid ist zwar nicht gerade meta, aber keineswegs ein Trollpick.\n\n> im zweiten duo players, \n\nKommt vor im Teambuilder (vermutlich hat der TE auch eine Rankedsperre, da alles TB-Games). Verboten ist dies ja auch nicht.\nUnd dass der TB eine eigene MMR besitzt, ist auch bekannt.\n\n> und im dritten einen Troll. \n\nWeder die Botlane (die krass gegen eine Kalista verloren hat), noch der Jungler machten Anzeichen für Trolling (keine Troll-Itemsbuilds, Farm bei Botlane wegen den vielen Deaths nachvollziehbar).\n\n> Und ja, das is ganz normal in silver und Gold! Und das ist nicht ok! Ich denke die meisten die hier antworten sind plat aufwärts und ich kann mir vorstellen das diese Personen nicht mehr mit Echten trolls und Echten flamer zu tun haben. Das ist aber in silber/Gold ganz normal. \n\nIch bin von Gold/Silber.\nSo viele Trolls gibt es nicht. Der TE flamed und blamed nur alle, die gerade nicht gut spielen.\n\n> Aber was auch nicht normal ist: (ich spreche von ranked)\n> \n> Pickstrolls (die einen ignorieren die Pickorder (was bei duo auch immer vorkommt), die anderen sind nur da zum trollen, und wiedere andere trollen nur weil sie ihre lane nicht bekommen haben\n\nKann man hier schon einmal ausschliessen, da alles TB-Games.\n\n> Trolls (.. und ja es gibt viele von ihnen, die einfach das ganze spiel über nur feeden weil sie nicht ihre lane bekommen haben, oder einfach nur spass daran haben andere Spieler zu ärgern)\n\nTB: Alle haben ihre Lane bekommen; kann man ausschliessen.\n\n> Unskilled (fällt für mich etwas unter troll, weil man darf ja heutzutage nicht mal konstruktive Kritik anbringen, wenn ein lvl 3 what ever versucht einen lvl 6 What ever zu killen ... und das is immer ! Genauso wie man in jeden 3 dritten spiel jemanden im Team hat der in der 5 minutes 0 3 ist. Diese Personen Probieren es ja nicht mal .. aber man darf ja auch nichts sagen!)\n\nKonstruktiv war seine Kritik niemals.\nZudem ist der TB auch dafür da, dass man einen bestimmten Champ in einer bestimmten Rolle üben kann.\n\n> duo players! (erstes aufgrund wie das system mit duos um geht und zweites sind es meistens flamers/trolls ... man kann sie einfach nicht reproten, weil man bekommt einfach 2 reports)\n\nFalse-Reports zählen nicht; dafür wird man nicht bestraft.\n\n> so mich freuts nicht mehr ... die lol community war schon immer schlecht, ich habe große hoffungen in das neue System gesetzt ... allerdings funktioniert es nicht. man bekommt mittlerweile für jede Konstruktive Kritik bzw. für ein einfaches Noob (sry aber das is jetzt nicht hartes flaming, ich wurde nicht nur einmal als Hurrenshohn arsch%%%%er nazi what ever beschimpft (auch vorallem von duo spieleren) ... \n\n\"noob\" ist weder konstruktive Kritik, sondern Flaming. So etwas wird nun einmal bestraft; nicht nur in LoL btw..\n\n> ganz egal ob ich ein gutes oder schlechtes Spiel hatte). Der zweite Report der auch auswirkungen hat ist afk. Was man für alles bekommt, ob nun mal wieder lol servers spinnen oder man mal kurz zu der Tür muss.\n\nIch habe schon lange kein Serverproblem erlebt.\nFür 1x kurz vor die Türe gehen, wird man nicht bestraft. Dauert ja nur ein eknappe halbe Minute; mehr nicht. Es sei denn, du wohnst in einer 20-Zimmer-Villa, aber dann hat man wohl Bedienstete, welche die Türe öffnen. ;)\n\n> MAn bekommt einen afk report ... auch wenn man der einzige Spieler im team ist der lane gewinnt. Aber für trolls die nur in der base herumlaufen und alle 2 minuten mal was klicken hat ein afk report keine Auswirkung weil ... ja er hat ja ein paar action per minute.\n\nFür False-Reports wird man nicht bestraft.\n\n> Also ... Es ist nun mal so, wenn es eine möglichkeit gäbe, echte trolls, echte unskilled players (nur weil man die lane verliert ist man nicht unskilled!) und solo q ohne Duoq zu spielen, wäre das spiel wesentlich besser. Weil irgend einen Flamer can ich auch muten ... eine spilere der einfach immer und immer wieder in die gegnger läuft kann ich nicht zwingen afk zu gehen (was oft bessere wäre) \n\nEs gibt den Feederbuster. Der erkennt, ob jemand absichtlich feedet oder einfach nur ein schlechtes Game hat. Da ist das System sicherlich besser als die Mates, die emotional werten.\n\n> so bitte steigt alle von eurem hohen ross, Das System funktioniert so nicht! Ich möchte YouthSuicide nicht verteidigen ... aber der rest von euch heuchelt hier irgend einen Stuss.\n\nGib uns Beispiele, wo das System nicht funktioniert.\nBei deiner Behauptung stimmte ja kein Beispiel, weil False-Reports nicht bestraft werden. Hast du z.B. einen Chatlog, wo jemand unschuldig bestraft wurde?","replies":[]},{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:29:41.458+0000","up_votes":1,"down_votes":4,"body":"Du errinnerst mich grad noch an was,ich hab seid bestimmt 2-3 monaten kein ranked mehr gespielt,\n\ndass macht die situation noch lächerlicher.\n\nIch werde in normals für ein \"noob\" gebannt. :D","replies":[{"id":"","poster":"Marofion","date":"2015-11-17T13:33:28.098+0000","up_votes":1,"down_votes":0,"body":"Normal, Ranked, Coop vs. Ai... wo ist der Unterschied, wenn es um allgemein gültige Verhaltensregeln, welche auch außerhalb des Spieles, aber innerhalb des Launchers gelten, geht?","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-11-17T13:33:17.496+0000","up_votes":2,"down_votes":0,"body":"Du kannst auch in einem Botspiel für ein \"noob\" gebannt werden. Ich weiß wirklich nicht, warum der Spielmodus eine Rolle dabei spielt, ob das eigene Verhalten angemessen ist. Wenn du andere störst (egal ob Beleidigung, Gejammer oder Spamming) melden die dich und du wirst gegebenenfalls bestraft.","replies":[]}]}]},{"id":"","poster":"Rayendriel","date":"2015-11-17T16:35:50.755+0000","up_votes":2,"down_votes":0,"body":"Hier wurde ja schon viel sinnvolles geschrieben, weswegen ich mich nicht auch noch einklinke um zu versuchen dir den Bann verständlich zu machen.\nIch dachte das könnte ein passender Zeitpunkt sein auf etwas hinzuweisen, was du sicher auch nicht glauben kannst, was aber durchaus passieren könnte, also:\n\nDu hast gesehen, dass diese Verhalten einen 14-Tage-Bann rechtfertigt. Nimm es dir zu Herzen, denn dein nächstes Vergehen, und mag es dir auch wieder nicht schlimm vorkommen, könnte bereits zu einem {{summoner:14}} **Permabann **{{summoner:14}} führen.\n\nVor kurzem einen Thread gelesen da hatte es nach dem 14-Tage-Bann 3 weitere Games gebraucht und der Spieler war weg vom Fenster und das war keiner von dem du gesagt hättest, er hätte es verdient. Diese Spieler bitten danach meist um eine allerletzte Chance, aber dieser Zeitpunkt ist genau jetzt.\n\nIch will dir nicht vorschreiben, wie du dich verhalten sollst ich sage nur, pass gut auf, wenn dir dein Account etwas wert ist. Ändere dich radikal, mute von mir aus alle, nutz den Chat nicht, ansonsten könnte es sein, dass dein nächster Thread leider einen sehr traurigen Grund hat...","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2015-11-26T15:41:51.379+0000","up_votes":1,"down_votes":0,"body":"Warum heißt es hier eigentlich er beleidigt die leute als bronzespieler? ich meine das sind ja auch nicht automatisch solche untermenschen? \n\nweiterhin denke ich sollten sich hier die leute die mühe sparen ihm zu erklären warum er gebannt wurde wenn er das nichtmal selber sieht 0-o\n\nich wünsche dir nicht alles gute und drück dir die Daumen dass aus 2 Wochen bald perma werden um es dir leichter zu machen lol den rücken zu kehren :)\n\nLG seipelsche","replies":[]},{"id":"","poster":"Tokogawaruf","date":"2015-11-24T13:50:04.557+0000","up_votes":1,"down_votes":0,"body":"Denkt du ERNSTHAFT dein Verhalten war okay/normal und Riot sind die Idioten weil sie \"unfähig\" sind dies so anzuerkennen? \nDein Verhalten ingame ist eine Mischung aus Rumbitchen, Schuldzuschieben und Kleinkindlichen Ignorieren falls etwas nicht passt. In 3 Spielen hast du es nicht geschafft einen positiven, nein, nicht mal neutralen Satz zu formullieren.\nÄndere dein Verhalten sonst wendet Riot dir den Rücken, nicht umgekehrt, 14 Tage ist die Letzte warnung vor dem Perma, den du dir auf die Weise schnell noch dazu holst.","replies":[]},{"id":"","poster":"G3r8TtKLkn","date":"2015-11-17T17:55:01.537+0000","up_votes":1,"down_votes":10,"body":"Ich finde du hast mit deiner Aussage völlig Recht! Ich finde genauso Riot sollte langsam mal aufwachen ich meine rein Objektiv sind schon einige Sachen dabei die Flame sein können aber das ist keinesfalls ein 2 Wochen Bann wert. Das game wird immer beschissener sieht man alleine an den Support und den Antworten. Die Bestrafen negative Spieler...soweit ok aber warum dann noch so sehr bestrafen wie Banns 14 Tage/Perma etc. und noch Seasonbelohungen weg nehmen? Und alle Moralprediger hier...Zur seite mit euch! Immer die selben hier Hauptsache noch mehr Salz in die Wunde statt mal zu sagen ja scheiße tut uns leid.","replies":[{"id":"","poster":"Avaloxus","date":"2015-11-17T18:09:52.947+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Leqendarybasher,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=000e,timestamp=2015-11-17T17:55:01.537+0000)\n>\n> Ich finde du hast mit deiner Aussage völlig Recht! Ich finde genauso Riot sollte langsam mal aufwachen ich meine rein Objektiv sind schon einige Sachen dabei die Flame sein können aber das ist keinesfalls ein 2 Wochen Bann wert. Das game wird immer beschissener sieht man alleine an den Support und den Antworten. Die Bestrafen negative Spieler...soweit ok aber warum dann noch so sehr bestrafen wie Banns 14 Tage/Perma etc. und noch Seasonbelohungen weg nehmen? Und alle Moralprediger hier...Zur seite mit euch! Immer die selben hier Hauptsache noch mehr Salz in die Wunde statt mal zu sagen ja scheiße tut uns leid.\n\n\nSchreibt der Bann (wegen negativem Verhalten) Kollege vom 08. August 2K15. Aber Du hast Dich offensichtlich gebessert, dann hilfst Du dem TE am meisten damit wenn Du ihm verrätsts wie man etwas gelassenr wird. Du scheinst es ja zu können. :-)","replies":[]},{"id":"","poster":"Sihari","date":"2015-11-17T18:08:39.523+0000","up_votes":1,"down_votes":0,"body":"Warum sollten sich die jenigen, die wissen wie man sich gegenüber anderen Personen benimmt dafür entschuldigen, dass Leute die offensichtlich nicht zugehört haben als Mutti predigte wie man mit Menschen umgeht, \"plötzlich\" eine Strafe bekommen?\nEs sind garantiert noch mehr Verstöße im Laufe der Spielerlaufban eines Flamers zusammen gekommen und die hier im Forum geposteten Beiträge sind nur das, was das Fass zum Überlaufen gebracht hat.\nWenn sich also einer mit den Worten \"Ja scheiße tut uns leid\" entschuldigen sollte, dann sind es die, die von Riot gerechtfertigt Strafen bekommen.\nDenn die streuen mehr Salz in Wunden,a ls man im toten Meer finden kann.","replies":[]},{"id":"","poster":"SorisDynasty","date":"2015-11-17T18:06:29.725+0000","up_votes":1,"down_votes":0,"body":"Schonmal gehört, \"wer nicht lernen will, muss fühlen.\"?\nDer TE hatte gewiss mehr als eine Chance vorher, sich zu bessern. Hat er nicht. Also wurden Schritte eingeleitet.\nUnd wieso sollte man sich entschuldigen für etwas, was einem nicht Leid tut? o.O","replies":[]},{"id":"","poster":"Metalmonni","date":"2015-11-17T18:05:45.485+0000","up_votes":3,"down_votes":0,"body":"Ich weiß ja nicht auf welchem Planeten du lebst, aber ich denke der TE kann froh sein dass es nicht gleich ein Perma war. Jedes Chatlog für sich rechtfertigt eine Bannstufe und ich bin sehr froh dass solche Leute ausgesondert werden. \n\nFreundlich von Riot dem TE nochmal eine letzte Chance zu geben.","replies":[]},{"id":"","poster":"Rirol","date":"2015-11-17T19:13:25.708+0000","up_votes":1,"down_votes":0,"body":"Und warum sollte es uns Leid tun wenn jemand (den wir noch nicht mal kennen) zurecht bestraft wurde?\nTut dir der Idiot in der Disco, den du nicht kennst und der sich daneben benommen hat und dann raus fliegt Leid?\nIst hier nichts anderes.\nGegen die Regeln zu verstoßen zieht Strafe nach sich.\nSalz in die Wunden streuen ist nicht schön, aber meistens provozieren die Meisten QQ Thread eröffner  das sogar mit ihrem Verhalten.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-11-17T21:56:06.766+0000","up_votes":1,"down_votes":0,"body":"Mir tut es nicht leid.\nAllerhöchstens dass er keinen Perma hat, ja das tut mir schon leid...{{sticker:zombie-nunu-tears}}","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2015-11-18T05:56:22.207+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Leqendarybasher,realm=EUW,application-id=KYnfKGf0,discussion-id=ovwQo2Kd,comment-id=000e,timestamp=2015-11-17T17:55:01.537+0000)\n>\n> Ich finde du hast mit deiner Aussage völlig Recht! Ich finde genauso Riot sollte langsam mal aufwachen ich meine rein Objektiv sind schon einige Sachen dabei die Flame sein können aber das ist keinesfalls ein 2 Wochen Bann wert. Das game wird immer beschissener sieht man alleine an den Support und den Antworten. Die Bestrafen negative Spieler...soweit ok aber warum dann noch so sehr bestrafen wie Banns 14 Tage/Perma etc. und noch Seasonbelohungen weg nehmen? Und alle Moralprediger hier...Zur seite mit euch! Immer die selben hier Hauptsache noch mehr Salz in die Wunde statt mal zu sagen ja scheiße tut uns leid.\n\nWäre das der erste Verstoß, den der TE begannen hätte, wäre dies auch nur in eine CR geendet. Da der TE aber wiederholt gegen die Nutzungsbedingungen - und die hat jeder einmal bei der Erstellung des Accounts und bei jedem Patch aufs neue zugestimmt - verstoßen hat, und RIOT ein mehrstufiges Bestrafungssystem eingeführt hat, kam jetzt als dritte Stufe nun mal der 14 Tage Bann. \nBeim nächsten mal ist es dann der Perma, unabhängig davon, ob der Chatverlauf eines Permas würdig war oder nicht. Wer wiederholt gegen die Regeln verstößt wird nun mal immer härter bestraft. Wie im Straßenverkehr. Wenn ich oft genug geblitzt werde, weil ich ein wenig zu schnell fahre, ist auch nach einiger Zeit der Lappen weg. Unabhängig davon, ob ich das letzte mal \"nur\" 10 oder 20 km/h zu schnell gefahren bin.","replies":[]}]},{"id":"","poster":"PowerSafety","date":"2015-11-18T22:20:16.416+0000","up_votes":1,"down_votes":0,"body":"Mir tut Bronze so leid dich in ihrer elo zu haben xD hoffe riot liest das hier und denkt über den 14 Tage Ban nach und macht ihn zu einem permane Bann!\n\nMit jemandem wie dir will niemand spielen. Wirklich niemand","replies":[]},{"id":"","poster":"nox5555","date":"2015-11-18T19:34:11.304+0000","up_votes":1,"down_votes":0,"body":"Das geflame hält sich noch in grenzen, ABER aus dem Chat lässt sich ne ziehmlich toxische einstellung herauslesen, was ich viel schlimmer finde als ein bisschen geflame.  Mit Jemandem der mit Beleidigungen um sich wirft sich aber ansonsten halbwegs ordentlich verhält kann man spielen, klar ist nicht so schön wie mit netten Leuten, aber es geht.  \nSachen wie:\nYouthSuicide: i troll kk\nfinde ich deutlich schlimmer.","replies":[]},{"id":"","poster":"TimtheAvenger","date":"2015-11-17T23:01:18.749+0000","up_votes":1,"down_votes":0,"body":"Egal was hier ausdiskutiert wird.....\n\nÄndert an deinem bann sowieso nichts...\n\nKannst dich rechtfertigen wie du möchtest :)","replies":[]},{"id":"","poster":"Sihari","date":"2015-11-17T16:44:57.965+0000","up_votes":1,"down_votes":0,"body":"Wow. Du bist ja echt ein toller Hecht, lieber TE...\nHat dir deine Mutter denn nie beigebracht, dass man gefälligst IMMER höflich sein sollte? Bei dir ist da echt was schief gelaufen...\nDu glaubst echt, dass es in Ordnung ist, jemanden auf irgendeine Art zu beleidigen. Aber weist du auch, was das für eine Person ist, der du da permanent Dünnschiss an die Birne klatscht? Wenn du ehrlich bist, dann hast du keine Ahnung wer das ist und wie er auf deine Kommentare reagieren wird.\nDu glaubst, dass es jeder einfach so wegsteckt, abe rin Wahrheit gibt es genug Menschen da draußen, die das Spiel spielen, weil es eben ein Spiel ist und Spiele ja bekanntlich Spaß machen sollten. Und diesen Menschen versaust du dann alles. Das Spiel, die Laune und vielleicht auch den ganzen Tag.\nWahrscheinlich saß am anderen Ende der Leitung vielleicht sogar jemand, dem du damit mehr angetan hast. \nWie gesagt, du kennst diese Personen nicht, also gehe so mit ihnen um, als wären es alle zerbrechliche Eier. So kannst du dann auch keinem tatsächlich labilen Menschen auf eine gemeine Art un Weise weh tun.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-11-17T12:53:57.704+0000","up_votes":1,"down_votes":0,"body":"Zu \"übersensibel\" solltest du dir das hier mal durchlesen:\n\nhttp://ask.fm/RiotLyte/answer/132702363074\n\nhttp://ask.fm/RiotLyte/answer/132333433282","replies":[{"id":"","poster":"YouthSuicide","date":"2015-11-17T13:17:43.310+0000","up_votes":1,"down_votes":6,"body":"oh der herr der schon mehr als einmal bei reddit wegen fehlinformationen geflamed wurde? \n\nles ich gleich mal ;)","replies":[{"id":"","poster":"Crounty","date":"2015-11-17T16:29:15.901+0000","up_votes":1,"down_votes":0,"body":"Dem Herrn kannst du danken, dass du deinen 14 Tage Ban gekriegt hast. (Ich danke ihm auch)","replies":[]}]}]}]}