{"id":"YZPHGkqi","poster":"Snown","date":"2015-11-16T17:13:56.024+0000","title":"Gold ADC : Suche ein Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\n\nMein Name ist Tolo, ich komm aus M&uuml;nchen, Bayern. Ich bin 16 Jahre alt und\nspiele League of Legends seit Seasion 2. Ich bin im Moment auf der Suche nach\neinem Ranked Team und hoffe das ich hier eins finde.\n\nIch bin ein sehr h&ouml;fflicher Mensch, aber auf anderen Seite auch ein sehr lustiger Mensch. Ich bin, wie die Leute so sagen, ein &quot;Tryhader&quot;, denn ich will gewinnen und habe ich einen Willen daf&uuml;r. Nat&uuml;rlich Falle ich nicht in die Rubrik &quot;Flamer&quot;, denn ich &uuml;berlege mir danach &quot; was habe ich richtig getan, was habe ich falsch getan&quot;. Denn wie ich immer sage &quot;wenn du was tust, dann tue es richtig und mit 100%&quot;.\n\nMeine Main Rolle ist seit Seasion 3 ADC. Ich habe im Lauf der Jahre so ziemlich jeden Adc schon gemaint und nat&uuml;rlich der Meta entsprechend gespielt. Im Moment sind meine 4 besten Adc&#039;s Vayne, Kalista, Lucian und Jinx. Ich habe alle Champions, genauso wie 20 Runenseiten.\n\nTeam - Erfahrung hatte ich schon, ein paar mal in &quot;Fun Teams&quot;, aber auch in einem Team, das wirklich etwas erreichen wollte, und am Ende sind wird dort bis Platin 2 gekommen. Dort war ich auch der Adc im Team, doch leider hat sich das Team letzte Seasion aufgel&ouml;st und im Verlauf dieser Seasion hab ich mich erst gegen Ende mich um ein Team umgeschaut und zu meinem bedauern nur Team gefunden die sich selber als &quot;Fun Team&quot; zugeordnet haben. Deswegen bin ich auf der Suche Nach einem Team, denn ich finde Teamranked ist das wahre League of Legends.\n\nWas ich euch bieten kann:\n\n* Tuniertabellen\n* Zeitplan zum Organisieren\n* Kompletten Champion-pool\n* Ranked- Team Erfahrung (Platin 2)\n* Sehr viel Zeit\n* Man kann sich auf mich verlassen\n* Freundlicher Mensch\n* Eigener Teamspeak - Server\n* Shotcaller (wenn gebraucht wird)\n* Ich kann gerne bei der Organisation und Team Combositionen helfen, da ich selber\nmal in einem Ranked - Team ( Platin 2) war und somit Erfahrung und Wissen mitbringe.\n* Meine Online - Zeiten sind jeden Tag ab 19 Uhr und am Wochenende den ganzen Tag. Meine Online - Zeiten kann ich auch den Trainingszeiten entsprechend planen. \n\nSo das wars erstmal von meiner Seite, bei weiteren Fragen am besten ein Kommentar da lassen oder mich Ingame adden ( Snown ) und ich beantworte jede Frage.\n\nMit freundlichen Grüßen \n                                                              Tolo / Snown\n\n\nIngame: Snown {{summoner:2}}","replies":[]}