{"id":"EP87l3Mi","poster":"3DGee","date":"2015-11-16T17:19:36.653+0000","title":"Reports durch Pre-mades","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Ich finde, dass es sehr doof gel&ouml;st mit dem automatischen report system bez&uuml;glich auf Pre-mades gel&ouml;st ist.\r\nMan ist in einer Runde ARAM, Klassik etc. und hat 4 Pre-Mades im Spiel man maht rein garnichts man beleidigt nicht oder feeded .....\r\n--------------------------------------------------\r\nNach Runden ende bekommt man gleich 4 reports und wird daruf hin drauf angewiesen, dass man sich in der letzten Zeit sich nicht gut verhalten hat.\r\n--------------------------------------------------\r\nDa habe ich eine Frage: \r\nK&ouml;nnte man da nicht eine l&ouml;sung finden? \r\nWird nach einer L&ouml;sung gesucht ?\r\nWie kommt man da entgegen gehen, wenn die dich beleidigen, denn man kommt alleine nicht gegen 4 mit reports an....\r\nIch finde, dass die League of Legends Community sich sehr verschlechtert hat bez&uuml;glich in solchen Sachen.\r\n--------------------------------------------------\r\nIch hoffe das eine L&ouml;sung gefunden wird.... :)\r\n--------------------------------------------------\r\nMit Lieben Gr&uuml;&szlig;en 3DGee","replies":[{"id":"","poster":"Antiqui","date":"2015-11-16T18:02:33.658+0000","up_votes":2,"down_votes":0,"body":"Es liegt nich an Premades, selbst ein Report reicht aus um diese Nachricht zu triggern,wenn dieser dazu führt das du aussergwöhnlich oft reportest wurdest. Also wenn du theoretisch 100 spiele ohne irgendeinen Frustreport oder ähnliches gepielt hast, wäre dieser eine Report ungwöhnlich oft und triggert diese Nachricht.\n\nIch hatte mal ne Phase da bekam ich innerhalb von 2 Wochen 13!!! mal diese Nachricht. Nachdem ich was geändert hatte (ich habe nicht mehr mit meinen Premates zu dieser zeit mehr gespielt) hörten diese auch auf.\n\nAlso nicht von den dingern ärgern lassen, einfach wie gewohnt weiterzocken. Aber ja, wenn man nichts getan hat dann kommen die Nachricht vor wie ein Schlag ins Gesicht ^^","replies":[]},{"id":"","poster":"Sihari","date":"2015-11-16T17:37:39.747+0000","up_votes":2,"down_votes":0,"body":"Hallo~\nWenn du wirklich nicht beleidigt hast, dann must du dir absolut keine Sorgen machen, wenn du nach solch einer Runde eine Warnung bekommst.\nDenn in der Warnung steht nicht \"Hey, du wurdest reportet, also wirst du bald bestraft.\" sondern eher \"Hey, du wurdest öfter reportet als es für dich üblich ist. Hat sich an deinem Verhalten vlt was geändert?\"\nZu gut deutsch möchte Riot also, dass du selbst darauf aufmerksam gemacht wirst, dass an deinem Verhalten vlt doch etwas nicht richtig ist, bevor es zu einer ersten Strafe kommen kann. \nAußerdem wird ein Report von Premades weniger gewichtet, als der eines solo-spielers.\nUnd am Ende machen Reports nicht viel mehr als das System für die Chatanalyse starten. Wenn das System nichts findet, dann gibt es auch keine Strafen. Egal wie oft man reportet wird.\nVielmehr schadet es denen, die falsch reporten, denn deren Reports sind irgendwann nichts mehr wert.\n\nLG♥","replies":[]}]}