{"id":"1K6mNa0G","poster":"Acelyte","date":"2015-11-16T09:03:53.501+0000","title":"Kha Zix Jgl [5.22]","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen!\nich habe gestern ein paar dinge mit kah zix jgl ausprobiert und nur gemischte erfolge erzielt.\ndabei habe ich folgendes probiert:\n\nmachete/talisman start.\nstart bei krugs\nstart bei gromp\nstart mit Q\nstart mit W\neingebaute AS runen\nAD only runen (marks und quints)\nverschiedenste masteries....\n\ndas gr&ouml;&szlig;ter problem war immer der erste jgl clear. der kaum &uuml;berlebbar war.\nIch wei&szlig; grad gar nicht wie ich am besten vorgehe in den genannten punkten.\nwie sind eure erfahrungen?\n\n-macht es sinn machete statt talisman zu starten?\n-lohnt es sich AS runen zu spielen f&uuml;r nen schnelleren clear und daf&uuml;r burst dmg an champions einzub&uuml;&szlig;en?\n-ist krugs, raptors, red mit W start am sinnvollsten?\n-keystone mastery: Fervor of battle oder deathfire touch?\n-welche t1-4 masteries im ferocity tree? irgendwie w&uuml;rden alle sinn machen.\n\nlasst uns diskutieren und einen guten jungle start f&uuml;r kha zix finden :)\n\nGru&szlig;, Ace\n\nEdit: noch die frage ob ich lieber 3 HP-pots neben dem jgl item starte oder die Potion mit 2 ladungen. mehr sustain geben ja definitiv 3 HP pots, aber verzögern die flask die wichtig ist.","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-16T09:54:16.165+0000","up_votes":1,"down_votes":0,"body":"Ich bin kein großer Kha Spieler doch der Talisman ist ausser du bist Tank immer im Nachteil...\nAufgrund seiner Assassinenauslegung würde ich zu Inbrunst der Schlacht, AS Quints, AD Zeichen, Machete, 1. Q, 2. W und start beim Gromp (ist Einzelziel) raten, danach dann Blue und dann jeh nach HP erst Krabbe oder Wölfe, ein frühes Back für den Talisman und dann Redside.\n\nProbiers aus und schreib mir ruhig falls ich falsch liege, bin ja kein Kha Main.\n\nGruß Fox","replies":[{"id":"","poster":"Acelyte","date":"2015-11-16T10:04:44.432+0000","up_votes":1,"down_votes":0,"body":"Genau so hab ich es in einem game probiert und war nach dem blue schon extrem low life :/","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-16T10:42:41.743+0000","up_votes":2,"down_votes":0,"body":"Ich hab gerade mal 2 Versuche gemacht, ohne Hilfe im Custom war ich mit der Machete nach dem Blue knapp halflife mit dem Talisman bin ich verreckt... Auch ohne weitere Maßnahmen war mir nach dem Blue möglich die Wölfe zu nehmen, auch wenns etwas knapp war, mit der Krabbe dazwischen wärs kein Problem gewesen, alles danach (nach holen des Talismans) war keinerlei Problem mehr. \nMit Starthilfe beim Gromp dürften die Wölfe keine Sorgen bereiten. \nDenk daran immer erst die kleinen Mobs zu focussen damit das große Monster isoliert wird.\nIch habe bei meinen Versuchen nicht auch nur ansatzweise gekitet da ist also noch Luft.\n\nMasterys 18/6/6, Baum 1 (5/0, 0/1, 5/0, 1/0, 5/0 und 0/1/0), Baum 2 (5/0, 1/0), Baum 3 (0/5, 0/1)\nRunen 8,5 AD, 14% Attackspeed, 9 Armor und MR\n\nWie gesagt ich bin weit entfernt Kha zu mainen aber es hat auf Anhieb mit der Machete geklappt.\n\nGruß Fox","replies":[{"id":"","poster":"Acelyte","date":"2015-11-16T10:50:11.322+0000","up_votes":1,"down_votes":0,"body":"vermutlich hast du im 3. tree hp reg und dmg block genommen.\ndas machts natürlich leichter im jgl aber du verzichtest auf zusatz dmg an low life zielen UND heal bei kills....davon lebt kha im mid-late game..","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-16T11:01:01.313+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt 18/6/6 Masterys, wie ich sie aufgeteilt habe hsteht auch da, ja ich habe im 2. Baum nicht die tieferen Talente mitgenommen, wenn du gut Monster Kiten übst sollte es auch damit sicher gehen. Naja 5% Fehlendes Leben zu reggen bei einem Kill oder Assist ist oft nicht sehr viel, wenn du früher Ganken kannst weil du leichter durch den Jungel kommst könnte schon einiges Wert sein.\nMusst du wissen.","replies":[]}]}]},{"id":"","poster":"Shacoláde","date":"2015-11-16T10:44:49.063+0000","up_votes":1,"down_votes":0,"body":"durch den red-smite und deinem w dürftest doch das fast wieder ausgleichen können. Würde auch lieber mit machete anfange. Bringt deutlich mehr.","replies":[]}]}]},{"id":"","poster":"Weissbier918","date":"2015-11-18T14:38:21.462+0000","up_votes":1,"down_votes":0,"body":"Ich finde Kha'Zix hat einen generell eher schwereren Start.\nObwohl die W am anfang auch schon 65 HP heilt doch immer sehr knapp!\nMit Kha'Zix würde ich generell immer Gromp starten, da das ein allein stehendes Ziel, daher Isoliert ist. Oder Krugs mit Botlane hilfe.\nIn der Duo Jungle Meta habe ich Kha'Zix sehr gerne gespielt, da ich mit meinem Toplane (DuoQ normal) schnell 2 Champs machen konnte, danach die Kluft Krabbe oder \"Fluss Vieh\".\n\nGenerell mit den 5.22 Patch finde ich das Kha'Zix im frühen Spiel sehr stark gegen andere Jungler im nachteil ist, dieser allerdings (finde ich) mit 2 Items (ohne Jungle item) aufgehoben ist, da die fein Rasur einfach nur stimmt!\n\nIch bin in vergangenen Patches immer dieses Item Build gegangen, der ein oder andere wird sich denken WTF aber es hat wunderbar geklappt, auch gegen Gold oder Platin jungler:\n\n{{item:1400}} \n\n{{item:3006}} mit Heimwacht\n\n{{item:3074}} \n\nDann entweder {{item:3072}}  oder {{item:3508}} (Beides gebaut, aber immer unterschiedlich)\n\nUnd dann entweder {{item:3046}} oder wenn ich leicht Zerlegt wurde {{item:3022}} \n\nMein jetziges Item Build bin ich noch am rum probieren, kann ich aber bei Interesse gern noch einmal aufstocken, alle Varianten...\n\nEDIT: Ich habe gerade ein Kha'Zix gespielt, mit einem Rengar im gegner Team. Er war im Farm sehr weilt hinten und ich habe versucht, konstant zu Farmen. Minute 18 kommt es schließlich in seinem Jungle zum 1 vs 1 und ich habe meinen W gefailt sonst wäre er auch gestorben so aber habe ich (leider) verloren. \n@@@@@@@@@@@@@@@@@@@@\nMein Tipp als Kha'Zix Main:\nVersucht im early so viel CS zu bekommen wie geht, klaut auch dem Midlaner die Gun Minions Kappa {{sticker:slayer-pantheon-thumbs}} \nWenn ihr {{item:1400}}  anschließend {{item:3074}}  und danach {{item:3508}} habt, könnt ihr super die Backline in Team Fights zu zerrippen, auch mit 0-2-1 Stand könnt ihr denke ich jedes 1 vs 1 gewinnen... Außer euch steht der Jax mit 10000-1-2003 :/\nIm Lategame versucht einfach nur noch Tower zu holen, den Splittpusher aus dem Galaxie ballern und das Game zu holen...#seems legit\n\nGute Jagt und ,,Fresst keinen Optimisten''{{champion:121}} \nWeissbier","replies":[{"id":"","poster":"Freudenhaus","date":"2015-11-19T14:08:01.320+0000","up_votes":1,"down_votes":0,"body":"Uff. Bei den Items dreht sich mir der Magen um..","replies":[]}]},{"id":"","poster":"Freudenhaus","date":"2015-11-16T11:07:54.519+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nich bin seit Saison 3 Kha'zix Jungle main. Ich spiele ihn mit 18/12/0 Masteries (Deathfires touch), AD, MR, 5% CDR, Armor. \n\nIch bin kein Freund von Attack Speed auf Khazix. \n\nTalisman (Mit der Machete bist du zu schnell Oom) + 3 Pots. Ich starte auf der Botside (Harten Pull anfragen). Q skillen, Gromp oder Golems, Buff, Wölfe, Buff, Krabbe (700g) Back und Jungle Item kaufen + mögliche Pots, dann läuft es. Und weiter gehts. Teilweise kannst du sogar die Geister mit einbauen. :)  Abgeschlossen ist der Jungle mit ca. 50-70% Leben, je nach pull + 3 verbrauchten Pots. \n\n1. Pot = 1. Buff\n2. Pot = Wölfe\n3. Pot = 2. Buff\n\n\nWichtig ist es die Monster zu isolieren und zu kiten. \n\nIch antworte heute Mittag vom PC aus ausführlich. Oder du addest mich einfach.\n\nMit freundlichen Grüßen","replies":[{"id":"","poster":"Acelyte","date":"2015-11-16T11:24:51.725+0000","up_votes":1,"down_votes":0,"body":"ich werds mal probieren, und dich adden :D\ndeine rune page sagt aber nichts von CDR...","replies":[{"id":"","poster":"Freudenhaus","date":"2015-11-16T14:23:39.009+0000","up_votes":1,"down_votes":0,"body":"Hast du mich schon geadded? Achja.. und ich hab tatsächlich die CDR rausgenommen, weil man sie durch die Items nicht mehr braucht.","replies":[{"id":"","poster":"Acelyte","date":"2015-11-16T15:40:43.646+0000","up_votes":1,"down_votes":0,"body":"ne bin noch im Büro :D","replies":[]}]},{"id":"","poster":"Freudenhaus","date":"2015-11-16T12:44:19.336+0000","up_votes":1,"down_votes":0,"body":"Dann ist die noch nicht aktuell. Hab ich vor 2 Tagen geändert. Habe für einen Tag die CDR rausgenommen. ","replies":[]}]}]},{"id":"","poster":"XxKampflappenxX","date":"2015-11-16T13:04:01.038+0000","up_votes":1,"down_votes":0,"body":"Kleine Frage:\n\nSpielt ihr den kleinen Grashüpfer auch so gerne mit Hydra wie ich?","replies":[{"id":"","poster":"Freudenhaus","date":"2015-11-16T15:08:36.521+0000","up_votes":1,"down_votes":0,"body":"Hydra ist bei Ihm nicht mehr wegzudenken.","replies":[]}]},{"id":"","poster":"XxKampflappenxX","date":"2015-11-16T12:59:47.958+0000","up_votes":1,"down_votes":0,"body":"Du MUSST im Jungle mit Isolation arbeiten, lass die AS Runen mal ganz weg und nimm lieber mehr DMG auf Fähigkeiten und AD in die Masteries sowie Runen. Dann wenn du die Camps clearst machst du zuerst die klienen Viecher weg um dann mit der Isolation mehr DMG an den großen Viechern zu machen. Ich hab gestern khazix mal wieder ausgepackt und hatte keine Probleme. \n\nKleiner Tipp: \n\nKauf dir bloß nicht den Talisman, Machete ist weitaus Effektiver mMn.","replies":[{"id":"","poster":"Freudenhaus","date":"2015-11-16T14:30:00.709+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Talisman stimmt nicht. Du bekommst extreme Mana Probleme, falls du diesen am Anfang nicht baust.","replies":[]}]},{"id":"","poster":"InfectedGreed","date":"2015-11-16T12:24:51.077+0000","up_votes":1,"down_votes":0,"body":"Golems mit Botlane Hilfe, red buff, dann das viech im river beim drake, dann die alten geister.\n\nFunktioniert, wenn auch nur knapp mit vielen AD Jungler, die nicht tanky sind(Wukong z.b. mein Liebling)\n\nMasteries 18/6/6\n\nRunen:\n    Crit Chance           +0.93%\n    Armor Pen             +10.24\n    Armor                     +9\n    Magic Resist         +4.02\n    Cooldown              -5%\n    Attack Damage    +6.75\n\n\nNach dem Redbuff ist man meistens zu low für noch ein Camp, daher erstmal im River das viech.","replies":[]}]}