{"id":"lEc0Z9aV","poster":"4 For Maggie","date":"2019-04-09T06:19:49.707+0000","title":"[TGSG] Durch den Kakao gezogen","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Sooooooooooooooooooooooooooooooooooooo\r\n\r\nDienstag!\r\n\r\nDer zweite Tag in dieser Woche und ... bedeutet aktuell einfach so viel wie: vollständig am Arsch °^°\r\n\r\nWas einen da über Wasser hält? Essen! Und die Tatsache das Frau Pferd ab heute Urlaub hat **UND** so ziemlich einen über den Deckel bekommen hat am gestrigen Tag :>\r\n\r\nDas Beste zu erst: Essen!\r\nIm Moment liebe ich einfach Croissants °^° Mit Butter und Erdbeermarmelade! Außerdem gibt es heute noch super geile Erdbeeren mit Naturjoghurt und dann natürlich noch was warmes :> Kartoffeln mit Kohlräbchen und einem Bratwürstchen \\o/\r\n\r\nFrau Pferd...\r\nWurde gestern dann doch noch etwas von meiner Chefin aufgemischt. Meine Werte Kollegin Gaby hat Dinge auf den Tisch gepackt wie \"Ich habe den Urlaubsantrag im April gestellt und erst im Oktober zurück bekommen weil du gesagt hast das wäre noch in der Postmappe\" XD Woah ist Chefin da sauer geworden. Klar, sah ja so aus als würde sie sechs Monate brauchen um das Ding zu unterschreiben wobei Frau Pferd es nur nicht zurück geben wollte XD\r\n\r\nZusätzlich hatte Chefin dann die Erkenntnis das ich offensichtlich die Heimverwaltung schmeiße XD Die Blitzbirne. Inklusive Rezeption und offensichtlich der Tagespflege verwaltungsmäßig. Hab ich aber bisher ignoriert ehrlicherweise :x Die nervt! Alles was ich mir dabei dachte gestern war nur: Bei dem Aufgabenfeld und der laufen Pflegesatzverhandlung, kann ich bald wieder mehr Geld verlangen XD\r\n\r\nNja. So ist das.\r\n\r\nMeine Katzis haben heute die Nacht von einander getrennt geschlafen D: Die eine auf einem Stuhl im Ankleidezimmer und die andere auf dem Wäschehaufen im Badezimmer >.&lt; Okay. Die Räume liegen fast genau gegenüber und die Türen waren logischerweise auf, aber trotzdem :o\r\n\r\nRocky hat mich dafür diese Nacht um drei wach gemacht weil er der Meinung war er könnte vom Bett springen, sein Bällchen holen und ... er kam einfach nicht mehr hoch XD Da hat er so lange geweint bis ich wach geworden bin, aber hoch heben lassen wollte er sich nicht. Keine Ahnung was dann passiert ist. Ich musste ihn ignorieren weil müde und tot. Aber um fünf lag er wieder auf dem Bett .-. Also hat es doch noch geklappt mit dem hoch springen.\r\n\r\nMax will Samstag mit Äffchen und mir ARAM spielen :O ist das nicht gruselig? Und wie geht es überhaupt Marco?\r\n\r\n:> Fertig.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:21:39.010+0000","up_votes":3,"down_votes":0,"body":"Es heisst nichtmehr Dienstag...\nEs heisst  Zero Twosday. :) \nAlso happy Zero Twosdays und guten Morgen\nhttps://media.tenor.com/images/e816245913277b7d2086649932d2bde1/tenor.gif?itemid=13576102","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-09T09:27:25.623+0000","up_votes":1,"down_votes":0,"body":"Ich bin schon gespannt... Am 30.05. geht's nach Prag, Escape rooms spielen... Soll praktisch nirgendwo gruseligere Räume geben, ich bin schon echt gespannt xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-09T09:38:57.499+0000","up_votes":1,"down_votes":0,"body":"Ja.... Hast du den Film Hostel gesehen? Ich denke der gibt einen realistischen Einblick in die Tschechische Escaperoom Szene.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T11:10:30.788+0000","up_votes":1,"down_votes":0,"body":"Ist das nicht irgendwo in der Slowakei gewesen ? :0 oder ukraine ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-09T12:32:23.760+0000","up_votes":1,"down_votes":0,"body":"In der Slowakei, ja.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T13:00:18.885+0000","up_votes":1,"down_votes":0,"body":"Das waren noch einfache Zeiten \nAls Saw und Hostel noch als Ultra brutal zählten :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-09T14:21:05.681+0000","up_votes":1,"down_votes":0,"body":"Und mittlerweile haben wir Livegestreamte Amokläufe. Technischer Fortschritt mein Bester, technischer Fortschritt!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-10T05:54:57.071+0000","up_votes":1,"down_votes":0,"body":"So schlimm es auch ist. Aber für Unterhaltung ist quasi immer gesorgt. \n\nOhne das Internet würde wir die Welt wohl als einen viel schöneren Ort sehen ^^'","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T09:51:31.255+0000","up_votes":1,"down_votes":0,"body":"Ich gehe in genau so einen Raum :D\nDer Trailer auf der Seite ist mal maximal creepy xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-09T09:54:37.011+0000","up_votes":1,"down_votes":0,"body":"Also doch eher Saw?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T09:58:57.514+0000","up_votes":1,"down_votes":0,"body":"http://thechamber.cz/en/haunted-house-2-poltergeist/","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-09T10:11:30.970+0000","up_votes":1,"down_votes":0,"body":"Da bin ich ja sowas von raus. Ich meine ich hab ja schon Angst vor dunklen Kellern und kleinen Kindern und kleinen Kindern in dunklen Kellern, besonders wenn es dein Haus ist und du weder Besuch mit kleinen Kindern noch selbst welche hast. Ne, ne nicht mit mir.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T10:13:02.522+0000","up_votes":1,"down_votes":0,"body":"Ist ja zum Glück nicht mein Haus xD. Ich freu mich drauf, gehe mit 3 Mädels da rein denen ich den Trailer *nicht* gezeigt habe :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"TrueDamage Ninja","date":"2019-04-09T21:06:12.082+0000","up_votes":1,"down_votes":0,"body":"Bin ich aus Versehen auf Facebook gelandet?","replies":[]},{"id":"","poster":"INoKami","date":"2019-04-09T15:40:54.050+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 142, Abendausgabe**\n\nDa steht man mal morgens auf mit dem Gedanken \"Geil, ich darf heute Physik schreiben... wird ein Sch++sstag!\" Und dann die deutsche Bahn so \"Was? Physik soll dir den Tag versauen?! ...hold my beer!\"\n\nHier folgend das Protokoll einer Leidensgeschichte:\nAm Anfang war noch alles gut, Zug kommt ohne Verspätung, wir tuckern auf der Strecke entlang bis ungefähr zum Mittelpunkt meiner Fahrt. Da steigt nämlich eine Dame mit Kinderwagen ein. Problem Nummer 1: jeweils vorne und hinten im Zug gibt es extra größere Bereiche für Fahrräder, Rollstuhlfahrer... und halt auch Kinderwagen. Und ich stand im Mittelteil der Bahn. Den Rest könnt ihr euch zusammenreimen. Problem Nummer 2: Beruht zwar nur auf einer Vermutung, aber das Kind im Kinderwagen... sagen wir, kurz, nachdem die Dame den Zug betreten hat, begann es auf einmal seltsam zu stinken. Und wenn man das Baby im Kinderwagen gesehen hat, konnte man einen ebenso einfachen wie nervigen Rückschluss ziehen: das Kind hat wohl noch schnell einen Toilettengang absolviert. Nicht schön. Zum Glück stiegen sie schon an der nächsten Haltestelle aus und nach einer Minute war auch der Gestank verschwunden.\nAber das war ja noch nicht mal die richtige Geschichte. Die beginnt zwei Stationen weiter mit einer Durchsage des Lokführers: \"Aufgrund einer liegen gebliebenen S-Bahn ist die Strecke vor uns gesperrt. Außerplanmäßig ist der nächste Halt der letzte Halt auf dieser Strecke, danach wendet die S-Bahn. Reisende, die nach [Mein Zielort] fahren möchten, steigen dort bitte aus und weichen auf die anderen S-Bahnen aus. Wow. Einfach nur wow. So kommen wir also, nebenbei bemerkt mit 10 Minuten Verspätung, am besagten Bahnhof an und ich lüge nicht, wenn ich sage, dass 500 oder 600 Menschen aus der S-Bahn strömten, sich auf den Bahnsteig quetschten, diese zähe Masse bewegte sich dann in die Unterführung und von dort wieder auf das Gleis, wo die nächste S-Bahn einfahren sollte. Tat sie auch, aber ein weiteres Problem kam hinzu: es war ja frühmorgens. Alle wollten zur Arbeit oder in die Schule oder sonst wohin. Und wer 1 und 1 zusammenzählen kann, der wird bemerken, dass auch diese S-Bahn gut gefüllt sein wird.\nSo, und jetzt sollen nochmal 500-600 Menschen darin Platz finden. Geht nicht. Geht einfach nicht. So kam es, dass etwa die Hälfte der Reisenden, darunter auch meine Wenigkeit, genervt die S-Bahn weiterfahren lassen musste und auf die nächste warten musste.\nErwähnte ich eigentlich schon mal die Verspätungspolitik unserer Schule sowie deren Handhabung? Blättert mal in einem der älteren Blogs nach, ich hab sicher schon was dazu gesagt. Wie auch immer. Nach weitern 5 Minuten Warten sehe ich, wie am anderen Ende des Bahnhofs eine Regio einfährt. Clever, wie ich bin, zu einem Sprint angesetzt, ein Mal quer über den gesamten Bahnhof gehuscht, erschöpft in die Regio gesprungen, bei welcher, nebenher bemerkt, auf der Leuchtanzeigen über den Gleis stand \"Nur für Aussteiger\", nur damit eine Minute später die Durchsage des Lokführers kommt \"Die Weiterfahrt verzögert sich um einige Minuten!\" Wow. Einfach wow. Aber irgendwann fuhr sie los (und wir wurden dabei von der nachrückenden S-Bahn überholt! Warum auch nicht?) und irgendwann kam ich auch am Bahnhof meines Wunsches an und rannte runter zu den U-Bahn-Gleisen, von wo dann die wilde Anreise endete.\nLustige Geschichte übrigens: als wir am Bahnhof einfuhren, sah ich eine Lok mit der Aufschrift \"Bahntechnik mit Kompetenz\". Sorry, ich musste einfach lachen, das war pure Ironie.\n\nAber es wäre ja zu schön, wenn das der einzige Stressfaktor heute gewesen wäre. Wie schon eingangs erwähnt: Physik-Klausur. War wie erwartet böse. Aber mit Glück reicht es wieder, dass ich nicht in den Förderkurs komme. Aber mein Ziel, die Vier in Physik zu verbessern, kann ich streichen, dafür sind einfach Lehrer und die Klausuren zu heftig.\nUnd als wäre das noch nicht genug... der erste Überraschungstest des Jahrgangs! Stöchiometrie war das Fach der Wahl, wo unsere Lehrerin plötzlich sagte \"Jeder verteilt sich jetzt im Raum, sie brauchen ein Blatt, einen Stift, ihren Taschenrechner und die Formelsammlung!\" War aber eine einfache Aufgabe, im Grunde die selbe, die wir gestern im Unterricht gerechnet haben, nur mit anderen Werten. Aber trotzdem, nach der Nummer waren alle mental am Ende. So auch ich, und daher endet mein heutiger Bericht.\n\nMorgen übrigens die Theateraufführung. Das Thema soll \"Grenzüberschreitung\" sein. Mal schauen, wie das wird.","replies":[]},{"id":"","poster":"Cocaine Monkey","date":"2019-04-09T10:33:01.221+0000","up_votes":1,"down_votes":0,"body":"Samstag bist du fällig aber in der Kluft der Beschwörer\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:47:51.458+0000","up_votes":1,"down_votes":0,"body":":o Also willst du kein ARAM mit Max spielen?","replies":[{"id":"","poster":"Cocaine Monkey","date":"2019-04-09T10:53:12.909+0000","up_votes":1,"down_votes":0,"body":"Ich hab nie gesagt , dass wir ARAM spielen. Das hat Max einfach so beschlossen \n{{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:59:08.170+0000","up_votes":1,"down_votes":0,"body":"Actually hat er es nicht beschlossen sondern mich gefragt ob wir (er und ich) mit CoKG ARAM spielen XD\n\nAber ja .-. du musst ja nicht. Und ich weiß ja auch nie wie ich Lust habe.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:39:08.607+0000","up_votes":1,"down_votes":0,"body":"Ich spiele mit :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T11:46:58.353+0000","up_votes":1,"down_votes":0,"body":":p Mit Voice","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:47:59.493+0000","up_votes":1,"down_votes":0,"body":"ähm mein Headset is kaputt \n{{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T11:53:47.358+0000","up_votes":1,"down_votes":0,"body":":p Das sagst du schon seit zwei Jahren","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:57:42.515+0000","up_votes":1,"down_votes":0,"body":"wer bist du das du mich schon seid 2 Jahren kennst?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:10:37.811+0000","up_votes":1,"down_votes":0,"body":"Sagen wir, ich habe etwas in der Vergangenheit geblättert? Und Kommentare gefunden :p","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:13:48.534+0000","up_votes":1,"down_votes":0,"body":"Aber 2 Jahre? 1 Jahr ja das kann ich bestätigen.\nWas war denn vor 2 Jahren?\nKannst du mich da aufklären?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:21:07.774+0000","up_votes":1,"down_votes":0,"body":"Keine Ahnung was da war XD SO sehr hat es mich dann auch nicht interessiert. Nur hat es deine vorherige Existenz bestätigt. Ich bin mir FAST sicher da stand \"vor zwei Jahren\" XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:23:53.428+0000","up_votes":1,"down_votes":0,"body":"Poste mal Link damit ich das auch sehen kann. :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T14:12:12.162+0000","up_votes":1,"down_votes":0,"body":"Es ist 2 Monate her das alle alten Kommentare entfernt worden sind. Das weiß ich weil ich sie selbst gelöscht habe ;) \n\nIch glaube ich habe vor 2 Jahren noch nicht nach Supportern gesucht.\nEs war vor einem Jahr aber ist auch nicht so wichtig wann es war. :) \n\nAber ja ich spiele eigentlich schon immer fast nur mit weiblichen Supportern es gab ein paar Ausnahmen. Aber im Grunde sehe ich immer wieder das männliche Supports gerne auf Ihre Egotrips gehen und komplett auf den ADC scheissen um versuchen selbst zu carryn. \nDamit komme ich nicht klar. Ich mag eher die Lulu die mir hinterher läuft als den Thresh der alle 2 Minuten zur Mitte läuft und mich alleine lässt. \nEs gibt natürlich Ausnahmen aber die Art von Support die gut zu mir passen wird häufig von Frauen gespielt.\nObwohl die Suche nach Leuten im Forum eigentlich reicht sinnlos ist. Da treffe ich Ingame doch häufiger auf passende Support. \nUnd ob die nun meine Sprache sprechen oder nicht is mir ziemlich egal.\nSolange das Verhalten des Supps meine Erwartungen entspricht is der Rest nicht ganz wichtig.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T13:53:55.538+0000","up_votes":1,"down_votes":0,"body":"Der Kommentar ist zwei Jahre alt und wurde gelöscht. Wann, kann man nicht nachvollziehen. Solange der entsprechende Thread existiert, bleibt auch diese Zeitspanne der Existenz erhalten.\n\nVor nicht allzu langer Zeit konnte ich den Kommentar noch lesen, oder einen anderen, in dem du sagst dass dein Headset derzeit kaputt sei :p Hatte auch irgendwas mit deiner Suche nach einem weiblichen Support zu tun oder so.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T13:23:13.289+0000","up_votes":1,"down_votes":0,"body":"das wurde schon vor Monate alles gelöscht falls es dir nochnicht aufgefallen ist. :) \nEs könnte sein das ich so einen Satz mal gedroppt habe aber wahrscheinlich einer vor einem Jahr.\nVor 2 Jahre hab ich ja gerade erst angefangen lol zu spielen.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:41:16.392+0000","up_votes":1,"down_votes":0,"body":":> Da jetzt vermutlich vollständig alles gelöscht ist, geht das nicht mehr.\n\nAber eine Art Beweis für Existenz und Löschung hast du hier:\nhttps://imgur.com/7PBdUpx","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:01:32.297+0000","up_votes":1,"down_votes":0,"body":"Ich bin deine Mutter!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:03:16.137+0000","up_votes":1,"down_votes":0,"body":"Ich hasse meine Mutter über alles ich glaube nicht das du das sein willst.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T12:09:00.716+0000","up_votes":1,"down_votes":0,"body":"Wieso hasst du mich so sehr... \n\nNur weil ich immer alte Videos von dir verbreite?\n\nhttps://media.giphy.com/media/yy7iiCNNDmxeU/giphy.gif\n\nhttps://media.giphy.com/media/21uteZePlkNRm/giphy.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:12:13.208+0000","up_votes":1,"down_votes":0,"body":"das ist privat :P\n\nhttps://media.tenor.com/images/c0f15f32f542227b2180d4b87230cbcc/tenor.gif","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:23:32.456+0000","up_votes":1,"down_votes":0,"body":"Okay ich hab dich zum fressen gern. :D\n\nhttps://media.tenor.com/images/7156bec43ab22d48d39a1a2c8095a12d/tenor.gif","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:21:36.380+0000","up_votes":1,"down_votes":0,"body":"Ach komm schon mein Sooooooooooooooohn.... \n\n#LIEBEMICH!!!\n\nhttps://media.giphy.com/media/FVoaPWDICyAog/giphy.gif","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:01:52.886+0000","up_votes":1,"down_votes":0,"body":"Ich wär ggf dabei wenn es irgendwie hinhaut ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:09:21.304+0000","up_votes":1,"down_votes":0,"body":"Du willst ja nur meine Alcapone Stimme hören!","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T12:09:46.225+0000","up_votes":1,"down_votes":0,"body":"Korrekt, davon bekomm ich nie genug ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:13:56.873+0000","up_votes":1,"down_votes":0,"body":"Hört sich an, als würden wir das jeden Abend machen XD\n{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T12:22:13.075+0000","up_votes":1,"down_votes":0,"body":"Hört sich eher an als **sollten** wir das jeden Abend machen!!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:26:32.172+0000","up_votes":1,"down_votes":0,"body":"In der Woche würdest du lediglich mein Geschnarche am Schreibtisch hören XD Wenn ich während irgendeines Streams oder Serie weg penne.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T12:29:03.963+0000","up_votes":1,"down_votes":0,"body":"Ach verdammt xD. \n\nDabei schmelze ich doch immer dahin wenn ich dich hören darf xD\n\nhttps://media.giphy.com/media/FAvfqIRvJ0gDu/giphy.gif\n\n*Edit:* Ich habs wieder mit Gifs. Es geht auf Feierabend zu xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T13:39:31.228+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Metalmonni,realm=EUW,application-id=YnZkMR0R,discussion-id=lEc0Z9aV,comment-id=00080000000000000000000000010000000000000000000000000008,timestamp=2019-04-09T12:52:21.586+0000)\n>\n> Erst ab morgen 13 Uhr ^^. Aber du weißt ja wo du mich findest :P\n\n:p Das längste Rohr im Lager?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T13:32:42.588+0000","up_votes":1,"down_votes":0,"body":"der Staubsauger bleibt aber zuhause!!!!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:52:21.586+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=lEc0Z9aV,comment-id=00080000000000000000000000010000000000000000000000000007,timestamp=2019-04-09T12:51:09.208+0000)\n>\n> :( Und dann hast du Urlaub\n\nErst ab morgen 13 Uhr ^^. Aber du weißt ja wo du mich findest :P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:51:09.208+0000","up_votes":1,"down_votes":0,"body":":( Und dann hast du Urlaub","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:49:28.892+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=lEc0Z9aV,comment-id=00080000000000000000000000010000000000000000000000000004,timestamp=2019-04-09T12:43:15.239+0000)\n>\n> :o Aber es ist doch noch sooooo lange bis Feierabend!\n\nQuark, ich geh gleich :P","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:43:20.782+0000","up_votes":1,"down_votes":0,"body":"glaube das liegt an der Seite.\nBei Tenor is das ohne. \nBei Gifycat hat es auch einen Playbutton:\nhttps://gfycat.com/altruisticgraycusimanse","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T12:43:15.239+0000","up_votes":1,"down_votes":0,"body":":o Aber es ist doch noch sooooo lange bis Feierabend!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-09T12:38:53.151+0000","up_votes":1,"down_votes":0,"body":"Wie geht's ohne?","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T12:35:51.497+0000","up_votes":1,"down_votes":0,"body":"der Playbutton triggert mich :D","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T13:39:09.485+0000","up_votes":1,"down_votes":0,"body":"Ich hab gerade was schönes gefunden. :)\nDu steht ja so auf Pokemon:\nhttps://i.redd.it/ntabks4go8r21.png","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:43:51.607+0000","up_votes":1,"down_votes":0,"body":"Will hier jemand von Freitag 13:00 bis 19:30 Uhr arbeiten und Samstag 07:30 Uhr bis 13:00 Uhr?\n{{sticker:galio-happy}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T09:19:18.684+0000","up_votes":1,"down_votes":0,"body":"Was muss man dafür können?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:10:26.208+0000","up_votes":1,"down_votes":0,"body":"Also ... Freitag und Samstag wäre man hier ganz alleine. Man muss also nichts können XD\n\nMir fällt auch gerade ein ... ich könnte meine Switch mitnehmen und an den PC anschließen zum spielen °^° Dann würde ich mein Pokemon Spiel vielleicht auch endlich mal durch bekommen XD Hab eiskalt vor Fuchsania City (auf dem Weg dahin) irgendwie ... aufgehört :D\n\nDen Freitag würde ich ja noch machen von 07:00 bis 19:30 halt ... Samstags hätte ich aber keinen Bock >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T10:12:55.824+0000","up_votes":1,"down_votes":0,"body":"wieso hast du Samstag eigentlich kein frei?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:21:27.150+0000","up_votes":1,"down_votes":0,"body":"Eigentlich habe ich Samstag immer frei. Grundsätzlich.\n\nAber heute Morgen war eine Aushilfe so nett eine Krankmeldung rein zu bringen, wo diesen Monat eh schon wild getauscht wurde und alle ziemlich hoch mit ihren Stunden sind XD\n\nManchmal, wenn ich Dienste nicht besetzt bekomme, übernehme ich die dann.\n\nDen Samstag habe ich aber jetzt besetzt und es fehlt nur noch jemand für Freitag ab 13 Uhr. Das bekommt aber keiner mit seinen Stunden hin, also werde ich bisher Freitag definitiv bis 16 Uhr bleiben. Wenn jemand ab 16 Uhr kann, wars das und alles ist fine. nette drei Überstunden gesammelt.\n\nKann niemand, sitze ich bis 19:30 Uhr hier. Aber dann mit meiner Switch XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T10:42:33.137+0000","up_votes":1,"down_votes":0,"body":"Stimmt du warst ja das Mädchen für alles :D \nWäre auch zu schön wenn deine Kolleginnen das für dich machen würde. :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:46:49.095+0000","up_votes":1,"down_votes":0,"body":"Problem ist halt das die Aushilfen meistens einfach hingehen und sagen \"Ich bin von Tag X bi Tag Y nicht da\" ... Vergessen aber das sie das zumindest mit den Kollegen absprechen könnten oder mir rechtzeitig bescheid sagen sollten.\n\nAm Ende sollte es ja so sein das Ersatz für mich da ist und ich mich nicht auch noch mit allem nach ihnen richte. Hab jetzt einen ziemlich guten Entwurf für Juli fertig und vielleicht kann er auch so stehen bleiben wenn da keiner aus der Reihe tanzt. Aber dann wäre das zumindest schon einmal erledigt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:11:34.843+0000","up_votes":1,"down_votes":0,"body":"Aber es tanzt immer jemand aus der Reihe. :D \n\nSchimpfst du denn auch mit Aushilfen? Gibt es dann ein Schlag mit dem Paddel wenn die wieder frech sind?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T11:22:39.280+0000","up_votes":1,"down_votes":0,"body":"Ich sag ihnen halt wenn mich so etwas stört. Oder zu häufig vor kommt. Oder wenn sich gar nichts bessert und sie meinen sich die Hälfte des Monats verplanen zu müssen, dann plane ich sie für den Rest des Monats auch nicht mehr oder nur mit einer Handvoll Stunden. Damit müssen sie dann rechnen.\n\nAber jetzt habe ich eigentlich nur noch Aushilfen übrig die sich auch selbst an Feiertagen beispielsweise anbieten. Oder es zumindest nicht ausschließen an diesem Tag kommen zu können ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:36:57.095+0000","up_votes":1,"down_votes":0,"body":"Das hört sich so an als wären deine Aushilfen alles kleine Kinder und du die Kindergärtnerin :D \nUnd wehe die esse deine Apfeltasche auf dann gibt es ein klapp auf popo :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T11:46:33.511+0000","up_votes":1,"down_votes":0,"body":"XD Die essen mir immer die Süßigkeiten weg die ich geschenkt bekomme und hier vergesse!\n\nManchmal führen sie sich auch wie Kinder auf :D Nach dem Motto \"MiMiMi der hat aber mehr stunden, ich will auch\" oder \"Da kann ich aber nicht, mach was!\" oder \"Der will nicht mit mir tauschen, frag du nochmal\" XDDD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:50:44.630+0000","up_votes":1,"down_votes":0,"body":"Frechheit!!! \nFüt jeden Schokoriegel den sie klauen sollten sie eine Stunden mehr arbeiten müssen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T10:13:37.462+0000","up_votes":1,"down_votes":0,"body":"Ich eigentlich auch nicht... hab doch Urlaub...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:20:16.288+0000","up_votes":1,"down_votes":0,"body":":o Aber du stehst noch am Anfang deines Urlaubes! Danach kannst du dich erholen c.c\n\nHat sich aber erledigt mit Samstag :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T10:21:01.945+0000","up_votes":1,"down_votes":0,"body":"Alle gestorben? :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:23:54.595+0000","up_votes":1,"down_votes":0,"body":":o Gestorben? Nein!\n\nDer Samstag ist besetzt und das nicht von mir. Jetzt brauche ich nur noch Freitag ab 16 Uhr jemanden! XD","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:48:41.753+0000","up_votes":1,"down_votes":0,"body":"was krieg ich dafür?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T09:10:18.884+0000","up_votes":1,"down_votes":0,"body":"Nichts XD Aber ich hätte zu 100% frei °^°","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T09:27:34.454+0000","up_votes":1,"down_votes":0,"body":"Nur wenn ich alles richtig machen würde. :D\nWürde ich scheisse bauen müsstest du trotzdem kommen.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-09T09:25:05.176+0000","up_votes":1,"down_votes":0,"body":"Ich arbeite an meiner Einstellung!","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:53:11.587+0000","up_votes":1,"down_votes":0,"body":"Ne Sorry da hab ich schon Doppel Schicht auf meinen sofa ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T09:09:56.170+0000","up_votes":1,"down_votes":0,"body":"Eiskalt!","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T07:31:06.337+0000","up_votes":1,"down_votes":0,"body":"Meine Katzis haben am Donnerstag Termin zur Voruntersuchung für Kastration... Mal gucken, ich hoffe die verändern danach nicht zu stark ihre Persönlichkeit xD. Auch wenn Katerchen mich ebenfalls nicht schlafen ließ letzte Nacht, es musste immer an meiner Brust liegen und schnurren, ohne ging schlafen gestern wohl gar nicht ^^. \n\nNur noch ein Tag bis URLAUB!!! Dann zocke ich auch ganz viel Aram :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T10:13:54.355+0000","up_votes":1,"down_votes":0,"body":"was ist an Aram neuerdings so toll?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T10:15:01.741+0000","up_votes":1,"down_votes":0,"body":"Warum neuerdings, ich hab schon immer viel aram gespielt?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T10:42:54.485+0000","up_votes":1,"down_votes":0,"body":"Warum sind wir uns dann noch nie im Aram begegnet?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T10:44:47.817+0000","up_votes":1,"down_votes":0,"body":"Meine Aram - Elo ist halt so hoch, dass ich nicht mal mehr die Level Bots in meinen Games hab, über die sich immer alle beschweren :P. Some call me: *The Aram super Moni* :P","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T11:12:29.581+0000","up_votes":1,"down_votes":0,"body":"Die Bots sind ja mehr im gewundenen Wald zu finden.\nArambots hab ich lange nichtmehr gesehen.","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T07:44:58.906+0000","up_votes":1,"down_votes":0,"body":":o Dein Katerchen kuschelt wenigstens.\n\nMeine Katzis machen das nicht so wirklich. Was sie dafür 1A beherrschen ist das 'vor die Füße laufen' so das fast über sie gestolpert wird XD besonders geil wenn man nachts beim umherwandern denkt \"OCHJAAAA Licht brauch ich nicht anmachen!\" und dann kommen beide aus der Dunkelheit angeschossen und du liegst fast der Länge nach auf der Nase °^°\n\nUnd Nala will immer angefasst werden >.&lt; Wenn ich sie nicht streichle, krabbelt die an mir hoch und haut nach meiner Hand D: Die kleine Nudel. Chila hingegen schnurrt schon wenn man sie nur ansieht XDDDDD Immer wieder lustig.\n\nDie Kastration hat die beiden Mäuse nicht verändert würde ich behaupten :o Klar waren sie so zwei bis drei Tage echt am Arsch wegen der Narkose und so. Aber es hat sich alles wieder schnell eingependelt. Nala springt immer noch in die Gardinen und jagt Rocky, während Chila alles aufmerksam beobachtet bis sie selbst einen Rappel bekommt XD\n\nUff >.&lt; hab deinen Urlaub ganz vergessen! Wieso tust du daaaaaaaas c.c\n\n:o Also sogar ich spiele recht wenig ARAM tbh. Zur Zeit zumindest. Aber wohl auch nur weil ich letztes Wochenende in der Ranked Falle gelandet bin °^°","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T07:55:47.710+0000","up_votes":1,"down_votes":0,"body":"Ranked war in den letzten tagen für mich ziemlich erfolgreich :). Mein Malzahar ist jetzt auf 63%, läuft nicht scheisse ^^. Im Urlaub gehe ich dann das Gold an :). \n\nBei meinen \"alten\" Katzen damals hab ich das erlebt. Die eine war nach der Kastration schnell wieder ganz die alte, aber die andere hat ihre Schwester ab dem Zeitpunkt gehasst xD. Da wurde nur noch gefaucht und geknurrt, miteinander kuscheln ging gar nicht mehr... Das hat sich auch nie wieder gegeben. Ich hoffe dass das dieses mal anders wird oO.\n\nKaterchen ist wirklich kuschelbedürftig... er braucht immer Körperkontakt, no matter what. Kätzchen ist da etwas selbstständiger, wird aber auch gerne gestreichelt ^^.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:06:14.043+0000","up_votes":1,"down_votes":0,"body":":o Mein Tierarzt hat gemeint das so etwas selten bis nie passiert wenn die Katzen gleichzeitig kastriert werden. Natürlich kann immer mal was sein und vielleicht ist Männchen + Weibchen was anderes als Weibchen + Weibchen .-.\n\nAber das wird schon werden!\n\nDer Kater wäre was für meine Mama XD Die weint immer rum wenn die Katzis lieber auf dem Kratzbaum schlafen oder die ganze Nacht vor meiner Türe liegen statt bei ihr zu kuscheln >.&lt;  Mir graut es ja schon ein wenig davor mit den beiden und Rocky dann alleine zu sein XD Weder kann Rocky im Wohnzimmer schlafen .. noch würde es gut oder zumindest ruhig aus gehen wenn die beiden bei uns schlafen x.x Aber die sollen ja auch nicht die ganze Nacht alleine sein D:","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:15:14.704+0000","up_votes":1,"down_votes":0,"body":"Naja, meine kuscheln immer ein paar stunden rum und sind dann meistens den Rest der Nacht woanders ^^. Aber sobald sie meinen Wecker hören geht's ab ;P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:23:54.374+0000","up_votes":1,"down_votes":0,"body":":D Sie hüpfen dann wie wild durch die Gegend?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:36:59.800+0000","up_votes":1,"down_votes":0,"body":"Sie setzen sich schnurrend auf mich bis ich sie runter werde und dann laufen sie mir vor die Füße. Dann versuchen sie während ich Dusche auf dem Badewannenrand zu balancieren, fallen rein und werden panisch. Danach schreien sie nach Essen xD\n\nDer normale Wahnsinn halt ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:41:54.379+0000","up_votes":1,"down_votes":0,"body":"XD Nala springt immer in die Dusche wenn das Wasser läuft und läuft dann innerhalb der Dusche davor weg bis alles nass ist und springt dann erst raus XD Sie schaut dann immer ganz verwirrt wenn die Pfötchen was nass sind :D \n\nHachja. Manchmal glaube ich das die Birma Katzen keine heiligen Katzen im Sinne von 'heilig' sind XD sondern einfach nur heilig bescheuert. Nala ist gestern Abend noch mit Anlauf, aus heiterem Himmel, die Wand hoch gesprungen XD","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T09:18:14.586+0000","up_votes":1,"down_votes":0,"body":"Chew ist auch regelmäßig dabei sich unter dem Sofa einzuklemmen, weil er eigentlich nicht mehr drunter passt... xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:17:35.965+0000","up_votes":1,"down_votes":0,"body":":D Hachja. Sie werden so schnell so groß!","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:54:33.597+0000","up_votes":1,"down_votes":0,"body":"Das mit der Wand erklärt sich weil Katzen Geister sehen können :0","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T10:13:07.686+0000","up_votes":1,"down_votes":0,"body":"XD Nach eingehender Recherche ... wurde mir klar das Nala den Nagel in der Wand gesehen haben muss der einen Schatten geworfen hat. Und so bekloppt die Nudel ist ... musste sie natürlich unbedingt an diesen Nagel ran kommen.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:35:34.792+0000","up_votes":1,"down_votes":0,"body":"Will auch Urlaub haben :(","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:45:56.805+0000","up_votes":1,"down_votes":0,"body":"Was ist nun mit Gaby? Hält sie weiter durch oder wirft sie das Handtuch?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T07:47:33.932+0000","up_votes":1,"down_votes":0,"body":"Sie wird wohl noch durchhalten ^^ Ich denke das Gespräch gestern hat ihr die Möglichkeit verschafft ein paar viele Dinge anzusprechen die gewaltig schief laufen und das wiederum hat ihr Luft gemacht.\n\nJetzt haben wir diese Woche sowieso erst mal Ruhe :> Also abwarten","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:53:44.095+0000","up_votes":1,"down_votes":0,"body":"Ist Frau Pferd jetzt am Arsch? :D \nKommt die bald zu dir und will sich ausheulen warum alle so gemein zu ihr sind? xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:00:11.134+0000","up_votes":1,"down_votes":0,"body":"XD Das kann sie sich sparen.\n\nNaja. Chefin weiß jetzt zumindest was wirklich Sache gewesen ist in manchen Fällen und Gaby hat auch die Sticheleien teilweise auf den Tisch gepackt. Mal gucken was draus wird ^^","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:06:48.444+0000","up_votes":1,"down_votes":0,"body":"nice das freut mich für dich.\nHast du denn Schaden davon getragen?\nHaben die anderen beiden was negatives gegen dich gesagt?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:13:14.740+0000","up_votes":1,"down_votes":0,"body":"Nope, ich habe nichts abbekommen.\n\nZwar musste ich anfangs den Kopf hinhalten für wüste Beschuldigungen, aber das habe ich ja richtig gestellt. Und ich denke mein schriftlicher Ausraster war nötig um das mal alles in die Gänge zu kriegen. Mal schauen wie sich das noch entwickelt.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:21:24.072+0000","up_votes":1,"down_votes":0,"body":"haha und in 2 Jahre bist du dann selbst Chefin ich sehe es schon kommen...","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:23:42.708+0000","up_votes":1,"down_votes":0,"body":"Ich dachte, das ist so eine Art Mafia Konzern, der mit der Gesundheit oder Ungesundheit seiner Bewohner sein unsauberes Geld verdient?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:25:04.024+0000","up_votes":1,"down_votes":0,"body":":o Und ich kann so etwas nicht führen oder was?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:35:36.860+0000","up_votes":1,"down_votes":0,"body":"Doch klar, dich bringe ich auch immer mit der Mafia in Verbindung xD. Du hast so eine rauchige Al - Capone - Stimme","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:39:07.929+0000","up_votes":1,"down_votes":0,"body":":o ich dachte wegen meiner gefährlichen und bedrohlichen Aura!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T09:12:37.278+0000","up_votes":1,"down_votes":0,"body":"deine Aura gleich mehr der Aura eines Einhorns.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T09:16:13.966+0000","up_votes":1,"down_votes":0,"body":"x.x Wieso eines Einhorns?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T09:28:02.405+0000","up_votes":1,"down_votes":0,"body":"weil die putzig sind genau wie du","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T08:39:48.900+0000","up_votes":1,"down_votes":0,"body":"Kann deine Aura leider nicht beurteilen, hier im Forum wirkt sie nicht so :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:43:21.823+0000","up_votes":1,"down_votes":0,"body":":o Wow. Und ich dachte immer sie wäre so mächtig heftig das sie praktisch durch die Lautsprecher heraus quillt °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:52:22.944+0000","up_votes":1,"down_votes":0,"body":"Irgendwie kommt es mir vor als hätte ich ab gefärbt ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:34:11.915+0000","up_votes":1,"down_votes":0,"body":"Jaja klar die verkaufen die getragenen Unterhosen von der alten Leute an Fetischmenschen und machen damit mit unsauberer Unterwäsche unsauberes Geld... \nDas Altersheim dient also nur den zweck Unterwäsche zu stehlen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:38:59.055+0000","up_votes":1,"down_votes":0,"body":"Ich dachte man macht Mäntel aus den Haaren der alten Leute?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:49:35.876+0000","up_votes":1,"down_votes":0,"body":"Nah da ist die Nachfrage in den letzten Monaten deutlich gesunken.\nDas Geschäftsmodul mit den Mäntel aus Haare ist einfach nichtmehr rentabel genug","replies":[]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:25:53.991+0000","up_votes":1,"down_votes":0,"body":"Wohl eher nicht XD\n\nHab kurz überlegt das es möglich wäre wenn hier alle in Rente sind oder so. Aber dann hat man immer noch die Familie H. als Träger im Nacken XD Das will halt auch kein Menschlein.","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:32:55.425+0000","up_votes":1,"down_votes":0,"body":"Immerhin würdest du dann mehr Gold verdienen...","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:00:18.542+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nAlso ja Dienstag ich hab mal wieder gar keine Lust :/ Hoffe der Tat geht schnell rum \n\nAnsonsten gestern wieder mal ranked flex gespielt und in einer Runde 2 typen dabei gehabt die einfach nur Bad waren. Einen amumu angeblich Dia 2 oder 4 laut op.gg der 2/12 stand -.- Und dann auch noch so schlecht Flamet das es schon traurig ist. \"Hure\" und \"du hurensohn einer Hure\" .... wow so deutlich hat noch nie einer zu mir gesagt das er ein fortnite Spieler ist ^^' \n\nAnsonsten ist der tag bisher langweilig hab mir eben aus Spaß den Wikipedia Artikel zum Thema Anal... durch gelesen. Und ja ist interesant ^^' Bin lustiger weiße jetzt davon aus zu Marlon Brando gekommen aber ist auch interesant ^^' \n\nSchön das dein Hund dich nachts weckt ^^ ich wäre im tief Schlaf wahrscheinlich einfach liegen geblieben :D \n\nFreu mich schon wenn die Arbeit heute vorbei ist :/ \n\nWünsche euch einen schönen guten Morgen und einen angenehmen Tag :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:37:11.813+0000","up_votes":1,"down_votes":0,"body":"Mittlerweile schreibe ich echt wenig in Lol.\nIch scheine sehr tiltfrei geworden zu sein:D ich hoffe das hält noch ein wenig an....\nAber die Spieler die richtig heftig flamen gehen mir jetzt so auf die nerven...-.- \nAm häufigsten schreibe ich atm tatsächlich \"Calm down\" was traurig ist....\nDie Eve von gestern hat mich so genervt die war zwar feed hat aber die Moral des gesammten Teams runtergezogen....","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:43:47.825+0000","up_votes":1,"down_votes":0,"body":"Ich versuche auch alles zu muten was im Chat schreibt ab und zu kommt mal ein shut up .... Mein gc hab ich schon lange nicht mehr geschrieben :0","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:50:22.233+0000","up_votes":1,"down_votes":0,"body":"Ich versuche ohne muten auszukommen. \nAusser der Jungle macht wieder komische Sachen.\nAnsich bringt schreiben leider sowenig die Leute sind einfach dumm.\nIch hatte früher die Hoffnung das die Leute ihre Fehler einsehen und lernen können aber leider sieht die Realität anderes aus. \nManche Jungler werden auch weiterhin Powerfarmen und bis Minuten 10 kein einzigen Gank vollziehen und dann stolz mit ihrer CS angeben während das eigenen Team am losen ist weil sie niemals Hilfe bekommen werden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:10:36.028+0000","up_votes":1,"down_votes":0,"body":"Ich würde denen auch nicht schreiben damit sie besser spielen. \n\nIch will das die von dem einen Anfall bekommen und vom Stuhl kippen","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:23:55.449+0000","up_votes":1,"down_votes":0,"body":"Naja wenn niemanden denen in einem sachlichen Ton sagt was sie schlecht machen denken die noch das was sie tun wäre gut....\nNah ich wünsche niemanden den Tod. Es wären auch zuviele Menschen denen du den tod wünschen müsstest bei Anzahl an Leute die du jeden Tag in League triffst.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:30:00.689+0000","up_votes":1,"down_votes":0,"body":"Es wären nie genug ... Die sind wie Storm Tropper da kommen immer neue","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T08:35:56.991+0000","up_votes":1,"down_votes":0,"body":"Omg ja wenn ich noch eine MF sehe mit Komet dann..... \nIch frage mich was wohl in Iron abgeht? :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:55:09.104+0000","up_votes":1,"down_votes":0,"body":"Sicher das selbe :/","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-09T07:28:52.569+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern auch wieder ein Flex gespielt, mit zwei Freunden ^^. Da ich jetzt endlich Silber bin geht das ja wieder xD. Und auf die kann man sich immerhin verlassen ^^. \n\nWir hatten eine Gold 3 Kog Maw, der am Ende 5/13 aus dem Game ging... Der war aber auch komplett neben der Spur, ständig alleine im gegnerischen Jungle, laufend Solo pushing auf Lane, blind und taub bzgl. Calls... Ständig wurde der nur Solo abgefarmt und dementsprechend waren wir im Grunde ein 4 vs 5. \nDann hatten wir noch einen Master Yi im Jungle, der sich erst mal auf Full Item Build hochgefarmt hat und dann laufend 1 vs 5 gegangen ist. Auf die Frage was er da tue kam nur *\"I dont care, going for the montage. Sub my Youtube\"*. \n\nGeiles game ^^. Wir konnten es am Ende gewinnen, indem wir stumpf dem Yi nachgelaufen sind, ich immer schön meine 250.000 Punkte Taliya Lanegegnerin geultet hab und meine Pre Illaoi nur einen Schlag ihrer Ult treffen musste um alles zu entscheiden xD. Währenddessen ist Kog Maw meistens irgendwo im Jungle gestorben und hat einen Gegner abgelenkt. \n\nVerdienter win würde ich sagen :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:34:36.430+0000","up_votes":1,"down_votes":0,"body":"Yi ist auch einer der champs die dringend angepasst werden sollten. \n\nJa aber so allgemein so sehen ranked games aus. Es geht nicht darum gut zu sein. Sondern nur darum Glück zu haben und weniger Behinderungen ins eigene Team zu bekommen ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T07:36:46.022+0000","up_votes":1,"down_votes":0,"body":"Du hast schon gelesen, was ich geschrieben hab? ^^\n\nWir hatten einen nonexistenten Feeder Adc und einen Yi Jungler, der straight 1 vs 5 gegangen ist. Und haben **trotzdem** gewonnen xD. eben weil wir unsere Pech durch Können ausgleichen konnten ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:45:06.172+0000","up_votes":1,"down_votes":0,"body":"Ich hab gelesen ihr habt gewartet bis Yi fullbuild war und seid ihm hinterher gelaufen. Und dann ist es für mich klar das er 1v5 geht :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T07:51:20.832+0000","up_votes":1,"down_votes":0,"body":"Ach so, du gehst davon aus, dass ein Fullbuild Yi das 1 vs 5 auch schafft, da lag die Diskrepanz xD. \n\nNein, dass er das gemacht hat war etwas *Schlechtes*. Zuerst lässt er uns 35 Minuten komplett alleine und dann ist er so vermessen, das 1 vs 5 zu versuchen. Jedes halbwegs kompetente Team stunnt ihn einfach weg und haut ihn um, was auch mehrfach passiert ist. Hinterher konnten wir nur halbwegs sinnig um ihn herumspielen und die Schlüsselgegner rausnehmen, damit er auch tatsächlich mal alle töten konnte xD. \n\nWir haben diesen Idioten halt durchgecarried, nicht umgekehrt ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:56:34.511+0000","up_votes":1,"down_votes":0,"body":"Ok dann kenn ich andere yi Spieler.  \n\n\nAber dennoch muss man ein Spiel mit sichtbar dümmeren Menschen gewinnen. Warum nicht mal echte Menschen ins Team bekommen ? ^^ \n\nMir haben die games gestern schon wieder gereicht :D das man mit seinen Sieg solchen Dingern auch noch hilft ist halt schade","replies":[]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:41:21.357+0000","up_votes":1,"down_votes":0,"body":"Das hab ich schon oft gesehen das gerade Goldspieler ihre Erwartungen nicht gereicht werden....\nObwohl ich mittlerweile denke das die Elos immer mehr verschwimmen und der Unterschied zwischen Bronze, Silber und Gold deutlich geringen ist als noch vor ein paar Jahren.","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-09T07:11:43.791+0000","up_votes":1,"down_votes":0,"body":"Uff ... Am Wochenende hatte ich auch einen Dia Spieler im Team der first time Akali auf der Mitte gespielt hat. Man wurde der auseinander genommen. Das hat sogar meinen Dia Spieler so ziemlich aufgeregt XD Und alle aus dem Team sind dann zu dem Schluss gekommen das der Akali Spieler einfach geboosted gewesen sein muss >.&lt;\n\nIch versuche jetzt meinen Urlaub hinzubekommen -.- Weiß halt nicht ob es sich bemerkbar macht das eine Aushilfe fehlt oder ob ich zumindest zehn verdammte Tage geplant bekomme in dem Monat. Wenn ich dann schon höre das Gaby, die die am wenigsten arbeitet, 2,5 Wochen Urlaub nimmt XD krieg ich schon so nen dezenten Wutanfall. Aber mal schauen .-.\n\nx.x Wieso spielst du auch in der Woche Ranked? Wobei XD Ich bewundere es immer wenn ich dich online sehe und fast instant die Warteschlange für Ranked aufploppt XD Bei mir ist das meistens eine Entscheidung die so ein bis zwei Stunden in Selbstgesprächen ausdiskutiert wird","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T07:31:16.684+0000","up_votes":1,"down_votes":0,"body":"Also wenn der gestern Dia war dann bin ich easy Master ! \nDer Typ war so eine Lebenszeit Verschwendung und am Ende gewinnen wir noch das game und ziehen so ein Ding mit -.- \n\nJa ich Spiel quasi nur noch ranked. Ich denk schon garnicht mehr drüber nach. War gestern in flex sogar wieder auf 84lp also ein Sieg für Gold Promo.  Und dann natürlich wieder verloren wie immer wenn ich davor bin -.- Aber ist einfach System und nichts anderes \n\nMein nächster richtiger Urlaub ist erst im August :( \nBin dahin kommen nur ein paar Feiertage und Brückentage :/ Will auch Urlaub haben :0","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-09T07:39:21.313+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht wozu man Normals spielen sollte ausser Aram...\nDurch das häufige Ranked spielen sinkt der Durch und die nervösität auf einen was sehr positive für die Konzentration ist. \nFlexiQ ist irgentwie mein Normal geworden :D oder erstes Game einfach auf einem Smurf spielen um warm zu werden.","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T08:08:51.387+0000","up_votes":1,"down_votes":0,"body":"Dunkler Humor \n\n\n>Es ist schon lustig zu sehen das Schnecken mit Haus weiß sind und die ohne schwarz ...^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-09T08:13:14.651+0000","up_votes":1,"down_votes":0,"body":"Autsch xD","replies":[]}]},{"id":"","poster":"HeisserKakao66","date":"2019-04-09T08:01:39.933+0000","up_votes":1,"down_votes":0,"body":"D: der schöne Kakao, ich bin schockiert!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-09T08:07:31.102+0000","up_votes":1,"down_votes":0,"body":":DDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD\n\nDen Namen hab ich ja ganz vergessen!","replies":[]}]}]}