{"id":"RAfpOc58","poster":"XxKampflappenxX","date":"2015-11-15T16:16:34.203+0000","title":"[Evelynn still the Main] Diskussionsrunde zu meinem Build","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich m&ouml;chte mit diesem Post eine kleine Diskussionsrunde &uuml;ber Evelynn starten und einige kleine Denkanst&ouml;sse zum Thema Builds liefern.\r\n\r\nZum einen m&ouml;chte ich ihre &uuml;ber M&ouml;glichkeiten und &uuml;ber meine Placements reden da ich meine 10 Placements ausschlie&szlig;lich mit Evelynn gewonnen habe und somit Gold V erreichen konnte.\r\n\r\nF&uuml;r gew&ouml;hnlich spiele ich Evelynn mit diesem Build:\r\n&gt; {{item:1402}} {{item:3117}} {{item:3742}} {{item:3748}} {{item:3053}} {{item:3102}} \r\n\r\nIch habe ausserdem in einem nicht ganz so alten Post gelesen dass viele Jungler Probleme haben weil die Preseason den Jungle nun etwas schwieriger gestaltet. \r\nDeshalb hier nun ein kleiner Jungle Guide\r\n\r\n**Runen:**\r\n&gt; AD Zeichen, Armor Siegel, AP Glyphen, AP Quints, Evelynn ben&ouml;tigt viel Dmg im Early um ab dem Midgame richtig aufzubl&uuml;hen\r\n\r\nIch starte f&uuml;r gew&ouml;hnlich beim RedBuff, diesen kann ich dank der Runen notfalls auch ohne Hilfe erledigen. Ein Pull hilf trotzdem ungemein und sollte nicht vernachl&auml;ssigt werden. Am Ende des RedBuffs immer smiten um Leben zur&uuml;ck zu bekommen.\r\n\r\nNach dem RedBuff gehe ich zu den Raptoren und besiege zuerst mit einer E&gt;Q Combo die kleinen Viecher. Dies geht relativ schnell und ohne viel Leben zu verlieren. Nun sollte ich Lvl 2 sein und habe noch genug Leben um einen Gank zu machen. Idealerweise bekommt ihr oder euer Laner hierbei das FirstBlood, RedBuff wirkt hier wahre Wunder!\r\n\r\nSollte ich nach dem Gank noch genug Leben haben farme ich weiter im Jungle um mir die {{item:1402}} schnellstm&ouml;glich zu kaufen.\r\n\r\n{{item:1402}} ist ein wunderbares Item f&uuml;r Evelynn. Dank diesem Item habt ihr auch nach langer Zeit des farmens noch genug Mana f&uuml;r eure Ganks.\r\nDa euer E Treffereffekte ausl&ouml;st synergiert diese F&auml;higkeit perfekt mit der {{item:1402}}.\r\n\r\n{{item:3117}} sind ein muss f&uuml;r Evelynn. Mit diesem Item seid ihr eine immer pr&auml;sente Bedrohung auf der ganzen Map. Nach diesem Item solltet ihr euch so schnell wie m&ouml;glich einen {{item:3742}} zulegen. Dieser segnet euch zusammen mit den Stiefeln mit einer Laufgeschwindigkeit von 480 welche ihr mit eurer W auf ca 530 erh&ouml;hen k&ouml;nnt und erm&ouml;glicht euch ein verdammt starkes Midgame. Ihr seid Tanky, schnell wie der Blitz und verursacht mit nur einer E den gesamten Schaden von {{item:1402}} und {{item:3742}}.\r\n\r\n&gt; **Nun kommt der wirklich interessante Teil dieses Guides. Meine Mates und mein Cousin haben mich f&uuml;r ein verr&uuml;cktes Genie erkl&auml;rt da man dieses Item wirklich nicht h&auml;ufig auf Evelynn sieht. Trotzdem l&auml;sst die Effektivit&auml;t dieses Items regelm&auml;&szlig;ig mal Mates und Gegner f&ouml;rmlich ausflippen.**\r\n \r\n{{item:3748}} ist euer Brot und Butter!!! Dieser Gegenstand bietet euch eine Tonne Leben sowie den Schaden den ihr ben&ouml;tigt um Carries zu oneshotten.\r\nEin bisschen Mathe wird euch schnell &uuml;berzeugen:\r\n\r\n{{item:1402}}+{{item:3742}} +{{item:3748}} sind alles Items die auf Treffereffekte basieren. Euer E gew&auml;hrt euch jede Menge brutales Angriffstempo und l&ouml;st Treffereffekte der {{item:3748}} 2 mal aus! somit kommt ihr durch diese 3 Items auf eine sch&ouml;ne Tankyness w&auml;hrend ihr mit der E um die 1000 Schaden verursacht.\r\n\r\n**Ein Fight sieht demnach folgenderma&szlig;en aus:**\r\n&gt; Ihr seid unsichtbar und das k&ouml;nnt ihr viel zu oft zur Manipulation des n&auml;chsten Kampfes ausnutzen. Ihr k&ouml;nnt ganz leicht eine &Uuml;berzahlsituation erzeugen indem euer Mate baitet und ihr unsichtbar in der N&auml;he bleibt. Sobald ihr dann mehrere Gegner auf einem Haufen seht rennt ihr rein und benutzt eure Ult auf so viele Gegner wie m&ouml;glich um einen starken Schild zu bekommen. Nun fokussiert eure aktivierte Hydra mit allen Treffereffekten die ihr zu bieten habt auf einen weichen Carry und ihr werdet wirklich alle Gegner die in der N&auml;he stehen stark dezimieren da Ult+Hydra eine Menge AOE Schaden verursachen. Nach dem Engage konzentriert ihr euch auf die gegnerischen Carries um eine Bedrohung zu bleiben. Die Gegner m&uuml;ssen sich auf euch konzentrieren und euer Team hat freie Bahn.\r\n\r\nAlle nachfolgenden Items k&ouml;nnen Situationsabh&auml;ngig gekauft werden und sollten auf Tankyness abzielen. Durch extra Leben erh&ouml;ht ihr den Schaden der Hydra enorm.\r\n\r\nMeine Wahl f&auml;llt nun auf {{item:3053}} und {{item:3102}}. Habt ihr das komplette Build seid ihr mit ca 4000 Leben ausgestattet.\r\n**Kurze strategische Erkl&auml;rung zum Steraks:**\r\n\r\n{{item:3053}} gew&auml;hrt euch einen starken Schild nachdem ihr viel Schaden genommen habt. Nachdem ihr Ultet bekommt ihr einen starken Schild welchen eure Gegner erst einmal abarbeiten m&uuml;ssen. Sollten sie dies nicht tun habt ihr freie Bahn auf die Gegnerischen Carrys.\r\n\r\nWenn sie nun euren Schild abgearbeitet haben d&uuml;rftet ihr schon genug Schaden genommen haben um {{item:3053}} zu aktivieren. Dies ist meistens der Punkt ab dem ihr so richtig ausrastet und nur noch aufr&auml;umt und Restef.icken betreibt xD\r\n\r\nFazit:\r\nAlles in Allem, ein unfairer Build da ihr verdammt Tanky seid und trotz dem fehlenden CC eine echte Bedrohung darstellt. Ihr k&ouml;nnt locker auch mal ganz alleine mehrere weiche Ziele ausschalten und ganze Teamfights tanken.\r\n\r\nIch m&ouml;chte euch bitten diesen Build mal auszuprobieren und mir eure Meinung dazu mitzuteilen. Ich komme mit diesem Build eigentlich immer zurecht und habe mich damit auf Gold gespielt.\r\n\r\nSpread the Word, MFG,\r\n\r\nxXKampflappenXx aka, White Widowmaker","replies":[{"id":"","poster":"Gorn21","date":"2015-11-15T17:56:29.786+0000","up_votes":2,"down_votes":0,"body":"Ich gebe vorab zu das ich nicht viel Ahnung von Evelynn habe, aber ich würde an deiner stelle kein {{item:1402}} bauen wen der rest des Builds AD Offtank ist. Immerhin skalliert Runeglaive von deinen AP welche bei dir weder durch Runen noch Masteries vorhanden sind. Starten würde ich an deiner stelle immer bei der bot Lane, also Gromp oder die Golems (smite verwenden). Als Startitem solltest du die {{item:1041}} und **3 normale Heiltränke** nehmen. Danach so schnell wie möglich auf {{item:1400}} gehen. Ansonsten könnte es funktionieren. \n\nNochmals dies diente nur als Verbesserungsvorschlag dieses Builds ob  das jetzt optimal ist kann ich nicht beurteilen.","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-11-15T19:23:30.162+0000","up_votes":1,"down_votes":0,"body":"also {{item:1400}} habe ich schon mehrfach getestet und ich bin zu dem ergebnis gekommen dass Runenglefe einfach besser ist. Dein Main DMG Spell auf Eve ist bei diesem Build Ihr E da dieser alle Treffereffekte auslöst. Durch den Sheen proc der durch das gespamme deiner Q eigentlich immer dabei ist machst du im Endeffekt mehr schaden. Der Hauptteil des Schadens kommt nicht durch die AD sondern durch die HP(Hydra) und die On hit Effekte.\n\nBei dem Thema scheinen sich aber wirklich die Geister zu streiten, es gibt Leute die schwören auf {{item:1400}} und dann gibt es Leute die sagen sie schwören auf {{item:1402}} \n\n> aber ich würde an deiner stelle kein  bauen wen der rest des Builds AD Offtank ist. Immerhin skalliert Runeglaive von deinen AP welche bei dir weder durch Runen noch Masteries vorhanden sind.\n\nIch glaube da hast du dir das ganze nicht so richtig durchgelesen xD\n\n> Runen:\n> AD Zeichen, Armor Siegel, AP Glyphen, AP Quints, Evelynn benötigt viel Dmg im Early um ab dem Midgame richtig aufzublühen","replies":[{"id":"","poster":"Gorn21","date":"2015-11-16T09:17:52.543+0000","up_votes":1,"down_votes":0,"body":"Ich Habe mal beide Items gerade im Custom ausprobiert und muss sagen das der Schaden so gut wie der selbe ist. Von daher kannst du nach deinen Vorlieben entscheiden. Durchgelesen hatte ichs mir aber ich habs auch nur spontan im Kopf zusammengerechnet und geschätzt. dass du ungefähr 70 AP haben wirst welches bei einem 0.3 scaling nicht alzu viel ist.","replies":[]}]}]}]}