{"id":"vaW9FBZj","poster":"CeBoomCeBoom","date":"2015-11-15T20:56:18.950+0000","title":"Ich baue ein Ranked-Team auf !! (Silber)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nwie der Titel schon sagt baue ich ein Ranked-Team auf, welches sich in der Silber-Elo befinden soll. Ich habe f&uuml;r die 6. Season von LoL entschlossen, dass ich aufh&ouml;re Solo q zu spielen. Es macht pers&ouml;nlich keinen Spa&szlig; mehr, jedoch nicht wegen Feeder/Trolls/AFKs usw. Es ist vielmehr diese toxische Umgebung in der die Spiele stattfinden. Das LoL zocken wie es noch in den zu Beginn war ist komplett verschwunden und das finde ich einfach Schade. Da ich aber nicht aufh&ouml;ren m&ouml;chte, habe ich die Entscheidung f&uuml;r ein Ranked-Team gef&auml;llt. Ich werde mich dabei ganz auf das Ranked-Team  fokussieren, es leiten und f&uuml;r eine angenehme Atmosph&auml;re sorgen.\r\n\r\n_**Zu meiner Person:**_\r\n- 18 Jahre alt aus NRW und mache eine sehr zeit intensive Ausbildung.\r\n- Spiele seit Graves-Release LoL (November 2011).\r\n- Habe Season 4 mit Solo q begonnen und seit Season 5 Teamranked angefangen.\r\n- Bin diese Season Silber 4 in der Solo q geendet (Bronze 4 eingestuft und zwischenzeitlich bis Silber 1 hochgekommen).\r\n- Im Teamranked hat es diese Season f&uuml;r Silber 3 gereicht.\r\n- Ich bin Main Supporter (etwa 65% Winrate in Solo q als Supp), kann jedoch auch Top oder Jungle besetzte, da ich Tanks sehr bevorzuge.\r\n- Habe bisher in drei Teams gespielt, wobei jedes etwa 3 Monate bestanden hat und ich zwei dieser Teams auch Selber aufgebaut habe.\r\n- Zeitlich bin ich wie gesagt leicht eingeschr&auml;nkt, daher gebe ich hier schon einmal die m&ouml;glichen Trainings-/ Spielzeiten an    \r\n                             Montag / Mittwoch und Donnerstag : von 19:00 bis 22:00 Uhr\r\n                             Sonntag:                                                 von 20:00 bis 23:00 Uhr\r\n\r\n\r\n_**Das solltet ihr mitbringen:**_ \r\n- Ein Alter von 16-25 (Ausnahmen nach oben m&ouml;glich, nach unten nicht).\r\n- Spa&szlig; am Spiel und das Spiel als ein Team-Spiel sehen.\r\n- Euch in der Solo q oder im Teamranked auf der Silber-Elo bewegen.\r\n- An mindestens 2 der Trainings-/ Spielzeiten verbindlich zusagen k&ouml;nnen, da ein regelm&auml;&szlig;iges spielen stattfinden soll.\r\n- Dan Ehrgeiz haben sich verbessern zu wollen, sowie Zuverl&auml;ssigkeit zeigen.\r\n\r\n\r\nWenn ihr Interesse haben solltet dem Team beizutreten und alle Kriterien erf&uuml;llt, dann addet mich bitte Ingame CeBoomCeBoom oder hinterlasst eine Antwort unter diesem Post.\r\n\r\nMfG CeBoomCeBoom","replies":[{"id":"","poster":"JAX ONLY ","date":"2016-01-04T20:03:57.499+0000","up_votes":1,"down_votes":0,"body":"Hallo bin Gamma hätte Interesse an einem Team bin 16 jahresalt und spiele seit anfangs season 4 die Trainingszeiten passen mir sehr gut ausser Sonntag. bin gerade silber 5 und habe 500 normal wins und ca 500 ranked wins in season 4 und 5 true mich über eine Antwort","replies":[]},{"id":"","poster":"AaApeXxX","date":"2015-11-15T21:28:42.207+0000","up_votes":1,"down_votes":0,"body":"Grüß dich! \nIch heiße Marc,  bin letzte Woche 24 geworden und seit Season 3 am Start. Ich hätte Interesse an einem ranked Team,  habe es in soloq die season bis nach Gold geschafft,  bin aber vor ein paar Wochen wieder abgestiegen :D \nDie trainingszeiten würden mir sehr gut passen (bis auf Sonntag,  am Wochenende mache ich andere sachen) und ich würde am liebsten die Midlane bekleiden. \nFalls Interesse besteht,  können wir ja mal quatschen - ich bin morgen wieder an meinem studienstandort, es wäre cool,  wenn du mich bis dahin adden könntest :) \n\nGruß \nMarc","replies":[]}]}