{"id":"AEAopmwB","poster":"Ilegenzzz","date":"2015-11-15T14:12:35.653+0000","title":"Balancing","subforum":"Champions & Gameplay","up_votes":1,"down_votes":6,"body":"Ich finde der &quot;Marksman&quot;-Patch hat bestimmte sachen unbalanciert. Graves macht verdammt viel schaden daf&uuml;r aber keine reichweite. Corkie ist schlecht geworden, da nur noch Physischer und Magischer Schaden im 50 zu 50 Design existiert und Kog&#039;Maw ist schei&szlig;e.\r\nBalancing vorschl&auml;ge:\r\nGraves:\r\n-H&ouml;here reichweiter so 30 units\r\n- Weniger Q Schaden im lategame\r\n- Verringerte Zeit beim aufprall der Kugel sodass die Spur schneller in die Luft gesprengt wird.(Q)\r\nCorkie:\r\n- Alte Passive wieder einbringen. 10% vom Basisschaden als True Damage anstatt das 50% Physischer Schaden\r\n  und 50% als Magischer. Ist viel zu schwach gegen die neuen Juggernauts.\r\nKog&#039;Maw:\r\n(Hier kommt am meisten)\r\n- W soll kein mana kosten!\r\n- 55% ist zu wenig. 80-90% reicht aus\r\n- H&ouml;herer slow Wert auf die E da Kog&#039;maw sonst nicht Kiten kann.\r\n- Basis Werte um wie z.B. Basis Schaden um 4 erh&ouml;len.\r\n\r\nEs ist bedauerlich wie hart beim Balancing &uuml;bersehn wurde was gut und was schlecht ist.\r\n\r\nWas ist eure meinung zu dem Patch und/oder meinen vorschl&auml;gen?\r\nIch werde mir die sinvollen Meinungen durchlesen und hoffe das auch einer von den Mitarbeitern von Riot dies sieht und beantwortet.","replies":[{"id":"","poster":"BìgM","date":"2015-11-16T06:17:40.930+0000","up_votes":1,"down_votes":0,"body":"Also ich bin zwar auch der Meinung, dass an der Balance noch etwas gefeilt werden muss, aber deine \"Wunsch-Änderungen\" kann ich dabei gar nicht unterstützen.\n\nJemanden wie Graves, der momentan alles und jeden plättet, willst du buffen, dazu sogar nur sein Late schwächen, wobei er gerade im early sehr stark ist?\nBei Graves muss mMn der Schaden der Q runter, der Base-Damage etwas gesenkt und an den Resistenzen der E etwas geändert werden.\nEs kann ja nicht sein, dass ein ADC leichter durch den Jungle kommt, als ein Jungler ... ^^\n\nBei Kog'Maw glaube ich, dass er ebenfalls zur Maschine wurde. Tendenziell würde ich hier auch wahrscheinlich auch eher nerfen als buffen, aber da ich ihn erst 1x gesehen hab, mag ich mich dazu noch nicht all zu weit aus dem Fenster lehnen.\n\nGleiches gilt bei Corki, den habe ich leider noch gar nicht gesehen.\n\nInsgesamt muss ein bisschen was an der Feinabstimmung zwischen Items und Masteries gemacht werden. Ich denke, wenn man hier minimal an den Zahlen dreht, dann sind alle zufrieden. Mal schauen was RITO sich so einfallen lässt.\n\nSo bleiben wird es wohl eher nicht ;)\n\n**Edit:**\nAuf dem PBE scheinen sie schon am Graves Nerf zu arbeiten.\nVon Surrender20 gibt's folgende Info:\n> Graves\n> •Movement Speed reduced to 340 from 345.\n> •End of the Line (Q) \n> ◦Initial damage reduced to 55/70/85/100/115 from 60/80/100/120/140\n> ◦Secondary damage reduced to 85/145/205/265/325 from 90/155/220/285/350\n> ◦Mana cost increased to 60/70/80/90/100 from 50/55/60/65/70\n> ","replies":[]}]}