{"id":"eyuI6EwB","poster":"Puffi","date":"2019-04-08T19:50:46.287+0000","title":"Ideensammlung: Highlights öffentlich?/Neues \"persönlicheres\" Profil?","subforum":"Allgemeiner Chat","up_votes":9,"down_votes":0,"body":"Guten Tach,\r\nIch bin jetzt schon öfters über das „Highlight-Feature“ gestolpert und konnte bis jetzt noch nicht so wirklich was damit anfangen. Als ich mir das letzte Mal das ganze angeschaut hab, hatte ich ein paar spontane Ideen, die ich gerne mal mit euch teilen würde. Hierbei würde ich die Reiter Profil und Höhepunkte zusammenfügen und zu einem neuen wirklich „persönlichen“ Profil kombinieren. Fürs erste bin ich auf diese 5 Punkte gekommen, die man noch hinzufügen könnte:\r\n\r\n1. Hauptpunkt, die Highlights. Einfaches Beispiel: Was ist besser als in einem Ranked einem Pentakill zu machen und so das Spiel zu gewinnen? Richtig! Diesen epischen Moment auf seinem Profil festhalten, vor seinen Freunden damit zu prahlen und ganz allgemein der ganzen Welt zeigen zu können, dass man selber der nächste Faker ist. ;D\r\n\r\n2. Ein Feld für die Teamsuche einfügen. Es wäre doch super praktisch, auf seinem Profil anzeigen zu können, ob man vielleicht gerade ein Team sucht oder Lust hat in naher Zukunft einer Flex Gruppe beizutreten. Natürlich gibt es dafür auch den Discord oder das Forum, jedoch gibt es denke ich immer noch viele nette Leute, die in deiner Friendlist rumgammeln und die du sonst vielleicht nie erreichen würdest.\r\n\r\n3. In Zusammenhang mit der Teamsuche, die Nationalität der Spieler, bzw. welche Sprachen sie beherrschen oder vielleicht sogar das grobe Alter. Zusätzlich wäre die Möglichkeit eine Kontaktmöglichkeit zu hinterlegen, wie zum Beispiel der Discordname auch sehr nützlich. Natürlich wäre alles davon komplett freiwillig und nur Freunde können diese Informationen einsehen.\r\n\r\n4. Eine Anzeige, die man persönlich einstellen kann, welche Champs/Lanes man gerade maint/ gerne spielt, also ein Mischung aus den Statistiken, Mastery Points und der Match History. Wobei es hier einfach nur darauf ankommt, was der jeweilige Spieler gerne nach außen präsentieren möchte. Denn oft hat man in seiner Match History oder den meistgespielten Champs nicht einmal diejenigen drin, die man gerade seiner Meinung nach am Besten spielt. Die Mastery Points sind oft schon vor langer Zeit verdient worden und sagen oft nichts mehr über den Spieler aus.\r\n\r\n5. Es gibt glaube ich noch fast endlos viele dieser kleinen Extras, zum Beispiel stelle ich mir gerade noch ein „Tiltometer“ vor, das man nach jedem Spiel verschieben kann, um seinen Umfeld vielleicht schon im Voraus seine Laune mit zu teilen. ;D \r\n\r\n\r\nSo ich denke das waren erstmal genug Vorschläge von mir, vielleicht fällt auch ja noch was ein. Es kann auch sein, dass es darüber schon einmal eine Diskussion gab, wenn ja, tut es mir leid die Sache wieder neu aufgerollt zu haben.\r\nSchönen Tag noch!\r\nPuffi\r\n\r\nPs. Mein Schriftstil + Kommasetzung ist nicht das Gelbe vom Ei","replies":[{"id":"","poster":"HyperionCH","date":"2019-04-09T10:04:45.164+0000","up_votes":3,"down_votes":0,"body":"Da sind ein paar gute Verbesserungsvorschläge drin. :)\n\nJedoch muss ich sagen:\n\n- Riot hat bezüglich Verbesserungspotential andere Baustellen, die viel wichtiger sind.\n\nDarunter fällt insbesondere die fehlende Kundennähe.\nDies zeigt sich damit, dass dieses (offizielle!) Forum von Riot nicht betreut wird und deine Vorschläge deshalb gar nicht gelesen werden.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-09T05:11:59.433+0000","up_votes":2,"down_votes":0,"body":"Das andere Leute die Höhepunkte nicht anschauen können. Macht das ganze so sinnlos ^^ \n\nFrag mich wer sich das ausgedacht hat und dann dachte ja das ist geil so ^^","replies":[]},{"id":"","poster":"Jayce me RoIIing","date":"2019-04-09T15:03:51.152+0000","up_votes":1,"down_votes":0,"body":"Also ich finde das eine richtig gute Idee. Ich würde aber eher eine Art \"Visitenkarte\" einführen.\nDie können Leute, die ein Team aufbauen wollen, dann direkt einsehen und man kann Dinge einstellen wie\nRolle, Mains, Art von Team usw (wie du schon vorgeschlagen hast). Da würden ein paar Highlights natürlich auch super reinpassen,\nda man damit dem Team ein bisschen von seinem Skill bereits zeigen kann. Man sollte dann auch ein kleines Textfeld haben, auf dem man eine kleine Bewerbung schreiben kann (z.B. Hallo, ich bin Jayce Me RoIIing, ich bin kommunikativ, teamfähig...)\nund über diese Visitenkarte kann man dann auch eine Anfrage schicken, ob derjeniege ins Team joinen will. \n\nSollte jemand bereits in einem Team sein, wird die Visitenkarte durch eine Teamkarte ersetzt. Dort sind dann Name des Teams, Beschreibung, Highlights usw. und Leute können Anfragen schicken, wenn sie ins Team joinen wollen. Dann könnte man auch direkt wieder Teamranked einführen will Clash ja eh nicht funktioniert LUL\n\nLG Jayce Me RoIIing","replies":[]}]}