{"id":"fHQ0G5Tc","poster":"DerD4nnY","date":"2015-11-14T16:17:36.302+0000","title":"[Idee] Kurai, der wandernde Priester","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Hi Leute,\r\n\r\nhier mal wieder eine kleine Idee zu einem Champ :) \r\n\r\n**SKILLS**\r\n\r\nPassiv - Erleuchtung\r\n_ Jedesmal wenn Kurai einen Gegner t&ouml;tet oder eine Unterst&uuml;tzung macht, endet er ein heiliges Licht (Irrlicht) . Dieser wandert umher und deckt wie ein Ward die Karte auf (30 Sekunden) wobei die Richtung in die es sich bewegt zuf&auml;llig ist. Gegner k&ouml;nnen dass Irrlicht mit Auto-Attacks entfernen, bekommen daf&uuml;r aber ein &quot;S&uuml;nde&quot;-Markierung.  Hat der Gegner eine Segens-Markierung so erleidet er erh&ouml;hten Schaden  _\r\n\r\nQ - Rosenkranz\r\n_ Kurai nimmt seinen Rosenkranz und aktiviert die Perlen (max.3). Dadurch kann er 3 Skillshots auf den Gegner casten. Wird der Gegner 3x getroffen, so wird er gestunnt und bekommt eine S&uuml;nde-Markierung._\r\n\r\nW - Weihwasser \r\n_ Kurai verteilt Weihwasser auf dem Boden. Gegner die durch das Weihwasser laufen erleiden jede Sekunde Schaden und werden verlangsamt _\r\n\r\nE - Absolution\r\n_ Kurai errichtet eine Barriere vor sich, die ihn von S&uuml;nden und Versuchung abh&auml;lt. Gegner die sich durch diese Barriere bewegen erleiden Schaden und bekommen f&uuml;r eine S&uuml;nde-Markierung doppelten Schaden._\r\n\r\nR - Heiliger Schrein\r\n_ Kurai kanalisiert kurz und errichtet einen Schrein vor seinen F&uuml;&szlig;en. Dieser Schrein sch&uuml;tzt f&uuml;r kurze Zeit vor jeglichen Sch&auml;den und beendet Effekte (Ignite, Gift, Mute etc.) . Effekte (Stun, Mute, Grab etc.) die nach dem Schrein aktiviert wurden, wirken trotzdem_","replies":[{"id":"","poster":"StillYasuoMain","date":"2015-11-14T19:47:06.789+0000","up_votes":1,"down_votes":0,"body":"Eigentlich ist er nicht schlecht aber ich glaube nicht dass die etwas so religieuses in lol einfügen. Bei der passiven meinst du sünden markierung und nicht segenmarkierung oder? Und ist er ein Assassine?Magier?Kämpfer?Supporter?Jungler? verursacht er normalen oder magischen Schaden?","replies":[{"id":"","poster":"DerD4nnY","date":"2015-11-14T20:58:18.212+0000","up_votes":2,"down_votes":0,"body":"Naja er zählt wohl eher als Magier ^^ . Sollte in Richtung Karma/Soraka gehen :) .... denn ich hatte irgendwie das Gefühl es gibt für alles nen Champ außer halt für etwas was die \"Zombies\" vertreibt :) .... und die 2 \"Lichtbogen\" Skins die wir haben werden das nicht bereinigen :)","replies":[{"id":"","poster":"StillYasuoMain","date":"2015-11-14T22:25:14.655+0000","up_votes":1,"down_votes":0,"body":"Also die Zombies vertreiben tun der schlächter pantheon und die schlächter Jinx:D\nWenn er also ein Magier + supp heisst das das die Ult auch für verbündete wirkt?","replies":[{"id":"","poster":"DerD4nnY","date":"2015-11-15T18:51:51.602+0000","up_votes":2,"down_votes":0,"body":"Ult wirkt auch auf Verbündete ... fast so wie bei Bard :)k","replies":[]}]}]}]}]}