{"id":"jpxAJpuv","poster":"effreg","date":"2015-11-14T11:21:11.710+0000","title":"Yasuo ult und q bug Patch 5.22","subforum":"Melde einen Bug","embed":{"title":"Yasuo ult bug","description":"Uploaded by caos effreg on 2015-11-14.","url":"https://www.youtube.com/watch?v=nmFmtRNsISk&feature=youtu.be","image":"https://i.ytimg.com/vi/nmFmtRNsISk/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Yasuo&#039;s q gleitet manchmal durch Einheiten durch ohne Schaden oder on-hit effecte anzurichten. Beim Yasuo&#039;s Ultimativen ist es anders, er erscheint beim Ulten nicht an der richtigen Stelle. Wenn Yasuo ultet sollte er eigentlich hinter seinem Gegner auftauchen und seine Animation machen, aber er erscheint h&auml;ufiger links unten daneben.","replies":[{"id":"","poster":"Samuraisub","date":"2016-04-02T11:00:42.696+0000","up_votes":1,"down_votes":0,"body":"Das ist kein Bug, Das ist die Absicht von Rito.\nYasuo Q macht immer nur an einen Ziel On Hit Effekte, Sonst wäre das komplett broken wenn er mit einen Skillshot im Teamfight oder in eine Minion Wave {{item:3074}} oder auch {{item:3087}} oder auch allgemein lifesteal mehrfach procen würde. Ich mein stell dir vor du wirst eine Q3 in einen Teamfight und es wird 5 mal die Hydra Passive ausgelöst (°-° ). Das wäre übelster mehrfacher AoE Damage, wodurch Squishy fast allein daran sterben könnten.\n\nYasuo Ult tut normaler Weise ihn hinter dem Ziel porten lassen, aber Rito hat da eine Spezielle Mechanic eingefügt. Dies zu erklären ist etwas hart also gebe ich dir einfach diesen Youtube Video Link [(https://www.youtube.com/watch?v=0YINsRtqipk&ab_channel=Scurb)]\n\nMfG - Ein Yasuo Main","replies":[{"id":"","poster":"effreg","date":"2016-04-09T13:41:42.584+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort, das mit dem Q wusste ich schon, was ich meinte das Yasuo's q manchmal durch Gegner geht und nicht mal der Schaden durch kommt. Die Q ist ja rein theoretisch ein Skillshoot der den AA und One-Hit-Effekt (am ersten Ziel) prokt, so wie manchmal Lux Ult dich trifft wenn sie dich nicht trifft und umgekehrt.","replies":[{"id":"","poster":"Samuraisub","date":"2016-04-10T20:17:34.539+0000","up_votes":2,"down_votes":0,"body":"Achso, nein das ist auch kein Bug. Wusstest du das Yasuo Q ein Channel Spell ist? Heißt wenn Yasuo Q die macht und unterbrochen wird oder vorher stirbt das der Schaden der Q nicht durch geht. Auch wenn der Channel mit max AS extrem kurz ist kann dieser unterbrochen werden. Das hatte ich oft schon bei anderen Yasuo Spielern gesehen. Die machen ihr Q Spell werden aber z.B. von der {{champion:99}} Ult getötet und haben den Q Schaden nicht durch bekommen","replies":[{"id":"","poster":"effreg","date":"2016-04-15T15:06:58.506+0000","up_votes":1,"down_votes":0,"body":"Ja aber auch dann wenn er noch lebt, so ähnlich wie wenn Lee sin's q durch die Gegner fliegt ohne sie zu treffen? Aber das ist glaube schon egal da beides schon wieder gepatcht worden ist, aber vielen dank für deine Unterstützung{{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Samuraisub","date":"2016-04-16T10:08:02.070+0000","up_votes":1,"down_votes":0,"body":"also wenn er noch lebt und wenn er die Q manchmal nicht trifft ist ein Bug der auch mehre Champs betrifft, aber ich schätzte ich weiß jetzt was du meinst. Der Bug passiert mir aber nur in 1 von 10 Fällen.\n\nNa ja wenigsten Konnte ich das Problem mit der Ulti beantworten ^^","replies":[]}]}]}]}]},{"id":"","poster":"SippO","date":"2015-11-14T15:46:22.279+0000","up_votes":1,"down_votes":0,"body":"Push. Ist mir auch schon häufiger passiert.","replies":[]}]}