{"id":"W8E9fxHA","poster":"CrystalDog","date":"2015-11-13T20:47:38.739+0000","title":"Tryhard Team Diamond sucht Jgl,Mid und Support","subforum":"Clans & Teams","up_votes":3,"down_votes":1,"body":"Guten Tag,\r\nIch Springe direkt zu meinem Vorhaben. Ich bin auf der Suche nach Team Mates, aber nicht Irgend welchen Team Mates sondern nach Team Mates, die den willen haben die n&auml;chste Season in der 5er Ranked Team Que etwas zu erreichen das hei&szlig;t nicht Platin-Diamond, nein ich bin auf Master High Diamond aus, f&uuml;r dieses Ziel solltet ihr jedoch nicht nur Leistungsbereitschaft mitbringen und Kritikf&auml;higkeit, ihr solltet mindestens die Season mit Diamond 5 Beendet haben. Unter euch gibt es immer experten die meinen Sie Seien Platin 3 aber spielen wie Master, doch das ist ein reinster bluff. Wenn man an sich arbeiten will/kann dann schaft man auch das was man sich vornimmt! Doch dies war nicht alles etc. Tuniere,Skrims und Go4lol. Wenn ihr euch Angesprochen f&uuml;hlt dann addet mich bitte\r\n\r\nZur mir erz&auml;hl ich euch mehr im Ts\r\nGesucht: -MID\r\n-SUPPORT\r\n-JUNGLE\r\n\r\nsollte eine der Positionen besetzt sein so gebe ich das hier bekannt, desweitern ist ein gutes Internet,Mikro ach ihr wisst was ich meine :)\r\n\r\nMehr &uuml;ber mich erfahrt ihr in einem Gespr&auml;ch mfg CD\r\n meldet euch bei\r\n- TCD Knuckels\r\n- Meiner Wenigkeit","replies":[{"id":"","poster":"Vladimirus","date":"2015-11-13T21:30:23.154+0000","up_votes":1,"down_votes":1,"body":"Hey CrystalDog,\n\ndas was du erreichen willst klingt auch interessant, aber ich denke wenn du nun bei mir nachschauen tust, wirst du nicht direkt sagen \"joa so einen braucht man unbedingt im Team\", daher dacht ich mir vielleicht ist es eine Möglichkeit, als Reserve Spieler  bei euch anzufangen in eurem Team sofern ihr das überhaupt plant oder wollt. Weil ich hab schon persönlich Interesse an Turniere, ESL usw. aber mein Problem war immer andere zu finden die es auch durch ziehen wollen. Zum Beispiel Battleground wir haben 1. & 2. Teilgenommen aber na ja das Ergebnis war immer kurz vor Gruppen Ende draußen. Aber was meisten das größere Problem ist wenn jeder im Team mehr sich besser darstellt als man eigentlich ist. Sorry das ich nun vom Thema abweiche mehr oder weniger. xD \n\nDaher falls ihr/du Interesse habt mit der Idee Reserve Spieler und auch welche braucht könnt ihr jeder zeit mich adden. Da ich selbst noch auf der suche bin nach Gruppen/Teams/Clans die ähnliche Ziele haben.\n\nAnsonsten wünsch ich euch viel Erfolg & habt Spaß.\n\nMfG\nVladimirus","replies":[]}]}