{"id":"yoVkNuAj","poster":"Erlevley","date":"2015-11-13T19:20:20.761+0000","title":"Mein Account wurde gesperrt! Grund ist nicht Korrekt","subforum":"Hilfe & Support","up_votes":2,"down_votes":1,"body":"Guten Abend, \r\nich m&ouml;chte sehr gerne diesen Text so sachlich wie m&ouml;glich angehen.\r\nIch hatte als der neue Jinx skin herauskam &quot;Slayer Jinx&quot; diesen sofort gekauft!\r\nDazu hatte ich &uuml;ber eine EC Karte von mir per Lastschriftverfahren RP aufgeladen.\r\nNun habe ich Gestern Abend festellen m&uuml;ssen das mein Acc gesperrt wurde!\r\nWie ich in der E-mail gelesen habe weil es wohl nicht bezahlt wurde!\r\nWas aber nicht sein kann da das Konto gedeckt ist!!!!!\r\nNun meine Frage was muss ich jetzt tun?\r\n\r\nLg Electrode","replies":[{"id":"","poster":"Elthision","date":"2015-11-13T21:05:08.984+0000","up_votes":3,"down_votes":0,"body":"Hey,\nLies am besten den Eintrag auf der Support-Seite dazu durch:\n[support.riotgames.com/hc/de/articles/201753334-R%C3%BCckbuchungen](https://support.riotgames.com/hc/de/articles/201753334-R%C3%BCckbuchungen)\nmfg Elthision","replies":[]},{"id":"","poster":"TwinkieKong xD","date":"2015-11-13T19:39:50.800+0000","up_votes":1,"down_votes":0,"body":"das selbe problem hatte ich auch vor ein paar monaten bei mir waren 2 cent zu wenig am konto...ja 2 cent..\nalso was du tun must ist den support anschreiben und ihm die angegeben daten aus der E-Mail geben die du erhalten hast und dann den betrag per PaySafe Card nach zahlen (den PaySafe code gibt du auch dem Support) und nach dem du dies alles erledigt hast kann es zwischen 1-14 Tage Dauern (bei mir waren es 8oder9 tage) bis dein ACC wider entsperrt wirde.\n\nalso setz dich einfach mit dem support auseinander und der regelt das (bleib auch beim Support sachlich wenn nicht könnte es unangenehm werden)","replies":[{"id":"","poster":"Erlevley","date":"2015-11-13T20:46:33.888+0000","up_votes":2,"down_votes":1,"body":"Das Problem ist ja nur das dennoch 10 euronen bei mir abgebucht wurden !","replies":[{"id":"","poster":"TwinkieKong xD","date":"2015-11-13T20:56:06.772+0000","up_votes":1,"down_votes":0,"body":"jap war bei mir ja auch so aber das geld kommt zurück also so war es in meinem fall.. ich hatte mir für 20€ RP geholt und hatte nur 19,98€ am konto es wurden aber Trz 20€ abgebucht  die kamen dann aber auch im verlauf der woche wider zurück\n\naber wie gesagt setz dich mit dem support in verbindung ich glaube hier im forum kann dir da keiner so richtig weiter helfen weil wir eben nciht der support sind","replies":[]}]}]},{"id":"","poster":"Call me Br00t","date":"2015-11-13T19:22:18.731+0000","up_votes":1,"down_votes":0,"body":"Support anschreiben, RP nachzahlen","replies":[]}]}