{"id":"zzfTh96f","poster":"Xero Tyr","date":"2015-11-12T21:22:11.402+0000","title":"Miserable Meisterschaften !!","subforum":"Champions & Gameplay","up_votes":5,"down_votes":25,"body":"Liebes RIOT-Team !!\r\nDanke f&uuml;r dieses fehlerhaftes Meisterschaftsupdate! Diese Arbeit h&auml;ttet ihr euch wohl saren k&ouml;nnen. Warum die Gewohnheiten eines jenen Speielrs draufballern, nur um zu sagen &quot;h&ouml;h h&ouml;h, wir, das Riot-Team, k&uuml;mmern uns um unsere Spieler und Nutzer unseres Spiels, und bringen immer wieder Verbessrungen in dieses Spiel!&quot; -.-\r\nVor allem alles so derma&szlig;en zu ver&auml;ndern, ohne vern&uuml;nftigen Sinn dahinter!\r\nAngefangen mit den Jungler-masteries... Entweder Keckse, oder l&auml;ngere Buffs... Toll ausget&uuml;ftelt!!\r\nGlatter Reinfall.\r\nBitte Patch r&uuml;ckg&auml;ngig zu machen...","replies":[{"id":"","poster":"alminlp","date":"2015-11-12T21:33:31.728+0000","up_votes":8,"down_votes":3,"body":"Flame nicht gleich Rum.\nDas ist ja der Sinn dahinter das man sich entscheidet was man nimmt um es auf den Spiel Style anzupassen","replies":[]},{"id":"","poster":"Billikowski","date":"2015-11-12T21:36:06.059+0000","up_votes":5,"down_votes":3,"body":"Nur weil du den Sinn hinter den Veränderungen nicht kennst sind sie noch lange nicht unvernünftig.","replies":[{"id":"","poster":"LaLuLp","date":"2015-11-12T22:00:02.966+0000","up_votes":2,"down_votes":8,"body":"Dann erklär uns Unwissenden doch mal den Sinn hinter den Masteries. Ganz besonders in Bezug auf die Tanks und Supporter tät mich der Sinn interessieren. Ich lasse mich gerne eines besseren belehren. Hau deine Weisheiten raus.","replies":[{"id":"","poster":"LaLuLp","date":"2015-11-13T16:31:30.438+0000","up_votes":2,"down_votes":1,"body":"Schwache Leistung. Downvotes geben aber trotzdem keine Erklärung liefern.","replies":[]},{"id":"","poster":"Billikowski","date":"2015-11-14T00:10:43.000+0000","up_votes":1,"down_votes":1,"body":"Dazu bin ich nicht in der Lage, da ich nicht Riot bin, aber eine neue Sache von vornherein niederzumachen ist nicht der richtige Weg, damit umzugehen. Mein Kommentar sollte nur die Aussage\n\"Vor allem alles so dermaßen zu verändern, ohne vernünftigen Sinn dahinter!\"\nkritisieren, da man diese nicht ohne weiteres Wissen aufstellen kann.","replies":[]}]}]},{"id":"","poster":"Fcktardmagnet","date":"2015-11-12T21:51:43.005+0000","up_votes":3,"down_votes":2,"body":"das einzige was die neue Mastery bringt, ist dass ich mir zu spielbeginn nun noch 5 talente meiner gegner anschauen und merken muss, vielen dank dafür. der rest suggeriert mehr variationen und freiheit, ist im grunde aber ein zwanghaftes korsett. wenn man paar masteries gesetzt hat fällt einem schon auf wie unausgegoren es ist. Note 5","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2015-11-12T22:00:13.064+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Xero Tyr,realm=EUW,application-id=Wj1wcocU,discussion-id=zzfTh96f,comment-id=,timestamp=2015-11-12T21:22:11.402+0000)\n>Keckse\n\nJap, dieses Wort war ein...\n\n> Glatter Reinfall\n\n[{{item:2009}} ](http://www.duden.de/rechtschreibung/Keks)\n(klick den Keks)","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2015-11-13T19:58:21.508+0000","up_votes":1,"down_votes":0,"body":"Ich stehe den Masteries eher neutral gegenüber.\n\nDie Schlüsselmeisterschaften sind schon cool, aber manches ist dann eher die Wahl der Qual.\n\nEin Beispiel: Entweder der Keks oder Buffs halten länger. Nicht unbedingt etwas , was man ,als Zed/Yasou und alle anderen nicht mana Mids,  100% braucht. \n\nEs sind halt viele wasted stats in den Masteries.\n\nBeispiel: Entweder 2% Lebens-undZauberraub oder 16 ad und 10 Ap. \n\n\nAber ich kann mich ja auch irren und die 2% Zaubervampir sind auf talon supertoll, oder die 10 Ap.\n\nEs hat keinen großen Einfluss auf das Endgame, aber ich skille sowas trotzdem eher mit nem trändenden Auge.","replies":[]},{"id":"","poster":"TwinkieKong xD","date":"2015-11-13T15:38:44.304+0000","up_votes":1,"down_votes":0,"body":"alter du bist der 1000000 der rum heult! meine güte wenn es dich doch so abfuckt dann hör auf zu spielen und nerv andere leute nciht mit deinem gejammer! ich persönlich finde die ganzen neuen sachen richtig nice weil es mal neuen schwung in lol bringt und zu den masteries kann ich nur sagen das die mir auch richtig gut gefallen!\n\nPS: Der Sinn der neuen Masteries ist ja auch sich zu entscheiden was man nimmt und was nicht....\n\nPPS: Es zeingt dich niemand mit masteries zu spielen oder allgemein LoL zu Spielen also windoof und so haben alle eine Deinstall funktion {{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"LaLuLp","date":"2015-11-12T21:35:01.133+0000","up_votes":4,"down_votes":12,"body":"+1     würde ja + 1 Mio geben. Aber geht ja leider nicht.   Bin auch der Ansicht, dass die Masteries schwer verkackt sind. So wie ich das sehe buffen die neuen Masteries nur die Adc´s und Assassinen. Als Tank oder Supporter fühle ich mich garnichtmehr wohl. \nDer Tank: \"Hey, coole Masterie dort. Ich bekomme trillionen extra life.\"  \nDer Adc (und Yasuo^^): \"Hahaha, ich hau mittlerweile 5 Mille Crits, ich spucke auf dein extra life. Und wenn das doch mal nicht reichen sollte schmeiss ich noch dieses oder jenes Item an, dann fällst du garantiert um.\"\nDer Tank: \"Will auch so ein Item!\"\nDer Adc:\"Warte bis Season 7, vielleicht macht sich Riot dann mehr Mühe!\"","replies":[{"id":"","poster":"TwinkieKong xD","date":"2015-11-13T15:44:18.704+0000","up_votes":2,"down_votes":1,"body":"dann sag du mir mal wieso ich als nur tank spieler keine probleme habe?\nz.B. finde ich mit Sion mitderweile ne Riven oder Fio oder Darius Lächerlich und auch so manche ADC´s ich mien wenn ich auf einmal in deren gesicht hänge und die einfach easy verprügeln kann versteh ich net wieso es dann heißt Tanks sind am arsch ?\nich mein hallo es sit sion das übelste opfer wenn es heißt jemanden hinterher zu kommen xD","replies":[]},{"id":"","poster":"Veezey","date":"2015-11-13T14:14:18.028+0000","up_votes":1,"down_votes":1,"body":"Deinem Beispiel nach wären die Tanks aber unsterblich. Die ADCs bräuchten mit dem Lastwhisper dann mindestens 173.913.043.478.261 Hits um den Tank zu töten. Also Tanks sind schon OP.","replies":[]}]}]}