{"id":"4pHuaEs5","poster":"ÆonFox","date":"2015-11-13T06:30:24.021+0000","title":"Quinn Ultänderungsvorschläge","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Ich bin [in diesem Thread](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/lBUiXJqd-quinn-unter-der-lupe-buffs-nerfs-und-eine-bitte) umfassend auf die neue Quinn eingegangen und m&ouml;chte hier nun Vorschl&auml;ge zur &Auml;nderung ihrer Ulti machen und sammeln, jeder Vorschlag sollte dabei ein neuer Unterabschnitt als Antwort auf diesen Hauptpoast werden, ich bitte euch eure Ideen ebenfalls hinzuzuf&uuml;gen und Ideen die euch gefallen zu kommentieren und auch mit den Votes zu bewerten.\n\nGanz wichtig hierbei, die Aktuelle Ult und die alte Ult sind ja allen bekannt und m&uuml;ssen logischerweise nicht vorgeschlagen werden, es geht ganz klar um Neue Ideen um Riot anzustubsten was M&ouml;glich w&auml;re.\n\nGru&szlig; Fox","replies":[{"id":"","poster":"ÆonFox","date":"2015-11-13T07:08:00.495+0000","up_votes":1,"down_votes":0,"body":"**Vorschlag 3**:\n\nAuswechseln mit Meleekampfvermögen aber Zeitlich begrenzt.\n\n**Aktive**: Quinn kann mit Valor sofort auswechseln auswechseln und erhält erhöhtes Bewegungstempo und Angriffstempo ist dafür aber Melee und es ist Zeitlich begrenzt.\n\nDies ähnelt meinem 2. Vorschlag aber giebt Quinn die Meleekampffähigkeiten der alten Ult zurrück aber im Gegensatz zum 2. Vorschlag oder der neuen Ult wäre diese Zeitlich begrenzt, es ist Quasi die Alte Ult ohne den AOE aber dafür mit weniger Cooldown, was der alten PBE Idee nahe kommt.\nIm Kampf könnte Quinn sich dabei besser Duellieren aber in größeren Kampfsituationen nicht so oft wie bei Vorschlag 2 die Positionierung ändern und auch das Mapmovement wäre ein wenig schwächer.\n\nGruß Fox","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-11-13T06:59:14.509+0000","up_votes":1,"down_votes":0,"body":"**Vorschlag 2**:\n\nAuswechseln\n\n**Aktive**: Quinn kann mit Valor sofort auswechseln auswechseln und erhält erhöhtes Bewegungstempo ohne Schaden dafür mit sehr niedrigem CD, veruhrsacht Quinn Schaden wechselt sie zurrück wird aber nicht von Feindschaden zurrückgewechselt.\n\nQuinn würde bei diesem Vorschlag die alte Annimation nutzen und es ist an die Idee die alte Ult ohne AOE Schaden zu nutzen angelehnt, bei diesem meinem Vorschlag könnte Quinn jederzeit mit Valor wechseln, erhält das Bewegungstempo wechselt aber sofort zurrück sobald sie selbst angreift, auf diese Weise würde sie die Ult zum Roamen nutzen können oder aber um sich im Kampf neu zu positionieren oder sich zu verkrümeln wenn nötig, was ihr hohe Beweglichkeit in jeder Situation auf Kosten des Schadens giebt.\n\nGruß Fox","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-11-13T06:49:16.882+0000","up_votes":1,"down_votes":0,"body":"**Vorschlag 1**:\n\nTagteam /Griff Valors.\n\n**Passiver Anteil**: Quinn wird von Valor geführt und ist erfahrene Rangerin was ihr ausserhalb des Kampfes ein erhöhtes Bewegungstempo verleiht. \nDadurch könnte Quinn gut Roamen aber nicht so krass wie die aktuelle Ult, es erinnert dabei ein kleinwenig an MF´s Landgang.\n\n**Aktive**: Nach Kurzer (0,5 Sec oder so) Castzeit greift Valor Quinn und trägt sie über eine mittlere Distanz, am Zielort angekommen deckt Quinn den Bereich vor ihr mit einem Pfeilhagel ein. \nHier könnte man die Annimation der neuen Ult anwenden und ihr damit ein Kampftaugliches Bewegungstool geben ohne sie zum Melee zu machen, bei der Reichweite denke ich dabei an Zacs Slingshot oder Corkys Walküre mit dem Päckchenbuff, zudem würde dies Quinn die Möglichkeit geben Hindernisse beim Roamen zu überwinden und hätte für den Kampf ein Tool um einem Engage beitzustehen oder sich neu zu Positionieren, der Schaden darf dabei gerne recht gering sein um einen relativ kurzen Cooldown zu rechtfertigen, wenn sie es schafft sich für die Castzeit etwas Luft zu verschaffen kann sie diese Ult auch als Escape nutzen (E schnell in einen Busch und dann Ult z.B.). \n\nMeine Gedanken dahinter sind recht einfach, Quinn braucht 3 im Kampf nutzbare Fähigkeiten aber die Roamingidee ist nicht ganz schlecht.\n\nGruß\nFox","replies":[]}]}