{"id":"AnqtElFI","poster":"CeeJay","date":"2015-11-12T20:42:03.978+0000","title":"Brontalos sucht neue Teamranked Member!","subforum":"Clans & Teams","embed":{"title":"Brontalos Multigaming Clan :: News","description":"Besuche unseren Clan jetzt und schau auf einem unserer Gameserver vorbei! Gerne spielen wir mit dir zusammen dein Lieblingsspiel, hierzu kannst du uns in unserem Teamspeak-Server besuchen! Brontalos ist ein Multigaming Clan mit mittlerweile 15 aktiven Usern, und wir wachsen stetig! Tritt auch Du unserem Clan bei und profitiere von vielen Benefits wie z.B.","url":"http://www.brontalos.de","image":"http://i3.ytimg.com/vi/Clchxlp5IJg/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"**&Uuml;ber Brontalos**\r\n\r\nWir sind ein Multigaming-Clan, gegr&uuml;ndet im Jahr 2013 und stetig auf der Suche nach weiteren, guten Membern! Speziell f&uuml;r League of Legends sind wir auf der Suche nach Membern, die in entweder vorhandenen oder neuen 5vs5 und 3vs3 Teams spielen. Als Multigaming Clan spielen wir nat&uuml;rlich ausser LOL auch noch andere Games, eine komplette &Uuml;bersicht findest du auf unserer Clanpage.\r\n\r\n**Was wir bieten:**\r\n\r\n* Teamspeak3-Server\r\n* Gameserver\r\n* professionelle Website mit stetiger Verbesserung und Aktualisierung\r\n* regelm&auml;&szlig;ige Trainings inkl. hierzu geh&ouml;rigen Organisationsmitteln\r\n* Clantreffen\r\n* eine nette Community, die Deine Interessen teilt\r\n* Eine Chance, Dich in einem relativ jungen Clan zu etabilieren\r\n* Einen Ort, an dem du eigene Squads (Teams) bilden kannst (z.B. mit deinen\r\nFreunden)\r\n* Einen Ort, an dem du dich wohlf&uuml;hlen kannst\r\n\r\n**Eine &Uuml;bersicht der Spiele, die bei uns gespielt werden, findest du hier:**\r\nhttp://www.brontalos.de/index.php?games\r\n\r\n**Eine &Uuml;bersicht unserer Server findest du hier:**\r\nhttp://www.brontalos.de/index.php?server\r\n\r\n**Eine &Uuml;bersicht der Teams, die es bereits in unserem Clan gibt, findest**\r\ndu hier:\r\nhttp://www.brontalos.de/index.php?teams\r\n\r\n**Wie bewerbe ich mich?**\r\n\r\nDu bist loyal und kein &quot;ich schmei&szlig; alles nach 5 Minuten hin&quot; - Typ? Du bist mindestens 16 Jahre alt und hast Lust, regelm&auml;&szlig;ig mit uns zu zocken? Dann bist du bei uns richtig! F&uuml;lle das Formular auf folgender Seite vollst&auml;ndig aus, wir werden uns dann anschlie&szlig;end bei dir melden!\r\n\r\nhttp://www.brontalos.de/index.php?bewerben","replies":[]}