{"id":"8MmOrekr","poster":"BiillabonG","date":"2015-11-11T22:49:14.495+0000","title":"Sind \"mouse heatmaps\" erlaubt?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich nutze seit ein paar tagen ein Programm das sich &quot;IOGraph&quot; nennt\r\nDas einzige was das programm macht ist die mausbewegung aufzuzeichnen\r\nNun wei&szlig; ich nicht wie empfindlich die software ist die daf&uuml;r verantwortlich ist das hacker gebannt werden\r\nhatte mit nem kollegen eine unterhaltung der das programm auch nutzt und nun gebannt wurde\r\n k&ouml;nnte mir das auch passieren?","replies":[{"id":"","poster":"aaf chuckystrike","date":"2015-11-13T12:07:10.657+0000","up_votes":1,"down_votes":0,"body":"Das Programm zeichnet nur deine Mausbewegungen- und Klicks auf und erstellt daraus ein Bild. Habe es vor ein oder zwei Jahren auch mal benutzt, fand es einfach interessant.. Jedenfalls war ich damit auch auf einer LAN während derer wir mindestens 10 Stunden LoL gespielt haben. Ich wurde dafür weder gebannt noch verwarnt oder irgendwas. Da das Programm ja auch völlig passiv ist, wüsste ich auch nicht, warum riot dafür bans verteilen sollte. Es ändert absolut nichts an dem, was auf dem Bildschirm passiert, ermöglicht keine Makros o.ä. \nIch würde mir da kein Sorgen machen, eher mal deinen Freund fragen ob er nicht doch vielleicht noch ein anderes Programm laufen hatte, das eventuell den ban verursacht hat ;)","replies":[]},{"id":"","poster":"drexxsack","date":"2015-11-11T23:39:31.023+0000","up_votes":1,"down_votes":0,"body":"Die Antwort auf diese Frage ist fast immer die gleiche, gerade wenn es um so spezielle Fälle geht, die nicht in Masse auftreten: Frag beim Support","replies":[]},{"id":"","poster":"TwinkieKong xD","date":"2015-11-11T23:38:04.859+0000","up_votes":1,"down_votes":0,"body":"ich meine mich zu erinnern das mal irgend wer von riot gesagt bzw geschrieben hat das es am besten ist keine Dritt anbieter Programme zu nutzen.\nIm allgemeinen ist es auch besser keine Programme neben bei laufen zu lassen die sich ´´irgendwie´´ auf das spiel aus wirken könnten\nes ist jetz nur mal so dumm gesagt aber in der tehorie kann man es ja so sehn du zeichneste gewisse maus bewegungen auf die du dann über ein makro in bestimmten situation abspielen könntest und das wider rum wirkt sich auf das spiel aus (es ist nur ein beispiel) aber wie gesagt verzichte einfach auf dritt anbieter programme damit so etwas in richtung bann garnicht erst passiert :)\n\nund ich bitte viel mals um entschuldigung falls es irgend wo fehler in meiner rechtschreibung gibt habe das über mein handy geschrieben und meine daumen sind einfach zu fett xD","replies":[]}]}