{"id":"JILR31gp","poster":"Kazamyd","date":"2015-11-11T17:02:40.093+0000","title":"Graves diverse Bugs","subforum":"Melde einen Bug","up_votes":3,"down_votes":0,"body":"Graves Q: Manchmal interagiert es nicht korrekt mit Terrain was von Spielern erschaffen wurde, z.b. Trundle Pillar.\r\n\r\nGraves Basicattacks: Manchmal wenn das Ziel flasht w&auml;rend Graves seinen Basicattack channelt geht der Basicattack in irgendeine andere Richtung und nichtmal ansatzweise dahin wo das Ziel war, oder wo es hingeflasht ist, es geht einfach in eine komplett andere, zuf&auml;llige Richtung. \r\n\r\nPassive: Manchmal gibt es kleine Verz&ouml;gerungen bei der Passive wenn man beide Shots verbraucht hat, die passive einsetzt und man w&auml;renddessen den E aktiviert, nocheinmal angreift, dann kommt es teilweise zu einer nachladezeit von &uuml;ber 3 Sekunden.\r\n\r\nDas letzte hat was mit Grafikbugs auf Graves Basicattacks zu tun, ich kann aber leider nicht genau sagen wie man das reproduzieren k&ouml;nnte... aber ich habe es mehrmals erlebt dass wenn ich R - E - Basicattack mache einfach mein kompletter Bildschirm in einem einzigen gelben Lichtblitz explodiert, sieht sehr merkw&uuml;rdig aus und gibt definitiv Augenkrebs....","replies":[{"id":"","poster":"Alosuir","date":"2015-11-11T21:15:28.607+0000","up_votes":2,"down_votes":0,"body":"Das mit den Lichtblitzen habe ich vorhin auch erlebt. Echt unangenehmes Gefühl :O","replies":[]},{"id":"","poster":"Kazamyd","date":"2015-11-13T11:52:16.671+0000","up_votes":1,"down_votes":0,"body":"also ingame ist das echt absolut {{summoner:11}} für die Augen aber so als Screenshot betrachtet ist es doch ganz nett xD\n[Graves {{item:3748}} ](http://abload.de/img/gravesbyq74.jpg)","replies":[]},{"id":"","poster":"TFC Novaflare","date":"2015-11-11T21:58:48.001+0000","up_votes":1,"down_votes":1,"body":"Ich hatte das auch :D Hab auch ein Post gemacht. Das passiert wenn du AA's in die Richtung des aufgewerteten blauen Trinket machst. :P {{summoner:14}} Für die Augen","replies":[]}]}