{"id":"1dEz99Wr","poster":"ShadowValmar","date":"2015-11-11T16:37:12.106+0000","title":"Vision","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Kann mir jemand erkl&auml;ren, wieso das Trinket Upgrade entfernt wurde, wenn gleichzeitig auch die normalen Wards rausgenommen wurden? Das gro&szlig;e gelbe Trinket hat konnte gewisserma&szlig;en normale Wards ersetzen und hat Spieler belohnt die intelligent waren und es geupgradet haben. Das jetzige Trinket bringt nur 2 Minuten Wards und braucht doppelt so lange sich nachzuladen.\r\n\r\nWill Riot das Spiel mit Gewalt unstrategisch machen? Wenn ich mir die anderen &Auml;nderungen so anschaue hab ich durchaus das Gef&uuml;hl.\r\n\r\nAlso BITTE bringt die alten Trinkets zur&uuml;ck. Im Moment ist es f&uuml;r Spieler au&szlig;er dem Supporter unm&ouml;glich, f&uuml;r ordenliche Vision zu sorgen. 2 Minuten Wards bringen nicht viel, vor allem wenn man behind und wichtige Objectives warden m&ouml;chte. Jungler haben zwar dieses Jungle Item, aber dann m&uuml;ssen sie auf das Smite Upgrade verzichten, das ziemlich hart ist, und selbst diese Wards gehen keine drei Minuten.\r\n\r\nZusammen mit den Snowballing-&Auml;nderungen bez&uuml;glich Pushing und Towergold sind Comebacks selbst mit dem besten strategischen Spiel nahezu unm&ouml;glich.","replies":[{"id":"","poster":"ShadowValmar","date":"2015-11-11T20:57:17.692+0000","up_votes":1,"down_votes":0,"body":"Übrigens, Riot tischt uns hier eine gewaltige Lüge auf:\n\n> Jetzt wo „Getarnte Augen“ nicht mehr beim Händler erhältlich sind, rücken Schmuckstücke nach, um ihren Platz als primärer Berührungspunkt mit der Sichtkontrolle einzunehmen. Das Platzieren von Augen und das Spähen liegen jetzt in der Verantwortlichkeit des ganzen Teams und es erfordert sorgfältige Koordination, um gleichzeitig den Nebel des Krieges zu lichten und die Augen des Gegners auszuschalten. Für alle, die Schmuckstücken skeptisch gegenüberstehen: Aufwerten und Wechseln ist kostenlos!\n\nDas Gegenteil ist der Fall. Jeder, der kein Support ist, hat kaum Möglichkeiten, etwas zur Sicht beizutragen. Die vorige kostengünstige Möglichkeit, ein eweitertes Ward Trinket mit der dreifachen Warding Power (alle 60 Sekunden ein 180 Sekunden Ward statt alle 120 Sekunden ein 120 Sekunden Ward) zu erwerben, wurde ERSATZLOS gestrichen. Einziges Upgrade ist dass das normale Trinket jetzt zwei Stacks hält.\n\nEin 120 Sekunden Ward reicht nicht, um mit gutem Spiel ein Comeback im Mid- und Lategame zu erreichen.\n\nDas ist zwar eine Belohnung für Leute, die es bisher immer vergessen haben, ihr Trinket upzugaden, aber ein gewaltiger strategischer Einschnitt für Spieler und Teams die gelernt haben, mit Hilfe dieser Trinkets vernünftig Vision aufzubauen.\n\nLeider stehen demnächst keine wichtigen professionellen Spiele an, sonst würde Riot da schneller handeln weil die Pros vermutlich genau das gleiche sagen werden. Die haben nämlich immer ihre gelben Trinkets upgegradet und vernünftig ihre Vision damit geplant.","replies":[]}]}