{"id":"ytxb8o0i","poster":"Hydronius","date":"2015-11-11T16:14:06.082+0000","title":"Suche einen Coach, der mir hilft, mich über die Preseason bis zur Season 6 zu verbessern","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo!\r\nDie Preseason f&auml;ngt an. Die Masteries wurden ver&auml;ndert, die Items und Champions auch. Umgew&ouml;hnung ist angesagt!\r\nIch m&ouml;chte n&auml;chste Season im Ranked so weit wie m&ouml;glich die nach oben kommen. Bisher hatte ich nur kleine Meilensteine als Ziel (diese Season war es Silber 5) und m&ouml;chte nun das erste Mal etwas weiter nach oben, wenn m&ouml;glich nach Gold - Man wird sehen inwiefern es f&uuml;r mich Talent oder &Uuml;bung ist.\r\nAlso erst einmal zu mir:\r\nIch bin zur Zeit Silber 5 nach etlichen Versuchen in der Promo zu Silber 4, war letzte Season Bronze, weil ich wirklich sehr schlecht gespielt habe und spiele also seit etwas weniger als 2 Jahren. Ich spiele am liebsten und auch mit dem meisten Erfolg Ahri in der Mid-Lane, allerdings habe ich vor, meinen Champion-Pool noch zu erweitern. Als zweit-lieblingsrolle spiele ich ADC und Support (dort haupts&auml;chlich Leona). Ich beherrsche allerdings auch im Jungle und auf der Top-Lane Champions.\r\nWas ich in dieser Pre-Season trainieren m&ouml;chte:\r\nIch will mein Positioning und Kiting als ADC verbessern und au&szlig;erdem mindestens einen neuen Champion f&uuml;r die Top-Lane lernen. Au&szlig;erdem m&ouml;chte ich mich mit diversen AP-Midlanern und ADCs verbessern. Mit der Spieltheorie komme ich gr&ouml;&szlig;tenteils ganz gut klar (Map Awareness, Objective-Entscheidungen, Roaming, Items, etc.), allerdings habe ich, wenn ich mal Jungle spiele, noch nicht besonders viel Sicherheit, was den Drachen angeht (mit dem Herold werde ich das dann noch sehen, wie sich das System ver&auml;ndert).\r\nDaf&uuml;r suche ich einen geduldigen High-Elo-Spieler, der mir hilft und mir Tipps gibt, um mich in den genannten Punkten (oder in noch mehr) zu verbessern.\r\n\r\nIch hoffe, es findet sich jemand!\r\n\r\nSimon / Hydronius","replies":[{"id":"","poster":"Wîndfury","date":"2015-11-22T19:27:09.860+0000","up_votes":1,"down_votes":0,"body":"Hab dich auch mal geäddet gerade offseason und mirs is langweilig kann dir gerne helfen was theorycraftign laneverhalten statistiks etc angeht. wenn du interesse hast einfach annehmen und mich anschreiben.","replies":[]},{"id":"","poster":"Supporter UwU","date":"2015-11-12T10:46:03.646+0000","up_votes":1,"down_votes":0,"body":"Hey Hydro / Simon, \n\nwie siehts denn aus zu zweit vom selben elo stand aus zu lernen und sich zusammen weiter zu entwickeln. \nErst recht jetzt zur preseason 6, mit einem der wohl umfangreichsten updates (lt. der community), müssen ja auch die high elo spieler erst wieder vieles neu lernen. Das kann man dann ja meist auch selbst recharchieren.\nEventuell kann man sich als gleich gesinnter elo spieler besser in die situation versetzen, die probleme besser verstehen. \n\n\nZu mir selbst, ich habe erst knapp 2-3 Monate vor ende der season 5 angefangen mit lol und bin genauso wie du in silber 5 hängen geblieben. \nWürde für die nächste season selbst gold eventuell platin5 aimen. \n\nRollen die ich spiele (von links nach rechts der häufigkeit nach): Adc, supp, jngl, top.  Mid so gut wie garnicht.\n\nmfg \n\nPikaboo","replies":[{"id":"","poster":"Hydronius","date":"2015-11-12T13:55:56.521+0000","up_votes":1,"down_votes":0,"body":"Hallo und danke für die Antwort!\nIch bin zwar nicht so der DuoQ-Spieler, bin also meistens Solo unterwegs, aber wir können gerne mal zusammen das Laning 1vs1 trainieren. Ich adde dich dann mal, bis dann!\nSimon / Hydronius","replies":[]}]}]}