{"id":"TeREp8yA","poster":"ryK","date":"2015-11-09T13:18:33.792+0000","title":"=TPF= Teamplay Fighters suchen neue Mitglieder","subforum":"Clans & Teams","embed":{"title":"TpF Clan - Teamplay is our advantage!","description":"TpF Clan- Eu Adresse: tpf-clan.eu Adresse: tpf-clan.eu Kontakt: Haftungsausschluss 1. Inhalt des Onlineangebotes Der Autor übernimmt keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen den Autor, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw.","url":"http://www.tpf-clan.eu/","image":null},"up_votes":6,"down_votes":4,"body":"**League Of Legends bei Teamplay Fighters**\nWillkommen bei der League of Legends Sektion von TpF. Hier findest du Leute in jeder ELO. Von Unranked bis Master ist alles vertreten. Du m&ouml;chtest nur aus Spa&szlig; mit ein paar netten Leuten spielen? Oder vielleicht m&ouml;chtest du auch ein Team beitreten? Egal was du sucht bei uns findest du deine hilfsbereite Community. Bei Fragen besuche uns doch in unserem Teamspeak!\n\n_Teamspeak: tpf-clan.eu_\n\n_Neustart unserer Community im Bereich League of Legends!_\nDas Ende der 5. Saison in &quot;League of Legends&quot; n&auml;hert sich in den letzten Herbsttagen. Offiziell endet die Saison am 11. November 2015. Wir wollen das baldige Ende dieser Saison nutzen, um unsere Community langsam aber kontinuierlich im Fortschritt zu der kommenden Pre- Season 6 und der anschlie&szlig;enden 6. Season neustarten.\n\nIn Zukunft m&ouml;chten wir uns wieder breiter aufstellen - und zwar mit mehreren Teams aus verschiedenen Elo- Bereichen. Wir w&uuml;rden uns daher nicht nur &uuml;ber Einzelzug&auml;nge von neuen oder bekannten Gesichtern, sondern auch vor allem &uuml;ber Zug&auml;nge von neuen Teams freuen.\n\nNat&uuml;rlich kn&uuml;pfen wir einige Grundvoraussetzung an unsere Spieler:\n\n**Spielerische Voraussetzungen und charakterliche Eigenschaften:**\n+ mindestens 18 Jahre alt (davon weichen wir nicht ab),\n+ mindestens SoloQ- Elo im Silber- Bereich liegen (ansonsten sind wir f&uuml;r alle Bereiche offen - und nein, wir suchen keine Pro- Teams mehr),\n+ um Euch ggf. leichter und schneller in Teams unterzubringen, solltet Ihr auch mehrere Positionen spielen k&ouml;nnen (ein Erfahrungsfundus von &uuml;ber 500+ Siegen in Normals w&auml;re sicherlich hilfreich, aber nicht Voraussetzung),\n+ Headset und Teamspeak sind nat&uuml;rlich unabdingbar, sowie die entsprechende Anwesenheit auf unserem Server,\n+ Geduld und Freundlichkeit sollte f&uuml;r Euch selbstverst&auml;ndlich sein,\n+ soziales und verantwortungsvolles Verhalten sollte f&uuml;r Euch im Vordergrund stehen (keiner mag Flamer),\n+ grunds&auml;tzlich sollte f&uuml;r Euch der Spa&szlig; an erster Stelle stehen (auch - bzw. gerade bei Niederlagen)\n\nWir freuen uns auf jeden Fall &uuml;ber Eure Anfragen und Bewerbungen. Stellt bitte Eure Anfrage vorzugsweise direkt im &quot;League of Legends&quot;- Client bei einem  der nachfolgenden Ansprechpartner:\n\n* ryK\n* Mindfreezer\n* Source Wagnero\n* keinofficerde","replies":[{"id":"","poster":"ryK","date":"2015-11-22T09:02:53.292+0000","up_votes":1,"down_votes":0,"body":"Wir suchen immer noch!","replies":[]},{"id":"","poster":"ryK","date":"2015-11-11T16:02:13.171+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für das bisherige Interesse - wir suchen weiterhin!","replies":[]}]}