{"id":"skNPqfZ1","poster":"Ritos Elo Police","date":"2015-11-09T16:12:29.194+0000","title":"AD TF Mitte, eine Option?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Moin,\nVorweg, bitte nur Antworten von Leuten die in einer h&ouml;heren Elo sind. (Dia5+)\nNun musste ich letztens mitte im Ranked spielen. TF gepickt, aber vergessen Runen und Masteries zu switchen. Da ich einen relativ guten Start hatte, double kill gegen Mitte+jungler und sowieso mit Dorans Blade angefange hatte, dachte ich mir da kann ich auch den ganzen AD weg gehen.\nMein Build am Ende sah dann so aus, {{item:3153}}; {{item:3085}} ;{{item:3072}} ; {{item:3022}}  und {{item:3091}} . (im late dann noch{{item:3172}} )\nDadurch kommt man auf 2.5 Att Speed, hat durchgehend E stacks, und verteilt dank wits end und botrk extrem viel Schaden.\nDenkt ihr sowas hat Sinn? 12-6-13 dieses Game, aber das hei&szlig;t nichts. (Nat&uuml;rlich w&auml;re ein AP Top/Jungle nicht verkehrt)\n\nMFG Tirador\n\n\nPs.: Macht im Late imo mehr Schaden als ap+kann im Duell so gut wie nicht besiegt werden.\nIm Teamfight heilt ihr euch durch lifesteal+hurrican extrem hoch, seid also solang ihr nicht chain cc'd werdet fast unantastbar. ;D","replies":[{"id":"","poster":"BìgM","date":"2015-11-10T06:46:56.781+0000","up_votes":1,"down_votes":0,"body":"Benötigt halt sehr gutes Positioning.\nDurch seine geringe AA-Reichweite und die niedrigen Base-HP ist er halt sehr nah am Geschehen und deswegen ein \"leichtes Opfer\", um schnell im Fokus zu landen. Das gleicht dann auch ein FM nicht mehr aus.\n\nDas kann er als AP-Burst besser kompensieren. Da er sich nach dem W+Q meist kurz zurückziehen und auf seine CD's warten kann.\n\nGrundsätzlich aber ist AD TF natürlich keine schlechte Idee. Er skaliert ja auch Passiv mit AD und ist, wie du schon sagtest, als Duellant extrem stark. Würde ich von der Teamkonstellation und deiner Fähigkeit sich richtig zu positionieren abhängig machen ;)","replies":[]},{"id":"","poster":"ikslhairtuz","date":"2015-11-09T16:16:53.378+0000","up_votes":1,"down_votes":0,"body":"AD TF ist mitnerweile nichts neues mehr genauso wie Kennen.","replies":[]}]}