{"id":"XuFUNuAY","poster":"Kira Rengami","date":"2019-04-08T09:48:19.964+0000","title":"Und da haben wir es wieder... TYLER 1 !","subforum":"Spielerverhalten & Moderation","up_votes":18,"down_votes":21,"body":"Denke, Ihr habt alle den Reddit-Shitstorm gesehen..\nund hier ist meine Meinung dazu, die ich hier im Forum auch schonmal erwähnt habe.\n-----------------------------------------------\nHab ich schon damals gesagt... Meiner Meinung nach wurde Tyler1 nur entbannt, um indirekt Werbung für Riot bzw. League of Legends zu machen.\nGanz klar, anders kann man es sich nicht erklären.\nWeil er 15-25k Zuschauer auf Twitch hat, jeder der etwas anderes denkt, ist die ganze Story mit Tyler nicht wirklich durchgegangen..\n\n\nAllein wie der Typ flamed gehört der Typ vor das Gericht gezogen und angezeigt... \nEr beleidigt X Spieler in LoL und DAS! Nicht nur einmal, sondern täglich! Davon ist alles meistens on-Stream. Somit sprechen wir hier eigentlich schon von\" Cyber-Mobbing\" und das... ist -strafbar-\n\n\nDa sieht man mal wieder, wie Die Spielerzahlen schwinden müssen, wenn Riot so einem Typen den \"D\" streichelt.\n\n1. Schreckt das neue Spieler ab. die vllt. Interesse hatten/Haben LoL zu spielen oder anzufangen.\n2. Da er so groß auf Twitch ist sehen natürlich viele zu.... und das wiederum ist ein schlechtes Vorbild.\n\n\nWürde gerne mal eure Meinung dazu hören...\n-------------------------------------------------------------\n\nMeiner Ansicht nach... wirklich ziemlich krass, dass ein Spieler aufgrund Tyler´s  flame, weil ihn sein Off-Meta Pick nicht passte gebannt wird.\n\n{{champion:32}} traurig, einfach nur traurig\n\n\nP.S : Davon abgesehen war von RIOT selbst die Rede, dass wenn Tyler 1 wieder Flamen sollte bzw. auch NUR eine Strafe bekommt, sei es Chat-ban oder Sonstiges, wird Tyler 1 wieder sofort ID gesperrt und Permanent gebannt.\nWas von Riot anscheinend nicht eingehalten wurde.\n\nReddit Link : https://www.reddit.com/r/leagueoflegends/comments/bac74a/the_tyler1_issue/","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-04-08T11:35:59.084+0000","up_votes":10,"down_votes":0,"body":"seine entbannung war schon gerechtfertigt. Aber zurzeit verhält er sich echt daneben. Macht leute durchgehend runter, denkt er hat mehr rechte weil er ein großer streamer ist und hetzt.\n\nEgal was man sagt, leute in streams zu schicken die dann massenweise streamer beleidigen ist viel viel schlimmer als ein \"kys\" ingame. Da kann mir niemand was sagen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T11:45:41.033+0000","up_votes":1,"down_votes":8,"body":"Aber insgesamt hilft das kleinen streamen mehr als es schadet wenn plötzlich mal 15k Leute auf dich aufmerksam werden :/","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-04-08T12:21:03.496+0000","up_votes":7,"down_votes":0,"body":"15k leute die eine negative einstellung zu dir haben, 15k leute die dich beleidigen im chat. Muss ja echt toll sein. Sowas kann die psyche kaputt machen und ich glaube nicht das davon so viele bleiben. Dazu kommt das er ja auch pro player beleidigt hat und probiert hat deren image zu schaden (xmithie). Auch wenn ein paar bleiben, ist das trotzdem keine tolle sache.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T13:16:37.074+0000","up_votes":2,"down_votes":0,"body":"Ok ja das hast du vermutlich recht :/","replies":[]}]}]}]},{"id":"","poster":"qtwrwzehtjfz","date":"2019-04-10T23:34:33.036+0000","up_votes":6,"down_votes":1,"body":"Bist doch kein Stück besser als Tyler1 aber hauptsache haten.\nHier mal die Match history von Kira Rengami, die ersten 4 games kann man sich noch im client ansehen:\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3991620455/232362666?tab=overview afk ab min 7\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3991327578/232362666?tab=overview ab 11min afk\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3990141232/232362666?tab=overview ab 9mn afk\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3990049280/232362666?tab=overview ab 9min afk\nAlter name:\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3985718248/232362666?tab=stats troll jungle + afk ab 3min,das game ging 31min.\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3985654396/232362666?tab=stats afk nach ersten Tod,das game ging 29min.\nhttps://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/3986740793/232362666?tab=stats  hälfte des games Afk\n\nWarst in ganzen 7 von deinen letzten 28 games afk.Evtl sind das mehr hab nur  schnell drüber geschaut.\nQuelle: https://euw.op.gg/summoner/userName=Kira+Rengami\n\nAn deiner Stelle würde ich mir Hilfe suchen weil so ein verhalten nicht normal ist.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-11T18:49:03.488+0000","up_votes":1,"down_votes":7,"body":"nennt sich bravery Acc. schonmal von gehört?\nWenn ich keine lust mehr auf´s game habe, quitte ich halt xD\n\nP.S Der moment wenn man wie du nur im Forum ist, ob Match-histories auszustalken.\n       Würde mich mal evtl. bei der Seelensorge melden, weil so ein Verhalten nicht normal ist.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-11T21:22:13.977+0000","up_votes":7,"down_votes":0,"body":"Und inwiefern macht das dein Verhalten besser?\nDu zerstörst das Spiel von anderen Spielern mit deinem Verhalten!\nScheiß egal auf welchem Account... \n\nTyler1 flamed und du machst Spiele mit Trollen und Afk gehen kaputt. Inwiefern unterscheidest du dich jetzt von ihm?","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-12T08:51:46.279+0000","up_votes":1,"down_votes":6,"body":"ehm, ich flame nicht und 2. Hetze ich meine viewer nicht auf andere\n\nUnd als ob es in der Elo was ausmacht, win oder loose, Die bleiben trozdem in der Elo.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-12T11:10:11.175+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Kira Rengami,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=0017000000000000,timestamp=2019-04-12T08:51:46.279+0000)\n>\n> ehm, ich flame nicht und 2. Hetze ich meine viewer nicht auf andere\n\nJa na und? Spielt doch keine Rolle. Du benimmst dich auch scheiße. Nen Flamer kann ich wenigstens muten und dadurch ignorieren. Bei einem Troll oder Afkler kann ich nicht mal dben einen Knopf drücken und er hört auf zu trollen oder is plötzlich wieder da. \n\n> \n> Und als ob es in der Elo was ausmacht, win oder loose, Die bleiben trozdem in der Elo.\n\nIst doch vollkommen egal welche Elo!!! Ein Bronze oder Iron Spieler hat genau so Anrecht auf ein ordentliches Spiel wie ein Challenger Spieler. Es is auch egal ob es ein Sieg oder eine Niederlage ist. \nAußerdem woher willst du wissen, ob die Spieler dort bleiben wo sie sind?\n\nTraurig...","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-19T15:15:50.771+0000","up_votes":1,"down_votes":3,"body":"Ja, du hast es geschnallt.\nDu bist tatsächlich traurig.\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-19T16:14:33.105+0000","up_votes":2,"down_votes":0,"body":"Ja traurig darüber, wie sehr doppelmoralisch du denkst. \n\nDu prangerst Tyler1 an und alles was er tut, gehört für dich bestraft. Aber du, du der sich genau so schlimm benimmt, bei dir ist das völlig in Ordnung und gehört nicht bestraft? Im Gegenteil, du findest es völlig in Ordnung und normal. \n\nVersteh mich nicht falsch, ich verteidige Tylers Verhalten in keiner Weise und ich verteidige ihn auch nicht, aber das was du machst ist nicht weniger schlimm. Du machst die Spiele von anderen Spielern kaputt. Du zerstörst deren Game. \nFlamer können auch Games zerstören, aber die kann man wenigstens noch muten und sie dadurch ignorieren, einen Troll und Afkler kann man nicht ignorieren. Dafür gibt es keinen Kopf und sie hören auf oder man bekommt es nicht mehr mit. Wenn du das Spiel verlässt, dann gibt es keinen anderen Spieler der für ihn weiter spielt, du bist dann weg und völlig nutzlos für uns. Trollst du, dann sabotierst du dein eigenes Team, mit denen du eigentlich zusammen spielen solltest und nicht gegen sie. Es ist als würdest du beim Fußball absichtlich Eigentore schießen, nur damit dein Team nicht gewinnt. Ein Flamer macht wenigstens noch Schaden und eventuell macht er auch noch sinnvolle Dinge, wenn er nur flamed aber wenigstens noch gewinnen will. Er kann noch nutzvoll sein und als Mitspieler kann ich seinen Flame ignorieren indem ich ihn mute. \nWenn du trollst oder afk bist kann ich das aber nicht einfach ignorieren. Ich bekomme es immer mit und alle in meinem Team leiden darunter... \nUnd so ein Verhalten findest du okay? \nWenn du kein Teamplayer bist, dann solltest du kein Spiel spielen indem man in einem Team spielen muss. \n\nGeh und spiel nen Solo Game und lass die Leute in LoL in Ruhe. \n\nUnd bitte verschone uns mit deiner ekelhaften Doppelmoral.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-30T10:54:08.390+0000","up_votes":1,"down_votes":2,"body":"Sehr beeindruckender Text, vorallem das English war erste Sahne (XD)\n\n\"Doppeltmoral\" Aha, na dann, muss ich wohl nicht ernst nehmen. Aber sehr interessant woher du deine Ausreden für deine mangelnde Kompetenz nimmst.\n\nDas Forum hat mich wieder beeindruckt  - 9,1/10 \"\n{{sticker:slayer-pantheon-popcorn}} {{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-30T11:18:40.099+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Kira Rengami,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=00170000000000000000000000000000,timestamp=2019-04-30T10:54:08.390+0000)\n>\n> Sehr beeindruckender Text, vorallem das English war erste Sahne (XD)\n\nEnglisch? Ich hab kein Wort englisch in meinem Text geschrieben. Bist du sicher, dass du das richtige gelesen hast? xD \nOder redest du etwa von \"Teamplayer\" oder \"Solo Game\"? O.o Wenn du dich darüber lustig machst, ist das traurig. \n\n> \n> \"Doppeltmoral\" Aha, na dann, muss ich wohl nicht ernst nehmen. Aber sehr interessant woher du deine Ausreden für deine mangelnde Kompetenz nimmst.\n\nSag mal, kannst du eigentlich nur beleidigen oder auch vernünftig argumentieren? Deine Argumentationen sind nur Beleidigungen und lustig machen über etwaiges englisch. \nWenn du diskutieren willst, dann mach das doch bitte vernünftig auf normalmenschlicher Basis und nicht auf so niedrigem Niveau. Da kann man dich leider nicht ernst nehmen. Du machst dich damit nur lächerlich. \n\n> Das Forum hat mich wieder beeindruckt  - 9,1/10 \"\n> {{sticker:slayer-pantheon-popcorn}} {{sticker:zombie-brand-mindblown}}\n\nDu hast wieder gezeigt, wie weit dein geistiger Tellerrand reicht. :)","replies":[{"id":"","poster":"OP Scripter L9","date":"2019-05-31T02:57:36.607+0000","up_votes":3,"down_votes":0,"body":"1 zu 0 für Ayume {{sticker:slayer-pantheon-popcorn}}","replies":[]},{"id":"","poster":"Kira Rengami","date":"2019-05-31T07:48:13.172+0000","up_votes":1,"down_votes":1,"body":"uf, da habe ich wohl einen nerv getroffen.\n{{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Empaya","date":"2019-04-17T14:49:19.615+0000","up_votes":1,"down_votes":0,"body":"Wasser predigen und Wein trinken ^^","replies":[]}]}]},{"id":"","poster":"eingew","date":"2019-04-12T04:40:52.822+0000","up_votes":2,"down_votes":0,"body":"Trolling ist schlimmer als Flame, keine Frage. Das macht deinen Eingangspost durchaus überaus scheinheilig.","replies":[{"id":"","poster":"FeurigelX","date":"2019-04-12T12:55:15.280+0000","up_votes":1,"down_votes":1,"body":"Viel Schlimmer ist jawohl das sowas immer wieder passieren darf ???? Angeblich hat Riot ja so ein tolles System um das Spiel fair zu halten.....wird hier ja von so vielen Fanboys immer gepredigt\n\n....... ja wo denn .......","replies":[{"id":"","poster":"eingew","date":"2019-04-15T04:25:56.415+0000","up_votes":2,"down_votes":0,"body":"Ja? Da hätte ich gerne mal ein Zitat zu ^^.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2019-04-12T17:26:44.598+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FeurigelX,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=0017000000010000,timestamp=2019-04-12T12:55:15.280+0000)\n\n> ....... ja wo denn .......\n\nTja, das ist die Frage. Gut, das Internet ist schon generell ein recht asozialer Ort geworden, aber LoL schafft da noch mal eine ganz eigene Atmospähre.","replies":[]}]}]}]},{"id":"","poster":"FeurigelX","date":"2019-04-12T12:51:32.888+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die Auswertung !!!!!! Das is mal wieder ein Beweis wo Riots Grenze liegt ordentlichen Spielern ihr Spielerlebnis zu bewahren !!!!\nAlleine diese liste zeigt, dass 63 andere Spieler unter dem Treadersteller leiden mussten und offensichtlich nix passiert \n\nPasst doch zu Riots Verhalten solche Leute wie Tyler1 als promotion Spieler einzusetzen\nPasst auch zu Riots Massenbegnadigung am Saisonende ...... wäre ja schlimm wenn Leute rewards verlieren Spielerzahlen sind wichtig nicht die Moral\n\nUnd @ Kira Rengami .... Dein Verhalten ist noch viel schlimmer als Tyler..... den kann man wenigstens muten.\nAber ich gratuliere dir das du damit offensichtlich ohne Probleme durchkommst das zeigt das Gesicht von Riot .... dank der Auswertung oben in Fakten","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T11:41:01.956+0000","up_votes":2,"down_votes":6,"body":"Jammerst du einfach so oder mad weil du selbst eine Strafe bekommen hast ? \n\n\nLass Tyler1 in ruhe der ist seit dem er wieder stream unfassbar sympathisch geworden ....\n\nWenn du hören würdest was ich meinen Mitspielern wünsche und an den Bildschirm schrei würdest du mich auch weg sperren ^^","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T12:31:35.758+0000","up_votes":6,"down_votes":1,"body":"> Lass Tyler1 in ruhe der ist seit dem er wieder stream **unfassbar sympathisch** geworden ....\n\nWir reden hier schon noch von dem gleichen Typen oder? xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T13:05:05.232+0000","up_votes":2,"down_votes":5,"body":"Ich mag hin :)","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T13:13:13.500+0000","up_votes":5,"down_votes":2,"body":"Irgendwo her müssen ja die Zuschauerzahlen herkommen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T13:15:06.909+0000","up_votes":1,"down_votes":2,"body":"Wie gesagt ich schaue seine stream nicht. Da ich da meistens selbst zocken und so viel zeit hab ich nicht :0 \nSchau aber ab und an die YT Videos :) \n\nAllerdings war ich schon lange vor ihm toxisch ^^ nur damals noch bei anderen Spielen und auf Konsole ^^","replies":[]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-04-08T12:29:36.519+0000","up_votes":5,"down_votes":2,"body":"ich würde dich wegsperren wenn du dazu aufrufst leute zu beleidigen und runter zu machen. Das ist kein anschreien gegen den desktop. Der probiert pro playern zu schaden, leute ein schlechtes bild von anderen spielern zu geben weil sie in seinem game nicht gut gespielt haben. Da kann der sympathisch für drei sein,  Wenn ich meine mates durchgehend runtermache werde ich auch gebannt. Egal wie sympathisch ich in echt bin. Ich glaube nicht das du weißt wozu 15k leute fähig sind. DDos'en, Handynummer herausfinden usw. Würde tyler nie machen aber manche seiner fans vllt schon.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T13:07:31.827+0000","up_votes":2,"down_votes":3,"body":"Ne ich beleidigen die Leute noch selbst vorm Bildschirm :D ich wäre da wohl etwas anders. \n\n\nAber ich muss zugeben wenn ich so eine Reichweite hätte ^^' \nIch würde schon sehr viel scheiße und Blödsinn damit machen. Sowas ist einfach verlockend. \n\nIch wäre so ekelhaft ... Man würde mich bannen oder weg sperren ^^' \n\nFast so gut wie wenn ich drüber nachdenken was ich tun würde wenn ich reich wäre oder ein König ^^","replies":[{"id":"","poster":"Léon Lemond","date":"2019-04-09T18:09:21.455+0000","up_votes":2,"down_votes":1,"body":"Ohje, das hört sich aber nicht sehr reif an.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-10T05:52:49.445+0000","up_votes":1,"down_votes":1,"body":"Warum ? \nNur weil ich gerne etwas fantasiere ? \n\nIch finde den gedanken geil. Mit macht Blödsinn zu machen ^^","replies":[{"id":"","poster":"Léon Lemond","date":"2019-04-10T07:46:27.676+0000","up_votes":3,"down_votes":2,"body":"Ach so. All deinen Antworten in diesem und anderen Threads nach zu Urteilen, bist du eher sowas wie ein Forentroll, oder?\nNa gut, dann denke ich, dass all deine Aussagen diesen provokanten \"touch\" haben, um andere anzustacheln.\n\nDas ist okay, soll jeder seine Zeit mit dem verbringen, was er oder sie mag.\n\nEs ist im übrigen auch ein Unterschied, ob man ein Gedankenexperiment macht oder wirklich Grundzüge einer psychischen Störung aufweist. Bei Teil zwei deiner Antwort ging es um ein Gedankenexperiment, was totaly fine ist, aber bei dem ersten Teil war das nicht so offensichtlich. \n\nDas Ausnutzen von Macht ist ein Versuch der Kompensation von Minderwertigkeitsgefühlen. Es ist Deine freie Entscheidung, wie du dich nach außen gibst, doch liegt es uns auch frei, über dich, nach unserem Ermessen, zu urteilen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-10T09:35:44.040+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Léon Lemond,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=000800010000000000000000,timestamp=2019-04-10T07:46:27.676+0000)\n>\n> Ach so. All deinen Antworten in diesem und anderen Threads nach zu Urteilen, bist du eher sowas wie ein Forentroll, oder?\n\n\nWas verstehst du den unter Troll ? \nKlar ab und an machen ich theards auf die nur zur Belustigung aller dienen aber ansonsten schreibe ich nur normale antworten. Eben in meiner Art und wenn die provokativ ist dann tut mir das leid.\n\nAber hier zb. Vilt meine erste Antwort an den TE ist etwas provokativ aber ansonsten alles normale antworten :) \n\n\n\n> Es ist im übrigen auch ein Unterschied, ob man ein Gedankenexperiment macht oder wirklich Grundzüge einer psychischen Störung aufweist.\n\n\n> Das Ausnutzen von Macht ist ein Versuch der Kompensation von Minderwertigkeitsgefühlen.\n\nWer entscheidet was eine Störung ist ? Ein anderer Mensch ? ^^ nur weil der irgendwas studiert hat das andere Menschen so vorgegeben haben ? \n\nDazu fällt mir ein schönes Zitat ein \n\n*Man schickt doch kein Pferd um ein Karussell zu reparieren. Es tut was es kann aber am Ende erschreckt es sich bloß* \n\nAn sich finde ich das was du geschrieben hast einfach nur überheblich ^^ aber ist ok.\n\nUnd jeder hier darf denken was er will über mich :) ist mir hier und in der realen Welt egal :)","replies":[{"id":"","poster":"eingew","date":"2019-04-11T05:39:55.975+0000","up_votes":1,"down_votes":0,"body":"So einfach kann man es sich natürlich machen. Dass Therapien (vor denen natürlich notwendigerweise eine Diagnose erfolgt) meistens gerade den Betroffenen helfen, sollte dabei allerdings keinesfalls ignoriert werden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-11T05:46:09.344+0000","up_votes":1,"down_votes":0,"body":"Sorry es ist früh am Morgen kann dir leider noch keine brauchbare Antwort geben \n\nAber wünsch dir einen guten morgen :)","replies":[]}]}]}]}]}]},{"id":"","poster":"611FVNKBlv","date":"2019-04-10T16:34:53.427+0000","up_votes":1,"down_votes":1,"body":"Boah das zeigt so richtig das die meinung und theorie meines kommentares so richtig hart zutrifft. Die community von tyler1 ist nunmal nicht so sonderlich naja","replies":[{"id":"","poster":"eingew","date":"2019-04-11T05:41:27.002+0000","up_votes":1,"down_votes":0,"body":"Du hast in deinem Kommentar allerdings lediglich von \"der Internetcommunity\" gesprochen. Nicht nur von den Leuten, die Tyler1 zusehen oder auch nur gut finden.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-11T05:40:54.636+0000","up_votes":1,"down_votes":1,"body":"Blub blub blub","replies":[]}]}]}]},{"id":"","poster":"Kira Rengami","date":"2019-04-08T11:44:10.957+0000","up_votes":1,"down_votes":0,"body":"Lol :D","replies":[]},{"id":"","poster":"Kira Rengami","date":"2019-04-08T17:10:50.028+0000","up_votes":2,"down_votes":0,"body":"Jammern und fakten darlegen ist ein Unterschied.\ndu kleiner troll","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-10T05:53:29.594+0000","up_votes":1,"down_votes":2,"body":"Jammer nicht ^^","replies":[]}]}]},{"id":"","poster":"K4YNB0T","date":"2019-04-08T17:52:12.123+0000","up_votes":2,"down_votes":1,"body":"Warum Regen sich Leute über sowas auf\nHätte er weniger Views würde es keinen jucken und ich denke nur sehr wenige, die 0 Ahnung von lol haben stoßen überhaupt auf Tyler\nKp ich Feier ihn - manche feiern ihn nicht ... aber wer fühlt sich persönlich angegriffen oder gemobbt wenn jemand in einem online Game schlecht über einen redet?","replies":[{"id":"","poster":"eingew","date":"2019-04-09T06:31:17.376+0000","up_votes":4,"down_votes":1,"body":"Ich kann durchaus verstehen, wenn man es schlecht findet, dass so jemand als wichtige Persönlichkeit in einem Spiel ab 13 gilt. Er ist schlicht ein denkbar schlechtes Vorbild.","replies":[{"id":"","poster":"Avorox","date":"2019-04-11T19:06:01.067+0000","up_votes":1,"down_votes":0,"body":"Das ist nen denkbar schlechter Grund, da die Eltern dafür verantwortlich sind was die Kinder schauen. Nur weil das Spiel ab 13 ist muss er ja nicht für 13 Jährige streamen.","replies":[{"id":"","poster":"eingew","date":"2019-04-12T04:38:20.168+0000","up_votes":3,"down_votes":0,"body":"Dem würde ich normalerweise zustimmen, jetzt ist es aber ja nun mal so, dass der Mann auch auf offizielle Veranstaltungen von Riot eingeladen wurde. Natürlich kann man das als Elternteil dennoch prüfen, bevor man das Kind auch seinen eigenen Stream schauen lässt, generell wäre ich persönlich aber tatsächlich der Meinung, dass Riot eine so enge Kooperation mit solchen Spielern zu unterlassen hat. Wenn er alleine viele Zuschauer aufbaut ist das ja schön und gut, da kann niemand etwas gegen tun, im Moment ist die Situation aber eben nicht ganz so einfach.","replies":[]}]}]}]},{"id":"","poster":"dugg","date":"2019-04-08T10:45:33.281+0000","up_votes":1,"down_votes":2,"body":"Ich kenne die Geschichte rund um Tyler1 nicht.\n\nIch würde nur ganz gerne mehrere Ding erfahren und anmerken.\n\n> Somit sprechen wir hier eigentlich schon von\" Cyber-Mobbing\" und das... ist -strafbar-\n\nTuen wir das? Definition lt. Duden \"Schikanieren, Diffamieren von Personen über das Internet\". Ist hierbei nicht die Rede von realen Personen?\n\n> Da sieht man mal wieder, wie Die Spielerzahlen schwinden müssen, [...]\n\nSchwinden sie denn stark? Hast du genau zahlen oder folgst du nur der allgemeinen Internetrede?\n\n> [...]wenn Riot so einem Typen den \"D\" streichelt.\n1.Schreckt das neue Spieler ab. die vllt. Interesse hatten/Haben LoL zu spielen oder anzufangen.\n2.Da er so groß auf Twitch ist sehen natürlich viele zu.... und das wiederum ist ein schlechtes Vorbild.[...]\n\nAus diesen Gründen sollte Riot genau daran interessiert sein ihn weiterhin gebannt zu lassen. Ich bezweifle, dass Riot es nötige hat negative Werbung mit ihm fahren zu müssen. Nach dem Motto: Negative Nachrichten sind besser, als keine Nachrichten.\n\nApropos Ban... von was für einem Ban reden wir hier? Wie gesagt, ich kenne Tyler nicht und habe mich mit seiner Person nicht beschäftigt. Wurde er in LoL gebannt oder auf Twitch?\n\nSollte er einen LoL Ban kassiert haben, dann macht er sich einen neuen Account und spielt weiter. Wenn er auf Twitch gebannt wurde, dann hat Riot nichts mit der Strafe und einer evtl. Entbannung zu tun. Oder arbeiten Twtich und Riot eng zusammen?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T10:51:19.283+0000","up_votes":3,"down_votes":1,"body":"Tyler1 ist ein erfolgreicher Streamer, der einen personenbezogenen Permabann hatte. Bedeutet, er durfte sich gar keine Accounts mehr erstellen und wenn bekannt wurde, dass ein Account ihm zuzuordnen ist, dann wurde dieser sofort permanent gebannt, egal ob er sich falsch verhalten hat oder nicht. Er bekam diesen Bann, weil er sich in der Vergangenheit immer und immer wieder negativ verhalten hat und Unmengen an Permabanns angesammelt hat. Dadurch, dass er auch ein erfolgreicher Streamer war, hat er natürlich viel Reichweite und schädigte das Image von League of Legends mit seinem Verhalten, weswegen Riot da eben durchgreifen musste. \n\nVor einiger Zeit -ich glaube vor 2 Jahren oder so- wurde dieser Bann aufgehoben und er durfte sich wieder Accounts erstellen und das Spiel streamen. Allerdings wurde keiner seiner Accounts entbannt und das ist auch bis heute so. \n\nIn seinen Streams ist er immer noch sehr toxisch und beleidigt seine Mitspieler aufs übelste und rastet teilweise regelrecht aus. Allerdings beschränkt sich das nach meiner Kenntnis nur auf den Stream, im Ingamechat soll er wohl nicht mehr negativ auffallen oder nur in geringem Maße.","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-04-08T11:08:13.621+0000","up_votes":2,"down_votes":0,"body":"Anzumerken sei, dass er es auch im Chat auslässt, was auch im Stream zu sehen ist. Ferner hieß es von Riot, sollte T1 sich eines Vergehens schuldig machen, nachdem er \"reformed\" wurde, tritt sein ID Ban wieder in Kraft. Allerdings hatte T1, wie in seinem Stream zu sehen war einige Chat Sperren gehabt und darf trotzdem weiter spielen, während Leute Bans kassieren, über die sich T1 öffentlich aufregt. Hinzu kommt, dass er durch seine Reichweite teils auch Rufmord betreibt und somit die \"LoL Karriere\" einzelner Spieler schädigen kann, oder schon getan hat.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T11:13:53.488+0000","up_votes":2,"down_votes":1,"body":"Dazu kann ich leider nichts sagen, da ich seinen Stream weder schaue, noch mich damit beschäftige. \nEventuell meinte Riot auch mit einer Strafe eben einen Permabann. Und den hat er dann bisher ja noch nicht gehabt oder? \n\nInwiefern betreibt er denn Rufmord und hat Karrieren zerstört? Und mit Karriere zerstören meine ich jetzt nicht einen LoL Spieler den Tyler1 in seinem Stream geflamed hat und der Spieler daraufhin LoL gequittet hat, wo man nichtmal weiß, ob er jetzt wirklich wegen Tyler aufgehört hat zu spielen. Das höre ich tatsächlich zum ersten Mal.","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-04-08T11:23:15.108+0000","up_votes":3,"down_votes":0,"body":"Viele seiner Mitspieler sind auch Streamer und wenn dann eine Horde von T1 Fanboys auf sein Kommando hin in den Chat des anderen Streamers einfallen und rassistische und beleidigende Sprüche loslassen, kann das schon Schaden anrichten.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T11:27:43.300+0000","up_votes":2,"down_votes":1,"body":"Ja, da hast du nicht Unrecht. Aber sagt er auch wirklich \"geht zu dem Streamer und beleidigt ihn mit rassistischen Sprüchen\" oder sagt er einfach, sie sollen in den Chat gehen und nen bisschen Wirbel machen? \n\nLetztendlich isses aber egal, was er genau sagt, weil das gehört dann nicht mehr zu Riots Aufgabengebiet. Damit hat Riot nichts zutun. Da muss man dann zu Twitch gehen und ihn für sein Verhalten dort melden. Auch wenn er in dem Moment LoL spielt, hat das nichts mit Riot zutun. Für das Verhalten im Stream, kann Riot ihn nicht bestrafen.","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-04-08T11:39:09.058+0000","up_votes":1,"down_votes":1,"body":"Das ist auch nicht der Knackpunkt, es geht darum, dass hier von Riots Seite aus mit zweierlei Maß gemessen wird, das ist das wirklich Schlimme daran. Bei jedem Pro-Gamer wird ein Furz in falscher Tonlage direkt kritisiert, weil sie durch ihre Bekanntheit eben eine Vorbildfunktion haben. Und dann hat man sowas wie T1, den man genau wegen dieser Vorbildfunktion ausgeschlossen hatte aus der Community und nur wegen seiner Reichweite und seinem Einfluss wieder eingelassen hat. \n\nDu hast ja Recht mit den Aktionen auf Twitch, dass Riot da nichts machen kann, ist ja auch i.O. aber er macht quasi wieder genau das, wofür er damals ID gebannt wurde, nur, dass er jetzt nicht mehr dafür geahndet wird, weil Rito schiss hat, dass T1 sie wieder boykottiert.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T12:03:26.878+0000","up_votes":2,"down_votes":0,"body":"Also ich kann mir beim besten Willen nicht vorstellen, dass Riot ihn wegen seiner Reichweite nicht bestraft. \nDas hat Riot gewiss nicht nötig. Wie dugg vorhin schon geschrieben hat. \n\n>Ich bezweifle, dass Riot es nötige hat negative Werbung mit ihm fahren zu müssen. Nach dem Motto: Negative Nachrichten sind besser, als keine Nachrichten.\n\nSelbst wenn er mehrere seiner Viewer dazu bewegen kann, kein LoL mehr zu spielen, dann sind das im Gegensatz zu den aktiven LoL-Spielern wohl grade mal ein Tropfen auf dem heißen Stein. \nWie viel Viewer hat er täglich so 20 oder 25k? Gehen wir davon aus, dass er ca. 70 % dazu bewegen kann LoL zu quitten, dann sind das grad mal 18k. Ansich schon ne große Zahl, aber im Vergleich zu allen LoL-Spielern immer noch viel zu wenig um Riot groß zu jucken. \n\nWenn Riot gesagt hat, dass er seinen personenbezogenen Bann wieder bekommt, sobald er einen weiteren Permabann hatte und diesen trotzdem nicht bekommt, kann ich den Aufruhr verstehen. Aber bisher hatte er doch noch keinen weiteren Bann oder doch? \nDie Frage ist ja, was hat Riot gesagt und wirklich gemeint? Meinten sie einen Permabann oder meinten sie schon eine CR? Das muss vorher erstmal geklärt werden. \n\nIch verteidige hier auch nicht das Verhalten von Tyler1. Es hat schon seine Gründe, wieso ich ihn nicht gucke. ^^ Ich finde sein Verhalten genau wie viele andere einfach nur assozial. Und ich verstehe auch nicht, wieso so viele darauf abfahren so jemanden zu schauen und gar zu unterstützen.","replies":[]}]}]}]}]}]},{"id":"","poster":"dugg","date":"2019-04-08T10:54:57.767+0000","up_votes":2,"down_votes":1,"body":"Ah, super. Danke für die Aufklärung.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T11:01:18.953+0000","up_votes":2,"down_votes":1,"body":"Gern","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-08T10:12:01.574+0000","up_votes":3,"down_votes":0,"body":"Tja was soll man dazu sagen? Hör auf zu trollen und keiner hat ein Problem.","replies":[]},{"id":"","poster":"Sirrkas","date":"2019-04-08T10:25:54.790+0000","up_votes":4,"down_votes":1,"body":"Hast du einen Link zu reddit, bei dem man sich ein Bild davon machen kann?","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T10:26:36.984+0000","up_votes":1,"down_votes":0,"body":"https://www.reddit.com/r/leagueoflegends/comments/bac74a/the_tyler1_issue/","replies":[{"id":"","poster":"Sirrkas","date":"2019-04-08T10:27:04.242+0000","up_votes":3,"down_votes":1,"body":"Danke sehr, werd ich mir später mal ansehen.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T10:32:56.990+0000","up_votes":2,"down_votes":0,"body":"np! Und das Video wo alles zusammenfasst findest du in yt bei dem Channel : playershub","replies":[{"id":"","poster":"Wernicke","date":"2019-04-08T16:59:56.955+0000","up_votes":1,"down_votes":0,"body":"Zu welchem Zweck hat der olle Silphie ein video dazu gemacht? Ganz normales Video für seinen den channel, oder weil er sich drüber aufregt? \n(sry, ich mag reddit nicht und hab auch von dem aktuellen Fall nix mitbekommen)\nSollte das der Fall sein. ist das schon ein wenig lustig wenn man bedenkt das Silphie selbst nix außer toxisch ist^^\n\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T17:14:06.136+0000","up_votes":1,"down_votes":1,"body":"Silphie ist meiner Meinung nach eher nicht toxisch, er regt sich zwar im Stream manchmal auf, aber auf sympatische Art &amp; Weise. Davon abgesehen... wünscht er den Leuten nicht den Tot, so wie T1 es tut.\n\nT1 flamed lieber Pro Player und Leute mit off Meta picks die ihm nicht passen. (xd)\nSowohl on Stream als auch im Chat","replies":[]}]}]}]}]}]},{"id":"","poster":"E Girl Banger","date":"2019-04-08T13:15:50.064+0000","up_votes":4,"down_votes":7,"body":"Ja klar, ohne Tyler 1 wäre League of Legends schon längst so dead wie Heroes of the Storm.\n\nFortnite ist rausgekommen, alle jungen Leute (Kinder, Jugendliche) haben das gezockt und die \"älteren\" Leute haben die Schnauze gestrichen voll. \n\nDie Patches waren 3 Jahre komplett Müll, langsam wird alles wieder zurückgepatched. XDDDDD\n\nTyler1 hat Riot sowas von an den Eiern, ohne ihn wäre das ganze Unternehmen am Arsch, da sie nur das eine Spiel haben. Die Situation ist so wie Fortnite (Epic Games) und NInja, nur in dreifacher Dimension. Epic Games macht ALLES was der Typ verlangt. So lächerlich.\n\nP.S. neue Spieler fangen den Müll gar nicht erst an. Wurde vor längerer Zeit permabanned und habe mir gedacht \"ja, probierste mal wieder League\", 100% regret. Nur mit und gegen Smurfs gespielt. Bin wieder raus.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T13:32:53.991+0000","up_votes":4,"down_votes":0,"body":"Inwiefern hat Tyler1 ihnen denn den Arsch gerettet? :D Du tust ja so, als würden 80% der Spielerschaft nur wegen Tyler1 LoL spielen.","replies":[]},{"id":"","poster":"HyperionCH","date":"2019-04-08T16:16:23.419+0000","up_votes":5,"down_votes":1,"body":"Ich denke, da überschätzt du einzelne Streamer doch um einiges.\n\nWie viele regelmässige Viewer hat T1? 20k?\n\nSagen wir einmal dass etwa 10% seiner Viewer überhaupt RP kaufen und im Schnitt etwa 20 Euro im Jahr (da ich vermute, dass T1 eher eine jüngere Zielgruppe besitzt und nicht zwingend ein Zuschauer auch LoL-Spieler sein muss).\nDer Umsatz ist der T1-Community ist damit sehr überschaubar. Aber der Umsatz, der verloren geht, weil zahlende Kundschaft wegen toxischen Mitspielern nicht mehr LoL spielen, ist wesentlich höher.\nDamit ist es schon finanziell sinnvoll, dass solche Negativ-Beispiele von Streamern eher vom eigenen Game ferngehalten werden. Denn sie bringen nicht wirklich viel (zahlende) Spieler zum Game, aber bringen eine sehr schlechte Reputation in die LoL-Community, was dazu führt, dass Spieler nicht mehr spielen oder gar nicht anfangen (was viel Umsatzverlust bedeutet).\n\nIch alleine habe bis vor 2 Jahren mit der oben gemachten Annahmen 1% des Umsatz der T1-Community (dass ich heute keine RP mehr kaufe, hat jedoch andere Gründe). Glaubst du, Riot Games interessiert es, warum ich keine RP mehr kaufe? Glaubst du, wenn 100 Spieler mit meinem damaligen Umsatz Riot schreiben (also etwa gleich viel wie die gesamten T1-Zuschuer), warum sie nun keine RP mehr kaufen, wird es Riot Games interessieren?\nEhrlich gesagt wird es Riot Games wohl nicht einmal interessieren, wenn über 1000 gut zahlender Kunden sich beschweren und schreiben, dass sie bis auf weiteres keine RP mehr kaufen werden (und dies auch tun).\n\nZwar ist Riot Games bekannt dafür, dass sie schnell nachgeben, wenn eine Community gross genug ist und laut genug schreit (was wohl dazu führte, dass bei T1 der ID-Ban aufgehoben wurde). Aber man kann nicht behaupten, dass Riot Games Existenz abhängig von einzelnen grossen Streamern (und schon gar nicht von einem einzigen) ist.","replies":[]}]},{"id":"","poster":"sAiStanford","date":"2019-04-08T09:57:46.283+0000","up_votes":1,"down_votes":11,"body":"Wenn der Post kein Troll ist dann.... XDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD\n\nPs. Je höher du in der elo bist, desto schneller wirst du mental.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T09:59:01.850+0000","up_votes":7,"down_votes":1,"body":"Warum sollte der Post \"Troll\" sein?","replies":[]},{"id":"","poster":"HyperionCH","date":"2019-04-08T10:03:02.832+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=sAiStanford,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=0000,timestamp=2019-04-08T09:57:46.283+0000)\n>\n> Ps. Je höher du in der elo bist, desto schneller wirst du mental.\n\nInwiefern?\nIch sehe keinen Zusammenhang zwischen mentaler Schwäche (Toxiness) und irgendeinem Skill in LoL (Mikro- und Marko-Gaming).","replies":[]},{"id":"","poster":"dugg","date":"2019-04-08T10:36:14.794+0000","up_votes":2,"down_votes":2,"body":"> Ps. Je höher du in der elo bist, desto schneller wirst du mental.\n\nDu hast dich in der Analogie etwas vertan. Du meinst wohl, je besser du mental bist, um so schneller wirst du in die High Elo kommen.","replies":[]}]},{"id":"","poster":"Raystlin82","date":"2019-04-09T23:06:37.902+0000","up_votes":2,"down_votes":0,"body":"ich hab da mal einbisschen gesucht und dieses video hier gefunden:\n\nhttps://www.youtube.com/watch?v=IuXPXPmy3Zo\n\nda wird es deutlich worum es eigentlich geht. masterfiend wurde fuer 14 tage gebannt nach einem spiel mit tyler1. banngrund: intentional feeding. veigar support 2/10/8. und er wurde auch nicht vom ifs gebannt, sondern manuell. er hatte auf dem account auch schon wesentlich schlimmere endstatts, fuer die er aber nicht bestraft wurde, denn darunter musste tyler1 ja nicht leiden.\n\nwenn jemand ein link zu dem besagten spiel aus dem stream von tyler1 hat - das wuerd' ich mir auch gern anschauen. mich interessiert was genau tyler1 da jetzt gesagt hat.\n\njedenfalls finde ich es nicht in ordnung, dass tyler1 dafuer sorgen lassen kann, dass jemand der ihm nicht passt, gebannt wird.\n\nach ja und hier noch der link zum video von welchem te anscheinend gesprochen hat:\n\nhttps://www.youtube.com/watch?v=Y0d1XA2qnzg\n\nund anstatt zu sagen \"schaut euch das video von playerhub an\" poste doch einfach den link, denn auf playerhub gibt es unmengen von videos zu league.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-10T08:40:25.830+0000","up_votes":2,"down_votes":1,"body":"Danke. :D Jetzt weiß man auch, worum es hier wirklich geht. Das hat der TE nämlich in seinem Ausgangsthread überhaupt nicht erwähnt","replies":[{"id":"","poster":"XenesisCH","date":"2019-04-10T09:15:02.714+0000","up_votes":1,"down_votes":0,"body":"*hust* *räusper * Es wäre alles im Link im Startpost zu finden gewesen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-10T09:18:43.744+0000","up_votes":2,"down_votes":1,"body":"Ja ich weiß, aber keine kurze Zusammenfassung worum es geht... \nDa ich selbst schlecht englisch kann, bringt mir der Reddit Post nicht viel, weil ich nicht verstehe, worum es überhaupt geht. Und der Link zu Silphis Video fehlt komplett. Außerdem ist ein Link ja nicht unbedingt dazu da, um sich alle Infos selbst zu beschaffen. \nAber ist jetzt auch nicht so wichtig... Ich befasse mich mit dem Thema Tyler1 einfach nicht weiter","replies":[{"id":"","poster":"XenesisCH","date":"2019-04-10T12:49:59.310+0000","up_votes":2,"down_votes":0,"body":"Dann macht das natürlich Sinn und ja das... \n\n> Ich befasse mich mit dem Thema Tyler1 einfach nicht weiter\n\nsollten wir natürlich alle am besten tun.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2019-04-10T09:46:11.543+0000","up_votes":2,"down_votes":0,"body":"> jedenfalls finde ich es nicht in ordnung, dass tyler1 dafuer sorgen lassen kann, dass jemand der ihm nicht passt, gebannt wird.\n\nDafür wurde er nicht gebannt, sondern für int. feeding.\n\nWie genau der Prozess abläuft bei manuell erteilter Strafe (bzw. wie dies hier ablief), wissen wir nicht.\nSicherlich dürfen Spieler nach dem Game reporten. Vermutlich kann man int. feedende Streamer mit einem Clip als Anhang oder Link zum VOD auch beim Support melden. In diesem Fall wissen wir jedoch nicht, wer dies beim Support meldete. Theoretisch könnte dies sogar ein eigener Zuschauer gewesen sein.\n\nVor nicht allzu langer Zeit wurde auch Broeki wegen int. feeding gebannt, da man in einem Stream sah, dass er einfach in den Gegner lief. Soweit ich weiss, war dies nur 1x in jenem Game (war vielleicht auch nur brain afk oder so) und Broeki meldete sich beim Support, dass man auch die letzten Games anschauen soll. Da dort nichts gesehen hatte, wurde - glaube ich - der Ban wieder aufgehoben.\n\nDiese Möglichkeit hat masterfiend natürlich auch. Er akzeptiert jedoch die Strafe.\nKann natürlich sein, dass - im Gegensatz zu Broeki - in jüngster Vergangenheit noch weitere Fälle von int. feeding erkannt werden (bzw. bei der Prüfung wurde, aber dies leider nicht angegeben wurde).\n\nJa, da besteht eine Antipathie (die wohl auf Gegenseitigkeit beruht). Fakt ist aber auch: masterfiend hätte wohl keine Strafe erhalten, hätte er nicht absichtlich gefeedet.\n\n\nZu T1:\nJa, gem. Reddit-Post war es im ingame chat toxisch, jedoch hat er offenbar eine CR dafür gekriegt. Einen ID-ban gibt es wahrscheinlich erst wieder, wenn er einen ban kriegt; die CR alleine reichte offenbar nicht.\nHier hatte er die übliche Strafe erhalten, die wir alle bekommen für toxisches Verhalten (sofern man nicht die ganz schlimmen Beleidigungen schreibt, die direkt 14-Tage-bans oder perma verursachen).\n\nWenn T1 seine Viewer dazu auffordert, in den Twitch-Chat des Mates (den er nicht mag) Beileidigungen etc. zu schreiben, ist dies gegen die ToU von Twitch. Dies muss man also grundsätzlich einmal Twicht melden und nicht Riot.\n\nAufgrund toxischem Verhalten im Stream (und nur dort) hat Riot Games - soweit ich weiss - bis jetzt nur Pro-Spieler bestraft. Diese haben aber höchstwahrscheinlich einen Verhaltenskodex zu unterschreiben. Ein Streamer hat deshalb mehr Freiheiten als ein Pro-Spieler.\n\nRiot Games müsste deshalb wohl zuerst einmal juristisch abklären, ob sie T1 in diesem Fall einen ID-ban aussprechen darf. Schliesslich ist das Verhalten im Stream nicht klar in den ToU von Riot Games geregelt. Wäre ein ID-ban juristisch nicht gerechtfertigt, könnten Twitch und T1 Schadenersatz fordern (da T1 sicherlich weniger Subs/Zuschauer hat, wenn er etwas anderes zocken muss).\n\nWas aber aus meiner Sicht Riot machen kann:\n\n- in den ToU auch Verhalten im Stream genauer regeln, damit solches Verhalten auch zu bans führen kann (die Liste in den ToU ist zwar ausdrücklich nicht abschliessend, jedoch wäre eine Ergänzung wohl nicht verkehrt).\n- T1 aus dem LPP nehmen (sofern er im LPP ist) -> wenn dies in den LPP-AGBs nicht genau geregelt ist, müsste man das Verhalten im Stream auch regeln (müsste Riot Games aus meiner Sicht bereits drin haben).","replies":[]}]},{"id":"","poster":"XenesisCH","date":"2019-04-08T12:42:55.529+0000","up_votes":2,"down_votes":0,"body":"> There's more but the middle 3 screenshots were from off-stream. Even though it's silly, I'd be ok with my punishment if the rules were enforced with Tyler1’s behavior.\n\nAlso das klingt für mich halt einfach, dass sich da zwei nicht leiden können... Das Spiel kann man leider niergends ansehen um es zu beurteilen. Aber mein obiger Quote aus dem Redditthread klingt irgendwie ein bisschen nach einem Schuldeingeständnis...\n\n\nDu machst im übrigen gerade Werbung für T1 Content. Das beste was du machen kannst, ist seinen Content zu ignorieren und ihm keine Aufmerksamkeit zu geben. Aus dem Thread geht ja schon hervor, dass er offenbar ein CR hat. Entweder er kapiert, dass er das nicht weitermachen kann oder es gibt für ihn Konsequenzen.","replies":[]},{"id":"","poster":"OT Riku","date":"2019-04-08T10:07:05.640+0000","up_votes":1,"down_votes":0,"body":"Die Frage die ich mir stelle.\n\nWar er im Chat offensiv oder hat er nur seinen Bildschirm angebrüllt. \n\nWenn er \"nur\" vor dem Bildschirm geflamed hat, dann kann Riot nicht wirklich was tun.\nDas muss dann Twitch regeln.\n\nWenn er jedoch während des games im Chat geflamed hat dann sieht die sich anders aus.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T10:09:05.708+0000","up_votes":3,"down_votes":1,"body":"Beides, sowohl bei Twitch wie ingame.\n\nDieser eine Rengar Challenger main hat sogar dazu ein Video gemacht.\nPlayersHub heißt sein Channel.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T10:43:16.264+0000","up_votes":1,"down_votes":4,"body":"Wenn er reportet wurde für seinen Ingamechat, dann wird Riot sich darum kümmern. Passiert das öfter, wird er auf dem Account eben eine Strafe erhalten. \n\nAlles was im Stream passiert, gehört nicht zu Riots Aufgabengebiet, da muss Twitch dann aktiv werden. Man sollte dann aber auch seinen Channel melden, weil ich nicht glaube, dass eine Strafe da automatisch erfolgt.","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-04-08T11:36:42.337+0000","up_votes":2,"down_votes":0,"body":"er hat zurzeit sogar einen chatban, Riot meinte jedoch selber das er bei dem nächsten ban sofort wieder den indefinite ban bekommt.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T11:52:20.670+0000","up_votes":2,"down_votes":1,"body":"Ja aber eine Chatrestriction ist ja kein Bann. \nUnd wenn sie wirklich sagten und auch meinten, dass er bei einem weiteren Permabann seinen personenbezogenen Bann wieder bekommt, ist es logisch, dass er bei einer Chatrestricition diesen Bann eben noch nicht bekommt. \n\nUnd bisher hat er ja keinen weiteren Perma gehabt oder?","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T12:02:35.769+0000","up_votes":1,"down_votes":3,"body":"> Ja aber eine Chatrestriction ist ja kein Bann.\n\nGehört für mich schon zusammen.. mein Engel","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T12:05:32.950+0000","up_votes":2,"down_votes":1,"body":"Für mich ist eine Chatrestriction kein Bann. Denn du kannst ja immer noch im Chat schreiben. Aber hast soweit ich weiß nur eine gewisse Anzahl an Text den du schreiben darfst. \nSonst hieße es ja nicht Chat-Restriction sondern Chat-Bann.","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T12:17:27.151+0000","up_votes":1,"down_votes":1,"body":"Es kommt halt drauf an wie es aus dem englischen übersetzt wird\n\n...that he will be unbanned if accounts he has played on in the last month are “clean,” or not ban-worthy\n\nhttps://compete.kotaku.com/riot-games-unbans-tyler1-a-player-it-once-called-a-ge-1821785186\n\nWie übersetzt man hier clean? \nZählt eine CR wirklich noch als \"clean\"?\nIch finde nicht.... lässt aber intepretationsspielraum muss ich zugeben","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T13:05:08.426+0000","up_votes":1,"down_votes":1,"body":"Bedeutet der Satz nicht sowas wie \"er wird wieder gebannt, wenn die Konten auf denen er in den letzten Monaten gespielt hat nicht sauber oder bannwürdig sind\"? \n\nIch würde sagen, nicht sauber heißt auch eine CR. Aber bannwürdig heißt für mich ganz klar nen 14 Tage oder Permabann. \nErgo wie du sagtest, hat man hier viel Spielraum was die Interpretation angeht und deswegen kann man hier Riot nicht ankreiden nichts zu machen, weil es eben nicht klar definiert ist, wann er nun wieder gebannt wird.","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T13:12:23.679+0000","up_votes":1,"down_votes":1,"body":"Man kann ihnen ankreiden, dass es halt nicht richtig definiert ist.\nEs ist hier wie wenn man ein Gesetzestext durchließt, wie z.b. dieser hier:\n\n_„Ob der Erblasser oder Schenker die Mindestbeteiligung erfüllt, ist nach der Summe der dem Erblasser oder Schenker unmittelbar zuzurechnenden Anteile und der Anteile weiterer Gesellschafter zu bestimmen, wenn der Erblasser oder Schenker und die weiteren Gesellschafter untereinander verpflichtet sind, über die Anteile nur einheitlich zu verfügen oder ausschließlich auf andere derselben Verpflichtung unterliegende Anteilseigner zu übertragen und das Stimmrecht gegenüber nichtgebundenen Gesellschaftern einheitlich auszuüben.“ _","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T13:31:30.792+0000","up_votes":1,"down_votes":1,"body":"Na ja, ich weiß ja nicht, ob man ihnen das unbedingt ankreiden kann. Denn sie stehen ja nicht in der Pflicht dies zutun. Es ist ihnen überlassen, wie sie mit dem Sachverhalt Tyler1 verfahren. Darüber müssen sie sich uns gegenüber weder rechtfertigen noch müssen sie uns sagen, wie sie weiter verfahren werden.","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T13:38:27.824+0000","up_votes":1,"down_votes":1,"body":"Es gibt seits Riot Richtlinien die zu einem Ban führen... die sind ja relativ eindeutig,\nwarum ist es hier nicht ebenso eindeutig formuliert worden?\n\nWenn Riot geschrieben hätte \" If he gets a 14 days or a permaban he will get a ID-Ban\" wäre doch alles fein.\nWarum lässt man hier also einen Spielraum? Hält man sich absichtlich eine Hintertür offen?\nDarum geht es doch eigentlich","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T13:49:06.858+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Shacoláde,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=000100000000000000010000000000000000000000000000,timestamp=2019-04-08T13:38:27.824+0000)\n>\n> Es gibt seits Riot Richtlinien die zu einem Ban führen... die sind ja relativ eindeutig,\n> warum ist es hier nicht ebenso eindeutig formuliert worden?\n\nNa ja, das ist ja schon nen bisschen was anderes als die normalen Strafen. \n\n> \n> Wenn Riot geschrieben hätte \" If he gets a 14 days or a permaban he will get a ID-Ban\" wäre doch alles fein.\n> Warum lässt man hier also einen Spielraum? Hält man sich absichtlich eine Hintertür offen?\n> Darum geht es doch eigentlich\n\nMöglich, weiß man nicht. Dennoch sind sie uns keine Rechenschaft schuldig auch wenn wir das gerne hätten.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T14:20:37.483+0000","up_votes":1,"down_votes":1,"body":"Weiß nicht. Ich finde es jetzt eigentlich nicht so schlimm.","replies":[]},{"id":"","poster":"Shacoláde","date":"2019-04-08T14:08:18.179+0000","up_votes":1,"down_votes":1,"body":"Natürlich sind sie es uns nicht schuldig... die können von heute auf morgen alls Server zu machen\nund keiner könnte was sagen. \nEs hat halt einen fießen Beigeschmack...","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kira Rengami","date":"2019-04-08T11:47:25.095+0000","up_votes":1,"down_votes":0,"body":"Jep, genau das ist ein Grund warum es so traurig ist.","replies":[]}]}]}]},{"id":"","poster":"Shacoláde","date":"2019-04-08T11:52:54.466+0000","up_votes":1,"down_votes":0,"body":"Wurde nicht Cross Gore von LoL gebannt, weil er auf Twitch gebannt wurde und sich LoL\nvon solchen Spielern distanzieren wollte? \n\nIch kenn nur ein paar Zusammenschnitte von Tylor 1,\nwas ich aber dort so sehe und hier überall lese, frag ich mich wie weit sich diese\nbeiden voneinander noch unterscheiden.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T12:01:53.197+0000","up_votes":1,"down_votes":1,"body":"Tyler1 war mal schlimm genau wie cross gore \n\nMittlerweile finde ich die harmlos. \nUnd ich glaube CG spielt noch und stream noch. Oder ich habe mich geirrt und ein altes Video gesehen :0","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T12:05:56.502+0000","up_votes":1,"down_votes":0,"body":"CG spielst seit etwa einem Jahr wieder... ich frag mich halt nur warum Taylor1 auf Twitch noch streamen darf.\n\nIch werd nie mit ihm zusammen spielen... schau auch seinen Stream nicht.\nWas mich ich aber nur Frage ist in wie weit das ganze Bannsystem noch zu \"durchschauen\" ist\noder ob bei bestimmten Streamer wirklich mit zwerlei Maß gemessen wird.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T12:22:17.329+0000","up_votes":1,"down_votes":2,"body":"Naja ich bin auch noch ungestraft und was ich schon in Chat geschrieben habe ist nicht nett ^^' \n\nIch schau seinen stream auch nicht aber ab und zu YT Videos von ihm :) \nUnd seine Mitspieler vorm Bildschirm zu beleidigen das gehört dazu ^^' \n\nWenn ich überlege was ich so schreie. Könnte man mich direkt einsperren. Ich wäre bei twitch schon lange gebannt ^^","replies":[{"id":"","poster":"Shacoláde","date":"2019-04-08T12:23:47.598+0000","up_votes":1,"down_votes":0,"body":"Stream halt mal... dann werden wir es schon sehen ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T12:56:03.688+0000","up_votes":1,"down_votes":1,"body":"Also von der ps4 aus geht's :) \n\nAber übern pc ist mein Internet leider zu schlecht sonst würde ich das machen. Wobei bei keinen Zuschauern kann mir auch nichts passieren ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-04-08T10:10:36.545+0000","up_votes":3,"down_votes":3,"body":"Also ich hab nichts von Reddit mitbekommen, da ich da nicht lese. Also kann ich mich dazu nicht äußern. \n\nAber wenn du mit der \"Entbannung\" auf damals anspielst, dann wurde er nicht entbannt. Keiner seiner Accounts wurde entbannt. Er hat lediglich das Recht wieder erlangt LoL zu spielen ohne das seine Accounts bei Erkennung instant permanent gebannt werden. Das ist was völlig anderes. \n\nUnd solange er sich Ingame nicht so benimmt wie von dir genannt, kann Riot seine Accounts auch nicht bannen, weil er da eben nichts falsch gemacht hat. \nWenn er sich auf Twitch falsch verhält, dann liegt es wohl an Twitch den Streamer zu bestrafen und nicht an Riot. \n\nUnd Cyber Mobbing würde ich das ganze auch nicht nennen. Er beleidigt seine Mitspieler vllt Onstream, aber er rennt ihnen ja nicht hinterher und versucht bewusst sie fertigzumachen... Scheint mir, als wüsstest du nicht, was Cyber Mobbing wirklich bedeutet.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T10:13:03.797+0000","up_votes":3,"down_votes":1,"body":"ehm, er hat einen anderen Streamer ingame mehrfach beleidigt und seine Viewer teils angestiftet auf / in seinen Stream zu gehen und diese Person zu beleidigen, warum er mit Tyler in einem Team ist.\n\nIch denke, dass ist Cyber-Mobbing\nIn Dem fall, weißt wohl du nicht den inbegriff von Cyber-mobbing\n\nKlassiches Eigentor.\n\nAber wie dem auch sei.. Kann dir nur das Video auf dem Channel : PlayerHUB empfehlen, da du anscheinend nicht richtig informiert bist !\n(nicht böse gemeint)","replies":[{"id":"","poster":"sAiStanford","date":"2019-04-08T10:20:31.151+0000","up_votes":2,"down_votes":2,"body":"Du meinst wohl, dass er ihn beleidigt hat, weil er wintraded und legit die mitte runtergelaufen ist. wenn du das nicht erkannt hast LMAO","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-08T10:22:13.761+0000","up_votes":2,"down_votes":0,"body":"Der Typ o.O\nk then","replies":[]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-04-08T11:45:55.315+0000","up_votes":1,"down_votes":0,"body":"offmeta ist nicht trollen und das war nicht nur ein spieler. Selbst wenn gibt es ihm nicht das recht hatespeech zu betreiben, und das auch noch IRL.  Dabei hat tyler 1 oft genug offmeta games selber gemacht. Tyler kann sehr einfach nur das zeigen was er will das gezeigt wird, z.b. bei guten plays nicht hinschauen oder einfach alles schlecht reden. Tyler 1 macht durchgehend kleinere streamer im chat runter, sobald sie irgendwas schreiben. Tyler 1 ist wieder toxic und jetzt nicht nur ingame sondern IRL. \n\nAber naja er ist halt pissed weil er die wette um weiten verloren hat. Als ap0calypse in geinted hat, hats auch keinen gejuckt und AP0's stream ist immernoch clean. Btw wenn im gegnerteam getrollt wird ist es ihm egal.","replies":[]},{"id":"","poster":"Sirrkas","date":"2019-04-08T10:26:37.261+0000","up_votes":1,"down_votes":0,"body":"Das macht es zwar verständlich, warum jemand anfängt zu flamen, wäre aber nichts, was eigenes Fehlverhalten legitimiert.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-04-08T10:41:13.223+0000","up_votes":2,"down_votes":3,"body":"Na ja, ein Eigentor würde ich das nicht nennen :D Du hast schließlich nicht gesagt, was er genau gemacht hat. Das er seine Mitspieler onstream flamed ist ja nun nichts neues. Und da ich mich darauf bezogen habe, ist das alleine auch kein Cyber-Mobbing. ;) \n\nAber nen kleiner Tipp: Wenn du einen Thread erstellst und über etwas diskutieren möchtest, was irgendwo geschehen ist, dann solltest du nicht davon ausgehen, dass wirklich jeder auch weiß, was passiert ist oder sich eingehend damit beschäftigt hat. Deswegen wäre es immer klug, eine kurze Zusammenfassung der Sachlage zu schreiben, damit die Leser wissen, wovon du überhaupt schreibst. Selbstverständlich gehört eine Quelle danach dazu, damit du das Geschriebene auch belegen kannst.\nSo verhinderst du von Anfang an Missverständnisse. :)","replies":[{"id":"","poster":"AngrySaltlord","date":"2019-04-08T10:54:24.724+0000","up_votes":3,"down_votes":1,"body":"@Angel Ayume, wer hat dir bitte denn Lesen beigebracht?\nEr hat alles in seinem Thread beschrieben und geschrieben.{{sticker:zombie-brand-mindblown}} ","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-08T11:00:27.976+0000","up_votes":3,"down_votes":2,"body":"Er hat nur geschrieben, dass er seine Mitspieler flamed. Das ist ja nun nichts neues. Und nur seine Spieler am Monitor anzuschreien, weil sie in seinen Augen scheiße spielen, hat nichts mit Cyber Mobbing zutun.\n\nEr hat eine Quelle eines Reddit-Posts angegeben, aber er hat keine kurze Zusammenfassung der Sachlage aufgeschrieben. Das einzige was er eben geschrieben hat ist, dass er seinen Monitor anschreit und so seine Mitspieler flamed und das eben immer. Nicht mehr und nicht weniger. \nUnd normalerweise soll eine Quelle in einer Diskussion nur dazu dienen, dass das Geschriebene auch der Wahrheit entspricht. Sie ist  nicht dazu da, dass man sich alle Informationen durch diese Quelle selbst beschafft.\n\nEdit: Und ich glaube, die Quelle zum Reddit Post hat er erst nachträglich hinzugefügt, da Sirrkas in einem Post danach gefragt hat. Das hätte er wohl nicht gemacht, wenn die Quelle schon vorher da gewesen wäre. ","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T11:42:46.854+0000","up_votes":1,"down_votes":1,"body":"Kenn den channel und die Videos sind auch mehr Clickbait als wirklich interesant ^^' Also aus meiner Sicht","replies":[]}]}]},{"id":"","poster":"SnapIntoASlimJim","date":"2019-04-08T10:10:44.475+0000","up_votes":3,"down_votes":1,"body":"Habs auch mitbekommen, auch die Geschichte als T1 damals die LCS boykottiert hat usw. \n\nBin gerade auch ernsthaft am Überlegen von LoL wieder zu Dota2 zu wechseln. Kann irgendwie nicht sein, dass Fame einen vor Strafe schützt..","replies":[{"id":"","poster":"HyperionCH","date":"2019-04-08T11:39:53.236+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SnapIntoASlimJim,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=0003,timestamp=2019-04-08T10:10:44.475+0000)\n>\n> Habs auch mitbekommen, auch die Geschichte als T1 damals die LCS boykottiert hat usw. \n> \n> Bin gerade auch ernsthaft am Überlegen von LoL wieder zu Dota2 zu wechseln. Kann irgendwie nicht sein, dass Fame einen vor Strafe schützt..\n\nVom aktuellen Fall habe ich nichts mitbekommen, Aber in der Vergangenheit wurde er stärker bestraft als \"normale Spieler\".\n\nAls \"Normalo\" kriegst du höchstens einen perma ban deines Accounts. Mit einem neujen Account kann man aber wieder spielen. Bei ihm wurden neue Accounts gleich wieder gebannt.\n\nSpäter durfte er wieder neue Accounts eröffnen, ohne dass sie gleich wieder gebannt werden. Damit war das Strafmass wieder auf unserem Niveau (als normale spieler).\n\nDie Frage ist somit, was hat er nun getan und wann bzw. welche Konsequenzen (Strafen) muss er tragen.\n\nMeine persönliche Meinung:\nFlaming ist Teil des Business-Konzepts dieses Kanals/Streams. T1 kann man deshalb nicht reformieren, da sein Verhalten einen grossen Teil seines (auch finanziellen) Erfolgs ausmacht.\nDie härtere Bestrafung früher hätte man wohl besser belassen sollen.\n\nJedoch muss man auch sagen, dass Streamer gerade in LoL oft erfolgreicher sind, wenn sie eine gewisse Emotionalität aufweisen (um es vorsichtig auszudrücken); also nicht nur bei T1.","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-04-08T11:50:05.764+0000","up_votes":1,"down_votes":0,"body":"Das mit dem Business-Konzept verstehe ich ja und finde es auch nicht schlimm wenn Leute bei sich selbst Sachen kaputtschlagen, rumbrüllen oder sonst was, soll halt jeder selber wissen. Aber es ist dann auch irgendwo eine Grenze einzuhalten. \n\nImmer wieder wird einem gesagt, es sind ja Menschen hinterm Monitor usw. Und viele dieser Menschen werden vor ca. 20k anderen Menschen denunziert, beleidigt und erniedrigt, nur, weil sie mit T1 in einem Game sind.","replies":[{"id":"","poster":"HyperionCH","date":"2019-04-08T13:10:02.207+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SnapIntoASlimJim,realm=EUW,application-id=KYnfKGf0,discussion-id=XuFUNuAY,comment-id=000300010000,timestamp=2019-04-08T11:50:05.764+0000)\n>\n> Das mit dem Business-Konzept verstehe ich ja und finde es auch nicht schlimm wenn Leute bei sich selbst Sachen kaputtschlagen, rumbrüllen oder sonst was, soll halt jeder selber wissen. Aber es ist dann auch irgendwo eine Grenze einzuhalten. \n> \n> Immer wieder wird einem gesagt, es sind ja Menschen hinterm Monitor usw. Und viele dieser Menschen werden vor ca. 20k anderen Menschen denunziert, beleidigt und erniedrigt, nur, weil sie mit T1 in einem Game sind.\n\nDa bin ich genau bei dir.\n\nWenn man sich z.B. über sein eigenes (schlechtes) Play aufregt, dann ist dies für mich völlig OK. Da sind Emotionen dabei (die offenbar viele Zuschauer sehen möchen), ohne aber wirklich toxisch zu sein.\n\nAnders sieht es aus, wenn man bei einem schlecht laufenden Spiel seine eigenen Mates nur noch runter macht; sei es im ingame chat oder \"nur\" im Stream. Denn letzteres birgt die Gefahr, dass die Zuschauer dann jene Mates auch beledigen (z.B. FL-Request dafür senden oder - wenn jene selbst Streamer sind - in deren Stream-Chat).\n\nMeine Meinung dazu:\nWenn Streamer nur im Stream  toxisch sind, dann ist dies zwar Sache der Plattform (z.W. Twitch), jedoch kann auch hier Riot Games etwas gegensteuern:\n\nStreamer, die durch toxisches Verhalten im Stream auffallen (u.a. Beleidigen der Mates), sollten vom LPP temporär ausgeschlossen werden. Streamer mit bans sollten auf jeden Fall aus dem LPP ausgeschlossen sein.\n\nDamit fördert man auch Streamer, die sich vorbildlich verhalten.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-08T11:39:32.832+0000","up_votes":1,"down_votes":0,"body":":0","replies":[]}]},{"id":"","poster":"Jennifer420","date":"2019-04-16T13:51:12.124+0000","up_votes":1,"down_votes":0,"body":"soweit ich weiß SAGT er dinge nur im stream. er SCHREIBT sie nicht in den chat.","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-19T15:16:38.302+0000","up_votes":1,"down_votes":2,"body":"und genau deswegen schreibt er auch im Video etwas in den Chat...\n\noh boy, bist genau das perfekte Beispiel.\nEinfach unzureichend Informiert","replies":[{"id":"","poster":"Jennifer420","date":"2019-04-26T23:54:32.466+0000","up_votes":1,"down_votes":0,"body":"komm mal runter, in dem reddit post sind gefühlt 100 sachen verlinkt und ich stalke tyler nicht :D\n\naußerdem wurde tyler entbannt weil irgendein rioter in discord channel meinte tyler hat ihm soviel ärger gemacht, er soll an seinen steroiden draufgehen. darauf hin hat riot den typen gefeuert und sich bei tyler entschuldigt der es höflich abgelehnt hat und meinte es sei nur schade das riot ihm keine chance mehr gibt. \nund um großartig shitstorm zu vermeiden gab riot tyler dann noch ne chance.\n\nund offenbar ist er inzwischen wieder in dem status in dem sich jeder spieler befindet. für flame kriegst du erst dann ne strafe wenn es konstant ist.","replies":[]}]}]},{"id":"","poster":"Sam whynn","date":"2019-04-09T18:37:29.372+0000","up_votes":1,"down_votes":0,"body":"Ich gucke fast jeden seiner streams und er ist nie toxic,er schreit vllt manchmal seinen bildschirm an,aber das ist was ihn sympatisch macht","replies":[]},{"id":"","poster":"Afabla","date":"2019-04-09T18:18:53.192+0000","up_votes":1,"down_votes":0,"body":"1. Stimme dir 100% zu\n2. klingt das sehr von Silphie/PlayersHUB abgeschrieben","replies":[]},{"id":"","poster":"DerBro","date":"2019-04-09T13:38:55.863+0000","up_votes":1,"down_votes":0,"body":"Das \"Problem\" ist, dass Tyler den Ingame Chat nicht mehr so benutzt wie früher. Er brüllt nur noch rum und flamed ingame kaum noch. Riot kann niemanden dafür bannen seinen Bildschirm anzuschreien. Wenn doch dann gebt mir einen lifetime Bann.\nTyler ist unterhaltsam und dieser Thread ist einfach nur QQ von Leuten die denken Beleidigungen seien das Werk des Teufels.","replies":[]},{"id":"","poster":"Målice","date":"2019-04-09T12:04:52.110+0000","up_votes":1,"down_votes":0,"body":"Geile neue copy pasta, tolle Satire bro","replies":[]},{"id":"","poster":"Avorox","date":"2019-04-08T14:51:48.977+0000","up_votes":1,"down_votes":0,"body":"Ja natürlich ist dieser Ban nur aufgehoben worden weil er streamt, das ist ja auch der Grund wieso es diesen ID-Ban überhaupt gab. Er darf jetzt mit neuen Accounts spielen, so wie das jeder Andere 0815 gebannte Spieler auch darf, ich sehe also das Problem nicht.","replies":[]},{"id":"","poster":"Anikus","date":"2019-04-09T20:50:33.816+0000","up_votes":1,"down_votes":3,"body":"Mobbing ist es erst wenn es sich gegen die gleiche Person richtet, 6 Monate lang mindestens einmal die Woche.\n\nUnd den Satz 'Allein wie der Typ flamed gehört der Typ vor das Gericht gezogen und angezeigt...' find ich sowas von peinlich. \n\nSolange er keine hardcore Beleidigungen raushaut, ist es doch nur seine Meinung und kein Flame, und die sollte er frei äußern können, oder nicht? Oder flamest du gerade tyler? Er unterhält seine Zuschauer und hält Leute beim Spiel. Seh da kein Problem.\nLg","replies":[{"id":"","poster":"AngrySaltlord","date":"2019-04-10T08:30:40.613+0000","up_votes":1,"down_votes":0,"body":"herjemene, was bist du denn für einer O.O{{champion:114}}","replies":[]},{"id":"","poster":"Kira Rengami","date":"2019-04-10T08:29:02.822+0000","up_votes":2,"down_votes":3,"body":"Deinen Satzbau und Ahnungslosigkeit finden wir ebenfalls sehr peinlich!\nBist wieder einer wie 70% Die hier schreiben\ndie\n1. Nicht richtig gelesen haben\n2. Das Problem nicht verstehen.\n\nDa empfehle ich dir am besten nichts zu sagen.","replies":[]}]},{"id":"","poster":"611FVNKBlv","date":"2019-04-10T16:31:58.805+0000","up_votes":2,"down_votes":2,"body":"Das zeigt wie ich finde die intelligenz der Internetcommunity die derartige Spieler feiert. Gleiches gilt zb für den deutschen Streamer montanablack. So etwas zu feiern ist für mich ziemlich zweifelhafte intelligenz. Das tencent allerdings auf diese werbung nicht verzichten möchte zumal tyler1 eine sehr große wenn auch für meine ansichten nicht ganz normale community mitzieht ist schon erklärlich. Aber naja die vorteile sind mit den arschlöchern (ist wie im rl auch obs der zuckerberg ist obs der trump ist oder oder oder selbst im privatleben haben die arschlöcher fast immer das meiste zu sagen)  und ja @forummods könnt ihr gerne zensieren löschen bannen whatever für mich bestätigt es nur wieder genau diese theorie das die leute die wirklich die harten sachen ablassen straffrei davon kommen und die leichten 3x hart bestraft werden lul. #meinungsfreiheitwasdas","replies":[{"id":"","poster":"Kira Rengami","date":"2019-04-10T18:17:00.456+0000","up_votes":1,"down_votes":1,"body":"Da kann ich dir nur zustimmen...","replies":[]}]},{"id":"","poster":"eck0o","date":"2019-04-09T08:53:57.169+0000","up_votes":1,"down_votes":2,"body":"Im Leben läuft nunmal nicht immer alles fair. Derjenige mit mehr Scheinen auf dem Konto kann öfter Falschparken als du, der mit mehr Reichweite mehr flamen bis zum Permabann. Würde Riot Tyler jetzt permanent bannen müssten sie sich gleichzeitig einen Fehler eingestehen (nämlich ihn entbannt zu haben) und wer gesteht sich bitte gerne Fehler ein? Niemand!\n\nTyler1 zieht nunmal sehr viel Aufmerksamkeit auf das Spiel, da er immernoch populär ist. Mit nem erneuten Bann schenkt man ihm nur mehr Popularität. Da er mit seinem Verhalten außerdem hauptsächlich High Elo Spieler abfuckt (die nicht so schnell aufhören mit League als Low Elo Spieler die weniger Zeit in das Spiel gesteckt haben) interessiert das Ganze Riot noch weniger. \n\nUm Tyler1 wirklich effektiv zu bannen müssten sie ihn nicht aufgrund Drucks aus der Community bannen (von wegen endlich macht ihr auch mal was), sondern für etwas Schlimmes, dass nicht viele kennen, aber bei dessen Banngrund ein sehr großer Teil der Community sagt: Cool, dass ihr so schnell reagiert habt, verdienter Bann. Da tyler ja auch nicht blöd ist wird er riot auch keinen so guten grund liefern denke ich","replies":[]},{"id":"","poster":"AI LuckUp","date":"2019-04-08T18:38:48.846+0000","up_votes":1,"down_votes":3,"body":"K.a was du laberst aber ok. Wahrscheinlich bist du auch so sehr von dir überzeugt das du eigentlich in den eSports gehörst...","replies":[]}]}