{"id":"Oe6dRY5O","poster":"AsInto","date":"2015-11-08T23:18:59.474+0000","title":"Hab mal ne Frage . . .","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":2,"body":"Ich hatte ein fr&ouml;hliches ,gl&uuml;ckliches leben in lol doch dann loggte ich mich eines tages ein und BAM neuer Name .\r\nKann es sein das rito reportete Namen &auml;ndert ?","replies":[{"id":"","poster":"aranjo","date":"2015-11-08T23:22:22.622+0000","up_votes":2,"down_votes":0,"body":"musste mal in dein email postfach gucken.  wie war denn dein alter name? war der evtl in irgendeiner art provokant? zur not kannst du den support fragen","replies":[]},{"id":"","poster":"AsInto","date":"2015-11-15T10:55:01.644+0000","up_votes":1,"down_votes":0,"body":"@Spicavius mein vorheriger Name war histler... xD und AsInto ist der platzhaltername das ergibt Sinn","replies":[]},{"id":"","poster":"Spicavius","date":"2015-11-09T09:19:01.572+0000","up_votes":1,"down_votes":0,"body":"Vor ca. 1-2 Wochen kam soweit ich weiß ein neues System von Riot raus, das \"böse\" Beschwörernamen verändert und zu einem harmlosen Namen macht.\n\n\"DerMF\"    wird zu \"Pusteblume\" oder so.","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2015-11-09T07:40:06.552+0000","up_votes":1,"down_votes":0,"body":"Eine Freundin von mir hatte dieses Problem mal, jedoch wird dein Name nur geändert, wenn er gegen die Regeln verstößt.\nDein Beschwörername dann zu einem Platzhalternamen (Bei ihr war es \"Tempname5678\" oder so) umbenannt und bei einer freundlichen Anfrage beim Support darfst du dir dann einen neuen aussuchen, sofern du freundlich erklärst, dass es dir leid tut, mit deinem alten Namen gegen die Regeln verstoßen zu haben.\nBei deinem Namen sieht mir das aber nicht danach aus....Sicher, dass sich keiner deiner Freunde einen Spaß erlaubt hat?\nWir hatten auf einer LAN-Party auch einmal einen Freund von \"Doctor Godyr\" zu \"Doctor Schwulius\" umbenannt ;) (natürlich haben wir ihm danach das Geld zum umbenennen zurückgegeben <3)","replies":[]},{"id":"","poster":"i had fun once","date":"2015-11-09T00:02:34.999+0000","up_votes":1,"down_votes":0,"body":"Wenn dann wird der glaube ich in einen Platzhalternamen geändert. Oder du warst am WE einfach nur betrunken eingeloggt :o","replies":[]}]}