{"id":"MOkoaudX","poster":"Pure Cynicism","date":"2015-11-08T15:32:29.521+0000","title":"Grundlegende Tipps und Taktiken für 3-3","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi Leute,\r\nmeine Freunde und ich sind was SoloQ angeht im oberen Silber-Bereich. Im 3-3 wurden wir zun&auml;chst Bronze 4 gerankt und konnten uns im Laufe der Season auf Gold V hocharbeiten. W&auml;hrend wir durch Bronze durchmarschiert sind, hatten wir ab Silber 2 doch einige Schwierigkeiten. Wir spielen grunds&auml;tzlich mit den Champs, mit denen wir ganz gut sind und &uuml;berlegen uns eine daraus folgende Teamcomp. \r\n\r\nUnsere fr&uuml;here Maincombo war Fiora (bis zum Rework), Malphite und Singed. Das lief ziemlich gut. Nach dem Rework sind wir umgesattelt auf Garen/Riven, Volibear, Karma/Singed. Auch das hat relativ gut funktioniert, aber wir sto&szlig;en langsam an unsere Grenzen. Daher wollte ich einmal nachfragen, ob es Infoseiten speziell f&uuml;r 3-3 gibt, vielleicht mit Rankings von bestimmten Champions oder Teamcomps. Es gibt ja viele Seiten, die Analysen und &auml;hnliches anbieten, aber die betreffen soweit ersichtlich nur die SoloQ. \r\n\r\nAlternativ w&uuml;rde ich mich auch hier &uuml;ber Anregungen freuen. Meiner Ansicht nach werden Late Game Carries eher selten gepickt. Ist im Hinblick auf die Spiell&auml;nge auch meistens eine gute Entscheidung.  Eine Wombo-Combo haben wir bisher nicht im Arsenal. Fr&uuml;her waren Malphite und Fiora zu 2. echt schmerzhaft, aber das ist ja nicht mehr aktuell. \r\nUnsere besten Champions sind je nach Spieler:\r\nGaren/Fiora/Riven/Vi/Diana/Akali/Quinn/Shyvana\r\nVolibear/Malphite/Maokai/Fizz/Gragas/Udyr/Wukong\r\nTaric/Karma/Singed/Rammus/Kalista/Vladimir/Annie/Kogmaw (AP/AD)\r\n\r\nIm &Uuml;brigen haben wir gro&szlig;e Probleme gegen typische Devourer-Jungler wie Jax und Udyr. Counterjunglen ist nicht unser Metier. Kann man die im Lategame ohne Exhaust und Hard-CC &uuml;berhaupt noch schlagen oder sollte man sie direkt bannen?","replies":[{"id":"","poster":"Shacoláde","date":"2015-11-13T08:52:25.672+0000","up_votes":2,"down_votes":0,"body":"Ich muss sagen, letzte Sasion war 3vs3 League of Offtanks. Meistens, waren eigentlich Tank/Off-Tank für die TopLine (Garen, Volibear, Darius, Renkton usw.), Unterstützer/CC-Offtank Jungle (Elise, Nocturne, Lee-sin und mein persönlicher Favorit Zac für schnelle ganks und split off support in Teamkampf) und Sustain AP bot (voallem Karma, Viktor, Ryze) extrem stark.  \n \nMeistens kam es aber auf die Bann-Phase drauf an.  Wir sicherten uns immer Zuerst den Jungler, sodass wir auf einer Line zumindest Counter_Picken konnten. Die andere Line versuchte passive zu Farmen und wartete auf den Jungler. \nIm 3vs3 sollte man nicht vergessen, dass Map-Control on Objectives for allem anderen geht. Auf kills zu gehen und reskieren in early zurück zu liegen, sollte man tunlichst vermeiden, da es dazu kommt, das der eigene Jungle gecleart wird oder farms komplett in den Tower gehen. \n\nDurch den neuen Patch ändert sich zwar die Grund-Idee der vorgehensweise nicht, aber warscheinlich die Teamzusammenstellung an sich. \nAufgrund der neuen Crit-Items und der 15% Heal bei crit werden Champsions wie Tryn oder Yasou auch im 3er weit vorne sein. Außerdem kann ich mir aufgrund der Anpassung der ADCs auch Teamnzusammenstellung mit ADCs vorstellen, die es auch jetzt schon gegeben hat. Wie zum Beispiel Karma sicher und  Renektion/ Volibear Cait/Graves picken.\nWichtig ist aber die Sustain nicht zu verlieren und OneShot zu sein.\nSustain geht nachwievor vor allem anderen","replies":[]},{"id":"","poster":"Believing","date":"2015-11-08T18:23:37.162+0000","up_votes":2,"down_votes":0,"body":"Devourer Jungler sind im 3v3 momentan relativ schlecht, es gab ausnahmen (Kayle,Yasuo), aber seid dem Nerf würde ich das nicht mehr empfehlen. Momentan wird zu 90% Bruiser/ADC Top, Bruiser und AD/AP Offtank jgl und burst/support ap bot gespielt. Zu den anderen 10% gehören matchups mit support. Ich würde euch aber eher die Top, Jungler und Ap Variante empfehlen weil man da sehr gut variieren kann mit den Picks.\nHier ne gute Seite für 3v3\nhttp://www.metalol.net/tier-lists/3v3/","replies":[]}]}