{"id":"8qneedHr","poster":"Scripting Panda","date":"2015-11-07T17:26:24.561+0000","title":"Leertaste funktioniert nicht mehr ?!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\n\nseit einiger Zeit funktioniert meine Leertaste wenn ich in der Kluft bin nicht mehr richtig.\n\nWeder im Chat noch als festhalten der Kamera. \n\nAlsoimChatschreibeichdannmehroderwenigerso und die Kamera l&auml;sst sc nicht mehr auf meinen Champion zentrieren.\nTeilweise echt n bisschen nervig, hat jemand n Vorschlag?\n\n\nedit: Im Browser und allem außerhalb der Kluft funktioniert es. ","replies":[{"id":"","poster":"Phobos Selini","date":"2015-11-08T05:12:17.903+0000","up_votes":1,"down_votes":0,"body":"Wenn es auch im Spiel immerhin manchmal geht, würde ich stark auf einen technischen Defekt tippen. Wahrscheinlich ist es Dir außerhalb der Spiels nur noch nicht aufgefallen, dass die Taste auch da manchmal aussetzt. Oder du hast einen Wackelkontakt beim Kabel, der erst dann auftritt, wenn Du die Tastatur zum spielen möglicherweise anders hinlegst. \n\nWäre es eine Tastenbelegung im Spiel, würde die Leertaste im Chat eigentlich wieder funktionieren, vorausgesetzt man hat nicht irgendwie stärker rummanipuliert, sodass z.B. irgendwelche Emotes zusätzlich zu Skills ausgelöst werden (das ging doch glaube ich nur über die Config Dateien).\n\nMal die Tastatur reinigen könnte auch schon helfen, wer weiß was für ein Snickers du da unter den Knöpfen hast.","replies":[]},{"id":"","poster":"Scripting Panda","date":"2015-11-07T20:00:19.021+0000","up_votes":1,"down_votes":0,"body":"Beides nicht. \n\nWenns am Treiber liegen würde, würde die Leertaste auch sonnst nicht gehen.\n\nAn den Einstellungen kann es auch nicht liegen, da es manchmal geht und manchmal nicht","replies":[{"id":"","poster":"legofreak1","date":"2015-11-07T21:10:34.598+0000","up_votes":1,"down_votes":0,"body":"Hast du es denn wenigstens ausprobiert? Ja, Treiber halte ich auch für unwahrscheinlich, aber in der Stunde, die dir hier niemand was weiteres gepostet hat, hättest du auch den Treiber neu installieren und die config-Dateien löschen können.","replies":[]}]},{"id":"","poster":"Drown in Agony","date":"2015-11-07T19:42:03.580+0000","up_votes":1,"down_votes":0,"body":"Stelle die Standardeinstellungen wiederher. Kann sein dass du die Funktion der Leertaste ingame auf etwas anderes gesetzt hast.","replies":[]},{"id":"","poster":"The Long Tongue","date":"2015-11-07T18:19:51.856+0000","up_votes":1,"down_votes":0,"body":"vllt funktioniert es wenn du die treiber software von deiner tastatur neu installierst.\nsystemsteuerung->Geräte und Drucker->Geräte manager","replies":[]}]}