{"id":"A8FATyFz","poster":"Lagbeard","date":"2015-11-07T16:15:23.754+0000","title":"Der Herold der Kluft (Designkritik)","subforum":"Karten & Spielmodi","up_votes":16,"down_votes":1,"body":"Hall&ouml;, \r\nIch wei&szlig;, dass nichts der derzeitigen &Auml;nderungen in Stein gemei&szlig;elt ist. Daher beziehe ich mich auf die Zurzeit vorgestellten Inhalte.\r\n\r\nErst einmal: Die Idee eines kleineren Bossmonsters, dass die Urlaubsvertretung f&uuml;r den notorisch verschlafenden Baron finde ich unglaublich gut. Da hat die Toplane endlich wieder Sinn (und wer wei&szlig;? Vielleicht wird sie ja im Early so wichtig, dass sie wieder zur Duolane wird. TP ADC&acute;s incomming :D).\r\n\r\nWas mich st&ouml;rt, ist das derzeitige grafische Design von dem Vieh. Die komplette &uuml;berarbeitung des Dschungels zielte darauf ab ihn mystischer und wilder wirken zu lassen. Wilde Bestien, statt gepanzerter Kampfechsen. Wenn man sich das Design des Roten Dornenr&uuml;ckens ansieht: Wunderbar umgesetzt. Eine Runenverzierte Holzkreatur, wundersch&ouml;n mit Farben gearbeitet (Rot/Gr&uuml;nkontraste), viele Details.\r\n\r\nUnd jetzt der (derzeitig Gezeigte) Herold: Ein blauer Stein. Mit einem gro&szlig;en Auge oben drauf. Um dem Drake zuzugucken, wenn er zu seinem Platz fliegt. Ich frage mich, ob bei der Aktualisierung der Startgegenst&auml;nde der Sehende Stein &uuml;briggeblieben ist, und so hat man ihm Leben eingehaucht und ihn in den Jungel gestellt. Meine Konkrete Kritik:\r\n\r\n1) Im Gegensatz zum restlichen Dchungel ist das Vieh viel zu einfach gemacht. Keine Details, Verzierungen, es ist einfach ein blauer Stein. Er hebt sich nicht von der Umgebung ab, hat keine Kontraste. Er verschwimmt im Baronsee, der die selbe Farbe hat wie er. Was nat&uuml;rlich zu Tarnzwecken gut sein kann. Aber das Viech hat, so wie es jetzt aussieht, keine Tarnung n&ouml;tig. Mir fehlen so ein bisschen die Detailreiche Arbeit und farbliche Akzente.\r\n\r\n2) Das Gesamtdesign. Der Herold sieht aus, als h&auml;tte man ihn aus World of Warcraft: The Burning Crusade entf&uuml;hrt und in ein fremdes Spiel gesperrt. Versteht mich nicht falsch, WoW: TBC war ein geniales Spiel, gerade vom Design her. Aber es passt &uuml;berhaupt nicht zu LoL. Anstatt unterschwelliger Magie und versteckter Mystik hat das Viech stumpf ein Riesenauge oben drauf. Das finde ich, einfach gesagt, plump. Keine Feinheiten, nichts Geheimnisvolles. Einfach nur ein weiteres Monster aus irgendeinem Spiel mit &uuml;bertriebenen Accessiores.\r\n\r\nNaja, das waren so meine ersten Gedanken. Wie gesagt, Idee find ich super, nur die Grafik wirkt (noch) sehr lieblos. Den Herold kann man sich, so wie er jetzt ist, in 5 Minuten aus dem &Auml;rmel sch&uuml;tteln. \r\n\r\nWas sagt ihr? Haut euch der Herold komplett aus den Latschen? Feiert ihr ihn? Wie siehts aus?","replies":[{"id":"","poster":"Phridolin","date":"2015-11-07T18:06:53.717+0000","up_votes":4,"down_votes":0,"body":"Finde deinen Beitrag super. Super, wie du deine konstruktive Kritik verpackt hast und super, was du kritisierst. Zum Glück gibts noch so Leute, wie dich. Wenn ich das geschrieben hätte, hätte ich wieder notorische Downvotes erhalten. XD Ist mir zwar schnuppe, aber meine Stimme kriegst du!","replies":[{"id":"","poster":"Lagbeard","date":"2015-11-07T18:49:08.807+0000","up_votes":1,"down_votes":0,"body":"Danke ;) Ich finde, jeder hat das recht auf Kritik (zu kritisieren und kritisiert zu werden), denn wie soll man sich sonst verbessern? Sag (höflich) was dir nicht gefällt, sag warum und du kannst damit eigentlich nichts falsch machen, außer dass du widerlegt wirst. Und selbst dann hast du ja noch etwas gelernt ;p","replies":[]}]},{"id":"","poster":"A Dragons Heart","date":"2015-11-07T16:30:04.356+0000","up_votes":4,"down_votes":0,"body":"Alles gut nachvollziehbar, du hast Recht! Ich hatte bisher auch immer ein unwohles Gefühl, wenn ich ihn gesehen habe, konnte aber leider (bis jetzt) nicht genau sagen, woran das lag.\nMfG","replies":[]},{"id":"","poster":"Sirius00","date":"2015-11-07T19:26:03.454+0000","up_votes":1,"down_votes":1,"body":"Hi und schon jetzt mal Danke für die Kritik, die du hier abgibst. Find ich tuhl.\n\nNaja, aber jetzt zum wesentlichen: Dem Herold. Ich finde ihn gut so, wie er ist. Sobald ich ihn sah, dachte ich gleich an den Baron. Ich meine, der sieht aus wie BAron, nur halt \"humaner\" und muskulöser, und genauso ist er. Er klopft dich zusammen wie ein Stück Brot. Er ist der junge Baron, der noch nicht sein volles Potential entfaltet hat. Un das Auge hat er, damit er weiss, wann endlich sein würdiger Gegner, der Drache, besiegt werden kann. Aber ich verstehe, wieso du ihn nicht magst, er ist halt kein Blue/Red Buff, aber für das,w as er darstellen soll, finde ich ihn gut.\n\nMfG Sirius00{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Lagbeard","date":"2015-11-07T20:19:42.356+0000","up_votes":1,"down_votes":0,"body":"Hey, danke für die Antwort :)\n\nAls Vorentwicklung zum Baron ist mir der Herold einfach zu unterschiedlich von diesem. Aus einem Humanoidem Wesen mit einem Riesenauge entwickelt sich eine Seeschlange? Natürlich ist mir auch aufgefallen, dass der Herold das Gesicht des Barons hat, und dass, wenn man das Auge wegnimmt, fast die Kopfplatte des Barons erkennbar wird. Aber für mich hätte man auch ein Meehrscheinchen nehmen können, es Lila anmalen und das Barongesicht mit 13 Augen, Beißzangen und Maul darannähen können. Das hätte genau so wenig ins Konzept gepasst :D Ich denke, man sollte da noch etwas angleichen, anstatt steinähnlicher Oberfläche lieber Echsenschuppenplatten oder so.\n\nNun gut, unsere Meinungen scheinen hier relativ unvereinbar zu sein, da ich weder die humanoide Gestalt noch dieses (Sorry, aber ich finde es wirklich geradezu lächerlich groß :D)  Auge wirklich gut finde. Aber ich könnte damit leben, wenn RIOT sich von diesem Design nicht trennen möchte. \n\nAber dennoch, auch wenn das Konzept bleibt, finde ich, dass man in der Grafik ein paar Akzente setzen sollte. Lichteffekte, farbliche Abhebungen (Muster auf dem Stein, Moosüberzug, Ranken, Leuchterunen, Graffity, Kätzchenbemalung im Gesicht... halt etwas anderes als Blaulila) oder so etwas sind, wie ich finde auf jeden Fall noch nötig. Und wenn es nur wäre, dass man den weißen Bauch des Barons übernimmt. Wie gesagt, ich finde das Design sehr primitiv. Es wirkt wie aus den Anfangszeiten von Fantasyrollenspielen.\n\nAber ich finde es immer interessant, Gegenstimmen zu hören (Wie langweilig wär das denn auch sonst?)\n\nIn dem Sinne (Zitat: Handofblood, zu jeder Gelegenheit).","replies":[{"id":"","poster":"Skelenth","date":"2015-11-08T00:58:09.052+0000","up_votes":1,"down_votes":0,"body":"Soweit ich weiß wurde auf Surrender@20 oder Reddit von einem Rioter gesagt, dass der Herold ein mutierter Kluftkrabbler ist. Also eine von den Krabben die im Fluss rumscharwenzeln. Davon soll eine halt ins Baron Pit gegangen sein und von den (hier bitte ironisch-ominöse Stimme beim lesen denken) \"magischen Leeren-Energien\" mutiert worden sein.\nDas Auge ist unter anderem wegen des Gameplays wichtig: wenn es offen ist erhält der Herold 12% seines Maximalen Lebens als Schaden wenn er von hinten angegriffen wird. Er ist also eher wie ein Legend of Zelda-Boss.\nDie einzigen Details, wenn man diese Rahmenbedingungen betrachtet, die man, meiner Meinung nach, noch hinzufügen könnte wären die Schuppen die auch der Kluftkrabbler hat, oder die Fühler. Würde dann zwar seltsam aussehen, aber man würde die Verbindung erkennen können.","replies":[{"id":"","poster":"Lagbeard","date":"2015-11-08T14:01:01.396+0000","up_votes":1,"down_votes":0,"body":"Ein Kluftkrabbler? Was bitte hat RIOT sich denn dabei gedacht? Das klingt, als wollten sie ihr eigenes Spiel parodieren :D","replies":[]}]}]}]}]}