{"id":"2HNgUwdB","poster":"Caos2026","date":"2015-11-07T11:39:16.091+0000","title":"lol hängt sich im loading screen auf","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nseit gestern h&auml;ngt sich lol im loading screen bei mir auf.\r\nDas sieht dann so aus, dass es erst ewig dauert bis bei mir alle &uuml;berhaupt eine Verbindung haben und die Prozentzahlen nur langsam steigen. Die anderen bekommen nach langer Zeit dann 100% nur bei mir bleibt es nach ca. 15 Minuten bei einer Prozentzahl stehen.\r\nDann kommt die Meldung das ich die Internetverbindung verloren hab, was eigentlich nicht sein kann da ich die ganze Zeit &uuml;ber im Ts war. Reconnect, aus und einloggen und lol neu installieren haben nichts geholfen.\r\nNormal bin ich immer nach sp&auml;testens einer Minute bei 100%.\r\nDas ist mir die letzten 3 Spiele hintereinander passiert, wodurch ich jetzt in die Warteschlange mit niedriger Priorit&auml;t gerutscht bin. &Uuml;ber Hilfe und Anregungen w&uuml;rde ich mich sehr freuen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nCaos2026","replies":[{"id":"","poster":"Tiaryn","date":"2015-11-07T14:11:53.531+0000","up_votes":2,"down_votes":0,"body":"Hast du das Problem auch in Custom Games? So könnte man nach Lösungen suchen ohne, dass du bei jedem Test ein Spiel verlässt.\nBenutzt du WLAN oder LAN?\nSind noch andere Geräte im gleichen Netzwerk?\nHast du mal den Router aus- und angemacht?\nHast du gestern ein neues Programm installiert?\nWelche Programme laufen bei dir im Hintergrund?\nHast du gestern den Client gepatcht?","replies":[{"id":"","poster":"Caos2026","date":"2015-11-07T15:58:11.637+0000","up_votes":1,"down_votes":0,"body":"In Customer Games genau das gleiche. Ich benutze WLAN. Ja es sind noch andere Geräte im gleichen Netzwerk, aber das waren sie das ganze Jahr auch schon. Den Router hab ich noch nicht aus- und angemacht, ich werde es ausprobieren wenn ich nach Hause komme. Ich hab gestern nichts neues installiert und es lief auch 2,3 Spiele einwandfrei. Im Hintergrund laufen eigentlich nur Ts, Skype und Firefox. Gestern hab ich den Client nicht gepatcht.","replies":[]}]},{"id":"","poster":"Caos2026","date":"2015-11-09T09:16:59.755+0000","up_votes":1,"down_votes":0,"body":"Ich hab das Problem jetzt gelöst. Ich hab die Systemwiederherstellung benutzt und mein pc auf dem Stand von letzter Woche gesetzt. dannach lol deinstalliert und wieder installier und schon ging es wieder.\n\nViele Grüße\nCaos2026","replies":[]}]}