{"id":"tAbs2Iri","poster":"GoG Yagamilight","date":"2015-11-07T15:05:34.881+0000","title":"Suche ein paar Beschwörer/innen mit denen man Spaß haben kann","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Ich bin 17 und spiele eigentlich grunds&auml;tzlich aus Spa&szlig;. Bei meinen Freunden bin ich bekannt daf&uuml;r, dass ich immer eine positive Einstellung habe, egal wie schlecht die Ausgangssituation ist. \r\nZu meinen Hobbies z&auml;hlen mein Hund (Ja ich habe einen eigenen Hund, es ist kein Familienhund) Ich zocke gerne, haupts&auml;chlich LoL\r\nund ich schaue/lese sehr gerne Animes Mangas, leider ist das Anime schauen eher unregelm&auml;&szlig;ig da ich eine Ausbildung angefangen habe\r\n\r\nF&uuml;r die diejenigen die sich f&uuml;r meinen Rank interessieren, ich bin Dia V und LoL Veteran\r\n\r\nLiebe Gr&uuml;&szlig;e Matze | GoG ACE","replies":[{"id":"","poster":"Dasher2801","date":"2015-11-07T17:14:13.301+0000","up_votes":1,"down_votes":0,"body":"Ich denke mit mir kann man Spaß haben, da wir ein paar Gemeinsamkeiten haben.\nIch spiele wie du hauptsächlich nur aus Spaß, habe immer eine positive Einstellung\nund ich gucke gern Animes. Hab da eine Seite wo ich von einigen Anime Serien die verpassten Folgen anschauen kann.\n\n Ich bin 24 Jahre alt, Level 30 und noch Unranked, außerdem bin ich ein Wiedereinsteiger und versuche halt wieder ins  Spiel zu finden. Hauptrolle habe ich noch keine, vielleicht finde ich meine Hauptrolle mit deiner Hilfe raus. Bisher habe ich Hauptsächlich 3 vs 3 und Aram gespielt aber ich möchte so langsam mal Erfahrungen in 5 vs 5 games sammeln. Im Spiel schreibe ich nicht viel  im Chat\nund alle Flames ( auch die, die auf mich bezogen  sind) von anderen Spielern ignoriere ich und gebe stets mein Bestes. \n\nZur besseren Absprache im spiel wäre bei mir durch Skype möglich.\nBin innerhalb der Woche meisten so ab 17:00 - 18:00  Uhr online. \nAm Wochenende ab 08:00 meistens. \nWenn du Interesse hast, kannst du mich gern adden.","replies":[]}]}