{"id":"W85d08e8","poster":"Guckyi","date":"2015-11-07T04:56:09.214+0000","title":"Platin vor Saisonende?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Gibt es dort drau&szlig;en in der Lieger irgendwelche Helden die einem verraten k&ouml;nnen wie man es noch schafft von GOld 2 auf Platin zu kommen. Ich habe lieder das Gro&szlig;e gl&uuml;ck das immer wenn ich ein gutes Game habe mein ganzen Team einfach verkackt. Ich weis nicht was ich noch tun kann, solangsam bin ich echt am Ende. Ich hba zwar auch nicht immer die besten Games, aschaff es aber mich zu halten. Also wenn irgendwer Tipps hat wie ich das noch Packen kann, oder wenn es wen gibt er mir Helfen m&ouml;chte, einfach melden.\r\n\r\nmfg GUcky","replies":[{"id":"","poster":"Fcktardmagnet","date":"2015-11-07T08:20:47.531+0000","up_votes":3,"down_votes":0,"body":"1. Unter Zeitdruck und mit einer \"ich muss unbedingt gewinnen\" Einstellung wird das sowieso nichts. Das einzige was du damit erreichst ist, dass du dir den Spaß am Spiel nimmst, deshalb schlechter spielst als du könntest und du deshalb spiele verlierst die du andernfalls vielleicht gewinnen würdest. Ergo ist diese Einstellung kontraproduktiv für das Erreichen deiner Ziele. \n\n2. Verabschiede dich von der Denkweise deine Mitspieler hätten irgendetwas damit zu tun ob du climbst oder nicht, das ist nämlich defakto nicht so. Ja ich weiß, du hast Spiele verloren weil deine Mates schlecht gespielt haben, das ist jedem schon passiert. Und weißt du was? Immer wenn du gewinnst sitzen im gegnerischen Team Menschen die gerade verlieren weil ihre Mates schlecht spielen.\n\n3. Es gibt Spiele, die kannst du nicht gewinnen, egal was du tust und völlig egal wie gut oder schlecht du bist. Dann gibt es Spiele die gewinnst du fast automatisch, egal wie gut oder schlecht du bist, weil andere Lanes eben ausnahmsweise nen guten Job machen. Beschäftige dich nicht mit Games die du nicht beeinflussen kannst und lass sie nicht an dich ran. Konzentrier dich auf die restlichen Spiele. Die, welche auf der Kippe stehen und deren Ausgang von DIR abhängt. \n\n4. Beschäftige dich NUR mit dir selbst und nicht mit deinen Mitspielern. Es ist völlig egal was deine Mates schreiben, wie sie heißen, wer oder was an irgendwas schuld ist und wer nen Noob oder Flamer ist. Du spielst mit 99% deiner Mitspieler genau 1 Game, sie werden in den seltensten Fällen auf dich hören, noch seltener werden sie dir Recht geben oder sich in irgendeiner Form dafür interessieren was du denkst. Du kannst deine Mitspieler nicht ändern, meistens auch nicht dazu bringen das zu tun was du möchtest, also halt dich nicht damit auf. Konzentrier dich auf dich selbst, auf deine Fehler und hinterfrage ständig das was du tust. Immer wenn etwas nicht gut lief solltest du dich hinterher fragen was du hättest besser machen können. \n\nMehr fällt mir grade nicht zum Thema \"Einstellung\" ein, hoffe das hilft dir irgendwie. Und falls nicht, nen Versuch war es wert. lg","replies":[]},{"id":"","poster":"GoG Yagamilight","date":"2015-11-07T14:12:39.192+0000","up_votes":1,"down_votes":0,"body":"Versuche immer positiv zu bleiben, spaß am Spiel ist sehr wichtig und bitte suche nur deine fehler egal wie schlecht die ausgangssituation ist ^^","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-11-07T08:13:59.956+0000","up_votes":1,"down_votes":0,"body":"Viel spielen, sehr viel spielen. Und gewinnen.","replies":[]}]}