{"id":"1ttZhYNW","poster":"SkiIIshot GG","date":"2015-11-06T17:23:56.552+0000","title":"Platin II Main-Supporter sucht Main-ADC für Dia V+ Rush!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Summoners\r\n\r\nIch bin auf der Suche nach einem ehrgeizigen, motivierten, konzentrierten ADC um bis zum 11.11 noch Dia V+ zu climben.\r\nErstmal zu mir: Ich bin 23, Schweizer und spiele seit Ende Season 3 Main Support. Ich pflege einen sehr aggressiven Spielstil auf jeglichen Supports, kenne aber meine Grenzen. Ich bevorzuge Peel-Supports &gt; Engage-Supports. \r\n\r\nWas ich von euch erwarte ist ein hoher Championpool oder ein perfekt gespielter Main (Jinx,Vayne,Cait,Lucian). \r\nIhr solltet f&auml;hig sein an eure Grenzen zu gehen und nicht nur back-off stehen und ab und zu einen Spell in&#039;s Gegnerteam pfeffern. \r\nEure Winrates auf euren Main-ADCs sollte zwischen 60-65% min. liegen und keine Ranz-KDA&#039;s alla 6/6/6 und avarage 150 CS per Game. \r\n\r\nHier meine Mains und meine Favorite ADCs:\r\n\r\n{{champion:40}} {{champion:117}} {{champion:412}} {{champion:267}} {{champion:201}} \r\n{{champion:51}} {{champion:18}} {{champion:67}} {{champion:236}} {{champion:222}} \r\n\r\nIhr solltet zudem mindestens Plat III sein und unter der Woche von 18:00 bis ca. 00:00 Zeit haben. Smurfs bevorzugt.","replies":[{"id":"","poster":"SkiIIshot GG","date":"2015-11-06T22:45:22.196+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"SkiIIshot GG","date":"2015-11-06T21:39:38.268+0000","up_votes":1,"down_votes":0,"body":"Wie dir vielleicht entgangen ist kann man mit Peel-Supports durchaus einen aggressiven Playstyle pflegen. Ich habe nicht geschrieben dass ich es pflege aggressive Supports zu spielen, did i? Nein. \n\nIch mach dir mal ein Beispiel. \nEine passive/safe spielende Janna würde ihr Shield in der Lane mit Caitlyn aufbewahren um einkommenden Schaden zu absorbieren. \nEine aggressiv spielende Janna hingegen benutzt ihr Shield entweder auf Caitlyns Headshot auf dem Gegner oder poked sie mit den increased AD permanent down. \n\nWenn du mir schon empfehlen willst besser nachzudenken, solltest du zuerst den Text genauer lesen. Danke.","replies":[]},{"id":"","poster":"Erlevley","date":"2015-11-06T18:03:52.361+0000","up_votes":1,"down_votes":0,"body":"Ganz schön krasse Ansprüche von jemanden der sagt \"Ich pflege einen sehr aggressiven Spielstil\" aber im gleichen Zug sagt \"  Ich bevorzuge Peel-Supports > Engage-Supports\" denk besser drüber nach ;)","replies":[]}]}