{"id":"P8xyEavx","poster":"ABCMonster","date":"2015-11-06T09:34:30.636+0000","title":"Zwei (2) Fragen bzgl. Team Aktualisierungen?","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo,\n\nMeine erste (1) Frage reduziert sich auf die Team Allgemeine Aktualisierung. Wenn ich neue Spieler f&uuml;r das Turnier in der Vergangenheit hinzuf&uuml;gen wollte, ging dies Problemlos indem ich sie Ingame ins Team Invitet habe. Auf der Btg Plattform wird mein Team aber nicht mehr aktualisiert, also muss ich sie Manuell neuerdings &uuml;ber die Plattform hinzuf&uuml;gen oder handelt es sich hierbei um einen Fehler der ignoriert werden kann?\n_tl;dr - Neuer Spieler nur noch über Online Plattform hinzufügen? Ingame gilt nicht mehr?_\n\nMeine zweite (2) Frage reduziert sich auf die Namens &auml;nderung. In mehreren Beitr&auml;gen wurde dies angesprochen und es wurde versichert das diese Meldung weitergeleitet wird, nur besteht eine Melde Pflicht? Oder kann man dies getrost ignorieren? \n_tl;dr -Namens Änderung melden, oder wie soll das gehandhabt werden?_\n\n_Der Termin Release wurde jetzt relativ spontan ver&ouml;ffentlicht mit einer extrem kurzen Anmelde Zeit. Ihr solltet ein bisschen mehr Transparenz bieten, sonst wird das Turnier nicht so erfolgreich stattfinden k&ouml;nnen aufgrund der entstanden Problemen mit der neuen Plattform.  _\n\nhttp://i.imgur.com/aap0Wlg.jpg &lt;&lt; gibt eine Team Info.\n\nAus Trailic wurde TP Ukaly\nAus FZW247 wurde TP FZW\nAus Nuktal wurde Noobtal\n\n2 Spieler welche wir dem Team ingame hinzugef&uuml;gt haben werden noch gar nicht gelistet.","replies":[{"id":"","poster":"Elthision","date":"2015-11-06T11:56:42.570+0000","up_votes":1,"down_votes":0,"body":"Hey,\n> Neuer Spieler nur noch über Online Plattform hinzufügen? Ingame gilt nicht mehr?\n\nExakt. Dein Ranglisten-Team im Client spielt ab jetzt keine Rolle mehr. Die Aufstellung auf der Battlegrounds-Seite wurde aus dem letzten Qualifikationsturnier übernommen. Falls du also im Verlauf oder nach dem letzten Qualifizier Änderungen am Team vorgenommen hast, wurden die jetzt nicht auf dein Team auf der Battlegrounds-Seite angewendet.\nDiese Änderungen musst du ab jetzt auf der Seite vornehmen d.h. die beiden Spieler, welche du im Client hinzugefügt hast, musst du auf der Seite hinzufügen. Ob sie im Client dabei sind oder nicht, spielt für die Battlegrounds keine Rolle.\n\n> Namens Änderung melden, oder wie soll das gehandhabt werden?\n\nDa dies ein Problem ist, welches alle bisherigen Teams betreffen kann und da etwa jeder 10. Spieler seinen Namen seit dem letzten Qualifier geändert hat, sind sehr viele davon betroffen. Somit denke ich nicht, dass es nötig ist, dass jede Namensänderung gemeldet wird. Wie du auch erwähnt hast, haben wir es weitergeleitet und falls wir doch von jeder Namensänderung Bescheid wissen müssen, werden wir das mitteilen.\n\nmfg Elthision","replies":[]}]}