{"id":"JF823R7i","poster":"Sonnywh1te","date":"2015-11-06T09:57:00.033+0000","title":"pstarZ sucht DICH! (:","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Aloha!\n\nZun&auml;chst nat&uuml;rlich ein kurzer Text zum Projekt. \nWas wollen wir eigentlich? Wohin soll es gehen? \nWir sind gerade dabei den alten EPS-Clan (Counter-Strike Source) pstarZ wieder aufzubauen. Unser Management besteht aus 4 Leuten, die in allen Bereichen schon sehr viel Erfahrung haben. Der &auml;lteste von uns ist &uuml;ber 40 und auch der eigentliche &bdquo;Besitzer&ldquo; der PORNSTARZ. Wir wollen den Clan wieder zur&uuml;ck zur alten St&auml;rke f&uuml;hren. Am Anfang sicherlich erstmal eine Community und Amateur-Teams aufbauen, aber unser gro&szlig;es Ziel ist wieder der semi-professionelle oder gar professionelle Bereich im eSport. Nat&uuml;rlich wird (und wurde bereits) zu gegebener Zeit auch &bdquo;Geld in die Hand genommen.&ldquo; Wir besitzen einen vServer, auf dem zur Zeit mehrere CS:GO-Server, der Teamspeak und die Homepage laufen (einige sind down, da wir gerade ein internes CS:GO 3on3-Turnier mit Preisen planen und so Einiges umstellen). Die Homepage ist momentan von uns selber gemacht nach dem Motto &bdquo;Weniger ist mehr. Einfach einfach.&ldquo; Sollte das Projekt erst mal laufen, werden sicherlich auch hier andere Dinge folgen. Ich sch&auml;tze so im neuen Jahr. Logo ist zurzeit noch im &bdquo;Auftrag&ldquo;. Das erste Konzept steht, aber wir sind da sehr anspruchsvoll. :p\n\n_Was wir eigentlich suchen_&hellip;\n\n**Teams**\n\nWir sind immer auf der Suche nach neuen Teams. Da wir eine spielstarke Community aufbauen wollen, ist uns eigentlich auch jedes Spiel recht. Momentan haben wir auch viele WoW-Suchtis dabei. ^^ Bieten k&ouml;nnen wir nat&uuml;rlich auch Server f&uuml;r das jeweilige Spiel. Dabei ist es wirklich egal, was f&uuml;r ein Spiel es ist. Wollt ihr ein Black Ops 3 Team aufbauen und braucht ein TS- und Gaming-Server? Kein Problem. Kommt auf uns zu, wir kl&auml;ren das. Sponsorensuche l&auml;uft auch an, wenn wir eine ordentliche Page haben. Vielleicht kooperiert man wieder mit der Firma &bdquo;%%%%en&ldquo;.\n\n**Community-Spieler**\n\nWir freuen uns auch &uuml;ber jeden anderen Spieler der bei uns mitmachen m&ouml;chte. Wir sind einige Leute, die selber nur Silber oder Bronze sind und trotzdem zocken alle immer zusammen. Au&szlig;erdem gehen wir auch 2mal im Jahr auf eine LAN, die f&uuml;r jeden Skill geeignet ist. Im November sind 14 Leute von uns auf dem Weg zur MTA-LAN. Inzwischen sind wir schon 50 Spieler, wo regelm&auml;&szlig;ig viel los ist im TS und selbst die besseren (Platin) mit Smurf mit den vermeintlich schlechteren Leuten zusammen zocken. Es ist auf jeden Fall (fast) immer spa&szlig;ig. Auch in anderen Spielen haben wie einige Leute. Ich pers&ouml;nlich spiele selber viel LoL und WoW. Viele bei uns zocken zus&auml;tzlich noch CS:GO, Dota2 oder PS4.\n\n**&Uuml;bersicht**\n&ndash; Wir suchen jedes Spiel, jeden Typ, jedes Alter und jeden Skill.\n&ndash; Wollt ihr einfach nur in einer Gemeinschaft Spa&szlig; haben? Dann seid ihr hier richtig.\n&ndash; Wollt ihr ein Team aufbauen oder seid schon ein Team? Habt keine Scheu!\n&ndash; Wir bieten eine Community, die viel im Teamspeak ist und im Grunde spielen wir fast alles.\n&ndash; Wir bieten f&uuml;r jedes Spiel einen Server, Teamspeak und Homepage an.\n&ndash; Wir unterst&uuml;tzen auch Streamer.\n&ndash; Wir fahren mindestens 2 mal im Jahr zur LAN, die meistens eine &bdquo;Spa&szlig;&ldquo;-LAN ist (www.mta-lan.de)\n&ndash; Pro-Teams werden zur rechten Zeit auch auf richtigen LANs unterst&uuml;tzt.\n&ndash; Es wird Clan-Events geben, auch mit Sachpreisen (siehe oben, zurzeit CS:GO internes 3on3 Turnier).\n&ndash; Sucht ihr f&uuml;r WoW Mitstreiter? Meldet euch!\n\n**Kontakt**\n&ndash; Am besten pers&ouml;nlich bei unserem alten Mann (:p) Spacy: steamcommunity.com/profiles/76561197967647408\n&ndash; Zur Not bei Fire: steamcommunity.com/id/Fire194 // BattleNet: Fire#2114 // ESL: http://play.eslgaming.com/player/1587090/\n&ndash; WoW oder LoL bei Sonnywhite &ndash; BattleNet: sonNyWhite#2533 // Summoner-Name: Sonnywh1te\n&ndash; Gerne auch &uuml;ber das Kontaktformular auf der Homepage: http://pstarz.eu/kontakt/\n&ndash; Oder per Mail: mail@pstarz.eu\n&ndash; Steam-Diskussion: http://steamcommunity.com/groups/pstarzeu/discussions/5/\n&ndash; Oder ganz einfach direkt pers&ouml;nlich auf dem TS: pstarz.eu // PW: getrekt\n\nBitte bedenkt, dass wir alle Arbeiten m&uuml;ssen oder zur Schule gehen. Deswegen ist eine R&uuml;ckmeldung vor 17:00 Uhr eher unwahrscheinlich. Wir freuen uns &uuml;ber Jeden! (:","replies":[{"id":"","poster":"Sonnywh1te","date":"2015-11-18T09:19:02.003+0000","up_votes":1,"down_votes":0,"body":"*push*","replies":[]}]}