{"id":"HGTYKcYX","poster":"Zxldq","date":"2019-12-16T17:52:48.936+0000","title":"[Skinvorschlag] Für Ezreal, Kayn, Talon und Zed Boys Groupe","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Ich hab mit einem Kumpel eine coole Idee gehabt. Jeder kennt die KDA Skins und liebt sie aber ich würde es mega cool finden wenn es auch welche in Male geben würde. Es muss ja nicht auch KDA heißen aber die Mädels brauchen doch auch Gegner in der K-Pop Welt von League oder? Man sollte sie so ähnlich gestalten aber einen anderen Namen geben. Wenn es nicht Talon und Zed sein müssen ist es auch ok aber ich finde Kayn braucht eh mehr Skins und Ezreal passt perfekt dafür. Das ist einfach nur eine kleine Idee ^^","replies":[{"id":"","poster":"Aymira","date":"2019-12-17T01:52:30.406+0000","up_votes":2,"down_votes":0,"body":"Es kam gerade erst die \"True Damage\" Band mit ins Boot. \n\nBestehend aus Akali, Qyiana, Yasuo, Senna und Ekko.\n\nEs geht zwar in eine andere Musikrichtung, aber ich finde das man nun nicht anfangen sollte bei einem einzigen Genre zu bleiben und da viele Bands reinstecken sollte. \n\nEs gibt sehr viel Musik da draußen, sehr viele potenzielle Möglichkeiten. \nWir haben nun die dritte Band in der Kluft und ich bin der Meinung das nun erstmal ne Pause her sollte bevor eine neue Band die Liga betritt. ¯\\\\\\_(ツ)_/¯","replies":[{"id":"","poster":"Zxldq","date":"2019-12-17T23:13:18.502+0000","up_votes":1,"down_votes":0,"body":"Von mir aus kann es auch eine andere Musikrichtung sein und sofort muss es auch nicht sein aber Sone Skins wären schon cool und Hot xD. Vllt wirds am Ende ne Badboy Gruppe ._.","replies":[{"id":"","poster":"Aymira","date":"2019-12-18T00:05:40.443+0000","up_votes":1,"down_votes":0,"body":"Naja, einfach abwarten. Ich denke die Tatsache das Riot nach Pentakill nun 2 Bands in so einem kurzen Abstand entworfen hat zeigt ganz gut, dass das eine feste Sache werden könnte :D","replies":[]}]}]},{"id":"","poster":"OT Riku","date":"2019-12-17T05:25:22.618+0000","up_votes":1,"down_votes":0,"body":"Solange Talon endlich nen Legendary Skin bekommt bin ich glücklich.","replies":[]}]}