{"id":"VrzBP5im","poster":"TEV","date":"2015-11-05T16:06:29.987+0000","title":"Der Himmel wartet auf dich","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Sch&ouml;nen Guten Tag Beschw&ouml;rer,\r\n\r\nwie in der &Uuml;berschrift schon genannt suchen wir, also der Clan Einfach G&ouml;ttlich, noch Mitspieler. Erstmal zu uns:\r\nWir die 2 Leiter des Clans sind 17 und 18 Jahre alt (also nicht Kindisch [mehr oder weniger]). Wir sind kein hoch professioneller Clan der danach Strebt die LCS zu gewinnen, sondern ein Clan der Abends mit der Gruppe ein paar Games dominieren will und dabei das wichtigste: Spa&szlig; zu haben. Allerdings gibt es bei uns auch einige kleine Forderungen um dem Clan beitreten zu k&ouml;nnen, die sind aber nicht gro&szlig;:\r\n\r\nUm bei uns mitmachen zu k&ouml;nnen solltest du: \r\n\r\n1. *mindestens 15 Jahre alt sein (bei geistiger Reife gelten ausnahmen)\r\n2. *In League of Legends mindestens Stufe 30 sein und Ahnung vom Spiel haben (wird getestet)\r\n3. *Abends ab und zu Zeit haben, da wir eine lebendige Community suchen\r\n4. *Respektvoll und fair mit anderen umgehen k&ouml;nnen\r\n5. *Deine Teamkamaraden nicht reporten (bei Meinungsverschiedenheit an uns Admins wenden)\r\n6. *den Clan unterst&uuml;tzen, das heist oft online sein, Freunde auch einladen und so weiter\r\n\r\n**_in welcher Liga ihr spielt spielt keine Rolle bei uns._**\r\nMan sollte einen LoL spieler nicht nach seiner Division beurteilen, das habven wir schon gelernt und solltet Ihr alle da drau&szlig;en auch.\r\n\r\n\r\n\r\nDas wars dann soweit von unserer Seite aus falls ihr Fragen habt oder dem Clan beitreten m&ouml;chtet dann schreibt uns einfach an:\r\n\r\nIn-Game: **Einfach Jesus** oder **Einfach Gott**\r\n\r\n\r\nSo dann w&uuml;nschen wir euch noch einen Sch&ouml;nen Tag und viel Spa&szlig; und Gl&uuml;ck beim Spielen.\r\n\r\n\r\nAmen. {{summoner:13}}","replies":[{"id":"","poster":"BeckenBrechen","date":"2015-11-06T07:29:07.906+0000","up_votes":1,"down_votes":0,"body":"Hallo bin erst lvl  27  und bin auf em weg  am wochenende 30 zu erreichen und würde mich freuen ob man sich mal unterhalten könne \nich bin  21 jahre alt In game name BeckenBrechen","replies":[]}]}