{"id":"wUmZPEOt","poster":"Debels","date":"2015-11-04T18:18:15.432+0000","title":"Brauche mall einen Karthus Senpai^^","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"So nach meinen Letzten 4  games mit {{champion:30}}  muss ich sagen, mit den champ ist eine 4fach oder 5fach T&ouml;tung recht easy,\r\naber wollte mal fragen was die {{champion:30}}  main zu meiner Runen ,Masterie und Items sagen\r\n\r\nRunen:\r\nRot 9x AP Pen\r\nGelb 5x Armor, 4x Leben pro lv\r\nBlau 9x Mr\r\nEssenzen 3x AP\r\n\r\nMasterie :\r\n21 / 0 / 9\r\n\r\nItems:\r\n{{item:1056}} \r\n{{item:3027}} {{item:3116}} {{item:3020}} {{item:3089}} {{item:3157}} {{item:3135}}","replies":[{"id":"","poster":"ResoNyX","date":"2015-11-04T18:49:22.593+0000","up_votes":1,"down_votes":0,"body":"Ich persöhnlich kenn mich mit karthus nicht so gut aus aber jemand den ich kenne und karthus früher mal öfters gespielt hat hat gesagt, dass man die ult am anfang von nem teamfight macht als signal fürs team zum engagen. Wollte ich nur mal so als tipp sagen. (Er hat gesagt dass er mit Karthus sehr gut ist)","replies":[{"id":"","poster":"VirtuousViolence","date":"2015-11-04T21:27:01.330+0000","up_votes":1,"down_votes":0,"body":"Karthus Ultimate als Engage? Was wenn das Team deine Ultimate sieht und einfach sagt, Leckt uns doch am *****(frei nach Goethe) und einfach disengagen? Ich denke als Karthus hast du im Teamfight 3 Aufgaben. 1. Schaden verusachen.2.: Einen geeigneten Platz zum Sterben finden. Du willlst tief im Gegnerteam stehen wenn du gestorben bist. 3.: Deine Passive ausnutzen. Bei extrem genauer Spielweise kannst du in deiner Passiven 4 Q's und Ulti casten. Wenn dir das zu riskant ist, lieber nur 3 Q's und dann die Ulti. nach dem ersten Engage sind solche lästigen Sachen wie Zhonyas auf dem ADC oder heilendr Support meistens schon down, wodurch deine Ultimate wesentlich mehr Effizienz zeigt.","replies":[{"id":"","poster":"Gorantharon","date":"2015-11-05T12:24:48.362+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sir Nightingale,realm=EUW,application-id=Wj1wcocU,discussion-id=wUmZPEOt,comment-id=00000000,timestamp=2015-11-04T21:27:01.330+0000)\n>\n> Karthus Ultimate als Engage? Was wenn das Team deine Ultimate sieht und einfach sagt, Leckt uns doch am *****(frei nach Goethe) und einfach disengagen? \n\nDas ist manchmal der Punkt, so z.B. bei Drache oder Baron.\n\nOder das andere Team macht den Engage mit jemandem, der schlecht wieder weg kommt, Leona oder Xin, da kann der garantierte Schaden viel ausmachen und vieleicht sogar dafür sorgen, dass der Rest der Gegenr eben den Rückzug anstellt.\n\nIst aber immer eine Abwägungssache.","replies":[{"id":"","poster":"VirtuousViolence","date":"2015-11-05T12:37:54.758+0000","up_votes":1,"down_votes":0,"body":"Naja, bein Xin oder Leona ist das so eine Sache mit der Ulti, weil du bist da einfach mal 3 Sekunden DAS Ziel für jeglichen CC.","replies":[{"id":"","poster":"Gorantharon","date":"2015-11-05T12:41:36.102+0000","up_votes":1,"down_votes":0,"body":"Es geht eher darum, das in dem Fall ein Karthus-ult das Nachfolgen des Gegnerteams verhindern kann, oder zumindest das Kräfteverhältnis wieder ausgleicht, sollte es dem Hardengage gelungen sein, was Wichtiges zu erwischen.","replies":[]}]}]},{"id":"","poster":"ResoNyX","date":"2015-11-04T22:18:16.866+0000","up_votes":1,"down_votes":0,"body":"Ich habe nur gesagt was mir gesagt wurde, und es kan auch sein, dass sich in der zeit was geändert hat, ich habe auch gesagt das der von dem ich es habe so s3 oder so des letzte mal gespielt hat.","replies":[]}]}]},{"id":"","poster":"Samuraisub","date":"2015-11-04T21:01:33.911+0000","up_votes":1,"down_votes":0,"body":"{{item:3040}} ( {{item:3003}} )  +{{item:3089}}  +{{item:3027}} + {{item:3157}} = Core\nSituation gemäß: {{item:3152}} + {{item:3135}} +{{item:3165}} + {{item:3116}}\nRunen sind ok.\nMasteries sind auch ok, aber ich selbst bin kein Fan von so viel Utility sondern eher Def Masteries weil die in allen Game Phasen sinn machen.\nHoffe konnte dir weiterhelfen, war mal Karthus Main, aber meine Skills sind noch nicht eingerostet und ich habe so schon einige male Im Ranked die Gegner zum ausrasten gebracht ^^","replies":[]}]}