{"id":"Gz590KAM","poster":"CroszeriaLuca","date":"2015-11-04T14:57:25.748+0000","title":"Annie Stun-Anzeige Bug","subforum":"Melde einen Bug","up_votes":2,"down_votes":0,"body":"Mir ist heute ein m&ouml;glicher Bug aufgefallen, der sehr frustrierend f&uuml;r Gegner einer Annie sein k&ouml;nnte. \r\n\r\nGut, in Kurzfassung: Annie hatte 3 F&auml;higkeiten benutzt und castet gerade f&uuml;r ihre vierte Aufladung (auf einen Minnion), w&auml;hrend die gegnerische Lulu genau in dem Moment, wo Annie ihren Stun bekommt, ihre W benutzt und sie somit verwandelt. Annie hat also ihren Stun, doch sie ist &#039;niedlich&#039;. Sie benutzt ihn auch auf den Tahm Kench, der hinter ihr war, doch ihre Stunanzeige (um sie herum) verschwand daraufhin das ganze Spiel nicht mehr. Das Ende vom Lied war, dass Annie nun eine** dauerhafte Stunanzeige** hatte, egal wie viele Spells sie benutzt hat, wobei sie trotzdem nur bei jedem 4rten Spell die Gegner bet&auml;ubt hat. \r\n&Uuml;ber den Link k&ouml;nnt ihr einige Bilder sehen (die Aufgrund meiner nicht vorhanden Skills mit Paint und Screenshoots etwas verwirrend sein m&ouml;gen ^^*), die so ziemlich das schildern, was ich mit Worten versucht habe, zu erkl&auml;ren ^-^ - http://img4web.com/g/QYBFL (ich habe gesehen, dass die bilder durcheinander gekommen sind... folg einfach den zahlen :) )\r\nIch hoffe, man findet eine L&ouml;sung, denn der Freund, dessen Game das war, ist frustriert Offline gegangen (nachdem das Spiel beendet/ verloren war), da sie nicht ohne auf Annie zu klicken, wussten, ob sie nun k&auml;mpfen konnten, oder eben nicht.","replies":[{"id":"","poster":"TERROR7597","date":"2016-11-10T19:09:58.866+0000","up_votes":1,"down_votes":0,"body":"Mir ist heute in einem ARAM-Match genau das gleiche passiert. Ich war Annie und die Gegner hatten eine Lulu. Ich hab erst nach dem Respawn bemerkt, dass der Partikeleffekt permanent aktiv war, die Stuns jedoch auch nur jeden vierten Zauber angewendet wurden. Durch die Ladungsanzeige unter dem Lebensbalken konnte man zwar noch erkennen wann die Passive WIRKLICH bereit war aber dennoch war der Partikeleffekt für beide Teams verwirrend","replies":[]}]}