{"id":"29cUtWF6","poster":"Snowgen","date":"2015-11-04T11:08:59.450+0000","title":"Meinungen zum kommenden Ranked System","subforum":"Champions & Gameplay","up_votes":2,"down_votes":4,"body":"Hallo Leute\n\nKurz vorweg, ich wei&szlig; nicht in welches Themen Gebiet dieser Thread geh&ouml;rt, deswegen hab ich es mal hier rein gesemmelt.\n\nUnd zwar geht um das kommende &quot;5 vs 5 queue&quot;.\nMeiner Meinung nach ist das total &uuml;nn&ouml;tig, da die Team ranked queue total unn&ouml;tig wird. Leute werden aus faulheit und um einen bessren Solo Q score zu haben, in 5 vs 5 queue gehen anstatt ein Team Ranked zu starten. \n\nMeine Frage, wieso macht Riot das?\nEs gab eine Option f&uuml;r Leute , die keine Lust haben auf Randoms ( Team Ranked ) , und Leute die mal gem&uuml;tlich abends ein paar solo Q games machen wollen. Nun wird einfach alles in einen Topf geschmissen. Total unn&ouml;tig\n\nVorallem wird die queue Zeit im Team Ranked bestimmt steigen, da die Leute zu faul sind um ein Team aufzumachen und einfach mit 5 Leuten in die &quot;5er queue&quot; gehen. \n\nVorallem werden Leute, die sich mit fremden arrangieren genau gleich bewerter, wie die , die  mit 4 Freunden dauerhaft spielen und so aufsteigen. \n\n\nMfG","replies":[{"id":"","poster":"twenty47","date":"2015-11-05T00:21:41.345+0000","up_votes":1,"down_votes":0,"body":"viele reden hier von boosting etc. pp, aber wenn ich so sehe was in der Kluft so rumrennt müsste prozentual gesehen min. 1 dabei sein der hier selbst boostet :P \ngegen booster muss riot generell was machen, das ist mit den jetzigen System schon außer Kontrolle geraten und wird wahrscheinlich nicht besser im nächsten. Ich reporte immer Leute die mir komisch vorkommen und schreibe in das Textfeld: \"vermute elo-boosting\" und das Team kann dann schauen ob ich recht habe, wenn nicht dann halt nicht ;)\nJammert also nicht so rum, dieses Jahr habt ihr auch überstanden mit den elobooster.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-11-05T08:47:11.278+0000","up_votes":1,"down_votes":0,"body":"Jo, 1-2 Elobosster mal in nem Game zu haben ist ok. Damit kann man umgehen. Manche dieser Games kann man sogar noch gewinnen, viele aber nicht. Nun kannst du aber 4 Elobooster in einem Team haben, was **definitiv** auch vorkommen wird. Denn mit diesem Geschäftsmodell kann man sehr gut Kunden locken. Was meinst du wieviele Geld ausgeben würden um sich boosten lassen zu können ohne Konsequenzen zu fürchten? Riot hat schon oft genug bestätigt, dass DuoQ Eloboost erlaubt ist.\n\nDie ganzen \"Elohell\"-Guys mit etwas Geld in der Tasche werden es liebend gerne ausgeben um sich super safe und in 100% der Fälle ohne Konsequenzen boosten zu lassen.\n\nFazit: Elo-Booster werden **auf jeden Fall** zunehmen, und damit auch die geboosteten die einem das Game ruinieren. Klingt gut oder? So kannst du vielleicht in einem von 10 Spielen Spaß haben, die restlichen Spiele kannst du auch AFK gehen, weil du eh **garkeinen** impact auf das Game ausüben kannst. Entweder carryn dich die Elobooster/Smurfs in deinem Team oder sie stompen dich im Gegnerteam. Oder du hast Geboostete in deinem Team die das ganze Game für dich verlieren oder Geboostete im Gegnerteam, wodurch du sie easy stompen kannst. Ausgeglichene Games werden kaum noch zu stande kommen, ein Team wird in den meisten Fällen das andere stompen. Die SoloQ Elo wird überhaupt keien Aussage mehr haben. Du kannst Gold sein weil du Glück mit dem Matchmaking hast und spielst eigentlich wie Bronze. Du kannst aber auch in Silber stecken weil du Pech mit dem Matchmaking hast und eigentlich wie Platin spielst. Klingt für mich nach Spaß.","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-05T08:59:38.726+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht das so etwas oft vorkommen wird. Wenn die Booster eigens Smurfs für so etwas erstellen, müssen sie die erst einmal kaufen oder hochspielen. Und danach muss der einzelne zu boostende so viel zahlen, dass die 4 Booster damit zufrieden sind und sie müssen ihn immernoch ziehen. Dadurch das der Spieler wohl schlechter ist, wird das bei einer ganzen Liga schon sehr aufwändig. \n\nWas ich mir eher vorstellen kann, ist das Leute für ihre Promo Spieler suchen, die sie durchbringen, indem man eben zu fünft spielt. Was mit dem geschenktem Sieg bei einer wiederholten Promo aber wohl kaum noch nötig sein wird.\n\nAlternativ könnte es noch so sein, dass Booster auf den zu boostenden Accounts nun in Gruppen auftreten oder eine Gruppe aus 3 oder 4 bilden und den leeren Platz verkaufen, mit einem Aufschlag für \"legales\" Boosten.\n\nMan muss zudem noch bedenken, dass Booster immer aus einer höheren Liga sein müssen und wohl kaum durchgehend Spielen. Um nach Gold zu kommen, sollte man schon Platinniveau haben, damit es nicht zu lange dauert etc.\nSo etwas schränkt durchaus die Anzahl an bemerkbaren Boostern ein. Einen Booster der gerade so Gold 5 schafft, wird man in der Promo zu Gold 5 sicher nicht als solchen erkennen. ","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-11-05T09:21:00.778+0000","up_votes":2,"down_votes":0,"body":"> Wenn die Booster eigens Smurfs für so etwas erstellen, müssen sie die erst einmal kaufen oder hochspielen.\n\nBoosting mittels DuoQ ist ja jetzt schon vorhanden und wird auch fröhlich im Internet verkauft. Die Accounts sind größtenteils also bereits da. Und die können sich auch einen Account hoch \"Botten\" damit jemanden ein paar Games boosten und dann ist es ihnen auch egal wenn der gebannt wird.\n\n> Und danach muss der einzelne zu boostende so viel zahlen, dass die 4 Booster damit zufrieden sind und sie müssen ihn immernoch ziehen.\n\nDie Preise sind mMn jetzt schon bereits ziemlich hoch und es gibt genug Leute die bereit sind es zu bezahlen. Dies wird sich in Zukunft auch nicht einfach ändern.\n\n> Alternativ könnte es noch so sein, dass Booster auf den zu boostenden Accounts nun in Gruppen auftreten oder eine Gruppe aus 3 oder 4 bilden und den leeren Platz verkaufen, mit einem Aufschlag für \"legales\" Boosten.\n\nGenau das denke ich wird in der nächsten Season ziemlich häufig so auftreten. Wenn die Leute ganz genau wissen, dass sie **keinerlei** Konsequenzen zu erwarten haben, sind sie auch bereit den nötigen Preis dafür zu bezahlen. Wer würde schon nicht gerne aus der \"Elohell\" geboostet werden und kann dabei nicht bestraft werden, in keiner Weise?\n\n> Man muss zudem noch bedenken, dass Booster immer aus einer höheren Liga sein müssen und wohl kaum durchgehend Spielen. Um nach Gold zu kommen, sollte man schon Platinniveau haben, damit es nicht zu lange dauert etc.\n\nEs gibt bereits mehr als genug Challenger Spieler, die diese Dienste anbieten. Das Internet ist voll von Websites, um sich boosten zu lassen. Und mehrere Challenger Spieler können einen Bronze Teammate schonmal locker bis Platin ziehen, ohne das der sich wirklich am Game beteiligt. Vielleicht schaffen sie es sogar noch höher.\n\nMMn bietet das eine neue sichere Einnahmequelle für Booster. Wenn die Kunden ganz genau wissen, das es keine Konsequenzen gibt, wird die Anzahl der Spieler die sich für Eloboost interessieren zunehmen. Mehr Kundschaft --> mehr Gewinn --> mehr High Elo Spieler können angeworben werden um als Booster mit einzusteigen. Ich denke nicht das es an High Elo Spielern die als Booster auftreten mangeln wird.","replies":[]}]}]},{"id":"","poster":"Andrej553","date":"2015-11-05T08:31:15.795+0000","up_votes":1,"down_votes":0,"body":"Auch ne tolle abm für Riot Mitarbeiter :P","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2015-11-04T15:41:37.946+0000","up_votes":2,"down_votes":0,"body":"Elo Boosting einfach gemacht. \n\nBooster Teams inc.","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T16:58:40.184+0000","up_votes":1,"down_votes":0,"body":"That's ma opinion Bro.","replies":[]},{"id":"","poster":"Breche The Gates","date":"2015-11-04T15:59:37.253+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=Wj1wcocU,discussion-id=29cUtWF6,comment-id=0006,timestamp=2015-11-04T15:41:37.946+0000)\n>\n> Elo Boosting einfach gemacht. \n> \n> Booster Teams inc.\n\nDas habe ich gar nicht germerkt O.o. Damit wird elo boosting verdammt easy gemacht und legal. 3 master smurfs und 1 scrub der sich boosten lässt","replies":[]}]},{"id":"","poster":"ShacoInTheHell","date":"2015-11-04T15:04:51.164+0000","up_votes":2,"down_votes":0,"body":"sau unnötig.. wofür gibts dann teamranked? solo/duoq reicht aus.. omg\nseason 6 Dota Main","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T16:54:19.745+0000","up_votes":1,"down_votes":0,"body":"Ist echt so ^^","replies":[]}]},{"id":"","poster":"Crounty","date":"2015-11-04T11:11:44.271+0000","up_votes":1,"down_votes":0,"body":"5v5 Teamranks für LCS oder Challenger Series und ähnliches\n\n> Vorallem werden Leute, die sich mit fremden arrangieren genau gleich bewerter, wie die , die mit 4 Freunden dauerhaft spielen und so aufsteigen.\n\nWenn man unranked ist wird man weiterhin nicht mit diamond oder master leuten ranken können, das ranken zu 5. hat immernoch diese Voraussetzung, dass man in einer Liga sein muss.\n\nAlso ich finde es erlaubt uns viel mehr Möglichkeiten, jetzt schon darüber zu urteilen bevor wir es ausprobiert haben ist unnötig. Das hat man immer gemacht da wurde etwas angekündigt und dann kamen die ganze Leute an vonwegen \"öhh x change ist voll kacke wird mehr probleme bringen öhhh\" und am Ende waren die dennoch zufrieden.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-11-04T13:41:45.051+0000","up_votes":3,"down_votes":1,"body":"> jetzt schon darüber zu urteilen bevor wir es ausprobiert haben ist unnötig\n\nWarum kommt dann nicht der Votekick für Champselect? Warum verliert man nicht weniger LP wenn man ein Leaver im Team hat? Für all diese Punkte wurden im vorhinein Argumente dagegen gesammelt, Hauptargument war immer das es ausgenutzt wird. Und wegen dieser Argumente wurde es nie eingeführt. Es wurde also darüber geurteilt **OBWOHL** wir es noch nicht ausprobieren konnten. Warum sollen wir nicht vorher hierüber urteilen?\n\nDie anderen Changes finde ich auch alle gut. Nur das neue Ranked System macht meiner Meinung nach keinen Sinn, da es Boosting durch Smurfs mehr als fördert. Ich hätte gedacht Riot macht etwas **GEGEN** Boosting und nicht **DAFÜR**. Und die ganzen Spieler die wirklich in ihrer Elo sind müssen jetzt darunter leiden.\n\nDie SoloQ Wertung wird einfach keine Aussage mehr wie heute haben. Der eigene Skill wird viel weiter in den Hintergrund geraten und es kommt eher darauf an \"wer mehr smurfs im Team hat\". Man wird immer mehr dazu gedrängt sich Premades zu organisieren. Und wenn man das nicht möchte? Dann hat man eben Pech gehabt! Dann bekommt man entweder 4er Premades in denen man der einzige Random ist und deswegen sowieso geflamet wird oder jedes Game irgendwelche Smurfs in irgendwelchen Teams.\n\nFazit: Für mich als jemand der wenn dann gerne wirklich Solo spielen wollen würde macht die Rangliste keinen Sinn mehr. Mit seinem eigenen Skill kann man einfach nichts mehr beweisen und die SoloQ Wertung ist sehr weit von der Realität entfernt. Wenn es so bleibt werde ich keien SoloQ Spiele nächste Season mehr bestreiten, denn was soll es mir bringen? Ist wie als wenn du noch nie Rudern warst und dann in ein professionelles Ruderteam kommst. Wenn du Glück hast sind die anderen immernoch gut genug um dich auszugleichen. Wenn du Pech hast werden sie sich aber nur bei dir beschweren wie schlecht du bist. **Solo** Rankeds zu spielen wird reine Glückssache.","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T16:53:52.337+0000","up_votes":1,"down_votes":0,"body":"Hammer Kommentar! Drückt so ziemlich das aus, was ich fühle.","replies":[]},{"id":"","poster":"Crounty","date":"2015-11-04T14:59:36.556+0000","up_votes":1,"down_votes":0,"body":"Was ich meine ist, dass das Ding immernoch in der Beta ist und man bestimmt noch viele Dinge ändern wird.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-11-04T15:07:34.199+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe es doch sehr. Aber mal sehen, ich denke eher das es so implementiert wird ^^","replies":[]}]}]},{"id":"","poster":"Snowgen","date":"2015-11-04T11:13:40.527+0000","up_votes":3,"down_votes":1,"body":"wow , wie viele Spieler betrifft das? 0,01%?\nKann man direkt \"Team Ranked\" entfernen.","replies":[{"id":"","poster":"Black Mage","date":"2015-11-04T11:18:43.752+0000","up_votes":1,"down_votes":1,"body":"too much salt\n\nlaut riot werden 5er teams mit 5er teams zusammenkommen, 4er mit 4er, etc... und das zu 95% der fälle, sicherlich bleibt da mal jemand übrig, der dann halt gegen 4 premades gehen muss, aber mal schauen wie sich das entwickelt...\n\naußerdem siehts interessant aus ;p","replies":[{"id":"","poster":"Crounty","date":"2015-11-04T11:21:26.703+0000","up_votes":1,"down_votes":0,"body":"Eigentlich wurde meines Erachtens nach nur erwähnt, dass man bei 5er Teams mit 5er Teams zusammenkommt, was schon immer in Normals z.B existierte, von 4er Teams mit 4er Teams war nicht die Rede.","replies":[{"id":"","poster":"Black Mage","date":"2015-11-04T11:24:50.796+0000","up_votes":1,"down_votes":0,"body":"es wurde gesagt (nicht ganz sicher ob es twitter oder sonstiges war, vlt gab es auch unterschiede in den übersetzungen, was nicht unüblich ist) das setups mit korrespondierenden setups gematched werden, die \"soll zu 95% der fälle passieren\" bezogen sich in erster hinsicht auf die 5v5 setups, weiß nicht ob es auch für andere setups gilt","replies":[{"id":"","poster":"Crounty","date":"2015-11-04T11:26:58.650+0000","up_votes":1,"down_votes":0,"body":"> weiß nicht ob es auch für andere setups gilt\n\nGenau das meinte ich ja, dann schreib wenigstens dass du es so glaubst, sonst verwirrst du hier noch einige :D","replies":[]}]}]}]},{"id":"","poster":"Crounty","date":"2015-11-04T11:18:34.486+0000","up_votes":1,"down_votes":0,"body":"Außerdem bin ich sicher, dass Riot etwas tun wird wegen den Ranked Teams, ich meine das Ding ist immernoch in der Beta, kannst nicht erwarten dass es so live kommt wie es in die Beta kam.","replies":[]}]}]},{"id":"","poster":"Elization","date":"2015-11-04T22:26:22.744+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Fairtrade Milk","date":"2015-11-05T07:58:37.503+0000","up_votes":1,"down_votes":0,"body":"ich überlege ob wenn ich mit 3 anderen leute spiele den einen random frage ob er ins ts kommen möchte :D\n\naber mir ist aufgefallen in normals dass die randoms meistens die spiele kaputt machen (lassen sich fangen, feeden oder sind unsagbar schlecht) \n\naußerdem wer sagt den, dass es nur schlechte 4er teams gibt. Es gibt sicher auch gute und mit dem neuen champ-select ind die rollen im team sowieso festgelegt!","replies":[{"id":"","poster":"Elization","date":"2015-11-05T09:07:45.915+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Saphierot","date":"2015-11-06T01:48:46.296+0000","up_votes":1,"down_votes":0,"body":"Ich schreibe auch nicht viel mit randoms xD dafür gibt es pings und schreiben kostet zeit  = gold = feed = win xD einfache formel :D\nne mal im ernst ich weis ja nicht was du so schreibst aber bei mir isses entweder ne frage nach nem gank oder nem gg am ende ;D","replies":[]}]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-11-05T08:48:08.475+0000","up_votes":1,"down_votes":0,"body":"Riot wird das System so einführen, wie sie es geplant haben.\n\nhttp://boards.na.leagueoflegends.com/en/c/miscellaneous/uEvIgWuE-ranked-changes","replies":[]},{"id":"","poster":"byDomey","date":"2015-11-04T11:33:43.806+0000","up_votes":1,"down_votes":2,"body":"Also, ich sag hier mal meine Meinung dazu!\n\nIch hatte nächste Season vor, mit einem Kumpel so gut wie die ganze Season Ranked (DuoQ) zu spielen.\n\n Es ist noch möglich, ja, dennoch muss ich sagen, die Chancen, dass man gegen Smurfs (v. a. mehrere!) antritt, ist sehr viel höher als diese Season. Auch wenn man mit 4 Freunden spielt, die Bronze sind, wer sagt denn, dass im Gegnerteam \"wahre\" 5 Bronze/Silber-Spieler sind? Es gibt genug Smurfs in League, die das neue Ranked-System nun ausnutzen werden, um die Bronze-ELO zu trollen, oder am Aufstieg verhindern. \n\nGenauso schlecht finde ich die \"Aufstiegshilfe\". Ich bin Bronze 1, ich schäme mich nicht, und bin auch schon oft an der Promo gescheitert. Aber die Promo war für mich etwas besonderes. Eine Art Tür zu einer besseren Division. \nNun kann ich mir denken, \"Hm, hab ich halt verloren, nächstes mal brauch ich nur einen Sieg\". \nWas ist denn das? Natürlich will ich aufsteigen, aber doch nicht so. Ich will mir selbst beweisen, ein guter Spieler zu sein, und sagen können, ich hab mich aus Bronze rausgecarried. \nIch will mich auch ärgern können, wenn ich die Promo nicht geschafft habe und es nochmal von vorne machen muss!\n\n Nun kann ich das mit dieser Aufstiegshilfe BIS GOLD 1 machen. Somit heißt das(für mich zumindest), dass Bronze dasselbe wie Gold sein wird, da wenn man die Promo nicht schafft, sich einfach 2-3 Dia-Smurfs sucht, die einen dann carrien, wohin man will. (Ich hasse Boosting btw :^))\n\n Ich finde dieses System sehr fragwürdig und würde gerne eine Meinung eines Riot-Mitarbeiters hören, was sich das Unternehmen dabei gedacht hat. \n\nEs ist meiner Meinung nach eine Verbesserung für die Spieler, die einfach schlecht sind und (fast) jedes Game reinfeeden, um dann mit paar Premades was zu reißen und für jene, die auf ihrem Smurf gerne spielen. Für die Kategorie Spieler, die ihre eigene Leistung beweisen wollen, ist es einfach nur frustrierend, da man es Solo/Duo schaffen will, und dann von Smurfs zerschmettert wird.\n\nIn meinen Augen ist die \"Aufstiegshilfe\" nur ein Ausgleich für die Smurfs, die einen vernichten werden, dass man nicht andauernd von jenen zerstört wird und  trotz diesen dann aufsteigt.\n\nIch glaube, für mich wird von Bronze bis Gold gar nichts mehr wert sein.\n\nVor diesen \"Verbesserungen\" war mein Ziel High-Silber oder Gold nächste Season. Mal sehen, wie ich von den Smurfs zerstört werde.\n\nPS: Dies soll kein Geflame sein, ich bin gerade nur etwas frustriert. Ich habe hier nur meine Meinung zu dem System geäußert.\n\nIch hoffe, Riot überdenkt sich das mit der Aufstiegshilfe und den 1-5 Premade-Queues noch mal.\n\nMfG Summoner Domey","replies":[{"id":"","poster":"Andrej553","date":"2015-11-04T15:17:14.128+0000","up_votes":1,"down_votes":0,"body":"Bisher waren die Promotions nur Frustrierend. Du hast eine 66%-75% Winrate gebraucht um aufzusteigen. (während der Promo natürlich)\nWie hoch ist deine durchschnittliche Winrate über alle Games?","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T16:51:28.363+0000","up_votes":1,"down_votes":0,"body":"Im Ranked nicht so hoch, dennoch. Du übertreibst... Es ist zwar der \"Promo-Fluch\" da, weil man aufgeregt ist, aber es ist echt nicht zu viel verlangt, 2  von 3 oder 3 von 5 Games zu gewinnen. Und außerdem zählt die Regel für dich eh nicht, weil du Dia 5 bist :^)","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-04T22:32:06.085+0000","up_votes":1,"down_votes":0,"body":"Man kann es auch so sehen, dass man 3 von 4 oder 4 von 6 gewinnen musste. Schließlich braucht einen Sieg um in die Promo zu kommen. Auch wenn man da noch weiter unterscheiden muss, wie viele LP man gewinnt und ob ein Sieg 2 Niederlagen ausgleicht.","replies":[{"id":"","poster":"Andrej553","date":"2015-11-05T08:30:00.979+0000","up_votes":1,"down_votes":0,"body":"Genau, ich habe den einen Sieg um in die Promo zu kommen mit gezählt was 3/4 Siege dann sind. \nAuch ich habe Promos machen müssen. S4 waren es glaube ich 8 oder 9 um Plat1-Dia5 zu kommen S5 waren es nur 4.\n\nNatürlich ist es möglich genug Spiele in Folge zu gewinnen, bedenkt man aber, das die Gegner meist aus der Division kommen in die man möchte und man zusätzlich prozentual gesehen mehr Spiele gewinnen muss als man es normalerweise tut (wenn auch nur über eine kurze Strecke) war es schon sehr anstrengend.","replies":[]}]}]}]},{"id":"","poster":"Admiral Gáren","date":"2015-11-04T11:39:33.735+0000","up_votes":1,"down_votes":0,"body":"Einerseits agst du man kann mit der Aufstiegshilfe locker bis gold 1 kommen andererseits sagst du die smurfs werden dich zerstören das ist ein wieder spruch an sich. und ja ich geben zu ich hab nen b 5 smurf also der acc von dem ich jetzt schreibe is mein smurf ne winrate von 75% und ne kd von 13/4. Aber darum geht es nicht wenn wirklich jmd aufsteigen will dann schafft er das auch","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T11:55:32.101+0000","up_votes":1,"down_votes":0,"body":"Ja, das schafft man auch im soloQ! und nicht, wenn man sich Smurfs holt. Ich finde die Aufstiegshilfe nur eine Art Ausgleich für die Smurfs. Anstatt es einfach zu lassen... Ich meine das so, man kann mit Smurfs spielen und die Aufstiegshilfe als zusätzliches Hilfsmittel nutzen. GG. Und für Leute wie mich, die einfach DuoQ spielen wollen mit gleichguten Spielern, die werden von den Smurfs im Gegnerteam zerstört. Und wenn man mal in der Promo ein 2. Mal ist, und man mal Glück hat, gegen keine Smurfs zu spielen, ist es keine große Challenge, denn ein Game von 3 oder 5 wird man ja wohl gewinnen können.","replies":[]}]}]},{"id":"","poster":"LZ Flame","date":"2015-11-05T02:00:51.215+0000","up_votes":1,"down_votes":0,"body":"kannst du deine Meinung auch begründen?","replies":[]},{"id":"","poster":"Azooy","date":"2015-11-04T13:18:41.326+0000","up_votes":1,"down_votes":0,"body":"Also nach meiner Meinung ist die Aussage, das bronze - Gold 1 nichts mehr wert sei, ziemlich daher gestellt. Denn du musst immer hin schon die LP bekommen um überhaupt in die Promo zu kommen. Ich meine, ich hab 9x die Gold 1 Promo nicht geschafft weil dauernd jemand die beleidigte Leberwurst spielen musste, bei solchen Angelegenheiten finde ich diese Aufstiegshilfen mehr als gerecht. \n\nNatürliche werden einige smurfs teamrank in der SoloQ machen, aber diese \"Gefahr\" besteht auch in der jetztigen DuoQ, ob da jetzt ein smurf mehr oder weniger ist, ist meines Erachtens egal. Du kannst ja trotzdem noch solo- und duoq machen, da werden dir höchst wahrscheinlich keine 4rer premade smurf teams entgegen kommen.","replies":[{"id":"","poster":"byDomey","date":"2015-11-04T16:59:16.173+0000","up_votes":1,"down_votes":0,"body":"Und woher holt man sich die LP? Man sucht sich paar Smurfs, die einen die bringen :^)","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-11-04T13:31:06.385+0000","up_votes":1,"down_votes":0,"body":"> Natürliche werden einige smurfs teamrank in der SoloQ machen, aber diese \"Gefahr\" besteht auch in der jetztigen DuoQ, ob da jetzt ein smurf mehr oder weniger ist, ist meines Erachtens egal.\n\nEs ist ja nicht nur ein Smurf weniger. Es kann jetzt auch immer bspw. ein \"wirklicher\" silber Spieler mit 4 Smurfs zusammen spielen. Also ich denke das dadurch viel mehr Smurfs im Ranked vorkommen werden. Und die Wahrscheinlichkeit als Solo-Spieler gegen mehrere Smurfs spielen zu müssen ist da, und sie ist nicht zu unterschätzen. Ich denke das sich das Problem mit dem neuen Ranked-System definitiv vergrößern wird. Tripple Q hätte ich noch verstanden, aber 4 Premades oder sogar 5? Da verstehe ich es einfach überhaupt nicht mehr. Das Game ist nur noch darauf ausgelegt sich Premades zu suchen. Wenn man das nicht möchte hat man jetzt Pech gehabt und bekommt 4er Premades die einen Flamen, weil man der einzige Random ist oder mit einer höheren Wahrscheinlichkeit als vorher Smurfs im eigenen, sowie im Gegnerteam.\n\nMan kann sich einfach nicht mehr \"alleine\" beweisen und die SoloQ Wertung spiegelt ab nächster Season einfach nicht mehr den eigenen Skill wieder. Die Wertung wird einfach noch viel weiter von der Realität entfernt sein, da die ganzen Faktoren wie bspw. Smurfs ein höheres Aufkommen haben werden. Macht für mich als alleinigen Spieler nicht mehr wirklich Sinn Rankeds zu spielen.","replies":[]}]},{"id":"","poster":"Alustus","date":"2015-11-04T11:20:58.076+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt Teamrank ist für High elo Wichtig.\nAußerdem kann man im Teamrank auch mit verschiedenen Elos Spielen sprich Bronze mit Challanger was im \"SoloQ\" nicht möglich ist.\n\nDann gibt es noch die Rewards usw.\n\n\nIch glaube also kaum das die Teamranks aussterben oder die Warteschlangen verschwinden.\n\n\nWas aber nicht heißt das ich die Änderungen gutheiße.\nIch finde im Rank sollte es um den Individuellen Skill gehen und genau das fällt mit den änderungen in den Hintergrund.\n\nDesweiteren gefällt mir auch der Teambuilder nicht besonders im Rank.\nDa ich finde jeder sollte jede lane spielen.\nJetzt wird es extrem viele one trick ponys geben was mMn den spaß ein bisschen verringern wird.\n\n\n\nNaja mal schauen wie sich das ganze entwickelt.","replies":[]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-11-04T11:18:38.382+0000","up_votes":1,"down_votes":1,"body":"das problem sind nicht die 5 fremden die sich zusammen tun um 5on5que zu spielen sondern die rankedteams die 5on5que spielen und sich damit boosten denn 1. spielt man nicht jedes game gegen andere \"richtige\" rankedteams und zweitens hat man ne 95% chance gegen eine andere 5on5que zu spielen aber genauso eine 5% chance gegen weniger zu spielen die dann natürlich absolut garkeine chance mehr haben. das bedeutet, \"solo\" ranking wird einfach komplett verzerrt und sinnlos.","replies":[]}]}