{"id":"0LBjU3sE","poster":"LicensedCrime","date":"2015-11-03T20:00:49.814+0000","title":"Kann keinem Spiel mehr beitreten...","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Als ich zu Haus ankam, hat mir mein Bro bescheid gesagt, dass das Game nicht mehr geht auf seinem PC. Wir haben s testweise auch auf meinem PC versucht zu starten (also ein freies Spiel), doch nach dem Championlock blieb das Bild einfach schwarz.\r\n\r\nIch habe w&auml;hrenddessen noch eine Fehlermeldung im Hintergrund geh&ouml;rt, doch nachdem ich alt+tab ausgef&uuml;hrt hab ist die Meldung einfach verschwunden; ich konnte sie nicht lesen. Danach blieb das LoL Logo einfach. Es blieb mir nichts anderes, als den Prozess &uuml;ber den Taskmanager zu beenden. Mit dem Game-Client ist der Launcher mit verschwunden.\r\n\r\nNeuinstallation wurde schon versucht, die Firewall ist korrekt eingestellt, es gibt auch keine Verbindungsbeschwerde.\r\nIch hab auch heute noch die restlichen Windows Updates gezogen, alle Treiber sind auch aktuell.\r\nMir f&auml;llt einfach nix mehr ein, was das Spiel belasten k&ouml;nnte, ausser vielleicht eines fehlerhaften Grafiktreibers, denn das letzte Update lie&szlig; standig dwm.exe unter LoL crashen (nur unter LoL), nachdem man ein Spiel in LoL beendet oder w&auml;hrend des Spiels mit alt+tab auf den Desktop wechselt.\r\n\r\nIch bitte um Hilfe Riot...","replies":[{"id":"","poster":"McKoSc","date":"2015-11-05T21:53:22.841+0000","up_votes":1,"down_votes":0,"body":"So ein Problem hab ich auch kommst du auch nur bis zur champiobsauswahl und dann nicht weiter bei mir kommt dann immer die Meldung 'Serverabsturz'?","replies":[]},{"id":"","poster":"Suseri","date":"2015-11-03T23:19:40.188+0000","up_votes":1,"down_votes":0,"body":"Joo,\n\nlass die Treiber mal auf dem neusten stand und starte dein Spiel (wenn nicht schon) als Administrator. Es kann auch an der Aufloesung liegen, dass du einen schwarzen Bildschirm bekommst. Da du nicht ins Spiel kommst um sie dort zu aendern, tue das Manuel ueber (wo du LoL gespeichert hast, im Normalfall) \"C:\\Programme\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\DATA\\CFG\". Oeffne dort die \"game.cfg\". Oeffne diese dann mit rechtklick aus dem Editor und gib bei \"Width\" und \"Height\" (Breite und Hoehe) geringere Werte bzw. klick mit der rechten Maustaste auf den Desktop und wähle die Option \"Bildschirmauflösung\", ein. Dort steht die aktuelle und mit LoL kompatible Auflösung.\n\nSag bescheid, wenn es geholfen hat und wenn nicht das untere lesen. \nNenn mir mal ein paar deiner System werte (CPU, Speicher, Grafikkarte etc.), damit ich ausschliesen kann, dass es an der Leistung liegt.  \nGab es das Problem frueher auch schon?\n\n~LG Suseri","replies":[]},{"id":"","poster":"LicensedCrime","date":"2015-11-03T21:18:38.564+0000","up_votes":1,"down_votes":0,"body":"Ich hab jetzt mal ein Grafiktreiber Downgrade gemacht (355.82). Jetzt sehe ich die Fehlermeldung.\nDie besagt, dass ich keine Verbindung zum Server erstellen kann, was ziemlich absurd klingt.\n\nEingeloggt bin ich, aber komme nicht in den Game-Client...","replies":[]}]}