{"id":"PncHRFHo","poster":"Shânnara","date":"2015-11-03T23:20:00.690+0000","title":"Plat ADC sucht MAIN SUP (Plat)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\n\r\nwie im Titel bereits erw&auml;hnt suche ich einen Main supporter im Platin Bereich.\r\n\r\nEtwas zu mir:\r\n\r\nIch bin 18 Jahre alt und bin Platin 3\r\nMeine meist gespielten Champs sind: Kindred, Jinx, Tristana, Sivir\r\nBesitze keinen TsServer, aber im Notfall kann ich einen bereitstellen (geh&ouml;rt nem freund von mir)\r\nSpiele aktiv\r\nF&uuml;r diese Season habe ich keine Ziele mehr, besz&uuml;glich des Elo Raitings (Aber schon mal im voraus zusammenspielen und schauen, ob man sich versteht und einspielt f&uuml;r die next Season\r\nZiel f&uuml;r die next Season: Dia + (Mindestziel Dia und mal gucken was geht ;))\r\n\r\nWas ihr mitbringen solltet:\r\n\r\nab 16-22 Jahren\r\nEbenfalls Platin\r\nSicher spielen k&ouml;nnen\r\nIch bevorzuge supporter wie: Braum, Tresh, Tahm Kench, oder aber auch der Rest Platte von Supportern sind mir recht so lange ihr sie spielen k&ouml;nnt\r\nTeamspeak sollte vorhanden sein\r\nNicht beleidigt sein, wenn man versucht Tipps zu geben oder man selber ein bisschen Salty ist.\r\n!!!!Was ich auf gar keinen Fall gebrauchen kann sind Leute die toxic sind!!!!. Ich spiele SoloQ bzw DuoQ um zu besser zu werden und elo zu gainen\r\n\r\nIch m&ouml;chte, das man sich untereinander hilft was Fehler angeht oder das verbessern der Knowledge und sich dabei nicht angegriffen f&uuml;hlt\r\nOder auch wenn man im Tilt mode ist das man sich gegenseitig aufbaut und motiviert und nicht den Kopf h&auml;ngen l&auml;sst.  \r\n\r\nAu&szlig;erdem bin ich ein Seriengucker vorallem die Serie &quot;The 100&quot; oder auch andere um Gespr&auml;chsstoff aufzubauen ;). \r\nUnd wenn ihr auch andere Games wie HS oder CS:GO spielt  (nicht zwingend), w&auml;re das episch. \r\n\r\nDanke f&uuml;r Deine M&uuml;he, dir das Durchzulesen!\r\n\r\nBei Interesse addet Paraya21 :)","replies":[]}