{"id":"URiVAA6E","poster":"HardwellNR1","date":"2015-11-03T09:18:48.418+0000","title":"Allgemein Frage zum Spiel / Persönliche Beratung","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"[](http://www.fotos-hochladen.net/view/spielverlauforke8u47tz.jpg)\n\n\nHallo liebe Community,\n\nIch spiele oft Ranked und Normal Games und ein Champion der mir Total liegt (nicht auf diesem Account) ist Lee Sin habe eine sehr gute KDA auf Top spiele ich Ihn Main aber auch im Jungle habe immer genug Farm build ist fabelhaft max Tode waren 8 max kills 25 max assists 17.\n\nNur mit Lee spielen hab ich mich von brz4 zu S2 hoch gespielt, und dann kam der Patch der ihn noch besser gemacht hat seitdem ist das mein Ultimativer Champ hab ihn als Supp mid und adc auch schon gespielt, f&uuml;r das entschuldige ich mich dies waren aber normals ^^ keine Rankeds.\n\nDas Problem das ich habe ist sobald ich etwas anderes Spiele (habe sehr viele Champs) kriege ich richtig Probleme, ich spiele einige ok-gut also hab auf jeder Lane / Position sicher 2-3 Lieblingschamps die funktionieren. Z.B. Gestern Corki endlich mal Quadra kill geschafft.\n\nMein Allgemeines Problem ist nicht Farmen oder Sterben sondern nicht genug Kills / Assists zu machen um meinem Team oder mir selber Zeit zu verschaffen mehr zu farmen als der Gegenspieler.\n\nIch habe schon &uuml;berlegt auch Riven zu kaufen habe bald 4800. Aber was ist so empfehlenswert mit dem man sein Team unterst&uuml;tzen kann? Z.B. spiele ich auch gerne TF da mit TP + Ult + Roam man viel f&uuml;r sein Team machen kann leider hat er keinen Escape sobald Flash raus ist kommen die Jungler und wollen mir aua machen sogar per dive ^^ da lieb ich dann die Stun Card ^^ aber wenn 2 Diven ist Feierabend nehme einen Kill mit meist aber die anderen kriegen KIll + Assist.\n\nKurze Zusammenfassung der Main Champs Pro Lane welche aber Ihr mir gerne abraten k&ouml;nnt oder dazu nehmen empfehlt. (Nur Rankeds nur Aktuelle Saison) Ingesamt 76 Wins 55 Lose = 131 Spiel in Ranked diese Saison Normals diese Saison ca. 500, Saison 4 Spiele ca. alles zusammen 800-900.\n\nTop: Aktuelle Saison\nLee Sin 14Win 7Lose 66.7%  8.8/game 6.3/game 9/game 169.1/game \nNasus 5Win 2Lose 71.4%   6/game 3.6/game 6.1/game 161.4/game Meist Q Stack bei 600-800\nGnar 3Win 1Lose 75% 4.5/game 6/game 9.8/game 218.8/game \nGaren 2Win (beide ffs20) 0Lose 100% 8/game 2.5/game 8.5/game 124.5/game  Farm leider schlecht da beide Spiele nur 20 min und oft TP botlane! die wege nach oben zu top sind zu lang ^^\n\nJungle: Akt. Saison (spiele ich sehr ungern da ich Jungler sehr anspruchsvoll finde)\nEvelynn 4Win 0 100%  11.5/game 7.8/game 11.3/game 50.5/game  Mein Farm ist total Mies, weil ich meist &uuml;berall andauernd sein muss :(\nShaco 8Win 8Lose 50%  5.9/game 5.6/game 7.4/game 92.6/game  das so ein Typischer Pick wenn ich nicht weiss was sonst spielen.\nNunu 2Win 0Lose 100%  3.5/game 6/game 18/game 97/game \n\nMid: Akt Saison\nTwisted Fate 2Win 0 Lose 100%  9.5/game 5/game 10/game 130.5/game  Auch hier mein Farm!\nViktor 1 0 100%   7/game 11/game 10/game 231/game Total komisches Spiel gewesen!\nHier schon erste bitte ich weiss nicht welchen Mid ich spielen sollte in SoloQ hilfe!\n\nADC: Akt Saison\nVarus 4Win 4Lose 50% 7/game 4/game 8/game 177.9/game\nAshe 2Win 1Lose 66.7%  7.3/game 6.3/game 11.7/game 164.3/game \nCorki 1Win 2Lose 33.3%  9.7/game 5.7/game 7.3/game 199/game  (erst seit 2 Tagen am Spielen)\n\nSupp: 3 Spiele 1 Sieg 2 niederlagen (Total ungern und nur wenn Last pick gespielt) geht nicht darum das ich SUpp nicht mag Saison 4 hatte ich nur Supp gespielt und das mit Nami Karma, BC, Tarik Problem war die KDA etc war perfekt so wenig wie mit Supp Chars sterb ich. Nur Was n&uuml;tzt mir ne Kda von 2.2-2.3-22 in 16 Spielen mit Nami wenn ich trotzdem immer verloren hatte und die ganze Saision 4 Nur Brz5-1 war ^^, selten bis gar nicht spiele ich DuoQ damit ich Sag ok ich mache fix Supp der andere ist perfekt der Carriet solo wenn ich ihm / ihr Kills verschaffe ^^. Daher meine Biite ich will Team helper sein kein Ego-Flame-QQ (All Chat aus) sobald flamer anf&auml;ngt mute Arbeit mit Pings geht auch!\n\nDanke f&uuml;r eure Unterst&uuml;tzung!\n\nLG go Hard or Home :)","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-03T09:42:29.367+0000","up_votes":1,"down_votes":0,"body":"In deinem Thread-Titel steht zwar \"allg. Frage zum Spiel\" aber ich sehe keine Frage. ;)\n\nBezüglich Beratung kann ich gar nichts sagen. Dafür fehlen mir die Angaben.\n\nZu hast zwar Angaben gemacht, aber zu wenig. Death-Zahlen sagen nicht viel aus. Wenn z.B. ein Tank 10x stirbst aber der TF immer 3:1 oder höher gewonnen wird, sind die 10 Deaths völlig OK (die Mate hätten vielleicht dann das Game rascher beenden sollen, aber egal).\nFarm (Total) sagt auch nicht viel aus, wenn ich nicht weiss, ob man z.B. als ADC 150 CS in einem 20 Min Game spielte (das wäre für deine Elo sehr gut) oder in 40 Minuten (da wäre der Farm sehr schlecht).\nIch weiss auch nichts über deine Trinkets bzw. über dein Warding. Vision ist enorm wichtig.\n\nFazit: ohne dass ich deinen Main-Account kenne (und damit deine Ranked-Matchhistory) kann ich keine gute Beratung machen.","replies":[{"id":"","poster":"HardwellNR1","date":"2015-11-03T09:48:14.421+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für deine Anmerkungen, gerne teile ich dir mit das Trinket sobald LvL9 erreicht wird ausgebaut wird 250g sind eine kleine summe für so viel Vision. Oft kaufe ich auf normale vor allem mit Lee da ich dann Trinket zu springen nehme. Lila Ward immer in der Mitte kommt dann in den oberen Busch rein. Meine Spiele dauern oft 30-35 min hab schon lange kein Spiel 40+ gehabt aber auch sehr sehr sehr selten ff20 spiele nur die 2 mit garen kann ich mi daran erinnern, allgemein Frage war eigentlich, welche Champions sich lohnen zu spielen auf welcher Lane damit man im Schlimmsten Fall selber Magische Momente erlebt und \"Carriet\" oder halt dem Team so gut wie möglich auf der Laning Phase hilft oder TF dann halt.\n\nUnd vielleicht Champs die einfacher sind als Azir xD","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-03T10:35:39.749+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt:\nOhne Angabe des Main-Account kann ich nicht viel sagen.\nSelbst der Aussbau des Trinkets sagt zu wenig aus (da ich nicht weiss, wie oft du dieses benutzt). Wobei ich Lee Sin besser mit Sightstone sehe (und dann zum roten Trinket wechseln) als mit ausgebautem gelben Trinket.\n\nBezüglich Champs:\nNimm das, was die Spass macht. Denn dort bist du am meisten motiviert, besser zu werden.","replies":[{"id":"","poster":"HardwellNR1","date":"2015-11-03T10:39:29.195+0000","up_votes":1,"down_votes":0,"body":"Wenn's dir keine Umstände macht sende ich dir eine Freundschaftsanfrage heute Abend mit meinem Main Account dann könntest dir ein genaueres Bild machen, falls du magst eine Konstruktive Kritik dazu abzugeben :)\n\nZu Lieblings-Champs find ich es sehr Anstrengend zu sagen das und das habe ich gern z.B. mag ich Singed wenn ich dann aber als Singed mehr Damage als mein ADC mach ist es naja ^^ hät ich dann doch einen Lee genommen der eher noch was reissen könnte. Oder sehe ich das falsch?\n\nIch habe nix gegen andere Spieler jeder kann ein Schlechtes Spiel haben und Niederlagen gehören halt dazu manchmal hat man einen DC'ler z.B. gestern :) oder man hat einen der keine Lust hat weil er gebabysitet wird und und und. Aber das stört mich alles nicht ich will mein Spiel verbessern eben darum spiele ich auch mehrheitlich das was ich bisher kann, versuche diese zu verbessern würde aber auch eben mal mich in Gold rein schmuggeln :) vielleicht ja nächste Saison :)","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-03T12:26:28.263+0000","up_votes":1,"down_votes":0,"body":"OK.\nKann aber sein, dass ich erst nächste Woche genau analysieren werde.\n\nIch bin nämlich kurz davor, wieder meinen Gold-Rang zurückzuerobern, den ich nach einer eher mässigen Neueinstufung verloren habe. ;)","replies":[]}]}]}]}]},{"id":"","poster":"HardwellNR1","date":"2015-11-03T10:33:20.732+0000","up_votes":1,"down_votes":0,"body":"Die letzten 2 Tage habe nur die Ranked Games rausgeschnitten\nhttp://www.fotos-hochladen.net/view/spielverlauforke8u47tz.jpg","replies":[]},{"id":"","poster":"Shadowscreen","date":"2015-11-03T10:15:12.943+0000","up_votes":1,"down_votes":0,"body":"Also Riven solltest du meiner Meinung nach erstmal stecken lassen. Mit Lee bist du eigentlich schon auf einem guten Weg, da sich dieser auch in Rankeds in unserer Low ELO als Jungler / Top / Mid und sogar als Sup viable spielen lässt.\nWenn du also weiterhin bis zur Stagnation ein one trick pony haben willst, kannst du es auch weiterhin so handlen.\n\nZu deinem TF Problem.\nWenn du Flash + Heal benutzt, bist du schonmal auf der sichereren Seite oder alternativ Flash + Ghost oder Teleport.\nIgnite ist meiner Meinung nach auf TF in 90% der Fälle reinste verschwendung, da es einfach die besseren Alternativen gibt.\nZudem noch 4,5% Movementspeed Essenzen und flat HP Siegel, so hast du deinem Überleben schonmal gut vorgesorgt.\n\nNoch lohnenswerte Champs:\nMid: Xerath, Varus, Veigar\nTop: Sion, Nasus\nSup: Tahm Kench, Blitz\nJungle: Kindred","replies":[{"id":"","poster":"HardwellNR1","date":"2015-11-03T10:21:43.681+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für deine Tipps\n\nDas TF Problem versuche ich Heute in Normals mal genauer anzugehen bevor ich wieder Ranked mit ihm gehen muss.\nIn der Mid spiele ich gerne auch Veigar in Normals (meist nur Teambuilder) weil er zur Zeit sonst immer gebannt wird wenn ich mid könnte oder schon Mid belegt ist. Xerath wäre ne Überlegung wert hat eine schöne Range und die Ult ist ja der Hammer :)\n\nTop genau Nasus spiel ich ab und an wenn ich nicht Riven oder so als extrem Gegner hab ^^ Sion bin ich kA nicht so der glückliche hab ihn auch des Öfteren gespielt nur habe ich das gefüll das ich zu Plump damit spiele.\n\nSupp glaub ich habe ihn nicht die grossen prob genau Bc ist mein Liebling da unten ^^\n\nJungle :( totaler nicht Fan ^^ aber vielen Dank für die Tipps!\n\nVersuche heute mal TF oder kaufe mir mit LP den Xera :)","replies":[]}]}]}