{"id":"ZP5xVq0Y","poster":"Die Bohrmaschine","date":"2015-11-02T21:48:40.197+0000","title":"Verbindungsprobleme zum Server","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer,\r\nich habe seit einigen Tagen Verbindungsprobleme zum EUW-Server. Dies l&auml;uft ungef&auml;hr so ab:\r\nSpiel beginnt und am anfang l&auml;uft meistens alles geschmiert. Bei Circa 30sek-5min gehts dann los.\r\nZun&auml;cht reagiert das Spiel nicht mehr auf meine Klicks allerdings kann ich f&uuml;r circa 20-40 Sekunden\r\ndas Spielgeschehen mit 30ms verfolgen. Mitspieler erz&auml;hlten mir das ich mich bei ihnen allerdings noch weiterhin\r\nbewege. Kurz darauf folgt dann der komplette Abbruch allerdings nur zu den EUW-Servern.\r\n \r\nBisher habe ich folgendes versucht:\r\n- LoL repariert und neuinstalliert.\r\n- Netcode reset.\r\n- Windows neuinstallation.\r\n- Pc und Router neugestartet. (lol.....)\r\n- Router auf Standarteinstellungen zur&uuml;ckgesetzt.\r\n- Zu Testzwecken mir einen Account auf dem T&uuml;rkischen Server erstellt auf welchem ich ohne Probleme spielen konnte.\r\n\r\nPc Informationen:\r\n- Windows 10 64-bit\r\n- Intel I5-3210M\r\n- Nvidia GT 630m\r\n\r\nInternetprovider ist Kabel Deutschland.\r\nIch hoffe dass mir einer von euch weiterhelfen kann, falls ihr weitere Informationen ben&ouml;tigt schreibt mir einfach.\r\nxQ WalkingWard sendet euch Gr&uuml;&szlig;e....nochmal ;)","replies":[{"id":"","poster":"legofreak1","date":"2015-11-03T08:54:11.409+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte ein Tracert erstellen, wenn es bei dir zu solchen Problemen kommt?\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> https://www.pingplotter.com/download.html\n> 1. Das 'Trace Interval' sollte auf '1 second' eingestellt werden.\n> 2. Die 'Address to Trace' ist in unserem Fall 185.40.65.1\n> 3. trace starten\n> 4. Es wird jetzt jede Sekunde ein tracert durchgeführt. Während Pingplotter im Hintergrund läuft, kann man ein Testspiel in LoL starten um zu testen ob Probleme auftreten oder das Programm besser noch komplett während eines Spiels im Hintergrund laufen lassen.\n> Sollte es Verbindungsprobleme geben, geht es mit Schritt 5 weiter. Gibt es keine Verbindungsprobleme sind die tracerts vermutlich nutzlos.\n> 5. Sollten Verbindungsprobleme aufgetreten sein, müssen die Ergebnisse exportiert werden:\n> Edit > Copy as Text\n> Nach [Pastebin.com](http://pastebin.com/) gehen, das Ergebnis dort einfügen, auf \"submit\" klicken und den Link zum Ergebnis im Forum posten.","replies":[{"id":"","poster":"Die Bohrmaschine","date":"2015-11-03T15:27:39.470+0000","up_votes":1,"down_votes":0,"body":"Hier ist das Ergebnis:\nhttp://pastebin.com/jAErmwVB\nNach circa zwei Minuten stand ich erneut nurnoch regungslos da.\nWas sogar einem Laien wie mir im Gebiet Netzwerke auffällt ist der Package Los von 44%.\nGrüße WalkingWard.\n\nEdit: IPV 6 ist natürlich disabled.","replies":[{"id":"","poster":"legofreak1","date":"2015-11-03T15:53:39.705+0000","up_votes":1,"down_votes":0,"body":"Das Tracert hat nur eine Dauer von nichtmal 1,5 Minuten. Kannst du es bitte während eines ganzen Spiels im Hintergrund laufen lassen?","replies":[{"id":"","poster":"Die Bohrmaschine","date":"2015-11-03T21:53:05.326+0000","up_votes":1,"down_votes":0,"body":"Dies sind 20min danach bekam ich nurnoch die Fehlermeldung :\"unable to connect to the server\"\nhttp://pastebin.com/RKcevHAg","replies":[{"id":"","poster":"legofreak1","date":"2015-11-03T22:07:46.717+0000","up_votes":1,"down_votes":0,"body":"Du hast eine ziemlich schlechte Verbindung zu deinem Router. Bevor wir das Problem weiter untersuchen, solltest du diese verbessern, da diese alle folgenden Daten verfälscht. Wenn du WLAN verwendest, steig bitte auf eine LAN-Verbindung um. Wenn du bereits LAN verwendest, starte deinen Router neu (Strom raus, 5 Min warten, Strom wieder rein) und wenn das nicht hilft, versuch es mit einem anderen Kabel, installier deinen LAN-Treiber neu bzw installiere die Firmware deines Routers neu.","replies":[]}]}]}]}]},{"id":"","poster":"xXtimoteemoXx","date":"2015-11-03T13:16:35.789+0000","up_votes":1,"down_votes":0,"body":"hab genau das selbe problem und auch Kabel Deutschland als Anbieter","replies":[]}]}