{"id":"EAivKEWR","poster":"SpaiLoR","date":"2015-11-02T17:11:19.898+0000","title":"Platin Supporter und ADC suchen Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nerstmal zu unseren Personen, meine Name ist Justin (SpaiLoR) 22 Jahre und Pascal (Mr Chilch) 22 Jahre, wir spielen leidenschaftlich League of Legends.\r\n\r\nUnser Champion beinhaltet alle zurzeit Spielbaren champions.  \r\n\r\nWIr besitzen ein Headset mit klarer Sprachausgabe sowie unn&ouml;tige ger&auml;uschbildung in Verbindung mit Push-To-Talk.\r\n\r\nWir sind stehts Zielstrebig und versuchen uns jeden Tag in den jewaligen Rollen zu verbessern.\r\n\r\nNebenbei war ich (SpaiLoR) auch schon in einem Diamant V 5v5 Team welches leider aber durch Personen- sowie Zeitmangel in die Inaktivit&auml;t ging.\r\nDiesbez&uuml;glich w&uuml;rden wir in dem Bereich auch schon Erfahrung mit einbringen.\r\n\r\nWir sind Kritikf&auml;hig und w&uuml;nschen diese auch bei Fehlern damit wir diese in den n&auml;chsten Games mit einbringen k&ouml;nnen ggf. um&auml;ndern.\r\n\r\nWir besitze f&uuml;r die Erreichbarkeit Whatsapp (eine reine Schreibgruppe f&uuml;r Zeiten, keine &quot;Ich poste nu 100 Bilder Gruppe&quot;), Facebook sowie Teamspeak und Skype (wird nicht bevorzugt, aufgrund von keinem Push to Talk und der Handhabung).\r\n\r\nUnsere Anforderungen an euch:\r\n\r\nSpa&szlig; am Spielen\r\nKeine zu schnellen Aufgaben, da das Gegnerteam immer einen Fehler machen kann.\r\nTeamspeak 3 (Am besten mit Server)\r\nEin Headset wo die Ausgabe des Sounds keine &Uuml;bersteuerung gibt sowie R&uuml;ckhall wie zb. durch ein Laptop Mikrofon.\r\nEinen Leader der Klare ansagen macht.\r\nEin Team vom Alter 18+ (Geistig sowie K&ouml;rperlich), Albern kann man dennoch ja ab und zu sollte aber im Spiel nicht der Fall sein.\r\nGerne stehe ich bei weiteren Fragen Gerne zur Verf&uuml;gung.\r\n\r\nIngame bin ich unter den Namen &quot;SpaiLoR&quot; zu erreichen.\r\n\r\nTestspiele sowie weitere Fragen zu unserer Person k&ouml;nnen dann dort gerne auch erfragt werden.\r\n\r\nVielen Dank.","replies":[]}