{"id":"GAaXocFG","poster":"NoElo4Cello","date":"2015-11-02T10:36:12.104+0000","title":"Eingespielte Premade Botlane sucht ernsthaftes Rankedteam","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Community,\n\nMeine Name ist Marcel und ich suche mit Niklas zusammen ein Rankedteam welches eine eingespielte Botlane sucht!\n\nich bin Platin 5 und spiele fast alle ADCs und Niklas ist Gold 3\n\nSeine Main Champions sind Thresh Alistar Leona Janna Blitz Braum und Nautilus.\n\nWir suchen ein Team was Mininum in der Solo Q aus Gold Leuten besteht!\n\nDieses Team sollte auch ernsthaft daran interessiert sein als Team besser zu werden aber dabei den spass nicht zu verlieren..Wir suchen kein Team welches sich nach 2 wochen oder ein paar Loses gleich wieder aufl&ouml;st!\n\nWenn wir Euer Interesse geweckt haben addet mich einfach Ingame!\n\nGru&szlig; Marcel","replies":[{"id":"","poster":"NoElo4Cello","date":"2015-11-02T16:47:23.279+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Melf","date":"2015-11-02T11:09:12.111+0000","up_votes":1,"down_votes":0,"body":"Hallo Marcel,\n\nwir hätten Interesse dich und deinen Kumpel Niklas bei uns aufzunehmen.\n\nWir sind momentan 3 aktive Leute ( Top, Mid und Jungle), daher würde wir uns sehr gut ergänzen. Wir sind schon seid längerem bemüht ein aktives Rankedteam aufzubauen allerdings ist das nicht so einfach wie man am Anfang denkt. \n\nZu mir ich bin 21 Jahre alt und spiele Main Jungle. Meinen Championpool kannst du dir gerne auf lolskill.net oder anderen Seiten anschauen. Ich spiele im Teamranked allerdings überwiegend Tankjungler, da ich denke das man dem Team so in der aktuellen Meta am besten helfen kann. Meine Kumpels Toplane ( 20 Jahre alt) und Mid ( 19Jahre alt ) haben ebenso wie ich einen ausgereiften Championpool. \n\nZur Elo:\n\nToplane: Platin 5\nJungle: Gold 5\nMid: Gold 2 \n\n\nWir besitzen zudem einen eigenen Ts3 Server und es würde die möglichkeit bestehen gegen ein anderes Team Trainingsspiele zu bestreiten. Zudem sind noch 2-3 Ersatzspieler da falls mal eine Person länger ausfällt. Im großen und ganzen bevorzugen wir aber eine feste Aufstellung um auch gerade was Teamplay angeht vorran zu kommen.\n\nIch habe dich auch mal ingame geadded und würde dir sobald ich später zuhause bin unsere Ts Daten geben.\n\nAlles weitere könnte man dann dort besprechen.\n\nGruß\nMelf","replies":[]}]}