{"id":"sxEMZwUq","poster":"ApoRes1337","date":"2015-11-01T12:38:15.618+0000","title":"Evil-Vikings sucht League of Legends Bereichsleiter","subforum":"Clans & Teams","embed":{"title":"Jobs - Evil-Vikings - Valhalla is rising!","description":"Wir suchen Verstärkung für einige Posten in unserem Team. Vielleicht bist du ja genau der Richtig für uns, du solltest nur folgende Kriterien erfüllen: Du solltest mindestens 16 Jahre alt sein, Du solltest Motivation mitbringen, Du solltest teamfähig sein, Du musst ein funktionierendes Headset und Teamspeak3 besitzen, Du solltest die nötige Kopetenz im beworbenen Bereich aufweisen Solltest du diese Kriterien erfüllst, dann bist Du perfekt bei uns aufgehoben und wir freuen uns auf Deine Bewerbung.","url":"http://evil-v.com/jobs","image":null},"up_votes":5,"down_votes":3,"body":"Hallo liebe LOL Community,\r\nder Clan Evil Vikings ist ein junger und aufstrebender Clan im eSport. \r\nWir sind zurzeit dabei unsere Community auszubauen und wollen als N&auml;chstes einen League of Legends Bereich erstellen. \r\nF&uuml;r diesen Bereich suchen wir einen Bereichsleiter.\r\n\r\nWas sind die Aufgaben eines Bereichsleiters bei Evil Vikings?\r\nAufbau, Verwaltung &amp; Betreuung von Teams\r\nAufbau des Communitybereiches mit dem restlichen Team\r\nModeration im Teamspeak &amp; im Forum\r\nEntwicklung &amp; Erweiterung des LoL Bereiches in der Community\r\nWas erwartet dich bei Evil Vikings?\r\nEvil Vikings ist ein Multigaming-Clan, welcher etwa 30 Mitglieder umfasst und sich &uuml;ber viele wiederkehrende Besucher im Forum und auf dem Teamspeak erfreut.\r\nBei Evil Vikings hast Du die M&ouml;glichkeit, dich frei zu entfalten. Du kannst Deine St&auml;rken nutzen, um das gesamte Projekt voranzubringen.\r\nBei uns im Team herrscht ein famili&auml;res und entspanntes Klima, keine todernste Stimmung oder Stress. Der Spa&szlig; steht bei uns im Vordergrund, dennoch arbeiten wir erfolgsorientiert und zielstrebig und hoffen, dass durch Deine Unterst&uuml;tzung in Zukunft noch besser machen zu k&ouml;nnen.\r\n\r\nWelche Voraussetzungen haben wir?\r\nDu solltest mindestens 18 Jahre alt sein\r\nDu solltest Motivation mitbringen\r\nDu solltest teamf&auml;hig sein\r\nDu musst ein funktionierendes Headset und Teamspeak3 besitzen\r\nDu solltest die n&ouml;tige Kompetenz aufweisen\r\nDu solltest aktiv an einer Community mitwirken wollen\r\nWie kannst du dich bewerben?\r\nGanz einfach :)\r\nDu bewirbst Dich in unserem Forum: http://www.evil-v.com/board​\r\nDu schreibst eine aussagekr&auml;ftige Bewerbung via E-Mal an: info@evil-v.com​\r\nDu meldest dich bei uns auf dem Teamspeak-Server: IP: ts.evil-v.com\r\nWer wei&szlig;, vielleicht k&ouml;nnen wir ja genau Dich schon bald bei uns im Team willkommen hei&szlig;en!\r\n\r\nSollte dich der Posten als Bereichsleiter nicht ansprechen, schau doch einfach mal auf unserer Jobseite nach, \r\nob dort nicht was f&uuml;r dich dabei ist! http://www.evil-v.com/jobs/​","replies":[{"id":"","poster":"ApoRes1337","date":"2015-11-11T20:55:23.420+0000","up_votes":1,"down_votes":0,"body":"Wir sind weiterhin auf der Suche nach euch.","replies":[]}]}