{"id":"AZcG2EIb","poster":"Luwss","date":"2015-10-31T23:41:04.822+0000","title":"Vermutungen der kommenden SKT T1 v2 Skins","subforum":"Esports","up_votes":5,"down_votes":0,"body":"[VOTING BEENDET]\n\nSeid gegr&uuml;&szlig;t Beschw&ouml;rer,\nich frag mich wie viel Aufmerksamkeit ich damit wohl bekommen werde. Lasst uns das beste hoffen, um so zu sehen was die Community vermutet welche Skins rauskommen werden. F&uuml;nf Strawpolls habe ich erstellt (f&uuml;r jede Rolle eins), in der alle Champions, die von dem jeweiligen Spieler in den Worlds 2015 gepickt wurden, sortiert nach der Anzahl an Picks aufgelistet sind. Vielleicht k&ouml;nnen wir es ja auch schaffen damit Einfluss auf die Entscheidungen von Riot Games zu haben! :P\nAlso wenn du gerade eins bis zwei Minuten &uuml;brig hast, kannst du gerne an der Umfrage teilnehmen :)\n\nToplane: SKT T1 MaRin - http://strawpoll.me/5886911\nJungle: SKT T1 Bengi - http://strawpoll.me/5886990\nMidlane: SKT T1 Faker / SKT T1 Easyhoon - http://strawpoll.me/5887032\nAD Carry: SKT T1 Bang - http://strawpoll.me/5887062\nSupport: SKT T1 Wolf - http://strawpoll.me/5887123","replies":[{"id":"","poster":"BaIuDerBär","date":"2015-11-01T12:58:33.730+0000","up_votes":3,"down_votes":0,"body":"First, as team captain and showing consistent good plays, earning nicknames such as \"Maora\" (Marin + Fiora) has said \"Rumble and Fiora already have good skins. So I hope Renekton will get the World Championship skin\"\n\nFollowing, Bengi said that \"I hope the champion I used the most this tournament, Elise, can have some more skins,\" wishing for Elise's World Championship skin.\n\nLastly, Faker responded wittily that \"I hope Ryze who is bald can have broccoli hair like me,\" making everyone laugh.\n\n\n\nBang: To be honest, before the game, we talked about how it would be very difficult to go undefeated all the way, so it didn't shake us at all. What's important is that we won the series.\n\nWolf: Even though we were down over 10,000 gold, we never gave up and still had a lot of confidence. While we were behind, we still put up a good fight\n\nBang: I told my team that I will carry after I catch up in some items, but I guess what cant be done, cant be done.\n\nBang states that he wants a Kalista skin.\n\nWolf states that he wants an Alistar skin\nauf reddit zu lesen","replies":[{"id":"","poster":"Luwss","date":"2015-11-01T14:23:01.225+0000","up_votes":1,"down_votes":0,"body":"Wow danke echt hilfreich! <3","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-11-01T00:35:27.932+0000","up_votes":3,"down_votes":0,"body":"Ich bin dafür, dass die Spieler (und zwar nur die) entscheiden können, welchen ihrer Lieblingschampions nach ihrem eigenen Abbild redesignt werden soll. Damit sie den entsprechenden Skin auch immer fleißig auswählen, wenn sie den Champ picken... \n\nEs ist schließlich ihr Titel, der damit gefeiert werden soll... und wenn ich entsprechende Champions zufällig selber gerne Spiele, kaufe ich die Skins halt auch...","replies":[{"id":"","poster":"Luwss","date":"2015-11-01T01:11:43.021+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=hGYdiTd1,discussion-id=AZcG2EIb,comment-id=0000,timestamp=2015-11-01T00:35:27.932+0000)\n>\n> Ich bin dafür, dass die Spieler (und zwar nur die) entscheiden können, welchen ihrer Lieblingschampions nach ihrem eigenen Abbild redesignt werden soll. Damit sie den entsprechenden Skin auch immer fleißig auswählen, wenn sie den Champ picken... \n> \n> Es ist schließlich ihr Titel, der damit gefeiert werden soll... und wenn ich entsprechende Champions zufällig selber gerne Spiele, kaufe ich die Skins halt auch...\n\nMan kann auch Vorschläge als Spieler einreichen, wie Bengi es mit Elise gemacht hat und Faker es in Season 3 mit Ahri versucht hat.","replies":[]}]},{"id":"","poster":"Call me Br00t","date":"2015-11-01T18:00:04.438+0000","up_votes":1,"down_votes":0,"body":"Hab jetzt nicht die einzelnen Post gelesen, es wurde halt gesagt das MaRin gerne Renek, Bengi Elise und Faker Ryze hätte...\n\nFür Bang könnte ich mir sehr gut Kalista oder Trist vorstellen (wahrscheinlich eher Trist wegen dem Kalista Championship Skin)\n\nUnd Wolf evtl Ali, da es eig sein am meisten gespielter Champ war","replies":[{"id":"","poster":"Luwss","date":"2015-11-02T15:27:08.714+0000","up_votes":1,"down_votes":0,"body":"Es wurde Renek, Elise, Ryze, Kalista und Alistar von Faker auf Facebook gestern angekündigt. Keine Ahnung ob das jetzt safe ist oder nicht ;)","replies":[{"id":"","poster":"Cayce","date":"2015-11-06T14:15:56.120+0000","up_votes":1,"down_votes":0,"body":"Ich meine gehört zu haben, Faker hätte in Season 3 nen Ahri-Skin gewollt. Die Wünsche der Pros müssen also nicht garantiert auch die späteren Skins sein, jedoch denke ich, das Riot versucht diesen möglichst nah zu kommen :D","replies":[]}]}]},{"id":"","poster":"Luwss","date":"2015-11-01T12:28:09.807+0000","up_votes":1,"down_votes":0,"body":"Vielleicht ist Riot so nett und widmet Easyhoon auch 'nen SKT Skin. Dann wäre es ohne Frage Azir! Der Junge hat mir leid getan, dass er nicht in der Worlds Finals spielen durfte. Er sah so traurig während der Siegeszeremonie aus :C","replies":[]},{"id":"","poster":"Luwss","date":"2015-11-05T20:57:10.621+0000","up_votes":1,"down_votes":1,"body":"Die Aufllösung auf englisch, da sie sie bei EN Boards verfasst habe und spät abends keine lust habe zu übersetzen. Wer kein englisch beherrscht sollte sich besser bilden:\n\nImma close this poll now with these results:\nToplane: 40% Rumble (16% more than Fiora)\nJungle: 45% Rek'Sai (2% more than Elise)\nMidlane: 63% Ryze for Faker (52% more than Lulu) and 13% Azir for Easyhoon (3% more than Twisted Fate)\nAD Carry: 50% Tristana (26% more than Sivir)\nSupport: 46% Alistar (17% more than Tahm Kench)\n\nWhat SKT T1 roster requested and the precentages of this voting:\nToplane: Renekton (19%)\nJungle: Elise (43%)\nMidlane: Ryze (63%) [Faker] and <Unknown> (?%) [Easyhoon]\nAD Carry: Kalista (21%)\nSupport: Alistar (46%)\n\nThe community guessed 2 correct, I did 3. How many did you guess right? Did one you you get all right? Share your results!","replies":[]}]}