{"id":"RNXwEnbf","poster":"Rinnégân","date":"2015-11-01T02:37:08.138+0000","title":"Elo Heaven","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hall&ouml;le :D\r\n\r\ndie Season ist ja jetzt bald um :D habe es probiert von Gold 1 auf Plat 5 zu kommen hab allerdings nun keine Interesse mehr so hart zu tryharden um besser zu werden. \r\nN&auml;chste Season erst wieder so richtig :D \r\nIch stecke in G1 und komme nicht hoch was daran liegt das ich momentan in den Spielen nicht aufmerksam genug bin meine eigenen Fehler zu erkennen aber sonst hat das von G5 auf G1 super geklappt :D Wie macht ihr das denn immer so? \r\nAlso woran erkennt ihr : Okay, hier muss ich nun das beachten um im n&auml;chsten fight mich besser zu positionieren oder  wie schafft ihr es das Team zu &uuml;berzeugen en Baron zu forcen wenn es zu 100% klappen wird :P anstatt nen blue buff zu machen und zu recallen :D\r\nw&uuml;rde mich freuen en paar sachen zu lesen :D","replies":[{"id":"","poster":"RosaroterTeddy","date":"2015-11-01T08:57:18.060+0000","up_votes":1,"down_votes":0,"body":"Naja ich habe eigentlich kaum über meine Fehler nachgedacht, auch wenn ich mir bewusst war, dass ich ziemlich viele machen musste da ich immer noch nicht in Challenger bin (Kappa) sondern einfach viel gespielt. Habe die Season jetzt 1000 Rankeds + gemacht und bin \"von allein\" von Silber 4 bis auf Platin 1 60 LP gekommen (atm wieder P2). Also einfach viel spielen, Pings spammen wenn du deinem Team was klar machen willst (Echt wichtig!!) und wenn du tryharden willst möglichst wenige verschiedene Champions spielen.\n\nLg RosaroterTeddy","replies":[]},{"id":"","poster":"Unheil","date":"2015-11-01T02:46:08.744+0000","up_votes":1,"down_votes":0,"body":"Wenn man stirbt, hat man in der Regel was falsch gemacht. Aber das sollte ja klar sein.","replies":[]},{"id":"","poster":"Bloody Dagger","date":"2015-11-01T02:43:31.108+0000","up_votes":1,"down_votes":0,"body":"einfach Augen zu und durch\n\nmfg","replies":[]}]}