{"id":"Zl4p0pZg","poster":"SoneStar","date":"2015-10-30T16:05:48.276+0000","title":"Duo Q für Platin Rush","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Abend\n\nIch bin der Maxi, 17 Jahre alt, komme aus der Schweiz und suche wie der Titel schon verr&auml;ht eine/n DuoQ Partner/in.\nIch spiele seit Season zwei und versuche mich st&auml;ndig zu verbessern.\nZur Zeit pendle ich zwischen Gold V - III, steige leider so gut wie jeden Tag ab und wieder auf. Leider bin ich nicht im Stande jedes Spiel alleine zu carrien und m&ouml;chte aber eigentlich bis ende Saison Platin II erreicht haben. Ich war bisher in zwei Gold 5 vs 5 Teams und in einem Diamant 3 vs 3 Team und bin der Ansicht, dass ich mindestens dem mittleren Platinniveau entspreche.\nIch spiele vor allem auf den beiden Sololanes (Top/Mid) und im Jungle, die Gr&uuml;nde daf&uuml;r d&uuml;rften den meisten SoloQ Spielern und Spielerinnen bekannt sein^^.\nMeine St&auml;rken sind die Laningphase und das Decissionsmaking.\nDas Farmen muss ich jedoch noch deutlich verbessern, mache ca 7.5 CS/Min was deutlich zu niedrig ist, m&ouml;chte mindestens auf 8.5 CS/Min kommen.\nIch bin sehr Sportbegeistert, spiele in meiner Freizeit sehr oft und viel Fussball und bin deshalb auch ein guter Teamplayer.\nIch bin ein sehr lockerer, humorvoller und gelassener Type, ich brenne zwar nicht gerade vor Ehrgeiz, bin aber sehr willensstark und m&ouml;chte meine Ziele erreichen.\nHeadset sowie TS und Skype sind vorhanden.\n\nHumorvolle, aufgeschlossene und zugleich ehrgeizige Spieler/innen, am besten im Alter von 14-25.\nGeistige Reife ist zwar nicht zwingend um zu gewinnen, dennoch solltet ihr euch angemessen verhalten k&ouml;nnen.\nEure Elo ist mir egal, solange ihr euch zwischen Silber I und Platin 2 befindet.\nIch bevorzuge die Toplane, deshalb w&auml;re es am sinnvollsten wenn ihr auf der Midlane und/oder auf der Bottomlane spielt.\nAusserdem solltet ihr ca 7.0 + CS/Min erreichen und eine Average KDA auf euren Mains von 4.0+ (gesamt reicht 3.0+ aus) oder eine 65+ % Winrate haben.\nUnd zu guter Letzt solltet ihr selbstverst&auml;ndlich FNC Fan sein! (:D)\n\nExceptio probat regulam in casibus non exceptis, die markierten Anforderungen m&uuml;ssen jedoch erf&uuml;llt sein.\nBei Interesse, oder falls ihr noch offene Fragen haben solltet, k&ouml;nnt ihr euch hier im Forum, oder sonst auch Ingame, bei mir melden.\n\nIch w&uuml;nsche euch allen viel Erfolg und Spass auf den Richtfeldern ☺&spades;☺&spades;\nMFG SoneStar Maxi\n\nLinks: (Buggt leider, also so^^)\nhttps://euw.op.gg/summoner/userName=sonestar\nhttp://www.lolskill.net/summoner/EUW/sonestar","replies":[{"id":"","poster":"lG N K Kl","date":"2015-10-30T20:58:49.214+0000","up_votes":1,"down_votes":0,"body":"Hey, suche zur Zeit auch einen Duo-Partner. \nBin zwar momentan nur Silber 2, spiele jedoch keine Rankeds da ich selber nur Rager als Mates bekomme. :D\nSpiele ebenfalls Fußball & Headset + TS habe ich auch ;p\nSpiele auch Top/Mid/Jungle. \n\nFalls du Interesse hast, adde mich.","replies":[]},{"id":"","poster":"bulledtime","date":"2015-10-30T19:02:54.593+0000","up_votes":1,"down_votes":0,"body":"Hi bin auch im gold bereich wenn du willst können wir mal zusammen spielen. Ich bin yasuo/riven/vayne main.","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-30T16:26:06.491+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}