{"id":"XRIQsimB","poster":"Cosmic Hope","date":"2015-10-30T15:59:09.498+0000","title":"Auto Attacks ( normale Angriffe ) ausweichen ( Idee )","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo LOL Freunde und Riot Mitarbeiter. Ich h&auml;tte eine Idee wegen den Auto Attacks. Es hat mich immer aufgeregt das das Projektil von Fernkampf Champions eine Kurve gemacht hat wenn ich geflashed bin. Es ist nicht nur nervent sondern auch unrealstisch. Also finde ich das es besser w&auml;re wenn man eine chance h&auml;tte mit dem flashen dem Projektil auszuweichen. Zum Beispiel wenn Caitlyn einen Auto Attack macht und man zur gleichen zeit aus ihrer Reichweite weg flashed und Caitlyns Projektil nur den Boden trifft, also die Stelle wo man sich vor dem flashen zuletzt aufgehalten hat. W&auml;re echt geil wenn Riot sowas ins Spiel einf&uuml;gen w&uuml;rde.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-30T16:24:33.370+0000","up_votes":3,"down_votes":0,"body":"Es ist auch unrealistisch, dass man sich wegflashen (und damit durch Wände springen) kann. ;)\n(zudem würde ein Kugel im RL schneller fliegen und btw. auch nicht an Ort und Stelle stoppen, da Cait wohl kaum auf die Zehen des Gegners zielt)\n\nWegen Realismus wird sicherlich dies nicht geändert. Sonst müssten man auch überlegen, was die ganzen Mages dann noch zu suchen haben. ;)\n(oder warum Corki Schuhe kauft, um sich schneller zu bewegen...^^)\n\nAber abgesehen davon:\n\nWas würde dann ingame passieren?\n\nDie ADCs wären völlig useless, da man zu viele AA ausweichen kann (auch durch sidesteps).\nDamit ein ADC noch irgendwie balanced im Spiel ist, müsste er also mehr Schaden pro AA machen (da nicht mehr 100% Trefferquote).\nIch denke, das ist dann nicht mehr sinnvoll, da das Game dann nur noch damit entschieden wird, wer am besten die AA des ADCs dodgen kann.","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-10-30T16:24:03.225+0000","up_votes":2,"down_votes":0,"body":"Gabs mal, nannte sich Dodge. Rate mal, warum nur noch Jax einen hat...\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Der Wohltäter","date":"2015-10-30T18:30:40.358+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=generalLeang,realm=EUW,application-id=YnZkMR0R,discussion-id=XRIQsimB,comment-id=,timestamp=2015-10-30T15:59:09.498+0000)\n>\n> Hallo LOL Freunde und Riot Mitarbeiter. Ich h&auml;tte eine Idee wegen den Auto Attacks. Es hat mich immer aufgeregt das das Projektil von Fernkampf Champions eine Kurve gemacht hat wenn ich geflashed bin.\n\n\nDas gleiche passiert auch mit Nahkampf Angriffen, du flashst aber krepierst trotzdem.","replies":[]},{"id":"","poster":"Cosmic Hope","date":"2015-10-30T17:16:14.267+0000","up_votes":1,"down_votes":0,"body":"na gut, aber denkt doch mal nach, die Fernkampf Champions haben ja keine Wärmesuchraketen oder algemein Projektile also dürften die keine Kurven fliegen","replies":[{"id":"","poster":"HHaie tabbian","date":"2015-10-30T17:47:18.238+0000","up_votes":1,"down_votes":0,"body":"wie HyperionCH schon gesagt hat, kann man hier nicht mit Logik argumentieren, die sich auf reale Begebenheiten bezieht.","replies":[]}]}]}