{"id":"AHjybAUB","poster":"Th3is","date":"2015-10-30T09:06:18.732+0000","title":"Meinungen zu den ADC Änderungen in der Preseason","subforum":"Champions & Gameplay","embed":{"title":"10/29 PBE update","description":"This is a W ORK I N P ROGRESS POST. Today's patch & post will be [ Status: The PBE currently still down for maintenance.] VERY LARGE! ] The PBE has been updated with a massive amount of Preseason content! Continue reading for more information!","url":"http://www.surrenderat20.net/2015/10/1029-pbe-update.html#more","image":"http://1.bp.blogspot.com/-EoYb4P3_2yA/VEQi5z7xVlI/AAAAAAAAEuY/UAV0IzYbpdQ/s640/sitethumb-harrowing.jpg"},"up_votes":1,"down_votes":0,"body":"Ich wollte mal meine Meinung zu den ADC &Auml;nderungen hier schreiben, da ja nun mehr Details bekannt sind und auch nat&uuml;rlich auch eure Meinung h&ouml;ren.\nIch werde mich hier auch ~~relativ~~ kurz fassen :)\n\nDetektiv Sniper, **Caitlin**:\nIch finde die Mechaniken, dass die W und E nun mit ihrer Passiven zusammen arbeiten sehr interessant,\ngerade durch die dadurch entstehende doppelte Autoattack range macht Cait jetzt auch mit ihren autoattacks\nauf Sniper und nicht mehr nur durch die Ult. Trotzdem hat sie mich immer noch nicht richtig gepackt.\nKann ja aber noch kommen, wenn ich gegen oder mit ihr spiele.\n\nRoflcopter Pilot, **Corki**:\nDie Idee mit dem &quot;Package&quot; finde ich eine coole und neuartige Mechanik,\njedoch weis ich nicht was ich davon halten soll, dass ein ADC eine solch artige\ningage F&auml;higkeit hat. Klar kann es eine der st&auml;rksten F&auml;higkeiten im Spiel werden,\naber ich Pers&ouml;nlich spiele auf Bronze/Silber Niveau, was bedeutet dass das ich und meine\nMates die in spielen entscheidende Fights nur durch diese eine F&auml;higkeit verlieren werden,\noder mit mehr gl&uuml;ck als Verstand gewinnen werden ;)\nDeswegen sind meine Gef&uuml;hle f&uuml;r ihn noch ein wenig gemischt, aber kann sich ja noch &auml;ndern.\n\nDead Man walking, **Graves**:\nWas Graves angeht, muss ich ehrlich sagen, bin ich sehr gehyped, weil es einfach komplett\nneue Mechaniken ins Spiel bringt mit seinen neuen Autoattacks.\nZudem finde ich seine neue Q interessant und die &Auml;nderungen an seinen anderen F&auml;higkeiten\nfinde ich auch passend.\n\nVon un zu Kotzerig, **Kog&#039;maw**:\nKoggi ist jetzt wirklich eine kleine Artillerie, was ich sehr passend finde.\nIch freue mich auch auf seine &Auml;nderungen, mal gucken wie viele mit seiner neuen\nW am anfang zurecht kommen :) Auch der neue Effekt der Ult mit dem verdoppelten\nbzw. verdreifachten Schaden ist cool und was neues.\n\nMistst&uuml;ck aka **Miss Fortune**:\nAuch ihre neue Passive bringt eine neuere Mechanik rein, die Spieler dazu\nanregen soll sich mehr zu bewegen (&auml;hnlich wie Draaaven Q) und &ouml;fter das Ziel zu wechseln\nund nat&uuml;rlich sich zu &uuml;berlegen, welches Ziel sie als n&auml;chstes angreifen, was mehr Taktik rein\nbring und das gef&auml;llt mir. Dass ihre Ult jetzt Criten kann finde ich einen ziiiemlich harten Buff,\naber es macht manche Wombocombos noch effektiver, was ich als jemand der gerne\nWombocombos spilt sehr gerne sehe.\n\nFoooogl Tagteam **Quinn** und Valor:\nDas der Cooldown der Passiven von der Crit-chance abh&auml;ngt, macht sie wahrscheinlich\nzu einem kleinen Armbrust-MG im Lategame, aber mal sehen :) Die &Auml;nderungen an ihrer\nQ finde ich einerseits cool, aber anderer seits etwas schade, dass ihre Q jetzt die Passiven\nMarkierung auf das Hauptziel macht finde ich gut, jedoch finde ich das der Blind der Q von\nQuinn sie ein wenig ausgezeinet hat und deswegen finde ich es Schade, dass dieser fehlt.\nZu der Ult kann ich noch nichts sagen, daf&uuml;r muss ich sie mal gespielt haben, aber trotzdem\nkann ich sagen das sie schon ein wenig bekloppt aussieht :)\n\nDas wars mit den Mechanischen &Auml;nderungen, ab hier gehe ich nur noch auf die Balance\n&Auml;nderungen der anderen ADC&#039;s ein.\n\n**Ashe**:\nMehr Base HP hat Ashe meiner Meinung nach schon ein wenig gebraucht, als einer\nder ADC&#039;s mit den wenigsten HP.  Das die Passive weniger Slow hat, joaa h&auml;tte ich\nnicht unbedingt als n&ouml;tig empfunden aber okay.\n\n**Draaaven**:\nMehr Base Mana, weis ich nicht ob er es gebraucht hat ich hatte nie Probleme, aber gut okay.\nMehr Base AD ist okay. Draven hat einen schw&auml;cheren Wurfarm bekommen, seine Autoattacks\nfliegen langsamer, weis ich nicht was ich von halten soll um ehrlich zu sein.\n\n**Ezreal**:\nAuch er mehr Base AD un Mana, ja hat er glaube ich gebraucht als einer der Spam-Champs.\nSeine Q hat mehr Cooldown, gibt daf&uuml;r mehr Cooldown wieder, Yay mehr Ults :D.\n(Die Pizzen kommen trotzdem nicht schneller)\n\n**Jinx**:\nWeniger AD pro Level, daf&uuml;r mehr Base AD. Ihre Passive kann jetzt stacken (nur der Attackspeed)\nund ist l&auml;nger, finde ich ganz cool, weil es noch ein wenig mehr diesen Crazy-Girl-Faktor steigert\nmeiner Meinung nach. -15% Attackspeed w&auml;hrend sie den Raketenwerfer nutzt, der Raketenwerfer\nsoll zwar langsamer longrange High-Poke/Dmg sein, aber  -15% ist meiner Meinung nach ein wenig viel.\n\n**Kalista**:\nWeniger Attackspeed pro Level, weniger AD pro Level, daf&uuml;r mehr Base Attckspeed und mehr Base AD.\nSie Spring mit ihrer Passiven schneller um so mehr Attackspeed sie hat bzw. langsamer wenn sie geslowed\nwird. Mehr Kiten finde ich sehr gut, mal gucken wie es sich spielt.\n\n**Lucian**:\nAuch hier mehr Base AD und Mana daf&uuml;r weniger AD und Mana pro  Level, scheint in der Preseason Trent zu \nsein xD Seine Ult scaliert nicht mehr mit seinem Attackspeed, daf&uuml;r eine Standart anzahl an Kugeln die geschossen\nwerden die mit dem Ult Level steigt, meh einerseits gut anderer aber auch nicht so.\n\n**Tristana**:\nPreseason Standard, mehr Base AD, weniger AD pro Level.\nQ Cooldown wird verringert, je nach level, joa ist nett. Der Cooldown ihrer Q wird nicht mehr reduziert, wenn\nsie das Ziel angreift, auf dem die E ist, der E Cooldown wird nicht mehr reduziert, wenn sie mir der Q das Ziel\nder E angreift, ja das ist gut das was ein wenig zu stark. Ihr Sprung macht weniger Schaden und macht nicht\nmehr extra Schaden basierend auf den Stacks der E, daf&uuml;r wird der Sprung resettetd, wenn eine E voll\ngestacked explodiert, das ist definitiv ein dicker buff! Die E explodiert jetzt direkt auf max Stacks (4),\nihre F&auml;higkeiten f&uuml;gen einen E Stack hinzu und die E fliegt schneller auf das Ziel, bei dem Buff der E bin ich\nmir nicht sicher, ob sie ihn gebraucht hat.\n\n**Twitch**:\nAuch hier Standard, mehr Base AD, weniger AD pro Level.\nDer Cooldown der Q wird resetted, wenn er etwas T&ouml;tet, und seine Q unterbricht seine\nAutoattack Reihenfolge, das ist definitiv ein interessanter Buff. Twitch&#039; Ult bekommt 2 Sekunden\nweniger dauer, daf&uuml;r ist der Cooldown auf allen R&auml;ngen 90 Sekunden und der erste Hit wird\nein garantierter Crit und die folgenden Hits machen 20-40% weniger Schaden. Es sind interessante\nBuffs.\n\n**Urgot**:\nSeine Passive verringert die Gr&ouml;&szlig;e der Gegner um 15% und erh&ouml;ht gleichzeitig den Schaden an ihnen.\nSeine Ult gibt keine Resistenzen mehr, daf&uuml;r bekommt er allgemein 30/40/50% weniger Schaden.\nUrgot brauchte definitiv Buffs, es ist gut das er sie nun bekommen hat.\n\n**Varus**:\nWelch &Uuml;berraschung, auch hier Base AD h&ouml;her, weniger AD pro Level und das selbe mit Mana mehr Base Mane,\nweniger Mana pro Level. Seine Ult macht weniger Schaden, aber gibt einem festgehaltenem Ziel direkt 3\nStacks der W. Ob die Ult vom Schaden verringert werden musste, weis ich nicht aber der neue Effekt\nist definitiv cool.\n\n**Vayne**:\nWer h&auml;tt&#039;s gedacht: Mehr Base AD, weniger AD pro Level.\nVayne&#039;s W hat keinen Base Schaden mehr, daf&uuml;r einen Minimum Schaden. Au&szlig;erdem der Prozentuale\nSchaden der W erh&ouml;ht auf maximal 12% Schaden der max HP, was schon ein wenig sehr, sehr krass ist\nMeiner Meinung nach h&auml;tte sie keine &Auml;nderungen ben&ouml;tigt. Aber Vayne mag scheinbar keine Tanks.\n\nUm alles zusammen zufassen:\nIch bin von den Mechanischen &Auml;nderungen an Graves und co. verdammt gehyped, auch wenn ich einige\nnegative Aspekte sehe.\nWas die Balance &Auml;nderungen angeht, bin ich ein wenig unschl&uuml;ssig, denn ich bin der Meinung das Champs\nwie z.B. Vayne keine &Auml;nderungen n&ouml;tig hatten, aber Champs wie Varus oder Tristana die &Auml;nderungen\nn&ouml;tig hatten.\n\nWer es durch die Wall of Text geschafft hat, nicht schlecht ;)\nIch freue mich auf eure Meinungen zu den Preseason &Auml;nderungen f&uuml;r die ADC&#039;s!","replies":[{"id":"","poster":"Ehren Teemo","date":"2015-10-30T10:44:52.285+0000","up_votes":2,"down_votes":0,"body":"Rip {{champion:133}}","replies":[]},{"id":"","poster":"Micheangelo","date":"2015-10-30T19:40:01.336+0000","up_votes":1,"down_votes":0,"body":"Wie soll man denn bei Vayne den Minimum True Dmg verstehen?!\n\nIch mein, auf lvl 5 kann es ja nicht 120 + 12% bedeuten, das wäre ja unfassbar überkrass viel True-Dmg.\n\nSie macht 12% True Dmg, basierend auf Max HP. Bei 3000 HP sind das 360 True-Dmg, was haben da jetzt die 120 minimum Dmg zu bedeuten, kappier ich nicht?\n\nLG Miche","replies":[{"id":"","poster":"OrangeBubble","date":"2015-10-30T23:12:29.456+0000","up_votes":1,"down_votes":0,"body":"Minimum DMG bedeutet, wenn das Ziel X nun Y HP hat und die 12% unter den Wert von dem Minimum DMG fallen würde, dann würde der Minimum DMG greifen und nicht die 12%.\n\nNehmen wir an, dass das Ziel 1000HP hat und nun kommen da 12% als DMG raus, dann sind das 120 DMG. Ist nun der Minimum DMG aber bei 150 DMG, dann würde sie nicht 120, sondern 150 DMG machen.","replies":[]},{"id":"","poster":"Th3is","date":"2015-10-30T22:02:22.512+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Micheangelo,realm=EUW,application-id=Wj1wcocU,discussion-id=AHjybAUB,comment-id=0004,timestamp=2015-10-30T19:40:01.336+0000)\n>\n> Wie soll man denn bei Vayne den Minimum True Dmg verstehen?!\n> \n> Ich mein, auf lvl 5 kann es ja nicht 120 + 12% bedeuten, das wäre ja unfassbar überkrass viel True-Dmg.\n> \n> Sie macht 12% True Dmg, basierend auf Max HP. Bei 3000 HP sind das 360 True-Dmg, was haben da jetzt die 120 minimum Dmg zu bedeuten, kappier ich nicht?\n> \n> LG Miche\n\nIch habe die Befürchtung, dass du recht hast, denn ich habe es genau so verstanden.","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2015-10-30T12:16:38.585+0000","up_votes":1,"down_votes":0,"body":"Bei **MF** bin ich mir nicht ganz sicher ob ich das so gut finden soll, vorallem da ihre alte W passive wegfällt und die neue passive ist eben wirklich nur gut wenn man mehr als einen Gegner hat den man angreifen kann, wenn einem also nur ein Tank oder Assassine hinterher rennt, wie es ja durchaus häufig vorkommt, bringt sie relativ wenig.\nWas ihre Ult angeht, hab nicht super ausführlich nachgerechnet, besonders hab ich den crit außer Acht gelassen aber auf den ersten Blick sieht es mir so aus als wäre der DPS in den ersten beiden Stufen gesunken. Ihre Ult hat nie wenig Schaden gemacht wenn man sie richtig eingesetzt hat, jetzt ist es noch schwerer die gesammte Ult anzubringen. Die die sich vorher über MF beschwert haben werden das auch weiterhin tun.\n\n**Kog'Maw** wird denke ich ganz von den momentan gebräuchlich ADC Builds abweichen, grade durch die nur 60% Schaden auf dem W. Ich frage mich ob das nur auf den AD Wert bezogen ist oder auch auf On-hit Effekte, wenn es auch On-hit effekte sind, also auch der W Schaden, dann weis ich nicht ob man damit wirklich was anfangen kann da er keine Grundwerte auf dem Skill mehr hat. Vermutlich würden Hybrid und On-hit Builds auf ihm gespielt werden.\n\nBei **Ashe** muss man sagen das es eigendlich recht gut ist für sie, außer vielleicht die Q Änderungen die das wirklich ausschlaggebende sind, die solltest du vielleicht ergänzen. Da ihre Passive nicht mehr als Crit zählt wird sie von den Crit reduzierenden Effekten nicht mehr beeinflusst und der Slow wird bei Crits verdoppelt.\n\n**Jinx** Passive gibt jetzt überhaupt ersteinmal AS. Die Änderungen an Fishbones sind wohl die Folge ihres Erfolgs bei der WM.\n\nBei **Twitch** ist dir ein Fehler unterlaufen. Zum Einen gibt es den Reset nur bei Champion Tötungen und zum anderen müssen sie nicht durch seine Passive sterben, sondern nur von der Passiven betroffen sein.\n\nOb **Urgot** mit den neuen Items einen Buff gebraucht hat wird sich zeigen, momentan braucht er ihn aber nicht. Ja, er hat eine niedrige Winrate momentan aber an ihm wurde nichts geändert seit dem er in der LCS war und einige schon angefangen hatten ihn als zustark zu bezeichnen. Er ist schlicht und einfach nicht in der Meta und nicht in der Meta sein heißt nicht zwingend einen Buff brauchen, durch genau dieses Denken steht dieser Abartige Kreislauf von Buff > garnicht so schlecht wie ich dachte > OP > Nerf. Wenn die Meta sich wieder ändert, zu mehr Assassinen wenn ich mich recht entsinne, wäre er auch jetzt wieder LCS Material.","replies":[{"id":"","poster":"Th3is","date":"2015-10-30T14:56:01.610+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=Wj1wcocU,discussion-id=AHjybAUB,comment-id=0003,timestamp=2015-10-30T12:16:38.585+0000)\n>\n> Bei **Twitch** ist dir ein Fehler unterlaufen. Zum Einen gibt es den Reset nur bei Champion Tötungen und zum anderen müssen sie nicht durch seine Passive sterben, sondern nur von der Passiven betroffen sein.\n\nWoas? Ich hab was falsch verstanden? Das wird sofort gefixt!","replies":[]}]},{"id":"","poster":"Steal the Red","date":"2015-10-30T11:01:11.930+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch auf die allgemeinen Itemänderungen gespannt, vor allem auf die Anpassungen von den AD-Items auch die AP-Items werden schon wieder angepasst.","replies":[{"id":"","poster":"Th3is","date":"2015-10-30T11:38:03.339+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xXbyJulzXx,realm=EUW,application-id=Wj1wcocU,discussion-id=AHjybAUB,comment-id=0002,timestamp=2015-10-30T11:01:11.930+0000)\n>\n> Ich bin auch auf die allgemeinen Itemänderungen gespannt, vor allem auf die Anpassungen von den AD-Items auch die AP-Items werden schon wieder angepasst.\n\nJa, die werden auch interessant. Aber die neuen Masterys und das neue Warding System werden auch sehr sehr interessant, vor allem die beiden das Spielgefühl stark beeinflussen.\nDie Preseason Änderungen sind so oder so alle sehr interessant.","replies":[{"id":"","poster":"Steal the Red","date":"2015-10-30T12:39:14.342+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Th3i5,realm=EUW,application-id=Wj1wcocU,discussion-id=AHjybAUB,comment-id=00020000,timestamp=2015-10-30T11:38:03.339+0000)\n>\n> Ja, die werden auch interessant. Aber die neuen Masterys und das neue Warding System werden auch sehr sehr interessant, vor allem die beiden das Spielgefühl stark beeinflussen.\n> Die Preseason Änderungen sind so oder so alle sehr interessant.\n\nOb die neuen Masteries das Spielgeschehen stark beeinflussen werden? \nUnd wir sind erst am an der Preseason, es uns wird noch viel erwarten.^^","replies":[]}]}]},{"id":"","poster":"M4ster Yi","date":"2015-10-30T09:08:23.042+0000","up_votes":1,"down_votes":0,"body":"Sie sollen ashe soft crit inruhe lassen","replies":[]}]}