{"id":"X5qTQ4Gb","poster":"TheUnknown98","date":"2015-10-29T20:14:38.972+0000","title":"Laggs und Freezes (mit analsyslinks)","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hi Leute,\r\nvon hier auf jetzt ohne sonstige Wechsel von Hard-/ Software oder wechsel des Internets bekomme ich Freezes im Fight und Laggs die teilweise bis zu 20 Sekunden andauerst. Wenn es l&auml;uft spiele ich mit 120 Frames und nem Ping von 30, Pingcap bringt auch nix, Quali runterstellen auch nicht. Spiele &uuml;ber Tethering mit meinem Handy als Katalysator, Anbieter ist Telekom.\r\n\r\nSpeedtest: http://www.speedtest.net/my-result/4787643999\r\nHier der Tracert zum EUW server: http://www.mediafire.com/view/c92rsh0mdezw71m/Tracert.txt\r\nNetalyzr: http://n2.netalyzr.icsi.berkeley.edu/restore/id=36ea240d-12772-64ddb9be-4c99-409e-9601/rd\r\n\r\nHabe das Spiel mal neuinstalliert vielleicht hilft es.\r\n\r\nIch hoffe ihr k&ouml;nnt mir damit auf die schnelle helfen sodass ich nicht wieder den Support bel&auml;stigen muss, da hat er sicher wichtigere Dinge zu tun^^\r\n\r\nLG","replies":[{"id":"","poster":"AC Espada","date":"2015-10-29T21:11:20.818+0000","up_votes":2,"down_votes":0,"body":"Bei mir dasselbe, laufen bei dir andere Spiele die vom Internet abhänig sind normal?\nBei mir läuft halt alles wie gewohnt, ich kann jeder tätigkeit nachgehn. Wenn ich dann\nIngame bin, und das Spiel offiziel startet, geht komischerweise nichts mehr. Ich seh\nzwar noch was die gegner so treiben, aber ich selbst kann mich nicht bewegen und\nirgendwann kommt dann sowas wie, \"Attempting to Reconnect\". Bin mir nichtmal\nsicher ob meine erste frage irgendeinen Sinn ergibt, aber ich frag trotzdem. :D","replies":[{"id":"","poster":"TheUnknown98","date":"2015-10-29T21:31:17.342+0000","up_votes":1,"down_votes":0,"body":"Korrekt! Genau so ist es! Ich sehe die gegner treiben, sehe wie meine lebensanzeige schwindet kann aber nichts machen. Bin dadurch immer gestobe  bis auf 1x als ich als tahm damit gebaitet habe^^\n\nP.s.: Nur damit wir uns richtig verstehen, das problem tritt 3-4x im spiel auf. Mit anderen spielen hab ich keine probleme","replies":[{"id":"","poster":"AC Espada","date":"2015-10-29T21:37:41.345+0000","up_votes":1,"down_votes":0,"body":"und nach den 3-4x kannst du dann wie gewohnt weiterspielen?","replies":[{"id":"","poster":"TheUnknown98","date":"2015-10-30T13:27:37.141+0000","up_votes":1,"down_votes":0,"body":"Nein, die Freezes treten unregelmäßig im spiel auf, d.h  zwischendurch kann ich wie gewohnt spielen. Irgendwie hab ich das Gefühl dass das Problem am häufigsten vor einem Teamfight auftritt. Habe auch alle aktuellen Treiberupdates und das Problem passiert auch wenn ich direkt das LAN-Kabel vom Router anschließe. \n\n2 Wochen vor dem Freezeproblem hatte ich dafür ingane von hier auf jetzt einen plötzlich auftretenden Highping welcher durch einen reconnect ingame beruhigt werden konnte. Der Highping ist jetzt weg, dafür hab ich jetzt Freezes.\n\nIch glaube ich muss mal ein Ticket schreiben, ich kann ja nicht darauf wetten dass Legofreak (?) der Wrenchman hier daueronline ist.","replies":[{"id":"","poster":"AC Espada","date":"2015-10-30T14:46:15.021+0000","up_votes":2,"down_votes":0,"body":"Ah, also wie in meinem ersten game von gestern, ich hatte schon von anfang an das gefühl, \ndass irgendwas nicht stimmt. Ich dachte mir allerdings nicht viel bei, hab meine lane \ngewonnen und dann in den teamfights konnte ich mich teilweise nicht mehr bewegen\nund bin natürlich gestorben. Ich habe dann später nochmal versucht zu spielen,\nallerdings ging dann so gut wie gar nichts mehr, Ich kam mit gewohnt ins Spiel,\naber ab 1:50 konnte ich nurnoch sehn was die gegner und mein team so treibt,\nich selbst konnte mich kaum bewegen obwohl ich durchgehend \"live\" war. \n\nIch hab nun aufjedenfall mein LoL Reparieren lassen, hab mein Modem neugestartet\nund werde wohl später mal schauen ob das was gebracht hat. Alternativ, gab es ja\nso einen post für Kabel DE nutzer, unter Hilfe & Support, da hab ich auch was gefragt,\nbis jetzt allerdings keine Antwort und bevor ich da etwas wie es da steht veränder,\nwarte ich lieber drauf, ob jemand ne Ahnung hat woran das liegen könnte.","replies":[]}]}]}]}]}]}