{"id":"Fxia50rV","poster":"Bettnachleger","date":"2020-03-02T15:48:25.952+0000","title":"Foren werden geschlossen?!","subforum":"Spielerverhalten & Moderation","embed":{"title":"Saying Farewell to Boards - League of Legends","description":"This mural is dedicated to League players-the most creative and passionate community in the world. Kim Jung Gi is a renowned graphic artist from South Korea known for his vivid comic style and richly-detailed renderings from memory. This is Kim Jung Gi's third collaboration with Riot Games.","url":"https://euw.leagueoflegends.com/en-gb/news/community/saying-farewell-to-boards/","image":"https://images.contentstack.io/v3/assets/blt731acb42bb3d1659/bltdafd35e6b6eadd90/5e570ffb9437900dbf81e28f/Boards_Banner.jpg"},"up_votes":1,"down_votes":0,"body":"Wie traurig ;-(","replies":[{"id":"","poster":"Fight with Pride","date":"2020-03-02T18:08:54.248+0000","up_votes":2,"down_votes":1,"body":"Wie Du siehst, ist der Aufschrei minimal, der Rest hat es entweder gar nicht mitbekommen oder es ist ihm schlicht egal.\nWas natürlich die Entscheidung der Schließung nachvollziehen lässt.\nEs geht dumpf weiter mit den gleichen Quatsch .","replies":[{"id":"","poster":"Allerbester Biss","date":"2020-03-02T18:19:48.351+0000","up_votes":2,"down_votes":4,"body":"Geh einfach wieder dahin wo du her gekommen bist! \n\nLike was willst du denn jetzt hier erreichen du Troll?","replies":[{"id":"","poster":"Fight with Pride","date":"2020-03-02T18:23:56.405+0000","up_votes":2,"down_votes":1,"body":"Ochjo, irgendwie bist du der einzige der das hier jetzt trollt.\nAber ja, Ich hab die tausend Beiträge übersehen, die ganzen Themen die sich mit der Schliessung befassen. 83 Beiträge in dem offiziellen Post bei einem Millionenspiel sind mega der Aufschrei, gell.\nOh wait mal schauen was nach so einer Entscheidung das Forum dominiert : Ich wurde gebannt, Ich wurde nicht entbannt, schau meinen Stream etc, der gleiche Quatsch wie jeden Tag, oder etwa nicht.\nAlso, wo genau trolle Ich? \nOder hast einfach nur verstanden was Du verstehen wolltest und dachtest Dir, der kriegt jetzt mein Frust ab.\nOk, bei so nem Tag wie heute, gerne.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-03T07:05:34.981+0000","up_votes":1,"down_votes":0,"body":"Also in reddit gibt's mehrere Post dazu mit teilweise 4k votes \n\nUnd wie geschrieben hier gibt's auch einige natürlich im kleineren verhältnis","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-03T07:04:06.523+0000","up_votes":1,"down_votes":0,"body":"Mhh der Riot Post hat 60 dislikes und 90 Kommentare also etwas ist wohl noch da. \n\nUnd hab jetzt 5 theards zu den Thema gesehen alle auch mit einigen Kommentaren","replies":[]}]},{"id":"","poster":"ShenraZ","date":"2020-03-03T07:19:12.902+0000","up_votes":1,"down_votes":1,"body":"Hallihallo an alle,\n\nauch wir, möchten uns einmal dazu melden....\n\nWir finden es ebenfalls Suboptimal das dieses Forum ohne wirklichen Grund einfach so abgeschalten wird, man könnte das Forum neu gestalten und Umstrukturieren falls es den Betreibern nichtmehr gefällt...\nDas Forum war bisher immer eine super Anlaufstelle für Spieler/Teamsuche oder Veröffentlichungen von Turnieren.\nDas man nun auf überfüllte Discords soll ist unverständlich und beschämend für Riot Games zugleich.\n\nHier hätten wir eine Lösung...als uns klar wurde dass die Foren Ihre Pforten schließen würden, machten wir uns Gedanken und haben uns an eine Forensoftware gesetzt und möchten nun eine zweite Anlaufstelle hiermit anbieten.\n\nDas Forum soll erstmal nur für die Deutsche Community sein, die Foren wurden bereits alle erstellt und man kann direkt loslegen. Nun möchten wir noch andere Plugins hinzufügen sowie erstellen.\nGeplant wären diverse Ränge sowie Einbindung der Riot API in naher Zukunft, im Vordergrund soll es einen Chat geben der mit dem Forum verknüpft ist für eine einfachere Spielersuche.\n\nDa die Website ebenfalls umgestaltet wurde und Patchnotes sowie diverse andere Neuigkeiten nun schnell verschwinden und unauffindbar sind, möchten wir diese ebenfalls, so schnell wie möglich, in unserem Forum hinzufügen damit sie einfach abzurufen sind.\n\nDie Seite wird natürlich noch stetig weiterbearbeitet aber basiert auf freiwilliger Basis!\n\nErreichbar wären wir unter:\nhttp://www.league-forum.de\nhttp://www.league-forum.com\nhttp://www.league-forum.net\nhttp://www.league-board.de\nhttp://www.league-board.com\nhttp://www.league-board.net\n\nEs ist egal über welche Adresse Ihr auf das Forum kommt, die anderen Domains sind für den Ausbau der Anderssprachrigen Communitys.\nBisher haben wir auch schon einiges an Geld reingesteckt und sind stolz auf den Fortschritt den wir in der kurzen Zeit gemacht haben und hoffen es geht mit der gleichen Geschwindigkeit vorran (:\n\nEbenfalls möchten wir anmerken die Community zueinander zu bringen, d.h. dem Spieler sollen besondere Funktionen auf dem Forum gegeben werden, wir werden Emojis zu beiträgen hinzufügen, wie bereits erwähnt auch einen Chat, die allseitsgeliebtes reactions sowie jeden Champions als Smiley, für jeden Champion eigene Foren erstellen und und und\nDas Forum sollte möglichst auch gepflegt werden und bleiben, daher werden wir, wenn überhaupt Interesse an der Community besteht, Moderatoren suchen\n\nIn diesem Sinne\nAdios unser geliebtes Forum!","replies":[]}]}