{"id":"A9dK0eV8","poster":"Imaqtone","date":"2015-10-29T17:22:33.935+0000","title":"Jinx","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Welche Champs pickt man gegen {{champion:222}} ?","replies":[{"id":"","poster":"SeidigGlänzend","date":"2015-10-29T17:25:06.082+0000","up_votes":4,"down_votes":0,"body":"Deinen besten :)","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-10-30T11:27:13.613+0000","up_votes":2,"down_votes":0,"body":"http://www.summoners-inn.de/de/news/33025-der-sheriff-ist-zurueck-in-der-kluft\nGuck mal hier :)","replies":[{"id":"","poster":"Scrotum 420","date":"2015-10-30T12:07:41.224+0000","up_votes":1,"down_votes":0,"body":"Hahaha, ich liebe wie sie die Reichweite immer in \"Teemos\" angeben.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-10-30T12:11:04.101+0000","up_votes":1,"down_votes":0,"body":"Ja ^^ Aber sehr guter Artikel","replies":[]}]}]},{"id":"","poster":"Instabuy","date":"2015-10-29T18:09:11.244+0000","up_votes":1,"down_votes":0,"body":"http://bfy.tw/2XBZ <---- Serious Link {{champion:45}}","replies":[{"id":"","poster":"Imaqtone","date":"2015-10-30T11:07:03.138+0000","up_votes":1,"down_votes":0,"body":"ja, sehr Serious. Gtfo.","replies":[{"id":"","poster":"Instabuy","date":"2015-11-09T11:38:16.455+0000","up_votes":1,"down_votes":0,"body":"hast du denn mal drauf geklickt xD ist ein google link\n{{sticker:zombie-brand-mindblown}}","replies":[]}]}]},{"id":"","poster":"Scrotum 420","date":"2015-10-30T12:12:32.487+0000","up_votes":1,"down_votes":0,"body":"- Caitlyn (Range, Q, guter Escape oder Slow um Jinx auch mit Speedbuff abzuhalten, relativ gute Scalings)\n- Kalista. Ist eventuell Ansichtssache, aber imo zerstört eine Kalista 1v1 eine Jinx (wahrscheinlich sogar ziemlich deutlich). \n- Vayne. Gleiches Prinzip wie Kalista, bloss noch etwas schwieriger. Das Early dürfte sehr hart sein, ab Bilgewasser oder Botrk sollte man sie 1v1 aber packen. Ausserdem hat man die Mobility, um Jinxs' W easy zu dodgen.  \n- Corki. Burst.\n- Koggy. Burst of doom.\n\nNaja keine Ahnung, eigentlich kannst du eine Jinx mit jedem ADC besiegen, wenn du diesen wirklich beherrschst. Entscheidend ist, welche Art von ADC dein Team braucht.","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-10-30T12:09:24.389+0000","up_votes":1,"down_votes":0,"body":"Ich bin Jinx Main und wenn sie mir weggeoickt wird Spiel ich ashe gegen sie. Ist ein Easy Match up und Late legst du sie auch Easy nur ist ashe aufgrund fehlender Mobilität sehr schwer","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-10-30T11:25:44.528+0000","up_votes":1,"down_votes":0,"body":"Persönlich denke ich, dass folgende Champs geeignet sind:\n\n- Sivir\nMacht zwar weniger DMG, aber das Spellshield ist sehr gut gegen Jinx (z.B. Ulti, Fallen, etc.) und man kriegt so gut weider die Mana zurück.\n\n- Ezreal\nEinfach, weil er so mobil ist und da Jinx ihre Schwächen hat\n\n- Corki\nGuter Poke (Poke-Champs passen gut gegen Jinx) und hat guten Escape, bei dem Jinx nicht hinter her kommt.\n\n\nTheoretisch gehen auch weitere Poke-Champs wie Varus, jedoch haben diese (gerade Varus) oft keinen  guten Escape. In der Botlane ist auch entscheidend, welche Sup-Champs dabei sind.\nDie aufgezählten Champs sind auch nur jene, die statistisch gesehen gut sind (bei allen Spielern, nicht individuell). Es bringt nichts, wenn man z.B. Sivir pickt, aber sie nicht gut spielen kann. Umgekehrt spielt man vielleicht eine Tristana sehr gut spielen und gewinnt dann trotzdem die Lane (obwohl man sagt, dass hier Jinx tendenziell der Counter sei).","replies":[]},{"id":"","poster":"D4RKEVA","date":"2015-10-30T11:17:27.211+0000","up_votes":1,"down_votes":0,"body":"Jinx ist squishy hat viel range ab lvl 9 keine gapcloser und nur einen schwachen hard cc.\n\n\nStarke adcs wären:\nCorki(burst poke mobility) \nCaitlyn(early mehr range aber sehr schwer wenn du nicht grad dia 2+ bist)\nLucian (nicht mehr so gut aber wenn ahead ist er bis jinx full build ist stärker)\n(Vayne) skill match up in der lane da beide gut dmg machen aber wenig aushalten.\nIm mid/late macht sie mehr single target dmg aber jinx mehr aoe.\n\n\nSupporter:\nAlles mit tankyness und viel cc sowas wie\nNautilus\nLeona\nThresh\n(Blitzcrank)\n\nAber auch poke mit cc wie\nZyra\nMorgana\n\nJungler und top laner mit cc \n\nMid lane am besten assassins wie\nLe blanc\nTalon\n\nAlso welche die sie hard ccen können und nicht sofort sterben oder burst champs.","replies":[]},{"id":"","poster":"LCG mozuki","date":"2015-10-30T11:15:48.070+0000","up_votes":1,"down_votes":0,"body":"Man kann Cait gut reinpicken wegen der hohen range aber inprenzip kannst du geggen sie alles spielen vorausgesetzt du bist mit \"diesen\" Champion gut","replies":[]}]}