{"id":"rxm3N5F0","poster":"Sven Pflege","date":"2015-10-28T10:36:32.445+0000","title":"Top und Botlane für unser Rankedteam gesucht.","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Beschw&ouml;rer,\n\nwir sind auf der Suche nach einem Toplaner, Supporter und Ad Carry f&uuml;r unser Rankedteam, FR13NDS.\n\nZun&auml;chst zu der Beschreibung von uns.:\n\nIch bin 20 Jahre alt und spiele Jungle. Derzeit ist mein 2. Account, auf dem ich aktiv bin Platin V. \nMeine Kumpel ist ebenfalls 20 Jahre alt und wird die Mitte bestreiten. Derzeit ist er Diamand V. \n\nFolgende Kriterien solltest du erf&uuml;llen.:\n- Du solltest &uuml;ber 18 Jahre alt sein\n- Mindestens Platin/Diamand spielen\n- Humor haben (Denn wir Lachen viel und machen viele Scherze) \n- TS besitzen\n- Kritik f&auml;hig sein\n\nWeitere interessante Punkte.:\n\nWir besitzen seit kurzem einen Twitch-Account auf diesem werden unsere Spiele &uuml;bertragen und auch gespeichert. (Sollte also jemand von uns unsere Spiele analysieren wollen, ist dieses ohne Probleme m&ouml;glich.) \nWir werden gemeinsam besprechen, wann wir zusammen spielen werden. Da League of Legends weiterhin ein Spiel ist, werden wir niemanden den Kopf abreisen oder kicken, wenn dieser mal nicht kann. \nWir werden uns gemeinsam &uuml;berlegen wie wir dieses Projekt starten wollen, ob wir zum Beispiel einen haben der die Calls macht oder ob jeder dieses tun soll. Solche kleinen Sachen sollten wir gemeinsam als Team besprechen. \n\nGegenseitiges Tipps geben: Bereits im Spiel ist es Hilfreich und w&uuml;nschenswert zu analysieren und Verbesserungsvorschl&auml;ge zu machen. Beispielsweise nach einem Gank; was haben wir gut gemacht; was k&ouml;nnte man besser machen; was ist schei&szlig;e gelaufen. \n\nWir möchten mit diesem Team nun noch kurz vor Ende dieser Season anfangen, damit wir uns einspielen, trainieren und Ranken.  Zur nächsten Season wollen wir selbstverständlich Challanger werden. :P\n\nSollten wir dein Interesse geweckt haben und du f&uuml;hlst dich bereit und sicher diesen Weg mit uns gemeinsam zu bestreiten und anderen Beschw&ouml;rern in den A***h zu treten, melde dich bei mir ingame oder schreibt mir auf meiner Sven Pflege - Facebook-Page: https://www.facebook.com/svenpflege/?fref=ts!\n\nFrohes Ranken,\nSven Pflege","replies":[{"id":"","poster":"Toaster Hutu","date":"2015-10-28T16:23:38.204+0000","up_votes":1,"down_votes":0,"body":"Hey, hätte Interesse an dein Team.\n\nZu mir:\n-18 Jahre alt\n-noch Schüler\n-Elo: Platin V\n-Main Role: ADC \n\nWürde mich über eine Antwort freuen.","replies":[]}]}