{"id":"MIBmvHAZ","poster":"Chrizzlybär","date":"2015-10-26T22:24:23.143+0000","title":"Ezreal","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey leute, spiele zurzeit kerne Ezreal und wollte mal Fragen, wann spielt man besser blue ezreal oder den normalen ezreal?\r\nMein build sieht meisten so aus: {{item:3043}} {{item:3078}} {{item:3153}} {{item:3035}} {{item:1330}} {{item:3072}} oder {{item:3137}} {{item:3102}}","replies":[{"id":"","poster":"LMQ Blueberry","date":"2015-10-27T01:05:48.032+0000","up_votes":1,"down_votes":0,"body":"Ich nehme oft den Blue Ezreal Build, wenn ich weiß, dass ich während der Laning Phase wenig reißen kann und eher passiv farme, sprich ich bau sehr früh (sobald ich 720 Gold habe) die Träne {{item:3070}} , stacke früh das Item und spiel passiv auf der Lane, dann halt Iceborn Gauntlet {{item:3025}} und der Rest ist meist Identisch.\n\nDen standardmäßigen Build sag ich mal nehme ich z.B. wenn ich früh Kills bekomme. Ich bau dann statt Träne{{item:3070}}  und Iceborn Gauntlet{{item:3025}}  sofort Trinity Force{{item:3078}}  und lasse die andere beiden aus (ich bau sie dann meist gar nicht, besonders nicht Iceborn, weil Trinity Passive und Iceborn Passive sind die selben (Trinity 200% Base AD und Iceborn 120% Base AD) und diese stacken sich trotz anderen Base AD Werten nicht). Durch mein Trinity Build kann ich dann früh besser snowballen ( besser ins Rollen kommen, nicht aufs späte Spiel warten um effektiv zu sein) \n\nIm Prinzip wählst du halt zwischen Early-Mid Game und Mid-Late Game und es hängt auch vom Lane Matchup und den allgemeinen gegnerischen Champs ab ( mit dem Blue Build kannst du halt durch den Slow vom Iceborn besser unmobile Champs kiten). Der Blue Build ist im Late Game meist effektiver, jedoch musst du schauen, ob du dein Team schon im Early Game carrien musst und da gehst du besser auf Trinity Force.\n\nBlue Ezreal: {{item:3042}} {{item:3025}} {{item:3158}} {{item:3153}} {{item:3035}} {{item:3072}} \nStandard Ezreal: {{item:3078}} {{item:3153}} {{item:3158}} {{item:3035}} {{item:3072}} {{item:3031}} ","replies":[{"id":"","poster":"Chrizzlybär","date":"2015-10-27T01:34:29.272+0000","up_votes":1,"down_votes":0,"body":"Ok danke für denn tipp.\nBei deinen standard build keine maramune? Bei mir geht schon fast vor dem teamfight das mana aus, wegen den poken etc. das bei mir maramune schon ein pflicht kauf ist.\nKann das haupt nicht leiden keinr mana mit EZ zu haben, als mit andern adc's.\nWie schafst du das mit das mana auszukommen?","replies":[{"id":"","poster":"LMQ Blueberry","date":"2015-10-27T01:57:24.474+0000","up_votes":1,"down_votes":0,"body":"Manchmal bekomme ich dann den Blue Buff, wenn mein Midlaner nicht gut im Spiel ist oder keine Manaregeneration braucht. Wenn dies nicht der Fall ist achte ich ganz genau auf mein Mana und wie viel ich davon verschwende. Ich verwende dann jede Fähigkeit sinnvoll, außerdem hat man bei Level 18 mit Ezreal 1076 Base Mana + 200 von Trinity Force. Am besten benutz auch weniger die W Fähigkeit, diese kostet nach der Ultimate am meisten Mana (90) und ist sehr schwach auf AD Ezreal.\n\nIch bau halt keine Maramune auf dem Standard Ezreal, weil der ja dafür da ist, um früh stark zu sein. Die Träne oder Maramune brauch sehr lange zum Stacken und wird erst wirklich bei vollen Stacks sehr stark.\n\nIm Prinzip ist es nicht falsch, wenn man sich Maramune zusammen mit dem Trinity holt. Wenn du immernoch Probleme mit deinem Mana hast ist es nicht verkehrt. Die Itembuilds hängen stark von der Situation und dem Spieler ab. Trinity + Maramune ist auch eine starke Combo, du tauscht halt dann beim Blue Ezreal Iceborn mit dem Trinity. Dadurch verlierst du zwar den Slow, aber kriegst mehr Lauftempo und mehr Schaden. =)","replies":[]}]}]},{"id":"","poster":"PlanetenPlatzer","date":"2015-10-26T22:41:25.875+0000","up_votes":1,"down_votes":0,"body":"Ich würde {{item:3139}} vor {{item:3137}} und {{item:3153}} nehmen.\n\nBesonders {{item:3137}} brauchst du gar nicht.","replies":[{"id":"","poster":"Chrizzlybär","date":"2015-10-26T23:00:27.907+0000","up_votes":1,"down_votes":0,"body":"Ups falsches bild :)","replies":[]}]}]}