{"id":"hwA06GVc","poster":"AETH8N","date":"2015-10-26T17:29:21.760+0000","title":"QSS on a Mage?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Leute! \r\nIch wollte mal fragen, ob sich es lohn QSS auf z.B. {{champion:103}} zu holen, wenn man gegen {{champion:90}} in der Mid Lane spielt. Bzw ich wollte fragen, welche tips Ihr mir geben k&ouml;nnt, um gegen {{champion:90}} Stand zu halten, weil ich extreme Probleme gegen ihn habe. Vielleicht k&ouml;nnt ihr mir auch andere Champions ans Herz legen, die gegen ihn ein gutes Match up haben oder ein Iteam Build, welches z.B. so aussehen w&uuml;rde. {{item:3010}} &gt; {{item:3174}} oder so was?","replies":[{"id":"","poster":"Stormî","date":"2015-10-26T17:48:40.474+0000","up_votes":2,"down_votes":0,"body":"Ich maine {{champion:90}} und sehe es mittlerweile immer öfters das dieses item gebaut wird selbst ab ap champs ^^ und sowas wie Athen bringt da nicht viel da man ihn auf magic pen baut.\nHier ein paar Tipps:\n-Beim farmen ihn nicht angreifen sonst springt die E auf dich.\n-Wenn nurnoch 1 Creep da ist was die E hat entferne dich schnell.\n-Spiel defensiv und warte auf Ganks.\n-Zögere nicht Qss zu bauen ob ad oder ap.\n-Falls du Ad spielst bau noch {{item:3155}}.\nPicks gegen Malz.\nSpiele keine Assasienen wie Zed,Talon,Kata etc.\nSpiele lieber champs mit Range wie Azir,Lux,Xerath\nAchte dabei besonders auf deine Posotion","replies":[]},{"id":"","poster":"B5 for Life","date":"2015-11-01T13:58:43.761+0000","up_votes":1,"down_votes":0,"body":"spiel talon gegen ihn pre 6 kannste ihn easy outdamagen und aus der lane haun oder töten nach 6 biste dann so gefeedet das du ihn einfach mit ner combo weghaust bevor er dich vernünftig ulten kann. wenn das nicht geht kaufste mobis und besuchst bottom für double und drake und holst dir den feed eben wo anders. man muss nicht umbeding den gegner besiegen um das spiel oder die lane zu gewinnen.","replies":[]},{"id":"","poster":"AETH8N","date":"2015-10-30T13:25:46.195+0000","up_votes":1,"down_votes":0,"body":"Vielen vielen Dank euch!","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-10-26T18:23:44.459+0000","up_votes":1,"down_votes":0,"body":"Die Profis machen es gegen Veigar... und Dinge, die sich nicht lohnen, schaffen die relativ schnell wieder ab... Siehe Smite-Mid Kayle...","replies":[]},{"id":"","poster":"Im a Papaya","date":"2015-10-26T17:33:46.166+0000","up_votes":1,"down_votes":0,"body":"{{item:3140}} Ist unter \"pros\" ein Item auf jeden squishy damage dealer {{champion:96}} mal als Paradebeispiel. Gegen Mal brauchst du das Item unbedingt weil du als Ahri halt reingehen musst, wen weghaust und dann wegkommen musst. Halt als Assassine und Mal kann das echt geht verhindern.\nKleine Warnung: Der Schaden von der Ult kommt trotzdem durch, nur der cc Effekt kommt durch, das gute daran ist das Mal dabei trotzdem stehen bleiben muss.","replies":[]}]}