{"id":"OgAts06U","poster":"Harun Senpai","date":"2019-12-15T20:49:58.090+0000","title":"Grafikfehler beim Loginfenster normal oder nicht?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Habe wie beschrieben ein Grafikfehler/Error/Bug Visuell.\r\nhttps://gyazo.com/40646e60e74d0f7477f15578c21c9827 so sieht es bei mir manchmal aus, wenn ich auf \"IDLeiste\" Clicke wird es normal, wenn ich es hin und her bewege ist der Launcher so fragmentartig wie auf dem Bild. Meine Frage wäre ob dies normalen Umständen entspricht, oder muss ich mir sorgen machen ob meine GPU  kaputt ist?","replies":[{"id":"","poster":"Aymira","date":"2019-12-15T21:09:09.401+0000","up_votes":1,"down_votes":0,"body":"Hast du im Spiel auch Probleme? Machen dir andere Spiele irgendwelche Probleme? \n\nIch denke man könnte die Grafikkarte ausschließen, wenn es wirklich nur im Anmeldebildschirm ist und sonst nirgends... :D\n\nSonst vielleicht mal das Hextech Repairtool drüber laufen lassen.","replies":[{"id":"","poster":"Harun Senpai","date":"2019-12-15T21:14:15.937+0000","up_votes":1,"down_votes":0,"body":"Ja wirklich nur 100% im Anmeldebildschirm, in neuen Games wie Call of Duty Modernwarf z.b habe ich auf den höchsten Grafikeinstellungen inklusive Raytracing  0 Probleme und es läuft flüssig, aber nur beim Loginfenster entstehen diese komischen \"Bugs\" woran kann es denn noch liegen? Haben das viele? \n\nUnd um deiner Frage zu antworten, nein im Spiel läuft ebenfalls alles perfekt.","replies":[{"id":"","poster":"Aymira","date":"2019-12-15T21:25:24.233+0000","up_votes":1,"down_votes":0,"body":"Dann konnte ich dir die wenigstens die Angst nehmen, das die Graka den Geist aufgibt.\n\nWoran das nun liegt kann ich dir nicht sagen, da bin ich raus. Ich hab das Problem jedenfalls nicht, aber um ehrlich zu sein hab ich auch die automatische Anmeldung aktiv, demnach sehe ich den Bildschirm nur sehr selten mal, wenn ich den Account wechsle. \n\nDeswegen würde ich einfach vermuten das da vielleicht irgendwelche Probleme in den Dateien des Spieles vorliegen, daher das Repairtool. Vielleicht hilft es... ¯\\\\\\_(ツ)_/¯","replies":[{"id":"","poster":"Harun Senpai","date":"2019-12-15T21:39:22.726+0000","up_votes":1,"down_votes":0,"body":"Aber bist du dir sicher dass meine Grafikkarte nicht geschädigt ist? Eig ist die ja ziemlich neu, würde mich schon wundern.. hmmm","replies":[{"id":"","poster":"Aymira","date":"2019-12-15T22:21:54.017+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn die sonst keinerlei Probleme macht, dann halte ich das für wirklich unwahrscheinlich, das die irgendne Macke hat. ¯\\\\\\_(ツ)_/¯","replies":[]}]}]}]}]}]}