{"id":"pdFqEm0Z","poster":"Toxii","date":"2015-10-26T10:45:29.905+0000","title":"Zort Der Gestürzte Wasserkönig","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer,Ich habe f&uuml;r euch f&uuml;r die Riotgames Mitarbeiter F&Uuml;R DIE GANZE LOL COMMUNITY \nganz hart nachgedacht und einen neuen Champion ausgebracht.Also holt euch eine T&uuml;te popcorn und haltet\neuch auf euren st&uuml;hlen den das hier wird den ein oder anderen vom stuhl werfen also dann ab\n\n\n\n\n                                             Zort - Der gest&uuml;rzte Wasserk&ouml;nig \n                                              (Magier Midlaner Fernk&auml;mpfer) \n\n\n\nGeschichte: Zort, eine Entwicklung des Wassers, gest&uuml;rzt von einem Flussk&ouml;nig.Diese Kreatur, die Zort st&uuml;rzte hie&szlig;:\nTahm&#039;kench doch Zort Erhob sich wieder, er hat immer versucht den jetzigen K&ouml;nig zu st&uuml;rzen doch ohne erfolg..... \ndoch er war nicht zu schwach um trotzdem Ahnunglose fischer anzugreifen, als er letztens Fischer Randy,Maurice und Kevin\nsah, schlug er zu.Er  erschaffte einen Gewaltigen Wasserstrudel und alle wurden eingezogen und wurden von einem geheimnisvollem \nTeufel zu Sklaven verwandelt seit dem wollte niemand mehr in irgend ein Meer, denn sie wussten das Zort dort lauert......\n\n\nSkalierungswert:\n\n   Angriffsschaden:- - --\n  F&auml;higkeitsst&auml;rke: -------------\n            Abwehr:--------\nSchwierigkeitstufe:----------\n        Reichweite:550 \n        \n\nF&auml;higkeiten:\n\nPassive (P): Wasserruf: Zort hat einen Wasserbalken, der aufgeladen kann indem Zort Vasallen,Champions,Monster mit Fähigkeiten trifft wenn er (beinahe) Stirbt wacht er wieder auf.Er hat solange Zeit wie sein Wasserbalken runter geht (immer im 50er Tick) (Ähnlich wie bei Aatrox nur anders)\n\n\nQ: Wasserpeitsche: Zort peischt sein gegner mit 2 Wasserpeitschen.Wobei eine Peitsche Treffereffekte \nausl&ouml;sen kann.(z.B. Stattiks oder Hydra) der Gegner wird um 5% verlangsamt  Wasserkosten: 30/50/60/70/90\nAbklingzeit 8/7/6/5/4\n\n\n\nW: WASSERKONTER: Zort erschafft nach 2 Sekunden verz&ouml;gerung einen Wasserschild der Projektile abblockt.Werden 3 projektile\nabgeblockt so heilt sich Zort f&uuml;r den schaden des zweiten Projektils.Allerdings k&ouml;nnen nicht alle Projektile geblockt werden. (z.B Ziggs ult, Lux Ult,\nBraum Ult usw.) Wasserkosten: 50/60/70/80/90/100 Abklingzeit:13/11/10/9/8 \n\n\n\nE: WIRBELN,ZWIRBELN: Zort taucht unter seinen gegner.Wobei er nicht angreifbar ist.Wenn er wieder hochkommt,\ndreht er sich wie ein Tornado.und er kriegt w&auml;hrend er sich wirbelt +70 R&uuml;stung +86 Magieresistenz und heilt sich beim 5 Projektil\nf&uuml;r den schaden den das 5 Projektil gemacht hat. Wasserkosten: 45/50/55/60/65 Abklingzeit: 12/11/10/9/8,7\n\n\n\nR:ERTRINKE!:Zort erschafft einen riesigen Wasserstrudel inden alle Gegner (Monster Vasallen Champions)im bereich der F&auml;higkeit eingezogen werden\nnach 3 Sekunden werden sie aus diesem loch das im Strudel war,ausgespuckt und werden verlangsamt. \nWasserkosten: 100/125/150/160/165 Abklingzeit 80/75/60/50/40  \n\n\nFreunde: Fizz                  Feinde: Tahm&#039;kench  \n         Nami                          Shyvana\n         Ashe                          Quinn \n     Lissandra                          und viele andere......\n\n\n\nEmpfohlene Items:\n\n\nam besten solltet ihr in die schlacht mit diesen items ziehen:\n\nRabadons Todeshaube, Ludens Echo, Zhonyas Stundenglas, Rilays Kristallzepter, Klinge des Lichs,Diese Wei&szlig;e Maske \nund einen F&auml;higkeitsst&auml;rketrank so seid ihr bestens f&uuml;r einen kampf ausger&uuml;stet\n\n\n\nRunen: also bei den Runen w&uuml;rde ich euch empfehlen in den Bronze Runen Leben aufzutanken und auch das erste Sigel\nmit Leben zuf&uuml;llen,die Goldene Seite dann mit F&auml;higkeitsst&auml;rke auch das gro&szlig;e Sigel mit F&auml;higkeitsst&auml;rke,und in den \nPlatin Runen auch F&auml;higkeitsst&auml;rke und Leben gemischt.Das gro&szlig;e Sigel kriegt dann auch F&auml;higkeitsst&auml;rke.\n\nSpeziel: Wenn Zort und Tahm kench in einem Match sind gibts einen bestimmten &quot;taunt&quot;\nZort sagt zu tahm&#039;kench: &quot;&Uuml;RGENT WANN... WERDE ICH WIEDER WASSERKOENIG!!!&quot;\nTahm&#039;kench sagt zu Zort: &quot;Du wirst niemals eine Chance haben.... Gib auf&quot;\n\nWenn beide Champions in einem Match sind und  beide Level 16 erreicht haben, gibts eine Quest die hei&szlig;t:\n&quot;K&ouml;nig des Wassers&quot; Wenn Zort diese Quest gewinnt kann Tahm&#039;kench ihn kein Stun verpassen\nWenn Tahm&#039;Kench gewinnt, macht Zort 50% weniger Schaden an Tahm&#039;Kench \n\nIch hoffe euch hat dieser Championvorschlag gefallen und ich hoffe ihr sitzt noch auf eurem Stuhl.\nIch w&uuml;rde mich freuen wenn dieser Champion Zort auch die Kluft aufmischen w&uuml;rde...wenn ihr verbesserungen habt,\ndann schreibt sie in die Kommentare und sagt auch genau was ich rein schreiben soll dann w&uuml;rde ich extra noch hin\nschreiben wer manche verbesserungen gemacht hat.Ich sags nochmal f&uuml;r jeden der es noch nicht gerafft hat.Das sind \nnur vorschl&auml;ge also denkt bitte nicht sofort das Zort in die Kluft kommt aber ich hoffe er kommt rein \n \n\n\n\nIch hoffe es hat euch gefallen euer Marcello :)","replies":[{"id":"","poster":"ResoNyX","date":"2015-10-26T18:42:40.744+0000","up_votes":2,"down_votes":0,"body":"nicht alle maps haben wasser, nur kdb(kluft der beschwörer) gewundener wald kristalnarbe oder heulende schlucht sind wasserfreie zone (ok heulende schlucht is schnee)","replies":[]},{"id":"","poster":"BloodyVampir","date":"2015-10-26T13:13:58.737+0000","up_votes":2,"down_votes":0,"body":"Mir gefällt der Champ ganz und gar nicht. Seine Passive ist einfach nur ein riesiger Nachteil gegenüber allen anderen Champs. Er soll als Midlaner fungieren muss aber regelmäßig seine Lane für ca. 5 Sekunden verlassen um seine Ressourcenleiste wieder aufzufüllen. Das ist einfach  nur schlecht. Laut deinem Text macht keine seiner Fähigkeiten Schaden. Dein E Fähigkeit ist unverständlich. Dort steht nichts über entstandene Projektile und trotzdem soll er sich vom 5. Projektil heilen?! Mal ganz abgesehen davon, dass die Resistenzen die er erhält viel zu hoch sind.\nAußerdem sollte eine Passive einen Champion stärken und nicht schwächen. Es ist zwar toll, dass du dir neue Ideen ausdenkst, aber dieses Konzept ist einfach nur dahingeklatscht worden. Mir sind schon beim ersten Mal durchlesen schwerwiegende Logikfehler aufgefallen, weshalb ich bezweifle, dass du lange über dieses Konzept nachgedacht hast.\nZur Lore sag ich mal nichts.","replies":[{"id":"","poster":"RRetromant","date":"2015-10-27T13:15:22.487+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir zu Ideen sind da schön kreativ aber so ist das echt nicht gut. Denke dir mal ne neue Passive aus, vergleiche die Basiswerte mir denen anderer Midlaner, und Arbeite an der Logik der Fähigkeiten. Stell dir einfach vor:\n\n* Du musst ihn spielen\n\n* Du musst gegen ihn spielen,\n\ndann wird das schon ;D","replies":[]}]}]}