{"id":"rNEK0iIe","poster":"Legonalas123","date":"2015-10-25T18:30:41.486+0000","title":"Jarow, der Rachsüchtige (Änderung am Championkonzept)","subforum":"Skin- & Champion-Konzepte","embed":{"title":"ac3 dlc wolf by dokyakutu-d5vnbyz","description":null,"url":"http://orig00.deviantart.net/a008/f/2013/053/b/f/_ac3_dlc_wolf_by_dokyakutu-d5vnbyz.jpg","image":null},"up_votes":3,"down_votes":2,"body":"Jarow war nicht immer der der er heute ist. Fr&uuml;her war er ein ganz normaler Junge aus einer Demacianischen Familie. Eines Tages ging er mit seinen Eltern in einen Wald. Sie gingen so tief in den Wald das sie gar nicht mehr wussten wo sie waren. Jarow kann sich nur noch daran erinnern das Er und seine Eltern von Noxerianischen Assassinen Namens Katarina und Talon angegriffen wurden. Er musste mit ansehen wie seine Eltern starben. Jarow konnte sich selbst noch in Sicherheit bringen. Da er den weg nachhause nicht mehr wusste entschied er sich so schnell wie m&ouml;glich zu rennen denn er wollte weg einfach nur raus aus dem Wald. Letzten Endes brach Jarow aus Ersch&ouml;pfung zusammen. Er wachte in einer H&uuml;tte auf. Neben ihn sa&szlig; ein alter Mann. DIeser Mann war Trebarus einer der besten J&auml;ger den Demacia je sah. Er beschloss Jarow im Bogenschie&szlig;en als auch im Umgang mit dem Messer zu trainieren. Bei einem t&auml;glichen Streifzug mit Trebarus fand Jarow einen verwundeten jungen Wolf. Jarow beschloss ihn in seine Obhut zunehmen und ihn wieder auf zu pepeln.  Mit den Jahren wurden Kelan (Name des Wolfes) und Jarow ein gutes Team. Trebarus gab Jarow den Spitznamen Wolf. Da sein Gewand aus seiner bisher gr&ouml;&szlig;ten Jagdbeute besteht. Einen riesen Wolf. Aber eines konnte er in all den Jahren nicht meistern. Die Sehnsucht nach Rache! Trebarus hatte Jarow gesagt das er ihn in die Liga der Legenden bringen will. Denn nur dort kann er sich Katarina und Talon entgegen stellen um Rache zunehmen.\n\nStats: Leben: 646, 15 (+ 86 pro LvL)---------------------------------------------Lebensregen: 6,76 (+ 0,66 pro LvL)-----------Autohitrange: 550\nMana: 360, 67 (+ 55 pro LvL)----------------------------------------------Manaregen: 7,50 (+ 0,57 pro LvL)\nAngriffsschaden: 55,15 (+ 3,18 pro LvL)------------------------- R&uuml;stung: 30,76 (+3,4 pro LvL)\nAngriffstempo: 0,647 (+ 3% pro LvL)----------------------------------Magieresistenz: 30 (+ 0 pro LvL)\nLauftempo: 380\n\nF&auml;higkeiten\n\nPassive: &Uuml;berlebensk&uuml;nstler\n\nWen Jarow ein Monster, Vasalen oder einen gegnerischen Champion angreift bekommt er 1% Lebensraub (5mal kumulativ) dieser Effekt h&auml;lt f&uuml;r 2 Sekunden an. Solange wie Wolf angreift solange h&auml;lt seine Passive (wie z.B. bei Graves)\n\nQ: Wurfmesser (Skillshot) (Abklingzeit: 12/11/10/8/7,5/7 Sekunden)\n\nKosten: 50/60/70/80/90 Mana\nReichweite: 1000\n\nJarow greift nach seinem Messer um es in die Richtung des Feindes zu werfen. Dabei verursacht er 90/120/150/180/210 (+85% Angriffschaden) normalen Schaden. Wenn Wolf mit dieser F&auml;higkeit einen gegnerischen Champion trifft verst&auml;rkt sich seine Passive F&auml;higkeit 1,2x/1,4x/1,6x/1,8x/2x\n\nW: Verfolgung (Abklingzeit: 16,25/15,25/14,25/13,25/12,25 Sekunden)\n\nKosten: 50/60/60/70/70 Mana\nReichweite: 450\n\nPassive: Immer wen Jarow einen Busch betritt wird er f&uuml;r 1,5 Sekunden Unsichtbar. (Abklingzeit:10 Sekunden)\n\nAktive: Jarow springt nach vorne und erh&auml;lt f&uuml;r kurze Zeit mehr Angriffstempo.\nWolf erh&auml;lt f&uuml;r 3 Sekunden 25/50/60/70/75% Angriffstempo. Und einen leichte Lauftempo Erh&ouml;hung.\n\nE: Unterst&uuml;tzung\n\nKosten 60 Mana\nReichweite 1000\n\nPassive: Jarow&#039;s treueste Freund Kelan kommt um Jarow zu helfen. Er wird nach Erlernung der F&auml;higkeit permanent an Jarow&#039;s Seite sein. Er ist &uuml;brigens ein Wolf. Krass oder? ^^ \n\nAktive: Mit jedem normalen Angriff bekommt ein gegnerischer Champion eine Makierung (In Form einer Wolf&#039;s Pfote)\nWen Jarow erfolgreich vier normale Angriffe auf den gegnerischen Champion vollzogen hat (Also wen die Pfote dan aufleutet) kann Jarow seinen Wolf Kelan rufen um am Markierten Champion extra Schaden in Form einen Bisses zumachen. Kelan macht 20/35/45/60/75 (+75% Fahigkeitsst&auml;rke) magischen Schaden. \n\nR: Feurige Blockade (Abklingzeit: 100/85/65)\n\nKosten: 100/125/150 Mana\nReichweite: 1500\n\nJarow feuert Feuerpfeile mit Netzen verbunden in eine beliebige Richtung. Die Pfeile bleiben f&uuml;r kurze Zeit im Boden stecken und Blockiert die Gegner (So wie eine Anivia W). Die breite der Pfeil Wand betr&auml;gt ungef&auml;hr 400/500/600 Einheiten.\nGegner und Verb&uuml;ndete werden von dier Art Mauer Blockiert. Diese Blockade bleibt f&uuml;r 5 Sekunden bestehen bevor es verbrennt und macht 125/170/190(+100% F&auml;higkeitsst&auml;rke) magischen Schaden pro Sekunde.\n\nSO ich hoffe dieser Champion ist halbwegs anschaulich. Mal schauen ob er f&uuml;r die Richtfelder geeignet w&auml;re. Was denkt ihr &uuml;ber diesen Champion?","replies":[{"id":"","poster":"RRetromant","date":"2015-10-26T08:04:13.411+0000","up_votes":2,"down_votes":0,"body":"Coole idee durch die Passive ein guter Jungler. 4% Angriffstempo pro Level finde ich aber ein bisschen viel. Die Ulti wird wahrscheinlich bisschen schwach weil es sich glaube nicht lohnt auch AP zu bauen. Sonst ist die Idee ganz gut.","replies":[{"id":"","poster":"Legonalas123","date":"2015-10-26T16:55:57.685+0000","up_votes":1,"down_votes":0,"body":"Danke für dein Kommentar. Ich werde weiter an ihn arbeiten :)","replies":[{"id":"","poster":"ResoNyX","date":"2015-10-28T21:39:29.055+0000","up_votes":1,"down_votes":1,"body":"Ich habe die ult nicht ganz verstanden.","replies":[{"id":"","poster":"Legonalas123","date":"2015-10-31T22:33:56.413+0000","up_votes":1,"down_votes":0,"body":"Naja er schießt  ein paar brennende Pfeile ab die eine Wand bilden. Wo man nicht durchlaufen kann. Und die halt dann dmg macht ^^","replies":[]}]}]},{"id":"","poster":"PK4913","date":"2015-10-28T19:46:24.668+0000","up_votes":1,"down_votes":0,"body":"Naja aber der Grundschaden ist swchon kernig genug ;D","replies":[]}]}]}