{"id":"vozAeUnT","poster":"Chronicol","date":"2015-10-25T15:34:26.861+0000","title":"High Plat Jungler sucht FESTES Rankedteam!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Servus erst mal,\r\n\r\ndas hier wird meine erstes offenes Schreiben und hoffentlich auch mein letztes.\r\nIch suche als Jungle und caller ein FESTES Rankedteam.\r\nWo hoffentlich vier Spieler schon seit einer l&auml;ngeren Zeit gemeinsam eingespielt sind und auch zusammen bleiben wollen.\r\nKurz zu meiner Pers&ouml;hnlichkeit.\r\nBin 19.\r\nWohne in der n&auml;he von M&uuml;nchen.\r\nDas wars :P.\r\nNe was LoL angeht bin ich mittlerweile etwas madlive ich w&uuml;rde gerne etwas in dem Spiel erreichen, es muss nicht zu viel sein so ein paar kleine erfolge und mal an der paar kleine Pro tunieren teilzunehmen w&auml;re mal echt was, denn das einzige was mich an dem Spiel wirklich interessiert ist immer noch besser zu sein als die anderen und das kann ich sehr wohl. (zumindest als die meisten anderen)\r\nEquipment technisch bin ich auch gut ausgestattet.\r\nSO jetzt kommen wir aber mal zu dem Wesentlichsten was mich ausmacht:\r\nIch spiele jetzt seit 3 Jahren LoL und ja ich bin immer noch Plat und mir reichts jetzt auch mit q&acute;n.\r\nKurz vor dem Varus reales war mein genaus einstiegs Datum und da hab ich dann mal gleich mit adc angefangen.\r\nIwann wars dann so es hat nicht gereicht Adc zu spielen und dann hat mich einfach der Jungle etwas angeturnt.\r\nSo jetzt hatte ich meine 2 Positionen, wo ich mittlerweile so ziemlich jeden Champ (gut) beherrsche.\r\nJa so in Silber da hattte ich dann noch eine duoq Partnerin mit der ich mich auf Gold hochgespielt habe dabei hab ich Ihr Supporting einigerma&szlig;en koodiniert ab dem Moment ist es mir eigentlich bewusst geworden durch das viele Adc spielen konnte ich die Rolle des Sup ebenw&uuml;rdig Spielen. (#BotLaneGott) xD\r\nJa dann t&uuml;mpelten paar Monate hin bis ich mit meinem Gold 3 paar Dia Leute kennengelernt habe.\r\nMit den hab ich dann paar Monate als main Jungle zusammen gezockt.\r\nAt the Moment bin ich Plat 3-2 drop und up jeder Zeit schon 9 mal mindestens in Plat 2 gewesen.\r\nIch hab schon echt viele Team aufgestellt ob lang oder kurzfristig und hab auch sehr viel Erfahrung was picks playsytle und (combs) angeht.\r\nMein Champpool ist im Jungle einfach gigantisch ich kann alles und jeden junglen au&szlig;er vladi und yasouuuuuu :P xD\r\nGibt mir 4 SPIELR die picken worauf sie Lust haben und ich picke den perfecten jungler dazu.\r\nMeine st&auml;rken von meinen ING fertigkeiten kann man nur so viel sagen in soloq ist es was anderes wie in Teamranked jedoch sind TR meine &quot;Calls&quot; und auch sachen die ich &auml;u&szlig;ere &uuml;ber gewisse Dinge zu einer Wahrscheinlichkeit von 99% richtig.\r\nJe nach Champs sind meine St&auml;rkenverteilungen (logisch).\r\nIch bin ein Jungler der viel ausprobiert und sich auch was wagt.\r\nDer duch seinen Champpool (mit vorlieben) auch top mittlerweile und die mitte roulen kann.\r\nSomit bringe ich als Jungle einen allarounder mit.\r\nDer die lanes versteht genau wei&szlig; wie es um sie steht und wie&szlig; um was er sich k&uuml;mmern muss und was am effektivsten f&uuml;rs team ist und dessen Timing 100% for sure der kill und Sieg ist.\r\nIch hoffe ich habe meinen Mund nicht zu voll genommen aber das ist alles was es zu sagen gibt und gab.\r\n\r\nVielen Dank f&uuml;rs durchlesen.\r\nFalls es doch ein Team gibt die es interessiert meinen Erwartungen und meinen Anspr&uuml;chen gerecht werden kann adden.","replies":[{"id":"","poster":"Chronicol","date":"2015-10-26T21:07:19.932+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]}]}