{"id":"tgizqOYq","poster":"SpaiLoR","date":"2015-10-25T14:12:04.955+0000","title":"Platin Supporter sucht Team","subforum":"Clans & Teams","embed":{"title":"SpaiLoR - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/35541705","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nerstmal zu meiner Person, meine Name ist Justin 22 Jahre Alt und spiele leidenschaftlich League of Legends.\r\n\r\nMeine Main Position ist die des Supporters welche ich eigentlich auch mit einem guten Pool an Champions ausf&uuml;llen kann.\r\n\r\nMain Champs: {{champion:267}} {{champion:25}} {{champion:412}} {{champion:89}} \r\n\r\nSecond Champs: {{champion:53}} {{champion:432}} {{champion:1}} {{champion:40}} {{champion:223}} {{champion:201}} {{champion:111}} {{champion:44}} \r\n\r\nIch besitze ein Headset mit klarer Sprachausgabe sowie unn&ouml;tige ger&auml;uschbildung in Verbindung mit Push-To-Talk.\r\n\r\nMeine derzeitige Soloq ist Platin V (Gestartet Season 2, Lvl 30 in Season 3 und gestartet in der Bronze Elo IV), da ich mich in dem Fall nur einranken lassen habe um mich mehr auf das Spielen in einem Team konzentrieren zu k&ouml;nnen.\r\n\r\nIch bin stehts Zielstrebig und versuche mich jeden Tag in meiner Rolle zu verbessern.\r\n\r\nNebenbei war ich auch schon in einem Diamant V 5v5 Team welches leider aber durch Personen- sowie Zeitmangel in die Inaktivit&auml;t ging.\r\nDiesbez&uuml;glich w&uuml;rde ich in meinem Bereich auch schon Erfahrung mit einbringen.\r\n\r\nIch bin Kritikf&auml;hig und w&uuml;nsche mir diese auch bei Fehlern damit ich diese in den n&auml;chsten Games mit einbringen kann ggf. um&auml;ndere.\r\n\r\nIch besitze f&uuml;r die Erreichbarkeit Whatsapp (eine reine Schreibgruppe f&uuml;r Zeiten, keine &quot;Ich poste nu 100 Bilder Gruppe&quot;), Facebook sowie Teamspeak und Skype (wird nicht bevorzugt, aufgrund von keinem Push to Talk und der Handhabung).\r\n\r\nMeine Anforderungen an euch:\r\n\r\n- Spa&szlig; am Spielen\r\n- Keine zu schnellen Aufgaben, da das Gegnerteam immer einen Fehler machen kann.\r\n- Teamspeak 3 (Am besten mit Server)\r\n- Ein Headset wo die Ausgabe des Sounds keine &Uuml;bersteuerung gibt sowie R&uuml;ckhall wie zb. durch ein Laptop Mikrofon.\r\n- Einen Leader der Klare ansagen macht.\r\n- Ein Team vom Alter 18+ (Geistig sowie K&ouml;rperlich), Albern kann man dennoch ja ab und zu sollte aber im Spiel nicht der Fall sein.\r\n\r\nGerne stehe ich bei weiteren Fragen Gerne zur Verf&uuml;gung. \r\n\r\nIngame bin ich unter den Namen &quot;SpaiLoR&quot; zu erreichen.\r\n\r\nTestspiele sowie weitere Fragen zu meiner Person k&ouml;nnen dann dort gerne auch erfragt werden.\r\n\r\nVielen Dank.","replies":[{"id":"","poster":"SpaiLoR","date":"2015-10-25T15:44:27.529+0000","up_votes":1,"down_votes":0,"body":"*push*","replies":[]}]}