{"id":"mjEkancm","poster":"SoneStar","date":"2015-10-24T21:11:51.099+0000","title":"Duo Q Partner/in für Platin-Tryhard gesucht","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Abend\r\n\r\nIch bin der Maxi, 17 Jahre alt, komme aus der Schweiz und suche wie der Titel schon verr&auml;ht eine/n DuoQ Partner/in.\r\nIch spiele seit Season zwei und versuche mich st&auml;ndig zu verbessern.\r\nZur Zeit pendle ich zwischen Gold V - III,  steige leider so gut wie jeden Tag ab und wieder auf. Leider bin ich nicht im Stande jedes Spiel alleine zu carrien und m&ouml;chte aber eigentlich bis ende Saison Platin II erreicht haben. Ich war bisher in zwei Gold 5 vs 5 Teams und in einem Diamant 3 vs 3 Team und bin der Ansicht, dass ich mindestens dem mittleren Platinniveau entspreche.\r\nIch spiele vor allem auf den beiden Sololanes (Top/Mid) und im Jungle, die Gr&uuml;nde daf&uuml;r d&uuml;rften den meisten SoloQ Spielern und Spielerinnen bekannt sein^^.\r\nMeine St&auml;rken sind die Laningphase und das Decissionsmaking.\r\nDas Farmen muss ich jedoch noch deutlich verbessern, mache ca 7.5 CS/Min was deutlich zu niedrig ist, m&ouml;chte mindestens auf 8.5 CS/Min kommen.\r\nIch bin sehr Sportbegeistert, spiele in meiner Freizeit sehr oft und viel Fussball und bin deshalb auch ein guter Teamplayer.\r\nIch bin ein sehr lockerer, humorvoller und gelassener Type, ich brenne zwar nicht gerade vor Ehrgeiz, bin aber sehr willensstark und m&ouml;chte meine Ziele erreichen.\r\nHeadset sowie TS und Skype sind vorhanden.\r\n\r\n**Humorvolle, aufgeschlossene und zugleich ehrgeizige Spieler/innen, am besten im Alter von 14-25.**\r\nGeistige Reife ist zwar nicht zwingend um zu gewinnen, dennoch solltet ihr euch angemessen verhalten k&ouml;nnen.\r\nEure Elo ist mir egal, solange ihr euch zwischen Silber I und Platin 2 befindet.\r\nIch bevorzuge die Toplane, deshalb w&auml;re es am sinnvollsten wenn ihr auf der Midlane und/oder auf der Bottomlane spielt.\r\nAusserdem solltet ihr ca 7.0 + CS/Min erreichen und eine Average **KDA auf euren Mains von 4.0+** (gesamt reicht 3.0+ aus)  **oder** eine **65+ % Winrate** haben.\r\nUnd zu guter Letzt solltet ihr selbstverst&auml;ndlich FNC Fan sein! (:D)\r\n\r\nExceptio probat regulam in casibus non exceptis, die markierten Anforderungen m&uuml;ssen jedoch erf&uuml;llt sein.\r\nBei Interesse, oder falls ihr noch offene Fragen haben solltet, k&ouml;nnt ihr euch hier im Forum, oder sonst auch Ingame, bei mir melden.\r\n\r\nIch w&uuml;nsche euch allen viel Erfolg und Spass auf den Richtfeldern ☺&spades;☺&spades;\r\nMFG SoneStar Maxi","replies":[{"id":"","poster":"B1ackA1istar","date":"2015-10-25T00:10:31.103+0000","up_votes":2,"down_votes":0,"body":"Ich bin Silber I will aber vor Season Ende noch Gold V kommen. Willst du mir vielleicht dabei helfen?","replies":[]},{"id":"","poster":"Jkeed","date":"2015-10-24T21:17:46.585+0000","up_votes":2,"down_votes":0,"body":"Schade, bin leider etwas zu hoch :/ Vielleicht ja wenn du auch mal so weit bist :)","replies":[{"id":"","poster":"SoneStar","date":"2015-10-24T21:57:17.367+0000","up_votes":1,"down_votes":0,"body":"Gerne, falls ich den in einer nächsten Saison so weit kommen sollte :D\n(#)FNCWIN","replies":[{"id":"","poster":"Jkeed","date":"2016-02-25T22:58:14.581+0000","up_votes":1,"down_votes":0,"body":"Öhhm, nunja da ich jetzt auf Gold 1 gedroppt bin und nur noch eine Plat 2 MMR habe könnten wir es doch mal probieren^^\nNatürlich nur wenn du grade nen DuoQ Partner suchst :D {{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"SoneStar","date":"2015-10-29T11:26:09.235+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-28T23:04:47.697+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-28T18:46:41.750+0000","up_votes":1,"down_votes":0,"body":"♦push♣","replies":[]},{"id":"","poster":"Ougi Oshino","date":"2015-10-25T10:08:20.980+0000","up_votes":1,"down_votes":1,"body":"Tut mir leid das zu sagen aber glaub mir, dass wenn du in Gold steckst du auch nach Gold gehörst, da kann man dir sagen was man will....Deine Elo hat einen Grund, aber nunja egal.\n\nIch muss sagen ich würde gerne mit die climben (bin 17 und hätte TS und gammell in Gold III rum) aber es scheitert leider an einem Punkt:\n\n\"Und zu guter Letzt solltet ihr selbstverständlich FNC Fan sein! (:D)\"\n\nIch bin nicht nur keiner sondern bin ich auch für SKT","replies":[{"id":"","poster":"SoneStar","date":"2015-10-25T14:26:36.489+0000","up_votes":1,"down_votes":1,"body":"> Tut mir leid das zu sagen aber glaub mir, dass wenn du in Gold steckst du auch nach Gold gehörst, da kann man dir sagen was man will....Deine Elo hat einen Grund, aber nunja egal.\n\nSuper Einstellung um erfolgreich zu sein, dem entsprechen sind auch deine Stats, (KDA, Win Rate, CS) welche meinen Voraussetzungen nicht ein mal ansatzweise  nahe kommen.\n\nIch habe deshalb kein Interesse, wünsche Dir trotzdem noch einen schönen Sonntag.\nMFG SoneStar","replies":[{"id":"","poster":"Ougi Oshino","date":"2015-10-25T17:22:37.641+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=SoneStar,realm=EUW,application-id=ElKI1ocy,discussion-id=mjEkancm,comment-id=00030000,timestamp=2015-10-25T14:26:36.489+0000)\n>\n> Super Einstellung um erfolgreich zu sein, dem entsprechen sind auch deine Stats, (KDA, Win Rate, CS) welche meinen Voraussetzungen nicht ein mal ansatzweise  nahe kommen.\n> \n> Ich habe deshalb kein Interesse, wünsche Dir trotzdem noch einen schönen Sonntag.\n> MFG SoneStar\n\nIch versuche nicht zu climben weil mir jemand gesagt aht ich bin besser als meine Elo sit, ich versuche zu climben weil meine Elo so ist wie sie ist und ich besser werden möchte. Es gibt nunmal eien Elo und die ist auch für etwas gut...\n\nUnd du wirfst mir vor meine KDA etc, entspricht nicht deinen Vorraussetzungen? Meine MMR ist nunmal höher als deine und dementsprechend habe ich auch bessere Gegner, tut mir ja leid aber wenn ich wirklich jedes Spiel abgehen würde würde ich wohl kaum in Gold 3 rumgammeln..desweiteren (falls du lolking nutzt) müsstest du ja gesehen haben das ich mich im letzten Monat umeiniges gebessert habe aber zu meinen Statistiken nunmal die komplette Season gezählt wird.\n\nOhne abertend zu wirken finde ich deine Einstellung als auch deine Art einen Rankedpartner zu finden grauenhaft...am liebsten wäre dir doch irgendein Dia Smurf oder jemand der auto-demoted wurde....\n\nMittlerweile habe ich wirklich kein Interesse mehr meinerseits aber das ist ja eh egal.\nIch wünsche dir trotzdem Viel Spaß beim Climben","replies":[{"id":"","poster":"SoneStar","date":"2015-10-25T18:58:34.820+0000","up_votes":1,"down_votes":0,"body":"> Und du wirfst mir vor meine KDA etc, entspricht nicht deinen Vorraussetzungen? Meine MMR ist nunmal höher als deine, und dementsprechend habe ich auch bessere Gegner, tut mir ja leid aber wenn ich wirklich jedes Spiel abgehen würde würde ich wohl kaum in Gold 3 rumgammeln..desweiteren (falls du lolking nutzt) müsstest du ja gesehen haben das ich mich im letzten Monat umeiniges gebessert habe aber zu meinen Statistiken nunmal die komplette Season gezählt wird.\n\nHabe Deine Stats der letzten zwei Wochen angesehen. 2.2:1 KDA Average, einen Durchschnittsfarm von 4.7/Min auf den Sololanes. Du spielst also schlechter als der Golddurchschnittspieler, sofern man den Statistiken Glauben schenkt. \nIm Bewusstsein, dass ich vorgestern Abend noch Gold III war und diese Saison vor meinem Tilt auch schon in Gold II eingestuft war, muss ich Dir leider auch mitteilen, dass Du Dich nicht in einer höheren Elo befindest. \nAuch ich bin kein guter Farmer, gebe dies auch offen zu!\nTrotzdem gebe ich mir in jedem Spiel erneut Mühe und habe wenn man von den letzten zwei Wochen ausgeht doch 8.0 CS/Min.\n\nIn dem Sinne, viel Glück beim Climben.","replies":[{"id":"","poster":"Ougi Oshino","date":"2015-10-25T19:43:34.129+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SoneStar,realm=EUW,application-id=ElKI1ocy,discussion-id=mjEkancm,comment-id=0003000000000000,timestamp=2015-10-25T18:58:34.820+0000)\n>\n> Habe Deine Stats der letzten zwei Wochen angesehen. 2.2:1 KDA Average, einen Durchschnittsfarm von 4.7/Min auf den Sololanes. Du spielst also schlechter als der Golddurchschnittspieler, sofern man den Statistiken Glauben schenkt. \n> Im Bewusstsein, dass ich vorgestern Abend noch Gold III war und diese Saison vor meinem Tilt auch schon in Gold II eingestuft war, muss ich Dir leider auch mitteilen, dass Du Dich nicht in einer höheren Elo befindest. \n> Auch ich bin kein guter Farmer, gebe dies auch offen zu!\n> Trotzdem gebe ich mir in jedem Spiel erneut Mühe und habe wenn man von den letzten zwei Wochen ausgeht doch 8.0 CS/Min.\n> \n> In dem Sinne, viel Glück beim Climben.\n\nMMR ist nicht gleich Elo....(und wenn du nicht weißt wie ich auf die MMR schließe probiers mal mit op.gg)......desweiteren ja, mein Farm ist nicht der Beste, gebe ich zu, aber wenn man champiosn wie TF spielt und viel roamt ist es nunmal für einen Spieler wie mich schwer im Farm mitzuhalten, denn ich stelle Roam nunmal über den Farm, denn wenn man seine anderen lanes ins rollen bekommt ist es leichter zu gewinnen. Außerdem geht auch hin und wieder mal ein TP oder ne TF ult ins leere weil der gegner z.B. ich ihm den Weg nur abschneide oder nicht porten kann aufgrund versteckter Gegner, was meine Stats auch negativ beeinflusst. Trotzdem nerft es mich auch jedesmal wenn mein farm im Lategame immer schlechter wird und ich versuche natürlich daran zu arbeiten, aber vor einem Monat habe ich es ja noch nicht einmal aus Silber raus geschafft.","replies":[{"id":"","poster":"SwissKeks","date":"2015-10-25T19:50:28.497+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ougi Oshino,realm=EUW,application-id=ElKI1ocy,discussion-id=mjEkancm,comment-id=00030000000000000000,timestamp=2015-10-25T19:43:34.129+0000)\n>\n> MMR ist nicht gleich Elo....(und wenn du nicht weißt wie ich auf die MMR schließe probiers mal mit op.gg).....\n\nWarum ist Elo nicht gleich MMR? Wo ist der unterschied?\nop.gg zeigt nicht deine MMR an, dafür müsste man jedes Spiel das du jemals gespielst hast analysieren können. Nicht die letzten 10.","replies":[{"id":"","poster":"Ougi Oshino","date":"2015-10-28T12:40:56.918+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=ElKI1ocy,discussion-id=mjEkancm,comment-id=000300000000000000000000,timestamp=2015-10-25T19:50:28.497+0000)\n>\n> Warum ist Elo nicht gleich MMR? Wo ist der unterschied?\n> op.gg zeigt nicht deine MMR an, dafür müsste man jedes Spiel das du jemals gespielst hast analysieren können. Nicht die letzten 10.\n\nDeine Elo ist z.B. Gold V, also wo du eingestuft bist, während deine MMR angibt mit was für Gegnern du zusammen ins Spiel kommst. Op.gg bietet sehr wohl die Möglichkeit diese dir anzugeben. Hierbei sollte man aber beachten das die MMR dort nicht umbedingt deiner echten MMR entspricht aber wahrscheinlich nah rankommt. Um die MMR zu berechnen vergleicht op.gg die Leute mit denen du spielst miteinander. So hatte ich eine 1500+ MMR (überdurchschnittlich für Gold 3) als ich von silber 2 bis nach Gold 3 in kürzester Zeit geclimbt bin und bis zu Platin rauf schon Gegner hatte. Somit war meine MMR höher als meine Elo. Das kalre Problem ist hierbei natürlich, dass du an den anderen mit denen du spielst gemessen wirst, d.h. bei duoq wird diese \"verfälscht\". Aber das ganze kannst du auch ganz klar auf op.gg nachlesen wie sie das berechnen.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SwissKeks","date":"2015-10-25T19:18:18.910+0000","up_votes":1,"down_votes":0,"body":"> Ausserdem solltet ihr ca 7.0 + CS/Min erreichen und eine Average KDA auf euren Mains von 4.0+ (gesamt reicht 3.0+ aus) oder eine 65+ % Winrate haben.\n\nWürde gerne wissen was KDA mit gut Spielen zu tun hat..\nNaja, hab mal ne anfrage geschickt, bin auch Schweizer, von dem her würde das passen^^\n\nEDIT: Hast mich wohl gelöscht, naja bei der Einstellung ist es so oder so fraglich welche ziele du verfolgst. Wäre sicher interessant zu hören warum du so auf Statistiken vertraust statt zu hören was andere zu sagen haben^^","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-25T19:01:03.006+0000","up_votes":1,"down_votes":0,"body":"♦Push♣\n\nUnd noch einen schönen Sonntagabend :)","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-25T14:27:46.856+0000","up_votes":1,"down_votes":0,"body":"♦♦Push♣♣","replies":[]},{"id":"","poster":"SoneStar","date":"2015-10-24T22:52:09.899+0000","up_votes":1,"down_votes":0,"body":"♦♣Push♠♥","replies":[]}]}