{"id":"y4gpxaAi","poster":"Rankeschmied","date":"2015-10-24T15:30:15.665+0000","title":"Meinung zu Aram","subforum":"Karten & Spielmodi","up_votes":3,"down_votes":1,"body":"**0 &ndash; Vorwort**\nIch liebe Aram und spiele eigentlich nichts anderes. Da oft die Meinung vorherrscht,  das ist der funmode im Sinne, da muss ich nicht im Team spielen sondern gerade das was ich so mag, will ich Mal meine Meinung schreiben.\n\nJa ARAM ist fun. Im Sinne von Teamfights ohne gro&szlig;es Positionierungsspiel um Objectives. Gibt nur eine Bahn und da stehen alle Objectives die es gilt zu zerst&ouml;ren. Auch ist das l&auml;stige rumh&uuml;pfen um Minions f&uuml;r den richtigen last hit &uuml;berfl&uuml;ssig. Gibt gen&uuml;gend Kills und Asists.\n\nARAM ist kein fun (f&uuml;r teammates) wenn ich der lustige Troll bin. Wernn ich keine teamfights mag ist ARAM auch nichts f&uuml;r mich.\n\n**1 &ndash; Wie funktioniert ARAM**\n\nARAM steht f&uuml;r All Randon All mid. Also nur eine Bahn und eine zuf&auml;lligen Auswahl des Champions. Gew&auml;hlt wird der Champ aus den kostenlosen Champs der Woche + deinen im Besitz befindlichen Champs. Sollten 2 Champs im gleichzeitigen Besitz 2er Spieler sein, d&uuml;rfen diese tauschen (wei&szlig; vermutlich jeder).\n\nARAM ist somit eine gute M&ouml;glichkeit die kostenlosen Champs zu testen und Teamfights  in unterschiedlichster Zusammensetzung zu &uuml;ben.\n\n**2- Champpool**\n\nMeine ersten erspielten Champs waren Malph und Zilean, gefolgt von Taric, Janna und Sona. Da hab ich zun&auml;chst Mal gar nichts geerbt in ARAM. Mittlerweile besitze ich 31 Champs, habe eine positive Gewinnbilanz und &uuml;ber 700 Siege. Meine Champs hab ich eingeteilt in:\n\n2xAD Assasin, 2x Fighter(u.A. Yorick), 4xAP Assasin, 9xMage, 5xMarx, 2xSup, 7xTank.\n\nBessere Mischung. Spannend ist es dann Runen und Masteries zu w&auml;hlen. Und da ist schon Mal das eigene Team wichtig.\n\n**3 &ndash; Was spiel ich denn nun?**\n\nBsp:\nHab ich Yorick gepickt bekommen (den kann ich irgendwie nie tauschen) w&uuml;rde ich &uuml;blicher Weise AD Runen und AD Masteries w&auml;hlen.\n\nBefinden sich nun in meinem team\nTrist &ndash; Bard &ndash; Yorick &ndash; Veigar &ndash; Victor\n\nHab ich nun eigentlich nur die M&ouml;glichkeit Yorick als tank zu spielen. \n\n**No tank no win.**\n\nAlso dementsprechende Runen und Masteries. An der Stelle gehen schon viele Spiele in eine unterlegene Position.\n\nAls n&auml;chstes wird nun das Gegnerteam gezeigt.\n\nMorgana &ndash; Annie &ndash; TF &ndash; Kayle &ndash; Blizz\n\n\n**4. Wie ist es gelaufen?**\n\nWas die nun draus machen ist offen. Ich hab mich jedenfalls als ersten Kauf f&uuml;r die Tr&auml;ne (Yorick braucht Mana ohne Ende, gerade an der Front), Nullmagiemantel (gegner in der Tendenz AP) und Perle der Verj&uuml;ngung (sp&auml;ter f&uuml;r Warmogs) entschieden.\n\nUnd raus aufs Schlachtfeld :-)\n\nNach dem ersten Zusammentreffen war klar, dass zun&auml;chst weder Kayle AD noch Blizz tank gehen w&uuml;rden. Also erst Mal MR gestackt.\n\nAn der Stelle war das Spiel schon in den Grundz&uuml;gen gewonnen. Dachte ich. Wir hatten poke, Tank, Heilung. Die nicht. \n\nUnser Poke war ausgepr&auml;gter. Ich hab vorne nur geguarded und Blizz hat fast nur mich gegrabscht. Oder er ist sofort von mir attackiert worden, falls er wen anderen greifen wollte.\n\nWir hatten einen zunehmend etwas &uuml;bermotivierten Veigar. Oh ja! Sehr zur Freude von Blizz. Und einen tendenziell sich selbst heilenden full AP Bard. &#039;Bard is OP&#039; Naja. Als Killermaschine hab ich den eher selten erlebt. Veigar hat allerdings mit seiner Spielweise sehr gro&szlig;en Druck auf den Gegnerturm aufgebaut und wir hielten zusammen.\n\nEs gilt:** Kill ist nichts, Turm ist alles.**\n\nLeider definieren sich zu viele &uuml;ber eine pers&ouml;nliche killanzahl. KDA ist nur was f&uuml;r Noobs, die nicht killen k&ouml;nnen. Tanks und Sups eh loser.\n\nEs ist dennoch wichtig die Linie beizubehalten. Zum Gl&uuml;ck kam kein &#039;Where is my team&#039; oder das &uuml;bliche &#039;OMG&#039; (ein OMG ab Minute 2 ist fast immer Zeichen f&uuml;r ein im Verlauf verlorenes Spiel). Also flei&szlig;ig Druck auf den Gegnerturm ausge&uuml;bt und wenn die Chance da war Schaden am Turm machen. Tristana war hier sehr selbstlos.\n\n**Spielt das Spiel vor dem gegnerischen Turm bekommt der eigene keinen Schaden.**\n\nDas Gegnerteam hat flei&szlig;ig gekillt. Aber nichts gewonnen. Und nat&uuml;rlich keinen Druck aufgebaut. Diese Spiel ist zwar ein Extrembeispiel,  allerdings wurde es mit 63-80 gewonnen. Gegner bekamen keinen(!!) unserer T&uuml;rme. Die fragen sich vermutlich immer noch wie die trotz 80 kills das verlieren konnten.\n\n\n**5. Tipps**\n(schwarz weiss)\n\n- Einer der h&auml;ufigsten Fehler ist, dass der Gegnerische Tank angegriffen wird. Von allen. Es sollten 2 versuchen sich die DDs zu schnappen oder zumindest einer diese wegzonen. Der ist allerdings die arme Sau. Vorne 4v1 und hinten 1v4.\n- Wenn was nicht funktioniert, was anderes probieren. Grabsche ich als Blizz flei&szlig;ig aber team verliert, weil keiner der Tank ist, eben umbauen, tanken und auf die M&uuml;tze bekommen\n- flamer muten und nicht ausdiskutieren. Bringt nix, ist in ARAM nicht die Zeit.\n- m&ouml;glichst viel Schaden raushauen. Egal ob dabei der kill rumkommt oder nicht. Zum Schluss ruhig Mal anschauen wer wieviel Champdam gemacht hat.\n- wenn du merkst einer kann den Champ nicht, tipps geben und nicht anp&ouml;beln. ARAM sind die von der Rotation dabei.\n- M&ouml;glichst viel Druck auf die T&uuml;rme aufbauen und sinnlosen Schaden durch Permadiven vermeiden.\n- werde ich als team zu Tode gepoked einfach **alle ** attackieren. Lieber das 5v5 suchen und mit fliegenden Fahnen untergehen als langsam dahinsterben.\n- nicht immer den gleichen den Engage machen lassen. Au&szlig;er Sterben kommt f&uuml;r den nicht so viel dabei rum. Demotivierend.\n- Auf die gekauften items der Gegner achten.\n- Auch Mal etwas spielen, das man nicht mag. Nicht den Tank umw&uuml;rfeln, weil ich doch viel lieber einen ADC h&auml;tte. \n- Vor dem Umw&uuml;rfeln fragen ob den einer mag.\n- ruhig antworten auf so eine Frage.\n- ...\n\n\n**6. NoGos**\n\n- Flamen wird hier noch h&auml;rter bestraft als in der Kluft. Es ist Konzentration erforderlich und manche Teamfights gehen denkbar knapp aus.\n- Nicht jammern. KS gibt es nicht wirklich in ARAM.\n- Nicht kssen. Wenn schon 2 auf einen defacto Get&ouml;teten sind, lieber einen anderen wegzonen als zu hoffen hier noch einen kill abzustauben.\n- So lange im Rough hocken bis ein leichter kill rausspringt. Auch wenn dabei zugesehen wird, wie ein Teammitglied stirbt. Diese Xtremerougher sind die Unverbesserlichsten neben den OMGs. Diese Spiele gehen fast immer verloren.\n- Nach vorne Laufen ein 1v5 suchen und dann heulen wo das Team bleibt ist Unsinn. **Nicht das Team ist Teil von dir, du bist Teil des Teams**.\n- Sinnlosen Quatsch testen. Ein AP Yi hat in einem selbstdefinierten Spiel mit 9 Bots was zu suchen, aber nicht in einem ernsthaften (auch wenns Spa&szlig; macht) ARAM - Team.\n- Nicht nur die pers&ouml;nliche Einheitsso&szlig;e spielen, auf die anderen achten. Ich hab sogar schon eine &uuml;berraschend gut funktionierende AP Caytlin gesehen, in einem reinen AD Team. \n- Heilung klauen (trotz full health) nur weil ich einen Teemo nicht leiden kann.\n- Den feindlichen Inhibitor flei&szlig;ig pingen. Gibt nur eine Lane. Den Inhibitor &uuml;bersehen die anderen Teammitglieder selten.\n- rumstehen und schauen ob ich einen Broze V zum flamen dabei hab\n\n\n**7. Fazit**\n\nARAM macht Spass ist aber nicht der Spassmodus. ARAM muss auch erst Mal gewonnen werden. Und das geht NUR &uuml;ber eine gute Teamleistung. Es gewinnen alle oder keiner. \n\nUnd nat&uuml;rlich: In ARAM ist niemand perfekt. Zum ersten Mal einen Yorick (wenn er Mal in der Rotation kommt) wird keiner perfekt k&ouml;nnen. Erwartet keiner. Zumindest zeigen, dass man es probiert. Dann wird eben auch Mal verloren. Na und. N&auml;chste Runde!","replies":[{"id":"","poster":"Abasin","date":"2015-11-13T12:54:25.480+0000","up_votes":1,"down_votes":0,"body":"Danke. Das spiegelt im Groben mein Verständnis von ARAM wieder. {{sticker:slayer-pantheon-thumbs}}","replies":[]}]}