{"id":"atFczmdu","poster":"Jarosh","date":"2015-10-24T18:04:45.895+0000","title":"Clan Sneaky Pandas sucht Freiwilige für Laborexperimente!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hi!\nIch hoffe du bist nicht allzu sehr &uuml;ber diesen Beitrag gestolpert und hast dir kein Bein gebrochen, aber schonmal vorweg, der Titel ist strikt dahergelogen, also wir suchen keine, die mit uns Crystal Meth herstellen oder Medikamente an sich testen lassen, aber wenigstens habe ich jetzt deine Aufmerksamkeit. Wir, **Sneaky Pandas**, sind ein **Clan**, **kein** Team, der **Mitglieder** sucht!\n_**Wer sind wir &uuml;berhaupt?**_\nWir haben uns vor mehr oder weniger einem Jahr gegr&uuml;ndet, was aber nicht f&uuml;r die Dauer bestimmt war.\nJetzt haben wir uns dazu entschlossen, vor wenigen Wochen, den Clan neu aufleben zu lassen und haben mittlerweile eine kleine nette Runde von 50+ Mitgliedern, wovon zu Bestzeiten, natürlich nicht Samstag Abends, circa 20-30 online sind.\n_**Was bieten wir?**_\n-TS3 und eigene Channel f&uuml;r dich und dein Team\n-Streaming\n-wir helfen dir ein RankedTeam zu finden\n-24/7 Unterst&uuml;tzung von Admins\n-Mitglieder zum spielen\n-alles im Elo-Bereich von Bronze-Diamond\n-alles im Altersbereich von 14-25\n-League of Legends und CS:GO sind am meisten vertreten\n-Coaching, falls Bedarf bei dir, als SoloQ-Spieler oder bei deinem Team vorhanden ist\n_**Was verlangen wir?**_\n-Alter ist irrelevant, denn in jedem kann ein kleiner xPeke oder Faker stecken\n-Kompetenz, sprich keine Flamerei, egal welcher Art\n-Kritikf&auml;higkeit\n-TS3 + Headset, welches imstande ist, deine Stimme zu &uuml;bermitteln ohne, dass es sich anh&ouml;rt als w&auml;rst du Darth Vader\n-Spa&szlig; am spielen und Aktivit&auml;t, da der Clan auf dem Motto &#039;Just for fun&#039; basiert\n\nFalls der Post dich nicht allzu sehr gelangweilt hat und/oder du Interesse an unserem Clan gewonnen hast, w&uuml;rden wir uns freuen, wenn du dich auf eine Reise begibst, n&auml;mlich auf unseren** TS-Server:** ** 62.104.20.122:10137**\nWenn du diese Reise lebend &uuml;berstanden hast, was bei uns sich nach kurzer Zeit &auml;ndern wird dank den Admins ;), k&uuml;mmert sich wahrscheinlich ganz schnell ein Admin um dich, aber keine Angst, die beissen nicht (nur bei Frischfleisch), daher scheu dich nicht sie anzustupsen :-)\n\n**Jarosh**","replies":[]}