{"id":"6ymjMdhs","poster":"Cashio","date":"2019-04-06T12:33:13.476+0000","title":"Team sucht TOP und JGL","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\n\nwir suchen noch für unser Roster noch einen Jungler sowie Toplaner.\nWir spielen bei unserer kleinen Organisation \"Famous Gaming\" die sich aus 6-8 Teams inkl. Coach und Staff zusammensetzt.\n\nWichtig für uns sind:\n- Zuverlässigkeit\n- gutes Mikro+richtige Einstellungen (kein permanentes Hintergrundgeplänkel etc)\n- Mainrolle\n- Zeit &amp; Engagement\n- Kritikfähig\n\nWir werden 2-3 Tage die Woche abends ca 3-4h trainieren und später ggfs. an kleinen Turnieren spielen.\n\nZudem ist es Ziel der Orga eine kleine interne Liga zu betreiben, um den kompetitiven Gedanken zu fördern und regelmäßig die Chance hat sich zu beiweisen und zu verbessern.\n\nWir suchen zudem auch noch 1-2 Teams für unsere Orga.\nAlso könnt ihr euch auch schon gerne als komplettes premade Team bewerben!\n\n\nBei Interesse könnt ihr hier eine Antwort hinterlassen mit den wichtigsten Infos (dazu gehören zB Name, Alter, Position+Champs). Ich werde euch dann im Verlauf des Tages adden. \nFalls ihr mich direkt added, **schreibt **mir** direkt** die eben genannten Infos!\n\nGrüße\nCashio","replies":[{"id":"","poster":"Cashio","date":"2019-04-07T07:49:35.842+0000","up_votes":1,"down_votes":0,"body":"Wir suchen nach wie vor.\n\nZudem auch Teams im Bereich von Gold-Platin","replies":[]},{"id":"","poster":"Schnobby","date":"2019-04-06T14:48:03.252+0000","up_votes":1,"down_votes":0,"body":"Hey, Ich heiße Nicolas und bin ein Gold 4 jungler der momentan ein Team sucht, Ich kann so ziemlich alles im jungle spielen aber spiele im SoloQ haupsächtlich Rengar, wenn das Team es benötigt spiele ich aber auch andere jungler, ich würde folgende champions in meinen Champion Pool mit einbeziehen: Rengar, Kayn, Master Yi, Twitch, Kindred, Sejuani, Kha'Zix, Warwick, Jax, Camille, Xin Zhao, Rammus, Taliyah, Jarvan IV, Olaf, skarner, hecarim. Ich spiele seit season 8 und bin in der season von Bronze 3 auf gold geclimbt, Ich lerne ziemlich schnell und habe auch schon erfahrung gemacht, in teams zu spielen.","replies":[{"id":"","poster":"Schnobby","date":"2019-04-06T14:51:03.552+0000","up_votes":1,"down_votes":0,"body":"Ich bringe sehr viel zeit mit da ich keine außersschulischen aktivitäten habe, habe ein gutes mikro und sehe kritik nicht als flame an sondern versuche mich auch wirklich zu verbessern","replies":[]}]}]}