{"id":"EEr1Jy0r","poster":"RaisingX","date":"2015-10-23T14:19:56.350+0000","title":"EXP - Stackt die boosts noch - Wo levelt man am Schnellsten ?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo liebe LoL-Community,\r\n\r\nIch wollte mir einen &quot;Smurf&quot; anlegen um ein wenig im ranked zu daddeln und zu &uuml;ben.\r\n\r\nFolgende Fragen:\r\nStacken die EXP-Boosts noch ? Fr&uuml;her war das ja so, ist dies immer noch so ? \r\nUnd wo Meint ihr kann man am schnellsten EXP farmen ?","replies":[{"id":"","poster":"DerhaarigeHarald","date":"2015-10-23T15:38:40.904+0000","up_votes":2,"down_votes":0,"body":"Also ich hab mitbekommen das die noch stacken. (zumindest die 2 unterschiedlichen Arten beim Rest denk ich nicht )\nUnd am schnellsten gings bei mir auf der 3vs3 Map. (Bei diesen Bot-Gegnern die aber keine Bots sind oderso, keine ahnung was mit denen los ist)","replies":[]},{"id":"","poster":"Kartoffelking983","date":"2015-10-23T14:29:07.948+0000","up_votes":1,"down_votes":0,"body":"Mit einem Smurf übst du nicht sondern hast jedeglich am anfang schlechtere gegner üben kannst im normal","replies":[{"id":"","poster":"RaisingX","date":"2015-10-23T14:39:02.208+0000","up_votes":1,"down_votes":0,"body":"Ich möchte üben wenn er level 30 ist.. Im ranked.. Das ich nur \"Lappen\" als gegner habe im Low level bereich ist mir bewusst.\n\nDafür muss der aber auf dem schnellsten weg 30 werden und das ist meine frage ^^","replies":[{"id":"","poster":"Kartoffelking983","date":"2015-10-23T15:24:33.958+0000","up_votes":1,"down_votes":0,"body":"trotzdem übst du da garnix weil wenn du schlechtere spielst keine herausforderung hast","replies":[{"id":"","poster":"RaisingX","date":"2015-10-23T16:07:41.304+0000","up_votes":1,"down_votes":0,"body":"Es geht darum das ich ihn auf Level 30 ziehe, dann Ranked spiele, zwangsläufig werde ich mit dem ACC irgend wann auf meiner Jetzigen ELO sein wo ich mit dem ACC üben will. Und es geht darum Champions in dieser zeit wo ich nicht auf meiner ELO bin zu üben die ich noch lernen will.. bzw. perfektionieren will.\n\nIch picke ja z.b kein TF wenn ich ihn im Normal nur 3x gespielt habe.. ^^","replies":[]}]}]}]}]}