{"id":"6ETEkzOL","poster":"R3Lapsed","date":"2015-10-23T11:35:38.076+0000","title":"Riot Support versagt auf ganzer Linie ...","subforum":"Hilfe & Support","up_votes":34,"down_votes":16,"body":"Hallo zusammen,\r\n\r\nIch w&uuml;rde hier gerne auf einen Vorfall, den ich mit dem Support von Riot Games machen musste, aufmerksam machen, welcher mittlerweile die dauerhafte Sperrung meines Accounts zur Folge hat.\r\n\r\nEs fing damit an, dass ich nach l&auml;ngerer Pause mal wieder in meinen Account einloggen wollte. Allerdings musste ich dabei feststellen, dass meine Anmeldedaten nicht mehr funktionierten und mein Account (laut angezeigter Meldung) in ein anderes Gebiet transferiert wurde - ganz offensichtlich wurde er Opfer eines Hackangriffs. Dies habe ich nat&uuml;rlich dem Support von Riot gemeldet, welcher sich auch relativ zeitnah mit der Sache befasst und meinen Account nach EUW zur&uuml;cktransferiert hat. Soweit sogut, bis hierhin war ich sehr zufriedem mit der Arbeit von Riot. Aber was danach geschah ist meines Erachtens nicht tragbar f&uuml;r ein Unternehmen, dessen Finanzierung und Erfolg im weitesten Sinne von Kundenzufriedenheit lebt.\r\nDer Account wurde n&auml;mlich nicht auf einen fr&uuml;heren Stand zur&uuml;ckgesetzt, sondern mir so &uuml;berlassen, wie ihn der zwischenzeitliche Nutzer hinterlassen hatte. Also konnte ich augenscheinlich davon ausgehen, mein Konto wie zuvor nutzen zu k&ouml;nnen und mit den Vor- und Nachteilen des Hackangriffs umgehen zu m&uuml;ssen. Nachteile waren nat&uuml;rlich das komplette L&ouml;schen meiner Freundesliste, sowie der Masteries und &auml;hnlichem. Ein vermeintlicher Vorteil allerdings war eine Gro&szlig;e Menge an Riot Points, die sich auf dem Account befanden. Ich dachte, ich k&ouml;nnte diese nun so benutzen, wie ich auch mit allen anderen &Auml;nderungen leben musste, dem war allerdings nicht so. \r\n\r\nIch habe von den Punkten erst einmal eine Namens&auml;nderung durchgef&uuml;hrt, damit ich so vielleicht aus dem Fokus der Hacker gerate und einen Folgeangriff vermeide. Schon am n&auml;chsten Tag bekam ich eine E-Mail von Riot Games, in der mir mitgeteilt wurde, dass mein Account nun aufgrund unauthorisierter Zahlungen dauerhaft gesperrt worden ist. Ich habe nat&uuml;rlich sofort das Ticket wieder ge&ouml;ffnet und dem Mitarbeiter versucht zu erkl&auml;ren, dass ich nur die Punkte benutzt habe, die nach dem Hackangriff auf meinem Account waren (Ich h&auml;tte den Account liebend gerne wieder so erhalten, wie ich ihn zur&uuml;ckgelassen habe - ohne Punkte und somit ohne Probleme). \r\n\r\nAb diesem Zeitpunkt war jegliches Zuvorkommen des Support-Mitarbeiters verschwunden. Genauer gesagt hat der Bearbeiter meines Tickets zu einem Mitarbeiter von Riot Games gewechselt, welcher mir nur mitteilte, dass ich f&uuml;r die Sicherheit meines Accounts selbst verantwortlich bin und nun f&uuml;r die 50 Euro (!) an Punkten aufkommen m&uuml;sse oder der Account bleibt dauerhaft gesperrt. Was zur H&ouml;lle? Erst bin ich Opfer eines Hackangriffs und dann soll ich auch noch daf&uuml;r bezahlen? Wie k&ouml;nnen denn &uuml;berhaupt unauthorisierte Zahlungen mit auf einem Account vorhanden Punkten get&auml;tigt werden, liebe Riot Mitarbeiter? Liegt dieser Fehler auch wieder beim Kunden? Au&szlig;erdem war die Vorgeschichte mit dem Hackangriff komplett klar, selbst wenn ich f&uuml;r die Sicherheit meines Accounts eigenverantwortlich bin, wie kann denn hier so wenig Entgegenkommen aufgebracht werden?\r\nAuf die Forderung die Punkte zu l&ouml;schen und die Transaktion einfach r&uuml;ckg&auml;ngig zu machen wurde nicht geantwortet. Auch bei zwei weiteren Tickets, die ich daraufhin geschrieben habe und einem vernichtenden R&uuml;ckmeldebogen auf meine Supportanfrage wurde nicht reagiert. Erst als ich nach mittlerweile mehrerer vergangener Wochen den Vorschlag gemacht habe, die Punkte f&uuml;r meine get&auml;tigte Transaktion zu bezahlen, den Rest aber bitte von meinem Account entfernt haben m&ouml;chte, kam wieder eine kurze Antwort, welche nur nochmal die Sache mit den zu zahlenden 50 Euro wiederholte. Mit welcher Begr&uuml;ndung k&ouml;nnen die Punkte nicht einfach entfernt werden? Selbst nach meinem Vorschlag, f&uuml;r die von mir get&auml;tigte Transaktion selbst aufzukommen. Was bewegt Riot dazu, derma&szlig;en darauf zu beharren, diese ganz offensichtlich nicht vom Kunden georderten Punkte von diesem bezahlen zu lassen?\r\n\r\nIch folgere hier einen mehr als mangelhaften Kundensupport von Riot Games und hoffe damit den ein oder anderen zu erreichen, der &auml;hnlich schlechte Erfahrungen gemacht hat. So kann sich Riot Games gerne mal ein Bild davon machen, wie vom eigenen Support mit Kunden umgegangen wird, die hier schon den ein oder anderen Euro investiert haben. Riot Games - Nein danke!\r\n\r\nMfG,\r\nReLapse","replies":[{"id":"","poster":"KingVegetaa","date":"2015-10-23T11:51:54.014+0000","up_votes":3,"down_votes":1,"body":"zu aller erst, tut mir leid, dass dir diese Geschichte widerfahren ist, keiner mag es, von Hackern angegriffen zu werden...\n\nNun zu deinen Punkten:\n1. Freundesliste - Masteries: Das geht ganz schnell (natürlich außer den Freunden, die du im RL nicht kanntest) könntest du sie schnell wieder einfügen und sagen, dass du das bist und das die dich annehmen sollen. Masteries: kann man ganz schnell wieder zusammen stellen und nochmal optimieren, da sich einiges geändert hat (siehe Mordekaiser, Garen und Co...)\n\n2. und das ist typisch Riot halt: Wenn es ums Geld sind antworten sie, wenn nicht, wird einfach mit Copy Paste eine Antwort zusammen gefügt, die meistens nichts mit der eigentlichen Frage zu tun hat.\nMeistens ist es so, dass, wenn z.b. das Konto nicht gedeckt ist oder ähnliches man das Spielekonto sperrt.\nAllerdings, so wie ich das verstanden habe, hattest du ja schon Riot Punkte und hast sie nur ausgegeben oder?\nWie soll das unautorisiert sein?  Würde auch gerne von einer öffentlichen Stelle mal was hören.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-23T12:34:24.023+0000","up_votes":10,"down_votes":1,"body":"> [{quoted}](name=KingVegetaa,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=0001,timestamp=2015-10-23T11:51:54.014+0000)\n>\n> Allerdings, so wie ich das verstanden habe, hattest du ja schon Riot Punkte und hast sie nur ausgegeben oder?\n> Wie soll das unautorisiert sein?  Würde auch gerne von einer öffentlichen Stelle mal was hören.\n\nSo wie ich es verstanden habe, hatte er nach dem Rückerhalt des Accounts mehr RP als vor seiner Pause.\nIch vermute, sein Account wurde gehandelt und der \"neue Nutzer des Accounts\" kaufte sich RP. Dies würde wie folgt aussehen:\n\n- Der TE fällt auf Phishing aus (es ist wohl eher Phishing gewesen und nicht Hacking).\n- Der Phisher übernimmt den Account, löscht alle Kontakte und Masteries/Runenseiten.\n- Der Phisher wechselt den Account in eine andere Region.\n- Der Phisher verkauft den Account.\n- Der Käufer kauft sich RP (z.B. mit Banküberweisung)\n- Der TE verlangt den Account zurück und bekommt ihn auch.\n- Der Käufer merkt nun, dass er den Account verloren hat (zu Recht) und stoppt die Überweisung.\n- Riot hat nun RP vergeben, aber die RP wurden nicht bezahlt: automatische Perma-Sperrung des Accounts\n\nDer Account des TE hat also RP auf dem Konto, die nicht bezahlt wurden (vom TE auch nicht bestellt wurden). Dummerweise hat der TE dann auch noch mit den nicht bezahlten RP den Nickname-Change bezahlt. Damit kann man wohl nicht sagen, man solle einfach die nicht bezahlten RP wieder abbuchen (wäre sonst im Minus, vermute ich).\n\nDem TE bleibt nichts anderes üblich (sofern er nicht die RP bezahlen möchte), als beim Support die Sache zu erklären. Dass auf jenem Account vom Käufer noch RP gekauft wurden, macht das Ganze einfach komplizierter und dies ist in der Kommunikation über e-mail nicht immer sofort verständlich.\n\nDem TE kann ich übrigens anraten, seine e-Mail-Adresse zu verifizieren und grundsätzlich bezüglich Passwörter die allgemeinen Grundregeln einzuhalten (z.B. sollte das PW für den Client nicht der selbe sein wie für die Mailbox). Damit ist man besser von Phishing-Aktionen geschützt.","replies":[{"id":"","poster":"R3Lapsed","date":"2015-10-23T13:56:14.506+0000","up_votes":5,"down_votes":5,"body":"Gute Darstellung des Problems, aber es bleibt die Kernfrage: Warum kann Riot nicht soweit entgegenkommen, die Punkte von meinem Account zu löschen und so die Problematik relativ einfach zu lösen? \nOb man nun die Namensänderung rückgänig macht oder ich diese bezahle spielt keine Rolle, sie wollen den vollen Betrag der (anderweitig) georderten Punkte - 50 Euro sind Ihnen dabei wohl mehr wert, als ein zufriedener Kunde...","replies":[{"id":"","poster":"Crounty","date":"2015-10-23T15:01:58.157+0000","up_votes":9,"down_votes":1,"body":"Lies dir die AGB durch.\n> WEITERHIN ERKENNEN SIE AN UND STIMMEN ZU, DASS RIOT POINTS UND VIRTUELLE GEGENSTÄNDE KEINEN GELDWERT BESITZEN UND DIESE NICHT IN BARGELD ABGELÖST WERDEN KÖNNEN, UND DASS SIE FÜR ALLE BELASTUNGEN IHRES KONTOS, AUCH NICHT AUTORISIERTE BELASTUNGEN, VOLLUMFÄNGLICH VERANTWORTLICH SIND.\n\n\nhttp://euw.leagueoflegends.com/de/legal/termsofuse#fees-riot-points-billing-\nPunkt V\n\nSteht in den AGB's wie du siehst, d.h die haben das Recht dich dazu zu bringen Geld zu bezahlen selbst wenn es jemand anders war, klar es ist schon unfair, dass jemand anderes gekauft hat und du am ende bezahlen musst, aber in den AGB's steht auch, dass du um deinen Account zu sorgen hast, ob du jetzt gehackt wurdest oder nicht ist nicht Riot's Schuld. Die hätten auch anders damit umgehen können und einfach deinen Account sperren können ohne dir die Chance zu geben den zurück zu erlangen, das liegt alles in deren Gewalt.\n\nEdit: Von mir aus könnt ihr mich downvoten, ändert nichts an der Wahrheit. Hab nur das widergespiegelt, was in den AGB steht, die **ihr alle **akzeptiert, wenn ihr das Spiel spielt und schon als ihr euren Account erstellt habt.","replies":[{"id":"","poster":"R3Lapsed","date":"2015-10-23T15:21:27.008+0000","up_votes":3,"down_votes":3,"body":"Dass sich Riot mit solch einer Klausel absichert ist mir vollkommen klar. Das schließt allerdings nicht aus, dass in Einzelfällen auch kulant gehandelt werden kann (sollte!). Denn das kann keineswegs ein dauerhaft guter Umgang mit dem Kundenstamm eines Unternehmens sein. \n\nIch möchte hier  vor allem zeigen, welche Problematiken sich durch ein solches Verhalten (wenn auch ausgelößt durch feste Klauseln) ergeben. Riot sollte es sich nicht erlauben können, seine Kunden einfach durch in der AGB festgelegte Regeln abzuspeisen.\n\nEine Möglichkeit wäre beispielsweise gewesen gleich bei der Accountwiederherstellung darauf hinzuweisen oder direkt den Account ein paar Monate zurückzusetzen oder von mir aus jetzt noch mit dem Löschen der Punkte kulant zu reagieren oder oder oder... dies allein reicht als Erklärung für diesen Fall ganz sicher nicht aus. Denn das ist einfach nur eine Absicherung seitens Riot, um von Hackangriffen etc. eher noch zu profitieren (denn sie würden ja keinen Schaden davon tragen, die Punkte oder sonstige Transaktionen einfach zu löschen)!","replies":[{"id":"","poster":"Crounty","date":"2015-10-23T15:32:48.872+0000","up_votes":2,"down_votes":1,"body":"Klar, es gibt viele Möglichkeiten, aber du bist sicher nicht der einzige dem das passiert ist und wenn die das ein bisschen lockern würden, dann gäbe es wieder Leute, die das noch mehr ausnutzen würden und das am Ende Riot schadet UND dann würden noch mehr Leute mit dem gleichen Problem oder die die das schon mal hatten kommen und ihr Geld zurück wollen und und und, also siehst du wie kompliziert das ist und was das für Probleme mit sich bringt :P.","replies":[]}]}]}]}]}]},{"id":"","poster":"Zero000","date":"2015-10-23T12:28:07.736+0000","up_votes":2,"down_votes":2,"body":"Erstmal, nur du selbst bist für deine Accountdaten verantwortlich und damit auch was mit deinem Account gemacht wird. Hierbei solltest du dir die Frage stellen wie der vermeintliche \"Hacker\" an dein Passwort und Accountname gekommen ist, die liegen normalerweise nicht einfach auf der Strasse rum.\n\nDann ist es eine Sache festzustellen ob du der Besitzer des Accounts bist, eine ganz andere ob das was mit dem Account gemacht wurde auch wirklich vom vermeintlichen \"Hacker\" getan wurde.\nAuch weis ich nicht über was du mit dem Support gesprochen hast, wenn es nur um der Server Transfer ging ist es klar das nicht mehr passiert ist. Auch ist es normal das bei einem Server Transfer die Freundeslisten verschwinden. Ob man die überhaupt wiederherstellen kann weis ich nicht. \nMasteries sind schnell neu erstellt je nachdem wie es bei Riot funktioniert eventuell den Aufwand nicht wert.\n\n>welcher mir nur mitteilte, dass ich für die Sicherheit meines Accounts selbst verantwortlich bin und nun für die 50 Euro (!) an Punkten aufkommen müsse oder der Account bleibt dauerhaft gesperrt. Was zur Hölle? Erst bin ich Opfer eines Hackangriffs und dann soll ich auch noch dafür bezahlen? Wie können denn überhaupt unauthorisierte Zahlungen mit auf einem Account vorhanden Punkten getätigt werden, liebe Riot Mitarbeiter? \n\nDas mit den 50€ ist auch recht einfach. Dein \"Hacker\" hat sich damit RP gekauft, diese Zahlung hat er vermutlich rückgängig gemacht als er gesehen hat das er den Account nicht mehr hat. Nun wurden Riot die vorher überwiesenen 50€ wieder abgezogen, die RP sind aber noch auf dem Account. Entsprechend wird der Account gesperrt bis dieser Fehlbetrag behoben ist.\n\n> diese ganz offensichtlich nicht vom Kunden georderten Punkte von diesem bezahlen zu lassen?\n\nWo ist das offensichtlich?","replies":[{"id":"","poster":"R3Lapsed","date":"2015-10-23T13:22:27.869+0000","up_votes":2,"down_votes":1,"body":"Offensichtlich in dem Sinne als das ich Riot ganz einfach zutraue, nachzuvollziehen wer wann welche Transaktionen getätigt hat. Der Zeitpunkt des Accountverlusts ist bekannt, sowie der Zeitpunkt des Servertransfers, unterschiedliche Bankverbindungen sind zu erkennen und und und. \nWenn man sich der Sache annimmt, kann mit Sicherheit herausgestellt werden, dass ich diese Punkte nie bestellt habe und dann ist es wohl auch ein Leichtes diese einfach wieder vom Account zu entfernen.\n\nDie Problematik mit den Punkten ist mir klar, aber selbst wenn der Hacker (oder neue Accountnutzer) die Zahlung zurückzieht, ist es doch wohl nicht zu viel verlangt diese Punkte vom Account zu löschen. Denn ich möchte mir selbst aussuchen für welche Punkte ich wann bezahle!\n\nUnd zu deinem ersten Punkt: Ich denke die Art wie es zu der Accountübernahme kam, spielt hier keine Rolle. Ich habe mittlerweile entsprechende Vorkehrungen getroffen... Zudem habe ich mit Riot natürlich nicht nur über den Servertransfer gesprochen, sondern wie beschrieben sogar in mehreren Tickets auf die Problematik aufmerksam machen wollen und dies in ähnlichem Umfang wie hier.\nHier geht es viel eher um das Verhalten seitens Riot Games, wie mit dieser Problematik umgegangen wird, sobald irgendwie Geld abgegriffen werden kann. Ich bin mir sicher, Einige würden nachgeben und das Geld bezahlen... Ich für meinen Teil bin einfach nur maßlos enttäuscht von dieser Art des Kundensupports!\n\nPS: Der Verlust der Freundesliste stellt hier für mich das geringste Problem dar... Der Fokus liegt ganz klar auf den von mir zu bezahlenden RP!","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-23T13:40:05.366+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=R3Lapsed,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=00030001,timestamp=2015-10-23T13:22:27.869+0000)\n>\n\n> Die Problematik mit den Punkten ist mir klar, aber selbst wenn der Hacker (oder neue Accountnutzer) die Zahlung zurückzieht, ist es doch wohl nicht zu viel verlangt diese Punkte vom Account zu löschen. Denn ich möchte mir selbst aussuchen für welche Punkte ich wann bezahle!\n\nDas Problem ist wohl, dass du jene RP selber auch benutzt hast, um den Namechange durchzuführen.\nWenn Riot die RP wieder rausnimmt, dann wäre das RP-Konto dann wohl im Minus.\n\nVielleicht ist es möglich, dass du nur einen Teil der RP bezahlen musst; nämlich so viel, dass der Namechange damit bezahlt ist (und das RP-Konto - nach Abzug der \"fremden 50 Euro\" - im Plus landet).","replies":[{"id":"","poster":"R3Lapsed","date":"2015-10-23T14:01:35.248+0000","up_votes":3,"down_votes":1,"body":"das würde ich liebend gerne tun, wird mir von Riot aber nicht ermöglicht. ;-)\n\nDass ich diese Punkte nicht ausgeben darf, konnte ich zudem vorher nicht wissen. Über diese Information wäre ich natürlich dankbar gewesen, hätte Riot den Account vielleicht einfach überprüft oder auf einen vorherigen Stand zurückgesetzt anstatt ihn mir einfach in diesem Zustand auszuhändigen und mich somit ins Schlamassel zu reiten. Auch ein Weg seine Forderungen einzutreiben... aber ganz sicher kein Weg der Kunden zufrieden stellt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-23T14:29:54.451+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=R3Lapsed,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=0003000100000000,timestamp=2015-10-23T14:01:35.248+0000)\n>\n\n> Dass ich diese Punkte nicht ausgeben darf, konnte ich zudem vorher nicht wissen. \n\nSorry, sehe ich persönlich anders.\nDu wusstest offenbar, dass du nicht so viele RP hast und diese RP wohl nicht dir gehören.\nEntsprechend kann man erwarten, dass die RP weggenommen werden.","replies":[{"id":"","poster":"Ruebentoni","date":"2015-10-23T14:53:52.407+0000","up_votes":7,"down_votes":0,"body":"Wenn eine Rückgabe eines \"geklauten Accounts\" durch Riot gemacht wird, würde ich persönlich davon ausgehen, dass dieser danach zur sofortigen freien Verfügung steht.\nKlar hat er kein Recht auf die RP, aber das Problem ist wohl, dass die RP nicht durch Riot zurückgebucht werden. Anscheinend findet aber eine Nötigung zum Kauf der RP statt, was ich nicht in Ordnung finde.","replies":[{"id":"","poster":"Crounty","date":"2015-10-23T15:27:10.390+0000","up_votes":2,"down_votes":1,"body":"Findest du nicht in Ordnung, aber das dürfen die machen, da du den AGB zugestimmt hast, in denen explizit steht, dass es egal ist ob du oder jemand anderes RP gekauft hat, dass es am Ende auf dich zurückfällt, wenn es Probleme gibt.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T07:50:29.129+0000","up_votes":1,"down_votes":2,"body":"Was ich als unverantwortlich empfinde, gerade wenn bedenkt wie viele -18 Jährige, das Spiel spielen und vllt Geld investiert haben. Riot macht es sich da nuneinmal sehr einfach und danke, dass du diesen Punkt angesprochen hast.","replies":[]}]}]},{"id":"","poster":"R3Lapsed","date":"2015-10-23T14:50:34.825+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=00030001000000000000,timestamp=2015-10-23T14:29:54.451+0000)\n>\n> Entsprechend kann man erwarten, dass die RP weggenommen werden.\n\nSie werden allerdings gar nicht weggenommen, sondern in voller Höhe in Rechnung gestellt.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T06:12:46.538+0000","up_votes":2,"down_votes":2,"body":"Ich verstehe dich zu einem großen Teil doch es gibt ein riesiges ABER:\n\nIn der Regel sind Leute meistens selbst \"Schuld\" wenn sie ihre Accounts verlieren. (Zum Beispiel weil sie ihre Daten weitergeben oder ein Passwort für mehrere Dienste verwenden.) Das scheinst du ja auch soweit einzusehen.\n\nDu bist soweit dankbar das Riot sich die Mühe macht deinen Account wieder zu beschaffen und DAFÜR KEIN GELD verlangt obwohl es für den Support bestimmt ne Menge Arbeit war!\n\nJetzt hast du deinen Account und merkst dir fehlen Freundesliste+Masteries. Gut im Vergleich zu dem Aufwand den der Support bis jetzt hatte ist die Erstellung von FL+Mast. wahrscheinlich eher gering. Des Weiteren profitierst du allerdings von allen EP die der \"Dieb\" für dich erspielt hat. Du bemerkst das auf deinem Konto eine beträchtliche Menge an RP sind die du nicht bezahlt hast. (Ich gehe davon aus das du weist das RP nur durch Einzahlungen generiert werden können.)\n\nSpätestens hier hättest du Riot der fairnes halber kontaktieren müssen und nachfragen sollen was mit den RP ist. Du profitierst ohne schon ziemlich stark von allem was Riot bis dahin für dich gemacht hat. Das du an diesem Punkt auch noch erwartest das sie dir 50 € schenken... ist einfach zu viel verlangt. Die Namensänderung hättest du dir auch erspielen können (mit EP bezahlen können).\n\nMfg Roderick\n\nPS: Da du ja weist das RP nur durch Einzahlung generiert werden können... hättest du wissen müssen das die RP auf deinem Konto von irgendjemandem BEZAHLT oder eben NICHT BEZAHLT wurden. In beiden Fällen hättest du sie unter keinen Umständen ausgeben DÜRFEN. Damit der der sie umsonst auf dein Konto eingezahlt hat ZURÜCK BEKOMMEN kann.","replies":[]}]}]}]}]}]},{"id":"","poster":"Termii TFT","date":"2015-10-23T12:41:18.443+0000","up_votes":2,"down_votes":1,"body":"Bei einem Server transfer geht die FL nicht verloren. Du kannst sie zwar auf dem anderen Server nicht abrufen, wenn du aber zurück transferierst, bekommst du deine alte FL zurück.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-10-23T13:26:24.621+0000","up_votes":1,"down_votes":1,"body":"Seine FL wurde auch wahrscheinlich gelöscht.","replies":[{"id":"","poster":"Termii TFT","date":"2015-10-23T13:31:28.972+0000","up_votes":1,"down_votes":1,"body":"Ich habe mich auf @Zero000 Aussage bezogen: \"Auch ist es normal das bei einem Server Transfer die Freundeslisten verschwinden.\"\n\nMit meiner Antwort impliziere ich natürlich, dass der \"hacker\" die FL demnach gelöscht haben muss.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-10-23T13:41:18.077+0000","up_votes":1,"down_votes":1,"body":"Alles klar :)","replies":[]}]}]}]}]},{"id":"","poster":"Support an Bord","date":"2015-10-23T12:39:39.638+0000","up_votes":2,"down_votes":1,"body":"> Ich habe von den Punkten erst einmal eine Namensänderung durchgeführt, damit ich so vielleicht aus dem Fokus der Hacker gerate und einen Folgeangriff vermeide.\n.\n\n>\n> und nun für die 50 Euro (!) an Punkten aufkommen müsse oder der Account bleibt dauerhaft gesperrt.\n\nMich stellt irgendwie die Frage, wieso will Riot  50 € für die Namesänderung ?  oder sollst du die komplett aufgeladenen RP bezahlen? \n\n\nca 10ner Namesnänderung geben und Rest an RP sollen sie einfach vom Acc löschen versteh das irgendwie net :O","replies":[{"id":"","poster":"R3Lapsed","date":"2015-10-23T12:58:04.624+0000","up_votes":6,"down_votes":1,"body":"Nein, ich soll die ganzen RP bezahlen...\n\nLetzteres habe ich vorgeschlagen, wurde von Riot Games allerdings abgelehnt!","replies":[{"id":"","poster":"Support an Bord","date":"2015-10-23T14:02:56.580+0000","up_votes":2,"down_votes":1,"body":"ah ok ---hmm das ja frech :O  bei den RP für Namensänderung ok.. ich mein is auch schon abfuck genug aber nun komplette RP is irgednwie .. naja sprachlos bin ich :O","replies":[]}]}]},{"id":"","poster":"Shiggyvara","date":"2015-10-24T11:24:55.949+0000","up_votes":4,"down_votes":0,"body":"Sicherlich von beiden Seiten doof gelaufen, wie sie sich verhalten haben.\nDer TE hätte sicher keine RP ausgeben dürfen, von denen er wusste, dass sie nicht mit seinem Geld aufgeladen worden sind (selbst wenn der Accountdieb  das Geld tatsächlich aufgeladen hätte).\nVon Riot einen Account rückzutransferieren ohne darauf zu achten, ob noch irgendwelche unsauberen Zahlungsvorgänge auf dem Account laufen und den ursprünglichen Besitzer dann zu informieren, dass er noch Geld aufladen muss ist allerdings auch nicht sonderlich...klug...gehandelt.\n\nWirkliche Brisanz hätte das ganze in meinen Augen allerdings, wenn der TE keine RP ausgegeben hätte und trotzdem zur Zahlung aufgefordert werden würde.\nSo ist das ganze wie geschrieben ne ziemlich doofe Sache für beide Seiten. Meiner Meinung nach hätte man sich hier kulant zeigen sollen und halt den RP Betrag der zur Namensänderung nötig war einfordern sollen und den Rest rückabwickeln.","replies":[]},{"id":"","poster":"M1thrand1r","date":"2015-10-23T14:43:40.356+0000","up_votes":5,"down_votes":1,"body":"Ich sehe deine Chancen da sehr gering. In erster Linie bist du nämlich dafür verantwortlich dass dir die Kontrolle über deinen Account abhanden gekommen ist und somit eigentlich auch dafür dass du für 50€ einmal Punkte erstattet hast. Wenn du zum Beispiel  Kino Gutscheine geschenkt bekommst und drei Wochen später hingehst und dafür Bargeld willst werden die dir auch sagen Pech gehabt. Und wenn diese Gutscheine dann noch gar nicht bezahlt wurden dann wirst du wahrscheinlich erst recht Probleme bekommen. Als Firma wäre es für RIOT zum Beispiel auf Dauer ein ziemlicher Verlust wenn einfach jeder mal Riotpunkte kaufen kann und die wenn er es sich doch anders überlegt wieder Geld zurücküberwiesen haben will. Geld dass die Firma schon in die Gewinne mit einberechnet hat. Auch wenn es in deinem Fall natürlich wirklich blöd für dich ist, 50€ RIOT wahrscheinlich auch nicht weiter auffallen würden und du eigentlich nur etwas dafür kannst dass dein PC/PW ungeschützt/unsicher ist, schickt RIOT wahrscheinlich auf sowas einfach mal ne Standartmeldung von wegen Rückerstattung (auch Teilrückerstattung) ist leider nicht möglich. \nIch wünsche dir trotzdem viel Glück dass du eventuell einen netten Supportmitarbeiter erwischt, dem du das ganze vielleicht im TS oder auch per Ticket gut erklären kannst und der dir vielleicht ausnahmsweise eine Rückerstattung macht.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T07:31:36.987+0000","up_votes":1,"down_votes":2,"body":"Wow, per TS geht das mittlerweile auch oder habe ich da etwas verpasst? Ich finde du hast schön geschrieben, aber was ich finde fehlt ist, dass er genauso gut, rein theoretisch, sein gesamt investiertes Geld von seinem alten Acc zurückfordern könnte, was die 50 E mit Sicherheit locker ausgleichen. Nur würde Riot, das nicht tun, wie du ja schon super beschrieben hast. \nNatürlich ist der Kunde durch sein Passwort teilweise verantwortlich für die Sicherheit seines Acc. Jedoch liegt der bei weitem größere Teil der Verantwortung bei Riot. \n\nEntschuldige bitte die Frage, aber: Willst du wirklich in einer Realität leben, in der Riot munter mit deinem Geld arbeitet und alle Schuld, falls es zu Komplikationen kommen sollte, beim Kunden liegt? Ich nicht.","replies":[{"id":"","poster":"Patter91","date":"2015-10-24T07:33:01.797+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Roald91,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=00080000,timestamp=2015-10-24T07:31:36.987+0000)\n>\n> \n> Jedoch liegt der bei weitem größere Teil der Verantwortung bei Riot. \n\n\nFühre das bitte aus.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T07:41:05.996+0000","up_votes":1,"down_votes":3,"body":"Nunja, Riot stellt den Account und die digitale Plattform sowie Güter. Wir investieren in das Unternehmen, mehr oder weniger. Da kann man auch diverse Sicherheitsvorkehrungen erwarten, wie bei einem Auto. Wenn ich bereit bin mehr Geld für eine sichere S-Klasse auszugeben und nicht \"nur\" in eine A-Klasse, dann erwarte ich nicht nur mehr Komfort sondern auch mehr Sicherheit - so auch im Umgang mit meinen Daten. Sonst kann Riot gleich eine Funktion einbauen, dass man sein ganzes Geld zurückverlangen kann. Was bestimmt eine Heidenarbeit ist. Viel Spaß!","replies":[{"id":"","poster":"Patter91","date":"2015-10-24T07:44:35.845+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Roald91,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=0008000000000000,timestamp=2015-10-24T07:41:05.996+0000)\n>\n> Nunja, Riot stellt den Account und die digitale Plattform sowie Güter. Wir investieren in das Unternehmen, mehr oder weniger. Da kann man auch diverse Sicherheitsvorkehrungen erwarten, wie bei einem Auto. Wenn ich bereit bin mehr Geld für eine sichere S-Klasse auszugeben und nicht \"nur\" in eine A-Klasse, dann erwarte ich nicht nur mehr Komfort sondern auch mehr Sicherheit im Umgang mit meinen Daten. Sonst kann Riot gleich eine Funktion einbauen, dass man sein ganzes Geld zurückverlangen kann. Was bestimmt eine Heidenarbeit ist. Viel Spaß!\n\nUnd das ist jetzt wo ausgeführt?\nWelche Sicherheitsmaßnahmen soll man noch bereitstellen, außer einem verifizierbaren E-Mail-Konto und dem AUSDRÜCKLICHEN Hinweis, immer und immer wieder, keine unbekannten Links zu klicken oder seine Daten weiterzugeben (und selbst das sollte eigentlich selbstverständlich sein und der Fakt, dass Riot darauf hinweisen muss, ein Armutszeugnis für die Menschheit)? Gegen die Dummheit und die Naivität ist nunmal kein Kraut gewachsen.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T08:07:17.248+0000","up_votes":1,"down_votes":1,"body":"Nunja, ich habe und werde auch nie irgendwelche \"Links\" und anderweitiges anklicken. Jedoch gibt es bestimmt jüngere, die, ja, etwas naiver sind, was aber eigentlich nichts verwerfliches sein sollte... Dummheit schon eher, jedoch wird dies zu oft nebeneinander gestellt, was traurig ist. \n\nRiot könnte z.B. (mehr) Leute engagieren, die Daten von Usern kontrollieren um solches \"Hacking\" vorzubeugen, oder ihre Firewall weiter verstärken/verbessern etc. ( das sind natürlich Beispiele eines Nicht-Informatikers) \n\nEs gibt bei weitem größere Armutszeugnisse in der Menschheit als auf solche kleinen, banalen Dinge aufmerksam machen zu müssen.\n\n> Und das ist jetzt wo ausgeführt?\n\nIch erwähne hier plausible und humane Tatsachen und keine Paragraphen, sry.","replies":[{"id":"","poster":"Sirrkas","date":"2015-10-24T08:16:41.128+0000","up_votes":3,"down_votes":0,"body":"Wie stellst du dir vor, dass Riot Mitarbeiter einstellt, die Hacking vorbeugen sollen? Meistens werden die Leute gephisht. Das heißt, sie geben ihre Daten selbst weiter. Vorbeugen kann man da absolut gar nichts, außer die Leute eben daran zu erinnern, ihre PIN nicht zusammen mit der EC-Karte im Geldbeutel aufzubewahren und an den erstbesten Unbekannten weiterzugeben, der ihnen verspricht, nur 5 € auf deren Konto überweisen zu wollen.\nDie Firewall von Riot zu verbessern, hätte da auch sicher keinen Einfluss darauf. Schließlich werden sich die Zugangsdaten erschlichen und nicht vom Riotserver gestohlen.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T08:22:04.299+0000","up_votes":1,"down_votes":2,"body":"Ich verstehe nicht wo ihr alle aus seinem Text herauslest, dass er seine Daten weitergegeben hat?!\n\nIch bin ersteinmal nur von mir ausgegangen. Und ich habe und werde meine Daten nicht weitergeben - und gehe deswegen von einem Fall aus, bei dem man keinen \"Fehler\" vom User voraussetzen kann. Deswegen meine Vorschläge. :)","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T08:57:39.422+0000","up_votes":4,"down_votes":1,"body":"Accounts werden nicht gehackt. Der Aufwand würde in keinem Verhältnis zum Nutzen stehen.\n\nMan kommt meist durch 2 Wege an Accounts:\n\nBot-Force oder Boot-Force oder du nennst es noch ganz anders: Hier Programmiert man ein Programm das im Prinzip immer wieder versucht das richtige Passwort zu erraten und sich einzuloggen. Das ist allerdings für die angegriffene Plattform recht einfach zu erkennen. (Weil im normal Fall niemand hunderte Male hinter einander sein PW falsch eingibt)\n\nund\n\nPhishing: Hier denkt man sich eine Strategie aus die den Eigentümer eines Accounts dazu verleitet dir freiwillig seine Daten zu geben. Zum Beispiel versprichst du ihm dann Skins zu kaufen oder RP auf zu laden oder oder oder. Je kreativer du bist desto wahrscheinlicher ist es das Jemand dir seine Daten gibt.\n\nGegen Bot-force kann nur Riot etwas tun. Gegen Phishing kannst nur du etwas tun.\n\nRiot tut seinen Job offensichtlich ganz gut denn sonst würden täglich Tausende Accounts gehackt. Die Summonernamen aller Spieler sind schließlich durch Foren oder LoL-King frei einsehbar, sogar die von Pro-Playern.\n______________________________________\n\nHacking wäre eine ganz andere Liga. Dabei müsste jemand direkt auf das Computernetzwerk von Riot zu greifen und die Daten von dort kopieren. Wenn die Leute soweit kommen würden, würden sie allerdings wertvolleres stehlen als nur ein paar Accounts von Teenis. ; )","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T09:25:37.484+0000","up_votes":1,"down_votes":0,"body":"Wow, okay. Danke für die plausible Erklärung. Muss wahrscheinlich schwer sein einem einfachen Dude, wie mir, der sich noch nicht mit dieser Materie intensiv befasst hat, alles so zu erklären. Danke!\n\nNun, ich ging dann halt von \"Bot-Force\" aus.  Aber Pishing, was ich durchaus schonmal gehört und gelesen habe ^^, ist wohl wahrscheinlicher...\n\nStimmt, wahrscheinlich gibt es bei Hacking wirklich interessantere Daten als ein paar Acc. (Teenies würde ich jedoch weglassen, da es auch ältere Dudes gibt - mich eingeschlossen :P )","replies":[{"id":"","poster":"PwnGU1N","date":"2015-10-25T03:32:20.571+0000","up_votes":1,"down_votes":0,"body":"Könnte auch ein Keylogger sein, der Passwörter mitschreibt.\nNachdem man gehackt wurde, sollte man deshalb unbedingt auf Viren prüfen,\nalle PWs (die gleich sind) ändern und auf jedenfall sichere wählen.\nIch z.B. habe keine gleichen Passwörter und jedes besteht aus 24 Zeichen. \nBeispiel: 12Y,+E#~z!?PQs|nMf%x9Gkj\"\nIst effektiv gegen Brute-Force, da es lang ist und kein \"normales\" Wort ist.","replies":[]}]},{"id":"","poster":"PwnGU1N","date":"2015-10-25T03:24:01.840+0000","up_votes":1,"down_votes":0,"body":"Was soll denn Boot-Force sein? Kenne nur Brute-Force.","replies":[]}]}]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2015-10-24T12:27:05.616+0000","up_votes":1,"down_votes":1,"body":"Riot könnte Beispielsweise ein System wie Blizzard einführen, wo man seinen Account mit einem Autenticator sichern kann. Diesen kannst du entweder da bestellen (kostet ein paar €) oder als App für dein Smartphone (kostenlos) herunterladen.\n\nDieser generiert dann in gewissen Zeitabständen immer neue Nummern, die du dann beim Einloggen eingeben musst. Somit entsteht sozusagen andauernd ein neues, zusätzliches Passwort, welches nichteinmal der Nutzer selbst vorhersehen und somit auch nicht weitergeben kann.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ludovico","date":"2015-10-23T13:00:53.493+0000","up_votes":3,"down_votes":0,"body":"Auch von meiner Seite aus Beileid.\n\nWas die Transaktion angeht, habe ich erst vor wenigen Tagen einen ähnlichen Fall in den NA Foren gelesen, dort wurde auch auf die entsprechende Begründung von Riot Games eingegangen... vllt finde ich ihn ja nochmal. \n\nHoffe das klappt alles noch!","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-10-23T12:23:14.150+0000","up_votes":4,"down_votes":3,"body":"> Auf die Forderung die Punkte zu löschen und die Transaktion einfach rückgängig zu machen wurde nicht geantwortet\n\nWie lange hast du gewartet?\n\n> Auch bei zwei weiteren Tickets, die ich daraufhin geschrieben habe und einem vernichtenden Rückmeldebogen auf meine Supportanfrage wurde nicht reagiert. \n\nIch frage deshalb, weil das Spammen von Tickets deiner Sache nicht zuträglich ist. Jedes mal wenn du dein Ticket \"bumpst\" oder weitere Tickets eröffnest, landest du wieder am Ende der Warteschlange. Diese Methode schützt den Support vor Spam und verhindert dass Spammer früher bearbeitet werden als normale User. \n\nIch kann mich im Bedarfsfall gerne mal nach deinem Ticket erkundigen, aber vorher muss ich natürlich wissen ob da überhaupt irgendwas ungewöhnlich ist, oder ob es sich eine völlig normale oder selbst verursachte Wartezeit handelt. \n\nGanz generell kann ich dir sagen dass die meisten Unternehmen, inklusive Riot, bei Verstößen gegen die Nutzungsbedingungen sehr strikt vorgehen. Das gilt unter anderem auch für entstandene Schäden durch den Verlust des Accounts, für dessen Sicherheit laut Nutzungsbedingungen der Nutzer selbst verantwortlich ist. Ich weiß nicht wie Riot bei einem Fall wie deinem vorgeht, aber rein präventiv möchte ich dich darauf hinweisen, dass deine Chancen nicht soooo gut stehen. Ich will nicht ausschließen dass dir geholfen werden kann, aber ich halte es für unwahrscheinlich.","replies":[{"id":"","poster":"Méldis","date":"2015-10-23T17:29:50.783+0000","up_votes":5,"down_votes":2,"body":"ok, mal angenommen riot macht das nicht weil ihnen die nutzungsbedingungen so wichtig sind und sie den standpunkt vertreten: jeder ist selbst für die sucherheit seines accounts verantwortlich.\n\nwarum wurde sein account dann überhaupt nach EUW transferiert?\n\nfür mich als absolut neutralen beobachter o hne jegliches hintergrundwissen sieht es nämlich so aus: \"na gut, transferieren wir ihm den account halt zurück, aber dann sperren wir ihn weil er die RP verwendet und wetten wir greifen 50 euro von einem verzweifeltem suchti ab.\"\n\nwenn sich der fall wurklich so zugetragen hat wie vom TE geschildert und wenn riot wirklich weiterhin auf ihren nutzungsbestimmungen behaart, dann find ich das in diesem fall einfach ganz ganz schwach.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-10-23T18:31:22.062+0000","up_votes":3,"down_votes":3,"body":"> na gut, transferieren wir ihm den account halt zurück, aber dann sperren wir ihn weil er die RP verwendet und wetten wir greifen 50 euro von einem verzweifeltem suchti ab.\"\n\nIch bin mir ziemlich sicher dass das nicht der Gedankengang dahinter war. Ich kenn die Jungs und Mädels mittlerweile ganz gut und das sind alles keine bösen Menschen. \nIch weiß nicht genau was den Support angetrieben hat hier so zu handeln, böse Absicht war es aber sicherlich nicht.","replies":[{"id":"","poster":"NastySurprise","date":"2015-10-25T13:26:58.698+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=000200010000,timestamp=2015-10-23T18:31:22.062+0000)\n>\n> Ich bin mir ziemlich sicher dass das nicht der Gedankengang dahinter war. Ich kenn die Jungs und Mädels mittlerweile ganz gut und das sind alles keine bösen Menschen. \n\nAch Humpel...außer dir, Legofreak und PureIc3 (was macht Maurice eigentlich aktuell?) sind alle offiziellen Mitartbeiter \"Devil in disguise\". ;)\n\nNein ernsthaft, ich selbst hatte noch nie Probleme mit dem Support. Im Gegenteil, bei den Dingen die ich dem Support bisher zu getragen habe waren sie freundlich, hilfsbereit und sehr kulant. Aber auch ich kenne die Schattenseiten des Supports. Denn ich kenne einen ganz ähnlichen Fall. Der Account eines Freundes aus Norwegen wurde gehackt und in die Türkei transferiert. Da hat der örtliche Riot Support sich nicht einmal bemüht den Account zurück zu transferieren, sie haben den ursprünglichen Besitzer des Accounts mit \"Da hast du eben Pech gehabt\" abgespeist und er wird seinen Account nicht zurück erhalten. \n\nIn dem hier vorgetragenen Fall frage auch ich mich - wenn du vorher genau wußtest das das Riot Points sind die du selbst nicht gekauft hat - wieso fragst du nicht (um eine Sicherheit zu haben) zu erst beim Support nach was mit eben jenen RP ist bevor du einfach eigenständig handelst und zumindest einen Teil davon ausgibst? Fragen kostet doch nichts. Das war schon ein wenig naiv zu denken, das dir die RP die sich nun auf deinem Konto befinden, zur freien Verfügung stehen.","replies":[]}]}]},{"id":"","poster":"R3Lapsed","date":"2015-10-23T13:03:54.174+0000","up_votes":2,"down_votes":1,"body":"Ich habe ca. 2-3 Wochen gewartet bis dann eine kurze, oberflächliche Antwort auf das ursprüngliche Ticket kam, die keineswegs näher auf mein Problem eingegangen ist (Riot möchte seine 50 Euro und damit scheint das Problem aus deren Sicht erledigt).\n\nJedenfalls scheitert es nicht daran, dass sie auf mein Problem (zeitlich) nicht mehr eingehen, sondern dass sie es gar nicht erst wollen (siehe deren letzte Antwort)!","replies":[]}]},{"id":"","poster":"Méldis","date":"2015-11-05T07:59:44.536+0000","up_votes":1,"down_votes":0,"body":"wie ist denn die sache ausgegangen? ist riot dabei geblieben?","replies":[{"id":"","poster":"R3Lapsed","date":"2015-11-12T21:03:17.850+0000","up_votes":2,"down_votes":1,"body":"Nein... Ich habe seit diesem Post weder eine Antwort auf mein Ticket erhalten noch gab es eine öffentliche Stellungnahme. Es ist und bleibt eine ganz schwache Leistung des Riot Supports...\n\nIch habe meinen Account mittlerweile aufgegeben, da ich wie schon gesagt diesen Betrag nicht bezahlen werde. Leider wird es Riot dabei kein bisschen stören einen Spieler bzw. 50€ (oder auch mehr?) verloren zu haben...\n\nAllerdings hoffe ich damit auf das Problem aufmerksam gemacht und vielleicht auch den ein oder anderen Spieler zu einer Riot-Investition weniger bewogen zu haben... vielleicht wurde der Post aber auch von Riot wahrgenommen und sie versuchen wenigstens solche Probleme in Zukunft anständiger zu lösen, wäre mit Sicherheit die beste Variante!","replies":[{"id":"","poster":"legofreak1","date":"2015-11-12T21:05:26.831+0000","up_votes":3,"down_votes":2,"body":"Wie wärs, wenn du uns die ganze Geschichte erzählst? Was du hier gepostet hast, ist nicht alles und doch recht lückenhaft. Wenn du schon Anschuldigungen erhebst, dann bitte vollständig. Siehe dazu meinen Kommentar von vor ca. 3 Wochen:\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/6ETEkzOL-riot-support-versagt-auf-ganzer-linie?comment=0010","replies":[{"id":"","poster":"R3Lapsed","date":"2015-11-13T00:01:24.664+0000","up_votes":1,"down_votes":1,"body":"Welche Informationen fehlen denn deiner Meinung nach bzw. wo siehst du Lücken? Ich habe es eigentlich ziemlich schlüssig erzählt...\nGeht es dir um die Ursache der Accountübernahme (wenn ja: welche Rolle spielt das hier?)? Ich habe jedenfalls kein Account-Sharing betrieben, nur ich kannte die Daten. Vermutlich war das PW zu unsicher... Ich weiß es nicht, habe aber wie gesagt mittlerweile entsprechende Maßnahmen unternommen (bringt mich allerdings nun auch nicht weiter!). \nErklär mir bitte inwiefern das nun in Bezug zur Reaktion des Riot Supports steht!? es spielt hier keine Rolle...","replies":[{"id":"","poster":"legofreak1","date":"2015-11-13T00:10:39.357+0000","up_votes":3,"down_votes":2,"body":"Natürlich spielt es eine Rolle, sonst würde ich dich nicht explizit hiernach fragen. Du weichst meiner Frage danach auch immer wieder aus. Wie gesagt, wenn du Hilfe und die Community auf deine Seite ziehen möchtest, dann liefer die gesamte Geschichte und nicht nur Bruchstücke davon, die du dir passend für deine Geschichte zurechtgelegt hast. Wenn du unschuldig bist, musst du nicht verbergen, wie du deinen Account verloren hast.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-11-13T10:02:46.069+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=legofreak1,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=00110000000000000000,timestamp=2015-11-13T00:10:39.357+0000)\n>\n> Natürlich spielt es eine Rolle, sonst würde ich dich nicht explizit hiernach fragen. Du weichst meiner Frage danach auch immer wieder aus. Wie gesagt, wenn du Hilfe und die Community auf deine Seite ziehen möchtest, dann liefer die gesamte Geschichte und nicht nur Bruchstücke davon, die du dir passend für deine Geschichte zurechtgelegt hast. Wenn du unschuldig bist, musst du nicht verbergen, wie du deinen Account verloren hast.\n\nEs gibt die Möglichkeit des Accountverkaufs.\n\nDann macht sich Riot in meinen Augen tatsächlich rechtlich schuldig, indem sie Beihilfe zu Betrug geleistet hätten, wenn ihnen dementsprechende Informationen vorliegen und sie den Account dennoch rücktransferieren und spielbar halten, wenn der Alte Accountbesitzer die Schulden des Neuen bezahlt.\nIn so nem Fall wär dann nur Komplettstillegung angebracht.\n\nAlso was dubiose Anschuldigungen angeht gibtst du hier grade auch kein tolles Bild ab...","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-13T11:15:38.214+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=001100000000000000000001,timestamp=2015-11-13T10:02:46.069+0000)\n>\n> Dann macht sich Riot in meinen Augen tatsächlich rechtlich schuldig, indem sie Beihilfe zu Betrug geleistet hätten, wenn ihnen dementsprechende Informationen vorliegen und sie den Account dennoch rücktransferieren und spielbar halten, wenn der Alte Accountbesitzer die Schulden des Neuen bezahlt.\n> In so nem Fall wär dann nur Komplettstillegung angebracht.\n\nSo wie ich es verstanden habe, hat Riot schlicht und einfach den Account so schnell wie möglich dem alten Accountbesitzer (der offenbar durch Phishing den Account verlor) zurückgegeben.\nDies ist ja meist auch im Sinn des Spielers, dass sie ihren verlorenen Account rasch wieder bekommen.\n\nRiot kann aber bezahlte RP nicht einfach wieder vom Konto nehmen, selbst wenn sie von jemandem anderen (jener Spieler, der den Account illegal erworben haatte) bezahlte. Dies ist rechtlich nicht zulässig.\n\nAlso muss Riot den RP-Betrag einfach auf dem Konto lassen. Jener Spieler, der zwischenzeitlich den Account hatte (und RP kaufte) machte natürlich die Zahlung rückgängig. Ab diesem Zeitpunkt (und nicht früher) darf Riot die RP wieder vom Konto abziehen.\n\nDummerweise hat der TE jene RP selber verbraucht, die eigentlich nie seine gewesen wäre. Er hätte ja davon ausgehen sollen, dass diese RP wieder abgezogen werden.\nIch meine, was würdest du tun, wenn du z.B. plötzlich 1 Mio. Euro auf deinem Bankkonto hast und du weissst, dass da wohl eine Fehlüberweisung war? Wenn du die Million selber brauchst, obwohl du weisst, dass es nicht deine sind, dann ist es auch deine Schuld, dass die Bank später die Buchung rückgängig macht und man nun 1 Mio. Euro Schulden hat.\n\nDies wäre zumindest die Ausgangslage anhand den Infos hier. Wie erwähnt sind da schon einige Lücken vorhanden.\n\nEs ist aber keineswegs so, dass der TE die Schulden des zwischenzeitlichen Nutzers bezahlen.\nEr muss seine Shop-Einkäufe (z.B. Nickname-Änderung) bezahlen, die er selber konsumierte, jedoch mit RP zahlte, die nicht von ihm stammen (jene RP wurden wieder weggenommen; vermutlich nach einer Rückbuchung des anderen Nutzers).\n\n\"Komplettstilllegung\" ist ja mehr oder weniger vorhanden. So lange der TE nicht seinen Shop-Konsum bezahlt, liegt der Account brach.","replies":[{"id":"","poster":"legofreak1","date":"2015-11-13T11:45:50.226+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=0011000000000000000000010000,timestamp=2015-11-13T11:15:38.214+0000)\n>\n> Dies wäre zumindest die Ausgangslage anhand den Infos hier. Wie erwähnt sind da schon einige Lücken vorhanden.\n\nUnd wir haben keine Bestätigung dafür, dass sämtliche gegebenen Infos der Wahrheit entsprechen. Viele der Geschichten, die hier und im Spielerverhalten auftauchen, zeigen, dass Permagebannte Spieler das blaue vom Himmel lügen würden, um ihren Account wieder zurückzubekommen. Man muss die Geschichte also mit einer gehörigen Portion Misstrauen lesen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-13T12:41:18.695+0000","up_votes":3,"down_votes":2,"body":"Dies kommt natürlich auch vor, wenn auch nicht immer.\nOft werden Aussagen seitens Riot Support auch nur falsch verstanden (OK, möglicherweise wird es auch gerne absichtlich falsch verstanden).\n\nDass der TE natürlich nicht mehr Infos preisgeben möchte, macht natürlich stutzig.\n\nZwar wird \"Phishing\" zwar oft fälschlicherweise als \"Hacking\" bezeichnet, jedoch klärt sich dieser Irrtum oft rasch, weil der jeweils betroffene Spieler genau erklärt, was passiert ist.\nDer TE hier jedoch vermeidet es immer, genaue Details zu geben, wie er den Account verloren hat. \"Echtes Hacking\" kann man - wie du es auch richtig sagst - ausschliessen. So lange der TE hier nicht mehr Angaben macht, kommt man leider nicht an der Annahme vorbei, dass da wohl auch etwas faul ist in seiner Story.","replies":[{"id":"","poster":"R3Lapsed","date":"2015-11-13T20:14:44.486+0000","up_votes":3,"down_votes":1,"body":"> Dass der TE natürlich nicht mehr Infos preisgeben möchte, macht natürlich stutzig.\n\nWo genau leßt ihr das denn immer raus? Ich habe hier zuvor mehrfach angeboten, dass ihr mich gerne nach allen Infos fragen könnt. Denn mir selbst fallen keinerlei Lücken auf ...\n\nUnd denkt mal über Folgendes nach: Warum sollte ich hier eine Stellungnahme seitens Riot fordern, wenn ich etwas zu verbergen hätte? Würde das nicht vollkommen nach hinten losgehen? Damit könnten sie mich ja auffliegen lassen und ich würde hier als Vollidiot dastehen... glaubt mir, diese Schmach würde ich mir nicht antun.\n\nIhr könnte gerne weiter auf eurer Meinung beharren, ich würde hier etwas Falsches erzählen oder verbergen... beweisen kann ich es sowieso nicht. Einer Lösung wird uns das Ganze allerdings kein bisschen näher bringen!","replies":[{"id":"","poster":"legofreak1","date":"2015-11-13T20:17:31.978+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R3Lapsed,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=0011000000000000000000010000000000000000,timestamp=2015-11-13T20:14:44.486+0000)\n>\n> Ich habe hier zuvor mehrfach angeboten, dass ihr mich gerne nach allen Infos fragen könnt.\n\nEs wurde danach gefragt und eine eindeutige Antwort hast du bis jetzt nicht gegeben.","replies":[{"id":"","poster":"R3Lapsed","date":"2015-11-13T20:30:16.928+0000","up_votes":1,"down_votes":2,"body":"> Accounts werden nicht einfach so gehackt. Niemand macht sich die Mühe und hackt sich in RIOTs Datenbanken, um dann einen einzelnen wertlosen Account zu klauen. Es gibt mehrere andere Möglichkeiten, wie dir dein Account abhanden gekommen ist. Wenn du die ganze Geschichte postest, kann man zumindest besser spekulieren, warum der Support so gehandelt hat.\n\nIch nehme an du beziehst dich nach wie vor hierauf?\n\nAlso: Ich habe den Account weder verkauft, noch geshared, noch sonst irgendwas, dass man mir in Richtung Sicherheit vorwerfen könnte... einzig wie schon erwähnt ein vermutlich zu unsicheres Passwort!\n\nZudem bin ich vor diesem Vorfall nie negativ aufgefallen, ich habe noch keinen Bann oder Ähnliches bekommen und bin auch nicht komplett ohne Investitionen in das Spiel geblieben (sodass man hier vielleicht weniger Entgegenkommen erwarten dürfte...).","replies":[{"id":"","poster":"HyperionCH","date":"2015-11-13T21:05:33.820+0000","up_votes":3,"down_votes":0,"body":"Wie bereits erwähnt:\n\nDass ein Hacker versucht, das Passwort zu hacken ist sehr, sehr, sehr, sehr unwahrscheinlich.\nWozu soll man sich denn auch diese Mühe machen?\n\n- Der Aufwand ist riesig, um nur gerade einen einzigen Account zu hacken.\n- Wenn die e-mail verifiziert ist, dann ist die Hacker-Arbeit trotzdem umsonst (ausser man hat beim e-mai-Account das selbe Passwort; aber dann hättest du ein ganz anderes Problem!)\n- Der Ertrag ist viel zu niedrig. Sorry, aber wie viel ist schon ein Silber-Account wert? (bin selber Silber; soll also nicht herablassend sein).\n- Damit der Ertrag bei so viel Aufwand für den Hacker rentabel ist, müsste er schon direkt bei Riot hacken. Aber a) es ist nicht bekannt, dass im grossen Stil Accounts geklaut wurden und b) würden andere Game-Account wohl rentabler sein (z.B. Sony Playstation, Steam, etc.)\n- Der Aufwand ist für Verbrecher viel geringer - mit grösserem Ertrag -, wenn sie Phishing betreiben.\n\nDa die ersten Punkte alle ausschliessen, dass Hacker am Werk waren (weder beim Riot-Server - da sonst mehr Accounts betroffen wären - noch bei dir alleine - da zu viel Aufwand für den Hacker), bleibt somit nur Phishing übrig, wenn die Story mit dem geklauten Account stimmt.\nJedoch hättest du in diesem Fall eine Seite anklicken müssen, wo du dich mit dem LoL-Account anmelden musst (z.B. \"Free-RP\" oder anbebliches \"Tribunal\", um jemanden vor einem ban zu helfen, etc.). Davon hast du nie etwas gesagt und obwohl wir Phishing angesprochen haben, bist du immer noch fest von Hacking überzeugt.\n\nEs ändert sich nichts. Die Story ist lückenhaft und unglaubwürdig.","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-11-14T19:57:35.238+0000","up_votes":2,"down_votes":0,"body":"Was bringt dem \"Hacker\" denn eigentlich dein Pw?\nOhne deinen Login Namen bringt das Passwirt doch ueberhaupt nichts?!\nOder meinst du der Hacker hat nun alle moeglichen Nutzernamen mit allen dazugehoerigen moeglichen Passwoerter getestet?\nDas glaubst du doch wohl selbst nicht.\nKannst dir ja sicher selbst denken, das dies einfach nicht machbar ist. (allein die Tatsache das man jede Kombination auch an den Server schicken muss wuerde es zu einem Unterfangen fuer die Ewigkeit machen)","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-11-14T19:38:48.045+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R3Lapsed,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=00110000000000000000000100000000000000000000000000000000,timestamp=2015-11-14T17:37:21.259+0000)\n>\n> Ich bin nicht näher darauf eingegangen, da ich ganz einfach nahezu keine Ahnung von diesem Thema habe. Es wurde hier schon das ein oder andere Mal mal auf Phishing spekuliert. Dabei hatte ich allerdings keine Ahnung, dass es sich um eine Anschuldigung für den Besuch illegaler Seiten handelt (ich kenne nicht einmal die von dir genannten Seiten). Ich kann dir also nur versichern, keine illegalen Seiten oder Ähnliches besucht zu haben, auf denen ich meine Daten angeben musste.\n\nEs spricht leider nicht sehr für deine Medienkompetenz, dass du nicht weisst, was Phishing ist.\nKlar, es wissen auch sonst zu wenige darüber (deshalb funktioniert es offenbar immer wieder), aber aus meiner Sicht ist es nötiges Allgemeinwissen für Internetnutzer (bin btw. dafür, dass man Medienkompetenz in Schulen lehrt; und auch Erwachsenenkurse angeboten werden -> aber anderes Thema).\n\nWenn du leider nicht wusstest, was Phishing ist, dann stellt sich doch die Frage, warum du sicher sein kannst, dass du nicht erwischt wurdest.\nEine Phishingseite kann auch aussehen wie die offizielle League of Legends-Seite. Deshalb ist es sehr wohl möglich, dass du auf so etwas hereingefallen bist, ohne es zu merken.\n\n> Woher nimmst du eigentlich die Information, dass es gleichzeitig nicht noch mehr Hackangriffe gab? Dann hätte sich der Aufwand mit Sicherheit gelohnt und mein unsicheres PW ist ganz einfach ins Netz gegangen...\n\nWeil so etwas schon längstens bekannt geworden wäre. Viel mehr Spieler hätten ihre Accounts nicht mehr. So etwas wird sehr rasch öffentlich (bei Sony wurden z.B. einmal Accountdaten geklaut).\n\nAbgesehen vom vermeintlich unsicheren Passwort:\nHast du deine e-Mail-Adresse denn nicht verifiziert? \n\n> Ich wollte mit diesem Post ganz einfach eine Rückmeldung bzw. Erklärung für das Verhalten von Riot bezwecken und nicht über die Ursache meines Accountverlusts diskutieren. Inwiefern ist das denn entscheidened für das kulante (oder eben nicht kulante) Reagieren von Riot bezüglich meines Falls? Kennt Riot überhaupt die Ursache meines Accountverlusts? Vermutlich nicht... also wird es Sie auch nicht in ihrem Verhalten beeinflusst haben.\n> \n> Ich verweise hier nochmal auf einen zuvor von mir geschriebenen Absatz:\n> \n> Ich hoffe, damit sind eure Vermutungen geklärt (wobei es euch sicher nicht zufrieden stellen wird). Ansonsten sehe ich hier keinen Bedarf weiter darauf einzugehen. Zumindest bevor es hier keine vernünftige Erklärung gibt, weshalb das für diesen Fall und Riots Verhalten so entscheidend sein soll.\n\nIch habe dir eine vernünftige Erklärung gegeben.\nDu hast mit RP deinen Nickname geändert. Diese RP wurden vom zwischenzeitlichen Nutzer wieder zurückgezogen (z.B. durch Rückbuchung). Damit war dein RP-Bestand auf unter Null gefallen. Du hast deinen Nickname mit RPs bezahlt, die nicht dir gehören (und jener, der sie kaufte, machte den Kauf rückgängig).\n\nEs bleibt schlicht und einfach dein Fehler, dass dies so passiert ist.\nAus meiner Sicht war es deine Schuld, dass du den Account verloren hast (nicht wegen dem unsicheren Passwort, sondern weil du höchstwahrscheinlich auf Phishing hereingefallen bist und wahrscheinlich deine e-mail-Adresse nicht verifiziert hast). Zudem ist es auch deine Schuld, dass du deinen Nickname geändert hast, obwohl du wissen müsstest, dass der RP-Bestand zu hoch war. Es war zu erwarten, dass der RP-Kauf rückgängig gemacht wird und damit der RP-Saldo unter Null fallen wird.","replies":[]},{"id":"","poster":"R3Lapsed","date":"2015-11-14T17:37:21.259+0000","up_votes":3,"down_votes":1,"body":"Ich bin nicht näher darauf eingegangen, da ich ganz einfach nahezu keine Ahnung von diesem Thema habe. Es wurde hier schon das ein oder andere Mal mal auf Phishing spekuliert. Dabei hatte ich allerdings keine Ahnung, dass es sich um eine Anschuldigung für den Besuch illegaler Seiten handelt (ich kenne nicht einmal die von dir genannten Seiten). Ich kann dir also nur versichern, keine illegalen Seiten oder Ähnliches besucht zu haben, auf denen ich meine Daten angeben musste.\n\nWoher nimmst du eigentlich die Information, dass es gleichzeitig nicht noch mehr Hackangriffe gab? Dann hätte sich der Aufwand mit Sicherheit gelohnt und mein unsicheres PW ist ganz einfach ins Netz gegangen...\nZudem habe ich das PW eine gewisse Zeit auch für meinen Mailaccount genutzt. Ist doch aber vollkommen klar, dass ich hier sowas nicht einfach preis gebe und damit ist von meiner Seite zu diesem Thema auch genug gesagt! (dies ist sowieso schon längst behoben)\n\nIch wollte mit diesem Post ganz einfach eine Rückmeldung bzw. Erklärung für das Verhalten von Riot bezwecken und nicht über die Ursache meines Accountverlusts diskutieren. Inwiefern ist das denn entscheidened für das kulante (oder eben nicht kulante) Reagieren von Riot bezüglich meines Falls? Kennt Riot überhaupt die Ursache meines Accountverlusts? Vermutlich nicht... also wird es Sie auch nicht in ihrem Verhalten beeinflusst haben.\n\nIch verweise hier nochmal auf einen zuvor von mir geschriebenen Absatz:\n\n> Und denkt mal über Folgendes nach: Warum sollte ich hier eine Stellungnahme seitens Riot fordern, wenn ich etwas zu verbergen hätte? Würde das nicht vollkommen nach hinten losgehen? Damit könnten sie mich ja auffliegen lassen und ich würde hier als Vollidiot dastehen... glaubt mir, diese Schmach würde ich mir nicht antun.\n\nIch hoffe, damit sind eure Vermutungen geklärt (wobei es euch sicher nicht zufrieden stellen wird). Ansonsten sehe ich hier keinen Bedarf weiter darauf einzugehen. Zumindest bevor es hier keine vernünftige Erklärung gibt, weshalb das für diesen Fall und Riots Verhalten so entscheidend sein soll.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"R3Lapsed","date":"2015-11-13T00:27:09.672+0000","up_votes":2,"down_votes":2,"body":"Ich weiche dir keineswegs aus und habe auch nichts zu verbergen (von deiner Unterstellung sehe ich jetzt einfach mal ab...). Ich habe dir erklärt was ich zu meinem Accountverlust weiß... mehr kann ich dazu nicht sagen (es würde mich selbst interessieren, wie jemand anderes an die Daten gekommen ist - ich vermute, wie eben schon gesagt, ein zu unsicheres PW). Desweiteren habe ich dich lediglich gefragt, inwiefern das bei dieser Geschichte eine so entscheidende Rolle für dich spielt?\nMir fallen jedenfalls keine weiteren Lücken auf... wenn du eine explizite Frage hast, die dir zur Erleuchtung verhelfen soll, dann kannst du gerne fragen.","replies":[]}]}]}]}]}]},{"id":"","poster":"legofreak1","date":"2015-10-24T21:22:17.521+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=R3Lapsed,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=,timestamp=2015-10-23T11:35:38.076+0000)\n>\n> Es fing damit an, dass ich nach l&auml;ngerer Pause mal wieder in meinen Account einloggen wollte. Allerdings musste ich dabei feststellen, dass meine Anmeldedaten nicht mehr funktionierten und mein Account (laut angezeigter Meldung) in ein anderes Gebiet transferiert wurde - ganz offensichtlich wurde er Opfer eines Hackangriffs.\n\nAccounts werden nicht einfach so gehackt. Niemand macht sich die Mühe und hackt sich in RIOTs Datenbanken, um dann einen einzelnen wertlosen Account zu klauen. Es gibt mehrere andere Möglichkeiten, wie dir dein Account abhanden gekommen ist. Wenn du die ganze Geschichte postest, kann man zumindest besser spekulieren, warum der Support so gehandelt hat.","replies":[]},{"id":"","poster":"Termii TFT","date":"2015-10-23T12:28:56.532+0000","up_votes":2,"down_votes":0,"body":"Ich hatte auch schon ähnliche Probleme mit dem rito support. Der support handelt zwar nie unbegrüdet, aber sehr oft über spitzt und ist nie soforkommend. Außer wenn der copy-paste Text ausnahmsweise auf dein Problem zutrifft.\n\nMeine schlechtesten erfahrungen habe ich übrigens auch mit account trading/hacking/sharing gemacht. Möchte dazu aber nichts weiter sagen, würde mich nur wieder sauer machen.","replies":[]},{"id":"","poster":"R3Lapsed","date":"2015-10-23T18:00:15.533+0000","up_votes":5,"down_votes":3,"body":"Ich hätte hier gerne mal ein öffentliches Statement von Riot Games zu der beschriebenen Thematik!\n\nEs wurde schon ausgiebig diskutiert und Meinungen kund getan, jetzt bitte ich um eine offizielle Stellungnahme. Dabei wird sich sicherlich herausstellen, ob Riot nicht nur strikt nach den AGB agiert oder aber es wird bestätigt, was hier einige (mich eingeschlossen) als eindeutig kundenabstoßendes Verhalten ansehen.\n\nDeshalb: bitte up voten! ;-)","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T06:18:58.451+0000","up_votes":4,"down_votes":5,"body":"Ziemlich harte Meinungsmache.\n\nBedenke das du RP benutzt hast die du nicht bezahlt hast.\n\nUnd wenn du nun doch bereit bist die Namensänderung selbst zu finanzieren... wieso hast du das nicht getan BEVOR du fremde RP ausgibst?\n\nDu hättest z.B. auch mit Einflusspunkten bezahlen können.\n\nUm ehrlich zu sein sehe ich das Fehlverhalten bei dir und nicht bei Riot Games.\n\nMfg Roderick","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T07:23:37.168+0000","up_votes":1,"down_votes":1,"body":"Das ist aber auch wieder ein wenig einseitig, da er ja betont hat anfangs NICHT bezahlen zu wollen und, unter uns, ich fände es auch nur \"gerecht\", wenn man  _wenigstens_ die Punkte des Angreifers in eine neue Identität investiert. Er ist ja erst später nach scheinbar mangelnder Reaktion Seitens Riot auf wieder auf die 50 Euro eingegangen, was andere schon gar nicht gemacht hätten und zeigt, wie viel Moral der Gute scheinbar doch hat.\n\nLG Roald","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T07:47:43.651+0000","up_votes":4,"down_votes":3,"body":"Es ist so: Hinter jedem RP den es irgendwo auf irgendeinem Account gibt, steht auch ein richtig realer €. (Natürlich nicht im Verhältnis 1 zu 1)\n\nDas bedeutet er hat sich vom Riot Support etwas zurückholen lassen und dann gemerkt das auf dem Konto das er sich zurück holen lassen hat eine ordentliche Summe RP sind. Moralisch richtig gewesen wäre es DAS RIOT MITZUTEILEN und nicht erstmal shoppen zu gehen!!!\n\nDen irgendjemand hat diese RP bezahlt (bzw. in diesem Fall anscheinend nicht bezahlt). Er wollte in jedem Fall Geld ausgeben was ihm nicht gehört.\n\nIn einem Realen Beispiel ausgedrückt: Du vergisst dein Portmonait in der Bahn. Darauf hin rufst du bei der Bahn an und fragst ob die es gefunden haben. Die suchen dein Portmonait und finden es... . Schicken es dir zurück. Zu Hause stellst du fest das in deinem Portmonait eine Kreditkarte ist die dir nicht gehört. Du gehst damit shoppen... . Der Shopbetreiber händigt dir die Ware aus weil er darauf vertraut das deine Kreditkarte gedeckt ist. Zum Schluss will der Shopbetreiber sein GELD und NICHT DIE WARE zurück.\n\nWenn du jetzt argumentierst das du die Ware zurückgeben willst aber nicht bereit bist zu bezahlen dann sagst du im Prinzip: Ich wollte die Ware wirklich haben bin aber nicht bereit sie mit meinem eigenen Geld zu bezahlen.\n\nLG Roderick\n\nPS: Ich will ihm nichts unterstellen und ich glaub auch nicht das er ein schlechter Mensch ist oder so. Aber ich finde es verwerflich wenn Menschen Geld ausgeben was ihnen nicht gehört und dann auch noch der Meinung sind das andere daran Schuld sind bzw. andere die Konsequenzen dafür tragen müssen.\n\nEr hat etwas gekauft und das muss er bezahlen. Das es im Online-Business nicht so einfach ist Geld/RP Beträge zu splitten so dass nur ein Teil RP und ein anderer Teil € sind, sollte vollkommen klar sein!!!\n\nUnd Vergiss nicht den ganzen Aufwand seinen Account zurück zu holen und zu transferieren sowie die ganzen EP die auf dem Account jemand anders für ihn erspielt hat, stellt Riot noch nicht mal in Rechnung. Das bekommt er ohne hin geschenkt. Riot hätte auch sagen können: \"Jo, sorry dein Account hat die EU verlassen. Du musst dir einen neuen erstellen.\"","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-24T13:41:41.294+0000","up_votes":3,"down_votes":2,"body":"Das Beispiel hat nichts mit dem Fall zu tun, er hat seinen Acc ja nicht einfach irgendwo vergessen, er wurde ihm entwendet! Klar hat er evtl. selbst einen Teil dazu beigetrage, aber einen Acc zu stehlen und weiterzuverkaufen ist ganz klar eine Straftat und dafür ist letzten Endes immernoch der Dieb verantwortlich! Zudem hat auch der nächste Nutzer des Accounts etwas falsch gemacht, da er einen Account wissentlich erworben hat, was laut Riots AGB verboten ist. Somit isind die beiden Beteiligten auch für entstehende Kosten verantwortlich (und keinesfalls der rechtmäßige Nutzer des Accounts)!\n\nMeiner Meinung nach ist der zwischenzeitliche unrechtmäßige Besitzer für den Verlust von Riot verantwortlich und sie sollten versuchen, das Geld bei ihm zu holen. Wenn das nicht geht, hat Riot eben Pech gehabt, da man niemandem etwas in Rechnung stellen kann, was er nicht bestellt hat! Dass er die Punkte auf seinem Account genutzt hat, war vielleicht nicht die klügste Entscheidung, aber Riot steht als Anbieter für mich in der Verantwortung, dass sie einen Account, den sie nach einem Accountdiebstahl wiedeherstellen, in einem Zustand zurückgeben, indem er ohne Einschränkungen genutzt werden kann! Sie hätten die RP-Käufe im Zeitraum des Acc-Verlustes ohne Probleme nachvollziehen können und den Ursprungszustand wiederherstellen können oder wenigstens dem Nutzer sagen können, dass er die RP nicht ausgeben darf.\n\nUnd wenn das alles schon nicht geht, dann hätten sie sich mit dem OP zumindest auf einen Betrag einigen oder den Namechange (den sie ihm eigentlich ohnehin kostenlos zugestehen sollten, da für Riot ja dadurch keine Kosten entstehen) rückgängigmachen und die RP einfach als Ganzes entfernen können.\n\nDas was Riot hier macht (sofern der OP hier die Wahrheit sagt), ist für mich eine absolute Frechheit, da er für Kosten aufkommen soll, die ein anderer ihm unrechtmäßig verursacht hat. Zudem hat er sich ordnungsgemäß an den Support gewendet, der allerdings den Fall nicht ordnungsgemäß bearbeitet hat, da der Account nicht in einen vollständig nutzbaren Zustand zurückgesetzt bzw. wiederhergestellt wurde! Zudem wurde er über die verursachten Kosten und evtl. auftretende Konsequenzen auch nicht richtig informiert! Die Methode, den Account einfach zu sperren und nichtmal auf Nachfragen ordentlich zu reagieren, ist für mich ebenfalls absolut nicht ok, da es den OP ja ganz klar dazu drängen soll, die Kosten zu tragen, die er nicht verursacht hat. Das ist fast schon Erpressung!","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T15:41:51.780+0000","up_votes":2,"down_votes":2,"body":"OK, ok, ok.\n\nWir müssen erstmal etwas ordnen denn dieses Thema auf die Gesetzesebene runter zu brechen funktioniert nicht so einfach wie du es dir vorstellst.\n\nDu sprichst von Riots AGB´s also gehe ich davon aus du hast sie gelesen. In diesem Fall wüsstest du das \"dein\" Account immer das Eigentum von Riot bleibt und du es lediglich durch deine Log In Daten benutzen. Sprich von \"Diebstahl\" kann sowieso keine Rede sein. Aber ich verstehe natürlich worauf du hinaus willst. Aber wenn du schon von AGB´s und Gesetzen sprechen möchtest: Nein hier wurde von keiner Seite eine Straftat begangen die Gerichtlich geklärt werden könnte. Denn Gesetzestechnisch hat noch nicht mal eine Straftat stattgefunden.\n\nDu hast natürlich Recht es wurde mehrfach gegen die AGB´s von allen beteiligten verstoßen. (Wichtig AGB´s sind keine Gesetze und dementsprechend kann niemand auf deren Erfüllung bestehen solange kein Gesetzesbruch vorliegt. Sonst könnte Riot die 50 € auch einfach von irgendwem einklagen.) Die AGB´s wurden zuerst vom TE gebrochen, da er seine Accountdaten vermutlich weitergegeben hat. (Das kann er gerne abstreiten. Dann aber bitte mit einer wirklich plausiblen Geschichte.) \n\nDanach wurden die AGB´s vom \"Dieb\" gebrochen. Eben weil er sich Zugang zu einem Account verschafft hat der ihm nicht \"gehört\". Zum Schluss hat dann auch der neue Besitzer die AGB´s gebrochen weil er auf einem Account spielt der ihm nicht gehört. Alle sind schuldig.\n\nWer soll für den Schaden aufkommen? Ich hab keine Ahnung. Im Prinzip ist es ja nicht so das Riot für \"nichts\" Geld verlangt. Sondern sie verlangen Geld für die RP die sich auf seinem Account befinden. Wenn er sie NICHT will... dann hätte er sie NICHT verwenden sollen. In diesem Fall hätte Riot das Geld auch einfach zurück buchen können. Das ist nun nicht mehr möglich! Denn bei solchen Transaktionen ist es wie mit PaySafeCards wenn die einmal gekauft und irgendwo eingelöst wurden können die nicht mehr erstattet werden. Das würde schon rein technisch nicht mehr gehen.\n\nLG Roderick\n\nPS: Ich will hier nicht als Unmensch dastehen, bitte versteh mich nicht falsch. Ich verstehe ihn und seine Situation, aber ich kann auch Riot verstehen weil denen ist im Prinzip WIRKLICH der Schaden entstanden. (Auch wenn 50€ für so ein großen Unternehmen nicht soviel bedeuten.)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-24T16:28:00.555+0000","up_votes":3,"down_votes":3,"body":"Also ersteinmal wurden hier sehr wohl Straftaten begangen, wie sonst konnte der Account denn geknackt werden? Meistens ist es fishing und das ist ganz klarer Betrug! Auch die Weitergabe des Accounts ist illegal, du kannst ja nichts weitergeben, was dir nicht gehört. Ob der Account Riot gehört oder nicht tut dabei gar nichts zur Sache, denn auch Riot gegenüber ist es nicht legal!\n\nMeiner Meinung nach ist Riot von Anfang an mit diesem Fall absolut schlecht umgegangen! Wenn der Support einen Account zurückholt, der entwendet wurde, dann ist es doch wohl ganz klar Teil dieses Prozesses, dass der Account in einen Zustand versetzt wird, indem er frei und vollständig benutzbar ist! Und davon ist der TE schätze ich mal auch ausgegangen.\n\nUnd nein, Riot ist kein Schaden entstanden, denn RP sind keine Ware, die irgendeinen Eigenwert hat. Sie sind lediglich eine Art virtuelles Guthaben, das der Eigentümer (Riot) nach eigenem Ermessen verteilen oder löschen kann. Man könnte höchstens die entstandene Arbeitszeit für den Supportmitarbeiter als Schaden anführen oder ein evtl. entgangener Gewinn.\n\nUnter dem Strich ist aber das wichtigste, dass man Kunden einfach nicht so behandeln sollte! Riot will jetzt eben hier 50€ rausschlagen und behandelt dafür ihren Kunden äußerst unzuvorkommend. Vor allem auch, weil sie auf die von ihm gemachten Angebote zur Lösung des problems nicht eingegangen sind (RP zurücksetzen und Namechange rückgängig machen bzw. RP löschen und nur den Namechange bezahlen).\n\nAußerdem ist es ja auch wieder so, dass sich kein Mensch von Riot hier zu dem Thema äußern will, das sagt ja schon einiges!","replies":[{"id":"","poster":"Shiggyvara","date":"2015-10-24T16:36:55.220+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=000a000000000000000100010001,timestamp=2015-10-24T16:28:00.555+0000)\n\n> Unter dem Strich ist aber das wichtigste, dass man Kunden einfach nicht so behandeln sollte! Riot will jetzt eben hier 50€ rausschlagen und behandelt dafür ihren Kunden äußerst unzuvorkommend. Vor allem auch, weil sie auf die von ihm gemachten Angebote zur Lösung des problems nicht eingegangen sind (RP zurücksetzen und Namechange rückgängig machen bzw. RP löschen und nur den Namechange bezahlen).\n> \n> Außerdem ist es ja auch wieder so, dass sich kein Mensch von Riot hier zu dem Thema äußern will, das sagt ja schon einiges!\n\nDas eigentliche Problem für Riot ist ja, wenn durch diesen Thread nur 6 Leute davon abgehalten werden nen 10er in das Spiel zu stecken, was ich für sehr gut möglich halte dann hat sich Riot auf Grund mangelnder Kulanz halt selbst ins Fleisch geschnitten.","replies":[]},{"id":"","poster":"RoderickAndara90","date":"2015-10-25T05:07:37.327+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=000a000000000000000100010001,timestamp=2015-10-24T16:28:00.555+0000)\n>\n> Also ersteinmal wurden hier sehr wohl Straftaten begangen, wie sonst konnte der Account denn geknackt werden? Meistens ist es fishing und das ist ganz klarer Betrug! \n> \n> dann ist es doch wohl ganz klar Teil dieses Prozesses, dass der Account in einen Zustand versetzt wird, indem er frei und vollständig benutzbar ist! \n> \n> Und nein, Riot ist kein Schaden entstanden, denn RP sind keine Ware, die irgendeinen Eigenwert hat..\n> \n> Unter dem Strich ist aber das wichtigste, dass man Kunden einfach nicht so behandeln sollte!\n> \n> Außerdem ist es ja auch wieder so, dass sich kein Mensch von Riot hier zu dem Thema äußern will, das sagt ja schon einiges!\n\n\nIch habe deinen Kommentar etwas gekürzt und gehe nun auf die Sachen ein die ich stehen gelassen habe.\n\n1. Wenn wir über Fishing reden dann ist das zwar ein Straftatbestand ABER: der geschädigte hätte sich hier derart Fahrlässig verhalten das es nie im Leben zu einem Prozess kommen würde. Wer auf seine EC-Karte den Pin schreibt und diese einem Wildfremden in die Hand drückt, um für ihn Geld abzuheben... !!! Wirklich da kannst niemanden außer dem geschädigten selbst einen Vorwurf machen.\n\n2. Da muss ich dir wider willig zu stimmen. Auch wenn der TE, der ja weis das es NICHT seine RP sind hier auch nochmal bei Riot nachfragen sollte. Ich würde sagen bei diesem Punkt haben beide Seiten eine Teilschuld.\n\n3. Dem würde ich vollkommen widersprechen! RP sind die EINZIGE Ware die Riot herstellt die einen EIGENWERT besitzt. Denn das Spiel ist F2P das kannst du nicht kaufen. Rp ist die einzige Möglichkeit (neben Sponsoren)  mit der Riot Geld verdienen kann. Da würde ich die auch nicht jedem erlassen und schon gar nicht wenn der Betroffene sich nicht einwandfrei Verhalten hat.\n\n4. Hmmm, wie gesagt: den Verlust des Accounts hat er höchst wahrscheinlich selbst zu verschulden und Riot hat ihm den Account sogar KOSTENLOS zurück geholt. Bei dem was danach geschah tragen beide eine Schuld.\n\n5. Es ist WOCHENENDE und es sind Worlds! Am Wochenende gibt es keinen Kundensupport. Nebenbei findet auch noch das größte LoL-Event dieses Jahres statt. Es ist echt zu viel verlangt jetzt auch noch davon auszugehen das Riot das Forum in Echtzeit checkt und mit Fuffis um sich wirft.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-25T11:36:43.115+0000","up_votes":3,"down_votes":4,"body":"1. Wenn mir jemand eine EC- Karte in die Hand drücken würde und mich bitten würde, ihm Geld abzuheben, dann würde ich das vielleicht tun oder auch nicht. Aber keinesfalls würde ich für mich einen Vorteil dabei rausholen! Jeder hat immer noch letztendlich die Wahl, was er tut und Leichtsinnigkeit ist dabei doch gar kein Argument, sondern viel eher der böse Wille, der hinter der Straftat steckt! Zudem ist phishing ein geplanter Betrug und keine Affekt-tat, der Täter macht sich ja die Mühe, extra eine Betrugsmasche aufzuziehen und durchzuführen, damit ist deutlich eine kriminelle Energie erkennbar, die dahintersteckt!\n\n2. Klar hätte er nachfragen können, aber Riot hätte genauso ihren Schuldanteil einsehen und kulant sein können (zumal ja Lösungsvorschläge inklusive des Bezahlens der verwendeten RP gemacht wurden). Da ist für mich das große Multimillionenunternehmen mehr in der Verantwortung als eine Einzelperson. Außerdem, nimm mal den Versandhandel. Wenn mir jemand ein Paket ohne Aufforderung zusendet (und klar ist, dass es kein Versehen ist), dann darf ich den Inhalt behalten ohne ihn zu bezahlen, und muss auch auf Zahlungsaufforderungen nicht eingehen. Der Fall hier ist doch ähnlich gelagert.\n\n3. Mir geht es draum, dass RP keinen eigenen, natürlichen Wert haben. Nimm zum Beispiel einen Apfel. Ein Apfel ist ein tatsächlich existierender Gegenstand der als solcher einen Wert besitzt und auch verlieren kann (wenn er z.B. schlecht wird). Wenn jemand einen Apfel klaut, dann entsteht dem Bauern ein tatsächlicher Verlust. Riot entsteht aber eben kein tatsächlicher Verlust in diesme Fall, da die RP eine fiktive ware ohne natürlichen Wert darstellen, die beliebig generiert oder gelöscht werden kann (weil sie letztlich nur eine Zahl sind). Somit können sie die RP einfach wieder zurücknehmen und alles ist für beide Seiten geklärt.\n\n4. Dass Riot verlorene Accounts wiederzurückholt ist ja wohl das Mindeste! Wenn ich ein Spiel ab 12 Jahren freigebe, dann muss ich mit solchen Situationen rechnen und kann an keinen Kunden einen anderen Maßstab anlegen. Wenn man nur Kunden haben will, die komplett eigenverantwortlich handeln (können), dann kann man das Spiel ja aber 18 machen (oder im Idealfall für noch ältere, weil 18 da keinesfalls in der Regel ausreichen wird).\n\n5. Wenn Riot atm keinen Support leisten kann, dann sollen sie den Fall eben so lange ruhen lassen und den Account gar nicht erst sperren, bis sie Situation geklärt ist! Es kann ja wohl nicht sein, dass der Kunde der Depp ist, wenn das Unternehmen nicht in der Lage oder willens ist, eine Mail zu beantworten bzw. die Situation zu klären!","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-26T08:23:58.120+0000","up_votes":2,"down_votes":1,"body":"1. Es geht hier aber nun mal nicht um dich.\n\n2. Auf der einen Seite sprichst du davon das Menschen keine Böswillige Energie haben sollen und dann nimmst du ihn jetzt auch noch in Schutz? Wo er doch das Geld einer anderen Person verwendet um sich selbst Sachen zu kaufen?\n\n3. Apfel haben einen konkreten Wert? o.O? Also in der Kaufhalle nebenan kostete der Apfel gerade knapp 20 Cent, in West-Russland 4,75 €... ! So real ist der Wert/Schaden gar nicht. Was allerdings ziemlich real ist, ist die Arbeitsleistung des Supportmitarbeiter der schließlich bezahlt werden möchte, egal ob du der Meinung bist dass das Account zurück holen das mindeste ist oder nicht.\n\n4. Genau weil Riot mit solchen Situationen rechnet steht auch extra ÜBERALL GROß UND FETT das du dein PW nicht weitergeben darfst. Wenn du deine E-Mail verifizierst bekommst du das sogar nochmal per E-Mail geschickt.\n\n5. Er hat sich an dem Geld anderer zu schaffen gemacht und Riot hat dieses Fehlverhalten mit sofortiger Wirkung unterbunden. Nein da kann man den Account nicht einfach mal offen lassen in der Hoffnung er bessert sich.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-26T16:50:36.202+0000","up_votes":1,"down_votes":2,"body":"Weißt du was, du willst es einfach nicht verstehen. Ehrlich gesagt glaube ich, dass du entweder sehr sehr weltfremd, sehr sehr jung, ein Troll oder eine Kombination aus den drei Sachen bist.\n\nWenn du nicht verstehst, dass ein Real existierender Gegenstand einen Eigenwert hat und RP, als nicht real existierende, ausschließlich fiktiv vorhandene und beliebig löschbare bzw. generierbare Ware keinen haben, dann kann ich dir nicht helfen.\n\nWenn du nicht verstehst, worin der Unterschied zwischen einer vorsätzlich begangenen Handlung wie phishing, die bewusst die Gutgläubigkeit und/oder das Unwissen anderer zum eigenen Profit ausnutzt, zu einer irrtümlich begangenen Handlung (wenn sie auch nicht besonders smart war) mit gleichzeitigem Versuch, es wieder geradezubiegen, besteht, dann kann ich dir auch nicht helfen.\n\nWenn du nicht verstehen willst, dass das Spiel ab 12 ist und man deswegen mit solchem Verhalten rechnen muss, dann kann ich dir schon gar nicht helfen.\n\nWenn du nicht verstehst, dass er die Punkte nicht bestellt hat, einen Fehler gemacht und zugegeben hat und eine Lösung gesucht hat, Riot aber jedweden Vorschlag nicht mal beantwortet hat und da schon der erste grobe Fehler liegt, weil die Kommunikation schlicht verweigert wurde, dann kann ich dir mal überhaupt nicht helfen.\n\nUnd da ich dir offensichtlich nicht helfen kann, werde ich es jetzt einfach gut sein lassen und auf deine Posts schlicht nicht mehr antworten. Viel Spaß noch =)","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-27T04:15:29.051+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=000a0000000000000001000100010001000000000000,timestamp=2015-10-26T16:50:36.202+0000)\n>\n\n> Wenn du nicht verstehst, dass ein Real existierender Gegenstand einen Eigenwert hat und RP, als nicht real existierende, ausschließlich fiktiv vorhandene und beliebig löschbare bzw. generierbare Ware keinen haben, dann kann ich dir nicht helfen.\n\n\nDu kannst denken über mich was du möchtest. Aber eine Sache ist von höhere Bedeutung als du zu Verstehen glaubst.\n\nNur weil man RP nicht anfassen kann und diese \"nur\" irgendwelche Computer generierten Zahlen sind, (wie die auf deinem Bankkonto übrigens auch und die € in deinem Portmonait) so werden ALLE Mitarbeiter von Riot von den Erlösen aus RP bezahlt.\n\nDas ist einfach Fakt. Egal für Weltfremd du mich hältst, das ist die pure Realität. Die kannst noch nicht mal du verleugnen. RP verschenken ist Geld verschenken!\n\n(Oder leugnest du auch den realen Wert von €s weil es nur eine fiktive Währung ist, die hin und wieder in Milliarden fachem Wert durch Tastendruck der EZB vermehrt wird?)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-27T18:10:18.846+0000","up_votes":1,"down_votes":0,"body":"Ich breche damit zwar meine Ankündigung aber ich versuche es jetzt noch ein letztes Mal.\n\nNatürlich ist der Verkauf von RP der größte Anteil am Umsatz von Riot. Das zweifle ich gar nicht an.\n\nMir geht es einfach nur darum, dass du das Löschen von RP von einem Konto nicht mit dem Verlust von Geld gleichsetzen kannst. RP zu erzeugen ist kostenlos. RP zu löschen ist kostenlos.  Und nur weil du jemanden dafür bezahlst, dass er das durchführt, ändert sich daran nichts.\n\nUnd auch RP verschenken ist nicht direkt Geld verschenken, weil eben der Eigenwert fehlt. RP sind nur deswegen überhaupt etwas wert, weil sie durch eine Konsensentscheidung Wert bekommen. Bei einem realen Gegenstand ist das etwas anderes.\n\nNimm den Apfel aus meinem Beispiel. Egal wie hoch sein Wert ist, der von Angebot und Nachfrage bestimmt wird, der Wert wird niemals 0 sein (solange er nicht verdirbt).\n\nUnd Geld, naja, was ist Geld wert? Das ist genau das gleiche, wie mit den RP. Geld ist nur deswegen überhaupt etwas wert, weil darüber Konsens besteht. Wenn man von heute auf morgen eine andere Währung einführen würde, dann wären deine €-Scheine nicht mehr Wert als das Papier, aus dem sie bestehen.\n\nGenau hier ist der Unterschied zu etwas mit Eigenwert. Du kannst in jedes Land der Erde gehen und da eine Wagenladung Äpfel mitbringen. Die sind überall etwas wert, mit denen kannst du tauschen, handeln, sie verkaufen oder sie zumindest essen. Versuche das gleiche mal mit Geld. Oder noch besser: mit den Zahlen auf deinem Konto. Oder mit den RP auf deinem Acc. Wie hoch sind da wohl die Chancen?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-10-24T16:08:02.690+0000","up_votes":1,"down_votes":1,"body":"Ich bin mir auch nicht absolut sicher, es ist schon ein Weilchen her aber wenn ich mich richtig erinnere muss A zahlen, könnte sich das Geld dann aber von einem der beiden anderen wiederholen oder zumindest die Differenz zwischen dem was er an Riot gezahlt hat und dem was er an RP genutzt hat. Vermutlich von C, dieser könnte es sich dann von B wiederholen wenn es eine Möglichkeit geben würde für Acchandel der nicht gegen die AGBs verstößt, da es diesen aber nicht gibt hätte er wissen müssen das er damit gegen die AGBs verstößt und so sollte letztlich C auf den Kosten sitzen bleiben.","replies":[]}]},{"id":"","poster":"Phridolin","date":"2015-10-24T14:08:22.593+0000","up_votes":1,"down_votes":1,"body":"Etwas krass, aber besser formuliert als mein Content zu dem Thema - im Groben genau mein Gedankengang!","replies":[]}]},{"id":"","poster":"Phridolin","date":"2015-10-24T08:12:38.908+0000","up_votes":1,"down_votes":2,"body":"Danke erstmal für die Ausführlichkeit deiner Antwort. \n\nIm Grunde gebe ich dir so recht, und würde bei deinem Beispiel mit der Börse sofort recht geben. Jedoch muss man ja davon ausgehen, dass jemand mit den persönlichen Daten und dem Geld der Börse auf seine Weise gewirtschaftet hat. Da würde ich es nur als Genugtuung empfinden, wenn ich meine Börse IN EINEM SOLCHEN FALL zurückbekommen würde. Er hat ja seine Börse nicht nur verloren, sondern jemand hat seine Börse und dessen Inhalt benutzt. \nMoral ist da denke ich ein zweischneidiges Schwert und Auslegungssache.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T08:45:29.651+0000","up_votes":1,"down_votes":0,"body":"Was hier vlt. nochmal wichtig zu erwähnen ist: Die Story die sich hier vermutlich abgespielt hat.\n\n\"Person A\" erstellt Account und spielt damit. Dann klaut eine \"Person B\" den Account von A.\n\nDarüber hinaus gibt es eine \"Person C\". \"Person C\" hat nicht viel Zeit zum zocken aber dafür einiges an Geld angespart. Person C schaut auf E-Bay nach einem Account wo schon einige Champs usw. drauf sind. Später kauft C den Account von A. (Der wurde ja vorher von B geklaut. Was C allerdings nicht weis.)\n\nC spielt nun mit dem Account und kauft sich auf dem Account auch immer mal nen Skin und lädt nochmal 50 € mit Überweisung.\n\nPlötzlich ist der Account von C weg. (Weil Riot es mitbekommen hat und den Account an A zurückgegeben hat.) Er geht zur Bank und sagt das die Überweisung zurückgenommen wird weil sein Account weg ist.\n\nA gibt das Geld was C überwiesen hat aus. Sein Account wird gesperrt weil die Überweisung zurückgenommen wurde. Der Account wird gesperrt weil die ausgegeben RP nicht mit € bezahlt wurden.\n___________________________________\n\nZum Schluss sind alle angepisst. A weil er gesperrt ist und C weil der Account auf den er Geld überwiesen hat weg ist.\n\nABER beide haben sich nicht ordentlich Verhalten! A gibt Geld aus von dem er weis das es einem anderen gehören muss. C ist auch nicht ganz sauber weil er von zwielichtigen Gestalten im Internet Accounts kauft. (Was ohnehin nihct erlaubt ist.)\n\nBEDENKT nun: Riot hat im Prinzip an keiner Stelle etwas falsch gemacht! A,B und C haben an irgendeiner Stelle misst gebaut und sich nicht korrekt verhalten. Riot könnte auch sagen: \" Es interessiert mich nicht was ihr da verbockt, ich halte mich raus. \" Selbst dann kann man, meiner Meinung nach Riot keinen Vorwurf machen.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T09:14:27.691+0000","up_votes":2,"down_votes":1,"body":"Du erklärst toll, jedoch liest du mehr aus dem Fall heraus als ich. Was du schreibst ergibt durchaus Sinn, jedoch schließt du Schlüsse, bei denen du dich erstmal beim TE erkundigen solltest. \n________________________________________________________________________\n\nPerson A, B und C, ja der liebe Fall der \"Gutgläubigkeit\"... bestimmt irgendwo im HGB nachzulesen. \n\nSo viel ich weiß, und da können mich gerne die Kaufmännlein und -weiblein korrigieren, trifft die meiste Schuld Person B und C. Da Person C sich hätte informieren können bzw. (wie du ja schon sagtest) keine Transaktionen über zwielichtigen Seiten hätte tätigen sollen. Person B sollte jedem klar sein.\n\n> BEDENKT nun: Riot hat im Prinzip an keiner Stelle etwas falsch gemacht! A,B und C haben an irgendeiner Stelle misst gebaut und sich nicht korrekt verhalten. Riot könnte auch sagen: \" Es interessiert mich nicht was ihr da verbockt, ich halte mich raus. \" Selbst dann kann man, meiner Meinung nach Riot keinen Vorwurf machen.\n\nDas stimmt im Grunde, mMn. Da Frage ich mich aber immer wieder, warum wir als User - die größtenteils Geld investiert haben und ja kein Anrecht mehr auf Auszahlung - nicht Aktien, Wertpapiere, ANTEILE am Unternehmen bekommen. D.h. falls Riot _anno domini_ pleite gehen sollte, wir wenigstens einen Teil der Investitionen zurückerstattet bekommen. Fände ich nur fair.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-24T13:29:27.816+0000","up_votes":1,"down_votes":0,"body":"> Das stimmt im Grunde, mMn. Da Frage ich mich aber immer wieder, warum wir als User - die größtenteils Geld investiert haben und ja kein Anrecht mehr auf Auszahlung - nicht Aktien, Wertpapiere, ANTEILE am Unternehmen bekommen. D.h. falls Riot anno domini pleite gehen sollte, wir wenigstens einen Teil der Investitionen zurückerstattet bekommen. Fände ich nur fair.\n\nDu \"investierst\" aber nicht in Riot. Du geht nicht hin und sagst \"Hier, 10.000€, damit macht ihr jetzt mal nen schönen neuen Clienten, das hat dann den und den Effekt und nach einer gewissen Zeit bekomme ich Geld + Zinsen zurück o.ä.\"\nDu _kaufst_ RP, so wie du in manchen Vergnügungsparks eine entsprechende 2.Währung kaufst oder von mir aus auch extra große Geldnoten die man dann den Mädels in deinem Stripschuppen um die Ecke ins Höschen steckt, und diese 2. Währung kann man dann nutzen um sich die Nutzungsrechte an verschiedenen Dingen für den Acc zu sichern.\nDu bist auch kein Gläubiger von Riot nur weil du x RP auf dem Acc hast, sobalt du bezahlt hast und die RP auf deinem Acc sind ist der Kauf abgeschlossen.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T14:05:04.290+0000","up_votes":1,"down_votes":1,"body":"Das weiß ich mittlerweile schon, jedoch habe ich dass damals nicht gewusst und wollte einfach nur \"Spaß\" haben und durch Kollegen (Gruppenzwang) den oder jenen Skin haben. Da liest man sich normalerweise nie konsequent die AGB durch - tut vermutlich auch nur die Minderheit. Das ist wie mit der Packungsbeilage beim Arzt, die liest auch, scheinbar, nur ein relativ kleiner Prozentsatz.\n\nDu hast aber recht. Heißt aber nicht, dass man das nicht ändern kann oder vllt sogar sollte.","replies":[]}]},{"id":"","poster":"RoderickAndara90","date":"2015-10-24T11:28:22.704+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Roald91,realm=EUW,application-id=7hciEY9w,discussion-id=6ETEkzOL,comment-id=000a000000000000000000000000,timestamp=2015-10-24T09:14:27.691+0000)\n>\n\n> Das stimmt im Grunde, mMn. Da Frage ich mich aber immer wieder, warum wir als User - die größtenteils Geld investiert haben und ja kein Anrecht mehr auf Auszahlung - nicht Aktien, Wertpapiere, ANTEILE am Unternehmen bekommen. D.h. falls Riot _anno domini_ pleite gehen sollte, wir wenigstens einen Teil der Investitionen zurückerstattet bekommen. Fände ich nur fair.\n\n\nDas ist auf jeden Fall etwas mit dem man sich beschäftigen sollte bevor man Geld in ein Online-Game investiert. Es ist schon so wie du es schreibst. Man erhält keinen \"realen\" Gegenwert für sein Geld. Das klingt im Ersten Moment ziemlich verrückt ist aber bei näherer Betrachtung gar nicht so ungewöhnlich: (Hier ein par Beispiele bei denen du auch keinen konkreten Gegenwert erhälst)\n\n--> Tageszeitung kaufen (hat morgen keinen Wert mehr)\n--> Resturant-Besuche (hat morgen keinen Wert mehr)\n--> Fernsehgebühren (Bezahle ich für Sender die ich gar nicht gucke)\n--> Feuerwerk (Traditionsmäßiges investment für 3 - 4 Stunden)\n\nAber man kauft solche Sachen trotzdem weil es mich unterhält und ich bereit bin für \"gute\" Unterhaltung Geld auszugeben. Du kannst allerdings auch kostenlos spielen und jeder € den du investierst ist freiwillig bzw. \"die Nutzung des Dienstes ist nicht an deine Investition gebunden\"\n\nDeine Idee mit den Unternehmensanteilen klingt echt gut. Das klingt sogar nach einem ziemlich interessanten Geschäftsmodell durch das man vlt. noch mehr Menschen erreichen könnte und zu einer Investition animieren könnte. \nIch sehe nur ein Problem: Die Firma entwickelt ja permanent neuen Content (Skins/Logos...). Sprich der Content ist sozusagen unendlich da immer neuer hinzukommt wohin gegen die Unternehmensanteile ziemlich begrenzt sind.","replies":[{"id":"","poster":"Phridolin","date":"2015-10-24T14:16:10.352+0000","up_votes":1,"down_votes":1,"body":"Danke, du bist der erste der meine Gedankengänge nicht gleich total negativ auffasst und, auch wenn ich mich etwas umständlich ausdrücke, mehr dahinter sieht. Das freut mich sehr. ^^\n\nIn deiner Aufzählung hast du das Beispiel vom Kollegen unter mir mit den bezahlbaren \"Damen\" vergessen. :P (ist ja auch eine Sache, die morgen keinen Wert mehr hat)\nDie GEZ...ja, da ist, denke ich, unsere Generation sowieso der Meinung, dass dies ein relativ sinnloser (schon fast gar krimineller) Verein ist. Aber das gehört ja nicht hierher.\n\nJa, das mit dem unbegrenzten Content habe ich nicht so ganz bedacht... Vllt könnte man ja eine Art Mitgliedschaft erst dann verfügbar machen, wenn Person XY X Geld in seinen Acc gesteckt hat und X Jahre  das Spiel bereits spielt?","replies":[]}]}]}]}]}]}]},{"id":"","poster":"R3Lapsed","date":"2015-10-24T12:47:22.254+0000","up_votes":1,"down_votes":3,"body":"Was auch immer dich dazu bewegt hier strikt auf Unternehmensseite zu argumentieren - Bedenke, dass sich ein Unternehmen auch dadurch auszeichnet und etabliert, einen gewissen Kundenservice zu bieten. So muss sich ein Kunde meiner Meinung nach nicht damit begnügen sein Konto zurückzuerhalten, wenn er gehackt worden ist. Denn was bringt es mir nun dankbar dafür zu sein, wenn es mich im Endeffekt (ohne Geld auszugeben) kein Stück weiter gebracht hat? Ich habe schließlich schon Geld in deren Produkt investiert und erwarte dafür auch den ein oder anderen Service, der über die reine Nutzung des Produkts hinausgeht.\n\nDass ich für den Accountverlust selbst verantwortlich bin habe ich längst eingesehen. Genauso wie die Zahlung, die ich nicht hätte tätigen sollen mit den fraglichen RP...\n\nAber ist es deiner Meinung nach zu viel verlangt, dass Riot bei der Accountrückgabe die offenen Zahlungen prüft oder mich darauf hinweist, anstatt mich einfach in die \"Falle\" laufen zu lassen? Denn wenn dies von Riot nicht gewollt wäre, könnten sie mir ja die getätigte Transaktion ganz einfach in Rechnung stellen und die restlichen Puntke entfernen (oder Ähnliches). \nNun erklär mir nochmal warum Riot hier kein Fehlverhalten an den Tag gelegt hat, sondern alleine ich. Wenn ein Kunde für die Dienstleistungen eines Unternemens bezahlt, sollte er doch auch ein Entgegenkommen in dem Rahmen erwarten dürfen, in dem es ihn auch zufrieden stellt. Wie schon erwähnt, möchte ich mich dabei nicht mit Klauseln aus den AGB abspeisen lassen oder mich mit einem ungenügenden Support zufrieden geben, sonden das erwarte ich ganz einfach als Kunde.\n\nTrotz aller Argumentationen, würde mich eine offizielle Aussage von Riot Games interessieren. Und ich denke die meisten hier auch... \n\nDeshalb: bitte weiter up voten!","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-24T16:02:53.242+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe dich definitiv. Du hast auch definitiv ein paar Punkte auf deiner Seite. \n\nIch muss ehrlich sein das der Thread zu dem Zeitpunkt zu dem ich \"dazu gestoßen\" bin schon so umfangreich war das ich nicht mehr alles lesen konnte bzw. ich nicht alles gelesen habe. Deshalb entschuldige falls ich jetzt nach Infos frage die evtl. hier im Thread bereits aufgetaucht sind.\n\nDie genau Chronologie wäre z.B. interessant. Sprich wie viel Zeit lag zwischen dem \"wieder Erhalt\" des Accounts, der Namensänderung und der Sperrung?\n\nDas so eine Überweisung wieder zurück gebucht wird dauert einige Zeit die RP dafür sind auf jeden Fall schon wesentlich eher da. Hättest du die RP nicht ausgegeben und die Zahlung wäre zurück gebucht worden wären dir einfach nur die RP abgezogen worden.\n\nIn meinen Augen ist es so das ein Unternehmen schon Kulant sein sollte um die Kundenbeziehung zu verbessern, aber es muss nicht so Kulant sein das es Geld verschenkt und 50 € ist auch schon eine ganz schöne Stange Geld von der man einiges an Content erwerben kann. (Wie gesagt das splitten des Betrages ist an dieser Stelle, technisch schon gar nicht mehr möglich, vermute ich.)\n\nDu sprichst davon das du Zahlungen für Dienstleistungen getätigt hast. Welche und wann? Meinst vor dem Account-Diebstahl oder danach? Würde hier sicherlich auch für Riot eine große Rolle spielen.\n\nNoch ein letzter Punkt der dich bestimmt ärgern wird und in deinem Zorn gegen Riot vlt. sogar bestärkt den du aber nicht außer acht lassen kannst. Riot würde sich unterschiedlichen Kunden gegenüber sicherlich auch unterschiedlich Verhalten. Sprich wenn du jemand bist der bereits einen großen finanziellen Beitrag geleistet hat, dann wäre Riot bestimmt eher gewillt Kulant sein, als wenn du das Spiel komplett kostenlos spielst der nur einen kleinen Betrag für Content bezahlt hast. (Ich urteile nicht über dich und mir ist es auch vollkommen Wurst wie du zum \"Geld in LoL reinstecken\" stehst. Ich führe das hier nur mal an damit du weist wie Riot unter Umständen seine Entscheidungen fällt.)\n\nEgal was du hier raus liest und ob du denkst das ich für oder gegen Riot argumentiere. Ich bin kein Rioter und alles was ich schreibe sind Vermutungen oder Erfahrungen die ich gemacht habe.\n\nIch wünsch dir auf jeden Fall viel Glück das du deinen Account wieder bekommst\n\nLG Roderick","replies":[]}]}]}]},{"id":"","poster":"0esi","date":"2015-10-24T10:03:47.636+0000","up_votes":2,"down_votes":1,"body":"Kurz und Knapp. Meiner Meinung nach \"Selbst Schuld\" Phishing Tracking etc kann man SELBST vorbeugen. Und mhmm vielleicht ist das auch nur ne Art mehr Rp einzukassieren. Klar wenns ernst gemeint ist nicht schön. Verträge sind aber Verträge und nicht Versprechen. Und Kundenzufriedenheit ist in diesem Fall Nebensache, da dies ein Faktor der Ausnutzung zeigt. \nDen vorfall wie du ihn geschildert hast kann jeder selbst herbeiführen. Sollte dann Riot einfach sagen: \n\"Du schulest uns RP in Höhe von ca 250€ aber was solls. Hier spiel weiter\".... natürlich wird das niemals passieren. \nDu würdest dich auch nie so verhalten.","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-10-23T11:44:08.628+0000","up_votes":2,"down_votes":1,"body":"Das ist sehr bedauerlich und tut mir Leid für dich :( Ich hatte bisher nie solche Probleme mit dem Support und bin, wenn es wirklich stimmen sollte, was du erzählst, äußerst schockiert. Da ich leider nichts anderes machen kann, wünsche ich dir eine baldige Aufklärung!\nMfG","replies":[]},{"id":"","poster":"zadok","date":"2015-10-24T11:08:39.178+0000","up_votes":1,"down_votes":0,"body":"man sollte die rp zahlungen rückgängig machen der rest ist deine schuld dafür kannn riot nichts","replies":[]},{"id":"","poster":"Vondaaus","date":"2015-10-24T11:47:35.013+0000","up_votes":1,"down_votes":1,"body":"Ich versteh diese Aktion nicht.\nWenn du wirklich gehackt wurdest wie auch immer ohne das du deine Daten weitererzählt hast bist du meiner Meinung nach niemandem etwas schuldig.\nWeder für die Benutzten Rp noch sonst für etwas.\nDer einzige der Schuld hat ist der Idiot der diesen Acc gekauft hat.\nJeder sollte wissen das man Accs nicht kaufen darf also sollten die 50Euro die der Käufer gezahlt hat, auch beibehalten werden dürfen.\nDa muss Riot nix zurückzahlen und der Verbraucher des Rp auch nicht.\nEr hat auf einem gekauften Acc Geld ausgegeben damit musste er  rechnen.","replies":[]},{"id":"","poster":"Doeboý","date":"2015-10-23T14:04:56.502+0000","up_votes":2,"down_votes":4,"body":"Da es dein Acc ist, bist auch du dafür verantwortlich was mit diesem geschieht, bzw. was mit diesem Account gekauft wird. Der Begriff \"Hacker\" ist in diesem Kontext auch falsch, da du mit Sicherheit nicht \"gehackt\" wurdest, wahrscheinlich war's nur ein Keylogger oder etwas der Gleichen, den du dir über diverse Internetseiten oder Phishing Links eingefangen hast. Eventuell solltest du dich mal mit der Sicherheit deine Daten und Passwörter im Internet und auf deinem PC befassen, und deine Account Daten nicht sharen.\nZu der Zahlung, naja selbes Spiel, aber sei froh das es nur 50€ und nur dein LOL Acc ist und nicht dein Onlinebanking oder Paypal/ebay oder etwas derartiges.\nEntweder zahlst du und erhälst deinen Account zurück oder du zahlst halt nicht, aber in beiden Fällen solltest du dein Verhalten mit Accountdaten und Passwörtern, sowie Sicherheit deines PCs überdenken.","replies":[]},{"id":"","poster":"lollioli","date":"2015-10-23T17:49:27.372+0000","up_votes":1,"down_votes":5,"body":"Ich bin auch Opfer eines Hackangriffs geworden und wue sich da um mich \"gekümmert\" wurde war schrcklich.Ich schickte RIOT eine meldung das ich mein passwort ändern wolle.Ich wartete 10 TAGE auf eine antwort.Als ich dann meine daten angegeben habe waren die Fehlerhaft und ich musste noch genauer sein-.- als ich dann nach witern 5 Tagen mein neues passwort bekommen habe habe ich mich eingeloggt und mir wurden erstmal meine 1000 RP abgeuogen!!!!! RIOT pls was ist da los bei euch die leistungen eures support teams sind wirklich nicht gut bitte das ändern und es ist perfekt.","replies":[]}]}