{"id":"E0LWni5y","poster":"Autumn Kesh","date":"2015-10-23T07:20:37.301+0000","title":"A.sports Rekrutiert wieder!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo und Willkommen zu meinem Threat!\r\n\r\nIch m&ouml;chte mich zuerst einmal vorstellen Mein Name ist Kesh | Patrick und w&uuml;rde euch heute gerne etwas mehr &uuml;ber unseren Clan mitglieder und unsere ziele vermitteln, viel Spa&szlig; beim durchlesen!\r\n\r\n1.Was unser Ziel ist\r\n\r\nDas ziel von uns (a.Sports) ist es eine nette Gemeinde an Spielern zu sammeln die lust und Spa&szlig; am spielen haben.Genauso sehr suchen wir bereits schon volle Teams oder Spieler die Teil eines Seri&ouml;sen Teams werden wollen und in der ESL oder anderen E-sport Ligen durchstarten wollen.\r\n\r\n2.Was wir fordern\r\n\r\nWir fordern im Grunde nur die selbstverst&auml;ndlichen Regeln bei uns.Die sich auf freundliches verhalten kein Rassismus oder Beleidigungen kein Geflame        (Ingame) wenn ihr euch im ts kurz ein wenig Luft verschaffen m&uuml;sst dann tut dieses aber bitte nicht im spiel anderen Spielern gegen&uuml;ber,und sofern es eure Mitspieler im Teampseak nicht st&ouml;rt.\r\n\r\nVorausgesetzt ist bei uns ein Mindestalter von 16 Jahren (ohne ausnahmen)\r\nWir erwarten ein funktionales Headset mit Mikrofon zur besseren Verst&auml;ndigung untereinander\r\nGeistige Reife ist uns sehr wichtig !\r\n\r\n3.Was wir euch Bieten k&ouml;nnen\r\n\r\nWir haben bei uns mehrere bereiche vertreten sowohl im moba als auch shooter oder andere spiele wo wir z.B. bei csgo auch unsere eigenen Server besitzen der auf nachfrage bei dem Abteilungsleiter f&uuml;r csgo angefragt werden kann.\r\n\r\nEin vern&uuml;nftiges Admin Team das euch mit euren Problemen hilft wenn es geht mit Rat und tat\r\n\r\nViele gute Spieler die auch Neulinge oder einfach nicht ganz so erfahrene spieler (Trainieren) k&ouml;nnen oder einfach mit einem guten Rat zur Seite stehen\r\n\r\nIch hoffe wir haben euer Interesse geweckt und wenn ihr lust habt schaut doch einfach mal auf unserem teamspeak vorbei \r\nTS IP: 92.222.38.42 im bereich Mobas sind eure Ansprechpartner Haupts&auml;chlich ich und mein Vertreter da ich in der Woche nicht da bin Dastriixx","replies":[]}