{"id":"bnPczliR","poster":"GooqleMe","date":"2015-10-22T21:21:39.840+0000","title":"Runen so i.O?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hi ,\r\n\r\nich habe mir heute nen paar Runenseiten gekauft die eher als Allround dienen sollen, seit ihr der Meinung das ich die erstmal so lassen kann?\r\n\r\nDanke im Vorraus.","replies":[{"id":"","poster":"Black Mage","date":"2015-10-22T22:22:43.273+0000","up_votes":1,"down_votes":0,"body":"hättest du die ATK speed auf den marks (zeichen), und flat ad auf den essenzen gehabt, hättest du mehr ad und atk speed insgesamt gehabt.\n\n\"janna\" seite auch merkwürdig, da diese dich nicht vor magic dmg schützt UND der wert von rüstungsrunen auf essenzen ist schlecht... sau schlecht (flat hp würde viel effektiver sein, oder auch CDR)\n\ndu nimmst bei braum zeichen rüstung? wth? das ist ein overkill, braum kann viel mehr pressure mit kleinen offensiven runen verkraften, damit meine ich magic pen (sein Q ist doch magic dmg?), dies bringt viel mehr, da zu viel rüstung early kaum was bringt und der gegner dich als braum ehh nicht fokusen will/wird...\n(bitte rüstungs essenzen gegen flat health austauschen, viel höherer wert)\n\nder Ap jungle scheint merkwürdig zu sein, welche ap jungle spielst du? denn ich würde dir eher mixed pen, ggf magic pen empfehlen, das bringt einfach VIEL mehr die meiste zeit über, und der jungle speed wird nicht viel beeinflusst","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-22T23:47:06.959+0000","up_votes":1,"down_votes":0,"body":"9* 1,7%AS= 15,3%AS\n3* 2,25AD= 6,75AD\n\n9* 0,95AD= 8,55AD\n3* 4,5%AS= 13,5%AS\n\nWie du darauf kommst das AS Marks und AD Quints bei AD als auch bei AS höhere Werte erzielen würde mich wirklich interessieren.\n\nInwiefern sind Rüstungsessenzen schlecht?","replies":[{"id":"","poster":"Black Mage","date":"2015-10-23T09:04:40.379+0000","up_votes":1,"down_votes":0,"body":"der dps ist höher beim ersten setup, der höhere ATK speed bringt meistens mehr als der atk dmg, WENN man mit der ca 2 weniger ad besser auskommt, auch ist es \"mehr\" gold wert, ist besser fürs late game, etc.\n\nInsbesondere für jungler ist 9xAS/3xAD viel besser und man merkt es dort am meisten.\n\nAußnahmen wird es sicherlich geben, wo man eher den bonus ad haben möchte (vayne unter anderem, da ansonsten das last hitten NOCH mehr leiden würde), aber der ATK speed ist halt besser für den dps, falls es mal zu AA trades kommt\n\nRüstungsessenzen sind deswegen \"schlecht\", weil diese so wenig wert haben, Rüstung generell ist günstig (gold technisch).\nDeswegen baut man sich nie viel armor im early game, weil es einfach kostenineffizient ist (effektive HP ist grauenhaft).\n\nWenn man schon \"perfekt\" defensiv die runen auslegen will, dann holt man sich TATSÄCHLICH 3 rüstungsessenzen, ABER dann kommen scaling hp siegel dazu, damit die effektive hp SEHR hoch steigt (auf level 6 outscaled scaling hp flat hp). dann lebt man einfach viel länger... und hat was von seinen stats.\n\n\nRunen sind gedacht einem vorteile zu verschaffen, meistens im early game, da lohnt sich armor einfach nicht zu stacken","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-23T13:16:42.966+0000","up_votes":1,"down_votes":0,"body":"Ich hab grad mal mit Draven, höchster ADC Base AS, und Ezrael, niedrigster ADC Base AS, nachgerechnet und kann den höheren DPS nicht bestätigen. Natürlich sich das bei den verschiedenen Champs im Laufe des Spiels und mit verschiedenen Items ändern.\nHinzu kommt das das AD setup leicht einfacheres Lasthitting hat und beim Poken besser ist da dort nur sehr weniger AAs gemacht werden, selbst wenn ich mich also verrechnet haben sollte, läge der Vorteil des AS Setup nur bei All-Ins.\n\nRüstungsquints sind 85 Gold wert, Flat HP dagegen 64,3 Gold.\nIn Bezug auf effektive HP ist Flat HP in der Tat besser im Early aber auch hier gilt das das vorallem beim All-In zum tragen kommt, wenn man als Melee Support rumrennt beim pushen hilft, ab und an mal sein Targon Stack verbraucht und dabei gepoked wird, halte ich Rüstung für besser, da man so weniger Schaden nimmt und alle Heilung effektiver wird.","replies":[]}]}]},{"id":"","poster":"GooqleMe","date":"2015-10-22T23:00:13.873+0000","up_votes":1,"down_votes":0,"body":"Braum sein Q skaliert auf Leben, ich habe Rüstungsrunen drinnen da mir die Liferunen fehlen. Die Adc runen sind aus den LCS auf ein besseres Build kommt man nicht.  Und Jungle ist eher so lala da ich diese Rolle sogut wie nie Spiele.\nJanna ist ein eher defensiver Supp, daher keine Mress.","replies":[{"id":"","poster":"Black Mage","date":"2015-10-22T23:07:49.546+0000","up_votes":1,"down_votes":0,"body":"das skaling ist nicht sooo toll, weswegen man mit magic pen mehr schaden macht mit ihm, der base dmg ist ja nicht soooo schlecht + die passive bringt ja auch noch etwas magic dmg, wenn ich mich nicht irre","replies":[{"id":"","poster":"GooqleMe","date":"2015-10-22T23:16:27.677+0000","up_votes":1,"down_votes":0,"body":"Du irrst dich. Sei mir nicht böse aber Braum auf AP ist totaler Quatsch.","replies":[{"id":"","poster":"Black Mage","date":"2015-10-23T08:58:30.388+0000","up_votes":1,"down_votes":0,"body":"wie dupreee gesagt hat, magic pen ist NICHT AP!, je höher dein dmg, desto besser, denn man wird ehh nie den sup fokusen wollen und wenn du dann doch den fokus durch etwas schaden hervorrufen kannst, desto besser","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-10-22T23:38:57.243+0000","up_votes":1,"down_votes":0,"body":"Du sollst ihn auch nicht auf AP spielen, es geht darum das du mehr Schaden machst wenn du mit deinem Q pokest. Das wäre auch das einzige worüber man wirklich nachdenken könnte.","replies":[]}]}]}]}]}]}