{"id":"8aEeMcZs","poster":"Check mich Eddy","date":"2015-10-22T19:55:30.153+0000","title":"Hoher Ping nur in LoL [Windows 8/10] [Telekom]","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin Leute,\r\nwie vielen anderen habe ich das Problem das ich nur in LoL einen hohen Ping habe.\r\n\r\nNormal : 30-40\r\nLoL: 109-120 &lt;- immer genau in diesem Bereich nicht weniger nicht mehr\r\n\r\nIch habe schon seit l&auml;nger Zeit dieses Problem ich weis nicht genau wann es auftrat. Ich hatte nach langer Pause  meinen Ranked Bann abgespielt und wollte dann wieder mal Ranked Spiele seit dem habe ich diesen Ping. Darauf hin hatte ich mit LoL aufgeh&ouml;rt und jetzt gestern wieder eine Runde gespielt da ich dachte das dieser Fehler behoben wurde und hatte wieder diesen Ping. Das macht f&uuml;r mich LoL unspielbar da ich nur durch die Gegend lagge und nichts machen kann.\r\n\r\nWie im Titel hatte ich das Problem damals mit Windows 8.1 habe nun Windows 10 und immer noch dasselbe. Da ich momentan Urlaub habe konnte ich etwas rumprobieren. Festgestellt habe ich das wirklich egal zu welcher Uhrzeit ich diesen Ping habe egal ob morgens, mittags oder abends.  W&auml;hrend dessen habe ich noch CS:GO und WoW angemacht in beiden Spielen war der Ping okay 34ms~.  Auch w&auml;hrend LoL noch lief habe ich Pingtests auf [Pingtest.net ](http://www.pingtest.net), alle waren im Bereich 30-40ms. Verschiedene Server habe ich auch Probier immer stabiler Ping.\r\n\r\nAufgefallen ist mir noch das ich vor ca. 3-4 Wochen bei nem Kumpel war und wir dort zu viert ein ARAM gespielt haben dort war der Ping von allen Stabil. Leider weis ich nicht welchen Anbieter er hat ich glaube aber WOBCOM.\r\n\r\nGibt es schon eine L&ouml;sung f&uuml;r das Problem?\r\n\r\nGr&uuml;&szlig;e Eddy","replies":[{"id":"","poster":"13900BEgone","date":"2015-10-22T20:36:43.172+0000","up_votes":1,"down_votes":0,"body":"habe ein ähnliches Problem habe normal einen ~30 ping seit kurzem aber einen der zwischen 60-90 liegt .. hab schon den tracert test gemacht jedoch habe ich da keine erhöhte Ping anzeige. Bei meinem Freund habe ich ebenfalls einen besseren Ping (dieser ist meiner Kentniss nach bei der telekom)","replies":[]}]}