{"id":"LjNLLJBl","poster":"Neotreitz","date":"2015-10-22T10:46:08.405+0000","title":"Du bist 30 Jahre und kannst gut erklären und Coachen? Die Old Dirty Bastards suchen dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":3,"body":"**** Wir suchen ausschlie&szlig;lich einen Coach f&uuml;r unser Ranked Team, wir sind keine Community! ****\r\n\r\n\r\nHallo und Herzlich Willkommen, \r\n\r\nwir suchen f&uuml;r unser Ranked Team zur n&auml;chsten Season noch:\r\n\r\n~~- Main ADC~~\r\n~~- Main Supporter ~~\r\n\r\n_**--Team Coach--**_\r\n\r\n\r\n\r\nSpieler Anforderungen:\r\nDu solltest...\r\n... um die 30 Jahre alt sein\r\n... richtig Lust auf ein Ranked Team haben das zusammen Trainiert \r\n... kein &quot;Gro&szlig;kotz&quot; sein \r\n... kein Flamer sein\r\n... Humor besitzen\r\n... Onlinezeiten von 20 Uhr bis 1 Uhr haben (auf unter der woche) (WICHTIG)\r\n... Lust haben etwas gemeinsam aufzubauen\r\n... dich nach einer Losing Streak nicht runterkriegen lassen\r\n... offen f&uuml;r neues sein\r\n... Motivation mitbringen\r\n\r\nWas wir anbieten:\r\n- Ein eigenes TS\r\n- Lustige Abende zusammen auch ohne Training\r\n- Replay Analysen\r\n- Ausgeglichene Pers&ouml;nlichkeiten\r\n- Flame freie Zone\r\n- Zusammenhalt\r\n- Coaching\r\n\r\nSonstiges:\r\nDa wir alle um den Silber und Gold Bereichen spielen, sollte keiner der Meinung sein das wir hier die Profi Spieler schlecht hin sind. Wir haben ein Konzept dem wir nachgehen wollen und schauen wohin uns das f&uuml;hrt. Au&szlig;erdem sollte man dennoch Spass am spiel haben, selbst im Ranked. Wir erwarten das sich jeder der sich hier meldet auch dazu bereit ist, dem Ranked Team die gesamte Season zu folgen und zu Unterst&uuml;tzen. \r\n\r\n\r\n\r\nFAQ:\r\nIch bin 18 Jahre alt aber ich bin geistig reifer, darf ich mitmachen?\r\nNach unseren Erfahrungen passt es dennoch nicht, ausnahmen best&auml;tigen die Regeln, aber bis dato haben wir da noch keine Best&auml;tigung.\r\n\r\nIch spiele nur Lee Sin Support, darf ich mitmachen?\r\n- Nein, leider nicht, da wir auf mehrere Comps aufbauen wollen, passt ein &quot;Sturrer&quot; pick da nicht rein\r\n\r\nWie alt seid ihr so?\r\n- Wir sind zwischen 28 und 32 Jahre alt\r\n\r\nWie sind eure Onlinzeiten?\r\n - WIe oben schonmal erw&auml;hnt, zwischen 20 Uhr und 1 Uhr\r\n\r\nWarum sucht ihr nur nach Leuten umd die 30?\r\n- Wir haben die Erfahrung gemacht, das man sich in dem Bereich viel besser Versteht und eine gewisse &quot;Ruhe&quot; hat\r\n\r\nWie hei&szlig;t euer Team?\r\n- WIr haben noch keinen Namen, sobald wir die 5 Stammspieler haben werden wir uns einen Aussuchen\r\n\r\nHast du noch weitere Fragen? Schreib hier im Post\r\n\r\nHast du Interesse? Dann Adde mich Ingame und wir unterhalten uns im Teamspeak weiter\r\n\r\nMit lieben Gr&uuml;&szlig;en\r\n\r\nE1nfach Alex","replies":[]}