{"id":"tjcYnjnE","poster":"pulledchicken","date":"2015-10-22T14:43:00.680+0000","title":"Eure Meinung ? ( Kindred ) ","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo liebe Community ,\r\n\r\nmich w&uuml;rde es Interessieren was und wie ihr &uuml;ber Kindred denkt ?  :D\r\n\r\nvielen dank \r\n\r\nmfg Kain","replies":[{"id":"","poster":"Andrej553","date":"2015-10-23T09:51:51.783+0000","up_votes":2,"down_votes":1,"body":"mMn zu stark. Gibt kaum jemand den sie nicht duellieren kann, kann gut jungeln, gut counterjungeln, ganks sind passabel sowohl starkes early als auch lategame.\nKann auch sehr gut als adc oder toplane gespielt werden ...\n\nDa werden bestimmt noch Anpassungen an die Skalierung etc kommen.","replies":[]},{"id":"","poster":"Godraka","date":"2015-10-22T15:04:35.772+0000","up_votes":2,"down_votes":1,"body":"Ganz gut, finde sie net zu stark oder zu schwach :)\nSie macht extrem viel spaß und die Q erleichtert das kiten / chasen einfach nur ein super geiler champ <3 {{champion:203}}","replies":[{"id":"","poster":"pulledchicken","date":"2015-10-22T15:07:22.169+0000","up_votes":1,"down_votes":1,"body":"bin ich deiner Meinung {{champion:203}}","replies":[]}]},{"id":"","poster":"Incenditas","date":"2015-10-24T22:39:57.822+0000","up_votes":2,"down_votes":3,"body":"Ich sehe Kindred derzeit als zu stark. Nicht nur zu stark, in Teamfights macht er sein Team unverwundbar und man selbst kassiert ab. Jetzt heißt es natürlich das geht doch gar nicht, ich weiß auch nicht wie. Aber an irgendeinem Witz lag es - das wir entweder Schaden genommen haben oder nicht.. mitten in der Ulti.\n\nEr ist nicht nur ein extrem schneller Fernkämpfer der sich mit Lifeleech hoch heilen kann, in seiner Ulti entgeht er allem. Man hat kein letztes Reservoire gegen ihn, wenn er auf wenig leben ist macht er einen fertig. Die Kombination aus Heal und Zhonia ist nicht nur nicht brechbar .. egal ob du ihn CCs und mit 4 Champion bespringst.. am wahrscheinlichsten überlebt er es. Natürlich hat das auch was mit Liga zu tun.  Aber für meinen Geschmack - auf Bronze und Silber Leveln gerne mal das Spiel zu einer sehr einseitigen Sache. und das bedeutet der Champ is broken. \n\naber das ist nur meine Meinung. \n\nKalista/Zhilean und so in einem.. hmpf.. -.- ... nope.","replies":[{"id":"","poster":"Buro651","date":"2015-10-26T10:13:22.265+0000","up_votes":1,"down_votes":1,"body":"ehm. \nWenn ihr schaden genommen habt dann standet ihr höchstwahrscheinlich knapp außerhalb oder hattet noch nicht prozentual gesehen den minimalwert an hp den man in ihrer ult haben kann. Davon mal abgeshen ist ihre ulti nicht besonders lang und wenn man etwas nachdenkt wirkt es ziemlich selbstverständlich mit den ganzen ultis zu warten bis ihr ulti weg ist. einfach cc raufhauen so das sie nicht abhauen kann, nen threshhook + ulti wär perfekt dafür.\n\nIch finde ihre ult ziemlich balanced und sehr timing abhängig. Es finden sich nicht oft gute situationen um ihre ulti perfekt einzusetzen, denn nur ein fehler und man hilf unbeabsichtigt dem feind.","replies":[]}]},{"id":"","poster":"Judaz","date":"2015-10-23T13:12:21.601+0000","up_votes":1,"down_votes":1,"body":"Kindred ist als Jungler finde ich sehr ausgewogen, ein solides early game mit guten möglichkeiten ins Lategame zu skalen durch die passive, welche man als Gegner auch sehr gut ausnutzen kann um sie zum Beispiel im eigenen Jungle abzufangen etc.\n\nAuf der Lane ist sie early etwas opressive, da sie gute Mobility und einen Starken trade besitzt und durch die W sich Sustaint.\n\n\nAls Fazit würde ich sagen, das man ihre Lane etwas nerfen sollte, indem man den als Beispiel den Q dmg etwas reduziert und ihn dafür 110% oder so gegen Jungle Monster machen lässt.","replies":[]},{"id":"","poster":"Scrotum 420","date":"2015-10-23T11:09:30.165+0000","up_votes":1,"down_votes":1,"body":"Imo ist ihr Early zurzeit etwas zu stark, alles andere passt. Als ADC hat sie mit einem passenden Supporter (z.B. Leona) extremes Pressure- und Kill-Potenzial, kaum ein ADC kann sie im Early outtraden (schon hässlich wenn der Supp-Thresh in 2s auf 1/2 HP ist). \nIch muss aber auch sagen, dass wir die Botlane nie wirklich seriös gespielt haben (waren \"nur\" Normals) gegen eine Kindred. Man muss wahrscheinlich auch einfach den Zeitpunkt für einen Trade gut wählen und ansonsten einfach sauber farmen, um im Mid- oder Lategame dann nützlicher zu sein. \n\nDer Champ macht aber auf jeden Fall Bock und ist grundsätzlich gut so, wie er ist.","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2015-10-23T06:29:31.262+0000","up_votes":1,"down_votes":1,"body":"Als Jungler Super, mal was anderes sehr Intuitives...\nAls ADC (aus Main Supporter sicht) unschlagbar. Kann sich selbst gut schützen und teilt ordentlich aus. Mit Supportern die zusätzlichen Schutz bieten oder sehr Offensiv gehen können wie Shen, Kench oder auch einer Morgana war das bisher für mich immer eine easy lane für mich und meinen Mate. Wobei ich im Moment Kench bevorzuge da er die Gegner einfach aus Ihrer Ult raus tragen kann ;)","replies":[]},{"id":"","poster":"Shadow l Eagle","date":"2015-10-22T15:39:07.527+0000","up_votes":2,"down_votes":2,"body":"Um einiges besser als der Spaß der momentan rumläuft nicht zu stark und nicht zu schwach ohne teamfights kann kindred garnichts ausrichten somit besser als garen,darius und ähnlichem die einfach nur reingehen und alles vernichten (klar mit lw oder bc gehts ja gg die zuspielen) aber Kindred ist echt nen klasse champ  die ult ist natürlich gewöhnungs bedürftig (hab mich noch nicht so mit angefreundet) aber wenn Kindred jetzt wieder unnötig gebufft/generfed wird wird sie genauso sinnlos wie es Skarner mal war.","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-10-22T14:51:38.736+0000","up_votes":1,"down_votes":1,"body":"Saumäßig stark wenn man die beiden machen lässt...\nMann muss sie unter Kontrolle halten dann gehts.","replies":[{"id":"","poster":"pulledchicken","date":"2015-10-22T15:08:11.934+0000","up_votes":1,"down_votes":1,"body":"wie meinst du unter Kontrolle ?","replies":[{"id":"","poster":"ÆonFox","date":"2015-10-22T15:22:50.252+0000","up_votes":2,"down_votes":2,"body":"Counterjungeln, ihre Passivstacks an Jungelmonstern verhindern indem man die Monster vorhehr cleart oder Kindred hindert, sie villeicht sogar killt. Gutes Warden gegen Ganks gerade bei Markierten Lanes.","replies":[]}]}]},{"id":"","poster":"Rhybgaro","date":"2015-11-03T00:12:27.477+0000","up_votes":1,"down_votes":3,"body":"Kindred ist aufgrund ihrer Fähigkeiten (speziell ihre passive) ein totales Monster, dass jedes faires Spiel zunichte macht. Zu guter letzt kommt noch die unfaire Ulti dazu welche nur ein Abklatsch von Bards Ulti ist.\n\nZitat: Meiner Meinung nach sollte Kindred komplett aus dem Spiel entfernt werden und durch einen spielfreundlicheren und ausgeglicheneren Champion ersetzt werden.","replies":[]}]}