{"id":"BJ3pEKqZ","poster":"schatteklaue","date":"2015-10-22T16:27:08.821+0000","title":"Mklol/mkjogo","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo Leute,\r\n\r\nIch brauche wieder mal eure Hilfe ^^&#039;\r\n\r\nIch bin vor ein paar Tagen in einer Facebookgruppe &uuml;ber den Begriff mklol gestolppert. Da ich nicht wusste, um was es  geht, habe ich es gegooglet, habs dann aber nur kurz durchgelesen (bin mir auber nicht sicher ob ich die Seite geschlossen habe). Dann bin ich heute in mein Posteingang gegangen und habe gesehen das der Support mir geschrieben hat das es verboten sei mklol/mkjogo zu nutzen und das die Nutzung auf meinem Acc festgestellt wurde. Und das es eine Warnung sei, aber wenn es so weiter geht, mein Account einen Perma Bann bekommen k&ouml;nnte. \r\n\r\nIch habe das Programm jedoch weder heruntergeladen noch genutzt (so weit ich weiss). Ich habe dem Support zwar schon geschrieben. Da ich aber im moment recht viel Spiele und der Support oft ein paar Tage braucht, hoffe ich hier ein paar Antworten zu bekommen.\r\n\r\nMeine Fragen sind:\r\n\r\nMuss man Mklol runterladen oder ist es wie z.b lolskill ausreichen wenn man es im Browser offen hat?\r\nWenn es sich irgendwie selber heruntergeladen hat, wo finde ich es damit ich es deinstalieren kann? \r\nDie Meldung kam vor 3 Tagen und ich habe jeden Tag gespielt, kann ich weiterspielen oder soll ich warten?\r\nIch Spiele schon seit der ersten season und h&uuml;te den Acc wie mein Baby, ich hatte noch nie einen Bann egal welcher Art, kann es sein, dass ich, obwohl ich das Programm nie genutzt habe einen Perma Bann kriege der bleibt? \r\n\r\nEntschuldigung f&uuml;r den langen Post und danke falls sich jemand die Zeit nimmt mir das zu beantworten.\r\n\r\nLG Schatti","replies":[{"id":"","poster":"Tiaryn","date":"2015-10-22T16:33:15.780+0000","up_votes":1,"down_votes":0,"body":"> Muss man Mklol runterladen oder ist es wie z.b lolskill ausreichen wenn man es im Browser offen hat?\n\nMan muss es runterladen.\n\n> Wenn es sich irgendwie selber heruntergeladen hat, wo finde ich es damit ich es deinstalieren kann? \n\nEs kann sich nicht irgendwie runterladen. Das musst du schon veranlasst haben. Du kannst es  genau wie alle anderen Programme über die Systemsteuerung deinstallieren.\n\n> Die Meldung kam vor 3 Tagen und ich habe jeden Tag gespielt, kann ich weiterspielen oder soll ich warten?\n\nIch würde sicherheitshalber einfach mal nach dem Programm suchen und deinstallieren. Danach den Client neu installieren, damit da keine Dateien von mklol übrig bleiben falls die auch direkt im LoL Ordner liegen.\n \n> Ich Spiele schon seit der ersten season und h&uuml;te den Acc wie mein Baby, ich hatte noch nie einen Bann egal welcher Art, kann es sein, dass ich, obwohl ich das Programm nie genutzt habe einen Perma Bann kriege der bleibt? \n> \n> Entschuldigung f&uuml;r den langen Post und danke falls sich jemand die Zeit nimmt mir das zu beantworten.\n> \n> LG Schatti\n\nDu solltest nur auf deinem eigenen PC spielen und der Account sollte nur von dir gespielt werden. So kannst du dann sicher sein, dass du keine unerlaubten Programme benutzt.\nMan bekommt diese Art Emails nur wenn sich Riot da sicher ist, dass mit deinem Account so ein Tool eingesetzt wurde. Ich wusste allerdings noch nicht, dass auch Warnungen ausgesprochen werden.","replies":[{"id":"","poster":"schatteklaue","date":"2015-10-22T16:48:05.132+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt alles noch einmal durchgesehen und mein Passwort geändert. \n\nIn den Dowloads ist nicht und auch sonst ist nichts von dem Programm zu sehen. \n\nIch deinstaliere jetzt aber lol einmal und instaliere es neu. \n\nDanke für die Antwort :)","replies":[]}]}]}