{"id":"n2EVKT8k","poster":"High Noon Katana","date":"2015-10-22T16:47:35.502+0000","title":"\"Stand United - Gaming Community\"","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Hello to all of you gamers and gamer girls\r\n\r\nAs the Jungler of the newly created team &quot;Warriors Inside&quot; I am proud to present to all of you our just recently launched gaming community. We&#039;ve been working on this idea for quite some time now and finally took on the next step by creating the gaming community you and your friends will be talking about in a short period of time.\r\n\r\nWe, as a team, are now looking for people to join our Community, friends and foes are welcome. Our goal is it to have a highly visited community with active and social players that will help not only us but every other team that might join us improve.\r\n\r\n- Why should you consider joining us?\r\nIF you are looking for a friendly and active community and a place where you can not only improve your own skills but also make a lot of new and awesome friends, this is the place for you!\r\n\r\n- What can we offer you?\r\n1. Teamspeak - 24/7 online ---- soon to be created website with event schedueles and news regarding everything with League.\r\n2. Every team gets their own area in our teamspeak which they can edit and work on as they wish.\r\n3. An active coaching staff, not only for teams but also for players who are here to learn and improve their abilities.\r\n4. As soon as we reach a good amount of active teams and players we&#039;ll be holding a lot of events with really amazing prizes!\r\n5. We are a multi-language community.  :3\r\n\r\n- How can you contact us?\r\nSimple - just add me (Y Complexity) ingame and we can continue everything there.\r\n\r\n\r\nI am looking forward to meeting all of you. (please excuse any sort of bad english, it&#039;s not my main language..)","replies":[{"id":"","poster":"OnfireMan","date":"2017-04-09T17:23:27.585+0000","up_votes":1,"down_votes":1,"body":"Can't find your in game name","replies":[]}]}