{"id":"s6HhFZjA","poster":"R4ndou","date":"2019-12-15T18:31:06.586+0000","title":"FPS Drops  und LOW FPS (Lösung)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Schaltet den Energiersparmodus aus.\nhier noch ein TIP .\nhttps://www.computerbild.de/artikel/cb-Tipps-Software-Windows-10-Ultimative-Leistung-21679883.html\n\nhoffe es hilft jemanden \ngrüsse","replies":[{"id":"","poster":"R4ndou","date":"2019-12-21T11:30:49.065+0000","up_votes":1,"down_votes":0,"body":"Tja bei mir hat es geholfen :)","replies":[]},{"id":"","poster":"MisterED","date":"2019-12-15T21:06:34.859+0000","up_votes":1,"down_votes":0,"body":"Nein, das ist Käse. Das Spiel ist in den Jahren einfach schlecht Programmiert worden. Obwohl es Riot nicht gerne sieht, kann man dieses Spiel auch unter Linux spielen. Und es verhält sich in gewissen Matches genau so. Mal läuft es gut und dann wieder schlecht. Und Linux geht mit der Systemleistung nun mal anders um. In meinen Augen liegt es an der, sag schnell, an der Software. Diese Schutzsoftware. Dann liegt es an viele Cheater die dieses Spiel spielen. Habe mich jetzt noch erschrocken das ich auf 3, wirklich 3 Seiten, gestoßen bin, wo Accounts und Cheat Scripte angeboten werden. Das ganze nicht in einen Darknet.  Weil es soviel war, sagt mir nur wie schlecht und fehlerhaft einige Champs programmiert sind und das man dieses ausnutzen kann mit Cheat Scripten und wohl Tools. So was wird sich auch auf die Server bemerkbar machen und lässt vermutlich die Leistung sinken. Hinzu das viele kein richtiges Internet haben und mit Werten von 400 - 1300ms meinen zu spielen. Das geht einfach nicht. Die ziehen alle mit runter und bremsen das Spiel. Hier muss mal Riot eingreifen und eine abfrage machen bevor das Spiel beginnt. Über 100ms raus, abbrechen. Fertig. Genug der Worte. Mich regt es tierisch auf. LoL ist ein geiles Spiel. Aber die Firma bekommt es nicht hin. Und ich bin froh das ich noch kein Geld in das Spiel gesteckt habe. Ich würde ausflippen. ","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T07:22:35.451+0000","up_votes":1,"down_votes":0,"body":"Blödsinn ^^","replies":[]}]}]}