{"id":"9gkNia9x","poster":"OrangeBubble","date":"2015-10-21T22:33:09.700+0000","title":"Gibt es eine Verjährungsfrist ? :3","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Heyho :3\r\n\r\nIch hab mir eben die Frage gestellt, ob Flame verj&auml;hren kann. Es hei&szlig;t, man muss x% der Spiele reportet werden, damit man gepr&uuml;ft wird und ggf. eine Strafe bekommt. Nun frage ich mich, ob ich f&uuml;r Flame von vor 3-4 Jahren betrafte werden kann oder ob nur von dieser Season ausgegangen wird.\r\nAlso im Klartext, wenn ich z.b. 30% der Spiele reportet werden m&uuml;sste, damit man mich &uuml;berpr&uuml;ft, sind das dann 30% von ALLEN meinen Spielen oder sind das 30% von den letzten z.B. 300 Spielen? \r\n\r\nLg :F","replies":[{"id":"","poster":"Lyle","date":"2015-10-22T00:16:09.111+0000","up_votes":1,"down_votes":0,"body":"Drexxsack hat's ja praktisch schon komplett erläutert - Bei Regelverstößen, die nicht in überschaubarer Zeit eine Strafe mit sich ziehen, ist davon auszugehen, dass da auch nichts mehr kommen wird. Dies betrifft in erster Linie Chatvergehen, da diese nicht kollektiv bestraft werden, sondern i.d.R. so schnell wie möglich. Nehmen wir also an, du flamest dir in einem Spiel 'nen Ast ab und wirst in maximal ~7 darauf folgenden Tagen nicht bestraft, solltest du nicht damit rechnen, für den Flame aus diesem Spiel noch mal bestraft zu werden.\n\nVergangene Regelbrüche werden meines Wissens nach, sofern sie nicht kürzlich auftraten, auch nicht in neue Tickets miteinbezogen. Für etwas, was du vor drei Jahren gesagt hast, wirst du heute mit Garantie nichts erwarten können, etwas, was vor 'ner Woche allerdings am System vorbeiging oder da nur der Beginn einer Reihe an Regelverstößen war, **kann** allerdings in mögliche Bestrafungen einfließen, vorrausgesetzt - wie gesagt -, es war nicht der letzte Verstoß.\n\nKomplett anders ist das natürlich bei Elo-Boostern o.ä., die auch noch eine ganze Weile nach ihrem Verstoß mit Konsequenzen rechnen können, da Riot hier versucht, möglichst viele Spieler zu sammeln und auf einen Schlag zu bannen, damit die Untersuchungskriterien nicht durchschaubar und damit umgänglich werden.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-10-22T01:23:42.151+0000","up_votes":1,"down_votes":1,"body":"Und wie siehst aus, wenn man sich regelmäßig einmal im Monat in einem Spiel ausheult und flamt, danach aber die nächsten 4 Wochen brav ist? Wird diese Regelmäßigkeit vom System erkannt? Oder wird es toleriert, dass man einmal im Monat sich auskotzt? :O\n\nDas mit dem Rating wusste ich schon, aber war im Prinzip für meine Frage nicht all zu sehr relevant. Ich reporte deswegen auch nur das, was ich beleidigend ist und nicht, weil ich demjenigen jetzt eins reindrücken will xD Auch wenn ichs gerne würde xD","replies":[{"id":"","poster":"Lyle","date":"2015-10-22T01:40:36.407+0000","up_votes":1,"down_votes":0,"body":"Die Frage ist pauschal schwer zu beantworten, weil das natürlich gewissermaßen von der Art deines Flamens abhängt. Wenn deine Art von \"auskotzen\" ist, jemandem Krebs zu wünschen oder auf beleidigende Weise darauf aufmerksam zu machen, dass er/sie deinen spielerischen Anforderungen nicht genügt, kann das auch als Einzelverstoß bestraft werden, weshalb es logischerweise grundsätzlich nicht empfehlenswert ist, wenn dir an deinem Account was liegt.\n\nWill natürlich nicht sagen, dass \"mildes Flamen\" dadurch automatisch unbedenklich ist. Soweit ich mich erinnern kann, erkennt das System sich regelmäßig wiederholende, negative Verhaltensmuster. Wenn du's vermeiden kannst (und das sollte mMn von jedem zu erwarten sein, der nur ein bisschen Selbstkontrolle hat), solltest du es auch tun.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-10-22T02:28:54.811+0000","up_votes":1,"down_votes":1,"body":"Ach, das war nicht auf mich bezogen, es hat mich allgemein nur interessiert o.o\nIch hab den Acc schon seit Season 2, mehr als ab und an ein \"Du wurdest wegen XYZ reportet, überdenke dein Verhalten usw. usf.\" kam nicht und wird auch nicht kommen.\nSoviel Selbstbeherrschung hab ich schon, dass ich meinen Acc nicht in Gefahr bringe :X\n\nIch mein, ein Unschuldslamm bin ich nicht, ab und an kommt auch von mir ein negativer Satz <keine Beleidigungen>, aber das ist so selten, dass ich mir da keine Sorgen mache. In 99% der Fälle schreib ichs in den Chat und drück dann Esc und mute den dann ~","replies":[]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-10-21T22:54:11.823+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=KYnfKGf0,discussion-id=9gkNia9x,comment-id=,timestamp=2015-10-21T22:33:09.700+0000)\n>\n> Heyho :3\n> \n> Ich hab mir eben die Frage gestellt, ob Flame verj&auml;hren kann.\n\nStrafen verjähren - Wann weiß keiner. Reports sind noch ein anderes, genauso großes Thema\n\n\n Es hei&szlig;t, man muss x% der Spiele reportet werden, damit man gepr&uuml;ft wird und ggf. eine Strafe bekommt. Nun frage ich mich, ob ich f&uuml;r Flame von vor 3-4 Jahren betrafte werden kann oder ob nur von dieser Season ausgegangen wird.\n> Also im Klartext, wenn ich z.b. 30% der Spiele reportet werden m&uuml;sste, damit man mich &uuml;berpr&uuml;ft, sind das dann 30% von ALLEN meinen Spielen oder sind das 30% von den letzten z.B. 300 Spielen? \n> \n> Lg :F\n\nDu stellst dir das System etwas einfach vor.  Die Anzahl der Reports ist nicht so sehr entscheident, wie ihr Rating.\nEs wird bewusst nicht verraten, wann die Überprüfung getriggert wird, allerdings wurde betont, dass eher das Rating entscheident ist. Insofern kann man keine Aussage dazu treffen, welche Spiele einbezogen werden. Es erscheint allerdings sinvoll, keine allzu großen Zeiträume anzunehmen, da ansonsten der \"Filtereffekt\" nicht vernünftig eintritt.","replies":[]}]}