{"id":"EE8VyxX5","poster":"Projekt Yii","date":"2015-10-21T18:40:05.377+0000","title":"Toplaner fürs TeamRanked Gesucht/Gold 5 bis Platin 3/","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Unser Ranked Team sucht f&uuml;r erfolgreiches Gaming in League of Legends\r\n\r\nToplane: mindestens Gold 5 bis Platin 3\r\n\r\n\r\nDu solltest mitbringen:\r\n\r\n    Ein Mindestalter von 20 Jahren\r\n    Ts3 mit einem funktionierendem &amp; vern&uuml;nftigem Mikro\r\n    Kritikf&auml;higkeit\r\n    Freundlicher Umgang\r\n    Deutschsprachig (EU West)\r\n    Viel Zeit und Gedult\r\n    P&uuml;nktlichkeit [Feste Trainingszeiten] - nat&uuml;rlich mit Absprache\r\n    Gro&szlig;z&uuml;giger Championpool [Metachampions]\r\n    Teamplay\r\n    Disziplin, Motivation und Durchhalteverm&ouml;gen sind Pflicht!\r\n\r\nMfG\r\nCCN Black","replies":[{"id":"","poster":"GoldshotGG","date":"2015-10-21T19:17:58.024+0000","up_votes":1,"down_votes":0,"body":"hello friends! :)\n\nhätte da interesse! hier ein paar infos zu mir:\n\n-name robert aka GoldshotQQ aka GGold\n\n-alter 27\n\n-spiele LOL seit season 1 (bronze into silber into gold into diamond into momentan plat 2)\n\n-habe bisher so gut wie keine erfahrungen in team rankeds gemacht, möchte dies aber unbedingt ändern, weil es erstens mehr spaß macht und zweitens möchte ich auch besser werden (champion pool erweitern , eine lane \"mastern\" etc.)\n\n-ich habe mains auf allen lanes (lol dat reim), wobei ich vom game play her und favorite champs eher auf die top lane gehöre (oder ADC) :)\nbisher habe ich immer nur das gespielt worauf ich lust hatte, würde aber gerne mehr meta spielen um meinen championpool noch zu erweitern (was nicht heißt dass ich nicht für verrückte oder oldskool sachen zu haben bin :D) , was aber beudeutet das ich gewisse champions erst in der praxis mastern muss\n\n-ich besitze sehr viel erfahrung weil ich selbst schon sehr lange spiele aber auch sehr viele streams schaue (LCS, LCK, LPL, WORLDS etc.). die würde ich gerne in die praxis umsetzen, allerdings ist das immer nicht so einfach in der soloq, wie alle wissen :D\n\n-meine besten champions sind auf jeden fall:\njax, azir, kalista, fiora, malphite, morgana, leona, lulu, wobei ich natürlich noch viele andere spielen kann.\n\nich besitze sehr viele grundkenntnisse der meisten champions und weiß was sie können und wie sie funktionieren. deswegen bin ich mir sicher dass ich jeden champion recht schnell lerne zu beherrschen.\n\ndas waren erstmal ein paar interessante bzw weniger interessante fakten zu mir :)\n\nkönnt euch gerne bei mir melden ;)\n\ngrüße von hier","replies":[]}]}