{"id":"OYIEA6oA","poster":"Alasor","date":"2015-10-21T16:20:04.623+0000","title":"Toplaner und Jungler für Teamranked gesucht","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Positionen: \r\n\r\nToplane: Verf&uuml;gbar\r\n\r\nJungle: Verf&uuml;gbar\r\n\r\nMidlane: DD NoobLike (Platin IV)\r\n\r\nADC: CallmeWondR (Gold III)\r\n\r\nSupport: SkumbagAlasor (Gold V)\r\n\r\n\r\nHallo,\r\nwie ihr oben bereits sehen konntet, suchen wir noch einen Toplaner und einen Jungler f&uuml;r unser Ranked Team. Wir drei schon vorhandenen Member haben schon etwas Teamranked Erfahrung sammeln k&ouml;nnen, wenn auch bisher nur mit Kumpels in einem &quot;Fun&quot;-Team (Gold V). \r\n\r\nDa sich dieses Team nun mehr oder weniger aufgel&ouml;st hat, haben wir uns entschlossen ein neues Team zu Gr&uuml;nden mit dem wir erfolgreich sein wollen und nicht nur einmal alle 4 Wochen mal Teamranked spielen k&ouml;nnen, sondern regelm&auml;&szlig;ig. \r\n\r\nZu euch, ihr solltet mindestens Gold sein und die noch verf&uuml;gbaren Lanes als Main lane bezeichnen k&ouml;nnen. Ein dezenter Championpool, in dem diverse Metapicks integriert sind sollte auch vorhanden sein.\r\n\r\nBei Interesse Meldet euch einfach ingame bei SkumbagAlasor","replies":[{"id":"","poster":"Luwss","date":"2015-10-21T20:04:19.639+0000","up_votes":1,"down_votes":0,"body":"Hey,\nich (Lukas, Ende 15) bin grad meine Gold Promos am machen. Wenn ich nich grad was im Real life oder schulisch vorhabe, gammel ich in LoL rum. Ich spiele seit Season 4 und maine den Jungle seit Ende Season 4. Neben {{champion:64}} spiele ich vor allem {{champion:59}} , {{champion:28}} , {{champion:79}} , {{champion:60}} und {{champion:76}} . Auf {{champion:421}} spar ich im Moment (~5500 IP gerade im Besitz). In meinen früheren Teams (mit Freunden) war ich so der Shotcaller. Vor allem mit Baron Plays, Baits und Traps kenne ich mich aus. Trotzdem möchte mich in DEM bereich verstärkt verbessern, weil ich definitiv noch Luft nach oben sehe. ^^\nZu meinem Spielstil: ich versuche im Early Game die mechanisch stärksten Spieler bzw die Kernchampions einer Team Comp nach vorne zu bringen, sowie Möglichkeiten erschafffen Türme einzureisen. Mit Vision kenne ich mich grob aus, ist aber eher so \"Meh\". Es wäre nett, wenn ihr mir zurück schreibt, ob ich euer Interesse geweckt habe, auch wenn es nicht der Fall ist, damit ich nicht verschwendet warte. :)","replies":[]},{"id":"","poster":"GoldshotGG","date":"2015-10-21T18:53:35.103+0000","up_votes":1,"down_votes":0,"body":"hello friends! :)\n\nhätte da interesse! hier ein paar infos zu mir:\n\n-name robert aka GoldshotQQ aka GGold\n\n-alter 27\n\n-spiele LOL seit season 1 (bronze into silber into gold into diamond into momentan plat 2)\n\n-habe bisher so gut wie keine erfahrungen in team rankeds, möchte dies aber unbedingt ändern, weil es erstens mehr spaß macht und zweitens möchte ich auch besser werden (champion pool erweitern , eine lane \"mastern\" etc.)\n\n-ich habe mains auf allen lanes (lol dat reim), wobei ich vom game play und favorite champs eher auf die top lane gehöre (oder ADC) :)\nbisher habe ich immer nur das gespielt worauf ich lust hatte, würde aber gerne mehr meta spielen um meinen championpool noch zu erweitern (was nicht heißt dass ich nicht für verrückte oder oldskool sachen zu haben bin :D) , was aber beudeutet das ich gewisse champions erst in der praxis mastern muss\n\n-ich besitze sehr viel erfahrung weil ich selbst schon sehr lange spiele aber auch sehr viele streams schaue (LCS, LCK, LPL, WORLDS etc.). die würde ich gerne in die praxis umsetzen, allerdings ist das immer nicht so einfach in der soloq, wie alle wissen :D\n\n-meine besten champions sind auf jeden fall:\njax, azir, kalista, fiora, malphite, morgana, leona, lulu, wobei ich natürlich noch viele andere spielen kann.\n\nich besitze sehr viele grundkenntnisse der meisten champions und weiß was sie können und wie sie funktionieren. deswegen bin ich mir sicher dass ich jeden champion recht schnell lerne zu beherrschen.\n\ndas waren erstmal ein paar interessante bzw weniger interessante fakten zu mir :)\n\nkönnt euch gerne bei mir melden ;)\n\ngrüße von hier","replies":[]},{"id":"","poster":"godriayo","date":"2015-10-21T16:43:29.346+0000","up_votes":1,"down_votes":1,"body":"hab bock top oder jungle ist mir egal :D meldet euch ingame","replies":[]},{"id":"","poster":"Sageeth","date":"2015-10-21T16:27:18.913+0000","up_votes":1,"down_votes":1,"body":"Hey, ich bin leider nicht Gold V sondern nur Silber ll, meine Main Lanes sind Top und Support, bin zwar nicht der beste Spieler aber auch nicht der schlechteste. c: Bin manchmal etwas unbeholfen aber ich hoffe da kann man drüber weg sehen.","replies":[]}]}