{"id":"iLxsOzty","poster":"Λ BσΠgσCΔΓ","date":"2015-10-20T13:37:31.004+0000","title":"Ich wurde gehackt und brauche kontakt zu Riot/LoL","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nmein Account wurde vor Monaten gehackt, ich versucht alles. Passwort, E-Mail, Benutzername usw.. Doch wegen der E-Mail geht es nicht. Die hat er gehackt. Von einem Freund habe ich geh&ouml;rt, dass man wenn man bestimmte Dinge macht, mit Riot in Kontakt treten kann und man dann in einem Chatraum mit ihnen &uuml;ber dies spricht (sie haben Dolmetscher). \r\n\r\nNun zu den Fragen:\r\n\r\n\r\n1) Ist das wahr, oder Fake?\r\n\r\n2) Wenn es wahr ist, wie komme ich denn dann dazu?\r\n\r\n3) Ist das einem von euch auch schon mal passiert? \r\n\r\nUnd...\r\n4) Bitte beantwortet alles ehrlich.\r\n\r\n\r\n-Vielen Dank wenn ihr mir hilft. \r\n\r\n\r\nPS: Links BITTE schicken falls es helfen solltet.","replies":[{"id":"","poster":"SFCFlo","date":"2015-10-20T13:52:17.385+0000","up_votes":2,"down_votes":0,"body":"Hallo TimixerHD,\n\nAlso ich hätte noch nie etwas mitbekommen das es einen Live-Support system für LoL gibt.\nIch würde dir vorschlagen einfach beim support eine Anfrage einzuschicken.\n\nMeine Frage wäre aber warum du dich noch nicht früher gemeldet hast wenn du sagst das dein Acc schon vor Monaten gehackt wurde?\nUnd nur zur Info. Bei Riot gibt es Deutsche Mitarbeiter^^\n\nMfg\nSFCFlo","replies":[]},{"id":"","poster":"Crounty","date":"2015-10-20T15:35:05.207+0000","up_votes":1,"down_votes":0,"body":"1) Nein das stimmt nicht, es gibt einen deutschen Support. \n(ja, deutsch ohne Dolmetscher :O)\n\n2) https://support.riotgames.com/hc/de\n\n3) Nein, denn ich schaue immer auf den Link, bevor ich mich irgendwo anmelde.\n\nDie werden dich so Dinge fragen wie z.B wann hast du deinen Account erstellt, welchen Champ hast du dir zum ersten mal gekauft, wie war dein erstes Passwort etc\n\nAlso eigentlich alles was du über den Account weißt, damit du beweisen kannst, dass der Account auch dir gehört.","replies":[]},{"id":"","poster":"I am Crit god","date":"2015-10-20T13:41:35.277+0000","up_votes":1,"down_votes":0,"body":"Hast du den Support mal angeschrieben? ^^\n\nhttps://support.riotgames.com/hc/de","replies":[]},{"id":"","poster":"Kaitri","date":"2015-10-20T13:52:53.156+0000","up_votes":1,"down_votes":1,"body":"zu den fragen\n1. ja ist wahr\n2. oben\n3. ne ich gebe meine daten nicht weiter und ich weiß das alles was im netz \"free\" ist nicht free ist.\n4. habe ich :D","replies":[]}]}