{"id":"FLPRxmam","poster":"learnHowToGREED","date":"2015-10-20T13:20:09.104+0000","title":"Suche Supporter zum duoq'n (min. Plat 3)","subforum":"Clans & Teams","up_votes":1,"down_votes":4,"body":"Ich suche einen Support der mindestens Plat 3 ist, kritikf&auml;hig ist, skype oder ts hat und gewillt ist aus Fehlern zu lernen um besser zu werden.\nIch selber bin momentan Plat 2 und hoffe diese Season noch Dia zu werden :S Auch ich suche jemanden, der mir ab und zu sagt, wo ich den ein oder anderen Fehler mache :)\nWenn ihr Interesse habt schreibt mich einfach ingame an!!!!! :)\nGreez Philipp","replies":[{"id":"","poster":"Diarazzt13","date":"2015-10-20T13:49:38.133+0000","up_votes":1,"down_votes":0,"body":"Also erstens bist du aktuell Plat. 2 und zweitens hast du schon über 1000 Ranked Games, daraus kann/könnte man schlussfolgern das dies genau deine Elo ist und du immer die gleichen Fehler machst bzw. diese nicht erkennst bzw. du schon an deinem Leistungsmaximum bist. Zudem warst du letzte Season auch schon Platin, d.h. du hast dich seitdem anscheinend nicht wirklich verbessert. (Quelle: Lolking)","replies":[{"id":"","poster":"learnHowToGREED","date":"2015-10-20T14:23:29.222+0000","up_votes":1,"down_votes":1,"body":"du hast wahrscheinlich damit recht, dass ich immer die gleichen fehler mache. in vielen punkten, weiß ich auch woran es liegt (hauptsächlich GREED). Doch in vielen Punkten fehlt mir nur jemand der mir sagt was ich falsch mache. Und ja ich hab mich tatsächlich seit letzter Season nicht großartig verbessert, obwohl ich so viele Spiele gemacht habe, aber das liegt unteranderem, dass ich einfach nicht die motivation hatte in jedem game zu tryharden. Ich hab einfach immer rankeds gemacht, wenn ich betrunken, grad aufgestanden oder kurz vorm einschlafen war. Aber genau dies möchte ich ja jetzt ändern :)\nich hab den text vor ner woche geschrieben, da war ich noch platin 1 :S nunja hab ihn dann aber erst heute hochgeladen. \nbut whatever. have a nice day!","replies":[{"id":"","poster":"Diarazzt13","date":"2015-10-21T10:09:36.955+0000","up_votes":1,"down_votes":0,"body":"Wenn du willst können wir auf meinem Smurf gerne zusammen DuoQen, der aktuell in Plat 4 rumdümpelt. Dann können wir gerne versuchen Fehler zu finden und zu beheben. Bei Interesse Ingame: Razorlight10","replies":[]}]},{"id":"","poster":"Crounty","date":"2015-10-20T15:38:11.902+0000","up_votes":1,"down_votes":0,"body":"Naja muss nicht direkt heißen, dass der zu Platin gehört wenn der 1000 games dort stuckt. Es gibt ja auch sowas wie Dia 5 wo die meisten eh ihr Ziel erreicht haben und dann einen Schei* darauf geben, ob man gewinnt, da habe ich auch für 1,5k games gestuckt, erst jetzt nach 1,5 k games habe ich es auf Dia 3 geschafft, was auch genau meine Elo ist.","replies":[]}]}]}