{"id":"gEU7O8Ms","poster":"Im His","date":"2015-10-19T20:28:08.296+0000","title":"mit Twisted Fate gegen Yasou gewinnen wie?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Wie kann ich Mit Twisted Fate Yasou caoutern so das ich die mid layne gewinne sagt mal ein paar items/playstyls alles was ihr mir sagen k&ouml;nnt hielft mir unheimlich.","replies":[{"id":"","poster":"xBlitzlichTx","date":"2015-10-19T20:34:37.685+0000","up_votes":3,"down_votes":0,"body":"Mit Twisted Fate geht es dir nicht darum deine Lane zu gewinnen sondern mit deiner Ultimate möglichst effektiv den anderen Lanes zu helfen um einen Vorteil für dein Team herauszuspielen. \nAllgemein ist es ohne Hilfe des Junglers sehr schwer einen Gegner als Twisted Fate in der Lane zu töten. Hierfür sind deine Fähigkeiten auch nicht ausgelegt. Diese sind am effektivsten genutzt wenn du dich z.B mit deiner Goldenen Karte auf die Botlane teleportierst und mit Hilfe des ADC und Supports einen Kill machst.\nDein Fokus sollte daher in der Lane darauf liegen den maximalen Farm zu erzielen und möglichst sicher bis Level 6 zu spielen","replies":[]},{"id":"","poster":"denjo11","date":"2017-05-19T21:42:43.179+0000","up_votes":1,"down_votes":0,"body":"Wenn man gegen Yasou {{item:3075}}   Dornenpanzer baust, ist das auf jeden Fall eine hilfreiche Sache.\nZum einen schützt der hohe RS vor Yasous AD und zum anderen WIrd Schaden zurückgeworfen.","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-10-19T20:35:17.309+0000","up_votes":1,"down_votes":0,"body":"ich glaube du kannst nicht wirklich gewinnen da deine gelbe karte von seinen w geblockt wird und du so auch dein q nicht wirklich treffen kannst","replies":[{"id":"","poster":"Grandon Leight","date":"2015-11-14T20:10:18.268+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nIch  meinen, dass Twistet Fate gegen Yasuo zwar ein schwieriges Machtup ist.  Trotzdem ist es möglich du guten Einsatz des Q Spells und des W Spells gegen einen Gener wir Yasuo gewinnen zu können.  Wenn man es ,,drauf'' hat, trifft mann die Q auch OHNE die Windwall von Yasuo zu treffen.\nIch spiele Twistet Fate schon seit ziemlich langer Zeit und bin mit den Matchups in der Mitte auch ziemlich erfahren und habe schon oft gegen einen Yasuo auf Gold/Platin Elo gewonnen.\n\nLG Grandon L.","replies":[]}]},{"id":"","poster":"Marauth","date":"2015-10-20T07:12:15.019+0000","up_votes":1,"down_votes":0,"body":"Top Counter gegen {{champion:4}}\n\nTop 1: {{champion:105}}\nTop 2: {{champion:131}}\nTop 3: {{champion:157}}\nTop 4: {{champion:38}}\nTop 5: {{champion:7}}\n\nnormale weise haben listen wenig mit der realität zu tun (spielkönnen) aber als Twisted gegen Yasuo... näh, da siehste im 1vs1 mal sowas von null Land.\n\nWie die anderen beschrieben haben: andere Lanes ganken, mehr gold farmen als der gegner und in den TF das Blatt wenden *hehe Wortspiel :D*","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-10-19T21:24:50.218+0000","up_votes":1,"down_votes":0,"body":"Wie Blitzlicht gesagt hat: Farmen, nicht sterben, die anderen Lanes mit Ulti ganken.","replies":[]}]}