{"id":"InWlHz8T","poster":"Sheshkebab","date":"2019-04-05T20:46:54.438+0000","title":"Warum wird Pantheon nicht gespielt?! & Fanmade Rework 🎮 League of Legends","subforum":"Champions & Gameplay","embed":{"title":"Warum wird Pantheon nicht gespielt?! & Fanmade Rework 🎮 League of Legends","description":"Pantheon Visual Rework Quelle: Omar Samir https://sketchfab.com/3d-models/pantheon-rework-visual-update-fanart-e5e5c490da174fa9bffe811022ed0db3 ►Spiel: League of Legends Folgt uns auch auf: ►Twitch https://www.twitch.tv/sahbisquad ►Instagram https://www.instagram.com/sahbisquad/?hl=de","url":"https://www.youtube.com/watch?v=9WsEgv9-R3E","image":"https://i.ytimg.com/vi/9WsEgv9-R3E/hqdefault.jpg"},"up_votes":1,"down_votes":2,"body":"Feedback würde mich freuen :)!","replies":[{"id":"","poster":"Electrobert","date":"2019-04-06T07:46:55.426+0000","up_votes":1,"down_votes":0,"body":"An sich ganz nette Ideen, aber den Q-Spell stelle ich mir extrem clunky als Spieler vor.\nMissed man den Speer und ist zeitgleich nicht in der Lage - aus pressure Gründen, etc. - nach vorne zu gehen um ihn wieder einzusammeln, ist die Lane ja quasi schon gelaufen, weil man dann mit einem (vermutlich) hohen cooldown nur in der lowrange phase ist.\n\nBei dem W-Spell fände ich 2 Interaktionen cool, also 1 mit dem Speer und 1 mit dem Schwert. \nWährend man den Speer hat könnte Pantheons W 150% **range** haben und einen knockback wie die maokai q haben, wenn man das Schwert hat gibt es einen 0,75 sec stun und 150% **dmg**.\n\nDer E Spell ist mMn ziemlich useless um ehrlich zu sein :D\nDie Idee gefällt mir prinzipiell wegen Pantheons Identität, aber der praktische Nutzen dieses Spells beläuft sich auf 0, gerade im direkten Vergleich zu Spells wie der Fiora W.\n\n\nRiot wird Pantheon sehr wahrscheinlich kein Gameplayupgrade geben, da es in ihrer Designphilosophie auf jeden Fall auch \"stumpfe\" Champions wie Volibear, Annie, oder eben Pantheon geben muss, damit auch Leute das Spiel spielen können die sich nicht in Mechaniken von einem Yasuo, einer Irelia etc. reinfuchsen wollen/können.\n\nüber ein visuelles Upgrade würde ich mich auch freuen, aber gameplaymäßig werden maximal Zahlen und Kleinigkeiten angepasst werden.","replies":[]}]}