{"id":"XMtPcWNb","poster":"Twitch VenemyTV","date":"2015-10-19T18:49:21.098+0000","title":"lol-ts3.de","subforum":"Allgemeiner Chat","embed":{"title":"LoLNetwork.eu - DIE League of Legends Community","description":"Du bist neu hier? Dann stelle dich doch den anderen Mitgliedern vor :)","url":"http://www.lolnetwork.eu/index.php","image":null},"up_votes":2,"down_votes":2,"body":"Hallo Liebe LoL Community,\n\nich möchte eucht gerne unseren League of Legends Public Teamspeak 3 Server vorstellen, auf unseren Server ist jeder herzlich willkommen!\nAm Abend finden sich zurzeit ca. bis zu 300 User auf.\n\n9 Gründe, mit uns im TeamSpeak zu sein!\n\n- Aktive & nette Community\nUnser TS beheimatet nette Mitglieder in einem freundschaftlichen Umfeld!\n\n- TS mit Wohlfühlklima\nBei uns brauchst du dich nicht über unfreundliche und beleidigende Leute ärgern. Wir legen sehr viel wert auf einen reifen und netten Umgangston.\n\n- Aktives Mod-Team\nEin Team von 5 Admins sind für dich immer verfügbar.\n\n- Multi-Gaming TS\nNeben LoL-Spielern findest du bei uns auch Spieler für andere Games.\n\n- 500 Slots\nGenügend Platz für alle. Bringe gerne deine Freunde mit!\n\n- Spielen mit Freunden\nWir bieten neutrale Channels, damit du dich mit Bekannten in einer kleinen Gruppe zurückziehen kannst.\n\n- Eigener Channel\nBei uns kann und darf sich jeder User ein Channel für sich oder sein Team erstellen.\n\n- 24/7 online\nDer TS-Server ist selbstverständlich rund um die Uhr online.\n\n- Keine Kosten\nNatürlich ist alles komplett kostenlos für unsere Nutzer.\n\nDie Teamspeak Daten\n\nTeamspeak 3 IP: LoL-TS3.de\n\nMfG Domenic","replies":[{"id":"","poster":"BlazingMID","date":"2016-12-21T20:39:01.756+0000","up_votes":2,"down_votes":1,"body":"Bester League of Legends Teamspeak 3 Server, abends sind immer 400+ Spieler online!","replies":[{"id":"","poster":"Eh Bombe","date":"2016-12-22T02:28:53.553+0000","up_votes":1,"down_votes":1,"body":"Wovon träumst du nachts ?","replies":[]}]},{"id":"","poster":"Taschenhamster","date":"2016-01-15T00:57:52.903+0000","up_votes":2,"down_votes":1,"body":"Hey,\n\neuer TS-Server ist echt klasse. Man kann sich wirklich mit jedem dort unterhalten, wenn man möchte und es herrscht wirklich die meiste Zeit ein tolles Klima.\nLeider muss ich sagen, dass einige Admins ihre Macht missbrauchen und grundlos Leute vom Server bannen. So passierte es mir, dass ein Admin meinte mich bannen zu müssen, da ich meine Freundin an gestupst und Hallo gesagt habe, weil ich sie fragen wollte ob sie ne Runde mitspielen möchte.\nIch möchte keine Vermutungen äußern, weshalb dieser Admin mich gebannt hat. Grund des Bans war anscheinend Beleidigung. \nNach ihrer Aussage ist es auch anscheinend so, dass sowas öfters gemacht wird. \nSo möchte ich sagen, dass es eine Unverschämtheit ist, aus persönlichen Gründen andere User des Servers zu bannen ohne jegliche Vorwarnung und Begründung.\nAnsonsten bin ich sehr zufrieden mit diesem Server, durch die Möglichkeit neue Menschen kennen zu lernen und sich auch über anderes zu unterhalten oder zu spielen als LoL.\n\nEuer Taschenhamster","replies":[]}]}