{"id":"opAvHz0n","poster":"OrangeBubble","date":"2015-10-19T18:36:14.644+0000","title":"Wirkung von Zähigkeit und Thresh Hook","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Kurze Frage:\r\n\r\nVerringert Z&auml;higkeit die Dauer von der Thresh Hook bevor er sich ranzieht oder ist sie immer gleich lang?\r\n\r\nDank&ouml;&ouml; im vorraus","replies":[{"id":"","poster":"Lady Yunalesca","date":"2015-10-20T02:38:32.462+0000","up_votes":1,"down_votes":0,"body":"thresh hook selbst zählt als Stun nicht knockup oder back,daher hilft bei einem thresh hook tenacity \n\n\"Thresh throws out his scythe in a line and tethers himself to the first enemy hit, dealing them magic damage and stunning them for 1.5s\"\nZumal du thresh hook auch cleansen kannst /qss,mikaels. Das geht bei einem Knock up - und back nicht :)\nLg die andere bubble","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-10-20T06:50:41.545+0000","up_votes":1,"down_votes":0,"body":"Du kannst einen Knockup \"cleansen\". Setzt du Cleanse ein wärend du in der Luft bist, kannst du dich zwar immernoch nicht bewegen, aber du kannst ganz normal deine Auto Attacks und Skills benutzen. Bei Knockback bin ich mir nicht sicher.","replies":[{"id":"","poster":"Lady Yunalesca","date":"2015-10-20T10:20:17.155+0000","up_votes":2,"down_votes":0,"body":"nope Mate,du kannst knockups nicht cleansen. das hätte ich inzwischen mitbekommen als Janna main :p\nAber hier auch noch mal die Wiki Definition:\n\"**Airborne**: A unit that is airborne is unable to control its movement, attack or cast abilities for the duration. The duration is also unaffected by crowd control reduction and cannot be removed by cleansing effects.\n**Knockup**: A knockup causes the target to be made airborne on the spot. The duration depends on how high is the target thrown into the air\"\n\n\n\nWas du meinst ist vll. eher so etwas wie Nami Q was nicht direkt ein knock-up Effekt ist sonder ein Suspend , d.h sie sind Airborn und gleichzeitig gestunned,sind dadurch schwächbar durch Cleanse und Tenacity.\nAber normale Knockups kannst du nicht cleansen. :)\n\n\nAber Thresh Hook ist so oder so nun mal ein Stun bzw suspend,auch wenn man den Gegner noch hinter sich rumzieht :v \nLg Nami used bubble","replies":[{"id":"","poster":"Lady Yunalesca","date":"2015-10-20T10:22:03.674+0000","up_votes":2,"down_votes":0,"body":"btw. Cleanse erlaubt einem höchstens im knockup flash zu benutzen :)","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-10-20T12:02:19.394+0000","up_votes":1,"down_votes":0,"body":"Nicht nur das. Wenn du bspw. durch einen Alistar Q hochgeworfen wirst und Cleanse aktivierst, kannst du jeglichen Mobility Spell benutzen (z. B. Vayne Tumble, Lucian/Graves Dash). Dadurch kannst du die Knock-Up Animation schneller beenden und wieder angreifen oder abhauen.\n\n[Siehe hier](https://www.reddit.com/r/summonerschool/comments/34sm5i/a_tip_regarding_qss_and_knockup_cc_eg_vi_ult_that/)\n\nAls ADC macht es Sinn in einem Knock-Up Cleanse zu benutzen, da man in der Zeit locker sterben kann, bzw. dem Team nicht helfen kann.\n\nSobald du einen Mobility Spell benutzt hast um da raus zu kommen, kannst du wieder alles tun was du möchtest.","replies":[]}]},{"id":"","poster":"Crounty","date":"2015-10-20T15:51:38.659+0000","up_votes":1,"down_votes":0,"body":"Du kannst knock ups cleansen mit QSS und Gangplanks W, wenn du willst kann ich dir ein Video machen, wo ich es beweise. Jedenfalls kann dann Yasuo nicht mehr ulten, du selbst kannst dann immernoch nichts machen :D","replies":[]}]}]}]},{"id":"","poster":"Manker00","date":"2015-10-19T18:38:28.962+0000","up_votes":2,"down_votes":1,"body":"knockback / knockups werden nicht verringert. Wie sollte es denn auch aussehen wenn ne irelia von lee sin weggekickt wird und sie einfach ma nur 3 teemos weit fliegt.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-10-19T18:49:26.875+0000","up_votes":1,"down_votes":0,"body":"Ach, Thresh Hook zählt als Knock Back, wahrscheinlich wegen dem Ranziehen? :D\nDanke für die Info ^^","replies":[{"id":"","poster":"D4RKEVA","date":"2015-10-20T07:55:31.964+0000","up_votes":1,"down_votes":0,"body":"Nein es ist kein knock back.\n\nEs ist ein displacement deswegen kann yasuo drauf ulten.\n\nDer stun kann durch tenacity oder qss/cleanse verringert oder abgebrochen werden.\n\nJedoch wenn du nur tenacity hast bleibt der hook trotzdem an dir dran so das thresh sich ranziehen kann.","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2015-10-20T11:43:24.139+0000","up_votes":1,"down_votes":0,"body":"Danke für eure Antworten :)\nUnd für die Klarstellung :3","replies":[]}]}