{"id":"TnrJEgIg","poster":"Acelyte","date":"2015-10-19T12:56:04.252+0000","title":"Tahm Kench support Rolle","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo freunde, ich w&uuml;rde gern mal dar&uuml;ber reden wie genau ihr Die Rolle von Tahm kench im teamfight seht (als support).\r\nUnd zwar habe ich gestern als Caitlyn mit ihm gelaned. Tahm dachte sich im lategame aber leider er m&uuml;sse mitten in den kampf laufen und einen gegner fressen. dabei werde ich als 4 item cait alleine gelassen und darf mich mit zed rumschlagen, der mich auch trotz QSS jedes mal t&ouml;tet.\r\n\r\nin meinen Augen ist es tahms aufgabe seinen ADC zu sch&uuml;tzen, vor allem wenn dieser kaum selfpeel hat und &quot;hypercarry ist&quot;.\r\nSieht ein wenig anders aus wenn man einen adc spielt der gut kiten kann, ala Kalista vayne z.b. da kann tham auch mal mit seiner ulti zusammen mit dem tank oder so engagen.\r\n\r\nwas sagt ihr dazu?\r\ngru&szlig;, Acelyte","replies":[{"id":"","poster":"FrankerX","date":"2015-10-19T14:04:24.322+0000","up_votes":1,"down_votes":0,"body":"es ist natürlich schade wenn der support, der die zed ult nutzlos macht sich lieber ins gegnerische team stürzt. wenn er nach freundlichen hinweisen das er dich doch beschützen soll immer noch reinrennt, hast du einfach einen, man muss es sagen, dummen mate abbekommen. sowas passiert.\n\nich hab nie was von tahm gehalten, hab mich ehrlich gesagt auch kaum mit ihm beschäftigt aber durch die worlds habe ich gesehn wie großartig dieser champ eig ist und er ist definitiv super geeignet zum beschützen!","replies":[{"id":"","poster":"Taihuang","date":"2015-10-19T14:37:34.604+0000","up_votes":1,"down_votes":0,"body":"Tahm Kench ist ein super Toplaner!\nAuch im Jungle ist er mittelmäßig zu gebrauchen,\nnur als Support schwächelt er imo.\nEr kann seinen ADC super beschützen / aufessen, klar, aber das\nwars auch schon.\nSelbst als Soraka hab ich mehr Lanepressure als Tahm, solange der Gegner keinen\nharten Engage ausführt steht er nur nutzlos auf der Lane.\nFinde Tahm & Cait auch keine gute Combo, die synergieren einfach nicht.","replies":[{"id":"","poster":"Gefahr McGefahr","date":"2015-10-23T13:21:00.703+0000","up_votes":1,"down_votes":0,"body":"Ich habe Tahm in den letzten Wochen sehr intensiv gespielt (fast ausschließlich als Support) und ich stimme dir insofern zu, dass es ihm (vor allem vor lvl 6) an Engage fehlt. Allerdings bietet seine Q einen soliden Poke und seine W eignet sich sowohl für aggressive als auch defensive Spielzüge.\nIm Grunde kann man sagen, dass Tahm eine sehr sichere Laningphase bietet, da es sehr schwer ist auf ihn einen Fight zu engagen und zu gewinnen. Ab Level 6 bietet seine Ulti ein gutes Roaming-Potenziel, ggf. auch mit adc/jungler. Sein Lategame ist durch die variable Spielweise und den hohen Grundschaden meiner Meinung nach sehr stark.","replies":[]}]},{"id":"","poster":"MeIsTeR MaNne","date":"2015-10-19T14:42:05.600+0000","up_votes":1,"down_votes":0,"body":"Ich spiele mit einem Freund seit paar Wochen sehr gerne Tahm bot mit ihm als Jinx und es klappt wunderbar.\n\nLg Kraxxm","replies":[]},{"id":"","poster":"Acelyte","date":"2015-10-19T14:16:01.829+0000","up_votes":1,"down_votes":0,"body":"genauso gehts mir auch.","replies":[]}]},{"id":"","poster":"BìgM","date":"2015-10-19T14:08:02.701+0000","up_votes":1,"down_votes":0,"body":"Würde ich je nach Spielsituation bewerten.\n\nGrundsätzlich gebe ich dir Recht: Der Support ist zum Schutz des ADC da. Gerade Tahm Kench hat mit seiner W ein hervorragendes Werkzeug, um beispielsweise ein Zed Ulti im nichts verpuffen zu lassen.\n\nAllerdings könnte das Spiel ja auch zu euren Gunsten verlaufen. Ihr liegt vorne und solltet engagen. Da bietet sich Tahms Ulti natürlich perfekt für an. Noch jemand in Schlepptau nehmen (Bestcase jemanden wie Amumu/Kennen o.Ä.) und dann steht man auch schon mitten im Geschehen. Er kann also der Gapcloser für jemanden sein, der keinen hat oder eben einen Gapcloser \"sparen\" wenn man so will.\n\nAn der Frontlane kann er ja schließlich auch zum catchen benutzt werden.\nDementsprechend ist es ein wenig Situationsabhängig.\n\nDeiner Beschreibung nach zu Urteilen, hätte der Tahm bei dir bleiben sollen.\nShit Happens :)","replies":[{"id":"","poster":"Acelyte","date":"2015-10-19T14:18:12.418+0000","up_votes":1,"down_votes":0,"body":"hab ich ja auch so beschrieben. offensiv gibt es sicher auch gute möglichkeiten. \nach einfach ein kack game gehabt :D","replies":[]}]}]}