{"id":"EKhA81uz","poster":"Get Trolled EUW","date":"2015-10-18T18:54:43.867+0000","title":"Rückmeldung zum Spielgeschehen und kleinere Bugs","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo Liebes Riot Team, ich bin wohl nicht euer Liebling, da meine Beitr&auml;ge schon &ouml;fter mal entfernt wurden.\r\nTrotzdem versuche ich jetzt hier mal einen Produktiven Beitrag zu verfassen.\r\n\r\nZum einen habe ich beobachtet, dass in letzter Zeit der Ping in spielen v&ouml;llig verr&uuml;ckt spielt. Ob bei mir oder anderen Mitspielern, es liegt meist dasselbe Problem vor. Am Anfang vom Spiel meist ein Disconnect und im Laufe des Spieles Pingschwankungen bis 300 ms oder mehr.\r\n\r\nDesweiteren funktioniert die Zuschauer funktion nicht mehr richtig. Ich will mir ein Spiel von einem Freund anschauen und auch hier siegen die Timeouts und Lags.\r\n\r\nBeim smartcasten von spells kann es schonmal vorkommen, dass die Spells nicht in der richtigen Reihenfolge rausgehen. Kann auch sein dass ich Wurstfinger hab, glaube jedoch eher, dass da manchmal was nicht stimmt.\r\n\r\nZu Zed: Bisher war es doch immer so, wenn ich die R benutzt hab und der Gegner tot war bevor ich wieder zu sehen bin, ich eine geringere colldown hatte, und die Ultimative F&auml;higkeit sehr bald wieder benutzen konnte. Heute war 2 mal der Fall, dass ich die volle Abklingzeit zu sp&uuml;ren bekam.\r\n\r\nVorhin in einer championselection hat ein Spieler keine Champions gebannt. Ich konnte daraufhin nur eine gewisse Anzahl von Champions w&auml;hlen, obwohl mir mehr zugestanden h&auml;tten. \r\n\r\n\r\nMir freundlichen Gr&uuml;&szlig;en \r\n\r\nEuer Troll","replies":[{"id":"","poster":"SerpasSelonas","date":"2015-10-18T21:53:00.881+0000","up_votes":2,"down_votes":0,"body":"Hallo alle miteinander^^\n\nIch denke meine kleine Entdeckung passt hier ganz gut rein (falls jemand dies schon bemerkt haben sollte, gut, dann bin ich nicht ganz allein -fügt euren Erfahrungsbericht doch einfach unten an^^), statt einem neuen Thread/Diskussion zu starten. Es geht um Kindred, den neusten Champion von League of Legends, welche auf der Karte Dominion Probleme zu haben scheint, wenn sie einen Tower einnimmt. Sie beginnt zwar eine Animation, endet aber relativ schnell und steht nur noch (untätig) da. Ob gewollt oder ob es so absurd schien, dass jemand Kindred bei Dominion spielt (es gibt so wenige DominionGames zur Zeit bzw. es dauert so ewig ein Spiel zu finden im Gegensatz zu anderen Modi die beliebter sind), sei dahingestellt.\nIch wollte lediglich auf diesen kleinen Fehler aufmerksam machen, mehr nicht.\n\nUnd Grüße @ all!","replies":[]},{"id":"","poster":"NoWayØut","date":"2015-10-24T14:57:25.028+0000","up_votes":1,"down_votes":0,"body":"ist euch allen mal auf gefallen das man  mit maokai oder shyvana zb auf  den top tower teleportiert da erst mal fett fest hängt als ob da eine unsichbare wand ist xD","replies":[]}]}