{"id":"TaoEEdeg","poster":"pulledchicken","date":"2015-10-18T17:00:38.436+0000","title":"@Riot !","subforum":"Hilfe & Support","up_votes":3,"down_votes":7,"body":"Riot ich habe die letzten Tage einen h&ouml;heren Ping wie normal mit Paket verlusst !\n\nMittlerweile ist das spielen nicht mehr m&ouml;glich , seinen Skill kann man hier nicht beweisen ! \n\n( Entschuldigt mich f&uuml;r den ausdruck ) aber langsam wird es Zeit mal Eier zu haben und der Community wenigstens sagen was es ist bzw. das daran gearbeitet wird ! \n\nin ca. weniger als 1 Monat endet die Season und man kann nicht spielen oder verliert ... = scheisse ! da man dann zum ende hin ehh nicht da ist wo man hingeh&ouml;rt ...\n\nDAS ist UNFAIR !","replies":[{"id":"","poster":"Spicavius","date":"2015-10-18T17:22:48.534+0000","up_votes":1,"down_votes":0,"body":"Du hattest mehrere Monate Zeit dich hoch zu zocken wohin auch immer du willst.\nFakt ist, dass diese paar Tage die noch übrig sind jetzt sowieso keinen Unterschied machen.  Du wirst jetzt nicht plötzlich innerhalb von einigen Tagen plötzlich besser sein.\n\nGerade geschaut du bist Gold 4. Du wirst es (sofern du nicht schon damals Platin/Dia warst) nicht schaffen innerhalb von 23 Tagen plötzlich von Gold 4 auf Platin aufzusteigen. Das ist ein ernomer Skillunterschied.\nUnd ob du jetzt Gold 4 oder Gold 2 bist macht für es für die Belohnung sowieso keinen Unterschied.\n\n\n**Edit: **Hopala du bist Gold 1 mit 88 LP.   Keine Sorge, wenn du wirklich nach Platin hingehörst wirst du es auch packen :)\nDa sollten 23 Tage reichen.  Packste schon","replies":[{"id":"","poster":"pulledchicken","date":"2015-10-18T17:55:51.119+0000","up_votes":2,"down_votes":1,"body":"wollte gerade sagen bin promos zu platin .... \n\nes ist trotzdem einfach fakt das es unfair ist und stats versaut !","replies":[{"id":"","poster":"Crounty","date":"2015-10-18T19:01:24.935+0000","up_votes":2,"down_votes":0,"body":"Also hab nen smurf in gold 1 und ganz ehrlich das ist echt unspielbar, in meinen letzten 5 games hatte ich mindestens 3 afkler und carryn konnte ich zum teil nicht. Das liegt halt an der meta die sich stark verändert hat von solocarry zu teamcarry, du siehst viel häufiger leute gewinnen die im team spielen als leute die ein spiel alleine carrien","replies":[{"id":"","poster":"Schlachtpartie","date":"2015-10-18T19:06:47.693+0000","up_votes":2,"down_votes":0,"body":"Genau, und wenns dann noch so übel lagt, unmöglich.","replies":[{"id":"","poster":"pulledchicken","date":"2015-10-18T19:34:02.733+0000","up_votes":1,"down_votes":0,"body":"genau das ist das nähmlich du willst die carryn  bekommst aber nur jeden 5 lasthit da alles laggt !\nich habe gerade wieder einmal 4 mal hintereinander promos zu Plat verkackt nur weil es so extrem gelaggt hat !\n\nDer Verbraucher wir die Spieler bekommen nicht einmal etwas was das ganze wieder gut macht ! ( UND NEIN ich Meine nicht free RP oder so sondern zumindest die Chance das man die looses weg macht und die Spieler wieder in die Promos Packt ODER ganz einfach nur ein entschuldigung ! )","replies":[]}]}]},{"id":"","poster":"Schlachtpartie","date":"2015-10-18T18:20:01.217+0000","up_votes":1,"down_votes":0,"body":"Find ich auch, aber es wird wahrscheinlich eh nichts dagegen gemacht!","replies":[]},{"id":"","poster":"Spicavius","date":"2015-10-18T18:02:57.116+0000","up_votes":1,"down_votes":0,"body":"die anderen haben es doch auch. also hat man sowieso chancengleichheit","replies":[{"id":"","poster":"Schlachtpartie","date":"2015-10-18T18:19:17.173+0000","up_votes":1,"down_votes":0,"body":"Die anderen habens eben nicht immer, weil es ein Routing Problem bei den Servern ist","replies":[]},{"id":"","poster":"pulledchicken","date":"2015-10-18T18:13:07.935+0000","up_votes":1,"down_votes":0,"body":"naja der eine geht besser als der andere mit dieser Situation um ....","replies":[]}]}]},{"id":"","poster":"Firefox  Lol","date":"2015-10-18T18:08:22.350+0000","up_votes":1,"down_votes":0,"body":"Innerhalb von 23 Tagen von Gold nach Platin schafft man locker, wenn man full try hard spielt und sich Gedanken über seinen Spielstil macht. \n\nUnabhängig davon ist es trotzdem einfach nur behindert, dass EUW mal wieder im Arsch ist. Momentan ist es wirklich nahezu unspielbar bei mir. Es scheint aber auch paar Leute zu geben, die Glück haben und nicht betroffen sind.","replies":[{"id":"","poster":"Spicavius","date":"2015-10-18T18:26:23.505+0000","up_votes":1,"down_votes":1,"body":"So wie ich.  Dabei habe ich Kabel Deutschland. :P","replies":[]}]}]},{"id":"","poster":"pulledchicken","date":"2015-10-18T19:41:14.860+0000","up_votes":1,"down_votes":2,"body":"Seid 4 Games habe ich Laggs 3 davon habe ich verloren ! \nDanke Riot ... genau das finde ich gut, ein unspielbares Spiel das nicht funktioniert und nicht mal ein Statement von euch Danke ich glaube ich werde mal Tencent anschreiben und ihnen Sagen das Riot sich nicht kümmert !","replies":[]}]}