{"id":"QqujAsQK","poster":"Ritos Elo Police","date":"2015-10-18T01:15:12.101+0000","title":"Benötige Informationen zu Matchmaking","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Moin,\r\nwie wir alle wissen hat man im Ranked mal bessere, mal weniger gute Mitspieler.\r\nNun hatte ich bisher in meinen 5 Jahren League noch kein Problem damit, dass man ab und an mal ein Spiel wegen seinen Teammates verliert.\r\nIn letzter Zeit jedoch (Will mir noch schnell Dia vor Ende der Season holen) ist mir eine ungeheuer gro&szlig;e Anzahl an &quot;schlechteren Teammates&quot; aufgefallen.\r\nIch war Platin 1 und wurde auf Platin 3 deranked weil ich wirklich das schlimmste vom schlimmsten abbekomme.\r\nDa fragt man sich doch wieso und warum, w&auml;re jemand so freundlich mir diese Logik dahinter zu erkl&auml;ren?\r\nHatte ne relativ hohe siegesstr&auml;hne, wird man dadurch evtl mit extrem schlechten Spielern gemischt? es nervt mich halt extrem 3 von 4 Spielen zu verlieren weil mein Team auf Platin 1! (darf man halt auch nicht vergessen) bei 15 min~ schon 20 mal gestorben ist, kann doch irgendwo nicht sein.\r\nIst kein Hass Post ich komm nur nicht drauf klar.\r\n\r\nEdit: Ich bin damit &uuml;brigens nicht der einzige, schon mehrere Leute getroffen die teilweise Diamant 2-3 waren und dann eine epische &quot;Pechstr&auml;hne&quot; hatten, wodurch sie bis auf Plat 1-2 deranked wurden.","replies":[{"id":"","poster":"Anopka","date":"2015-10-18T01:52:51.488+0000","up_votes":1,"down_votes":0,"body":"Riot hatte mal irgendwo ein Statement dazu abgegeben, dass das Matchmaking schon darauf achtet, wie sich die Spieler verhalten. Allerdings hatte Riot auch erwähnt, dass sie soetwas wie die \"Sträflingsinsel\" nicht einführen wollen, da es nahezu unmöglich ist, diese jemals zu verlassen. Warum man allerdings zeitweise wirklich durchgehend mit solchen \"Sträflingen\" zusammenkommt, kann ich mir eigentlich nur durch gewisse Faktoren, wie z.B. Feiertage/Ferien, Tageszeit (Schulzeit, Arbeitszeit, Feierabend, \"Prime-Time\", Tiefnachts, ...), Events (z.B. One for all Modus, URF, Hexakill, ...), Esport Events (z.B. LCS, WM, ...) erklären.","replies":[]},{"id":"","poster":"Bartimaeus91","date":"2015-10-18T01:52:27.604+0000","up_votes":1,"down_votes":0,"body":"Hi, \n\nhab ein ähnliches Problem... Diese Season ist das Matchmaking wirklich ein wenig für den aller wertesten...  \nDavon ist nicht nur die Solo Queue beeinflusst, sondern auch das Team ranked. \nHatte mit meinen Team (Das Bronze 1 ist und keinen Spieler der höher als Gold ist beinhaltet) heute 5 oder mehr games bei denen wir gegen Leute gespielt hatten, die alle weit höher als Gold waren - meist 2 Platin oder Diamond Spieler. Selbst in Arams bekommen wir immer mindestens einen Platin oder Diamond Gegner. \nWAS SOLL DAS?! \nWie soll ein Spiel spaß machen wenn man andauernd gegen Leute spielen muss die um einiges höher als man selber sind? \nSelbst im normalen Spiel haben wir meistens Gegner bei denen mindestens einer Platin ist... \nDas ist für eine Lane dann immer bescheuert. Klar kann man sagen das man dann nur besser werden kann, aber wir hätten wirklich gerne mal Gegner auf unseren Level! ","replies":[]}]}