{"id":"srYXvvAJ","poster":"xTob3yx","date":"2015-10-17T20:12:35.760+0000","title":"Fps cappen bei 30","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi,\r\n\r\nIch habe ein Problem und ich habe keine Ahnung worans liegt =(. Also, meine FPS cappen manchmal einfach bei 30. Meine Einstellungen sind auf uncapped. Ich kann normalerweise auf sehr hoch (Grafikeinstellungen) auf 120-150 FPS spielen, also an meinem Laptop liegts nich, aber manchmal ich weis nicht warum oder wann cappen sie einfach bei 30 und gehen nich mehr h&ouml;her egal was ich mache (Einstellungen ver&auml;ndern, reconnecten, etc.). Das einzige was ich mir vorstellen k&ouml;nnte w&auml;re das es mim ping zusammenh&auml;ngt weil ich &uuml;ber W-lan spiel und das manchmal (Familie usw.) halt eher schlecht is, aber kann das &uuml;behaupt damit zusammenh&auml;ngen?\r\n\r\nHoffe jmd. kann mir helfen weil das teilweise echt nerft =(\r\n\r\nTobi\r\n\r\nPS:ich lass mir die fps im spiel anzeigen kann das vielleicht daran liegen?","replies":[{"id":"","poster":"Anopka","date":"2015-10-18T01:32:05.653+0000","up_votes":1,"down_votes":0,"body":"WLAN hätte höchstens Auswirkungen auf den Ping. Die FPS kommen aber von deiner Grafikkarte. Hast du vielleicht noch irgendwelche anderen Programme im Hintergrund laufen, die irgendetwas mit der Grafik machen, wie beispielsweise Fraps, oder irgendwelche Einstellungen im Grafiktreiberprogramm gesetzt, die unter Umständen irgendwas runterschauben (z.B. Energiespareinstellungen)? Sonst cappen die FPS nur, wenn VSync aktiv ist, dann aber normalerweise bei 60 bzw. bei der Aktualisierungsrate deines Bildschirms (ist heutzutage meistens 60. 75 ist aber bei einigen Bildschirmen üblich, bzw bei einigen 4k Bildschirmen auch 30).","replies":[{"id":"","poster":"xTob3yx","date":"2015-10-18T18:26:41.173+0000","up_votes":1,"down_votes":0,"body":"Oh Gott hab den Fehler. Wenn ich ihn an den Strom ansteck kein ding 200 FPS wenn er auf Akku is capt er bei 30 ne Idee wo man des umstellen kann  das er auf Akku die gleiche Leistung bringt wie am Strom? :P (bin auf win10)","replies":[{"id":"","poster":"Anopka","date":"2015-10-18T19:04:09.639+0000","up_votes":1,"down_votes":0,"body":"Es gibt in des Systemsteuerung unter Energieoptionen die Möglichkeit, den Energiesparmodus auszuschalten bzw Windows zu sagen, dass bei Akkubetrieb die Hardware trotzdem volle Leistung bringen soll. Ich habe Windows 10 allerdings selbst noch nicht benutzt, daher kann ich da wenig zu sagen, wie die Optionen da heissen.","replies":[]}]}]},{"id":"","poster":"fokko1023","date":"2015-10-17T21:33:27.878+0000","up_votes":1,"down_votes":0,"body":"fps hängen nicht mit dem ping zusammen. Kuck dir mal die Temparaturen deines laptops an. villeicht überhitzt irgendwas und drosselt dann. zum messen kannste speedfan nehmen.","replies":[]}]}