{"id":"6MMeh1sj","poster":"Cizes","date":"2015-10-17T10:29:04.876+0000","title":"Kha Zix feedback","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Moin moin,\r\n\r\nhabe seit langem mal wieder Kha Zix{{champion:121}}  ausgepackt und musste feststellen, dass er doch weit in der Zeit zurueckhaengt. \r\nVorallem gibt es zwei Dinge die ich gerne Ansprechen wuerde, und zwar:\r\nSeine Ultimative Faehigkeit, benutzt man diese in kombination mit der Geisterklinge{{item:3142}}  wird er direkt wieder sichtbar wohingegen andere champions mit stealth nicht dieses Problem haben und auch noch laenger unsichtbar sind, finde ich es schon gerechtfertigt dass er dabei Unsichtbar bleiben sollte. Sein Positionspiel im Lategame wenn alle sich Gruppieren ist schon schwer genug. Besonders, wenn die Gegner erfahrener sind ist es schwer jemand einzelnd rauszuhauen und lebend davon zukommen, wenn man Geisterklinge zuerst aktiviert und denn seine ulti, verliert man wichtige sekunden mit dem lauftempobonus den man durch das Item bekommt.\r\n\r\nDesweiteren sein Q, sehr nette Faehigkeit besonders weiterentwickelt schade nur, dass es als kein modifizierter Angriff zaehlt man hat kein Lebenraub auf diesen Angriff, Glanz{{item:3057}} und Dreieinigkeit{{item:3078}} Proccen auch nicht auf diesen Angriff, was vermutlich auch zu stark waere, dennoch der Lebensraub sollte schon funktionieren. Grade im jungle ist der kleine Heilungsfaktor auf seiner W zwar nuetzlich aber nicht sonderlich bemerkbar und er dadurch auch recht Manalaestig wird. So kann er mit seinem Q und ein wenig Lebensraub den Jungle besser &uuml;berleben schliesslich wohnt er ja dadrinne.\r\n\r\nWeitere Meinung waeren hierfuer auch sicher sehr nuetzlich.","replies":[{"id":"","poster":"Im a Papaya","date":"2015-10-17T10:49:17.806+0000","up_votes":1,"down_votes":1,"body":"Im early wäre Lifesteal auf der kha Q bestimmt vernünftig und balanced aber im late kannst du mit einer Q 500 Schaden raushauen wenns gut läuft und dann mit Blutdürster und/oder Hydra wäre das schon quasi ein \"{{summoner:7}} \" und völliger outplay im 1 on 1","replies":[{"id":"","poster":"Cizes","date":"2015-10-17T11:39:53.880+0000","up_votes":1,"down_votes":1,"body":"Dies mag sein du vergisst aber dass ADCs in der lage sind gut um bei 1200 zu kritten und die haben meistens auch um umbei 20% lifeleech oder Bork{{item:3153}}  gegen einen normalen Squishy mit 1700hp kannste dir ja ausrechnen wie viel die sich mit einem crit heilen, wenn nach allen abzuegen ohne Letzter Atemzug{{item:3035}}. Desweiteren vergisst du auch dass sein Q eine hoehre CD hat als ein ADC angreifen kann. und im Weiteren auch dass viele andere ADCs aufgrund dessen viele andere 1on1 ausschalten koennen.","replies":[{"id":"","poster":"Gregor Gysi","date":"2015-10-17T11:44:23.355+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Cizes,realm=EUW,application-id=Wj1wcocU,discussion-id=6MMeh1sj,comment-id=00000000,timestamp=2015-10-17T11:39:53.880+0000)\n>\n> Dies mag sein du vergisst aber dass ADCs in der lage sind gut um bei 1200 zu kritten und die haben meistens auch um umbei 20% lifeleech oder Bork{{item:3153}}  gegen einen normalen Squishy mit 1700hp kannste dir ja ausrechnen wie viel die sich mit einem crit heilen, wenn nach allen abzuegen ohne Letzter Atemzug{{item:3035}}. Desweiteren vergisst du auch dass sein Q eine hoehre CD hat als ein ADC angreifen kann. und im Weiteren auch dass viele andere ADCs aufgrund dessen viele andere 1on1 ausschalten koennen.\n\nJa und du vergisst, dass Kha kein ADC ist und aktuell ziemlich balanced ist. Als ehemaliger Top'Zix main würde ich mir allerdings drastische Änderungen wünschen (weniger Jungle sustain, kein bonus Schaden an Monstern, aber dafür %missing DMG on Q revert). \nAber da Kha gerade kein Problem ist können wir Änderungen vergessen.","replies":[{"id":"","poster":"Veezey","date":"2015-10-17T14:26:57.838+0000","up_votes":2,"down_votes":0,"body":"Mir würde reichen, dass die CD zwischen den einzelnen Ultaktivierungen niedriger wäre. 1 Sekunde würde ich angemessen finden.","replies":[]},{"id":"","poster":"Cizes","date":"2015-10-17T11:49:26.741+0000","up_votes":1,"down_votes":1,"body":"Ich vergesse nicht dass er kein ADC ist jedoch ist er melee und ich wollte damit verdeutlichen, dass andere Champs auf distanz schneller viel mehr Schaden machen koennten und sich heilen koennen mit ebenso absurden lifeleech.\n( Ich weiss dass er ranspringen kann und sich unsichtbar machen kann, aber wie viele ADC oder APC haben mittlerweile dashes/disengages oder/und slows der Unsichtbarkeitsvorteil ist da schnell ausgespielt und man bleibt als offene Zielscheibe zumal die meisten slows laenger halten als die Dauer der Unsichtbarkeit.)","replies":[{"id":"","poster":"Gregor Gysi","date":"2015-10-17T12:35:44.274+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Cizes,realm=EUW,application-id=Wj1wcocU,discussion-id=6MMeh1sj,comment-id=0000000000000000,timestamp=2015-10-17T11:49:26.741+0000)\n>\n> Ich vergesse nicht dass er kein ADC ist jedoch ist er melee und ich wollte damit verdeutlichen, dass andere Champs auf distanz schneller viel mehr Schaden machen koennten und sich heilen koennen mit ebenso absurden lifeleech.\n> ( Ich weiss dass er ranspringen kann und sich unsichtbar machen kann, aber wie viele ADC oder APC haben mittlerweile dashes/disengages oder/und slows der Unsichtbarkeitsvorteil ist da schnell ausgespielt und man bleibt als offene Zielscheibe zumal die meisten slows laenger halten als die Dauer der Unsichtbarkeit.)\n\nRollenübergreifende Vergleiche machen keinen Sinn - Burst damage und sustained damage sind so schon ganz offensichtlich vollkommen verschiedene Dinge. Ein Assassin kann und sollte nicht den Sustain eines AD's haben. Obendrein ist Kha's sustained damage so schon sehr hoch.\nDie Buffs, die du forderst sind drastisch und nicht gerechtfertigt. So schwach ist Kha gerade nicht.","replies":[{"id":"","poster":"Cizes","date":"2015-10-17T13:04:42.173+0000","up_votes":1,"down_votes":1,"body":"Die Buffs wie du sie nennst sind eher Anpassungen um seiner Rolle mehr rechtzufertigen. Sein Q resettet sein AA-timer demzufolge sollte es ein modifizierter AA sein ist er aber nicht. Das er waehrend seiner Ulti unsichtbar bleibt waehrend er Geisterklinge aktiviert sollte ebenso eine Anpassung sein weil jeder Champ der unsichtbar ist dies so machen kann und er somit ganz klar vergessen wurde.\n\nZudem hast du leichte Widersprueche in deinen Aussagen, vermutlich kommt es dadurch, dass du ueberiwegend Toperfahrungen mit ihm hast und fast nur gegen Bruiser/Offtanks gespielt hast.( ich moechte dir dies nicht zum Vorwurf machen aber mein Feedback bezieht sich auf das Junglen und den Ganks bzw Positionsspiel zum Ende des Spieles und nicht wie er sich gegen Tanks auf einer lane behauptet.) Sein Q mit missing life zu kombinieren statt seinem extra dmg und passive wuerde heissen dass er Mehrmals in der Lage sein wuerde sein Q zu benutzen in einem Kampf oder dass er mit seinen Ziel einen Ausdauerkampf austragen koenne, jedoch ist er denn aber nicht richtig ihn dennnoch als Assassine wie du es tust zu bezeichnen, sondern wieder deine Toperfahrungen die du da mithineinziehst und hauptsaechlich dein feedback aufbaust.\nZudem sein sustained Damage also den Schaden den er aushalten kann ist wenn man ihn auf Assassine spielt natuerlich vergleichsweise niedrig, denn man ist nicht 10sekunden unsichtbar, man kann nicht aus 500units bereits den Gegner umbursten und festhalten aka Rengar oder Talon oder seine position ueber 1000units mit dem Doppelgaenger tauschen um wieder zu disengagen nein er muss jmd. toeten damit er ein weiteres mal davon huepfen kann waehrend der Gruppierungen in Lategame ist dieses nur bedingt moeglich und aeusserst schwer zu gestalten. Mir wuerde im weiteren ein Fixwert von Heilung gegen Monster Auf seinen Q scheon ausreichen oder dass lebenraub nur zu 50% wirkt wenn gegen Champs angewendet oder ein Maxwert.","replies":[]}]}]}]}]}]}]}