{"id":"1WiAM8ep","poster":"D0CT0R Who","date":"2015-10-17T10:59:32.304+0000","title":"In der Champion selcetion aussteigen","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":12,"body":"Wie bekommt man &uuml;berhaupt eine Strafe f&uuml;r das aussteigen aus der champion auswahl im Rank ? Ich meine wenn pl&ouml;tzlich aufgehalten wird oder das Team troll picks macht, wiso soll es dann auf die Kosten von mir gehen nur weil ein anderer Spieler einen schlechten Tag hat, dann steige ich aus und werde daf&uuml;r bestraft kann mir bitte wer die logic erkl&auml;ren und ok im Normal ist mir das eig relativ egal aba bitte im Rank ?","replies":[{"id":"","poster":"Maexle","date":"2015-10-17T11:05:35.613+0000","up_votes":4,"down_votes":0,"body":"Wenn man überhaupt nicht bestraft werden würde, dann würde jeder einfach leaven, wenn er nicht seine gewünschte Position bekommt oder ihm ein Pick seiner Teammates nicht gefällt, und das immer wieder bis er mal mit seinem Team zufrieden ist. In SoloQ kommt es ja eigentlich darauf an, zu zeigen wie gut man ist, wenn man mit 4 Randoms auskommt und wie gut man allgemein ist, auch wenn man mal nicht seine Mainlane bekommt. In Normals wäre es vermutlich standard, dass jemand den Champselect verlässt, wenn man bedenkt, wie oft sich da um die Rollen geprügelt wird und es würde vermutlich kaum noch ein Spiel zusammen kommen.\n{{champion:17}}","replies":[{"id":"","poster":"D0CT0R Who","date":"2015-10-18T12:31:50.717+0000","up_votes":1,"down_votes":0,"body":"in der Solo Q okey aba was ist im Rank ?","replies":[{"id":"","poster":"eingew","date":"2015-10-18T12:55:09.662+0000","up_votes":2,"down_votes":0,"body":"Im Rank will ich eine Queue, die keine halbe Stunde dauert.","replies":[]}]}]},{"id":"","poster":"cremnik","date":"2015-10-17T13:24:30.927+0000","up_votes":2,"down_votes":0,"body":"Wenn du wirklich Dodgen willst, dann sind 3 Punkte akzeptable Kosten. Deine MMR bleibt ja unverändert, also solltest du auch schnell wieder aufsteigen, bzw. die Punkte wieder reinholen. Ich habe nur einmal in meinem Leben gedoged in einem Spiel, in dem klar ein Troll war. Aber was willst du machen? Was sind die Alternativen? Wer definiert überhaupt, was ein Troll-Pick ist? Ich habe auch schonmal meine Promo mit einer Katarina im Jungle gewonnen, nur weil du es nicht magst heißt das nicht, dass andere eine Strafe - den Rauswurf aus der Lobby - dafür kassieren sollten.","replies":[]},{"id":"","poster":"Black Mage","date":"2015-10-17T11:01:18.837+0000","up_votes":1,"down_votes":1,"body":"google mal nach riots statement, als sie es eingeführt haben, wird mir dumm das zum zweiten mal zu schreiben, weil du deinen alten thread gelöscht hast für einen poll, der sinnlos erscheint","replies":[]}]}