{"id":"GdatPUKH","poster":"ELOW Cronos","date":"2015-10-17T07:26:31.390+0000","title":"Rankedteam sucht: ADC/Toplane/Reservespieler (high Silver)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Leute\n\nIch hab&#039;s endlich geschafft mit ein paar Leuten ein Rankedteam zu gr&uuml;nden und es wurde auch schon das ein oder andere Spiel zusammen gespielt. Allerdings haben wir alle ein Real Life wodurch es auch mal zu Komplikationen mit unseren W&ouml;chentlichen Spielterminen kommen kann. Da wir leider &uuml;ber keine Reservespieler verf&uuml;gen ist dann auch gleich Ranked abgesagt. Das unser Toplaner an einem unserer beiden Spieltage Fussballtraining hat und wir und unserer ADC nicht richtig gl&uuml;cklich Miteinander wurden, macht die Sache  auch nicht gerade einfacher  ^^. Zu uns gibt es zu Sagen das wir sehr viel Wert auf ne gute Teamatmosph&auml;re legen und einen freundlichen Umgangston sowohl uns als auch den Gegnern gegen&uuml;ber erwarten. Auch wenn der individuelle Skill bei uns sicher nicht zuoberst auf der Priorit&auml;tenliste steht sollten ihr eure Position dennoch beherrschen um das restliche Team nicht zu behindern. Da mein Ts zurzeit nicht funktioniert wird momentan leider über Skype kommuniziert :(.\n\nIhr solltet folgendes Mitbringen:\n\n**ADC:**\n\nMindestalter 16+:\nDienstag und Mittwochs Online von 19:00-22:00\nTs3 und Skype\nSilber 3 bis Gold 4\nBitte keine Mordekaiser Mains, wir h&auml;tten gerne nen &ldquo;richtigen&ldquo; ADC\n\n\n**Toplane:**\n\nMindestalter 16+:\nDienstag Online von 19:00-22:00 (gerne auch Mittwochs als Reservespieler gesehen)\nTs3 und Skype\nSilber 3 bis Gold 4\nKeine Onetrickponys bitte, da ich selbst gerne Carrylastige Offtanks im Jungle spiele, w&auml;hren hier ein flexibler Championpool mit Fokus auf Tanklastige Picks erw&uuml;nscht.\n\n**Ersatzspieler:**\n\nMindestalter 16+:\nDienstag und Mittwochs Online von 19:00-22:00\nTs3 und Skype\nSilber 3 bis Gold 4\nIhr solltet sicher 2-3 Lanes gut beherrschen und auch die &uuml;brigen spielen k&ouml;nnen ohne gleich reinzufeeden.\n\nBei Interesse oder Fragen addet mich doch einfach Ingame oder hinterlasst mir hier ne Antwort.\n\nmfg\nSergeant Cronos","replies":[]}