{"id":"jyp5rUhb","poster":"Spicavius","date":"2015-10-16T18:52:03.455+0000","title":"Teleport Meta Counter gesucht","subforum":"Esports","up_votes":1,"down_votes":0,"body":"Ich suche mit der Communtiy zusammen einen Weg die Teleport Meta in der Mitte zu countern.\nLeider f&auml;llt mir nichts ein was und wie man etwas spielen soll, um den Splitpush Vorteil und Teamfight-Pr&auml;senz Vorteil mit einer anderen Spielweise aus zu gleichen/ zu kontern.\n\nDas Problem an der Sache bei mir ist, dass ich nicht objektiv an die Sache rangehen kann, da ich schon seit einem Jahr Anivia mit TP spiele und dabei nur Vorteile sehe/gesehen habe und auch viele Erfolge mit dieser Spielweise erzielen konnte.\n\nDabei bin ich der Meinung, dass es für JEDE Spielweise einen Konter gibt.\n\nMir f&auml;llt einfach nichts dazu ein. Ich habe mir &uuml;ber dieses eine Jahr zu sehr auf diese Spielweise versteift. Helft mir bitte.\n\nMomentan versuche ich Kassadin zu meistern, um dem TP vllt entgegen zu wirken und auf der Lane snowballen kann.","replies":[{"id":"","poster":"Termii TFT","date":"2015-10-16T19:19:39.220+0000","up_votes":1,"down_votes":0,"body":"Tahm Kench sup + Zed mid. Eine Botlane, die ein TP gut überleben kann und eine Midlane, die ein TP bestraft. Vielleicht auch Azir wie Faker mid spielen und den gegnerischen Midlaner permanent mit 50% HP unter den eigenen Tower pushen.","replies":[{"id":"","poster":"Spicavius","date":"2015-10-16T19:28:31.936+0000","up_votes":1,"down_votes":0,"body":"Also entweder so einen Druck aufbauen und den Gegner auf der Lane zerstören sodass er seinen TP für den Tower in der Mitte \"wasted\" oder einfach als Team (was in soloque schwer ist) outplayen. Hmm Ok\n\naber mit Tham Kench hast du mich auf einen guten Gedanken gerbacht und mal schauen wie ich das umsetze.","replies":[{"id":"","poster":"Termii TFT","date":"2015-10-17T12:54:18.524+0000","up_votes":2,"down_votes":0,"body":"Ich habe gerstern noch etwas über dieses Thema nachgedacht. Viele Champs habe ich bislang nicht mit TP gespielt, eigentlich nur Annie -  auf Dia3 bis Master ca 50 Games. natürlich sind early ganks extremst effektiv, aber nur wenn:\n\n* die gegnerische Lane relativ aggressiv steht\n* ein guter Ward vorhanden ist \n* die eigene Botlane nicht hoffnungslos low ist\n\nSollte einer dieser Punkte nicht erfüllt sein, wird unter normalen Bedingungen kein Kill durch ein TP fallen. Ich würde auch noch etwas weiter gehen und noch Bedingungen festlegen, die schon in der Champselection erfüllt sein müssen, damit TP sinnvoll sein **könnte**.\n\n* man hat ein Matchup, dass man nicht durch das Fehlen von Ignite verliert. (Gegenbeispiel: annie vs Fizz, annie vs leblanc)\n* die Botlane ist nicht sonderlich TP immun. (Bsp:Cait/Tahm/Morgana)(Gegenbeispiel.: ashe/Kalista/Kogmaw/Leona) \n* man hat gapcloser. Flash/Homeguards/Hook/Lantern etc. Desto mehr- desto besser\n\nCounter wären demnach Counter zu Stichpunkten. \n\n* Starke midlaner picken, die den Gegner aus der Lane pushen (spätes lvl6) und Towerpressure ausüben (Tower>Kill)\n* Flash in der eigenen Midlane Traden, vielleicht hilft der Jungle\n* die Botlane sollte niemals overstayen, vor allem wenn die Minions pushen und der erste Busch nicht mit einem Sweeper gecleart werden kann.\n* Die Toplane sollte immer aufmerksam sein, ob der gegnerische Toplaner aggressive Lanewards stellt.\n* selbst Flash/Jumps/lantern haben.\n\nIch habe jetzt **nur** die Vor- und Nachteile von lvl 6-11 TPGanks aufgezählt. Zu Rotations habe ich nichts gesagt, weil ich solche Champs nicht Spiele (splitpush kassa/TF/Bruiser etc).","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-10-16T20:54:23.221+0000","up_votes":1,"down_votes":0,"body":"Midlane Teleport ist nichts Neues. \nLeider weis ich nicht mehr genau wann das war und was desshalb gemacht wurde aber da es lange nichtmehr gespielt gibt es aufjedenfall etwas dagegen.","replies":[{"id":"","poster":"Spicavius","date":"2015-10-16T22:03:14.412+0000","up_votes":1,"down_votes":0,"body":"versuch dich zu erinnern! :D","replies":[{"id":"","poster":"LZ Flame","date":"2015-10-16T22:21:47.637+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=hGYdiTd1,discussion-id=jyp5rUhb,comment-id=00010000,timestamp=2015-10-16T22:03:14.412+0000)\n>\n> versuch dich zu erinnern! :D\n\n auf kassadin wurde das schon früher gespielt   weil er relativ guten roam hatte und manchmal pre 6 snowballen konnte ,der Counter zu tp ist ignite bzw exhaust,aber es ist mehr high risk high du must deinen lane Gegner mindestens 1 mal killen das es das wert war ,im lategame ist ignite halt schlechter early und midgame Counter wäre ignite,ich spielte früher auch immer auf top mit ignite und mit singed dann Level 2 all in ,aber wenn das nicht klappt hast du ein Problem ,leider wurde ich auch durch die tp meta dazu gezwungen mit tp zu spielen","replies":[]}]}]}]}