{"id":"PKgWesdY","poster":"Montaguoo","date":"2015-10-16T22:00:34.306+0000","title":"Spirit Gaming sucht Mid Laner","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute,\r\nWir(Das Team Spirirt Gaming(Team Elo nach placements:Silber 5, Soloq Elo:Gold)) sucht einen engagierten Mid Laner der folgenden playstyle mit an den Tag legen sollte:\r\n-Du solltest gut alleine bestehen k&ouml;nnen und ein Waveclear/Farm matchup spielen, da wir mit unserem objektiv kontrollierten playstyle  eigentlich nur um die sidelanes spielen und darauf angewiesen sind eine solide Mid Lane zu haben die nicht st&auml;ndig durch schlechte trades low dropt oder overextended durch ganks stirbt\r\n-Du als Mid Laner kommst also erst in den Teamfights oder Scirmishes ins Spiel und solltest da wissen wie dein Positioning und dein Focus sein soll\r\n-Wir als Team sind zu 5. stark und nicht alleine, deshalb versuchen wir uns durch objektive kontrolliertes Spiel einen Goldvorsprung gegen&uuml;ber des Gegnerteams zu verschaffen und uns dadurch in den sp&auml;teren teamfights und Scirmishes durchzusetzen, also solltest du kein Einzelg&auml;nger/Playmaker sein, der die Solo Kills und die gro&szlig;en Plays sucht, wenn das Game nicht so l&auml;uft wie geplant ist das die Schuld von Allen und nicht die von dir.\r\n\r\nWenn dir diese Punkte liegen und du mit einem solchen Playstyle vertraut bist und einem Team angeh&ouml;ren m&ouml;chtest was um seine Entwicklung als Team und nicht an der Entwicklung der Einzelspieler interessiert ist dann melde dich bei   The brave soldie   und wir machen uns gerne ein Bild von deinen F&auml;higkeiten\r\n\r\nBitte keine 0815 Anfragen bei denen die Erste Frage ist wie alt seid ihr? oder so etwas in der Art, das Alter spielt keine Role sondern die Einstellung zum Spiel \r\nWenn ihr eine Ernst gemeinte  Anfrage/Bewerbung senden wollt beinhaltet diese:\r\n-Euren Vornamen( Spitznamen etc sind auch in Ordnung(keiner wird gezwungen irgendwas aus seinem privaten Leben preiszugeben)\r\n-Den Grund weshab ihr gerade unsere Anfrage ansprechen fandet \r\n-Was euch auszeichent und f&uuml;r unseren Mid Lane posten qualifiziert\r\n-Fragen/Anmerkungen","replies":[{"id":"","poster":"Sir Zschaui","date":"2015-10-17T10:10:42.300+0000","up_votes":1,"down_votes":0,"body":"Hab Interesse\nMein Name ist Christopher aber bevorzuge es Zschaui genannt zu werden ( Spitzname ) und bin 19 Jahre alt.\nSuche schon seit langem ein aktives Rankedteam welche auch mal Zeit hat zu spielen.\nBin Midlaner seit Season 2. \nUnd kann sogut wie jeden Midlaner.\nBei Interesse addet mich\nFragen fallen mir im Moment keine ein.","replies":[]}]}