{"id":"jPAAnIAu","poster":"CRX sNICE","date":"2015-10-16T19:41:08.480+0000","title":"SPEEDPIXELS","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer!\r\n\r\nwir von SPEEDPIXELS sind auf der suche nach einen STARKEN und AKTIVEN League of Legends Team welches sich in naher Zukunft in die Electronic Sports League traut. Das Team sollte schon einige Spieler absolviert haben und min. in Platin/Diamond bereich sein, denn wir wollen auf dieses TEAM bauen d.h. wir versuchen euch nach oben zu bringen ( wir Supporten euch mit unseren Sponsoren ). Derzeit besitzen wir in anderen Games Teams welche sehr erfolgreich sind in den jeweiligen eSport-Ligen wie Electronic Sports League, Konsolen-Sport u.s.w.!\r\n\r\n**ABOUT SPEEDPIXELS**\r\nDas Projekt wurde damals mit den Namen &quot;EVERYDAY&quot; gegr&uuml;ndet und war in der Counter-Strike Szene aktiv. In diesem Jahr wurde das Team zu &quot;SPEEDPIXELS&quot; unbenannt und es kam zu einer fusion mit einen anderen Projekt namens &quot;CERAX&quot;. Nun ist SPEEDPIXELS in der eSports-Szene unterwegs.\r\n\r\n**COUNTER-STRIKE:GO - PROFI**\r\nDas Counter-Strike:Global Offensive Profi Team ist derzeit auf guten wege an der Deutschen Meisterschaft teilzunehmen. Wir hoffen nat&uuml;rlich das es dem Team den sprung in die Meisterschaft gelingt, damit sich die Spieler bewei&szlig;en k&ouml;nnen!\r\n\r\n**COUNTER-STRIKE:GO - OPEN**\r\nDas Counter-Strike:Global Offensive Open Team ist das Team, welches als n&auml;chstes in die Amateur-Szene einsteigt sobald das Profi-Team aufgestiegen ist. Derzeit spielen die Jungs in der European Open-Ladder wo das Team unter den TOP #70 von #742 Teams sich nach oben k&auml;mpft.\r\n\r\n**FIFA 16 - Pro Club ( Playstation 4 )**\r\nDas FIFA 16 Team besteht aus 15 Spielern welche 11 vs. 11 Spieler ( d.h. wie in LoL ein 5 vs 5 nur als  11 vs 11 das jeder Spieler einen festen Spieler hat ). Dieses Team spielt sich derzeit nach oben, doch wir wissen selber das es eines der besten Deutschen Teams in der FIFA Szene ist und gegen den Deutschen Meister in FIFA 15 ein Unentschieden sicherte.\r\n\r\n**WAS WIR EUCH BIETEN?**\r\nWir bieten euch einen Teamspeak Server wo ihr eure eigenen Channels bekommt ( Training, Match ) um nicht gest&ouml;rt werden zu k&ouml;nnen. Nat&uuml;rlich k&ouml;nnt ihr auch von unseren Sponsoren profitieren und die jeweiligen Rabatte erhalten. Es gibt EINEN festen Manager f&uuml;r euch der sich um Turniere und &auml;hnliches k&uuml;mmert, damit IHR euch nur auf das spielen konzentrieren m&uuml;sst.\r\n\r\n**WARUM WIR?**\r\nWeil WIR euch UNTERST&Uuml;TZEN um euren TRAUM zu erf&uuml;llen.\r\n\r\n**KONTAKT-DATEN**\r\nSteam: http://steamcommunity.com/id/sNICEY/\r\nTeamspeak: 212.224.75.161:10340\r\nHomepage: www.SPEEDPIXELS.com\r\n\r\n**Wir w&uuml;nschen euch viel Gl&uuml;ck und Erfolg - Mit freundlichem Gru&szlig;, Dominic &#039;sNICE&#039; Bierschenk**","replies":[{"id":"","poster":"iPuniiiCa","date":"2015-10-16T22:38:00.927+0000","up_votes":1,"down_votes":0,"body":"ich habe gerade dein forem post zum thema lol gelesen & würde  mich dafür interessieren: \nganz kurz zu mir \n bin ich aktuell Dia 5 main support & suche ein ranked team .\nich bin 17 Jahre alt & verfüge über ts & einem hs.\nich verfüge über einen ordentlichen Champion pool & kann mich daher det teamcomp anpassen.\nich würde mich über eine rückmeldung freuen \nIGN iPuniiiCa","replies":[]}]}