{"id":"PQ6TvtpR","poster":"Elotüte","date":"2015-10-16T14:47:35.165+0000","title":"Funmodus Geheimtipps","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hallo\r\n\r\nDerzeit kann man ja OnForAll spielen und da dachte ich mir frage ich mal so in die runde mit was f&uuml;r champs ihr schon gespielt habt und ob das dann auch total geil war. Man hat ja die qual der Wahl. \r\n\r\nBislang habe Kindred, Ziggs, Leblanc, Syndra, Gangblank, Tahmkench, Fiora, Riven und Vel Kotz gespielt.\r\n\r\nDavon kann ich Ziggs und Syndra nur empfehlen.\r\n\r\nMit dem Rest hatte ich kaum ne Chance oder die gegner hatten es schwer.\r\n\r\nMit Tahm Kench hatte ich bislang die schlechteste erfahrung gemacht. Null Wave clear.","replies":[{"id":"","poster":"Der Wohltäter","date":"2015-10-16T18:54:33.162+0000","up_votes":1,"down_votes":0,"body":"Ein hoch auf Karthus. (RIP Karthus)","replies":[]},{"id":"","poster":"Elotüte","date":"2015-10-16T18:15:45.286+0000","up_votes":1,"down_votes":0,"body":"{{champion:99}} sollte wahrscheinlich schon pflichtbann status haben. Hätte nie gedacht dass man soviel fun mit der haben kann. Falls sie nicht gebannt wurde. Habt spaß den werdet ihr haben. Sitzt ne Fessel ist das Opfer weg. Die Schilde die rumgeworfen werden sind einfach nur krank. \n\nGrade gegen {{champion:96}} und nur geplatzte :D","replies":[]},{"id":"","poster":"The Green Goo","date":"2015-10-16T16:49:20.302+0000","up_votes":1,"down_votes":0,"body":"mit {{champion:1}}  macht es sehr viel Spaß und mit {{champion:53}} auch wobei man mit ihm all mid gehen sollte","replies":[]},{"id":"","poster":"GG Baka","date":"2015-10-16T14:57:39.194+0000","up_votes":1,"down_votes":0,"body":"Wenn du mit Tahm null Waveclear hast - machste was falsch   \nW Minion verschlucken - W ausspucken in Wave  - Wave weg\nund das nur mit RoA\n\nmit Tahm kann man auch super traden zu zweit - einer verschluckt gegner - du den anderen Tahm und rennst zurück zum tower dank movement buff ...\n\n\n\n\nKindred ist verdammt nervig wegen ult","replies":[{"id":"","poster":"Elotüte","date":"2015-10-16T16:05:53.413+0000","up_votes":1,"down_votes":0,"body":"Ja Kindred nervt mit der ulti\nAls tahm wurde ich zweimal so hart reingepusht wir konnten kaum gegenpushen. Kommt sicherlich auf die gegner auch an. \n\nGrade mit 5 schnellen ponys gegen fizz gewonnen. Wäre sicherlich besser gewesen wenn all Fizz Fizz spielen könnten.","replies":[]}]},{"id":"","poster":"Kunkel","date":"2015-10-16T14:50:29.974+0000","up_votes":1,"down_votes":0,"body":"Bis jetzt hat Varus sehr gut funktioniert und Kindred. Mit Zed haben wir leider verloren, gegen Shaco. Shaco sieht dabei jedoch sehr Spaßig aus, alle machen ihr Ult an und plötzlich laufen da 10 Clowns durch die Gegend","replies":[]}]}