{"id":"nrFEuz0O","poster":"MasterKeksbox360","date":"2015-10-15T16:56:21.186+0000","title":"Rezept Ranked","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Gr&uuml;&szlig;e Beschw&ouml;rer ! ;D\r\n\r\nAlso in im diesen Forum m&ouml;chte ich euch Erfahren Beschw&ouml;rer fragen, wie man von Bronze zu Gold wird.\r\n  Welche Champion, sind daf&uuml;r geeignet ?\r\nIch habe praktisch f&uuml;r jede Lane und rolle praktisch alle Champion die ich Halbwegs gut spielen kann \r\nMein mein ist zurzeit Khazix weil ich hoffe das ich mit hm aus meiner Elo rauskomme.\r\nMeine position und rolle\r\n\r\nTop: Renekton , Volibear und Shen\r\nMid: Khazix,Twisted Fate und Kassadin \r\nJungle: Diana und Sion \r\nSupp: Thresh,Trundle\r\nAdc: Lucian und Graves\r\n\r\nSind diese Champion daf&uuml;r gut um Aufzusteigen in meiner Elo???\r\n\r\nUnd welche Champion w&uuml;rdet mir empfehlen ? \r\n\r\nund wie lange Braucht  man um aufzusteigen?\r\n\r\nWie Carry&acute;d man ein Game ?\r\n\r\n \r\n\r\nWenn Ihr weitere Tipps hab dann schreib es in die Kommentare \r\n\r\n\r\n\r\n                                                                                                                                                                                                                  DANKE  :D","replies":[{"id":"","poster":"Soúp","date":"2015-10-15T19:45:13.628+0000","up_votes":1,"down_votes":0,"body":"Hab damals in Season 3 nach meinen Placements in Bronze 2 begonnen, wurde erstmal auf Bronze 4 runtergeschossen und war der Meinung \"ich bin besser als alle, gewinne immer meine Lane, alle anderen feeden immer\" (..). Hab einfach weiter gespielt, Champs gefunden, mit denen ich Spaß hatte und ordentlich gespielt habe - bis zum Ender der damaligen Season noch Bronze 1 geschafft. Üben, üben, üben... \nSeason 4 dann wieder auf Bronze gestartet, aber meine \"Erfahrung\" aus der Vorseason hat mich dann in Silber gebracht. Ende der Season dann hohes Silber geworden. \nIn Season 5 dann endlich der \"Durchbruch\" - hab gemerkt, dass ich immer öfter richtige Entscheidungen treffen konnte, meine Gegner scheinbar immer einfacher dominieren konnte und hab mich auf Gold hochgespielt. Bzw alle meine Accounts recht einfach auf Gold gebracht. \n\nWas ich damit sagen will - manche schaffen es schneller, manche brauchen eben ein paar Seasons. Du wirst nicht durch ein paar Tips auf einmal von einem Bronze-Spieler zu einem Goldspieler! Lass dich auf diesen Prozess ein (Erfahrung ist das Stichwort) und wachse daran. Du wirst von Tag zu Tag immer besser!","replies":[]},{"id":"","poster":" xX Jinzo Xx","date":"2015-10-15T17:54:52.218+0000","up_votes":1,"down_votes":0,"body":"Für mich war die einfachste Lösung, Support und Jungle zu mainen. Wieso gerade die Positionen sollte zwar selbsterklärend sein, aber ich erläutere es trotzdem mal:\nDein Team wird, egal wie schlecht es ist, mit sehr hoher Wahrscheinlichkeit in der Lage sein, Gegner anzugreifen, die gestunned, hochgeworfen o.ä. sind. Und vor allem Jungle und Supp sind für diese Aufgabe sehr gut geeignet.\n\nSupp hat den großen Vorteil, dass du dich über eine große Zeit hinweg nur auf die Botlane konzentrieren musst. Nimmst du jemanden, der CC hat und nicht sofort umfällt, kannst du zum einen den adc gut beschützen, aber auch den Gegner am Farmen hindern oder einfach die Kämpfe starten/entscheiden. Besonders geeignet sind da zum Beispiel Thresh, Leona, Sion, Braum oder Nautilus, da sie alle tanky sind und viel cc haben. Einige Leute bevorzugen auch Blitzcrank, aber der ist für mein persönliches Empfinden nicht vielseitig genug. Wie dem auch sei: Ist dein adc gefeedet, erhöht das die Siegeschancen natürlich massiv, weil er auf Reichweite hohen Schaden hat. Dabei ist es völlig egal, ob der ADC gut oder schlecht ist, solange du als Support gut genug bist, um ihn zu beschützen und vor Schaden zu bewahren.\n\nPersönlich bevorzuge ich allerdings zu junglen, um meinem Team zum Sieg zu verhelfen. Der Nachteil ist natürlich, dass man eine gute Map-Übersicht benötigt, damit man zur richtigen Zeit am richtigen Ort ist, um seinem Team auszuhelfen. Der große Vortel ist aber, dass du so nicht nur die Botlane sichern kannst, sondern jeder Lane helfen kannst, zu gewinnen, was eben auch die Wahrscheinlichkeit erhöht, am Ende das Spiel zu gewinnen. Auch hier sind CC-lastige Champions, am besten mit AOE-DMG am besten geeignet. Meine persönlichen Favoriten dabei sind Wukong, Malphite, Sion, Zac oder Sejuani. Wie auch bei der Supporter-Wahl ist für mich entscheidend, dass sie nicht sofort umfallen und möglichst viel CC haben, denn wie oben erwähnt: Selbst die schlechtesten Spieler schaffen es, hilflose Ziele zu töten. Zu beachten ist natürlich, dass man nach Möglichkeit die Kills auf der Lane lässt, statt das eigene Ego durch Kills zu füttern, denn man will ja, dass das eigene Team dominiert.\n\nAbgsehen davon sollte man einfach immer die Ruhe bewahren. Wenn man jemanden vollflamed nach einem Fehler, wird die Stimmung nur mies, derjenige wird vielleicht noch nervös und alles wird nur viel schlimmer. Loben, aufmuntern, helfen - und nicht zu früh aufgeben. Man kann auch Spiele gewinnen, wenn man bereits 2-22 zurückliegt und die Gegner fast an der Base sind. Man muss nur als Team gut funktionieren, jeder macht Fehler und vor allem im Lategame bei hoher Wartezeit nach dem Tod brechen einem diese das Genick.\nWichtig auch: Niemals zu sehr auf Baron bestehen. Ich sehe das oft im Bronze-Gold-Bereich (also die Bereiche, in denen ich bisher gespielt habe), dass das Team unbedingt Baron haben will. Schwachsinn. Im Zweifelsfall lieber pushen, wenn die Gegner tot sind. Inhibitor > Baron. Danach kann man sich notfalls immernoch den Buff holen, wenn die Gegner unter Druck stehen. Selbst in einigen LCS-Spielen, die ich geschaut habe, wurden Spiele, die eigentlich ausgeglichen waren durch Baron-Fokus und Fail verloren, die nicht hätten verloren sein müssen.\n\nAuf diese Art schafft man es eigentlich ziemlich schnell in den unteren Gold-Bereich und letztendlich ist das eh ausreichen. Der Skin und vor allem das Gefühl aus Silber raus zu sein, sind sowieso am Wichtigstens.\n\nSoweit von mir und viel Glück beim Spielen. :)","replies":[]}]}