{"id":"T5pJANZA","poster":"RM Heartmeander","date":"2015-10-15T00:13:41.081+0000","title":"Kog'maw ADC","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Gibt es einen bestimmten Grun, warum man bei Kog&#039;maw die W zu erst maxt?\r\nEs gibt ja  &quot;nur&quot; Bonusreichweite 130-210 und 2-6% vom max Leben des Gegners.\r\nZumindest in den Builds die ich gesehen habe ist das so.\r\nDie Bonusreichweite ist ja nett aber wegen 90 Reichweite (1 oder 5 Punkte) wirklich lohnenswert? (ja ist leichter zu lasthitten wenn aktiviert da mehr Schaden)\r\nDenn der Bonusschaden sollte ja nicht viel ausmachen wenn die Leute Squishy sind auf der Botlane.\r\nBei 1400 Leben sind 4% gerade mal 56 Schaden. (1400 sind vielleicht schon hoch gegriffen sind)\r\nManakosten fallen ja eh keine an, da ist es also egal.\r\n\r\nDie q w&uuml;rde ja passiv AS geben bis zu 30% + die Aktive die Schaden macht und R&uuml;stung/MR reduziert wovon der Support auch profitiert.\r\nDas w&auml;ren dann halt einmalig 80-280 dmg und 12-28% reduktion.\r\nKosten sind Konstant auf 60.\r\n\r\nW&uuml;rde das f&uuml;r Trades nicht mehr Sinn machen dieser zus&auml;tzlich AS Buff?\r\nSprich mehr Schaden als wenn man die w aktiviert?\r\n\r\nUnd die meisten skillen dann die e als zweites hoch.\r\nW&auml;re es da nicht sinvoller die q zu nehmen um von der Synergie der q+w zu profitieren? (AS + bonus dmg)\r\nKlar der Schaden ist gr&ouml;sser (60-260) da man damit mehrere Leute treffen kann aber auch die Manakosten steigen 80-120.\r\nCD bringt keines der Level ausser der Ult daher kann man das eh aussen vorlassen.\r\nIst die Verlangsamung so wertvoll dass es sich lohnt die e vor der q zu skillen?\r\n\r\nWeil ich denke ja man macht mehr Schaden in nem Fight wenn man die q skillt sofern man sie auch trifft.\r\nOder ist es wirklich so wichtig die Reichweite + Slow f&uuml;r das &Uuml;berleben zu haben dass man lieber ein bisschen offensiven Status aufgibt?\r\n\r\n\r\nUnd dann halt noch die Items.\r\n\r\n\r\nTrinity ist klar first Item wir bei Corki.\r\nIE sollte auch klar sein ebenso wie die Boots.\r\nLW sollte auch sicher rein.\r\nBlade verstehe ich ja auch, auch wenn ich ein Essenzr&auml;uber ebenfalls verstehen w&uuml;rde f&uuml;r das Mana.\r\nUnd halt ein Phantomt&auml;nzer f&uuml;r mehr MS, AS und Krit.\r\n\r\nW&auml;re aber Hurrican nicht auch ne M&ouml;glichkeit?\r\nIch meine mit der Range die man durch die w hat und den verst&auml;rkten AA dadurch w&uuml;rde das nicht auch viel Sinn machen?\r\nWenn ja w&auml;re die Frage f&uuml;r was?\r\nAnstatt LW?\r\nMan hat ja dadurch recht wenig Lebensraub.\r\n\r\nAlso Runen sieht ja nach AS Essenzen aus bei den meisten.\r\n&Uuml;berlebt man denn durch so wenig Lebensraub auch?\r\nBei Kalista ist das ja anders durch ihren Hurrican da man dann von 3 Leechen kann.\r\n\r\nDas ganze nimmt mich halt Wunder.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-15T00:47:25.424+0000","up_votes":1,"down_votes":0,"body":"Einige Spieler halten Caitlyn für zu stark, weil sie so eine hohe Reichweite hat, 650 was 100 mehr ist als der 550 Standartwert, ab lvl 2 in W hat Kog die selbe Reichweite und bei lvl 5 hat er 60 mehr. Ja das macht ganz schön was aus, du kannst den Gegner aus relativ sicherer Entfernung angreifen und er kann nur sehr schwer zurück traden.\n\nSeine Verlangsamung ist Kogs einziger Escape aber persönlich würde ich eher sagen das sein E eine hohe Reichweite besitzt und durch alles durchgeht und nicht am ersten Ziel hängenbleibt, so wie sein Q, ausschlaggebender sind.\nLetzten Endes ist es bei seinem Kit aber definitiv auch nicht \"falsch\" wenn man in anderer Reihenfolge skillt.\n\nIn der Regel bestehen ADC Builds nicht aus 5 offensiven Items + Schuhe, sondern aus 4 mit einem Defensiven Item aber das ist natürlich sehr variabel. Dabei ersetzt Triforce den Phantomtänzer (PD) bzw. Statikks Stich (SS).\nKogmaw und Vayne sind momentan die einzigen beiden ADCs wo man Letzter Atemzug (LW) weglassen kann, durch PD oder SS ersetzten kann und damit mehr Schaden macht. Wie dem auch sei, wenn du Triforce auf ihm baust würde ich davon abraten, da es weniger AS gibt und sein Onhit Schaden vom LW profitiert.\nIm Gegensatz zu Vayne kann Kog auch relativ gut die Hurrikane passive nutzen, dabei muss man aber bedenken das dann der meiste Schaden von Onhit Effekten kommt und sein Schaden dann stark sinkt sobald sein W auf CD ist.\nEin weiteres Problem von AS builds ist das es ab einer bestimmten Menge an AS schwer wird diese komplett zu nutzen ohne einfach stehen zu bleiben. Man sollte also sehr sehr gut im Stutter Step sein wenn man diesen Weg gehen will und selbst dann wird der DPS wahrscheinlich noch sinken mit jeder Bewegung die man macht.\n\n{{item:3087}} {{item:3046}} {{item:3085}} {{item:3153}} + Schuhe + DefItem oder {{item:3031}} wenn man das DefItem weglassen will. Vielleicht kommt man so sogar über das 2,5 As Cap, dann würde ich empfehlen den PD wegzulassen.","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-10-15T01:13:16.226+0000","up_votes":1,"down_votes":0,"body":"Ok danke schonmal für die Antwort.\nFull AS würde ich natürlich eh nicht gehen, ich habe an so was wie {{item:3078}} {{item:3006}} {{item:3031}} {{item:3085}} \n{{item:3508}} /{{item:3072}} /{{item:3153}} und {{item:3026}} gedacht.\nAlso durch Trinity halt den Powerspike haben und danach IE oder ein Lebensraubitem. (BT/Reaper)\nUnd halt dann Hurrican für den AS anstannt ein Blade füri den Lebensraub.\nDamit man halt Lebensraub hat und AS durch Hurrican.\n\nAlso so was wie {{item:3078}} {{item:3006}} {{item:3031}} {{item:3085}} {{item:3508}}{{item:3026}}.\nDamit hätte man ja guten Sustain für Mana und Leben, Burst mit Trinity, Mehrfachziele mit Hurrican und halt GA für was defensives.\nWürde halt bei vielen Melees was sein um bei denen allen das Leben zu schmelzen. (sind ja momentan auch in der Dampfwalzenmeta)\nWobei halt eben dadurch ein Blade wieder Interessant ist wegen dem %dmg...\nDaher bin ich mir eben nicht sicher was da besser wäre ob lieber Blade für die aktive und den % oder halt Hurrican + BT/Reaper für \"mehr\" Sustain (sofern man 2 Leute damit trifft)\n\nAnsonnsten wäre es halt in etwa so das Build.\n{{item:3078}} {{item:3006}} {{item:3031}}{{item:3153}} {{item:3026}} und evtl noch nen {{item:3072}} \nWürde natürlich von den Gegnern abhängen.","replies":[]}]}]}