{"id":"T2gsF9Vv","poster":"Boogie45","date":"2015-10-14T18:31:41.086+0000","title":"Gold Team im Wiederaufbau sucht Toplaner","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hallo in die Runde!\r\n\r\nUnser Team sucht dringend Verst&auml;rkung auf der **Toplane**! Zuerst m&ouml;chte ich euch einen kleinen &Uuml;berblick &uuml;ber die Guards Of Illumination [Goil] geben: Letzte Season haben wir im Gold Bereich gespielt, wir trainieren regelm&auml;&szlig;ig (3mal die Woche), haben einen eigenen Ts Server und sind h&ouml;chst motiviert. Unsere SoloQ Elo liegt zwischen Gold III und Plat II. Wir sind kein Team was blind in die Pick &amp; Bans springt oder nur counterpicked, stattdessen spielen wir gezielte Teamcomps und Strategien.\r\n\r\nSo nun dazu was ihr mitbringen solltet. W&uuml;nschenswert w&auml;re ein gewisser Ehrgeiz ohne den Spa&szlig; am Spiel zu verlieren. Ihr solltet definitv &uuml;ber 18 Jahre alt sein, wenn nicht &uuml;ber 20! Achso, wir sind alle berufst&auml;tig, studieren oder sonstiges daher geht bei uns das RL immer vor. Am Wochenende ist meist nicht viel los, da alle mit anderen Dingen besch&auml;ftigt sind. Ansonsten kommunizieren wir Trainingstermine auch mal spontan per Whatsapp.\r\n\r\nWichtige Anmerkung: Auf Grund von Negativerfahrung - spielerisches K&ouml;nnen ist f&uuml;r uns nicht alles, menschlich muss es passen. Flame oder Agressivit&auml;t gegen&uuml;ber dem eigenen Team oder im Ts wollen wir beim besten Willen nicht!\r\n\r\nDa wir irgendwo den Cut machen m&uuml;ssen, ist Gold V das Minimum.\r\n\r\nSolltet wir euer Interesse geweckt haben, meldet euch einfach ingame bei mir: JuuI oder Metalryker\r\n\r\nSo long,\r\n\r\nJuul.","replies":[{"id":"","poster":"Boogie45","date":"2015-10-26T17:52:31.610+0000","up_votes":2,"down_votes":0,"body":"Suchen noch!","replies":[]},{"id":"","poster":"Cursed One","date":"2015-10-26T18:26:40.999+0000","up_votes":1,"down_votes":0,"body":"hi, bin leider erst Silber 1 und habe diese Season eigentlich nur adc´s gespielt. Dachte ich probier trotzdem einfach mal mein glück und schreibe euch. Habe zuvor sehr viel top gespielt man könnte also sagen ich bin sowohl adc als auch top main zumindest sind das meine stärksten rollen, wäre natürlich bereit mich auf toplane zu fixieren. Sry für das verwirrte schreiben addet mich einfach falls Ihr mal nen game mit mir ausprobieren wollt.","replies":[]},{"id":"","poster":"Boogie45","date":"2015-10-20T16:14:58.086+0000","up_votes":1,"down_votes":0,"body":"Suchen und testen noch!","replies":[]},{"id":"","poster":"Boogie45","date":"2015-10-19T17:49:52.788+0000","up_votes":1,"down_votes":0,"body":"Up","replies":[]},{"id":"","poster":"KedyinsCrow","date":"2015-10-18T17:49:03.011+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"KingArra","date":"2015-10-14T20:08:46.043+0000","up_votes":1,"down_votes":0,"body":"Add ist raus. weiteres besprechen wir dann in League :)","replies":[]}]}