{"id":"ep5326XO","poster":"Pandaphiri","date":"2015-10-14T17:12:16.049+0000","title":"Teambuilder Strafen","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Wie w&auml;re es wenn man Leuten die permanennt nur spiele dodgen bis sie mal eine Gruppe haben die ihnen zusagt oder einfach leaven weil sie keine lust haben zu warten und das immer so machen mal zeitstrafen aufbrummt? \r\n\r\nimmerhin werden raumbesitzer die spieler kicken auch mit der zeit bestraft indem die Zeit l&auml;nger und l&auml;nger wird bis sie wieder einen neuen Spieler f&uuml;r eine bestimmte position suchen k&ouml;nnen. \r\n\r\nich hab ja im &uuml;brigen nichts gegen ein oder vielleicht auhc dreimal dodgen aber die ganze zeit? der Teambuilder sollte immerhin daf&uuml;r gedacht sein das man einen champ auf der lane spielen kann wo man will oder irre ich mich da?","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-15T14:16:40.244+0000","up_votes":1,"down_votes":0,"body":"Dies betrifft ja hauptsächlich die Rollen Supporter und allenfalls Jungler.\n\nAber was würde passieren, wenn man eine Strafe auferlegen würde?\nKaum ein Jgl/Sup würde in den TB kommen. Schliesslich sind die Chancen auch im Normal Blind Pick gross genug, dass man diese Rolle dort spielen kann.\n\nEs würden also weitaus weniger Jungler und Supporter im TB sein. Dies bedeutet, dass es dann noch länger dauert, bis ein Team komplett ist (während die Jgl/Sup schon längstens ein Blind Pick spielen)","replies":[]},{"id":"","poster":"Im a Papaya","date":"2015-10-14T19:01:57.024+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich meinst du Supporter ^^ \nDie haben im Gegensatz zu allen anderen Rollen die Qual der Wahl also willst du das Supporter, die eine \"gute\" Teamcomp suchen und nicht den erst besten Teemo adc akzeptieren, eine Zeitstrafe bekommen und es noch länger dauert bis ein Team endlich fertig ist ? Riot weiß wie lange das jetzt schon dauert. Viele fänden die Supporter Rolle besser wenn man kills holen dürfte. Ein Sup item das alles kill Gold deinen ADC gibt würde schon helfen.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-10-14T21:50:48.504+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich darf man als Supporter Full Damage bauen und Kills holen _*Räusper* Lux \"Support\"_.","replies":[{"id":"","poster":"Im a Papaya","date":"2015-10-15T12:58:03.879+0000","up_votes":1,"down_votes":0,"body":"Ja aber als adc muss ich schon fasst heulen wenn ich Nidalee und Lux \"Support\" sehe das sind einfach nur die supports die minute 20 \"Dolch des Zauberdiebs\" haben, keinen Sightstone aber dafür Rabadons oder Ludens. Das ist meine Erfahrung mit solchen Supportern.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-10-15T13:33:08.337+0000","up_votes":1,"down_votes":0,"body":"Ich habe nie gesagt, dass ich diese Art von \"Supportern\" mag ;-). Eben deswegen spiele ich nicht Lux Support, weil ich einfach nicht nützlich für meinen Adc bin. Deswegen würde ein Gold Item, was Kill Gold teilt, in genau sowas ausarten. Sowas wie LeBlanc, was gut töten kann, würde als Support gespielt werden. ","replies":[{"id":"","poster":"Im a Papaya","date":"2015-10-15T14:06:04.161+0000","up_votes":1,"down_votes":0,"body":"Daran hab ich gar nicht gedacht und so gesehen würde das garantiert so ausarten. \nDann gäbe es aber noch die Möglichkeit die andere spiele haben: alles wird fair geteilt egal ob assist oder kill. Bei dem System hätte man weniger Leute die sich über killsteals aufregen und das Prinzip vom Champion last hitten finde ich  sowieso auch sinnlos. Ganks wären effektiver, Supporter können ohne bedenken zusammen mit dem adc draufhauen und so weiter.","replies":[]}]}]}]}]},{"id":"","poster":"Pandaphiri","date":"2015-10-14T19:06:49.481+0000","up_votes":1,"down_votes":0,"body":"kills holen dürfte...ja alle sind killgeil das stimmt.  weil ein unterstützer ja auhc unbeidngt alles killen muss. scheinbar vergessen die meisten die eigentliche funktion eines Supporters. das ein gut gespielter support ein ganzes spiel entscheidne kann und dabei nicht ein mal kills brauch is ja nebensächlich.","replies":[]}]}