{"id":"PyiOmsiT","poster":"MrNewMine","date":"2015-10-13T20:01:11.261+0000","title":"Bekomme keine Assists","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Hallo\r\n\r\nIch bin jetzt zum ersten Mal hier im Forum, also bitte nicht sperren diesen Thread :) Vor kurzem habe ich eine Runde auf der Midlane mit Twisted Fate gespielt mit Jax. Eigentlich lief es ganz gut, Jax hat die Gegner auf der Botlane plattgemacht w&auml;hrend ich auch die Skills von Twisted Fate einsetzte. Ich habe die ersten zwei Skills ( also Q und W ) genau auf die Gegner gezielt und getroffen und Jax konnte sie t&ouml;ten, dennoch bekomme ich keine Assists. Wir haben zwar Runde gewonnen, aber m&ouml;chte es gerne wissen.\r\n\r\nIst das ein Bug oder wie? \r\n\r\nMfG","replies":[{"id":"","poster":"NinniKeks","date":"2015-10-14T16:04:12.317+0000","up_votes":1,"down_votes":0,"body":"das ist mir aber auch schon öfters aufgefallen. ich hab soraka gespielt und ulti gemacht und trzd keinen assist bekommen?! und das ist nicht nur einmal passiert. und die gegner sind auch innerhalb der assit-zeit gestorben. naja, ist zwar nicht der weltuntergang, aber natürlich trotzdem ärgerlich. wär auf jeden fall nett, wenn jmd da mal drüber gucken könnte :)","replies":[]},{"id":"","poster":"Namlesshero","date":"2015-10-13T20:56:35.186+0000","up_votes":1,"down_votes":0,"body":"Es  gibt eine Zeitspanne bei der du den Gegner attackiert haben musst damit du einen Assist kriegst... \n\nDas weisst du ja wahrscheindlich schon ^^","replies":[{"id":"","poster":"MrNewMine","date":"2015-10-13T21:04:57.870+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Namlesshero,realm=EUW,application-id=ImBE6GqA,discussion-id=PyiOmsiT,comment-id=0000,timestamp=2015-10-13T20:56:35.186+0000)\n>\n> Es  gibt eine Zeitspanne bei der du den Gegner attackiert haben musst damit du einen Assist kriegst... \n> \n> Das weisst du ja wahrscheindlich schon ^^\n\nOh das mit der Zeitspanne habe ich nicht gewusst, danke :D. Wie lang ist so die Zeitspanne? Bei mir waren es so 5 Sekunden nach meinem Treffer an den Gegner, wo der Assist nicht gezählt hat.","replies":[{"id":"","poster":"Kartoffelking983","date":"2015-10-14T04:56:44.578+0000","up_votes":1,"down_votes":0,"body":"genau 14 sekunden auch bei einem execute so wenn dich wer angreift du am verlieren bist versuchen 14 sekundenlang wegzurennen und nicht einmal gehittet zu werden und dann in den tower {{summoner:4}}","replies":[]}]}]}]}