{"id":"nI5IPLBZ","poster":"Fireabend","date":"2015-10-13T19:20:06.706+0000","title":"Logitech Performance MX Keybinding Probleme","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\nich hoffe ihr k&ouml;nnt mir irgendwie helfen. Bei mir klappt die Maustastenbelegung bei LOL irgendwie nicht. \nWenn ich ingame bei den Tasteneinstellungen eine Taste einem Itemslot zuweisen will und eben dann die gew&uuml;nschte Maustaste (Daumentasten oder Mausrad) dr&uuml;cke, dann tut sich &uuml;berhaupt nichts. Er reagiert in keinster Weise, so wie wenn ich nichts gedr&uuml;ckt h&auml;tte.\n\nHabe auch den anderen Weg probiert und in der Maussoftware einfach der gew&uuml;nschten Daumentaste die in LOL belegte Taste zugewiesen (z.b. 1,2,3, usw f&uuml;r Items oder die 4 f&uuml;r den Schmuck). Dr&uuml;cke ich ingame dann die Maustaste passiert dennoch nichts.\nUnd die Belegung funktioniert. So habe ich nun zum Beispiel auf eine Daumentaste die 2 gelegt. Dr&uuml;cke ich hier beim Schreiben nun diese Taste, dann schreibt er anstandslos die 2.\nIngame muss ich dennoch &uuml;ber die Tastatur die 2 dr&uuml;cken, per Maus tut sich nichts.\n\nHoffe ihr k&ouml;nnt mir helfen. W&uuml;rde gerne 2-3 Itemsslots + Ward auf die Maus legen um einfach schneller zu sein. \n\nDanke schonmal.","replies":[{"id":"","poster":"MATRIX LORD ZIP","date":"2015-10-13T20:39:36.875+0000","up_votes":1,"down_votes":0,"body":"Ich habe eine Razar Maus. wenn ich z.B. bei mir mit einer Taste geht es und sonst nicht hat vielleicht damit zutun das man 1 Makro für 4 Tasten macht verboten ist. Als ich das gesucht habe habe ich gelesen das Riot Makros verboten hat.","replies":[{"id":"","poster":"Fireabend","date":"2015-10-13T20:48:16.647+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort.\nWill aber kein Makro machen. Sondern einfach die Items per Mausdaumentasten (jeweils auf verschiedene gelegt) damit benutzen. Tue mich schwer gezielt auf 1,2,3,4 zu drtücken, wenn meine Finger auf QWER liegen. Habe mir den ersten Itemslot nun auf T gelegt, aber man hat ja auch mal mehr Items mit Actives.","replies":[]}]}]}