{"id":"vnL78RVH","poster":"Neopolitan Dream","date":"2015-10-13T15:45:34.907+0000","title":"Ex-Competitive Dota 2 spieler sucht Coach und Mate zum spielen.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\r\nwie der Titel schon sagt, bin ich auf der suche nach einem Coach und Gamemate.\r\n\r\nZu mir:\r\n17 Jahre alt. (xx.12.1997) \r\nIch habe ca. 4&frac12; Jahre Dota gespielt  Dota 1 aber nicht wirklich ernsthaft, da war ich eh sehr jung)\r\nMein Mmr (Matchmaking Rank/Elo) war bei  ungef&auml;hr 5850 Punkten (Standpunkt 07.4.15)\r\nSomit war das nur  knapp 200 Punkte von den top 200 entfernt. \r\nGespielt habe ich in verschiedenen Tier 3 Teams, leider gibt es in Spielen zu viele Emotionale kr&uuml;ppel und dadurch auch nicht viele konstante Teams.\r\nIn den letzten 6 Monaten habe ich es mit 4 Teams versucht doch jedoch immer gescheitert.\r\n\r\nNun habe ich vor 2&frac12; Wochen angefangen League of Legends zu spielen.\r\nHaupts&auml;chlich weil sich auch mein letztes Team sich aufgel&ouml;&szlig;t hat und da meine Reallife Freunde League spielen dachte ich mir:&quot;Komm probier es doch mal aus.&quot;\r\nLeague macht mir sehr viel Spa&szlig;, was ich nicht gedacht h&auml;tte ^^\r\nMein Problem ist, dass ich sehr viel zu lernen haben und ich Teilweise schon besser bin als meine Freunde (Gold 1-3) da diese immer out of Position sterben und dadurch das Spiel nur schwerer machen oder dadurch verlieren.  --_--\r\n\r\nDa ich ziemlich ehrgeizig bin was Spiele angeht ist mein Ziel minimal Platin 1 zu kommen.\r\nIch suche einen Coach der mir das spiel Tiefer erkl&auml;ren kann bzw. einen Spieler der erfahrener ist als meine Freunde.\r\nDie Unterschiede zwischen Dota und League sind schon sehr gew&ouml;hnungsbed&uuml;rftig.\r\n\r\nNOTE: Ich suche einen Coach der sehr sehr sehr viel Spielerfahrung hat, er muss nicht umbedingt &quot;high Elo&quot; sein.\r\nDennoch sollte er ein sehr tiefgr&uuml;ndiges Spielverst&auml;ndnis haben d.h. mehrere Jahre Erfahrung.","replies":[]}