{"id":"rpiOxBbw","poster":"Steal the Red","date":"2015-10-12T19:14:54.495+0000","title":"Swain","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hey,\r\nLohnt es sich Swain zu &uuml;ben?","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-10-12T22:27:33.829+0000","up_votes":2,"down_votes":0,"body":"Ich habe leider keine Ahnung von Swain und sehe ihn in S2 auch eig nie aber wenn ich einen im Team oder Gegnerteam habe, dann ist der meistens gefeedet, da kaum einer weiß wie er dagegen zu spielen hat.\n\nIch denke bis zu einer gewissen Elo kennen die meisten sich mit nonmeta picks nicht aus.\nZbs als Yorick wirst du deine Lane hart gewinnen wenn jemand noch nie gegen einen gespielt hat.\n\nAber die Hauptsache ist, dass er dir Spaß macht! Nur dann solltest du ihn lernen!","replies":[]},{"id":"","poster":"Yuki The Neko","date":"2015-10-13T11:43:21.187+0000","up_votes":1,"down_votes":0,"body":"Wieso nicht?\nEr bietet ein Kit full of CC\nSlow/Root, dann bietet seine Ulti auch noch sustain. \nDennoch - die Dmgwerte, die er raus haut sind nicht gerade die besten. \nMalzahar zum Beispiel arbeitet ja auch mit Dots, hat aber eine wesentlich einfachere Laningphase, seine E macht auch viel mehr DMG als die von Swain. \nUnd die Ulti von Malzahar kann man gut zum Roamen gebrauchen. \n\nIch denke, dass Malzahar gegenüber des eigenen Komfort wesentlich besser zu spielen ist, aber Swain ist einfach ein TF-Monster.","replies":[{"id":"","poster":"GG Baka","date":"2015-10-14T08:22:50.976+0000","up_votes":1,"down_votes":0,"body":"QSS oder CC und Malzahar ist raus\nda hilft dir auch keine Roam-Ulti","replies":[]}]},{"id":"","poster":"Andrej553","date":"2015-10-13T11:56:03.156+0000","up_votes":1,"down_votes":0,"body":"Er kann ein starker Lanebully sein und hat ein sehr gutes midgame. Im Late lässt er dafür wieder nach und man peelt für den adc lieber.","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-10-13T00:16:17.565+0000","up_votes":1,"down_votes":0,"body":"Nein","replies":[]},{"id":"","poster":"Lyle","date":"2015-10-12T19:54:14.689+0000","up_votes":1,"down_votes":0,"body":"Ob es sich lohnt, Champion XY zu üben, kann dir pauschal leider keiner beantworten. Grundsätzlich ist es mit jedem Champion möglich, viel zu erreichen. Wenn Swain also der Champion deiner Wahl ist, sollte es nichts geben, was dich davon abhält, ihn zu üben.","replies":[]}]}