{"id":"x44Q1EfT","poster":"Double2H","date":"2015-10-12T12:37:10.020+0000","title":"Diamond Midlaner sucht DuoQ Partner zum Tryharden.","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, wie man schon im Titel erkennen kann, suche ich einen DuoQ Partner f&uuml;r die letzten Tage der Season.\r\n\r\nEtwas zu mir:\r\n1. ich bin 22 Jahre alt\r\n2. bin derzeit Diamond 3 bzw. Diamond 4.\r\n3. Mein Ziel ist es diese Season Master zu erreichen. Ich wei&szlig; das das ein sehr hoch gegriffenes Ziel als Diamond 3 Spieler ist, jedoch bin ich der Meinung das ich mit einem guten DuoQ Partner dieses Ziel noch erreichen kann.\r\n4. Meine Main Rolle ist klar die Midlane, dann ADC &gt; Toplane.\r\n5. Ich kann so ziemlich jeden Abend spielen vor allem habe ich am Wochenende eine Menge Zeit, au&szlig;er wenn ich zu dieser Zeit Teamranked oder anderes mit meinem Team zu besprechen habe.\r\n\r\nMeine Erwartungen sind:\r\n1. Mindestens Diamond 4 Elo, da ich genug negative Erfahrung mit Diamond 5 gemacht habe\r\n2. Eine relativ gute Winrate haben ( Mehr als 50% )\r\n3. Bevorzugt sind Jungle Mains, die aber auch kein Problem mit den anderen Lanes haben (Support), damit man sich gut erg&auml;nzen kann.\r\n4. Richtige Einstellung haben, da ich wirklich Tryharden m&ouml;chte. Das hei&szlig;t keine First time Champions etc.\r\n5. Nicht Toxic sein und nicht schnell negativ werden\r\n6. Seit mindestens 18 Jahre alt\r\n7. Habt relativ viel Zeit, damit man gen&uuml;gend Spiele machen kann.\r\n\r\nAlso falls sich jemand angesprochen f&uuml;hlt und wirklich tryharden m&ouml;chte um so hoch zu kommen wie nur m&ouml;glich, dann adde mich direkt in LoL: Double2H","replies":[{"id":"","poster":"Double2H","date":"2015-10-14T15:01:40.247+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Double2H","date":"2015-10-13T11:54:23.314+0000","up_votes":1,"down_votes":0,"body":"Alles klar. Hab dich angenommen","replies":[]},{"id":"","poster":"Atombaer","date":"2015-10-12T15:32:49.453+0000","up_votes":1,"down_votes":0,"body":"Hab dich mal Ingame geaddet. Bin 18 und momentan Dia 4 in Soloq (Anfang der Season Dia 2 gewesen). Spiele seit Season 1 und bin auch höchstmotiviert noch Master zu kommen. Wenn nicht klappt, freu ich mich über jede aufgestiegene Division. Bin main Support, kann auch auf Adc oder Mitte ausweichen. Zeit zum Spielen habe ich sehr viel ( Wenn Worlds sind vor oder nach dem Livestream :D)\nFalls du Interesse hast, nehm mich einfach Ingame an.\n\nLG","replies":[]}]}