{"id":"H6dMiWsT","poster":"I hob nid gwixt","date":"2015-10-12T13:23:16.308+0000","title":"DuoQ Partner für Platinum gesucht","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Servus meine lieben,\r\nIch suche zurzeit einen DuoQ Partner im Bereich Gold, der mit mir noch diese Season auf Platin aufsteigen m&ouml;chte. \r\n\r\n**Erst ein mal ein paar Sachen zu mir:**\r\nIch hei&szlig;e Thomas, 19 Jahre alt, Spiele main ADC (Darunter vorallem Varus, Vayne und Sivir) und spiele lol seit Season 1\r\nZurzeit spiele ich leider nur in der Goldelo, wer sich aber von mir &uuml;berzeugen will kann auch gerne im folgenden Link sich ein Bild von mir machen: http://freelo.gg/summoner/EUW/Krusaider\r\n\r\n**Nun zu euch:**\r\nIhr solltet mindestens auf dem Stand von SIlber 1 sein. Dazu interessiert mich nicht welche Rolle ihr spielt, sondern eher folgende Qualifikationen:\r\nZu allererst der Standardkram: Guter Championpool, nicht flamen, Teamspeak und ein Funktionierendes Headset und und und.\r\nNun aber zu den Sachen die ihr spielerisch draufhaben m&uuml;sst (Ich betone spielerisch, weil mir vollkommen bewusst ist, dass division nicht = skill ist. vielmehr ziele ich auf Silber 1 ab, weil nur in einem gewissen Eloabstand DuoQ gespielt werden kann.):\r\n\r\nIhr solltet selbstverst&auml;ndlich eure Lane beherrschen und keine schwachsinns Plays machen, wie st&auml;ndiges overextenden oder greedy zu sein. vermeidbare tode eben vermeiden.\r\nDer Hauptgrund aber, warum ich mir hier jemanden suche ist, dass ich jemanden brauche, der mit mir zusammen ein Spiel carrien kann. Und dabei meine ich nicht Carrien im Sinne von Gewinne immer deine Lane und habe am Ende des Spiels tausend kills, sondern das geschickte aushelfen von Mitspielern, welche scheinbar diese Runde nicht so viel rausrei&szlig;en k&ouml;nnen.\r\n\r\n**Ein kleines Beispiel um vllt zu verstehen, was ich meine:**\r\nWenn ich auf der Botlane sehe, dass mein Midlaner totale schwierigkeiten mit seiner Lane hat, st&auml;ndig gegankt wird und bereits in Minute 5 drei mal gestorben ist, dann fange ich nicht an ihn f&uuml;r seine unf&auml;higkeit zu flamen sondern versuche zu roamen, und ja, auch wenn das jetzt eigentlich seine sache sein sollte, auch f&uuml;r ihn zu warden. Denn wenn meine Mitspieler nicht Warden k&ouml;nnen werde ich das f&uuml;r sie &uuml;bernehmen um im Endeffekt gemeinsam zu gewinnen, denn das ist es was meiner Meinung nach z&auml;hlt.\r\n\r\nLange Rede kurzer Sinn, falls ihr euch hiermit angesprochen f&uuml;hlt oder euch f&uuml;r soetwas bereit erkl&auml;rt meldet euch bitte bei mir Ingame unter dem Namen Krusaider. Ich werde online sein.\r\n\r\nDanke, ich freue mich auf euch.","replies":[]}