{"id":"p5UXkEkf","poster":"RM Heartmeander","date":"2015-10-11T21:51:05.283+0000","title":"Platin sucht Rankedteam (Ab Gold)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich bin auf der Suche nach einem Rankedteam, dass regelm&auml;ssig trainiert und auch an Turnieren teilnehmen will.\r\n\r\nWas ich erwarte:\r\n\r\nFeste Trainingszeiten\r\nTS3\r\nAlter 16+ (am besten 18+) wegen Turnieren falls sie eine Altersbeschr&auml;nkung haben.\r\nSolo Q Elo Gold V (zumindest das halbe Team sollte dar&uuml;ber sein)\r\nEhrgeiz und Motivation\r\nAnalyse der einzelnen Spiele nach dem Game\r\nOffenheit f&uuml;r neues \r\nTEAMGEIST also nicht sich gegenseitig flamen weil es nicht l&auml;uft\r\nDen Willen sich zu verbessern, sei es Itemsets, Taktiken oder einfach Kommunikation\r\nAm besten noch Whatsapp damit man sich auch erreichen kann aber nicht zwingend n&ouml;tig\r\nDas Wichtigste ist aber dass das Team auch wirklich spielt und nicht nach 1-2 Wochen aufl&ouml;st\r\nDas Team kann schon noch Silber sein oder unranked solange die Mates eben zu 50% Gold+ sind\r\nEinen geilen Teamnamen xD\r\nM&auml;dels im Team sind immer gut xD\r\n\r\n\r\nWas ich biete:\r\n\r\nErfahrung auf verschiedenen Positionen mit verschiedenen Champs\r\nWissen mit verschiedenen Matchups\r\nSehr gute Kenntnisse &uuml;ber Champs und Gegenst&auml;nde was in welcher Situation n&uuml;tzlich ist\r\nReifes Alter (ich bin 24)\r\nRuhige Art (sehr selten geflame von mir gegen&uuml;ber dem Team)\r\nPositionen die ich besetzen kann:\r\n\r\nJungle (Die meisten Tankjungler und wenige offenive Jungler)\r\nMitte (vor allem Utility und Pokechamps)\r\nSupport (Alle g&auml;ngigen Tanks und viele AP Supporter wie Lulu, Sona usw)\r\nTop (Gr&ouml;sstenteils Tanks wie Malphite, Singed, Tahm, Trundle, Olaf)\r\n\r\nIm Grunde kann ich meinen Championpool noch erweitern wenn es n&ouml;tig ist damit habe ich kein Problem.\r\nChampions sind momentan alle bis auf 10 vorhanden.\r\n\r\n\r\nWarum ihr mich nehmen solltet:\r\n\r\nWenn ihr einen ruhigen Mitspieler sucht der vor allem Champs spielt die sein Team unterst&uuml;tzen und nicht unbedingt darauf aufgelet ist solo zu carryn dann habt ihr hier den richtigen.\r\nWenn n&ouml;tig &uuml;bernehme ich auch die Aufgabe des Shotcallen.\r\n\r\n\r\nAnsonnsten noch was zu mir:\r\n\r\nIch bin ein relativ ruhiger Spieler der gerne Champs spielt die Tanky sind oder die &uuml;ber CC verf&uuml;gen.\r\nAusserdem versuche ich vor allem meine Lane in reinen zu halten daher den Gegner zu outfarmen und Safe Kills zu holen.\r\nIch opfere mich auch gerne mal f&uuml;r mein Team damit sie meinen Tod ausnutzen k&ouml;nnen um zu pushen oder halt als Supporter f&uuml;r meinen ADC damit der davonkommt.\r\nDaher sind meine KDA manchmal nicht optimal da ich darauf aus bin das Spiel zu gewinnen und nicht die best m&ouml;gliche KDA zu haben.\r\nIch Diskutiere sehr gerne xD\r\n\r\n\r\nWenn ihr Intersse habt addet mich IG und wir k&ouml;nnen dann das ganze im TS besprechen\r\n**RM Heartmeander**","replies":[]}