{"id":"NuzIMwbk","poster":"I am Dope","date":"2015-10-11T00:53:53.135+0000","title":"Möchte ein AKTIVES TRYHARD Team gründen!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"wir suchen nur noch 3 Ersatzspieler, und 2 Coaches,\r\ndas folgende was ihr lesen werdet ist nur damit ihr sehr wie ernst es wirklich ist.\r\nAlso, viel Spa&szlig; beim lesen und ich hoffe es finden sich passende Leute.\r\n\r\n\r\nHallo,\r\nerstmal etwas zu meiner Geschichte:\r\nIch hei&szlig;e Tobi und bin 15 Jahre alt.\r\nIch bin nun schon seit l&auml;ngerer Zeit auf der suche einem wirklich aktiven TRYHARD Team,\r\nnur leider immer wenn man meint eins gefunden zu haben... wird es inaktiv.\r\nDeshalb bin ich nun auf den Gedanken gekommen zu versuchen selber eins zu gr&uuml;nden.\r\n\r\nWas suche ich?\r\n\r\nIch suche 4 Leute (Top; Jungle; Support; ADC) die ich als feste STAMMSPIELER einplane und von denen ich erwarte, dass \r\nsie an den vorgegeben TRAININGSTERMINEN erscheinen k&ouml;nnen, falls die dies mal nicht k&ouml;nnen,\r\nerwarte ich eine mindestens 2 st&uuml;ndige vorherige absage!\r\n\r\nAu&szlig;erdem suche ich 2-3 ERSATZSPIELER, die als ALLROUNDER fungieren sollten, das hei&szlig;t sie sollten alle Positionen\r\nhalbwegs gut spielen k&ouml;nnen um denjenigen zu vertreten der evtl. mal ausf&auml;llt, ob im Training oder im Turnier ( in denen ich regelm&auml;&szlig;ig teilnehmen m&ouml;chte.\r\n\r\nUnd ich suche 1-2 COACHES, die sich zusammensetzen, Strategien zusammen entwickeln, Kombinationen raussuchen\r\nund au&szlig;erdem das Team Kritisieren und sich f&uuml;r dieses einsetzen, so das gemachte Fehler m&ouml;glichst nicht mehr passieren.\r\n\r\nFalls ihr an eine der Rollen Interesse habt, schaut doch bitte im folgenden ob ihr daf&uuml;r meinen Kriterien entsprecht.\r\n\r\nKriterien als SPIELER:\r\n\r\nMindestalter : 14\r\nMindestens 3 gut gespielte Champions f&uuml;r die gew&uuml;nschte Rollte haben\r\nKein Raging, Flaming au&szlig;erdem kein Toxisches Verhalten.\r\nDie mindest Elo w&uuml;rde ich pers&ouml;nlich auf Gold V legen bin aber gerne bereit Testspiele auch f&uuml;r niedrigere r&auml;nge zu spielen.\r\nDie h&ouml;chst Elo w&uuml;rde ich in den Mittleren Platin bereich legen, damit einfach ein passendes Spiel Verh&auml;ltnis entsteht und keiner 100X besser ist als jemand anders im Team.\r\nSkype MUSS vorhanden sein, und es m&uuml;ssen auch calls gegeben werden, auch wenn ihr eigentlich eine ruhige/sch&uuml;chterne Person seit.\r\nau&szlig;erdem erwarte ich nat&uuml;rlich Kritikf&auml;higkeit\r\n\r\n\r\nKriterien als ERSATZSPIELER:\r\n\r\nMindestalter : 14\r\nMindestens 3 gut gespielte Champions f&uuml;r jede Rolle haben\r\nKein Raging, Flaming au&szlig;erdem kein Toxisches Verhalten.\r\nDie mindest Elo w&uuml;rde ich pers&ouml;nlich auf Gold V legen bin aber gerne bereit Testspiele auch f&uuml;r niedrigere r&auml;nge zu spielen.\r\nDie h&ouml;chst Elo w&uuml;rde ich in den Mittleren Platin bereich legen, damit einfach ein passendes Spiel Verh&auml;ltnis entsteht und keiner 100X besser ist als jemand anders im Team.\r\nSkype MUSS vorhanden sein, und es m&uuml;ssen auch calls gegeben werden, auch wenn ihr eigentlich eine ruhige/sch&uuml;chterne Person seit.\r\nau&szlig;erdem erwarte ich nat&uuml;rlich Kritikf&auml;higkeit\r\n\r\n\r\nKriterien als COACH:\r\n\r\nMindestalter : 16\r\nSkype muss vorhanden sein um Besprechungen durchzuf&uuml;hren und um vielleicht im spectate calls zu geben.\r\nKommunikationsf&auml;hig erwarte ich auf jeden Fall.\r\nEin Programm um gespielte Spiele aufzunehmen, um schlecht oder gut gespielte spielz&uuml;ge zu zeigen, sie zu erkl&auml;ren und sie zu verbessern und wieder zu spielen.\r\nViel Zeit, Engagement ein Team zu leiten, zu trainieren und zu verbessern.\r\nich erwarte das du im mittleren platin bereich oder h&ouml;her bist.\r\n\r\nfalls du diesen Kriterien entsprichst und immer noch lust hast, lass mir bitte ein Kommentar mit einer kleinen Bewerbung von 5-10 Zeilen da, ich werde mich bei dir melden, egal ob ich dich ins Team aufnehme oder nicht\r\n\r\nDesweiteren GL&amp;HF\r\nLG RMT Tobi","replies":[{"id":"","poster":"ToiletCleanerJan","date":"2015-10-11T09:58:53.370+0000","up_votes":1,"down_votes":0,"body":"Erstmal finde ich gut, dass du so etwas aufbauen möchtest aber bedenke bitte,  du bist erst 15 und somit steht dir noch viel in deinem Leben offen. Willst du dein Team wirklich so ernst nehmen? Du hast deinen Schulabschluss, Ausbildung/Studium, deine/n feste/n Freund/in vor dir. Hast du wirklich so viel Zeit um sie in League of Legends zu investieren? Hast du überhaupt schon genug Erfahrung für so etwas ernstes? Was passiert wenn dein Team scheitert? Es ist leicht zu sagen :\"Ich baue jetzt meine Karriere in LoL auf\", aber es wirklich weit bringen, gelingt nur den wenigsten. Ich will dir nicht irgendwelche Träume zerstören von wegen du packst das nie mit deinem Team usw., probier es ruhig. Ich würde an deiner Stelle erst einmal versuchen einen anständigen Rang in SoloQ zu erreichen. Mit Gold gehörst du zwar schon zu dem besseren Teil der Spieler aber bedenke, dass du 100% scheitern wirst bei deinen ersten Versuchen. \n\nIch wünsche dir viel Spaß und Erfolg, aber lege nicht zu viele Hoffnungen in diesen Plan.\n\nWenn etwas geplantes nicht funktioniert, ist man am Boden zerstört. Wenn wiederum etwas ungeplantes funktioniert, dann ist man umso glücklicher!\n\nMit freundlichen Grüßen","replies":[{"id":"","poster":"I am Dope","date":"2015-10-11T20:59:55.502+0000","up_votes":1,"down_votes":0,"body":"ich danke dir vielmals für diese worte, und ich denke du hast das ganze hier doch etwas zu ernst genommen, ja ich möchte mit dem Team etwas erreichen, aber ich ahbe nicht vor in der lcs oder profi esl zu spielen, ich möchte nur evtl. in die amateur esl  und halt hin und wieder an kleineren turnieren teilnehmen einfach weil ich finde das man 1. mit einem team besser spielt und mehr erreichen kann und 2. es einfach mehr spaß macht wenn man nicht immer nur um einen rang spielt sondern auchmal um einen platz im turnier","replies":[{"id":"","poster":"ToiletCleanerJan","date":"2015-10-11T22:54:52.094+0000","up_votes":1,"down_votes":0,"body":"Die amateur Turniere sind auch voll mit Diamond+ Spielern. :) Habe da  selber schon mitgespielt!","replies":[]}]}]},{"id":"","poster":"der3versuch","date":"2015-10-11T09:56:04.534+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"I am Dope","date":"2015-10-11T21:01:06.043+0000","up_votes":1,"down_votes":0,"body":"Hi sorry das ich erst so spät antworte,\nleider ist dein kommentar sehr spät und ich muss dich enttäuschen, alle plätze sind vergeben allerdings haben wir noch einen platz für die ersatzspieler und auch einen platz für den coach, adde mich ingame falls du interesse hast.\nLG","replies":[]}]},{"id":"","poster":"Ullrinsryc","date":"2015-10-11T08:41:26.905+0000","up_votes":1,"down_votes":0,"body":"Hi\n\nwürde gerne als Stammspieler mitmachen.\nIch kann Top, Jng, Mid sowie ADC spielen.\nDabei ist meine Main lane ADC und JNG.\nIch liege leider momentan nur noch um Silber 2 Bereich. Mein Ziel ist es diese Season noch Gold zu erreichen.\nIch bin 15 Jahre alt und kann zu vorher abgesprochenden Terminen eigentlich immer erscheinen.\nIch bin Aktiv und Tryharde im Ranked.\nMeine ADC mains sind -> Vayne; Draven; Caitlyn; Tristana (eigentlich kann ich aber jeden ADC)\nIm JNG main ich -> Lee Sin; Rek Sai; Shyvana  und ansonsten kann ich eigentlich auch fast alle Jungler.\nLG","replies":[{"id":"","poster":"Ullrinsryc","date":"2015-10-11T08:42:19.680+0000","up_votes":1,"down_votes":0,"body":"Oh fack... bitte unter dem ACC adden -> meinCtutweh67\nUllrinsryc ist mein Smurf..","replies":[]}]},{"id":"","poster":"Ducol","date":"2015-10-11T07:35:15.864+0000","up_votes":1,"down_votes":0,"body":"Ach ja sweet fifteen (sry, ich konnts mir nicht verkneifen, trotzdem viel Glück) ;)","replies":[]}]}