{"id":"j7nA9dv7","poster":"ProG Mantal","date":"2015-10-11T03:03:24.092+0000","title":"[Gold/Plat] Suche zielstrebiges Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo League of Legends Community,\n\nich bin wie der Titel schon verr&auml;t auf der Suche nach einem League of Legends Team, was sich Ziele setzt und sich stets verbessern will.\n\n**Inhalt:**\n_&Uuml;ber Mich\nGames\nLeague of Legends\nKurz Info\nSchlusswort_\n\n\n**&Uuml;ber Mich:**\nName: Marcel\nAlter: 18\nBeruf: Sch&uuml;ler + Nebenjob\nHerkunft: NRW (D&uuml;sseldorf)\nHobby: Fu&szlig;ball (Verein), Tischtennis und nat&uuml;rlich PC/League of Legends\n\n\n**Games:**\nWarcraft III: War mein erstes Spiel, gibt es nicht viel zu sagen.\nLeague of Legends: Bin am ende der Season I mit League of Legends eingestiegen, aber dazu sp&auml;ter mehr.\nBattlefield 3: Als Battlefield 3 erschien, machte ich eine Pause in League of Legends und habe ausschlie&szlig;lich Bf3 gespielt.\nCounter-Strike: Global Offensive: Nach Bf3 habe ich csgo gespielt. Ich habe es sehr aktiv und intensiv gespielt. Au&szlig;erdem war ich aktives Mitglied in einem Team, welches ich sp&auml;ter auch angef&uuml;hrt habe, in Form eines Teamcaptains. Mit dem Team haben wir beinahe t&auml;glich trainiert und konsequent an uns gearbeitet. Allerdings ist es kurz vor dem einstieg in die ESL nach mehreren Monaten aufgel&ouml;st worden, da einer der Spieler Vater wurde und sich ein weitere dazu entschlossen hat den PC weg zu stellen und sich seinem Studium zu widmen. Dann habe ich ebenfalls mit csgo aufgeh&ouml;rt.\nDota 2: Dadurch, dass sich in Lol zu viel ge&auml;ndert hat, habe ich vorerst Dota 2 aufgrund von Klassenkameraden gespielt.\nNosgoth: aktiv in der Beta gespielt und auch in der ESL teilgenommen.\n\n\n**League of Legends:**\nWie oben schon erw&auml;hnt, spiele ich League of Legends seit der ersten Season. Mit der Season II kam dann das Interesse an Ranked Games, allerdings war ich nicht sonderlich gut und habe auch des &ouml;fteren in Spielen &quot;getrollt&quot;. F&uuml;r mich war die Hauptsache: Spa&szlig; am Spiel, egal was die anderen sagen.\nMit der dritten Season &auml;nderte sich dies. Ich begann aktiv zu spielen und verbesserte mich. Ich habe in einem Team gespielt und ein vielen Clans eine Manager Rolle &uuml;bernommen. Au&szlig;erdem habe ich einige Turniere organisiert. Mit dem Team haben wir dann auch Diamant erreicht und ich selbst hatte ein soloq von Platin2/3 (bin mir nicht mehr sicher). Ende der Season 3 kam dann eine Pause aufgrund einer Massiven Ver&auml;nderung im Spiel. Durch die Ver&auml;nderungen verlor ich die Lust am Spiel. Ich habe die komplette Season IV pausiert. Dann in der f&uuml;nften Season habe ich ab und zu ein Game gemacht und fand es wieder spielbar. Jetzt bin ich wieder dabei aktiv League of Legends zu spielen. Im Moment soloq Plat V aber solte schnell wieder hoch gehen (gesunder optimismus^^)\n\n_Kurz Info:_\n**Main-Position:** Mid\n**Elo:** Plat V\n**Seit welcher Season:** Season I\n**Main Champ:** {{champion:34}} {{champion:131}} {{champion:61}} {{champion:103}} {{champion:38}} {{champion:105}} \n**Gr&ouml;sste Schw&auml;che: **Meine gr&ouml;&szlig;te Schw&auml;che k&ouml;nnte mein Eifer sein, ein Ziel unbedingt zu erreichen, dabei spreche ich von Zielen die man durchaus umsetzen kann und nichts was un kurzer Zeit unrealistisch ist. Das wurde mir jedenfalls im CS:GO Team nachgetragen. Kleine Nebeninformation: Dadurch das beim CS:GO Team einer vom Aim nicht mehr hinterher kam und nur selten AIm training machte, habe ich es mir als Team Captain zur Aufgabe gemacht einen neuen zu suchen und den Aimschw&auml;cheren als Standin besetzt. Dies geschah nicht ohne das wissen der anderen und trotzdem wurde es sp&auml;ter als doch zu &quot;radikale&quot; vorgehensweise gesehen^^. Was man ebenfalls als Schw&auml;che sehen k&ouml;nnte, w&auml;re meine Pause in League of Legends, allerdings erhoffe ich mir durch die Zusammenarbeit im Team mich schnell wieder zu integrieren und mich schneller zu verbessern.\n**Was bringe ich mit?:** Ehrgeiz, Teamerfahrung, Mapawarness, gr&ouml;&szlig;eren Champ pool, als die oben genannten.\nIn welchem Elo-bereich sollte das Team sein?: Plat (aber auch gerne Dia, habe fr&uuml;her schon in einem Plat/Dia Team gespielt)\n\n\n**Schlusswort:**\nIch denke das gibt einen kleinen Einblick &uuml;ber mich.\nLeider auch was viel Text{{summoner:3}} ... deshalb reicht f&uuml;r viele vielleicht auch schon die Kurz  Info^^\nBei Interesse gerne hier ein Kommentar verfassen oder mich direkt im Spiel hinzuf&uuml;gen. \n\nMit freundlichen Gr&uuml;&szlig;en\nMarcel aka ProG Mantal","replies":[{"id":"","poster":"ProG Mantal","date":"2015-10-17T16:10:40.291+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-16T20:15:01.449+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-16T15:29:28.851+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-15T19:18:37.135+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-15T08:17:35.403+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-12T18:13:21.020+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"ProG Mantal","date":"2015-10-11T17:43:07.276+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}