{"id":"zkHwifVF","poster":"sp Eliaz","date":"2019-04-04T16:22:12.195+0000","title":"GOLD/PLATIN Team sucht JUNGLER","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://aeq-esports.de/faq/#entry-1","image":null},"up_votes":1,"down_votes":0,"body":"**HELLO THERE!**\r\n\r\nWir, _Team Ionian Rhapsody_, suchen einen **Gold Elo Jungler**! Wir sind inzwischen wieder ein **4-Mann Team** und suchen einen **Jungler**, mit dem wir ein **vollständiges Team** bilden können. Bei uns ist **Tryharding** angesagt, das bedeutet, dass wir während des Games _keinen Smalltalk_ führen und _ausschließlich shotcalling_ betreiben! Dennoch achten wir darauf, dass unser Team eine **gute Beziehung zwischen den Spielern** pflegt. Da wir erst seit kurzem wieder _neue Spieler_ bekommen haben, muss erstmal eine _Synergie aufgebaut_ werden, d.h. das **improvement**, ganz oben auf unserer Liste steht. Du musst _nicht alles perfekt_ können, wir helfen dir besser zu werden und erwarten auch von dir, dass du zu unserem Aufstieg beiträgst. Unser Ziel ist es, an _Wettkämpfen_ teilzunehmen und _besser zu werden_. In der Zukunft ist auch ein beitritt in die **Liga** geplant, Vorraussetzungen sind dafür zumindestens was Unterstützung angeht, bereits gegeben. \r\n\r\nDu bist interessiert? Das solltest du mitbringen:\r\n\r\n* Du bist mindestens 18 Jahre alt oder wirst es noch in diesem Jahr (Liga Vorraussetzung)\r\n* Du bist kein OTP.\r\n* Du kannst mit Kritik umgehen und vor allem Kritik äußern ohne beleidigend zu werden (Empathie).\r\n* Du hast in der Woche Zeit (Abends ein paar Stündchen (1 bis 2). \r\n* Du bist zuverlässig (rechtzeitiges abmelden, Pünktlichkeit, etc.)\r\n* Du hast ein gewisses Maß an Erfahrung\r\n* Du bist Flexibel\r\n\r\n_Da unser Team AEQ beigetreten ist, genießen wir deren Unterstützung, sowie das privileg den TeamSpeak zu nutzen. Deine Anmeldung bei AEQ ist daher nach dem beitritt unseres Teams verpflichtend._ (Du musst keinerlei persönliche Daten angeben) _Der Link zu AEQ ist im Anhang_ (Falls du dich informieren möchtest.)\r\n\r\nFolgender Account steht dir für Fragen oder für die Anmeldung zum Tryout zur Verfügung:\r\n\"sp Eliaz\"\r\n\r\nVielen Dank fürs lesen!\r\nWir sehen uns in der Kluft!\r\n\r\n_**FOR IONIA!**_","replies":[]}