{"id":"FlytEo8F","poster":"Gryphias","date":"2015-10-10T15:46:01.415+0000","title":"Coke´s Zuschauerparty in Wien, einige Fragen :)","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Hey Leute, einige Kumpel und ich gehen zu der Veranstaltung in Wien und h&auml;tten noch ein paar Fragen!\r\n\r\n1.:\r\nZuallererst, die Veranstaltung sollte um 12 Uhr starten. Gibt es eine Zeit bei der man vorher schon da sein muss? M&uuml;ssen mit Zug aus Ober&ouml;sterreich anreisen und da ist der Zeitplan noch etwas variabel^^\r\n\r\n2.:\r\nWenn die Veranstaltung um 12 anf&auml;ngt, kann man aus vorangegangenen Events sagen wann die Party vorbei ist?\r\nWir m&uuml;ssen zu einer anderen Feier sp&auml;ter weg sein und sind sich jetzt nicht sicher wie wo was wann sichs ausgehen w&uuml;rde\r\nVielleicht k&ouml;nnt ihr mich ja in der Richtung beruhigen!:) ansonsten w&uuml;rden unsere K&ouml;pfe rollen wenn wir zu sp&auml;t kommen *brr* {{item:3151}} \r\n\r\nW&uuml;rde mich &uuml;ber Eure Hilfe freuen:)","replies":[{"id":"","poster":"Heisl","date":"2015-10-10T15:54:10.040+0000","up_votes":1,"down_votes":0,"body":"Die WM wird im UCI nur ausgestrahlt. Eine Party wirds nicht geben.\nUm 12:00 ist Beginn, eine halbe Stunde wie bei einer regulären Vorstellung solltest du schon vorher da sein.","replies":[{"id":"","poster":"Gryphias","date":"2015-10-10T17:23:08.406+0000","up_votes":1,"down_votes":0,"body":"Danke! Kann man sagen wie langs maximal ca gehen wird?\nSpiel erst seit ca eineinhalb Jahren viel und die letzte WM ist noch etwas an mir vorbei gegangen^^\n\nBin aber großer Fan geworden und möchte die Teams würdigen!","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-10-19T09:49:47.716+0000","up_votes":1,"down_votes":0,"body":"Hiho,\n\nich habe das Finale der LCS in einem Potsdamer Kino geschaut und das war relativ cool. Bei uns war es so das man die Karten fürs Kino schon Vorresservieren musste weil zum Events bereits alle Kinotickets ausverkauft waren.\n\nDas Finale wird ein Best of 5 sein. Sprich es können bis zu 5 Matches werden. Rechne mal mit locker 1,5 Stunden pro Match (Weil nach dem Match ja immer noch Analystdesk usw. kommt).  12 Uhr geht die Veranstaltung los, 12:30 Eröffnungszeremonie... . Dann beginnt das erste Match wahrscheinlich so 13:00 Uhr.\n\n13 Uhr + 5 mal 1,5 Stunden = spätestens gegen 21 Uhr ist die Show vorbei.\n\nPS: Aber ihr könnt das Kino ja jederzeit eher Verlassen.","replies":[]}]}]}]}