{"id":"gHclNRVc","poster":"BloodyEater","date":"2015-10-10T15:52:25.959+0000","title":"Soraka Buff","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Ich finde die neue soraka nicht sonderlich gut.\r\nDie alte konnte ohne probleme gut auf AP gespielt werden und es hat spa&szlig; gemacht full ap soraka zu spielen. Aber mit der neuen Soraka ist das ganz sch&ouml;n schwer geworden. Der skillshot ist extrem schwer zu treffen, und ist nur dann gut wenn man im nahkampf ist. Im nahkampf war die alte soraka wirklich ein gott, die neue hingegen ist, naja viel zu schwach.\r\nSich selber heilen daf&uuml;r aber mit wenig bis keinen leben rumlaufen. Ich w&uuml;rde gerne mal eine &auml;nderung an soraka vornehmen. Inspiriert hat mich das von einem Supporter aus einem anderen MOBA. \r\nWie w&auml;re es wenn wir die selbstheilung von der W komplet entfernen, daf&uuml;r aber eine % Lebensregeneration einbauen welche mit dem maximalen leben skaliert?\r\nIch war, seit dem rework, fest davon &uuml;berzeugt das soraka ein guter support ist, aber nicht in ihrer rolle als magier. Vielmehr sehe ich sie als tank an. Ihr schaden ist hoch genug als supporter und ihre aufgabe ist es ja zu heilen. 10% Ihrer maximalen leben klingt vlt wenig, aber egal wieviel leben sie hat es sind immer nur 10 heilungen drinnen. Bis ich auf ihr die kombination, {{item:3083}}  und {{item:3065}}  endteckt habe. Damit steigt ihre lebensregeneration von 2.0 -4.0 auf 140 pro sekunde an. Ja 140 leben pro sekunde!!!\r\nIch habe damit spa&szlig;eshalber mal herum getrolld und es war mir nicht mehr m&ouml;glich unter\r\n80% meiner maximalen leben zu gehen. mit 3400 leben hat soraka unglaubliches tankpotential. W&auml;rend sie als magier kl&auml;glich versagt. Die selbstheilung finde ich auch ziemlich nutzlos, da die Q in den ersten 10 minuten des spiels eine 75% treffer chanche hat, aber ab minute 25 sinkt das auf unter 30%.  irgendwann wei&szlig; jeder wohin du die soraka Q werfen wirst. Danach ist auch vorbei mit heilung.\r\nHoffe euch gef&auml;llt meine idee. \r\nSolltet ihr was nicht verstanden haben erkl&auml;re ich das euch gerne genauer ^^\r\nFreundliche Gr&uuml;&szlig;e BloodyEater","replies":[{"id":"","poster":"TheUrps","date":"2015-10-14T23:22:28.829+0000","up_votes":1,"down_votes":1,"body":"anscheinend spielst du sehr schlecht {{champion:16}}! Denn die aktuelle Soraka ist gut wie sie ist, Einen {{item:3027}} und ein {{champion:236}} oder eine {{champion:21}} sind durchaus schnell mal auf 75% Leben runter ... heißt summa summarum 5 gute Qs im early-game und du hastn Kill mit Soraka!\n\n\nDas ganze jetzt noch auf Full-AP und nunja, gg wp!\n\n\nNoch dazu der Heal, anscheinend hast du wirklich keine Ahnung von {{champion:16}} sie \"bezahlt\" 5% ihres Max-Lebens für die Heilung, summa sumarum 22x Heilen bis sie tod wäre, noch dazu das sie nicht damit sterben kann!\n\n\n\nAber gut alleine dafür das du von einem Supporter keine Ahnung hast solltest du den hier als Trostpreis bekommen {{item:2052}} \n\n\nAch und ich hoffe das du froh bist das {{champion:16}}  jetzt {{item:3070}}","replies":[{"id":"","poster":"BloodyEater","date":"2015-10-24T16:17:08.913+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheUrps123451,realm=EUW,application-id=L7E6lhzo,discussion-id=gHclNRVc,comment-id=0000,timestamp=2015-10-14T23:22:28.829+0000)\n>\n> anscheinend spielst du sehr schlecht {{champion:16}}! Denn die aktuelle Soraka ist gut wie sie ist, Einen {{item:3027}} und ein {{champion:236}} oder eine {{champion:21}} sind durchaus schnell mal auf 75% Leben runter ... heißt summa summarum 5 gute Qs im early-game und du hastn Kill mit Soraka!\n> \n> \n> Das ganze jetzt noch auf Full-AP und nunja, gg wp!\n> \n> \n> Noch dazu der Heal, anscheinend hast du wirklich keine Ahnung von {{champion:16}} sie \"bezahlt\" 5% ihres Max-Lebens für die Heilung, summa sumarum 22x Heilen bis sie tod wäre, noch dazu das sie nicht damit sterben kann!\n> \n> \n> \n> Aber gut alleine dafür das du von einem Supporter keine Ahnung hast solltest du den hier als Trostpreis bekommen {{item:2052}} \n> \n> \n> Ach und ich hoffe das du froh bist das {{champion:16}}  jetzt {{item:3070}}\n\n5% ich dachte es wären 10%, naja dann werde ich mich im wikia und bei riot beschweren das sie da falsche informationen verbreiten.\nEcht jetzt, sagst ich habe 0 ahnung von supportern und weißt nichtmal wieviel sorakas W leben kostet.... Wow GG.\nNaja ich nehms dir nicht übel, AP soraka sagt alles. Ap soraka ist nur noch schlecht.\n5 heals im early? nope mehr, da dein adc schnell offensive gehen will.\nWas ich mich auch noch frage, warum spielt jeder offensive? Ich bin einer der die defensive sehr stark nutzt. Und mit nem offensiven adc kann ich da nicht viel machen. Noch dazu, einem Supporter, wenig leben geben und dann eine fähigkeit die 10% des maximalen lebens als kosten vorraussetzt ist ziemlich blöd. Wenn sie mehr als tank gedacht wäre wären die 10% weniger schlimm. Die summe der zu zahlenden leben sind höher, aber die regeneration ist auch massiv höher.","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-10-15T00:03:56.319+0000","up_votes":1,"down_votes":0,"body":">Noch dazu der Heal, anscheinend hast du wirklich keine Ahnung von sie \"bezahlt\" 5% ihres Max-Lebens für die Heilung, summa sumarum 22x Heilen bis sie tod wäre, noch dazu das sie nicht damit sterben kann!\n>\n>Aber gut alleine dafür das du von einem Supporter keine Ahnung hast solltest du den hier als Trostpreis bekommen \n\nWow, dafür das du so herrlich zeigst das du selber keine Ahnung hast, spuckst du ja ganzschön große Töne!\n\nSie zahlt 10% ihres Lebens pro Heilung. Muss ich dir davon einen Screenshot posten oder schaffst dus selber nachzuschauen?","replies":[]}]}]}