{"id":"tNFHpw7m","poster":"Jisatsu90","date":"2015-10-10T11:46:45.615+0000","title":"Darius Broken? Was geht in Riots Kopf vor?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Ich &quot;durfte&quot; mal wieder gegen einen Darius spielen. War zwar nur ein Normal-Game aber das Spiel hat deutlich gezeigt warum es keinen Spa&szlig; macht gegen einen Darius zu spielen bzw warum er mMn viel zu stark ist.\n\nBevor wieder gesagt wird, ich h&auml;tte ihn gefeedet und br&auml;uchte mich nicht zu wundern. Nein! Ich stand am Ende vom Game 8-5-7 mit Malphite.\n\nAber von Vorne!\n\nSt&auml;rken: Aoe-Damage,2x 90% Slows, Ranziehen, Selfheal, Manaregen durch die W, Armorpen durch die E, Truedamage bei 5 Stacks und tanky\nSchw&auml;chen: Kitebar, cc-anf&auml;llig. Wie also etwa 80% aller Champs auch, also keine wirklichen Schw&auml;chen!\n\nJoah klingt fair, riot!\n\nUnd wann soll seine Schw&auml;chephase sein? Early, Mid oder Lategame?\nIch konnte noch keine Schw&auml;chephase feststellen.\nAuf der Lane dominant, im Teamfight bei gen&uuml;gend Cc im eigenen Team rollt er locker &uuml;ber die Carry dr&uuml;ber und h&auml;llt dabei noch viel aus!\n\nDer Damage von Darius ist ein schlechter Witz. Einmal einen Milimeter zu nahe an ihm, zieht er dich ran, du bist 90% geslowt, und haut dir erstmal 5 Stacks drauf. Dann hei&szlig;t es renn oder stirbt!\n\nIch meine, der Kerl hat mich mit seiner Ult (er war in Rage) von Halflife auf 0 gezogen!\n\nmMn muss der Ragedamage genervt, beide Slows reduziert und auch der Selfheal reduziert werden! 15% Heal pro getroffenen Gegner sind einfach zu viel mMn. Sustain ist ja sch&ouml;n und gut aber bitte nicht so viel. Dann zwei 90% Slows? Was soll so was? Soll man gar nicht mehr von Darius weg kommen?  Der Damage ist viel zu hoch! \n\nAlso alles in Allem ist der Champ einfach zu sehr ein &quot;Allroundpaket&quot;.\nTankiness, Utility und Schaden as Fuck. Sowas kann doch nicht euer Ernst sein, Riot?\n\nBtw die Pick bzw Banrate von Darius bei den Wordls spricht ja wohl f&uuml;r sich!\n\nIch finde die Grundidee &uuml;brigens gut Champs so zu gestalten dass sie individuell sind und sich nicht alle Gleich spielen!\nAber muss das denn alles &uuml;ber Zusatzschaden sein?\n\nNe Riot, so macht das Spiel einfach keinen Spa&szlig;!","replies":[{"id":"","poster":"Im a Papaya","date":"2015-10-10T12:12:53.456+0000","up_votes":1,"down_votes":0,"body":"Im Teamfight ist Darius nur ein Monster wenn er kämpfen darf und die 5 Stacks erreicht dann ist der Kampf vorbei. Ich spiele darius gerne und ein Team das weiß wie man gegen darius ankommt hab ich auch schon erlebt. Tristana ultet mich im Teamfight weg, Mal slowt mich, mein Team geht rein ohne das ich schnell genug folgen kann und wenn mein team dann missplayt kann ich ohne die stacks auch keinen Penta machen. Oft hatte ich es aber schon das ich im TF einfach nur einen stumpf focuse bis ich die stacks hab, eine Q gut treffe und dann alle mit der E für mindestens nen Trippel versammeln kann. \nDarius ist genau wie Riot es wollte: ein unaufhaltbarer Champ wenn er erstmal loslegt aber sonst in den meisten dingen zurückliegt.\nDarius wäre auf jeder lane die nicht top ist vollkommen verloren weil man auf allen anderen lanes nicht so lange tradet das er was reißen kann also  wenn du Darius als top laner nerven willst spiel Teemo, Aatrox, Kennen. Aatrox ist gut weil die ult nicht resetet wenn er Aatrox finisht.","replies":[]},{"id":"","poster":"Lagbeard","date":"2015-10-10T11:50:09.857+0000","up_votes":1,"down_votes":0,"body":"Und noch ein Darius Thread. Naja was solls: Ja, RIOT ist übers Ziel hinausgeschossen, und ja, höchstwahrscheinlich werden Anpassungen folgen.","replies":[]},{"id":"","poster":"Zêph","date":"2015-10-10T11:48:27.389+0000","up_votes":1,"down_votes":0,"body":"Spiel einfach Riven oder Yasuo dann ist alles geregelt :^)","replies":[]}]}