{"id":"Iqa5EJTL","poster":"xXNERBXx","date":"2015-10-09T19:08:14.522+0000","title":"Champion","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hallo zusammen \r\n\r\nIch suche momentan einen Main Champion ich habe eigentlich an allen spass weil ich einfach am Spiel spass habe. Ich wollt euch fragen Tipps f&uuml;r einen Main Champ Mid oder Top einer wenn man den beherscht gut Carrier bzw. zerst&ouml;ren kann .\r\n\r\nDanke Eiche bitte keine Annie garen etc","replies":[{"id":"","poster":"xXNERBXx","date":"2015-10-10T07:44:02.951+0000","up_votes":1,"down_votes":0,"body":"danke dir","replies":[]},{"id":"","poster":"Im a Papaya","date":"2015-10-09T22:35:47.725+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle Darius. Bau ihn auf Tank und sei im Kampf immer der der ganz vorne steht und ab und zu Q drückt. Bei mir funktioniert das ziemlich gut und mit dem grab (E) kannst du auch sehr gut Gegner von den Carries fernhalten. Wenn du sehr gefeedet bist kannst du auch ohne Team ein 1 v 3 gewinnen wenn du gegen Nahkämpfer spielst und es auf die Reihe bekommst die Q richtig zu treffen und an den Gegnern zu stacken. Viele meinen das man als darius schnell ausn Game ist aber als ein Renekton mich auf 1/5 gebracht hat konnte ich nach einigen Teamfights endlich wieder durchstarten und viel dunken.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2015-10-09T21:16:18.054+0000","up_votes":1,"down_votes":0,"body":"kritieren z.b. sind. lieber burst schaden, konstanten schaden, tricks (fizz und lb zum beispiel) Glaskanone oder etwas kräftiger usw. einfach mal abwägen was dir am ehesten spaß macht und dann schauen was alles die kriteren erfüllt","replies":[]},{"id":"","poster":"MeDontEnglish","date":"2015-10-09T20:31:05.244+0000","up_votes":1,"down_votes":0,"body":"Es gibt meiner Meinung nach Champs, für die hat man ein Gefühl und Champs die kann man absolut nicht.\nDa jeder Champ i wo seine \" Einzigartigkeit \" hat. Sogar Annie! :D ( Auch wenn ich den Champ hasse )\n\nSchau was dir gut liegt, womit du dich wohl fühlst und dann spiel das.","replies":[]},{"id":"","poster":"Pandaphiri","date":"2015-10-09T19:53:01.298+0000","up_votes":1,"down_votes":0,"body":"im Prinzip kann alles irgendwie alles zerstören wenn man es richtig anstellt. Im Endeffekt ist der Main den du willst ein Champ mit dem du selbser klarkommst. während einige eben gut mit Yasuo klarkommen , kommen andere wieder besser mit Talon,ahri usw. klar. Probierne bis du einen hast der dir liegt und dann einfach nur eines mache: üben,üben,üben","replies":[]}]}