{"id":"ZLr35q0N","poster":"4 For Maggie","date":"2019-04-04T06:24:33.224+0000","title":"[TGSG] Sachen gibt's, die gibt's gar nicht! °^°","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":2,"body":"Erst wollte ich ja einen \"Danke DB\" Thread erstellen und mehr oder weniger Moni widmen. Um ehrlich zu sein kann aber weder der eine noch der andere etwas für meinen absolut späten Feierabend gestern! Das war echt krass XD\r\n\r\nAnfangs lief alles gut und ich bin sogar mal einen Bus früher (16:25 Uhr) gefahren. Nicht mit der Absicht einen früheren Zug (16:40 Uhr) zu nehmen, weil mir des eh nichts bringen würde. Dann stehe ich irgendwo anders rum für 30 Minuten :D\r\n\r\nAm Bahnhof angekommen stand der 16:40 Uhr Zug tatsächlich noch im Gleis. Er war aber so voll das ich lieber entspannt auf den nächsten gewartet habe... nur das der Zug im Gleis einfach nicht abfahren wollte ô.ô\r\n\r\nEs folgte eine Durchsage mit der Meldung das \"Personen im Gleis\" seien und sich die Abfahrt um zehn bis fünfzehn Minuten verzögern würde. In der Zeit ist auch Natascha am Gleis angekommen und hat sich tatsächlich, nach einem kurzen Gespräch, dafür entschieden in den Zug einzusteigen. Sie sei dadurch ja früher zuhause wenn er \"gleich\" abfahren würde :'D\r\n\r\nNur das der Zug um 17.10 Uhr immer noch im Gleis stand XD (ich brauche unbedingt ein Twitch-LUL Emote!)\r\n\r\nNatascha hat mich dann aus dem Zug angerufen und gefragt ob ich mit ihr über Köln fahren würde. Zeitmäßig würde das keinen großen Unterschied mehr machen. Also haben wir uns auf den Weg zu dem entsprechendem Gleis gemacht und dort auf den Zug gewartet. Der dann auch 15 Minuten Verspätung hatte XD\r\n\r\nAls der Zug dann endlich eingefahren ist ... was soll ich sagen. Auf dem Gleis stehen immer gefühlte 1500 Menschen und der Zug kommt schon überfüllt an. Als wir es vor eine Tür geschafft haben war das Ding bereits so voll, dass einfach gar nichts mehr da rein gepasst hat °^° Kein Millimeterchen mehr platz! \r\n\r\nWir konnten nur noch über die Situation lachen und haben dann gesehen das \"unser\" Zug auf \"unserem\" Gleis die Anzeige gewechselt hat und tatsächlich abgefahren ist :o Da war es mittlerweile schon 17:50 Uhr und der Zug fährt immer nur unsere halbe Strecke. Also sind wir wieder auf \"unser\" Gleis rüber gelaufen wo um 18 Uhr der richtige Zug eingefahren ist O.O Die Freude war groß.\r\n\r\nIn den Zug einsteigen, Platz sichern und schlafen. Yeay! Dumm nur das wir die ersten fünf bis sechs Haltestellen immer länger stehen bleiben mussten weil die Leute im hinteren Teil des Zuges die Türen blockiert haben und sie nicht geschlossen werden konnten XD dadurch habe ich dann meinen 19 Uhr Zug verpasst und musste nochmal eine halbe Stunde rumstehen. Trauriger Weise musste ich dann auch noch fest stellen das der Mc Donalds an meinem Bahnhof keine Apfeltaschen verkauft. Ich hab da so Heißhunger drauf seit zwei Wochen >.&lt; \r\n\r\n20 Uhr also zuhause gewesen. Duschen und essen. Mit Hundi musste ich zum Glück nicht mehr raus. Dafür dann heute Morgen das Essen von gestern Abend ausgekotzt (sorry für die Info XD) ... Also die letzten 24h waren echt ... keine Ahnung XD Ich bin ja froh das ich über so einen Mist lachen kann nach der etwa 30 Sekunden andauernden Aufregung :DDDD\r\n\r\nKeine Ahnung XD Mehr hab ich nicht.\r\n\r\nEs ist Donnerstag. Gleich muss ich mit jemandem durchs Haus laufen (-.-) und dann ist fast Wochenende °^° Fast geschafft also! Jetzt wird sich erst mal die Login-Belohnung bei 'Drachenblut 2' abgeholt XD\r\n\r\n:> Fertig.","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T10:22:39.321+0000","up_votes":1,"down_votes":0,"body":"Oder man Arbeitet einfach nicht am Arsch der Welt, wohnt inner Großstadt wie ich und hat trotzdem seine ruhe :3\n\nIch fall aus der Haustür inne Bahn rein, fahre mit der 10min, fall von der in die Arbeit rin und fertig. 20min Arbeitsweg höchstens :)","replies":[{"id":"","poster":"FeedLaneWinGme","date":"2019-04-04T16:52:49.657+0000","up_votes":1,"down_votes":0,"body":"Ruhe am Bahnhof = \"Großstadt\" lol","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T17:19:05.815+0000","up_votes":1,"down_votes":0,"body":"Rede von Straba ^^","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:42:08.625+0000","up_votes":1,"down_votes":0,"body":"Ab und zu muss man mit einem Alliierten Feuersturm rechnen, aber ansonsten ist alles schiggy.","replies":[{"id":"","poster":"Veezey","date":"2019-04-04T16:02:41.809+0000","up_votes":1,"down_votes":0,"body":"Ich bin ja eher für Glumanda aber jedem das seine","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:25:12.462+0000","up_votes":1,"down_votes":0,"body":"So einfach ist das nicht wenn man Verantwortungen hat ._.","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T10:26:45.697+0000","up_votes":1,"down_votes":0,"body":"Dann zieh dorthin! OwO","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T10:34:49.516+0000","up_votes":1,"down_votes":0,"body":"nicht dorthin! dahin finde ich deutlich besser als dorthin.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:39:22.924+0000","up_votes":1,"down_votes":0,"body":"D: Aber das meinte ich ja!\n\nDa ich Verantwortung habe, kann ich nicht einfach so durch die Gegend umziehen x.x","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T11:11:13.780+0000","up_votes":1,"down_votes":0,"body":"Dann such dir Arbeit in deiner Nähe! UwU","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:13:30.790+0000","up_votes":1,"down_votes":0,"body":"Actually finde ich das diese Arbeit hier zu \"in meiner Nähe\" zählt XDDDDDD","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T13:17:11.900+0000","up_votes":1,"down_votes":0,"body":"In der nähe heißt 30min Fahrtweg und nicht ne halbe Weltreise jeden früh ...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T13:30:24.674+0000","up_votes":1,"down_votes":0,"body":"Erzähl das den anderen Tausend Pendlern die mit mir fahren °^°\n\nIch würde behaupten das des heute Normalität ist und alles andere bereits Luxus. Den haben vor allem Leute die sich nichts anderes verschrieben haben.","replies":[{"id":"","poster":"Necromant","date":"2019-04-04T15:21:26.077+0000","up_votes":1,"down_votes":0,"body":"Arbeite in der IT, da kannste überall anfangen :P","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T11:19:32.554+0000","up_votes":1,"down_votes":0,"body":"Weil das wahrscheinlich auch der nächste Ort ist der Arbeit anbietet. XD\nDas ist die Schattenseite des Dorflebens.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:30:04.098+0000","up_votes":1,"down_votes":0,"body":"Ja neeee\n\nHier gibt es schon einige Orte oder \"große Dörfer\" die sich Stadt schimpfen lassen wo man bestimmt ein paar Möglichkeiten hat. Aber das will man irgendwie auch nicht. Keine Ahnung. Ich mag die großen Großstädte wie Köln und Bonn einfach lieber.","replies":[]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:42:44.980+0000","up_votes":1,"down_votes":0,"body":"Doch, musst dich nur trauen. OwO","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T10:46:48.010+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht sicher, wie viel es mit \"sich trauen\" zu tun hat, Hund, Katzen, Familie und Freunde im Stich zu lassen, um ne Stunde Arbeitsweg zu sparen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:55:49.661+0000","up_votes":1,"down_votes":0,"body":"Die kann man ja mitnehmen °^°","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:09:15.717+0000","up_votes":1,"down_votes":0,"body":"Über Katzen lässt sich streiten :p Aber nicht über Hundi!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T11:17:34.266+0000","up_votes":1,"down_votes":0,"body":"Stimmt Hunde sind laut aggresive und einfach nur nervig.\nIch hasse Hunde...\n*In Deckung gehen*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:31:09.145+0000","up_votes":1,"down_votes":0,"body":"ò.ó Das sind Hunde nicht! Was du da beschreibst sind Katzen!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T11:50:06.812+0000","up_votes":1,"down_votes":0,"body":"Nein Katze sind süß, niedlich und wunderschön und einfach liebevoll.\nHunde sind laut, aggresive beißen dich in Bein und bellen denn ganzen Tag nur dumm rum.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T12:10:16.315+0000","up_votes":1,"down_votes":0,"body":"Es ist genau anders rum!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T12:13:38.343+0000","up_votes":1,"down_votes":0,"body":"echt? Seid wann beilen Katzen?\nUnd selbst wenn dich eine Katze beißt is das halt nur ein kleine picks wenn du von einem großen Hund gebießen wirst ist gleich dein Arm ab. \nMein entschloss steht fest: Hunde sind gefährliche Killermaschinen die nur mein Fleisch wollen.","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T11:17:50.420+0000","up_votes":1,"down_votes":0,"body":"Führende Astrophysiker und Quantenmechaniker sind sich darüber einig, dass es in der langen Geschichte der Geschichte bereits Umzüge mit Hunden gegeben hat.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:24:47.155+0000","up_votes":1,"down_votes":0,"body":"^^ Es geht nicht um den Umzug mit Hund an sich :p\n\nAber so ist gewährleistet das immer jemand nach Rocky gucken kann. Wenn man Vollzeit arbeitet und alleine ist °^° wird so etwas zum Problem. Und ihm soll es gut gehen und besser als gut!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-04T11:18:21.864+0000","up_votes":1,"down_votes":0,"body":"Und mit Günther!!!","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-04T10:59:20.369+0000","up_votes":1,"down_votes":0,"body":"Genau, und den dicken Günther von nebenan gleich auch noch xD","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T11:05:29.891+0000","up_votes":1,"down_votes":0,"body":"Ja ne, aber den kann man dann auch mal besuchen.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:05:50.667+0000","up_votes":1,"down_votes":0,"body":"Kann dich verstehen wegen der Arbeit würde ich niemals ums ziehen. Lass mir doch von der Arbeit nicht mein leben bestimmen bzw nicht noch mehr","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T11:18:47.673+0000","up_votes":1,"down_votes":0,"body":"Bruder du wohnst dreißig Meter neben deinem Betrieb. Und ich bin auch umgezogen und hab deswegen nur noch 2 Kilometer Fahrt und ich mehr 20.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:27:02.004+0000","up_votes":1,"down_votes":0,"body":"Ja aber ich hab auch Familie im Nachbar Dorf und Freunde hier ... Wobei gerade die letzten weg ziehen .... :0 \n\nAber ansonsten alleine der Gedanke ich müsste bei schlechten Wetter mein Auto benutzen um auf Arbeit zu kommen :0 .... Gänsehaut\n\nUnd ich bin nicht dein Bruder kumpel ","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T11:59:40.778+0000","up_votes":1,"down_votes":0,"body":"Autos sind dazu da anstatt deiner Nass zu werden.\n\nUnd ich bin nicht dein Kumpel, Freundchen!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T12:08:16.306+0000","up_votes":1,"down_votes":0,"body":"Nein mein Autochen soll nicht nass und dann dreckig werden :0 das soll sauber bleiben :0 \n\nIch bin nicht dein freundchen, mein bester !","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T11:04:17.399+0000","up_votes":1,"down_votes":0,"body":"Keine Sorgen Onkel Heinreich wird sich um die Farm und die Tiere kümmern.\nEs ist Zeit für dich eine neue Reise zu beginnen.","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2019-04-04T16:52:27.632+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 139, katastrophal späte Abendausgabe**\n\nHeute kam der Tag, vor dem ich mich so lange erfolgreich gedrückt hatte: ich musste eine Permanganat-Lösung einstellen. Höllisches Verfahren. Erst mal eine halbe Stunde kochen lassen, dann abfiltrieren und dann mit Natriumoxalat einstellen. Das Problem an der Geschichte ist halt... es ist Permanganat. Es zerfällt dir superschnell und wenn, dann bildet es Braunstein, den zu reinigen auch kein großer Quell der Freude ist. Und hat man endlich diese Tortur überstanden, will  man sich einfach zur zurücklehnen, entspannen... nur, um dann festzustellen, dass man die eigentliche Analyse noch nicht mal angerührt hat. Und heute war das Calcium. Es war... interessant. Im Grunde nur ausfällen, warm halten (und das eine ganze Stunde), abfiltrieren, auswaschen und titrieren. Besonderheit hierbei ist, dass wir den Niederschlag in unseren Glasfiltertiegeln auffangen, diesen dort aber lassen müssen, dafür aber dann den gesamten Tiegel in den Erlenmeyerkolben legen, mit Wasser und Schwefelsäure verdünnen und dann mitsamt dem Tiegel titrieren. Da kommt man sich leicht bescheuert vor... legte sich aber nach einer Weile. Dafür habe ich auch wieder mal Überstunden eingelegt, aber dafür ist das jetzt vom Feld und ich kann mich in Ruhe morgen den anderen zwei Analysen widmen, welche wesentlich entspannter sein sollten.\n\n\nDachte ich, denn schon beim Aufräumen und Putzen meines Laborplatzes habe ich es nochmal geschafft: ich habe einen meiner Analysekolben blöd erwischt, der ist mir aus dem Schrank gesegelt und volle Möhre Richtung Boden gesprungen. Und gesprungen ist ein gutes Stichwort, denn dies traf nach der Landung auch auf das Glas zu. Ungefähr hunderttausendfach. Also darf ich mir morgen einen neuen Kolben holen und einstellen, was halt auch wieder Zeit kostet und vor allem: wenn ich richtig hingeschaut habe, liegt der Stückpreis für die Dinger bei etwas über 18 Euro. Echt nicht günstig. Das sind, wenn ich gut suche, zwei CDs.\nGut, auf der anderen Seite hat heute eine Kollegin ihre Vollpipette zerlegt und der Stückpreis für diese Kollegen rangiert bei über 50 Euro. Die hatte wohl einen noch mieseren Tag als ich. Kommt auch vor.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:38:38.227+0000","up_votes":1,"down_votes":0,"body":"Nur noch ein halbes Stückchen Kuchen...\n######Okay. Etwas weniger als die Hälfte °^°\n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T12:04:07.892+0000","up_votes":1,"down_votes":0,"body":"warte? Ich hab mich verlesen :(\nIch hatte gelesen nurnoch eine halbe Stunden bis Feierabend >.&lt; dann ist das Gif ja falsch das wollte ich posten wann du fast Feierabend hast :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T12:57:54.462+0000","up_votes":1,"down_votes":0,"body":"ô.ô Wie kann man sich denn da verlesen?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T12:59:37.204+0000","up_votes":1,"down_votes":0,"body":"ich hatte so sehr darauf gehoffend das du endlich Feierabend hast das mein Kopf nichts anderes zugelassen hat....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T13:06:21.510+0000","up_votes":1,"down_votes":0,"body":"XD WER ES GLAUBT!!!","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T13:31:43.954+0000","up_votes":1,"down_votes":0,"body":"ich wollte mein dancing Gif posten weil das zu deinem Feierabend gepasst hätte... :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T13:35:14.664+0000","up_votes":1,"down_votes":0,"body":":O Sei doch einfach ehrlich und sag das du dich freust wenn ich keinen Kuchen mehr habe!\n\nAber da irrst du dich! Ich habe immer noch Kuchen weil ich nicht mehr davon gegessen habe. Und wenn er gleich aufgegessen ist, dann hat meine Schwester immer noch welchen den ich kriegen kann :O SO sieht das nämlich aus Bro! XD","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T13:52:29.221+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht ob ich der Anomalie des Kuchen soviel Aufmerksamkeit schenken sollte??\nAber wenn das dein tiefster Wunsch ist dann muss ich sagen das es sein könnte das ich heimlich ein Stück von deinem Kuchen in meinem Magen verschwinden lassen hab. Allerdings habe ich selber noch eigenen Kuchen denn ich mir jetzt holen werden und denn ich sogar fast vergessen hätte. :D \nDie Frage ist ob dein Kuchen mit meinem Kuchen vom Geschmack her mithalten kann. :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T11:51:34.988+0000","up_votes":1,"down_votes":0,"body":"yeah endlich :D\nhttps://media.tenor.com/images/e816245913277b7d2086649932d2bde1/tenor.gif?itemid=13576102","replies":[]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T07:27:41.445+0000","up_votes":1,"down_votes":1,"body":"Guten Morgen :)\nWir könnte echt mal mehr Zugstorys vertragen. \nDas beste ist doch immernoch wenn der Zug ausfallen muss weil zuwenig Personal vorhanden ist. \nEine Zeit lang ist das regelmäßig passiert das mein Zug ausfallen musste weil zuwenig Personal verhanden hast und das über Monate... ÜBER MONATE!!!\nGG Metronom ihr könnt nichtmal Personal einstellen und das was ihr einstellt ist entweder hässlich, uralt oder spricht kaum Deutsch. \nEs sehe vllt einmal im Monat eine absatzweise ansehnliche Zugbegleiterin und der Rest ist wurg...\nWill scheinbar niemand mehr bei unseren Bahnunternehmen arbeiten obwohl die immer damit werben wie toll sie sind und das man soviel Geld da verdienen kann. Klar es wurde Jahrelang vernachlässig neues Personal einzustellen und scheinbar sind nun viele zur Deutschen Bahn gewechselt und nun haben die eben ein Problem. Weil Bahnunternehmen scheinbar unfähig sind flexibel zu planen. \nAber mit den Busunternehmen scheint es ja nicht besser zu sein. Die scheinen so verzweifelt nach neuem Personal zu suchen, das sie ungelernten ohne Busführerschein schon volles Gehalt anbieten + Schulungen + Führerschein usw.... \nTraurig man hätte Busfahrer werden bei den ganzen Leistungen die Busfahrer neuerdings bekommen weil scheinbar der Personalmangel immer größer werden.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:15:47.185+0000","up_votes":1,"down_votes":0,"body":"Wer fährt denn bei euch wenn es nicht die deutsche Bahn ist? Was hat mein Arbeitgeber mit irgendwelchen Eisenbahnunternehmern zu tun, die nicht genug bezahlen bzw so schlechte Arbeitsbedingungen bieten, dass sogar Züge aus Personalmangel ausfallen müssen? \n\nBei der Bahn gehören entsprechende Deutschkenntnisse und ein gepflegtes Äußeres übrigens zu den Grundvoraussetzungen, wenn du Kundenkontakt hast. Deshalb sitze ich im Büro ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:42:22.823+0000","up_votes":1,"down_votes":0,"body":"Heißt das du bist so unansehnlich ? :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:52:36.094+0000","up_votes":1,"down_votes":0,"body":"In meiner Jugend wurde mein Gesicht verätzt und ich trage jetzt eine geheimnisvolle Maske.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:58:05.353+0000","up_votes":1,"down_votes":0,"body":"Kämpfst du dann auch gegen das Böse? :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:59:12.766+0000","up_votes":1,"down_votes":0,"body":"Ich kämpfe gegen dich, das reicht...\n\nFulltime Job.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:24:04.057+0000","up_votes":1,"down_votes":0,"body":"Warum gegen mich ? Ich bin quasi die Reinheit in Person :0\n\nWürde keiner fliege was zu leide tun :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:26:28.076+0000","up_votes":1,"down_votes":0,"body":"Wer sagt, dass ich die Reinheit verteidige?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:31:31.042+0000","up_votes":1,"down_votes":0,"body":"Aber warum gegen mich kämpfen? :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:49:31.011+0000","up_votes":1,"down_votes":0,"body":"jeder der eine Maske trägt braucht einen Erzrivalen...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:16:53.100+0000","up_votes":1,"down_votes":0,"body":"Muss der Erzrivale nicht ebenfalls maskiert sein? Wobei Maddin mit seinem Kindred Avatar da schon ganz gut reinpasst.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T10:20:25.648+0000","up_votes":1,"down_votes":0,"body":"Richtig. Außerdem bin ich confident, dass er bei einer \"Wer ist hier der Superschurke\" Umfrage durchaus große Siegeschancen hätte.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:20:30.322+0000","up_votes":1,"down_votes":0,"body":"Warum ? \n\nIch wäre allerdings ein super Bösewicht :0 \n\nIch würde dem Wort böse eine neue Bedeutung geben :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:33:08.632+0000","up_votes":1,"down_votes":0,"body":"Ne da antwortet dann nur ihr und verfälscht das ergebniss ^^","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-04T11:22:01.012+0000","up_votes":1,"down_votes":0,"body":"Kannst ja mal ne Umfrage starten was das Forum denkt und mich so bestätigen ^^","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T08:53:15.737+0000","up_votes":1,"down_votes":0,"body":"... Weil du kein Deutsch sprechen kannst oder weil du aussiehst wie ein Waldschrat?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:54:24.786+0000","up_votes":1,"down_votes":0,"body":"Rasieren ist so anstrengend weißt du... Und warum Haare waschen, nach ein paar Jahren sehen die eh immer nass aus...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T08:59:08.400+0000","up_votes":1,"down_votes":0,"body":"Deswegen trage ich auch einen Bart. Einen mittlerweile sogar recht langen. Ist lustigerweise mehr Arbeit als sich wöchentlich zu rasieren. Aber wer schön sein will muss leiden.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:02:30.439+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich sieht Bart an mir nix aus. Dafür ist mein Gesicht nicht rund genug, zumindest für einen Backenbart. Ich denke so ein Ziegenbart könnte mir stehen, aber der ist nicht wirklich in Mode xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:22:50.002+0000","up_votes":1,"down_votes":0,"body":"Männer achten nicht auf Mode :0 \n\nMänner haben einfach nur Haare und keine Frisuren! Auch beim bart ^^\n\nMännliches männlich sein !","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:26:49.204+0000","up_votes":1,"down_votes":0,"body":"Sieht an mir trotzdem kacke aus xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:31:02.659+0000","up_votes":1,"down_votes":0,"body":"Daran darfst du nicht denken :0 \nPure Männlichkeit denk nicht an solche Sachen :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:50:12.496+0000","up_votes":1,"down_votes":0,"body":"Ich dachte pure Männlichkeit zieht LKW auf Dsf?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:19:04.272+0000","up_votes":1,"down_votes":0,"body":"Das war mal mittlerweile ist man noch männlicher geworden :0","replies":[]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:15:36.061+0000","up_votes":1,"down_votes":0,"body":"Hast du mich gerade fett und altmodisch genannt? {{sticker:sg-janna}}","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T10:17:28.620+0000","up_votes":1,"down_votes":0,"body":"Jop, genau das hab ich gesagt. Wort für Wort. Ich hab \"fett\" geschrieben und ich hab \"altmodisch\" geschrieben. \n\nHab ich aber nicht so gemeint :P.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:18:49.802+0000","up_votes":1,"down_votes":0,"body":"Also entweder das, oder du sagst ein Bart steht mir nicht!\n\nEt tu, Monni?","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T10:21:26.449+0000","up_votes":1,"down_votes":0,"body":"Hab ja nicht mal ne Ahnung wie du aussiehst :D.\n\nIch weiß nur dass ichs mal versucht hab und mir so dachte meh... xD","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T08:22:29.553+0000","up_votes":1,"down_votes":0,"body":"Nein ich meinte damit das wir einen regionalen Anbieter haben der die Strecke von der DB mietet und betreibt.\nDer Metronom^^ \n\nDer eine Typ hat man sein Ansagen zusätzlich zu deutsch auch auf spanisch gemacht. \n(Zumindest denke ich das es spanisch war)","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:32:47.312+0000","up_votes":1,"down_votes":0,"body":"Tja da heute alle nur noch studieren wolle um nen möglichst entspannten Job zu bekommen.\n\nWird irgendwann überall Personal fehlen ^^ \n\nIch freu mich schon auf den Moment wenn morgens 25 Vegane Studenten beim Bäcker stehen und nichts mehr zu fressen kriegen weil keiner mehr Bäcker lernt :D","replies":[{"id":"","poster":"ImTheFox115","date":"2019-04-04T08:08:13.674+0000","up_votes":1,"down_votes":0,"body":"Was hast du denn studieren mit vegan zu tun? XD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:11:28.695+0000","up_votes":1,"down_votes":0,"body":"In meine Augen sind fast alle Studenten Veganer da das quasi wie ein Aufnahme riualt ist ^^ \n\nAlso mit anderen Worten der Feind \n\nIn meinen Beispiel ist das natürlich egal aber ich erwähne das gerne ^^","replies":[{"id":"","poster":"ImTheFox115","date":"2019-04-04T08:53:46.777+0000","up_votes":1,"down_votes":0,"body":"Und alle Italiener essen auch nur Nudeln und Pizza? :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:11:28.477+0000","up_votes":1,"down_votes":0,"body":"Das nicht .... Die essen auch Eis \n\n\nAber Veganer und Studenten gehören einfach zusammen. Bist du Student aber kein Veganer bist du nicht hip dann darfst du nicht mit spielen bei den nächste anti (was auch immer) Demo","replies":[{"id":"","poster":"ImTheFox115","date":"2019-04-04T09:54:20.047+0000","up_votes":1,"down_votes":0,"body":"MMh dann darf ich halt kein Student sein...\nDann mach ich halt jetzt gerade was verbotenes uhhhhhhh","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:09:38.694+0000","up_votes":1,"down_votes":0,"body":"Du darfst nur wenn du dann noch Verganer bist dann wird es schlimm :0","replies":[]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-04T09:13:32.206+0000","up_votes":1,"down_votes":0,"body":"Hey, ich hab auch studiert xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:20:57.088+0000","up_votes":1,"down_votes":0,"body":"Aber du streitest es nicht ab das ich schon irgendwie recht habe ? \n\nOk es gibt sicher ein paar Ausnahmen aber die sind selten :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:26:03.700+0000","up_votes":1,"down_votes":0,"body":"Bin kein Veganer, war es nie xD. War auch nie auf Demos. Hatte auch keine Freunde beim Studieren, wollte nur fertig werden und hab mich mit meinen Kommis nur im Rahmen von Gruppenarbeiten und Referaten befasst.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:30:10.460+0000","up_votes":1,"down_votes":0,"body":"Und warum hattest du da keine Freunde? \nWeil du nicht Vegan warst :0 \n\n100% alles bestätigt was ich sage ^^' \n\nWahrscheinlich hast du irgendwann Fleisch gegessen und die haben das gesehen und dich direkt verachtet :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:48:46.311+0000","up_votes":1,"down_votes":0,"body":"Nö, weil ich mich nicht für die Leute da interessiert hab... Meine Welt ist Gaming und totale Randomness, das findet man auf einer Hochschule für BWL und Bauingenieurwesen nicht wirklich. Von daher: Keine interessanten Leute da, ganz einfach.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T11:08:54.948+0000","up_votes":1,"down_votes":0,"body":"Rede dir das nur ein. \nTief in deinen inneren weißt du das ich recht habe :0","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-04T08:13:19.451+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist immer noch High Life auf der Arbeit, wobei die Frühjahrsbaustellen bald fertig sind und dann hoffentlich fürs erste wieder etwas Ruhe einkehrt... Und ab nächster Woche Donnerstag Urlaub!!!\n\nNaja, Personen im Gleis sind schon so eine Sache. Wenn irgendwer das meldet darf man halt einfach nicht los fahren, bis jemand anders bestätigen kann, dass die Gleise definitiv frei von Personen sind. Hatte so etwas neulich auch, da hat es auch eine gute halbe Stunde gedauert, bis ein Polizeihubschrauber die entsprechende Strecke abgeflogen war und das Frei sein bestätigen konnte. \n\nJa, das passiert wenn ihr einfach über die Gleise rennt und man euch sieht. Polizeihubschrauber. Ihr spart euch 5 Minuten Fußweg außenrum, macht dafür 1500 Reisende unglücklich und verbrennt 5000 Euro Steuergeld xD. Und ihr stört den Notfallmanager im Feierabend. Lose -Lose- Lose.\n\nDont do it xD\n\nAnsonsten... ein Kollege ist in Urlaub gefahren. Seine Arbeit hat er nicht fertig gemacht. hat er auch keinem gesagt. jetzt hat der Chef das mir gegeben und der Antrag is a fucking mess... \n\nSpaß auf der Arbeit :P","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T08:31:45.972+0000","up_votes":1,"down_votes":0,"body":"Also wenn die Durchsage für die Kölnerstrecke kommt, ist das ein Ding von maximal 15 Minuten. Wenn überhaupt .-. und Bonn übertreibt direkt wieder mit 1,5 Stunden. Ich finde auch nicht das man auf solche Leute Rücksicht nehmen sollte.\n\nWenn die meinen über Gleise rennen zu müssen oder da spielen wollen (müssen wohl Jugendliche gewesen sein), dann bitte. Dann können wir auch mit dem Zug drüber fahren °^° Es kommt zu keinen Ausfällen oder Verspätungen und Kosten entstehen auch keine. Vielleicht macht die Feuerwehr ja ein Spezialangebot wenn sie mal mit dem Schlauch dann die Gleise abspritzen hinterher. Tatortreiniger könnten den Zug übernehmen wenn das keine Reinigungsfirma machen will.\n\nNächste Woche Urlaub? O.O WIE LANGE!!!????\n\nBei mir dauert es wohl noch April, Mai, Juni ... im Juli dann. Der erste dieses Jahr °^° Ich muss es nur aushalten .... Eigentlich ist das noch voll lange aber ich mache jetzt schon den Mai Dienstplan .. im Mai den Juni Dienstplan und dann ist es theoretisch schon so weit. Und dann freue ich mich auf die ersten vielleicht... **VIELLEICHT**... zehn freien Tage nach sieben Monaten in diesem Jahr XD Uff ...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:37:39.047+0000","up_votes":1,"down_votes":0,"body":"Hab glaub ich noch Bilder von einen Zug Opfer aufn Handy rum fliegen ^^' musste ich eben so dran denken.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:47:17.192+0000","up_votes":1,"down_votes":0,"body":"eigentlich uncool, haben wir oft genug xD. \n\nHat sich leider immer noch nicht herumgesprochen, dass \"Zug\" eine eher schlechte und unsichere Selbstmordmethode ist. Da gibt es bessere Möglichkeiten.\n\nhttp://lostallhope.com/suicide-methods/statistics-most-lethal-methods","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:51:13.513+0000","up_votes":1,"down_votes":0,"body":"Ich kann nichts dafür mir werde immer wieder in insta solche Bilder und Videos von Unfällen und Co.  Angezeigt ^^' \n\nIst leider aber auch einfach irgendwie interesant :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:53:20.824+0000","up_votes":1,"down_votes":0,"body":"Vor allem diese Statistik, die ich ums verrecken nicht als deutsche Studie finden konnte... Da war der \"Zug\" eigentlich noch niedriger bewertet...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:12:51.188+0000","up_votes":1,"down_votes":0,"body":"Jetzt wollte ich eben ein passendes Video Posten aber ich lass es mal ^^ \n\nAber ich kann mir auch was schöneres vorstellen als vom Zug getroffen zu werden :0","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:15:15.092+0000","up_votes":1,"down_votes":0,"body":"Martin wird lieber von so was getroffen:\n\nhttps://www.nerd-age.com/wp-content/uploads/2014/01/Strange+-catapult.png","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T09:21:08.828+0000","up_votes":1,"down_votes":0,"body":"XD dafuq :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:25:11.221+0000","up_votes":1,"down_votes":0,"body":"Du willst gar nicht wissen was man alles findet, wenn man in Google nur mal \"Butt Catapult\" eingibt...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T09:44:23.488+0000","up_votes":1,"down_votes":0,"body":"Und natürlich habe ich es gegoogelt.\n\nhttps://media.tenor.com/images/c39cc3d93c0ad63233f959c9a33c46c9/tenor.gif?itemid=5407256\n\nXDDDDDDD\nhttps://i.imgflip.com/1a4ivz.jpg\n\nIch verstehe nicht wieso mir so etwas angezeigt wird XD\nhttps://ae01.alicdn.com/kf/HTB1IEkOJ25TBuNjSspcq6znGFXaQ/1-Set-Crocodile-Shark-Modeling-Catapult-Launch-Butt-Ball-Toys-for-Kids-Launch-and-Catch-Ball.jpg_q50.jpg","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:51:18.200+0000","up_votes":1,"down_votes":0,"body":"Das oberste ist so ein Restaurant hier in der Stadtmitte...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:06:44.121+0000","up_votes":1,"down_votes":0,"body":"XDDD Ist das jetzt etwas Gutes oder etwas Schlechtes?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T11:18:13.529+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Uranbrennstab,realm=EUW,application-id=YnZkMR0R,discussion-id=ZLr35q0N,comment-id=00060001000000000000000000000000000100000001000000000005,timestamp=2019-04-04T10:44:18.795+0000)\n>\n> Ähm... Entschuldigung?!\n\n{{sticker:katarina-love}}","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:46:20.624+0000","up_votes":1,"down_votes":0,"body":"=P Ich verstehe! Der Creepnyness Faktor wurde von diesem GIF von Stufe 0 auf Stufe 10 hochgetrieben :o","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:44:18.795+0000","up_votes":1,"down_votes":0,"body":"Ähm... Entschuldigung?!","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-04T10:26:18.798+0000","up_votes":1,"down_votes":0,"body":"Ich wollte nur mein Interesse angemessen ausdrücken :P","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:24:20.351+0000","up_votes":1,"down_votes":0,"body":"D: Das ist aber ein creepy GIF","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-04T10:19:28.446+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=4 For Maggie,realm=EUW,application-id=YnZkMR0R,discussion-id=ZLr35q0N,comment-id=00060001000000000000000000000000000100000001000000000001,timestamp=2019-04-04T10:17:04.227+0000)\n>\n> :p Das musst du schon selbst raus finden\n\nhttps://media.giphy.com/media/l2XUfZcz917LALGFaT/giphy.gif","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T10:17:04.227+0000","up_votes":1,"down_votes":0,"body":":p Das musst du schon selbst raus finden","replies":[]},{"id":"","poster":"Metalmonni","date":"2019-04-04T10:09:04.096+0000","up_votes":1,"down_votes":0,"body":"Das kommt ganz darauf an, wie weit du den Mund öffnen kannst :P","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:26:40.207+0000","up_votes":1,"down_votes":0,"body":"Spontan muss ich dann an eine steinschleuder denke die jemanden im po steckt. Und diese Person so da liegt das man damit schießen kann ^^ \n\nHoly .... ahhhh diese Gedanken! ","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:18:34.276+0000","up_votes":1,"down_votes":0,"body":"Bei meinen Doge skills trifft mich eh nichts :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:20:25.476+0000","up_votes":1,"down_votes":0,"body":"https://cdn.pixilart.com/photos/large/e3fa2b7b3904738.jpg","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:43:14.054+0000","up_votes":1,"down_votes":0,"body":"Wow. Very doge. Much meme.","replies":[]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T09:35:39.068+0000","up_votes":1,"down_votes":0,"body":"NEIN NEIN NEIN wir wollen Katzen sehen.....","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T08:39:59.561+0000","up_votes":1,"down_votes":0,"body":"du darfst kein Urlaub machen :P Frau Pferd wird jetzt dauerkrank und Gaby kündigt :D","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T09:11:19.481+0000","up_votes":1,"down_votes":0,"body":"Gabys Kündigung ist so ein 50:50 Ding XD\n\nUnd Frau Pferd ist nie krank! NIE!\n\nLetztes Jahr ist ihr Vater urplötzlich gestorben. Was macht sie am nächsten Tag? Kommt zur Arbeit.\nAnfang des Jahres kam die hier mit ner Bronchitis an und ja! Sie kommt einfach!\n\nLetzteres soll mir recht sein wenn sie mich ansteckt XD weil ich nämlich so vernünftig bin und zum Arzt gehe. aber Frau Pferd ... die geht vielleicht mal früher wenn sie in die Werkstatt muss oder doch etwas dringendes mit ihrer Mutter ist. Aber letzteres auch eher ungern/ gequält >.&lt;","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T09:32:35.659+0000","up_votes":1,"down_votes":0,"body":"vllt bekommt die alte ja Pferdegrippe oder BSE und dann muss die Kuh zwangsgeschlachtet werden. \n\nOder sie bekommt so schlimme Blähungen das das arbeiten mit ihr unmöglich ist. :D \n\nDas mache ich aber auch ich werde immer arbeiten egal wie es mir geht.\n Ich hab da meinen Stolz ich gehe nie zum Arzt ausser vllt zum Zahnarzt. \nIrgentwann letztes Jahr hat mein alter Chef rumgeheult wegen hüsterchen und schnüpfelchen weil der ja so eine schlimmer Bakterienphobie hat. :D Alter ich geh doch nicht zum Arzt wegen Husten und Schnupfen das wäre total ehrenlos.... \nIch hab mir also Medizin besorgt um die Symtome runterzuspielen damit der Kerl nicht noch weiter rumspinnt wegen seiner komischen Bakterienphobie. Lustig ist das ein Tag nachdem die ersten Symtome aufgetreten sind mein Zug ewig verspätung hatte und es geregnet hatte was mein Husten so schlimm gemacht hat das ich kaum noch rauchen konnte. Ich musste mir extra milde Zigaretten kaufen  um das ganze so runterspielen zu können das niemand etwas merkt.","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-04-04T08:42:05.520+0000","up_votes":1,"down_votes":0,"body":"fast zwei Wochen, Donnerstag bis Dienstag :P. \n\nUnd nein, wir dürfen leider keine Leute überfahren, auch wenn sie sich selbst in die Gefahr begeben xD. Wie lange das dauert hängt ja auch immer davon ab, wo das ist, wie schnell man das prüfen kann und wie genau der Ort eingegrenzt wurde... Aber ja, so lange da jemand herumlaufen könnte fährt halt nix. End of Story ^^","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:38:03.631+0000","up_votes":1,"down_votes":0,"body":"Also wo muss ich über die Gleise laufen um dich nachts zu wecken ? :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:51:18.836+0000","up_votes":1,"down_votes":0,"body":"Ich wär schön blöd wenn ich jetzt Mainz sagen würde :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T09:13:26.906+0000","up_votes":1,"down_votes":0,"body":"Das stimmt aber das wäre auch viel zu weit weg :0","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T09:03:01.923+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T08:30:25.977+0000","up_votes":1,"down_votes":0,"body":"Sorry ich muss mein Flugzeug noch bekommen.... ich verarbeite das in 3 Jahren nach versprochen :)\n{{sticker:galio-happy}}","replies":[]}]},{"id":"","poster":"Kencharoo","date":"2019-04-04T11:12:39.323+0000","up_votes":1,"down_votes":0,"body":"Gut dass mir so etwas nicht passiert.","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T06:47:59.322+0000","up_votes":1,"down_votes":0,"body":"Okay moment mal.\nWelcher McDonalds verkauft denn keine Apfeltaschen?!","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:02:08.128+0000","up_votes":1,"down_votes":0,"body":":o Meiner!\n\nDie haben anfangs auch kein Royal TS Menü verkauft °^° Hat ein paar Jährchen gedauert.\n\nDa heute wieder diese furchtbare Aushilfe kommt ... könnte ich theoretisch so früh abhauen das ich noch in die Innenstadt hier komme um dort Apfeltaschen zu jagen :o \n\nWobei ich immer noch so Bauchweh hab und ich mich bisher nicht mal getraut hab ins Brot zu beißen c.c","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T07:28:31.356+0000","up_votes":1,"down_votes":0,"body":"Ich wusste gar nicht, dass das legal ist...\nHast du was falsches gegessen?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:40:37.446+0000","up_votes":1,"down_votes":0,"body":"Nja, ich hab auch gedacht das Apfeltaschen eigentlich überall vorhanden sein müssten .-. Genau wie dieser Kleinkram von Hamburgern und Chickenburgern überall da ist.\n\nAls ich nach Apfeltaschen gefragt hab und der Mensch hinter der Kasse meinte \"Sorry, haben wir nicht\" ... \n\nJaaaa ... da blieb mir nur die Option zu sagen \"okay, dann hat sich das erledigt\".\n\nInklusive Gesichtsaudruck: °^°\n\nEigentlich hab ich nichts falsches gegessen .. aber da durch das ich so spät zuhause war und erst um halb neun/ neun zum essen gekommen bin .-. Irgendwie ist das in der Woche zu spät x.x","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T08:23:44.699+0000","up_votes":1,"down_votes":0,"body":"Das ist genau so wie wenn die behaupten sie hätten kein Eis mehr. Nur weil es 3 Uhr morgens ist. Faule Bande alle samt!","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:28:26.060+0000","up_votes":1,"down_votes":0,"body":"Ich kam vor Zeiten mal in den Mäcces in meiner damaligen Heimatstadt, während gegenüber ein Konzert lief. \n\nDa war nix ausge - x't oder so, von außen betrachtet alles verfügbar (natürlich riesen Schlange). Und als ich dann dran war sagte die völlig lustlose Bedienung zu so ziemlich allem was ich wollte \"ham wa nichmehr... hamwa auch nichmehr...\" \n\nBis sich herausstellte, dass sie noch Folgendes hatten:\n\n- Pommes\n- Salat\n- Mc Rib\n- Apfeltaschen\n\nEnde.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T08:58:03.434+0000","up_votes":1,"down_votes":0,"body":"Erinnert mich an einen Sketch aus der Sesamstraße, bei dem ein Mann im Restaurant essen bestellen will. Am Ende kommt raus die haben nur noch Milch, aber konnten ihm kein Glas Milch geben, weil die Gläser alle weg waren. Sehr erheiternd.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T09:01:33.226+0000","up_votes":1,"down_votes":0,"body":"Ich hab was vergessen, dieser Mäcces hatte durchaus auf das Konzert gegenüber reagiert. \n\nDie hatten nämlich Bier xD.\n\nDa sie allerdings keinen Vertrag o.ä. mit der Marke hatten, durften sie dieses Bier nicht in den Flaschen die sie da hatten servieren. Daher hab ich dort mein erstes und einziges Bier aus einem Mäcces Pappbecher getrunken.\n\nDem dargebotenen Strohalm habe ich mich verweigert.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-04-04T10:17:35.439+0000","up_votes":1,"down_votes":0,"body":"Wer Bier durch einen Strohhalm trinken endet, zu Recht, mit selbigem tief im Hals.","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T10:22:00.516+0000","up_votes":1,"down_votes":0,"body":"Richtig... Sie wollte mir auch definitiv nicht einfach die Flasche geben xD","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T06:58:02.300+0000","up_votes":1,"down_votes":0,"body":"Ein anti Veganer McDonalds ? \nDer aus Prinzip nur Sachen mit Fleisch verkauft ? :0 die haben auch keine Strohhalme im Becher sondern Würstchen mit löchern drin an denen man saugen muss :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-04-04T08:22:06.566+0000","up_votes":1,"down_votes":0,"body":"Dir ist bewusst was du grade gesagt hast, oder? xD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:41:22.312+0000","up_votes":1,"down_votes":0,"body":"Komm du willst es doch auch :D","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2019-04-04T08:24:22.322+0000","up_votes":1,"down_votes":0,"body":"Ist ihm das generell bewusst? Ich denke nämlich nicht.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:41:01.086+0000","up_votes":1,"down_votes":0,"body":"Als ob ihr nicht an dem Würstchen sagen wollt :D","replies":[]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:14:46.517+0000","up_votes":1,"down_votes":0,"body":"Wenn der Fensterputzer rein kommt und fragt: \"Darf ich meine Stange hier verstecken?\"\nUnd du einfach nur anfängst laut zu lachen und antwortest: \"Oh Gott. So was bitte nicht schon am frühen Morgen\"\n\n{{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:17:51.296+0000","up_votes":1,"down_votes":0,"body":"So fangen Pornos an ^^'","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:20:16.602+0000","up_votes":1,"down_votes":0,"body":"lol Ob er des wohl gepeilt hätte wenn ich nach Stroh gefragt hätte? XD\n\nAber nein danke =p ich will nicht!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:25:41.985+0000","up_votes":1,"down_votes":0,"body":"Naja du hättest fragen müssen wohin er sie verstecken möchte ^^ \n\nUnd dann schauen ob er es gepeilt hätte ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:29:17.200+0000","up_votes":1,"down_votes":0,"body":"Das \"wohin\" hatte ich mir gespart weil er direkt in die Ecke beim Cola Automaten gelaufen ist XD Aber ja ... der Gedanke war mir auch schon gekommen.\n\nZum Glück sind die nur einmal im Jahr da >.&lt;","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:02:49.520+0000","up_votes":1,"down_votes":0,"body":"Also kommt der einmal im Jahr um \"durch zu putzen\" :D","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T08:42:33.063+0000","up_votes":1,"down_votes":0,"body":"scheint wohl ein vielbeschäftiger Mann zu sein. :)\nVllst ist seine Dienstleistung doch besser als gedacht und die Frauen reißen sich nur so darum das er kommt um bei dir \"durch zu putzen\"","replies":[]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:09:04.433+0000","up_votes":1,"down_votes":0,"body":"Schwarzer Humor \n\n>*Eltern sind wie Tiefkühlpizzn.*\n \n>*Wenn Sie schwarz sind hast du nichts zu essen* ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:18:38.866+0000","up_votes":1,"down_votes":0,"body":"XD ich lache und starre meinen Bildschirm ungläubig an.\n\nDas du immer noch frei rum rennst =p Da sieht man mal wie \"fair\" es hier zu geht!","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:26:39.891+0000","up_votes":1,"down_votes":0,"body":"Warum ? :D \n\nIch bin brav und bringe die Menschen zum lachen ^^","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:27:40.960+0000","up_votes":1,"down_votes":0,"body":"Ich wurde schon für weniger raus geworfen -.-'","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:33:35.274+0000","up_votes":1,"down_votes":0,"body":"Also von mir wurden neulich 2 Posts gelöscht weil ich angeblich damit nur provozieren wollte ^^\n\n\nBtw wenn die mich für Witze bannen dann nur her damit ^^","replies":[{"id":"","poster":"SuicidePlank","date":"2019-04-04T08:07:21.723+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=00 M4ddin 00,realm=EUW,application-id=YnZkMR0R,discussion-id=ZLr35q0N,comment-id=00020000000000000000,timestamp=2019-04-04T07:33:35.274+0000)\n>\n\n> Btw wenn die mich für Witze bannen dann nur her damit ^^\n\nIch glaube das war auf die Arbeit und nicht auf das Forum bezogen, oder? :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:13:59.962+0000","up_votes":1,"down_votes":0,"body":"Ach auf Arbeit bin ich Safe ^^ \n\n\nHier allerdings wir mir öfters mal geraten meine Post zu löschen oder zu zensieren :0 ich denke an meine \"rückwärts laufender Porno\" Idee :0","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:46:55.664+0000","up_votes":1,"down_votes":0,"body":"keeeeeine Ahnung xp Da halte ich mich raus. Möglich ist hier jedenfalls alles\n######meistens alles was schlecht ist :'D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T08:01:31.586+0000","up_votes":1,"down_votes":0,"body":"Naja von mir kommt nie was schlechtes ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-04-04T07:58:20.770+0000","up_votes":1,"down_votes":0,"body":"hier dein Twitchlol emote :)\nhttps://media.tenor.com/images/5a96e6727aa1f24f5a0c624049783dfe/tenor.gif","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-04T08:00:12.168+0000","up_votes":1,"down_votes":0,"body":"Das sieht aber nicht nach einem LUL aus :&lt;\n\nHiiiieeeeer\nhttps://ih0.redbubble.net/image.494693388.6395/flat,550x550,075,f.u1.jpg","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T08:12:02.006+0000","up_votes":1,"down_votes":0,"body":"hässlich :D \n\nhttps://media.tenor.com/images/751a022794b55a2e95d4da145d1464da/tenor.gif?itemid=12619689","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T06:50:42.461+0000","up_votes":1,"down_votes":0,"body":"Guten morgen \n\nAlso nach so einer Geschichte wäre ich so sauer das ich 3 Tage Urlaub bräuchte ... Ach was ich hätte angefangen Leute vor den Zug zu schuppsen ^^ \nNe spaß aber ich wäre wirklich genervt. \n\nIch hätte auch echt keine Lust jeden tag auf Zug oder Bus angewiesen zu sein. \nBin froh das ich laufen kann um auf Arbeit zu kommen.\n\n\nHatte gestern einen entspannten Tag.  \nWar einkaufen und hab glaub ich zum ersten Mal seit 1 Jahr wieder mal Brot, Wurst und Käse gekauft ^^ und mir ein wurst Brot gemacht. Und ja für mich ist das mal was besonderes. \n\nDann gab ich 2 SoloQ games gemacht und bei starteten überraschend schlecht ich mein das gegner Team hatte schon 13 kills während ich 0 Tote hatte ... naja egal in beiden games war mein Team und ich super nett und wir haben beide games gewonnen. Holy ich hab sogar gegen eine yasou gewonnen :0 \n\nDann flex gezockt und da auch nochmal 4 games am Stück gewonnen :0 hatte gestern in 6 games 12 Tote ... Das schaffen normale teamates in 20 min von einem game ^^' \n\nAlso so darf es weiter gehen dann macht das Spiel direkt doppelt spaß und ohne das ich tilte sind meine Premades auch gut gelaunt ^^\n\nJa und heute ist Donnerstag hoffe der tag geht schnell vorbei und dann ist ja schon Freitag \n\nWünsch euch einen schönen Tag :)","replies":[{"id":"","poster":"Xayah Strife","date":"2019-04-04T07:33:22.016+0000","up_votes":1,"down_votes":0,"body":"Ich hab gestern so geschämt. :(\n3 Games FlexiQ gespielt und die ersten zwei Games hab ich richtig hard reingesuckt aber trotzdem verloren.\nUnd dann spiel ich ein Game mit MF und bin ich Laningsphase endlich mal gut dabei aber natürlich das verlieren ich....\nHab ich verdient nach den beiden unverdienten Wins....\nAber das gerade der Jungle suckt der im SoloQ Gold ist hab ich nicht verstanden. :D Und die Iron Diana war fett (Wahrscheinlich Smurf war Premade mit dem Goldjungle) \n\nBtw #neverhelpblue","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-04-04T07:08:46.933+0000","up_votes":1,"down_votes":0,"body":"Man gewöhnt sich irgendwie dran XD\n\nDie Fahrten an sich sind auch nicht schlimm ^^ ich schlafe ja permanent. Aber auf Dauer zehrt das doch an einem, ob man will oder nicht. Oder ob man nur denkt man merkt es nicht xp Irgendwann macht es sich sehr wohl bemerkbar!\n\n:o Und du willst mit deinen gewonnenen Spielen sagen das KEIN tilt hilfreicher bei einem Sieg ist als die Korken knallen zu lassen? ... Na so was aber auch :p","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-04-04T07:12:26.587+0000","up_votes":1,"down_votes":0,"body":"Oder das wenn mein Team nicht danach schreit mich zu tilten kann ich gewinnen oder was noch wahrscheinlicher ist ! \nDer Riot Mitarbeiter der mir schlechte mates ins Team gibt hatte gestern Urlaub:0","replies":[]}]}]}]}