{"id":"m01FEKIX","poster":"Imaqtone","date":"2015-10-09T10:30:41.714+0000","title":"Itemization als ADC","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey,\r\nich wollte mal wissen nach welchen Kriterien man welche Items baut.\r\nZ.b. Wann ist es besser ein Lifesteal Item zu kaufen oder wann entscheide ich wann ich   zuerst ein IE zu kaufen anstatt von LW. \r\nUnd gegen welche Gegner kaufe ich was? Ich meine damit einfach allgemein welche Items ich gegen welchen Typ von Gegner kaufe.\r\nOder welche Items ich in meiner Lane gegen Gegner z.B. mit Sustain oder Burst kaufe.","replies":[{"id":"","poster":"Imaqtone","date":"2015-10-09T12:26:40.342+0000","up_votes":1,"down_votes":0,"body":"Danke an euch alle! Hat mir sehr geholfen.","replies":[]},{"id":"","poster":"Im a Papaya","date":"2015-10-09T12:20:27.708+0000","up_votes":1,"down_votes":0,"body":"Einfach gesagt sind alle adcs die keine Stack Effekte haben mit IE zu spielen. Vayne braucht halt nur attack speed und life steal wenn dus kannst und kog macht guten schaden pro angriff ohne schaden zu bauen ergo: attack speed \nkalista kann stacken (hast du ja selbst gesagt) twitch muss auch einfach nur schnell effekte stacken und für Tristana spielen einige auch mit nen attack speed Item als erstes um die bombe besser nutzen zu können.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-10-09T11:38:24.047+0000","up_votes":1,"down_votes":0,"body":"{{champion:22}} {{champion:51}} {{champion:119}} {{champion:104}} {{champion:222}} {{champion:21}} {{champion:15}} {{champion:18}} {{champion:29}} {{champion:110}}  bei denen ist das erste Item IE, danach Shiv oder pd, je nachdem wieviel Gold du hast und dann musst du schauen, wieviel Armor der Gegner hat und was in dem Moment mehr Wert ist, Lifesteal oder Armor Pen\n\n(Bei Varus/Mf/Twitch können auch andere Itempfade gegangen werden) \n\n{{champion:42}} {{champion:81}} {{champion:96}} bei denen baust du zuerst TriForce, danach IE und dann eben wieder die Frage, was du nun mehr brauchst. \nEz hat aber ziemlich unterschiedliche Builds, da gibts auch welche ohne TriForce, kommt drauf an, was du mehr magst. \n\n{{champion:429}}  bei ihr gibt es unterschiedliche Wege, auf jedenfall zuerst AS. Entweder Botrk oder Hurrican, wobei Botrk natürlich sicherer ist, weil effektiv mehr Stats bringt. \n\n{{champion:67}} bei ihr immer zuerst Botrk. Danach PD, dann IE und dann schaut man weiter. Vayne hat eine eigene Spielweise + Build. \n\nAnsonsten kannst du zu spezifischen ADC z.B. Guides lesen, wo auch verschiedene Builds vorgestellt werden. Das hier ist jetzt nur ein grober Überblick zu den Standardbuilds, es gibt aber innerhalb der Build kleinere Abweichungen. Allerdings starten fast alle ADC's mit Botrk, IE oder TriForce, jenachdem ob sie vom AS, vom AD oder vom TriForce selbst profitieren.","replies":[]},{"id":"","poster":"Tungsteel","date":"2015-10-09T11:26:52.537+0000","up_votes":1,"down_votes":0,"body":"IE: Viel Schaden und verstärkt kritische Treffer. Mit dem Item holst du den meisten Schaden heraus, damit ist dieses Item auf den meisten (aber nicht allen) ADCs das erste Item. Dazu kommt, dass man als ADC nicht nur AD baut, sondern auch AS. Die AS Items wie Phantom Dancer oder Statiks geben selbst wieder kritische Treffer - damit hat man eine gute Synergie zwischen IE und dem jeweiligen AS Item. \n\nLifesteal: wenn du den zusätzlichen Sustain brauchst; außerdem gut wenn der gegnerische Tank Thornmail hat\n1. BT: Bietet dir Sustain und ein Schild. Also wenn du leicht low wirst, gibt dir BT mit dem Lifesteal und Schild quasi \"defensivere\" Stats. \n2. BotRK: Bietet dir %Leben als Schaden und AS. Mit dem Slow auf der Aktiven eignet es sich auch zum Kiten. (mit dem %Schaden und AS ist es natürlich super auf Vayne und Kogmaw)\n1 oder 2? Gegen Squishies als Gegner ist BT mit einem festen AD Wert besser (80 Schaden sind 80 Schaden :)), gegen Tanks ist BotRK besser (Schaden in Abhängigkeit von %Leben des Gegners ist natürlich nur dann gut, wenn der Gegner viel Leben hat). \n\nLW: Hier steht im Vordergrund, dass du %Rüstung ignorieren kannst. Damit macht das Item nur gegen Teams mit viel Rüstung und Tanks Sinn. Als First Item würde ich am ADC LW nicht empfehlen. Du spielst auf der Botlane gegen einen ADC, der sich keine Rüstung kaufen wird, und einen Support, der nicht das Geld hat, massiv viel Rüstung zu kaufen. Die prozentuelle Rüstungsdurchdringung bedeutet aber, dass du, wenn du einen Tank mit 200 Rüstung vor dir hast, 70 davon ignorieren kannst, während du bei einem ADC oder Support mit - sagen wir - 30 Rüstung 10,5 ignorierst. Damit bringt dir das Item als First Item in der Botlane wenig, im Teamfight später, wenn die Gegner Tanks haben, bringt es dir natürlich sehr viel. \n\nTrinity: Du bekommst insgesamt recht gute Stats, Crit, AS, AD, aber auch AP. Nicht jeder ADC fängt etwas mit Fähigkeitsstärke an. Dazu kommt, dass du mit deinen Fähigkeiten die Passive von Trinity auslöst. Das heißt, Trinity ist besonders auf ADCs interessant, die viel Schaden durch ihre Fähigkeiten machen, ihre Fähigkeiten quasi spammen können und auf AP skalieren. Damit ist Trinity auf Corki, Ezreal und KogMaw sehr stark.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-10-09T11:18:14.001+0000","up_votes":1,"down_votes":0,"body":"Du bist ein adc mit relativ niedrigem scaling? Dein Gegner baut viel Armor? -> Armor Pen.\nDu musst im Teamfight länger überleben? Willst besser solo Traden? -> Lifesteal\nDu willst bursten? -> Crit\nDu willst schnelle Hits wiederholen um Items/passiven nützlich zu nutzen? -> AtkSpeed.\n\nEs gibt so viele unterschiedliche Sachen, es wäre einfach viel zu viel zu schreiben. Man baut halt einfach auf seinem ADC meist die \"Core\" items die man für sein Setup benötigt. Und dann angepasst am Gegner.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}