{"id":"pYkXUqJJ","poster":"GRN TheJanstar","date":"2019-12-14T17:22:25.228+0000","title":"Permaban für ein bereits bestraftes game","subforum":"Spielerverhalten & Moderation","up_votes":11,"down_votes":10,"body":"Hey, vor einiger Zeit hat ein Freund von mir auf einer Party bei mir zuause auf meinem Account eine Runde LOL gespielt. Er war durch einen Ban von seinem champ durch sein eigenes Team etwas Toxic und hat angefangen die Leute n der Pick und Ban Phase zu flamen und wegzubeleidigen. Dort sind einige unschöne Ausdrücke gefallen. Im Game hat er auch noch weiter gemacht.\r\n\r\nFolgendes Problem.\r\nFür dieses game habe ich bereits enen 2-3 Wochen Ban bekommen (Grund dafür dder Chatverlauf aus der Pick und Ban Phase).\r\nNach dem Ban konnte ich knapp 2 Wochen normal weiter spielen und als ih mich dann erneut einloggen wollte, habe ich für das selbe Game (Ingame, nicht mehr Pick und Ban Phase) einen Perma Ban bekomen.\r\n\r\nKann man da etwas machen? Das ist keinerlei Rechtifertigung, der erste Ban war mehr als verdient, aber der zweite Ban (perma ban) für das selbe Game, ist dann doch ein bisschen unfair...","replies":[{"id":"","poster":"BlackSugaRose","date":"2019-12-14T17:49:02.385+0000","up_votes":8,"down_votes":1,"body":"Selbst wenn der zweite Bann deiner Meinung nach ungerechtfertigt ist, so sehe ich hier auch ein anderes Problem.\nDenn nicht nur dein Freund hat sich im Spiel falsch verhalten, du hast dich auch falsch verhalten, indem du ihm Zugriff auf deinen Account gegeben hast.\nAccount Sharing ist verboten und kann mit einer permanenten Sperre bestraft werden.\n\n>[Du darfst dein Konto oder deine Anmeldedaten nicht verkaufen, übertragen oder einer anderen Person den Zugriff darauf gestatten oder dies anbieten. Du bist vollständig für die Geheimhaltung deiner Anmeldedaten verantwortlich.](https://euw.leagueoflegends.com/de/legal/termsofuse#section1)\n\n>[Wir können dein Konto kündigen oder sperren, wenn wir nach vernünftigem Ermessen Folgendes entscheiden:\na) Du hast einen beliebigen Teil dieser Vereinbarung verletzt](https://euw.leagueoflegends.com/de/legal/termsofuse#section2)","replies":[{"id":"","poster":"GRN TheJanstar","date":"2019-12-14T18:03:12.983+0000","up_votes":3,"down_votes":2,"body":"Wenn ein Kumpel, der selbst kein LOL mehr spielt mich fragt, ob er mal eben eine Runde spielen darf und ich es ihm erlaube verboten sein soll, dann nehme ich das so hin. Ist nur mega schade...","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-15T12:10:06.856+0000","up_votes":3,"down_votes":0,"body":"Also, du kannst mal beim Support nachfragen, ob du wieder entbannt wirst, da du 2 mal für das selbe Spiel bestraft wirst. Es kann aber auch sein, dass du gebannt bleibst, weil du Accountsharing betrieben hast.","replies":[{"id":"","poster":"Núts","date":"2019-12-16T09:21:53.363+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=pYkXUqJJ,comment-id=000200000000,timestamp=2019-12-15T12:10:06.856+0000)\n>\n> Also, du kannst mal beim Support nachfragen, ob du wieder entbannt wirst, da du 2 mal für das selbe Spiel bestraft wirst. Es kann aber auch sein, dass du gebannt bleibst, weil du Accountsharing betrieben hast.\n\nAlso wie ist dann jetzt mit der Funktion das man kein Passwort braucht wenn man \"keep me signed in\" aktiviert hat. Weil somit hat er niemanden die Account daten gegeben, sondern der andere hat sie einfach genommen?","replies":[{"id":"","poster":"InGame 00","date":"2019-12-16T11:15:05.987+0000","up_votes":2,"down_votes":0,"body":"Ist die Frage ernstgemeint?\nEs ist dein PC und dein Account. Wenn ein anderer darauf mit deinen Login Daten spielt weil du \"keep me signed in\" aktiviert hast dann ist das trotzdem dein Account und deine Verantwortung.","replies":[]}]}]}]}]},{"id":"","poster":"zAntiM8","date":"2019-12-14T17:44:18.824+0000","up_votes":4,"down_votes":8,"body":"> Hey, vor einiger Zeit hat ein Freund von mir auf einer Party bei mir zuause auf meinem Account eine Runde LOL gespielt.\n\nAllein damit gibst du öffentlich zu, Account Sharing betrieben zu haben, was grundsätzlich mit einem Permaban geahndet wird.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T17:49:19.699+0000","up_votes":10,"down_votes":17,"body":"Nur, wenn es ein Rankedgame war. Dann fällt es unter Boosting und das ist bannbar. \nNormals sind laut Riot-Supporter (mit dem ich gesprochen habe) nicht strafbar.","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-14T17:50:56.306+0000","up_votes":10,"down_votes":2,"body":"Für ACC Sharing ist es egal ob es ein Normal oder Ranked war :/","replies":[{"id":"","poster":"OT Riku","date":"2019-12-14T17:58:35.289+0000","up_votes":4,"down_votes":5,"body":"Nein kannst gerne den support fragen.","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-14T18:01:45.721+0000","up_votes":4,"down_votes":2,"body":"Mmh die Logik dahinter verstehe ich nicht ganz aber ok...\n\nEdit: Der Blaue hier im Forum ist aber der selben Meinung...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T18:12:35.457+0000","up_votes":7,"down_votes":4,"body":"Der blaue ist auch nur ein Spieler wie du und ich. \nEr moderiert nur das Forum freiwillig. Ist kein Mitarbeiter von Riot. \n\nRiot rädt aber auch zurecht von Accountsahring ab, auch wenn es ansich nicht bannbar ist. Man sollte seine Accountdaten nicht weitergeben.","replies":[{"id":"","poster":"GRN TheJanstar","date":"2019-12-14T18:15:01.560+0000","up_votes":1,"down_votes":2,"body":"Ich habe ja keine Acount Daten weiter gegeben. Es war ja an einem PC für ein Game. War aber glaube ich tatsächlich ein Raned... AUf meinem Account gibts only Rankeds.\nAußerdem spielte der Kollege von mir damals, als er selbst noch einen Account hatte in Silber. Ich zu dem Zeitpunkt in Gold. Ist dann wohl kaum boosting.\n","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-12-14T22:08:32.965+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=GRN TheJanstar,realm=EUW,application-id=KYnfKGf0,discussion-id=pYkXUqJJ,comment-id=0001000000000001000000000000,timestamp=2019-12-14T18:15:01.560+0000)\n>\n> Außerdem spielte der Kollege von mir damals, als er selbst noch einen Account hatte in Silber. Ich zu dem Zeitpunkt in Gold. Ist dann wohl kaum boosting.\n\nNaja... dann ruiniert es immer noch den 9 anderen Spielern, die mit jemanden spielen dürfen, der nichts in ihrer Elo verloren hat, das Spiel und das Matchmaking.\n\nStell dir mal vor, wie du reagieren würdest, wenn du plötzlich ein \"I bought this account, I am Bronze 3\" als Antwort auf die Frage, warum dein Mitspieler so viel verkackt, bekommen würdest... Ich hatte das nebenbei echt mal, da schriebt mein Jungler nach dem 2. erfolgreichen Gank quasi genau das und freute sich, wie einfach es doch wäre in Gold zu spielen, wenn man sich dort einen Account gekauft hat... der hat dann den Rest des Spieles nur noch verkackt, weil alle 5 Gegner ihn ständig outplayen konnten... da er halt nicht nach Gold gehörte... Er hat sich dafür, wenn mein Gedächtnis mich nicht täuscht, sogar entschuldigt. (Wie dumm man sein muss um im Riot Chat damit anzugeben, dass man den Account gekauft hat, ist eine andere Frage, aber deswegen blieb dieses Individuum halt in meinem Gedächtnis hängen). \n\nDeswegen ist es ja auch praktisch verboten Accounts auf eine gewisse Elo zu spielen und dann zu verkaufen. Damit eine Rangliste funktionieren kann, ist es schon elementar wichtig, dass nur die Spieler, die sich die Elo erspielt haben auch in dieser Liga auftauchen.","replies":[{"id":"","poster":"elfrechdaxxo2","date":"2019-12-14T22:15:37.431+0000","up_votes":1,"down_votes":1,"body":"Darum geht es überhaupt nicht außerdem müsste smurfing dann auch verboten sein und ich hab noch keinen streamer gesehen der für unranked to challenger gebannt wurde","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-12-15T00:34:25.564+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=elfrechdaxxo2,realm=EUW,application-id=KYnfKGf0,discussion-id=pYkXUqJJ,comment-id=000100000000000100000000000000030000,timestamp=2019-12-14T22:15:37.431+0000)\n>\n> Darum geht es überhaupt nicht außerdem müsste smurfing dann auch verboten sein und ich hab noch keinen streamer gesehen der für unranked to challenger gebannt wurde\n\nEs kann sein, dass es genau darum geht... also dass Riot rausgefunden hat, dass jemand anderes als der Besitzer mit diesem Account Ranked gespielt hat und ihn deswegen gebannt hat.\n\nUnd der Unterschied zu Smurfs ist, dass da immer nur ein Spieler auf diesem Account Ranked spielt und der dann entsprechend einsortiert wird. Was ja praktisch auch kein Problem ist. Also wenn ich mir als Platin Support einen Mid-Top Main Account erstelle, der dann in Gold rumkriecht, bin ich technisch gesehen ein Smurf, Riot hat aber kein Problem damit, weil ich in diesen Rollen halt einfach nicht besser bin. Und ich diesen Account nutze ich um mich als Spieler zu verbessern und mein Wissen im Spiel zu erweitern. Genau diese Smurfs toleriert Riot halt.\n\nWenn ich mir dagegen einen Eisen IV Account kaufe um schlechte Spieler (z.B. mit Bronze Bravery) vorzuführen oder um meine Freundin von Eisen nach Silber zu boosten, muss Riot mir diesen Account über kurz oder lang bannen, weil genau das eben nicht toleriert. Genau so wie sie es nicht tolerieren, wenn ich mir einen Diamond Account kaufe, weil ich mal sehen will, wie es dort abgeht.\n\nDas ist ja auch etwas, dass die Leute, die sich über Smurfs aufregen, gerne verwechseln: Sie regen sich nicht über Smurfs auf, sondern über... nun ja... asoziale Arschlöcher. Denn praktisch gesehen kommt kein Smurf an einen Bronze oder Eisen Account, es sei denn er verhält sich wie ein asoziales Arschloch. \n\nNebenbei ist Riot bei Streamern eh zu weich... die hätten HandOfBloods \"BronzeBraveryAccount\" (wo er sich also offensichtlich einen Bronze Account besorgt hat und mit diesem für Youtube-Klicks schlechte Spieler vorgeführt hat, nur echt mit richtig dreckiger Lache) definitiv bannen müssen, denn genau das wollen sie ja eigentlich nicht sehen. Passiert ist das aber, so weit ich weiß, nicht.","replies":[{"id":"","poster":"2Stoned2beGood","date":"2019-12-15T16:13:21.338+0000","up_votes":1,"down_votes":0,"body":"Deine Aussage ist sinnfrei, weil es davor um Challenger Streamer ging die unranked anfangen und dann wahrscheinlich in Platin geranked werden und eine Millionen Mal besser sind als jeder andere in der ELO. Bei dir geht es aber um Platin und gold wo der Unterschied fast garnicht gegeben ist.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2019-12-16T02:35:36.785+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=2Stoned2beGood,realm=EUW,application-id=KYnfKGf0,discussion-id=pYkXUqJJ,comment-id=00010000000000010000000000000003000000000000,timestamp=2019-12-15T16:13:21.338+0000)\n>\n> Deine Aussage ist sinnfrei, weil es davor um Challenger Streamer ging die unranked anfangen und dann wahrscheinlich in Platin geranked werden und eine Millionen Mal besser sind als jeder andere in der ELO. Bei dir geht es aber um Platin und gold wo der Unterschied fast garnicht gegeben ist.\n\nIst sie nicht, weil auf dem jeweiligen Account jeweils nur ein einziger Spieler spielt, was vollkommen legal ist. Und in Gold verbringen diese Spieler 15 Spiele. Sie sind für den gemeinen Goldspieler und sein Ranking vollkommen irrelevant.\n\nAlso wenn du ein 200W 198L Gold Spieler bist, kann es dir wirklich passiert sein, dass du 2 Mal einen dieser Spieler in deinen Spielen hast. Jeweils im Gegnerteam, Würfel sind Huren. Dass heißt aber auch nur: Wenn du beide Spiele, die du beide Spiele, die du wegen deinen \"Unranked to Challenger\" Typen verloren hast, gewonnen hättest... wärst du bei 202W und 196L und wärst immer noch Gold II... Also sind die Spiele für deinen Rang vollkommen irrelevant.\n\nUnd das ist ungelogen der schlimmste Schaden, den Smurfs, die nicht gegen die Nutzungsvereinbarung verstoßen, verursachen: Du verlierst, weil die Wahrscheinlichkeit, dass die im Gegnerteam sind, aufs Jahr gesehen 2 Spiele.\n\nNebenbei bleibt auch noch festzuhalten, dass es... ähm was... 1000 Grandmaster Spieler auf EUWest gibt... Verglichen mit 2 Millionen Gold Spielern. Jetzt rechne nochmal die Wahrscheinlichkeit aus, dass du einen von denen triffst, selbst wenn die sich alle gleichzeitig auf ihrem frisch erstellten Smurf Account anmelden und Gold durchwüsten. Ich stelle nicht in Frage, dass es Streamer gibt, die dies machen. Ich behaupte nur, dass deren Anzahl dermaßen gering ist, dass sie keinen Einfluss auf eine Rangliste haben. \n\nWährend 100.000 Silber - X Spieler, die sich einen Platin Accoutnt kaufen, einen riesigen Einfluss auf die Rangliste hätten. Deswegen ist das eine erlaubt, das andere verboten.\n\nUnd klar, wir reden uns allen gerne ein, dass der Typ, der uns gerade auf der Lane gestompt hat, ein Challenger Smurf war. Ein Platin Spieler würde das ja nie hinbekommen. Und jeder Spieler, der seinen Snowball souverän ausnutzt und deine Fehler bestraft, muss zwangsweise ein Smurf sein. Sonst wäre das ja nie möglich gewesen... Dass wir selber, wenn alles perfekt läuft, auf die Gegner genau so wirken...","replies":[]}]}]}]}]},{"id":"","poster":"SayaShire","date":"2019-12-14T19:44:37.884+0000","up_votes":3,"down_votes":0,"body":"Was ich mir vorstellen könnte ist, dass das \"Boosting\" in zwei Richtungen funktioniert. \nEs soll ja auch solche geben, die in der Elo absteigen möchten, um andere zu trollen. \nUm das nicht selbst machen zu müssen, lassen sie dann evtl einfach schlechtere Spieler spielen. \nWäre eine Vermutung, warum es so oder so verboten ist.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:39:27.068+0000","up_votes":1,"down_votes":4,"body":"Interessante Hypothese!\n\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Superbahamut","date":"2019-12-14T18:25:17.780+0000","up_votes":2,"down_votes":0,"body":"Du hast sie zwar nicht schriftlich weitergegeben aber ihn trotzdem erlaubt zu spielen. Das wird im Paragraphen jungle gleichgesetzt.\nWie der community volunteer schon sagte, technisch gesehen ist er Verboten deinen acc weiterzugeben(Temporär /für immer) oder andersrum.\nBei einem einzelnen botgame drücken sie vermutlich oft ein Auge zu, bei normals gehts vlt grad noch wenns nur 1-2 sind(da haste ja sogesehen auch eine elo)\nUnd bei Ranked gehts halt unter boosting. \n\nMag jetzt alles sehr streng wirken wegen einem spiel. Vermutlich hattest du auch pech dass es jemanden aufgefallen ist (ich würde mal raten jemand hat gemerkt dass da was nicht stimmt und den supp angeschrieben). Aber sie sind da halt sehr Konsequent damit sich die Leute, die wirklich boosten nicht herausreden können.","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-12-14T18:19:01.928+0000","up_votes":5,"down_votes":4,"body":"Das ist egal. Der Account wurde ja nicht für Accountsharing gebannt sondern für toxisches Verhalten. \n\nDa der Permabann und 14 Tage Bann aber für ein und dasselbe Game war, kann es sein, dass es ein Fehler im System ist. Da kannst du nur den Support anschreiben und fragen, ob man da was machen kann. \n\nFür die Zukunft aber: Lass niemanden auf deinem Account spielen und schon gar kein Ranked.","replies":[{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:41:29.228+0000","up_votes":2,"down_votes":2,"body":"> Accountsharing gebannt sondern für toxisches Verhalten.\n\nHat jemand die Statistiken parat? Ich wette über 90% der Bans sind wegen dem \"toxischen\" Verhalten. Es lässt sich einfach feststellen und ist eher nicht zeitaufwändig im Vergleich zu dem Inting oder hier Accsharing, Boosting.","replies":[]}]}]},{"id":"","poster":"need elo police","date":"2019-12-14T18:19:51.306+0000","up_votes":4,"down_votes":1,"body":"Wir drehen uns im Kreis. Bitte einfach mal etwas posten was offiziell ist, ansonsten kommt man hier nicht weiter.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T18:43:15.858+0000","up_votes":5,"down_votes":4,"body":"Muss es raussuchen. Hab es irgendwann schon mal gepostet.\n\nEdit: \n> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=ULEObtmA,comment-id=0000000100000001,timestamp=2019-10-17T15:04:42.277+0000)\n>\n> [Hier](https://prnt.sc/pkn9mk) der Screenshot.\n","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2019-12-15T00:16:38.356+0000","up_votes":3,"down_votes":2,"body":"das könnte auch einfach ne textdatei sein. :p ich höre zum ersten mal dass es okay das wer anders auf deinem account spielt (und spiele schon seit 2010 :p)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-15T00:32:42.428+0000","up_votes":4,"down_votes":0,"body":"Ich kann dir auch gerne einen Screenshot machen, wo man den Namen vom Supportmitarbeiter sieht. :) \n\nIch würde halt nichts behaupten ohne es auch beweisen zu können.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2019-12-15T01:16:23.740+0000","up_votes":1,"down_votes":0,"body":"das würde mich echt  interessieren :D. Hab dich mal geadded falls du es mir privat schicken willst :D. Werde es auch nicht öffentlich posten.","replies":[{"id":"","poster":"OT Riku","date":"2019-12-15T13:06:30.648+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe auch nicht wieso sie es so gepostet hat, ich habe fotoaufnahmen von ihrem handy mit den Gesprächen.\nEigentlich weiß sie das alles was im forum ohne 100%ige Erkenntniss gepostet wird erstmal hinterfragt wird. \nAber gut ich denke einfach da wird sie nicht druber nachgedacht haben.","replies":[]}]}]}]},{"id":"","poster":"Rena","date":"2019-12-14T21:55:19.922+0000","up_votes":1,"down_votes":4,"body":"Bist du dir sicher, dass du nicht einfach einen \"neuen\" Rioter erwischt hast?\nIch würde das gerne doppelt prüfen.\nDarf ich deinen Screenshot verwenden um beim Support nochmal nach zu fragen?\nInteressiert mich nämlich schon.\n\nIch hätte jetzt nichts dagegen wenn es stimmt was du sagst.\nIch denke Riot ist da etwas zu streng... oder ich dachte so.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T22:13:28.444+0000","up_votes":4,"down_votes":3,"body":"Glaube ich nicht, denn ich hatte irgendwann noch mal beim Support nachgefragt um einfach eine weitere Bestätigung bzw Meinung dazu zu bekommen. Und ich habe von einem anderen Supporter genau die gleiche Aussage bekommen nur eben detaillierter. \n\nKann auch gerne davon einen Screenshot machen und hier hochladen.","replies":[{"id":"","poster":"Rena","date":"2019-12-14T22:18:39.121+0000","up_votes":1,"down_votes":0,"body":"Okay das überrascht mich sehr.\nDann frage ich mich, warum diese Information noch kaum bekannt ist.\n\nErinnert mich an die Sache mit Reportcalling.\nAnscheindend ist ja nur \"report for xx\" starbar, aber einfach \"report\" nicht.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T22:22:35.358+0000","up_votes":3,"down_votes":2,"body":"Ich denke mal, weil Riot ja trotzdem schreibt, dass man seine Accountdaten nicht teilen soll und das ja auch aus triftigen Gründen. Sie schreiben ja auch, dass Accountsharing zu einem Bann führen kann. Aber wie weiter oben schon mal erwähnt, ist es halt das Wörtchen \"kann\" welches einen Unterschied macht. ^^","replies":[{"id":"","poster":"Núts","date":"2019-12-16T09:17:06.516+0000","up_votes":1,"down_votes":0,"body":"Naja aber er muss durch die keep me signed in Funktion seine Daten nichtmal freigeben","replies":[]}]},{"id":"","poster":"Flughand","date":"2019-12-15T13:18:46.303+0000","up_votes":1,"down_votes":3,"body":"riot sagt ja auch, dass wintrading okay ist. ich würde da nicht so überrascht sein","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T07:07:37.825+0000","up_votes":1,"down_votes":0,"body":"In den \"regeln\" steht aber nichts von den Ausnahmen das es quasi auf den Modus ankommt :/","replies":[]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:38:07.361+0000","up_votes":1,"down_votes":4,"body":"Natürlich wird man gebannt. Das war eher eine Ausnahme von Ayume. \n\nVor allem jetzt wo Riot sicher gehen will, dass \"du\" du bist. Dies könnte man als Verstärkung des Accshare-Verbots sehen.","replies":[{"id":"","poster":"2Stoned2beGood","date":"2019-12-15T16:09:35.776+0000","up_votes":2,"down_votes":1,"body":"Nein, wird man nicht.","replies":[]}]}]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:35:25.870+0000","up_votes":1,"down_votes":1,"body":"Es ist bannable , Leute haben bloß genug zu tun und ignorieren diese kleine \"Verbrechen\".","replies":[]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:34:29.288+0000","up_votes":1,"down_votes":2,"body":"Das ist wieder die Sache mit der Theorie und Praxis. Theoretisch ein Permanbann, wegen Acc sharing, aber in der Praxis kann man ein Auge zu machen oder zwei.","replies":[]}]},{"id":"","poster":"need elo police","date":"2019-12-14T18:16:34.442+0000","up_votes":1,"down_votes":0,"body":"Ich muss jetzt auch mal meinen Bruder fragen ob er mich hier unterstützt, das macht alles viel einfacher :D","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T21:26:53.174+0000","up_votes":6,"down_votes":5,"body":"Wenn ich Beweise habe, dann brauche ich keine Unterstützung. ^^ \nZudem habe ich nicht drum gebeten. Er hat das von sich aus geschrieben, du wirst wohl selbst wissen, dass er auch ein aktiver Forenuser ist. \nIch kann halt für mich selbst sprechen. ^^ Unterstützung ist nice, aber ich bitte nicht drum, nur damit ich hier vielleicht besser dastehe. \n\nIch mein, wenn man mir trotz der Beweise vom Riot-Support nicht glaubt, dann kann ich da halt auch nichts mehr machen und dann ist das eben so.\nDafür muss ich nicht zu meinem Bruder laufen und bitten, dass er hier mal was zu schreibt.  {{sticker:zombie-brand-clap}} \n\nMeinetwegen könnt ihr auch selbst ein Ticket erstellen und selber beim Support anfragen, wenn ihr meinen Screenshots nicht vertraut. \n\nUnd ich kann auch nur das weitergeben, was die mir gesagt haben. Und ich vertraue der Aussage von zwei Supportern. \nWas nicht heißen soll, dass man fahrlässig mit seinen Daten umgehen sollte. Man sollte sie dennoch nicht weitergeben. Riot rät ja nicht ohne Grund davon ab sie nicht zu teilen. ^^","replies":[]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:43:10.455+0000","up_votes":1,"down_votes":4,"body":"Keine Sorge ich bin da und unterstütze dich gerne. Das Accsharing wird einfach aus pragmatischen Gründen nicht so oft vollzogen, man muss in diese mehr Zeit invertieren und wie man weiß ist Zeit Geld.\n\n{{sticker:katarina-love}}","replies":[]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-12-14T17:55:03.880+0000","up_votes":5,"down_votes":9,"body":"Ja, dachte ich auch immer. Ist aber wohl nicht so. \nAccountsharing selbst ist nicht bannbar. Es führt nur dann zum Bann, wenn gewisse Bedingungen erfüllt sind. \nDarunter zählt Boosting, wenn eben Ranked gespielt wird. \nWenn der zB Kumpel flamed und der Account deswegen gebannt wird, dann wird der Bann nicht aufgehoben \noder eben, wenn beide Spieler Anspruch auf den Account erheben und für Riot nicht mehr ersichtlich ist, wer der Ersteller ist. Dann wird der Account aus Sicherheitsgründen gebannt. \n\nDies haben mir zwei unterschiedliche Support-Mitarbeiter mitgeteilt.","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-14T17:57:18.595+0000","up_votes":1,"down_votes":2,"body":"Also wenn ich auf einem Acc, von dem ich nicht der Ersteller bin, Ranked Spiele und nicht alles gewinne, wird der ACC nicht gebannt?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T18:03:37.786+0000","up_votes":5,"down_votes":6,"body":"Nein, der Acc wird gebannt, WENN du Ranked spielst. \nWenn du Normals/Aram/Botgames spielst aber nicht. \n\nDer Supporter sagte \"wenn du nen neuen Skin testen willst, den der Kumpel hat und du spielst dafür ein Botgame, dann können wir wohl kaum dafür bestrafen\". \nDa Normals aber auch keine Auswirkung haben (hatte da nochmal gefragt) sollte da auch kein Bann erfolgen. ^^ \nWenn du da aber eben toxisch bist und der Acc dafür bestraft wird, wird die Strafe nicht aufgehoben.","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-14T18:07:12.596+0000","up_votes":2,"down_votes":0,"body":"Mmh ok 👍","replies":[{"id":"","poster":"zAntiM8","date":"2019-12-14T18:10:53.139+0000","up_votes":3,"down_votes":0,"body":"Moe (Yassuo) wurde einst on stream gebannt, weil eine Freundin von ihm ein Botgame auf seinem Account gespielt hat.","replies":[{"id":"","poster":"Rena","date":"2019-12-14T21:49:36.840+0000","up_votes":1,"down_votes":0,"body":"Das war seine kleine Schwester soviel ich weiss.","replies":[{"id":"","poster":"zAntiM8","date":"2019-12-15T13:33:25.462+0000","up_votes":2,"down_votes":0,"body":"Stimmt, macht die Tatsache aber nicht besser.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-12-14T18:14:47.955+0000","up_votes":4,"down_votes":8,"body":"Das halte ich für ein Gerücht. Also das er dafür gebannt wurde. \nIch kann dir nur das sagen, was mir zwei verschiedene Support-Mitarbeiter mitgeteilt haben. \n\nDas kann man mir glauben, man kann es auch lassen. Zur Not belege ich es mit Screenshots.","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-12-14T20:24:20.734+0000","up_votes":1,"down_votes":0,"body":"Und Mal ganz ab davon glaube ich nicht dass es Riot als Firma wichtig wäre wenn hier jemand einen Kollegen eine runde normals oder Aram spielen lässt.\n\nZb. Um Kollegen das Spiel ausprobieren zu lassen oder damit Kollegen Mal einen Champ ausprobieren können weil deren eigener Championpool den nicht hat \n\nBei Rankeds oder dauerhaftem Accountsharing hingegen kann ich mir sehr gut vorstellen dass Riot ein Problem damit hat.\n\nWichtig ist aber natürlich verstehen dass man die Verantwortung für den Account in dem Sinne auch teilt.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-14T21:17:30.954+0000","up_votes":1,"down_votes":0,"body":"Riot rät ja nicht umsonst von Accountsharing ab. Egal wo man schaut, überall steht, dass man das nicht machen soll. Es steht sogar teilweise bei, dass es zu einem Bann führen kann. \nAber das ist es eben, es KANN zu einem Bann führen. Da steht nicht, dass es jederzeit zu einem Bann führt. ^^ \nDieses kleine Wörtchen \"kann\" macht da halt den Unterschied. \n\nUnd ja, ich glaube kaum, dass es Riot interessiert, wenn mal ein paar Normals auf einem fremden Account gespielt wird. Solange man niemanden schadet, wieso sollte man dann bannen, wenn man ansich nichts falsch gemacht hat?","replies":[]}]},{"id":"","poster":"You Got My Name","date":"2019-12-16T08:10:33.434+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=KYnfKGf0,discussion-id=pYkXUqJJ,comment-id=000100000000000000000000000000000000,timestamp=2019-12-14T18:14:47.955+0000)\n>\n> Das halte ich für ein Gerücht. Also das er dafür gebannt wurde. \n> Ich kann dir nur das sagen, was mir zwei verschiedene Support-Mitarbeiter mitgeteilt haben. \n> \n> Das kann man mir glauben, man kann es auch lassen. Zur Not belege ich es mit Screenshots.\n\nScreenshot bitte.","replies":[]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:47:01.197+0000","up_votes":1,"down_votes":4,"body":"Du machst denselben Fehler wie ich. Du nimmst einen nicht repräsentativen Fall und lässt es als einen repräsentativen Fall dastehen. Was bei einem Spiel wie League einfach theoretisch-statistisch nicht korrekt ist.","replies":[]}]}]}]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:44:37.119+0000","up_votes":1,"down_votes":3,"body":"Nein einfach nein. Riot macht doch ihre Regeln nicht anhand eines Spielmodes? Es wäre unlogisch, obwohl ich habe ja meine Zweifel, ob sie überhaupt logisch handeln.","replies":[]}]}]}]},{"id":"","poster":"Núts","date":"2019-12-16T09:15:59.357+0000","up_votes":1,"down_votes":0,"body":"Ich finde das Problem ist durch die Funktion, das du auch wenn die Anwendung geschlossen war/ist sich jeder an deinen PC setzen kann ohne das eine Passwort Abfrage erfolgt. Daher finde ich es schwierig dem Account holder \"Account sharing\" zu unterstellen. Denn nur weil jemand sich den Schlüssel deines Autos nimmt bist du noch lange nicht für den von ihm verursachten Unfall verantwortlich.","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-16T10:08:27.082+0000","up_votes":1,"down_votes":0,"body":"Wenn du ihn fahrlässig irgendwo liegen lassen hast, bist du sehr wohl verantwortlich...\n\nBei dem Acc musst du halt gucken ob jemand auf dem PC Zugriff hat und dann dich nicht automatisch einloggen lassen!","replies":[]}]}]},{"id":"","poster":"AkhumaSenpai32","date":"2019-12-16T07:42:07.410+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-12-16T09:58:27.052+0000","up_votes":1,"down_votes":1,"body":"1. Nenn mich nicht Bob, muss mich nicht beleidigen lassen\nUnd\n2. Ist mir das durchaus klar, dass es nicht um Boosting geht.\nIch wollte nur klarstellen, dass Accountsharing ansich nicht bannbar ist sondern nur, wenn gewisse Dinge wie Boosting gegeben sind... \nSpielt jemand nen Normal/Aram oder Botgame passiert da nix.","replies":[]}]}]},{"id":"","poster":"TigianAustria","date":"2019-12-15T18:14:58.791+0000","up_votes":1,"down_votes":0,"body":"Also ganz ehrlich wenn du sagst das jemand gebannt werden soll wenn ein freund der vielleicht noch nie gespielt hat einen Bann dafür bekommen soll nur weil er mit diesem account spielt passt da aber etwas so garnicht","replies":[]},{"id":"","poster":"RitosMoriarty","date":"2019-12-15T02:32:58.271+0000","up_votes":1,"down_votes":1,"body":"In der Theorie haste recht. Aber ich habe meine Zweifel, dass Riot so pingelig ist.","replies":[]},{"id":"","poster":"AkhumaSenpai32","date":"2019-12-16T07:34:36.055+0000","up_votes":1,"down_votes":0,"body":"Jetzt mal ernsthaft in dem Moment weiß Rito das doch ned und wenn ein Kumpel mal auf Besuch ist und auch mal spielen will (auch wenn er einen eigenen Acc hat) dann ist das doch auch egal.{{champion:268}}","replies":[]}]},{"id":"","poster":"Rena","date":"2019-12-14T18:00:22.619+0000","up_votes":5,"down_votes":1,"body":"Muss sich um ein Bug handeln und ist wahrscheinlich ein Fehler von Riots Seite.\nSchreib ein Ticket an der Support \nhttps://support-leagueoflegends.riotgames.com/hc/de/requests/new\nDie werden das genauer überprüfen.\n\nIch muss dir aber leider auch mitteilen, dass Account sharing verboten ist.\nDafür alleine könntest du gebannt werden.\nEinen Permaban wird aber sehr selten beim ersten Vergehen vergeben für Account sharing.\nSowas passiert nur, wenn es sich um einen Botted-Account handelt.","replies":[]},{"id":"","poster":"Babaflow","date":"2019-12-16T00:55:46.307+0000","up_votes":2,"down_votes":0,"body":"Zwei völlig korrekte Banns nach deiner Schilderung. Gibt weder in der Champauswahl noch ingame einen Grund jemanden zu beleidigen. Deine Story \"mit dem betrunkenem Freund\" kannst du wem anders erzählen. Case closed.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T06:57:48.363+0000","up_votes":1,"down_votes":0,"body":"Erst lesen :) \n\nEr hat seinen Strafe bekommen und darf nicht ein zweitens mal für das selbe bestraft werden. \n\nWäre es ein neues game gewesen wäre das was anderes aber nicht 2 strafen für das selbe vergehen","replies":[{"id":"","poster":"Abasin","date":"2019-12-16T07:49:33.145+0000","up_votes":1,"down_votes":0,"body":"Wenn es denn wirklich dasselbe Game war. Er sagt ja: \n\n> Nach dem Ban konnte ich knapp 2 Wochen normal weiter spielen\n\nWas bedeutet, dass der Perma für ein anderes Spiel als das seines \"Freundes\" vergeben wurde. Das war ja demnach vor dem 14-Tage Bann.","replies":[]}]}]},{"id":"","poster":"G5 RaZaR","date":"2019-12-15T12:06:13.173+0000","up_votes":1,"down_votes":1,"body":"Finds zwar immer gut wenn Leute helfen wollen, ich versteh aber nicht wieso die Situation des Erstellers dazu führt über Acc-Sharing zu diskutieren.\n\nLaut Angabe wurde er doch durch toxisches Verhalten gebannt. Blick nicht wieso ihr da jetzt nen Schuh drausmacht. Das hilft doch weder dem Ersteller, noch den Leuten die eine ähnliche Situation haben und nach Hilfe suchen. Ein anderer Thread wäre die Lösung. {{champion:119}}","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-15T12:11:13.719+0000","up_votes":2,"down_votes":0,"body":"Weil er auch für Accountsharing einen Bann erhalten kann. Wenn der Support dann meint, statt für das Flamen, würde der TE für Accountsharing einen Permabann erhalten, ändert sich am Bann nichts.","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-12-14T17:24:29.763+0000","up_votes":2,"down_votes":0,"body":">Kann man da etwas machen?\n\n[Zum Support gehen.](https://support-leagueoflegends.riotgames.com/hc/de)","replies":[]},{"id":"","poster":"Phoenixale","date":"2019-12-18T17:20:25.644+0000","up_votes":2,"down_votes":1,"body":"\"Hey, vor einiger Zeit hat ein Freund von mir auf einer Party bei mir zuause auf meinem Account eine Runde LOL gespielt.\"\n\nGuter Witz! Hast den Ban verdient! {{sticker:sg-miss-fortune}}","replies":[]},{"id":"","poster":"DJControIIer","date":"2019-12-15T19:00:07.306+0000","up_votes":2,"down_votes":1,"body":"Ich weiß ja nicht ob nur ich das so sehe, aber weil ein Freund von ihm **ein einziges** Spiel auf seinem Account gespielt hat, als dieser bei ihm zuhause war, muss man nicht direkt einen auf Moralapostel machen und wegen Account-Sharing rumheulen. Wahrscheinlich sind diejenigen auch die, die sich direkt beschweren wenn man mal 1 km/h zu schnell fährt.\n\nAußerdem geht es doch gar nicht darum, sondern er wurde wegen Flaming gebannt. Klar ist es gerechtfertigt, dass sein Account dafür bestraft wird, auch wenn das sein Freund war, allerdings hat er diese Strafe doch bereits \"abgesessen\". Für dasselbe Spiel zwei mal gebannt zu werden ist völlig unsinnig, der pre-game chat und in-game gehört da ja wohl zusammen.","replies":[]},{"id":"","poster":"xXYolomeusXx","date":"2019-12-29T19:19:22.136+0000","up_votes":1,"down_votes":0,"body":"mich würde interessieren ob dieser thread was gebracht hat.. ich habe nur negative mit dem riot support gemacht...","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T06:53:49.284+0000","up_votes":1,"down_votes":0,"body":"Was war das den für ne Party? \nWenn dein Kumpel dann auf deinen acc zockt ? \n\nWenn ich ne Party mach sind alle am \"feiern\" ^^","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-16T12:25:05.711+0000","up_votes":1,"down_votes":0,"body":"Vielleicht war es eine Lan-Party.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T12:53:20.275+0000","up_votes":1,"down_votes":0,"body":"Ok das kann sein.\nWar mir nicht sicher ob es sowas heute noch gibt :/","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-16T13:07:26.979+0000","up_votes":1,"down_votes":0,"body":"Ich glaube eher nicht, aber vielleicht würden das noch ein paar alte Hasen machen und manche Spiele lassen sich ja gut an einem PC mit mehreren Controllern spielen. Da kann man dann auch mal einen PC-Spieleabend machen.","replies":[{"id":"","poster":"HookEmUp","date":"2019-12-16T13:57:51.260+0000","up_votes":1,"down_votes":1,"body":"Natürlich gibt es noch Lan Parties.\n\nEs ist auch immer noch viel spaßiger als online. Alleine WC3, Cod 2, Quake, AoE2 und CS1.6 ist so viel lustiger.","replies":[]}]}]}]}]},{"id":"","poster":"raptilo","date":"2019-12-16T11:45:54.641+0000","up_votes":1,"down_votes":1,"body":"Schreib doch einfach mal denn supp an und teile uns deine Antwort mit\n","replies":[{"id":"","poster":"Abasin","date":"2019-12-16T11:53:41.705+0000","up_votes":1,"down_votes":0,"body":"Dann darf man sich aber auch nicht beschweren, wenn der Kumpel den Account durch seine Art versaut und damit einen Bann provoziert. Also nein, der Kumpel kann sich ebenso auf seinem Account einloggen. Oder einen neuen machen, wenn der alte permagebannt ist.\n\nEdit: Ich hätte wohl den Post zitieren sollen. Nach der Änderung passt mein Kommentar nicht mehr.{{sticker:slayer-jinx-unamused}} ","replies":[]}]},{"id":"","poster":"Abasin","date":"2019-12-16T07:04:59.850+0000","up_votes":1,"down_votes":0,"body":"Moment mal. Wenn Dein Freund dieses Game gespielt hat, dann hast Du den 2 Wochen-Bann mitnichten für dasselbe Game bekommen, sondern für ein vorangegangenes (oder nachfolgendes) Match. Die Beschreibung der zeitlichen Abläufe, die Du hier gibst, sind sehr wirr. Bring das mal auf die Reihe, bevor Du Dich hier weiter beschwerst.\n\nZudem, Dein Freund spielt auf Deinem Account --> das nennt man Accountsharing. Was auch verboten ist.{{sticker:zombie-brand-facepalm}}","replies":[]},{"id":"","poster":"xFlexer3000","date":"2019-12-15T22:43:12.776+0000","up_votes":1,"down_votes":0,"body":"Du solltest einen Mitarbeiter über die Support-Seite anschreiben, aus persönlicher Erfahrung kann ich sagen dass sie schnell antworten und meist Verständnis zeigen, sollte es sich wirklich um einen Irrtum handeln.\nIch könnte mir eigentlich vorstellen dass sie dich unbannen wenn du ihnen die Situation erklärst.\nBtw. Sag deinem Freund dass man sich auf fremden acc benehmen sollte, von boosting kann bei einem solchen Temperament keine Rede sein. :)","replies":[]},{"id":"","poster":"Tribunal pls","date":"2019-12-15T19:27:29.495+0000","up_votes":1,"down_votes":0,"body":"Da hat wohl jemand die Terms of Service und alles weitere nicht gelesen.\n\nAcc sharing ist schon ein Grund für den perma ban, und da du das jetzt hier öffentlich bekannt gemacht hast glaub ich nicht das du denn Acc wieder bekommst.\n\nAber du kannst dein Glück beim Support versuchen, vielleicht lässt sich da was machen, aber weil die LoL community generell sehr toxic ist, glaube ich nicht das RIOT bei einem Acc ban verhandelt...","replies":[]},{"id":"","poster":"Lanternboyz","date":"2019-12-15T18:53:42.290+0000","up_votes":1,"down_votes":0,"body":"Melde dich per Mail  bei riot games und schildere ihnen die Lage dann sollten sie dir den Account entbannen","replies":[]},{"id":"","poster":"Y0NK0 SHANKS","date":"2019-12-15T13:22:14.643+0000","up_votes":1,"down_votes":0,"body":"Bist du erstmal ganz sicher, dass es das selbe Game war weswegen du gepermabannt wurdest? Soweit ich weiß werden reports oder andere Auffälligkeiten immer für das gesamte game gesehen...","replies":[]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-14T20:41:54.844+0000","up_votes":1,"down_votes":0,"body":"Ich hätte mich auf\n\n> Konto einer anderen Person zu spielen, um den Status oder Rang dieses Kontos zu erhöhen.\n\nAus den Riot Games Richtlinien Rubrik \"Verhaltenskodex\" berufen\n\nSollte es ein ranked gewesen sein könne sich Riot darauf berufen, sollte es ein Normal gewesen sein, könntest du dich darauf berufen","replies":[]},{"id":"","poster":"Icγ","date":"2019-12-16T06:10:43.743+0000","up_votes":1,"down_votes":5,"body":"Riot bannt gerne Mal Accounts hab ich bemerkt. Auch von langjährigen Spielern die nichts verbrochen haben und viel Geld investiert haben. Und dann weigern sie sich den Account wieder frei zu schalten bis man das Wort Anwalt erwähnt. Meinem Freund schon passiert. ^^ ich glaub das ist sone Art einnahmens Strategie  die meisten in lol sind ja Recht jung und grün hinter den Ohren und machen dann einfach nen neuen Account und geben wieder geld aus. Das Spiel/die firma ist einfach nichtmehr das selbe seit die den CEO gewechselt haben. Da fing ja auch das mit den Prestige skins an. Ich hoffe du bekommst deinen Account wieder mehr als Support schreiben bleibt dir ja nicht. :/ Viel Glück! PS: Mein Freund musste btw 2 Monate lang dem Support mehrfach schreiben bis er seinen Account wieder hatte.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-16T06:56:30.613+0000","up_votes":2,"down_votes":0,"body":"Weil ein Milliarden  schweres unternehmen auch zuckt wenn no Name Spieler 3 mit seinen Anwalt droht :D besonders wenn es um einen Account geht der eh der Firma gehört und die damit machen können was sie wollen ^^'","replies":[]},{"id":"","poster":"top lane cringe","date":"2019-12-16T06:55:52.379+0000","up_votes":2,"down_votes":0,"body":"habe so leicht das gefühl das du das erfunden hast :), spiele LoL seit 9 jahren und sowas ist noch nie mir oder irgendjemand den ich kenne passiert, ist auch das erste mal das ich was davon höre, nicht mal ein anwalt kann da was machen, dir gehört dein account ja nicht mal","replies":[]}]},{"id":"","poster":"Valfaris1235","date":"2019-12-15T21:42:24.286+0000","up_votes":1,"down_votes":1,"body":"Diese accountsharing strafbar, accountsharing nichtstrafbar diskutiererei x.x es geht um was ganz anderes und zwar das Haupt Thema, ob es gerecht ist für 1 game 2 mal bestraft zu werden binnen mehrerer Wochen und wie man da versuchen kann vernünftig mit dem Support zu sprechen. Ich an deiner Stelle würde ein Ticket diesbezüglich schreiben. Nach eigenen Erfahrungen ist der Support von riot extrem nett solange man selber höflich bleibt. Wenn du mit denen normal redest und dein Problem sachlich, wie in diesem thread erklärst, wird man dir bestimmt helfen können.","replies":[]},{"id":"","poster":"XenesisCH","date":"2019-12-15T16:20:33.756+0000","up_votes":1,"down_votes":2,"body":"Man kann nicht zweimal für das gleiche Spiel bestraft werden. Setzt dich mit dem Support in Verbindung, wenn du Glück hast, dann hat Riot einen Fehler gemacht und sie heben den Perma auf.\n\nIch gehe jetzt bewusst nicht auf alle anderen Infos ein. Denn ich glaube nicht, dass du für das überhaupt bestraft werden kannst, denn 1. war es ein Spiel und 2. war es auf deinem Rechner. Boosting (wenn jemand Fremdes auf deinem Account spielt) ist in dem Sinne zwar Strafbar, aber dafür bräuchte es mehrere Spiele und ein schnelles climben, sodass Riot es mit Statistiktools erkennen könnte. \n\nAlso wenn es so war, wie du gesagt hast und es bei dir Zuhause auf dem Rechner war und es nur ein Spiel gewesen war, dann kannst du alle Kommentare zu Accountsharing und Boosting ignorieren. Denn Riot wird sich bei solchen Vergehen pragmatisch verhalten, sonst wäre das Forum hier mit solchen Themen zugepflastert ;). \n\nPS: Bitte gib auf deine Accountdaten (Login) acht und verrate niemandem dein PW.","replies":[]},{"id":"","poster":"DaveCale","date":"2019-12-17T10:03:45.129+0000","up_votes":1,"down_votes":4,"body":"Also ich finde das auch übertrieben würde wenns ein ranked ist trotzdem nen Bann geben von ner Woche aber ein permaban ist schon toxic xD\n\nUnd nein ich denke nicht das die das aus geldeinnahme oder abzocke machen 😂 \nWenn in einem Restaurant das Essen zu kalt serviert wird ist nicht der Koch dran schuld","replies":[]}]}