{"id":"ccnjptPl","poster":"Baki Kohai","date":"2015-10-08T17:02:32.765+0000","title":"Thresh Chmpionship Skin mit Figur - Problem Einlösen","subforum":"Hilfe & Support","embed":{"title":"Championship Thresh : Merch Codes Redemption","description":null,"url":"http://champthresh.leagueoflegends.com/","image":null},"up_votes":2,"down_votes":0,"body":"Hallo,\r\nIch habe die Figur {{champion:412}} inklusive Skin bestellt und versuche nun &uuml;ber den auf der Karte angegebenen Link den Skin zu aktivieren. Leider erscheint bei dem aufrufen des Links nur der Worlds Hintergrund aber keine Buttons oder &Auml;hnliche Fl&auml;chen in denen sich was eintragen lie&szlig;e. Habe ich irgendetwas &uuml;bersehen wie ein bestimmtes Datum wo dies freigeschaltet wird oder zeigen mir meine Browser irgendetwas nicht an? K&ouml;nnte nat&uuml;rlich auch sein, dass sie buggy ist. {{champion:268}} \r\n\r\nGru&szlig;","replies":[{"id":"","poster":"Fairez","date":"2015-10-08T17:15:49.534+0000","up_votes":2,"down_votes":0,"body":"Hallo,\nwelchen Browser verwendest du? Hast du irgendwelche Addons aktiviert?","replies":[{"id":"","poster":"Baki Kohai","date":"2015-10-08T17:37:59.374+0000","up_votes":1,"down_votes":0,"body":"Ich benutze Chrome habe es aber auch schon über Firefox als auch meinem Handy Browser probiert und bekomme jedes mal nur das Hintergrundbild zu Gesicht :/ . Einziges AddOn welches ich benutze ist AddBlock aber auch dies habe ich schon zeitweise deaktiviert um zu sehen ob sich was ändert oder nicht.","replies":[{"id":"","poster":"Fairez","date":"2015-10-08T17:47:09.065+0000","up_votes":2,"down_votes":0,"body":"Bei mir funktioniert es.\nVersuch es bitte mal über diesen Link:\n-> https://login.leagueoflegends.com/?region=euw&lang=de_DE&redirect_uri=http%3A%2F%2Fchampthresh.leagueoflegends.com%2F","replies":[{"id":"","poster":"Baki Kohai","date":"2015-10-08T19:24:05.106+0000","up_votes":1,"down_votes":0,"body":"Der Link geht leider auch nicht. Aber ich habe gerade mal anstatt mit Chrome oder Firefox, Internet Explorer getestet und dort erscheint komischerweise eine Auswahl von Optionen neben dem Hintergrundbild. Keine Ahnung wieso :D aber somit kann ich ihn jetzt trotzdem einlösen. Danke Dir für deine Hilfe ;)\n\nEdit: Okay ..ich konnte nun die Region auswählen und die Sprache. Nach Eingabe der Acc Daten wieder nur das Hintergrundbild :D {{summoner:11}} \n\nEdit2: So habe es nun auch nochmal von einem komplett anderen Laptop probiert und dort ging es komischerweise obwohl dieser auch Chrome und AddBlock benutzt. Einziger Unterschied war Windows 10 anstatt 7 aber ich kann mir nicht vorstellen dass es daran liegen sollte ","replies":[{"id":"","poster":"Fairez","date":"2015-10-08T19:38:36.196+0000","up_votes":2,"down_votes":0,"body":"Okay,\nteilweise scheint es erst nach mehrmaligen aktualisieren zu klappen. Das hängt anscheinend mit Javascript zusammen.\n\nDu hast noch bis 16. November Zeit den Code einzulösen, falls es wirklich nicht klappen sollte kannst du dich immer noch an den [Support ](https://support.riotgames.com/hc/de/requests/new)wenden.","replies":[]}]}]}]}]},{"id":"","poster":"Unlucky Hook","date":"2015-10-09T08:14:06.355+0000","up_votes":1,"down_votes":0,"body":"Du musst Java installieren und das zugehörige Java-Plugin im Browser aktivieren. Wenn man sich nämlich den Quellcode der Seite anschaut, entdeckt man relativ schnell, dass diese auf ein Javascript setzt.\n\nHoffe konnte helfen. {{champion:412}}","replies":[]}]}