{"id":"KYA2BENl","poster":"Grona1992","date":"2015-10-07T20:05:17.603+0000","title":"Wie witzig doch Bronze Bravery ist... NICHT","subforum":"Spielerverhalten & Moderation","up_votes":33,"down_votes":12,"body":"Lieber High Elo berreich.\r\nNur weil HandofBlood mal irgendwann mit dem Schei&szlig; angefangen hat hei&szlig;t das nicht das pl&ouml;tzlich jeder nen Schei&szlig; Bronze Elo Bravery Account braucht. \r\nErsten raub es einem jeden Spielspa&szlig; wenn man vorgehalten wird von jmd der GANZ OFFENSICHTLICH besser spielt das muss man nicht auch noch auf so Kindische Art bewei&szlig;en.\r\nZweitens sind diese &quot;I go Troll for Fall in Bronze&quot; games echt behindert\r\nDrittens gibt es Leute die sich im SPORTLICHEN WETTBEWERB bewei&szlig;en wollen.\r\nso Raub man (zumindestens mir) die Lust drauf\r\nGrade 2 mal gegen den Selben Smurf gespielt der eindeutig nach Bravery regeln gespielt hat","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-16T00:38:53.607+0000","up_votes":3,"down_votes":25,"body":"Ich werde trotzdem Bronze Bravery in Low-Elo spielen und die Leute Roflstompen.Und es ist mir absolut egal ob Leute das erbärmlich finden.Immerhin hab ich meinen Spaß.Und es gibt nix was du dagegen tun kannst.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-10-16T07:04:00.853+0000","up_votes":7,"down_votes":1,"body":"> Und es gibt nix was du dagegen tun kannst.\n\nDoch, dich stompen {{champion:119}} \n\nBraucht ja net viel um Dich aus der Reserve zu locken, so daß Du anfängst zu flamen. Und wer zuviel schreibt/flamt verliert. {{champion:9}} \n\nmfg\nMB","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-16T13:55:08.108+0000","up_votes":2,"down_votes":19,"body":"Tja,nur das ich *dich* stompen werde.Zusätzlich werde ich im Großteil aller Spiele eh stompen,selsbst wenn ich gegen dich verlieren sollte.\nUnd achja,flame hat nichts mit Skill zu tun.\nAlso versuchs doch.Ich werde meinen Spaß haben,Lowelos zu zeigen wie schlecht die in diesem Game sind und wie unfähig sie sind.\n\nP.S:So krass wie du in deinen Games rumfeedest,bsit du bloß ein kleiner Fisch an dem ich mich Hochfeeden kann.Also versuchs doch,will meine K/D/A weiter hochpushen,wrid sicher lustig.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-10-16T22:39:31.808+0000","up_votes":6,"down_votes":0,"body":"Genieße es solang es noch dauert, den 2-Wochen-Bann hattest du ja schon, dein Verhalten könnte darauf hindeuten, dass bald der Perma folgt.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-17T01:12:58.760+0000","up_votes":1,"down_votes":8,"body":"Ach sry,dieser Account hatte noch keinen Punish.Und nebenbei,wieso sollte ich gebanned werden,weil ich in Lowelo smurfe und die Leute zerstöre?Ist ja leider nicht punishable,solange ich nix schreibe.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-10-17T11:20:50.455+0000","up_votes":5,"down_votes":0,"body":"Ach das ist nur so ein Gefühl, weil ich davon ausgehe, dass du dich im Ingamechat etwa so verhälst wie hier im Forum.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-17T16:20:47.363+0000","up_votes":1,"down_votes":13,"body":"Hat in dem Jahr in dem ich smurfe scheinbar für keinen Punish ausgereicht.Heißt also,erstmal schön weitermachen und den Silvers und Bronzies zeigen wie schlecht sie sind.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-17T16:49:50.283+0000","up_votes":8,"down_votes":0,"body":"Ganz ehrlich, das einzige, was durch dich dadurch gezeigt wird, ist etwas über dich selbst!\n\nKLar, du spielst besser als die Leute in Silber und Bronze und das is ja auch ok so. Aber was sagt es über dich aus, dass du ihnen das reindrücken musst? Und hier auch noch stolz darauf bist? LoL ist ein Spiel, nichts weiter. Und wenn Leute sich derart an ihren Leistungen in einem Spiel aufgeilen, zeigt das meistens nur, dass in ihrem restlichen Leben nichts geht und sie eine Ersatzbestätigung für ihr Versagen im RL brauchen bzw. mit sich selbst so unzufrieden sind, dass ihre Bestätigung dadurch beziehen, andere runterzuputzen.\n\nDementsprechend gönne ich dir diese Bestätigung sogar ehrlich und von ganzem Herzen, denn wenn du so darauf abfährst und dich so daran aufgeilst ein paar Spieler abzuziehen, die keine Chance gegen dich haben, dann scheinst du sie echt nötig zu haben!","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-18T04:05:34.738+0000","up_votes":1,"down_votes":13,"body":"Nein wird es eben nicht.LoL ist ein Hobby,nicht einfach nur ein Spiel und wenn jemand gut in seinem Hobby ist,dann freut man sich.Also wenn du denkst,dass du soviel über mein Leben weißt,dann könntest du behaupten,die Sonne wäre blau,was warscheinlich eher der Wahrheit entspricht,als das Bild,welches du von mir hast.\nZusätzlich dazu,es ist einfach lustig die zu stompen und denen zu zeigen,dass sie keine Chance haben.\nTrotz allem wird es aber nix geben,was ihr dagegen machen könnt.Ich ruiniere weiter die Rankederfahrung schlechter Spieler und das zu wissen reicht mir völlig als Grund aus,weiterzumachen.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T12:36:21.192+0000","up_votes":10,"down_votes":1,"body":"Wenn jemand gut in seinem Hobby ist freut er sich darüber aber er würde sich niemals so daran aufgeilen anderen die Spielerfahrung kaputt zu machen. So sind immer nur sehr unzufriedene oder unreife Menschen drauf. Zumal es dir ja nicht reicht, es einfach schweigend zu tun. Du musst es ihnen unter die Nase reiben und es wehement verteidigen. Alles charakteristisch für sehr unzufriedene Menschen ohne wirklichen Lebensinhalt. Wenn es nur ein beliebiges Hobby wäre, hättest du das gar nicht nötig! Um das sagen zu können, muss ich dich nicht kennen, das ist einfach ein typisches Verhalten.\n\nWieso sollte ich etwas dagegen tun wollen? Mich wirst du da eh nicht treffen aber selbst wenn? Dann verliere ich ein Spiel? Und? Wie gesagt, jeder Mensch braucht Erfolgserlebnisse und Bestätigung. Und so verzweifelt, wie du es zu brauchen scheinst, würde ich es dir nicht einmal nehmen, wenn ich es könnte. Für mich ist es nur ein Spiel, von daher gönne ich dir deine Erfolge und deine Bestätigung von ganzem Herzen, da du es wesentlich mehr zu brauchen scheinst, als wohl praktisch jeder, den du damit nervst! Von daher geht das doch in Ordnung!","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-18T12:49:21.765+0000","up_votes":1,"down_votes":10,"body":"Du scheinst ja dir einiges einbilden zu können.Aber um das klarzustellen:Mein Leben läuft gut und es wird sich wohl nichts daran ändern.Nur um sämtliche deiner \"Argumente\" ungültig zu machen.\nAußerdem verteidige ich es nicht.Es ist mir gleichgültig wie andere darüber denken und du könntest mir sagen was ich will,aber Spaß dabei zu haben,jemanden zu zeigen wie chancenlos er doch ist,macht Spaß.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-10-18T13:03:40.303+0000","up_votes":8,"down_votes":0,"body":"Ich verstehe ja, dass du das weiterhin leugnest, aber jeder einigermaßen vernünftige Mensch sieht, dass der Fr3she Hogwardsdirektor Recht hat.\nDiese Art von destruktivem Verhalten und dem Gieren nach Negativ-Aufmerksamkeit, lässt nunmal nicht viel Spielraum für Spekulationen.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-18T16:28:23.256+0000","up_votes":1,"down_votes":8,"body":"Ich giere nicht nach Aufmerksamkeit.Es macht mir nur Spaß sinnlose Diskussionen zu erstellen wo jeder drauf einsteigt.Außerdem du sagst es.Es sind **Spekulationen**.Also zerreißt euch doch weiter den Kopf woran was liegen könnte.Ich habe ein vernünftiges Leben und meine Ausbildung,also unterhaltet mich doch bitte weiter mit euren meterlangen Texten,die ich leider sowieso nicht ganz durchlese.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T18:08:22.897+0000","up_votes":5,"down_votes":0,"body":"Siehst du, genau das meine ich =)\n\nDu willst, dass sich jemand mit dir beschäftigt, dir Aufmerksamkeit schenkt\n\n> Also zerreißt euch doch weiter den Kopf woran was liegen könnte\n\n> also unterhaltet mich doch bitte weiter mit euren meterlangen Texten,die ich leider sowieso nicht ganz durchlese.\n\nUnd das Ganze ist dann gepaart mit destruktivem Verhalten.  Aber wie gesagt, das ist total normal! Ich rate dir nochmal: lass es einfach gut sein. Du bestätigst uns doch nur immer mehr in unserer Meinung =)","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T17:09:07.984+0000","up_votes":3,"down_votes":0,"body":"Oder liegt es am Bann des Main-accounts? wer weiß?","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T18:56:23.727+0000","up_votes":3,"down_votes":0,"body":"Wir geben ihm ja aber auch immer weiter die Aufmerksamkeit die er will, also klüger fühl ich mich hier nicht :D","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-11-04T00:24:32.364+0000","up_votes":1,"down_votes":2,"body":"Ich sage es ja ungerne nochmal,aber...\nEs könnte mich nicht weniger kümmern,was irgendwelche zufälligen Leute denken,was richtig wäre,weil sie sich als Moralapostel berufen fühlen.\nAber ich mache es gerne nochmal klar.\nMein Leben sit gut und wenn du meinst,es würde alles auf das Gegenteil schließen,nur weil du denkst,das mein Spieleverhalten auf alles andere schließen lässt,sehe ich es ab jetzt als unbegründete Beleidigung an,die nur darauf aus ist,mich runterzumachen.\nAlso bitte,hör auf irgendwelche unnötigen Theorien aufzustellen,die in keinster Weise Fuß fassen können.","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-11-01T15:41:19.896+0000","up_votes":1,"down_votes":2,"body":"\"Meinung\".Wenn du meinst ich würde dich bestätigen,dann ist ja gut,aber es entspricht nicht der Wahrheit.Also denke was du willst.\nUnd mit destruktiv hat es nicht zu tun.Darf ich etwa keinen Spaß daran haben,wie meine Gegner mich flamen weil ich weitaus besser bin als sie?\nEgal,meine was du willst,es kümmert mich am Ende doch nicht.","replies":[]}]},{"id":"","poster":"zadok","date":"2015-10-18T13:42:08.021+0000","up_votes":2,"down_votes":10,"body":":D ihr seid lustig mugiwara n luffy wenn dir das auf den keks geht was garenwithnobush macht dann spiel smite oder hots oder was auch immer wenn du wie gesagt in 1 von 10 spielen nen smurf hast kannste immer noch 9 gewinnen und bist bald selbst einer der smurfen kann ich selbst habe auch ohen dia zu sein bronze bravery gespielt weil es ver%%%%t nochmal spaß macht und wenn du sagst dir würde es nicht spaß machen schlechtere spieler zu stompen dann spiel nicht lol den nes geht darum den gegner zu vernichten ( und zu dem flamen meiner meinung nach gibt es ein muten dh ich finde auch jemanden mit worten im spiel kapput machen is ok gerade wenn ich im focus sein will nutze ich das um bronze bis gold spieler wütent zu machen und schon gewinnst du das game ) :)\nps tetris ist auch gut :)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T14:07:22.446+0000","up_votes":5,"down_votes":0,"body":"Klar kann man mal Bronze-Bravery spielen und klar kann sowas mal Spaß machen. Ich würde es nicht tun, aber ich kanns nachvollziehen. \n\nIch sage lediglich, dass es nicht ok ist, andere Leute runterzumachen und dass die Art und Weise, wie Garenwithnobush sich und andere hier darstellt, einiges über seine Persönlichkeit bzw. über die Art der Bestätigung, die er aus diesem Verhalten bezieht, aussagt. Sein destruktives Verhalten, seine Uneinsichtigkeit und seine selbstdarstellerische und gleichzeitig sich verzweifelt-verteidigende Art, mit der er hier Aufmerksamkeit bekommen will, lassen da eben Rückschlüsse zu. Wenn das nicht so wäre, wieso interessiert ihn dann die Meinung der Leute hier? Wieso kümmert er sich dann draum, was der Rest denkt? Wenn er sich seiner Sache doch so sicher ist? \n\nDeswegen sage ich ja: Lasst ihn machen! Er scheint es zu brauchen und deswegen sollte man als Mensch, der das nicht nötig hat, drüber stehen können!\n\nUnd zudem: Bei LoL geht es für mich nicht draum, jemanden zu \"vernichten\", sondern um das Zusammenspielen mit meinen Freunden. Gewinnen ist natürlich schöner als verlieren. Aber nur, wenn es fair abläuft. Denn ein unfairer Sieg ist nichts wert. Es ist allerdings eine Frage der geistigen Reife, das zu bemerken.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T13:52:14.307+0000","up_votes":4,"down_votes":0,"body":"Sicher, dass du mir antworten wolltest? Du weißt, dass ich nicht der TE bin?\n\nMir persönlich ist relativ egal was in Bronze passiert, die Art auf die Garenwithnobush sich darstellt und \"schlechte Spieler\" denunziert stört mich.\nIm übrigen finde ich es auch nicht angemessen andere Spieler zu beleidigen um sie zu \"taunten\", es sind noch immer Menschen vor den Bildschirmen die du da beleidigst und das ist einfach unhöflich und zeugt von einer lausigen/nicht vorhandenen Erziehung.","replies":[]},{"id":"","poster":"Zulwar","date":"2015-11-04T13:42:46.706+0000","up_votes":2,"down_votes":0,"body":"Wie göttlich, lach mich gerade schlapp.\nAlso ich habe ja schon viel gelesen, aber sowas ist mir auch neu.\nAlso ich hoffe dann mal, dass ich dir Zadok oder GarenwithnoBush mal im Ranked begegne. Wird sicher Lust, besonders für mich. Bin zwar kein Smurfer oder so, aber gegen jemanden zu spielen der im Ranked Bravery Builds baut, nach Bravery Regeln, hätte ich richig bock drauf. Ob ich dann Verliere oder Gewinne ist mir egal, finde es in Bronze sowieso ganz entspannt, da die ganzen Flamer alle weg sind.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-10-19T07:21:32.537+0000","up_votes":2,"down_votes":0,"body":"Und den Report Button kann auch jeder nutzen :3","replies":[]},{"id":"","poster":"zadok","date":"2015-11-04T20:01:38.647+0000","up_votes":1,"down_votes":2,"body":"muss dich jetzt leider entäuschen \n\njetzt wo ich gold bin kann ichs mir nicht mehr leisten ...\n\naber solange ich noch in bronze rumgelungert habe war es durschaus nicht verkehrt gerade weil ich eh nie feede egal was ich baue und in bronze einige games dadurch entschieden wurden wer mehr feeder hat :D","replies":[]},{"id":"","poster":"zadok","date":"2015-10-19T07:34:20.190+0000","up_votes":1,"down_votes":3,"body":"hab auch noch dein profiel angeshen bei deinen 5 meistgespieleten champions bist du im durchschnitt mehr gestroben wie du getötet hast :D passt ja","replies":[]},{"id":"","poster":"zadok","date":"2015-10-19T07:32:25.947+0000","up_votes":1,"down_votes":3,"body":"Reporten für flamen ist unnötig ( es sei den eine unparteiche seite reportet ) weil in 80 prozent der fällen hat der flamer leider recht wenn er sagt : ORANGEBUBBLE du bist ein scheiß Feeder usw","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-10-18T16:29:17.970+0000","up_votes":1,"down_votes":3,"body":"Endlich mal jemand der es mit Humor sieht.","replies":[]},{"id":"","poster":"zadok","date":"2015-10-18T14:52:09.330+0000","up_votes":1,"down_votes":3,"body":"nein :D hab da nicht drauf geachtet  , aber lol ist ein kriegspiel und wenn es jemanden nicht reicht ihn im spiel fertig zu machen dann kann er das ruhig auch mit worten solang es sich auf die spiel leistung bezieht ,,,, es gibt nen mute button den kann man ja nutzen ...","replies":[]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T14:13:08.905+0000","up_votes":3,"down_votes":0,"body":"Lass es doch einfach gut sein, du merkst das vielleicht nicht, aber dein Verhalten hier und jeder neue Post von dir zeigt nur noch mehr, dass ich Recht habe. Aber wie gesagt, das ist doch ok so!","replies":[{"id":"","poster":"zadok","date":"2015-10-18T14:59:22.929+0000","up_votes":1,"down_votes":5,"body":"das ist mein erster kommentar hier gewesen :D und 2tens du hast ganz und gar nicht recht.\nVon der allgemeinen grundtheorie die du aufgestellt hast schon , das problem ist du machst dir ein bild über einen menschen und verurteilst ihn anhand von ein paar foreneinträgen . Obwohl es wesentlich mehr fasseten gibt warum man so handelt wie er \n\nICh habe eig nur eine frage wenn ihr so schlau seit und gegen das was garenwithnobush hier macht und schreibt  WARUM SPIELT IHR LOL ?","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T18:04:09.786+0000","up_votes":4,"down_votes":0,"body":"Warum sollte man nicht LoL spielen, wenn man Weisheit besitzt? Warum sollte man nicht LoL spielen, wenn man schlau ist? Und, da du das beides mit LoL als unvereinbar ansiehst, bist du selbst dann nicht schlau und auch nicht weise? Immerhin hast du ja deutlich mehr Spiele dieses Jahr gemacht als ich...\n\nEhrlich gesagt, das macht für mich wenig Sinn, aber evtl. kannst du es ja näher erklären =)\n\n\nUnd mal generell: Wissen ist das wichtigste Gut in einer modernen Welt. \n\nWeisheit ist reflektiertes Wissen gepaart mit Erfahrung.\n\nDh. wenn du kein Wissen hast, dann wirds auch mit der Weisheit schwer.","replies":[]},{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T15:27:10.171+0000","up_votes":4,"down_votes":0,"body":"Mein Post war eine Antwort auf den letzten Post von Garenwithnobush, nicht auf deinen.\n\nDan erkläre mir doch, wie so ein Verhalten anderweitig entstehen kann! Wieso geilt man sich daran auf Schwächere fertig zu machen? Wieso geht man auch noch hausieren mit dieser Aussage und das in einem Forum, wo einem klar sein drüfte, dass man negative Resonanz auslösen wird? Wieso lässt man es nicht gut sein, und geilt sich immer mehr am Frust und am Ärger anderer auf?\n\nMir fällt dafür eben nur die eine Antwort ein -> der betreffende Mensch ist mit sich und seinem Leben unzufrieden und lässt es an anderen aus, um zumindest ein Grundmaß an Bestätigung zu bekommen. Dafür muss man die betreffende Person nicht mal kennen, weil das ein absolut typisches Verhalten und weit verbreitet ist.\n\n\n> Ich habe eig nur eine frage wenn ihr so schlau seit und gegen das was garenwithnobush hier macht und schreibt WARUM SPIELT IHR LOL ?\n\nIch habe nichts dagegen, dass er mal ein paar Games Bronze Bravery macht. Ich finde es nur sehr seltsam, dass er sich daran so aufgeilt (s.o). \n\nWarum sollte ich nicht LoL spielen? Wieso sollte ich mir von negativen Personen etwas kaputt machen lassen, was mir Spaß macht? Diese Menschen tun mir ja nichts und sie schaden letztendlich nur sich selbst mit ihrer negativen Art.","replies":[]},{"id":"","poster":"Fr3shdumbledore","date":"2015-10-18T19:35:51.332+0000","up_votes":3,"down_votes":0,"body":"Ich verstehe glaube ich was du meinst: Ein schlauer Mensch müsste Wichtigeres zu tun haben als LoL zu spielen.\n\nNaja, ich sehe das nicht ganz so. Ich spiele zu 95% nur mit Freunden, die ich im RL kenne und mit denen ich einfach Zeit verbringen möchte. Zudem ist Zocken für mich eine sehr niedrige Priorität im Leben und ich mache es nur, wenn ich nichts anderes zu tun habe. Zudem würde ich LoL (und auch kein anderes Game) niemals einem echten Treffen mit Freunden vorziehen, aber wir alle in unseren Jobs, Studium, Vereine, etc. gebunden sind, geht das natürlich nicht jeden Tag, sondern nur 2 oder 3 Mal die Woche. Zudem ist das reine Vergnügen genug \"Mehrwert\" für mich und ein guter Kontrast zum stressigen Alltag.\n\nFür mich ist zudem Wissen und Weisheit keinesfalls das selbe. Wissen ist eine bloße Information, während Weisheit nicht nur die Information an sich, sondern auch den Nutzen dieser Information beinhaltet. Wissen ist z.B. die Information, dass eine Tomate eigentlich ein Obst ist. Weisheit bedeutet, sie trotzdem nicht in den Obstsalat zu tun. \n\nWeisheit bedeutet immer, eine Information nicht nur zu haben, sondern sie möglichst sinnvoll zu nutzen (oder nicht zu nutzen).","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T19:08:57.958+0000","up_votes":3,"down_votes":0,"body":"Meiner Meinung nach ist das eien sehr unreflektierte Einstellung, im Endeffekt sagst du ja \"Wenn man nicht ALLES wissen kann, kann man ebensogut Garnichts wissen\".\nEinstein hat einen Großteil seiner Zeit mit dem tumben Ausfüllen von Patentanträgen verbracht, nach deiner Logik dürfte er also kein Chance gehabt haben \"weise\" zu werden.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T18:59:54.871+0000","up_votes":3,"down_votes":0,"body":"Ich verstehe den Zusammenhang einfach nicht...weiterhin habe ich nie behauptet schlau zu sein, würde ich auch nie, dafür ist die Bezeichnung viel zu wandlebar im Zusammenhang mit dem Umfeld.\nIn einem Raum voller Affen bin ich vielleicht der Klügste, in einem Hörsaal bin ich vielleicht der Dümmste.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-10-18T15:33:49.865+0000","up_votes":3,"down_votes":0,"body":"Wie soll man diese Frage verstehen?  O.o \nWillst du sagen, dass schlau sein und LoL spielen nicht vereinbar sind?\nIch versteh es nicht so ganz.","replies":[]},{"id":"","poster":"Glaskanone","date":"2015-10-18T19:01:15.880+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=zadok,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=000a0000000100000000000000000000000000000000000100000004,timestamp=2015-10-18T18:46:08.913+0000)\n>\n> sry es gab n error wegen der zeilen anzahl \n> \n> wissen ist mit lol vereinbar nein es ist nötig würde ich sagen kein idiot kann lol vernünftig spielen aber du hast dich mit deinen posts mit deinem wissen versucht zu rühmen und somit die gleiche annerkennung auf einem anderen weg gesucht wie garen ( und wegen mir wie ich wenn du meinst aber ich mach den post eig nur weil mein ramm speicher kaputt ist und ich net zocken kann:D ) \n> und ja wissen ist ein Gut der modernen welt aber durch die informations menge kannst du sowieso nur einen bruchteil von einem bereich wissen\n> das ist auch alles ok das du aber viel über lol weist  oder über die phsysche oder was weis ich  lässt dich nicht schlau sein bzw je nachdem wie man das wort deffiniert wenn man sagt schlau : wissen ist keiner wirklich ausergewöhnlich da jeder das weis was er für seinen bereich braucht wenn man sagt schlau ist ein anderes wort für weisheit . ( sry für den post eben ich war im halbschlaf und hab mich sehr verkehrt ausgedrückt ) dann kommen wir zum wort weisheit welcher zum teil ein mix aus wissen und erfahrung ist ( ich würde sagen noch viel mehr handlungsweise begreift das wort mitein und einiges mehr) naja \n> \n> \n> wenn wir jetzt einen weisen menschen fragen würden lol spielen ja nein ? was würde er antworten ? \n> \n> und das war das worauf ich hienaus wollte mit der frage ( deine texte haben ja schon bevor du mir geantwortet hast gesagt das du dich für schlau hälst) \n> \n> lol hat keinen gegen wert es ist reines vergnügen der niedrigen begierden von uns menschen ( ja der niedrigen es geht um krieg zerstörung macht  unterwerfung wegen mir auch sex wenn man sich die darstellung der caracktere anschaut ) \n> \n> fals du wirklich schlau ( und weise werden willst ) solltest du so ein spiel nicht spielen :) \n> \n> und jetzt zu mir ich war eine lange zeit wesentlich reifer als gleichaltrige aber jetzt bin ich es nicht mehr :) auch lol hab ich das mit zu verdanken   \n> \n> \n> und sry ich habe seit einem jahr nicht mehr so lange texte geschrieben es ist fucking unstruckturiert und ich denke der punkt auf den ich hienauswollte geht auch nicht hervor hab das schreiben wohl verlernt :D  also versuch ichs dir nochmal zu schreiben mit andern worten und möglichst nicht verurteilent\n> \n> :wenn du wirklich schlau sein willst verbring deine zeit nicht mit spielen ( ob online oder offline ist nicht die frage ) und auch nicht mit dem antworten auf kommentare wie meinen und garens usw ( der schlauere / klügere /weisere gibt nach  ( es ist klar das ein spaßt immer versucht das letzte wort zu haben wie ich gerade das gibt auch auch geiles selbstwertgefülhl usw) \n> nimm die zeit lieber um sinnvolles zu machen \n> Sinnvolle kontakte pflegen ( ich will nicht sagen das spieler scheiße sind aber welchen gegenwert haben die leute in deiner lol freundesliste für deine zukunft ) \n> vermehr deine <<schlauheit( wissen ) \n> oder oder ich wette es gibt wenige dinge die noch sinnloser sind wie lol\n\nRechtschreibung und Textformation.","replies":[]},{"id":"","poster":"Zulwar","date":"2015-11-04T13:57:42.149+0000","up_votes":1,"down_votes":0,"body":"Wer sagt das Einstein Weise war??","replies":[]},{"id":"","poster":"zadok","date":"2015-10-18T18:46:08.913+0000","up_votes":1,"down_votes":1,"body":"sry es gab n error wegen der zeilen anzahl \n\nwissen ist mit lol vereinbar nein es ist nötig würde ich sagen kein idiot kann lol vernünftig spielen aber du hast dich mit deinen posts mit deinem wissen versucht zu rühmen und somit die gleiche annerkennung auf einem anderen weg gesucht wie garen ( und wegen mir wie ich wenn du meinst aber ich mach den post eig nur weil mein ramm speicher kaputt ist und ich net zocken kann:D ) \nund ja wissen ist ein Gut der modernen welt aber durch die informations menge kannst du sowieso nur einen bruchteil von einem bereich wissen\ndas ist auch alles ok das du aber viel über lol weist  oder über die phsysche oder was weis ich  lässt dich nicht schlau sein bzw je nachdem wie man das wort deffiniert wenn man sagt schlau : wissen ist keiner wirklich ausergewöhnlich da jeder das weis was er für seinen bereich braucht wenn man sagt schlau ist ein anderes wort für weisheit . ( sry für den post eben ich war im halbschlaf und hab mich sehr verkehrt ausgedrückt ) dann kommen wir zum wort weisheit welcher zum teil ein mix aus wissen und erfahrung ist ( ich würde sagen noch viel mehr handlungsweise begreift das wort mitein und einiges mehr) naja \n\n\nwenn wir jetzt einen weisen menschen fragen würden lol spielen ja nein ? was würde er antworten ? \n\nund das war das worauf ich hienaus wollte mit der frage ( deine texte haben ja schon bevor du mir geantwortet hast gesagt das du dich für schlau hälst) \n\nlol hat keinen gegen wert es ist reines vergnügen der niedrigen begierden von uns menschen ( ja der niedrigen es geht um krieg zerstörung macht  unterwerfung wegen mir auch sex wenn man sich die darstellung der caracktere anschaut ) \n\nfals du wirklich schlau ( und weise werden willst ) solltest du so ein spiel nicht spielen :) \n\nund jetzt zu mir ich war eine lange zeit wesentlich reifer als gleichaltrige aber jetzt bin ich es nicht mehr :) auch lol hab ich das mit zu verdanken   \n\n\nund sry ich habe seit einem jahr nicht mehr so lange texte geschrieben es ist fucking unstruckturiert und ich denke der punkt auf den ich hienauswollte geht auch nicht hervor hab das schreiben wohl verlernt :D  also versuch ichs dir nochmal zu schreiben mit andern worten und möglichst nicht verurteilent\n\n:wenn du wirklich schlau sein willst verbring deine zeit nicht mit spielen ( ob online oder offline ist nicht die frage ) und auch nicht mit dem antworten auf kommentare wie meinen und garens usw ( der schlauere / klügere /weisere gibt nach  ( es ist klar das ein spaßt immer versucht das letzte wort zu haben wie ich gerade das gibt auch auch geiles selbstwertgefülhl usw) \nnimm die zeit lieber um sinnvolles zu machen \nSinnvolle kontakte pflegen ( ich will nicht sagen das spieler scheiße sind aber welchen gegenwert haben die leute in deiner lol freundesliste für deine zukunft ) \nvermehr deine <<schlauheit( wissen ) \noder oder ich wette es gibt wenige dinge die noch sinnloser sind wie lol","replies":[]},{"id":"","poster":"zadok","date":"2015-10-18T17:29:15.117+0000","up_votes":1,"down_votes":1,"body":":D weist du was mich lachen lässt? ich hab mit der kleienen frage mehr erreicht wie ich wollte :D Du meinst du bist schlau ? du magst in ein paar bereichen mehr wissen wie andere aber glaub mir das ist nichtig und hilft dir wenig im leben ( wissen wird oft mit weisheit verwechselt und ersteres ist relativ bedeutungslos da du sowieso nur einen bruchteil des wissens haben kannst) \n\nUnd meine Frage ist so zu verstehen : WENN DU SCHLAU BIST WARUM SPIELST DU LOL ? ( wenn du weise währst würdest du es nämlich nicht tun ) \n\n... riot will nicht mehr :D","replies":[]},{"id":"","poster":"zadok","date":"2015-10-18T20:50:13.913+0000","up_votes":1,"down_votes":1,"body":":D wie war das thema gleich ? bronze bravery :) \n\n\nehrlich gesagt habe ich nur ga 20 prozent der texte gelesen ( hab alles überflogen ) und nur geschrieben um die zeit der installationen und updates zu überbrücken die ich alle machen musste \n\nbin fertig ich zieh mich zurück und @Fr3shdumbledore was ich eig hätte sagen sollen ist : nichts  denn man konnte das thema das ich angefangen habe eh nie in nem forum klären  :D ich glaub du weist das selbst :D\n\n@Glaskanone niemand hat dich gezwungen das zu lesen ich bekomm doch selbst augenkrebs davon :D","replies":[]}]}]}]}]},{"id":"","poster":"Santas hoe","date":"2015-11-03T12:19:58.298+0000","up_votes":1,"down_votes":0,"body":"Wenn du es als hobbi bezeichnest, wäre das ja in etwa so, als wenn eine Bundeliga Fußballmanschaft gegen nen kleinen Dorfverein spielt.","replies":[{"id":"","poster":"i3IackCat","date":"2015-11-04T00:19:30.515+0000","up_votes":1,"down_votes":2,"body":"Nein,kann man eben nicht.Sowas wird niemals passieren,weil die Möglichkeit dafür nicht gegeben wurde.In LoL hingegen ist es absolut erlaubt.\nAußerdem,würde Fußball mich interessieren und wäre ich gut darin,würde ich auch Spaß daran haben,eine entspannte Runde gegen schlechtere zu spielen.Wieso sollte **ich** mich schämen,wenn die **anderen** schlecht sind?","replies":[{"id":"","poster":"TeoX796","date":"2015-11-04T01:36:10.092+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"i3IackCat","date":"2015-11-04T05:00:13.772+0000","up_votes":1,"down_votes":3,"body":"Das ist jetzt eine bloße Beleidigung.Aber nein,ich spiele gerne mal auf dem Smurf,weil es einfach weitaus einfacher ist,zu gewinnen.Wenn ich mich verbessern will und gegen Spieler auf meiner Augenhöhe.\nUnd wieso sollte es mir in irgendeiner Weise peinlich sein,besser als meine Gegner zu sein?\nIch spiele wortwörtlich nur gegen Smurfs oder Elobooster,weil SIlber/Gold voll davon ist.\nBrauche ich mich für nichts zu schämen.","replies":[{"id":"","poster":"TeoX796","date":"2015-11-04T05:33:13.826+0000","up_votes":1,"down_votes":0,"body":"Wen es dir ach so egal ist wieso antwortest du immer?\n\nOder rechtfertigst dich immer...?\n\nUnd wo genau ist der Spass wen man gegen ach so schlechte Spieler spielt?\n\nhab gerade die oberen Kommentare durchgelesen und muss **Fr3shdumbledore ** recht geben.\n\nnaja ich hab schon mitleid mit dir=/\n\nund ja du hast wohl sowas ähnliches wie **Versagens-angst**.\n\nund die Tatsache dass du genau weist das du nur Hass und spott erntest wen du so ein müll im Forum schreibst aber es trotzdem tust brauchst du wohl Aufmerksamkeit.\n\nund ich bin mir ZIEMLICH das ich nicht lange auf deine Antwort warten muss solche Leute wie du sind einfach Vorhersehbar.\n\naber schreib was du willst mit dir diskutiere ich nicht noch werde ich dir mehr Aufmerksamkeit schenken.\n\nViel glück noch im reallife anscheinend brauchst du das=)\n\nGruss Teo","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-11-04T12:57:33.980+0000","up_votes":1,"down_votes":3,"body":"Deine Theorien sind falsch.Das ist das letzte was ich dazu sagen muss.\nAber da du mich sowieso nur beleidigst,melde ich dich eben einfach.","replies":[]}]}]}]}]}]},{"id":"","poster":"Dela The Rascal","date":"2015-10-25T11:59:46.744+0000","up_votes":2,"down_votes":0,"body":"Das sagt ihm das ein er ganz toller Hecht ist und auch im Leben mehr auf die Reihe kriegt als viele andere Personen. #HighEloPlayerlogic","replies":[{"id":"","poster":"TeoX796","date":"2015-11-04T05:20:45.304+0000","up_votes":1,"down_votes":0,"body":"True story","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2015-10-18T16:05:16.600+0000","up_votes":1,"down_votes":0,"body":"Der Name in Kombination mit der Tatsache, dass dir dein E-Pe_nis ziemlich wichtig zu sein scheint, ist für mich das Highlight dieses Threads.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nDu kannst schreien und betteln so viel du willst. Niemals wird dir Einlass gewährt in die Liga der ehrenwerten Trolle.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\ngez. Eibert Rümmel\nTrolllegende vergessener Tage und Verfechter des Trollkodex","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2015-10-18T17:08:45.551+0000","up_votes":1,"down_votes":1,"body":"Nope,habe eifnach nur Spaß zu sehen,was Leute für Kommentare schreiben,wenn man sagt das man Spaß hat,schlechte Spieler zu zerstören.Also soll jeder doch denken was er will und sagen was er will,aber es ändert nichts an der Tatsache,dass mein Leben vernünftige Züge hat.\nAlso amüsiert mich doch alle weiter mit irgendwelchen Theorien und eurem Salt.","replies":[{"id":"","poster":"zadok","date":"2015-10-18T17:31:41.907+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Powerjen","date":"2015-10-28T09:28:41.629+0000","up_votes":1,"down_votes":0,"body":"Aber peinlich...","replies":[{"id":"","poster":"zadok","date":"2015-10-28T12:26:45.248+0000","up_votes":1,"down_votes":1,"body":"irgendwie scheiße wenn der kommentar gelöscht ist auf dem man sich bezogen hat :(","replies":[{"id":"","poster":"Powerjen","date":"2015-10-28T12:41:43.465+0000","up_votes":1,"down_votes":0,"body":"Ja, schade. Geht der Bezug verloren. Immerhin zeugt es von einem gewissen Einsehen. ;-)","replies":[{"id":"","poster":"zadok","date":"2015-10-28T16:28:17.915+0000","up_votes":1,"down_votes":1,"body":"NEIN :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"iskallation","date":"2015-10-19T14:12:29.725+0000","up_votes":1,"down_votes":0,"body":"Laut deiner Matchhistory bist eher du derjenige der \"Geroflstomped\" wirst.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2015-10-21T12:59:40.517+0000","up_votes":1,"down_votes":3,"body":"Ha! Du glaubst ehrlich, ich spiele auf diesem Account um zu gewinnen.Sry aber,\"One does not simply smurf in Bronze without being Bronze!\".","replies":[{"id":"","poster":"iskallation","date":"2015-10-22T10:41:32.434+0000","up_votes":1,"down_votes":0,"body":"Wenn jemand als GarenwithnoBush postet er \"Roflstomped\" die Leute und dann Stats wie 2-10 hat, sollte er sich einfach nur schämen.","replies":[{"id":"","poster":"SurpRyze Idiot","date":"2016-01-25T22:07:58.624+0000","up_votes":1,"down_votes":2,"body":"Hatte leider absichtlich 2-10.Aber nice try.","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-11-01T15:39:31.643+0000","up_votes":1,"down_votes":3,"body":"Also,wenn ich mal serious spielen soll um zu gewinnen,kannst du ja gerne meine 9-1 W/L Stats mit meiner 8er KDA auf meinen anderen SMurfs die in der selben Elo sind anschauen.Aber ich weiß das du keine Ahnung hast,also ist es gut.","replies":[]}]}]}]},{"id":"","poster":"PapaJLBaer","date":"2015-10-27T23:10:29.566+0000","up_votes":3,"down_votes":0,"body":"Und es gibt nix was du dagegen tun kannst.\n\nFalsch.\nDas ist Negativ und Sportlich zu dem zählt zu Beleidigung.\n\nIch hoffe das mehre dich in einen Game des wegen mit den Begründungen Reporten.\nDam wirst du schon sehen ob Riot dich des wegen bannt.\nHoffentlich dann gleich auch deine Main.","replies":[{"id":"","poster":"i3IackCat","date":"2015-11-01T15:36:57.382+0000","up_votes":1,"down_votes":2,"body":"ACHSOOOOOOOOOOOOOO.Man darf mich etzt also reporten weil ich besser bin als die...\nFalsch,ist es absolut nicht mein Freund.Und ichw erde dafür auch nicht gebanned.\nAchja,seit dem Jahr in dem ich smurfe,wurde kein einziger meiner Accs gebanned und auch die meiner Freunde nicht.Also wie wäre es,das du dich damit abfindest,dass ich Leute in Silber-Elo dominiere.","replies":[]}]},{"id":"","poster":"xClyde","date":"2015-10-29T13:00:26.236+0000","up_votes":1,"down_votes":0,"body":"Hab mir sogar den Rest von Dir noch durchgelesen. Man merkt sofort, Du weißt wo der Frosch die Locken hat. Weiter so!","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-10-08T08:34:59.814+0000","up_votes":4,"down_votes":0,"body":"Ultimate Bravery gibt es schon lange und man kann sich streiten, ob man es gut findet oder nicht. Fakt ist aber:\n\n- Jener Spieler spielte **nicht** Ultimate Bravery!\n\nEr spielt in den letzten Rankeds schlicht und einfach nur Teemo mit {{summoner:13}}. Er spamt im early seine Spells (kann sich ja durch den Zauber wieder Mana holen) und kauft sich dann stack-Items (First Meja's, später oft auch Schwert es Okulten). Dann versucht er einfach, in der Backline zu bleiben und nicht zu sterben, was meistens gelingt.\n\nDer Spieler hat diese Season eine winrate von 49%. Ich zweifle sehr stark daran, dass es ein smurf ist.\nWahrscheinlich hat er nur irgendwo diese Taktik mit Teemo gesehen und kopiert sie nun. In (mittlerem) Bronze klappt dies offensichtlich auch. Ich bezweifle, dass dies in Silber klappt, wenn die Spieler zumindest etwas Ahnung haben, wie man Teemo aus dem Spiel nimmt.\n\n\nAber noch zu Bronze Bravery:\nDer High-Elo Spieler gibt immerhin noch die Chance durch sein schlechtes Build, dass man ihn schlagen kann. Somit sind die Siegeschancen zumindest etwas höher als wenn man gegen smurfs spielt, die mit richtigen Builds kämpfen. ;)\n\nWas aber Bronze Bravery gut aufzeigt:\nEs liegt nicht an den Mates, dass man in Bronze ist; sondern an sich selbst.\nDenn sollte man wirklich viel besser sein (z.B. in Gold gehören), dann müsste man mit richtigen Builds das Game viel stärker carrien als jemand mit Bravery-Builds, die oft völlig sinnfrei sind.","replies":[]},{"id":"","poster":"michsen","date":"2015-10-07T20:16:55.784+0000","up_votes":2,"down_votes":2,"body":"Einfach dem Support Melden.\nWenn jemand so offensichtlich nicht in den Lowen elobereich gehört, sollte der Support eigendlich etwas machen können.\nDenn entweder hat er mit absicht Spiele verloren um dort hinzukommen oder er ist jemanden am Boosten, was von Riot stark bestraft wird.\n\nWenn du den Support anschreibst solltest du aber auch Sachlich bleiben und direkt schon alle möglichen daten mit eventuellen screen vom aftergame fenster.","replies":[{"id":"","poster":"Lagbeard","date":"2015-10-08T10:01:55.949+0000","up_votes":1,"down_votes":0,"body":"Man kann auch durch inaktivität Absteigen. Ganz legal.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-08T10:05:32.589+0000","up_votes":2,"down_votes":0,"body":"Nur im High-Elo Bereich.\nDer tiefstmögliche Abstieg durch Inaktivität ist von Platin 5 auf Gold 1. Ab Gold 1 kann man nicht mehr absteigen, wenn man nicht mehr spielt.","replies":[{"id":"","poster":"Kantax","date":"2015-10-08T10:14:09.914+0000","up_votes":3,"down_votes":0,"body":"und selbst da verliert man kein mmr sondern nur lp heißt selbst wenn ein challenger durch inaktivität absteigt auf gold kriegt er weiter challenger gegner","replies":[{"id":"","poster":"eingew","date":"2015-10-08T16:26:43.126+0000","up_votes":1,"down_votes":1,"body":"Das ist soweit ich weiß nicht bewiesen. Es kann durchaus sein, dass es einen LP-Verfall gibt. Es gab schon Spieler, die behauptet haben, sie hätten nach circa 2 Jahren Pause nur noch gegen Gegner gespielt, die mindestens 1 Division niedriger geranked waren.\n\nAber für genaueres fragst du am besten Danny89, der kennt sich damit am besten aus.","replies":[{"id":"","poster":"Ghostplay","date":"2015-10-18T21:06:37.011+0000","up_votes":3,"down_votes":0,"body":"Man verliert keine Hidden-MMR/ELO durch Inaktivität. Das kannst du sogar nachlesen, wenn du auf deinem Profil dir deine Liga anschaust und rechts unten das Info-Teil öffnest. Dass Spieler nach 2 Jahren anderen Gegnern zugewiesen werden, liegt am Soft-Reset zu beginn jeder Season. Hierbei wird jeder einzelne Spieler dem Normalwert \"nähergesetzt\", egal ob man darüber oder darunter war (normal = Startwert).","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-10-09T07:18:19.440+0000","up_votes":2,"down_votes":0,"body":"Wobei 2 Jahre doch eine recht lange Zeit ist und wohl eine Elo-Inflation vorhanden ist (durch vergebene Niederlagen -> ich vermute, es gibt da auch kein MMR-Verlust).\n\nOb die Softresets am Anfang einer Season diese Inflation vollständig eliminiert, wissen wir nicht (aber die Inflation kommt wieder während einer Season).\nSehr gut möglich, dass dies rasch eine Division ausmachen kann.","replies":[]},{"id":"","poster":"Lord Vilich","date":"2015-10-09T06:51:51.511+0000","up_votes":2,"down_votes":0,"body":"Ich kenne einen ehemaligen Masterspieler, der bis Gold 1 durch inaktivität gedroppt ist. Seine Soloq mates und Gegner waren immernoch zwischen Dia 2 und Master.\n\nKönnte durchaus sein, dass man die MMR praktisch komplett behält.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-10-08T11:31:42.555+0000","up_votes":1,"down_votes":0,"body":"Korrekt.\nDies habe ich vergessen zu erwähnen. Man kriegt keine einfacheren Gegner, weil die MMR auf gleich hohem NIveau bleibt.\n\nAuf legaler Weise ist es somit gar nicht möglich, einen Bronze-smurf zu erstellen.\nMan muss - als High Elo-Spieler - entweder absichtlich verlieren, kauft sich einen Account oder shared ihn mit einem Bronze-Spieler, der den Account runterspielt (alles verboten).","replies":[]}]},{"id":"","poster":"Lagbeard","date":"2015-10-08T10:14:38.873+0000","up_votes":1,"down_votes":0,"body":"Dann hab ich mich vertan. Sorry :)","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-10-08T10:09:56.040+0000","up_votes":1,"down_votes":0,"body":"Allerdings verändert isch das Matchmaking dadurch auch nicht.","replies":[{"id":"","poster":"Lagbeard","date":"2015-10-08T10:16:01.967+0000","up_votes":1,"down_votes":0,"body":"Heißt das, dass ein Challenger durch Inaktivität auf Gold 1 gesetzt werden kann, aber gegen andere Challenger Spielen muss um aus Gold rauszukommen? Das ist ja hart.","replies":[{"id":"","poster":"SwissKeks","date":"2015-10-08T15:43:53.952+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Aeolas Dustchild,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=0002000000010000,timestamp=2015-10-08T10:16:01.967+0000)\n>\n> Heißt das, dass ein Challenger durch Inaktivität auf Gold 1 gesetzt werden kann, aber gegen andere Challenger Spielen muss um aus Gold rauszukommen? Das ist ja hart.\n\nJa und Nein.\n\nJa, er ist Gold\nNein es ist nicht hart. Er kriegt enorm viele Punkte da das System versucht ihn möglichst schnell wieder hochzuschieben.\n\nEDIT: Fragt mich net was ich geschrieben hab, hatte wohl noch ein Hangover^^ Ich meitne er ist in Gold, nicht das er gegen Gold spielt.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-08T16:03:45.735+0000","up_votes":2,"down_votes":0,"body":"> Ja, er spielt gegen Gold.\n\n.\n\n> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=00020000000000000000,timestamp=2015-10-08T11:31:42.555+0000)\n>\n> Korrekt.\n> Dies habe ich vergessen zu erwähnen. Man kriegt keine einfacheren Gegner, weil die MMR auf gleich hohem NIveau bleibt.\n> \n\nJetzt streitet euch...","replies":[{"id":"","poster":"Lagbeard","date":"2015-10-08T16:12:19.106+0000","up_votes":1,"down_votes":0,"body":"Irgendwas macht hier keinen Sinn mehr.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"deviant324","date":"2015-10-07T21:52:40.515+0000","up_votes":1,"down_votes":7,"body":"Ich hab tatsächlich nur 1 Mal jemanden gesehn der bravery gespielt hat außer mir selbst bzw Freunde mit denen man dann zu 5. zusammen gespielt hat (Ich spiele es alleine nicht, weil ich mehr Spaß dran habe ordentlich gegen Gegner zu gewinnen die auf meinem Stand sind...). Es kann mal spaß machen, allerdings nicht weil man Leute aus niedrigeren elos damit besiegt (ich bin mit Gold V meistens schon der höchste unter uns, es sind Leute dabei die ihr Silver V teilweise nichtmal verdienen), sondern weil man eben zu 5. versucht mit einer nicht vorhanden Teamcomp unter Einsatz von 5 Mann mal 1 Kill rauszuholen.\n\nDie eine Person die ich gesehen habe war tatsächlich ein Spieler in einem Ranked kurz bevor ich hoch in Gold bin, eine MF die nur Bewegungsspeed Items gekauft hat. Kam nur mit Boots auf die Lane, macht irgendwie einen Doublekill und kommt nur mit Mobiboots zurück... Hat mein Team tatsächlich gecarriet. Die Leute spielen trotzdem ernsthaft, wo man sagen muss dass an der Stelle kein wirklicher Vorwurf zu machen ist, schlimmer finde ich es dann wenn ich in Gold III (bin gerade erfolgreich am Absteigen) eine Ori mid habe die absichtlich feedet und das sogar offen zugibt. Unterschied: der Smurf hat das Handicap der Items durch das du ihn outscalen wirst wenn du nicht beim Firstblood den klassischen \"GG lost\" raushaust, in dem Fall solltest du ohnehin aufhören das Spiel zu spielen (es gibt einen Grund warum ein Game nicht nach 5 Minuten rum ist), der Feeder kann tun und lassen was er will, ohne dass du etwas daran ändern kannst, weil es in MOBA games (eg LoL/DOTA2) kein Kicksystem für solche Menschen gibt, genauso wenig wie ich sie von hier per Telepathie mit Ebola infizieren kann, auch wenn´s hilfreich oder zumindest befriedigend wäre.\n\nEs liegt letzen Endes in der Natur dieses Genres, dass du mit den geistig Behinderten die sich dein Team nennen zusammen gefercht bist, bis das Grauen ein Ende hat, weil ein System das es dir erlaubt Spieler aus dem Spiel zu werfen ohne dir selbst ein Handicap zu verpassen genauso dreist missbraucht werden würde. Es hilft letzten Endes nur hoffen: Ich hab in dem Jahr das ich hier bin schon so einiges gesehen (trotzdem 600+ normal wins), aber das ist nunmal nicht alles, Menschen die gehängt gehören findet man überall, auch im Ranked.\n\nPS: Ich klinge vielleicht minimal toxic, aber ich behalte sowas im Spiel für mich, auch eine gute Methode um die Moral nicht zu schädigen.\n\nUnd ich habe nen Smurf, allerdings nur um mit Freunden zu spielen die neu angefangen haben, damit die nicht sofort Platin Spieler im Gegnerteam haben, leider spielt der aber eben schon seit lvl 5 nur noch mit anderen Smurfs zusammen, also geht man schon irgendwie durch die Hölle bis man überhaupt so weit wäre rankeds zu spielen, wenn man sich davor schon sehr stark zurück halten muss, ich bin extrem greedy auf dem Account damit meine Elo nicht all zu hoch steigt, aber das hilft auch nicht viel.","replies":[{"id":"","poster":"Powerjen","date":"2015-10-08T05:38:32.303+0000","up_votes":5,"down_votes":0,"body":"Ich finde es schon erstaunlich welch \"hohe\" Meinung Du von Deinen Mates hast. Mit Misanthropen wie Dir möchte ich ungernst zusammengematcht werden, egal in welchem Modus.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-10-08T10:40:20.382+0000","up_votes":2,"down_votes":0,"body":"Minimal toxisch, interessante Sichtweise. \n \nIch frag mich immer wieder, warum Leute, wie du z.B., dieses Spiel spielen, wenn sie andere eh nur als \"Behindert\" und als \"nicht lebenswürdig\" ansehen und die Partie ja nur \"ein Abwarten bis das Grauen zu ende ist\" ist. Ich mein ernsthaft, warum tun Leute, wie z.B. du, sich sowas an? Dann verlasst das Spiel doch einfach, wenn das Spiel bzw. eher die Mitspieler  so scheiße ist/sind... \n\nIch versteh so oder so nicht, wie man jemanden Ebola wünschen kann, dass werd ich NIE in meinem Leben begreifen, wieso man so denkt wegen einem VIDEOSPIEL. Für mich bist du allein wegen der Denkweise hochgradig toxisch. Jeder, der jemanden Ebola/den Tod wünsch (wohlgemerkt wegen einem VIDEOSPIEL), ist hochgradig toxisch.","replies":[]}]},{"id":"","poster":"NylanaFanboy","date":"2015-10-07T20:09:20.882+0000","up_votes":2,"down_votes":3,"body":"Zweitaccounts bzw. Multiaccounts wird Riot nicht aus Ranked sperren da sie damit Geld verdienen. Keiner zieht sich nen Smurf hoch mit Geld um damit Aram zu spielen nee man will die \"low elo bobs\" ärgern. Riot lässt es zu weil es ihnen Geld bringt so ist das Game halt.","replies":[{"id":"","poster":"Jum4nji","date":"2015-10-07T21:11:11.358+0000","up_votes":3,"down_votes":2,"body":"Riot lässt das zu, weil das matchmaking so gut ist, dass die spieler relativ schnell in ihre division kommen. \nWer absichtlich die \"bobs\" ärgern möchte muss auch mal verlieren (=Trollen) und das bestraft riot.\n\nDes Weiteren macht Riot damit kein Geld, wenn sich jemand einen Account auf lvl 30 spielt. LoL ist F2P und Geld wird hier wirklich nicht gebraucht.","replies":[{"id":"","poster":"Scrotum 420","date":"2015-10-08T11:08:53.893+0000","up_votes":2,"down_votes":1,"body":"Lol. Falsch, falsch und nochmals falsch. \nMan kommt nicht \"relativ schnell\" in die richtige Division, es bedarf extrem vielen Spielen (ausser man ist deutlich unter / über dem Durchschnitt). Nebst Skillz kommt auch Glück oder Pech dazu, ist schliesslich ein Teamspiel und nicht ein 1vX. \n\nRiot verdient mit Zweitaccounts definitiv Geld, das sieht selbst ein Blinder. Die meisten kaufen sich XP-Boosts oder ein paar Skins, die Wenigsten leveln ihren Smurf ohne jegliche Kosten hoch.","replies":[{"id":"","poster":"Jum4nji","date":"2015-10-08T15:02:34.590+0000","up_votes":1,"down_votes":5,"body":"So und jetzt lese dir doch bitte mal den Post vom TE durch. Der angesprochene Youtuber HandofBlood ist Platin 2. Und alle die in Low-Elo smurfen kommen auch \"relativ schnell\" aus der \"Elo-Hell\" raus.\nSelbst ein Silber Spieler kommt aus Bronze so schnell heraus, dass er da keinen hohen \"Schaden\" anrichten kann.\n\nDu Allsehender kannst mir dann mal verraten,  wo Riot Geld verdient, wenn viele lvl 30 Accounts auf Ebay und anderen Seiten angeboten werden? Gar nicht.\nWieso sollte ich für noch einen zweiten Account Geld ausgeben, wenn der sowieso \"nur\" zum Spaß haben gedacht ist?\n\nNatürlich gibt es Leute die für den Smurf Geld an Riot abgeben. Das heißt nicht, dass das Riot deswegen erlaubt. Dafür ist der Markt mit den lvl 30 Accounts zu groß.\n\n\nKeine Ahnung warum man im Forum gleich aggressiv oder beleidigend werden muss, aber du wirst schon wissen was du tust. :)","replies":[{"id":"","poster":"eingew","date":"2015-10-08T16:30:04.869+0000","up_votes":4,"down_votes":0,"body":"Ein Zweitaccounts braucht aber auch Skins. Und wenn ich kein bock aufs Leveln hab kauf ich dem einen XP-Boost. Und da verdient Riot definitiv mit.","replies":[{"id":"","poster":"Jum4nji","date":"2015-10-08T19:35:22.387+0000","up_votes":1,"down_votes":1,"body":"Konjunktive.\n\nWas heißt den man \"braucht\" skins? Skins sind rein optional und bringen einem keinen Vorteil im Spiel.\n\nAuch XP-Boosts sind rein optional. Man kann die Zeit als nicht lvl 30 auch einfach genießen und Anfängern helfen oder Kontakte knüpfen oder vielleicht dem einem oder anderem nen Denkzettel verpassen xD\n\nNiemand muss Riot etwas bezahlen.\n\nWow. Das ganze hier ist ziemlich vom Thema abgekommen :/","replies":[{"id":"","poster":"eingew","date":"2015-10-09T09:29:15.028+0000","up_votes":2,"down_votes":0,"body":"Natürlich muss niemand. Auf dem Main muss auch niemand Skins kaufen. Aber deshalb zu verleugnen, dass das durchaus gerne gemacht wird ist nicht gerade sinnvoll.","replies":[{"id":"","poster":"Jum4nji","date":"2015-10-09T16:14:51.480+0000","up_votes":1,"down_votes":1,"body":"Ich verleugne es ja nicht.\nIch habe aber selber Skins auf meinem Main aber keine auf meinem smurfs. Und habe mir auch nicht vor welche zuzulegen.","replies":[{"id":"","poster":"Glaskanone","date":"2015-10-18T18:36:04.427+0000","up_votes":2,"down_votes":0,"body":"Schön für dich. Ich besitze  viele Accounts und jeder hat Skins. Meine freunde haben auch mehrere Accounts mit Skins, nur weil du kein Geld in dein Smurf investierst musst du nicht verleugnen, das andere Leute Geld dafür ausgeben.\nNicht jeder Lvl 30 Account kommt von Ebay :))","replies":[]}]}]}]}]}]}]},{"id":"","poster":"AirForce Panda","date":"2015-10-08T06:43:43.655+0000","up_votes":2,"down_votes":11,"body":"Du hast glaub das System von Riot nicht verstanden!!!\n\nUnd btw RIot verschenkt ACCounts and LCS Player mit allen Champs und allen Skins. Warum das ganze? Wer einen gewissen IQ hat versteht das System der Wirtschaft.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-08T08:07:41.554+0000","up_votes":3,"down_votes":2,"body":"Es gibt gute Gründe, warum Riot zusätzliche Accounts an LCS-Spieler (und Profis aus anderen Ligen) zur Verfügung stellen.\n(btw. zweifle ich daran, dass LCS-Spieler Accounts bekommen mit einer Bronze-Ranked-Elo; um in Bronze zu kommen müssen sie also absichtlich verlieren und dies wird bestraft; btw. werden LCS-Spieler härter bestraft als wir \"Normalos\")\n\nAber du glaubst do hoffentlich nicht, dass diese Spieler die Accounts dafür benötigen, dass sie in Bronze stompen (mit oder ohne Ultimate Bravery Regeln)?\n\nFür einen LCS-Spieler ist LoL sein Job.\nSie haben besseres zu tun als Bronze-Spieler zu stompen. Sie trainieren täglich 8-10 Stunden, um noch einen Funken besser zu werden. \n\nEs wird im Fussball auch kein Bundesliga-Spieler ein Spiel in der Kreisliga bestreiten (sofern dies nicht verboten ist), nur um die das Spiel hart zu \"carrien\" (z.B. in dieser Woche möglich bei Spielern, die nicht für die Nationalmannschaft spielen). Und schon gar nicht spielt er absichtlich mit eleganten Schuhen statt mit richtigen Fussballschuhen (\"Bravery\").\nNein, der Fussballspieler wird in dieser Woche ordentlich trainieren, Schliesslich will er wohl in Zukunft auch in der Nationalmannschaft spielen. Da macht Training mehr Sinn als Herumgekicke in der Kreisliga.\n\nIn LoL ist es nicht anders. Schliesslich ist es auf Stufe LCS ebenfalls Profisport.","replies":[{"id":"","poster":"AirForce Panda","date":"2015-10-08T10:52:44.961+0000","up_votes":1,"down_votes":4,"body":"WTF... Kollege hab nirgends geschrieben das die LCS player in Bronze spielen oder sowas... ging mir nur um Mehrere Accounts und der Wirtschaftliche Aspekt. \n\nUnd Die Profis komme Automatik in ihre hohen Liga mit den gesponserten Accounts.\n\nUnd du musst mir nicht die Definition eines LCS Players erklären :).","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-08T11:24:49.433+0000","up_votes":2,"down_votes":2,"body":"Der Topic geht btw. um smurfs in Bronze (auch wenn der TE wie bereits erwähnt falsch liegt). Nur so nebenbei. ;)\n\nWie gesagt hat es ihre Gründe, warum LCS-Spieler Accounts von Riot bekommen, und diese sind auch berechtigt.\nViele High-Elo-Spieler haben z.B. nur schon deswegen smurfs (in tieferer elo), weil sie trainieren wollen (z.B. neuen Champ) und die Warteschlange dort kürzer ist. Wer aber kein Profi ist, der muss sich einen smurf selber erarbeiten. Dies bedeutet, dass er auf Elo 1200 startet (ca. Silber 2). Ob es jetzt besser ist, wenn ein LCS-Spieler statt einem geschenkten Account selber einen smurf erarbeitet und bis Stufe 30 eh alles stompt und - wenn er dann damit auch Rankeds spielt - die Promo der Gegner vermiest, die gerne in Gold oder Platin kommen wollen...\n\nDu kannst mir aber gerne erklären was bezüglich wirtschaftlichem Aspekt gemeint ist.\nIch habe in BWL abgeschlossen und wüsste jetzt nicht, was daran verwerflich ist.","replies":[{"id":"","poster":"AirForce Panda","date":"2015-10-09T06:34:50.753+0000","up_votes":2,"down_votes":5,"body":"LCS Player hin oder her.\n\nIch habe auch nichts gesagt das es verwerflich ist... naja egal merke du hast die zusammenhänge nicht gelesen...\n\nbtw ich habe vor 3 Jahren meinen Master of Science gemacht und arbeite für den größten Konzern der Welt. (da du ja vorgelegt hast)","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-09T07:22:34.385+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=AirForce Panda,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=0000000000000000000100000000,timestamp=2015-10-09T06:34:50.753+0000)\n>\n> btw ich habe vor 3 Jahren meinen Master of Science gemacht und arbeite für den größten Konzern der Welt. (da du ja vorgelegt hast)\n\nAbgesehen davon, dass man den Titel nicht zwingend für Wirtschaftswissenschaften erlangen muss:\n\nKönntest du wie bereits angefragt auch Beispiele nennen, welchen wirtschaftlichen Aspekt aus deiner Sicht die geschenkten Accounts aufweisen?\n\nDu hast eigentlich nur Stichwörter gegeben wie \"Riot verschenkt Accounts an LCS-Spieler\", \"Wirtschaftssystem\" etc.\nDas ist leider nur Stammtisch-Niveau!\n\nWenn du Kritik üben möchtest, dann musst du schon genauer aufzeigen, was denn genau falsch läuft.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-09T14:42:51.481+0000","up_votes":2,"down_votes":1,"body":"Naja, wenn Riot diese Accounts verschenkt bzw. zur Verfügung stellt, dann steht da mit Sicherheit auch ein wirtschaftlicher Aspekt dahinter (es gibt natürlich auch andere gute Gründe dafür, Trainingsmöglichkeiten zum Beispiel).\n\nAllen voran geht es, denke ich, wirtschaftlich darum, dass die betreffenden Spieler auf diesen Accounts spielen und streamen und somit die Skins usw. ihren Zuschauern präsentieren. Das ist schlicht und einfach kostenlose Werbung für die käuflichen Produkte von Riot, da so natürlich Spieler motiviert werden, die gleichen Skins zu spielen (und damit zu kaufen) wie ihre Idole. Zudem wird so die Existenz eines (neuen) Skins schlicht und einfach auch bekannt gemacht.\n\nVerwerflich finde ich das ganze btw. ebenfalls nicht.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-16T23:13:18.094+0000","up_votes":2,"down_votes":0,"body":"Dann würden bekannte Streamer und Youtuber die vornehmlich LoL spielen sicher auch solche Accs haben was nicht der Fall ist soweit ich weis. LCS Spieler bekommen dagegen glaube ich alle einen und nicht nur die die Streamen.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-16T23:40:15.678+0000","up_votes":2,"down_votes":0,"body":"Deswegen sage ich: wenn Riot diese Accounts verschenkt.\n\nIch weiß nicht, wann und unter welchen Umständen sie das tun, aber es gab in der Vergangenheit zum Beispiel dieses Elo-Hell-Projekt, in dessen Rahmen hochklassige Spieler Bronze-Accounts bekommen haben, um diese aus Bronze zu spielen um zu zeigen, dass jeder da raus kommt, der gut genug ist. Ob da allerdings nur Spieler dabei waren, die auch LCS (etc.) spielen, weiß ich nicht. Zudem kann es ja auch andere Projekte/Gründe/Voraussetzungen geben, durch die noch mehr diese Accounts vergeben wurden. Das kann wohl nur jemand von Riot abschließend aufklären.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-10-23T03:48:27.476+0000","up_votes":1,"down_votes":0,"body":"Was? Es gab ein offizielles Riot Projekt, wo Loweloaccounts and Highelospieler gegeben wurden um die Elohell zu widerlegen? Das halte ich aber für ein Gerücht. Was es schonmal gibt, sind Rioter selbst, die sich Accounts in jeder Region erstellen. Das wird aber nicht an die große Glocke gehängt.","replies":[]}]}]}]},{"id":"","poster":"AirForce Panda","date":"2015-10-12T08:01:23.448+0000","up_votes":1,"down_votes":8,"body":"Tut mir leid, aber mit dir über dieses Thema zu sprechen ist wie mit einer Wand zu sprechen.\n\nIn dem Metje bist du einfach unwissend und leider zu naiv.\n\nMerk dir eins, es wird niemals was umsonst geben, es dient alles zu einem Zweck und zwar Geld verdienen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-12T08:27:25.713+0000","up_votes":2,"down_votes":1,"body":"Also willst du weiterhin keine Gründe nennen und lieber auf Stammtisch-Parolen bleiben. Schade!\n\nLCS-Spieler benötigen smurfs (z.B. weil es sonst zu lange geht mit dem Matchmaking).\nSie werden also einen erstellen, wenn sie keinen kriegen würden. Da kann man sich vorstellen, wie sie dann ihren smurf bis Stufe 30 (und in den ersten Rankeds) alles stompen würden. \n\nSo etwas würde dazu führen, dass Neulinge LoL deinstallieren, bevor sie Stufe 30 erreicht haben. Natürlich hätte dies einen negativen finanziellen Effekt. Aber auch für uns \"Normalos\" ist es ein Vorteil, dass LCS-Spieler nicht smurfs nicht selbst hochspielen müssen und uns deswegen stompen.\n\nDer \"Werbe-Effekt\", dass Profis mit Skins spielen, ist sehr gering; insbesondere bei ihren smurfs.\nNur ein kleiner Teil der Spieler-Community schauen sich die LCS, etc an (die Worlds derzeit vielleicht etwas eher). Der Grossteil spielt einfach nur LoL und sie interessiert der e-sport dahinter nicht.\n\nNoch weniger Spieler schauen sich die Streams (mit den smurfs der Pros) an. sondern nur die Turniere (LCS, LCK, Worlds, etc.). Entsprechend glaube ich nicht an einen wirklich guten Werbe-Effekt, wenn Pro-Spieler beim Training mit smurfs (mit Skins) spielen.\nAbgesehen davon müssen die Pros nicht mit Skins spielen (z.B. Faker spielt selten bzw. fast nie mit Skins).\n\nWie gesagt ist der Werbe-Effekt bezüglich Skins sehr, sehr, sehr gering bei den geschenkten smurfs.\nDass Riot smurfs schenkt, macht wie gesagt hingegen Sinn.\n\nKann sein, dass du den \"Werbe-Effekt\" höher gewichtest, wenn Pro-Spieler mit Skins auf ihren smurfs spielen. Aber dann musst du schon aufzeigen können, dass wie gross die Reichweite ist (aka Anzahl Viewer). Ich glaube, sie ist relativ gering (z.B. im Vergleich zur Reichweite der LCS-Austrahlungen etc.)","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-16T16:15:57.568+0000","up_votes":1,"down_votes":1,"body":"Ich habe die Gründe doch genannt? Und zudem argumentierst du doch genauso!? \n\n> Der \"Werbe-Effekt\", dass Profis mit Skins spielen, ist sehr gering; insbesondere bei ihren smurfs.\n\nDas ist schlicht und einfach eine Behautpung. Du forderst Zahlen, lieferst aber keine (so wie btw. in deinem restlichen Post auch nicht)! \n\nAbsolut jeder Spieler den ich kenne hat schon mal einem Streamer zugeschaut und/oder der LCS / Worlds / etc. und ich habe schon oft im TS zusammen mit anderen diese Streams geschaut. Die Worlds haben wirklich gute Zuschauerzahlen und davon abgesehen macht Kleinvieh auch Mist! Riot entstehen doch gar keine realen Kosten (und was theoretisch eingenommen worden würde kann man nicht sagen), wenn sie nem Streamer oder nem Pro nen Acc mit den Skins freischalten. Im Gegenzug kann auch kleine Werbung Geld einbringen, zumal sie diese Werbung nicht bezahlen müssen. Klar müssen die Spieler diese Skins dann nicht nutzen, aber was schadet es Riot, sie freizuschalten und das Beste zu hoffen?\n\nAußerdem lässt du völlig außer Acht, dass die Pros mit den Smurfs spielen MÜSSEN, und zwar immer dann, wenn sie in einer anderen Reagion als ihrer eigenen spielen müssen/wollen (während den Worlds z.B. im Training etc.). Auch ein Marin (z.B.) hat wohl nicht einfach in jeder Region einen selbst erspielen Acc mit Runen, Skins etc.","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-10-12T12:28:01.222+0000","up_votes":1,"down_votes":6,"body":"/closed","replies":[]}]}]}]},{"id":"","poster":"Grona1992","date":"2015-10-16T21:56:25.255+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=AirForce Panda,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=0000000000000000000100000000,timestamp=2015-10-09T06:34:50.753+0000)\n>\n> LCS Player hin oder her.\n> \n> Ich habe auch nichts gesagt das es verwerflich ist... naja egal merke du hast die zusammenhänge nicht gelesen...\n> \n> btw ich habe vor 3 Jahren meinen Master of Science gemacht und arbeite für den größten Konzern der Welt. (da du ja vorgelegt hast)\n\nMaster of Science ist ein Master in einer Naturwissenschaftlichen Fachgebiet. Es gibt Master of Arts, Master of Science und Master of Engeenering. Informier dich bevor du versuchst anzugeben","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-10-16T23:04:51.168+0000","up_votes":2,"down_votes":0,"body":"Öhm nein!? \nEs stimmt zwar, dass der Master of Science unter anderem für naturwissenschaftliche Fachgebiete vergeben wird, aber er kann auch für Wirtschaftswissenschaften verliehen werden! \nZudem gibt es noch weitere Master-Grade.\n\nWenn du die Zeit, die du hier investiert hast, genutzt hättest um einfach zu googlen, hättest du das auch selbst rausfinden können und dich hier nicht blamiert!\n\n\nInformiere dich, bevor du versuchst klugzuscheißen!","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-10-13T08:03:33.187+0000","up_votes":1,"down_votes":0,"body":"> btw ich habe vor 3 Jahren meinen Master of Science gemacht und arbeite für den größten Konzern der Welt. (da du ja vorgelegt hast)\n\nDu arbeitest für Walmart !? Als Kassierer oder so nehm ich mal an ! Weil, Du hast ja voll den wirtschaftlichen Durchblick. Nur der Zusammanhang zwischen Kassierer und LoL erschließt sich mir nicht ganz . Da könnte etwas Licht nicht schaden .\n\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"Sihari","date":"2015-10-08T08:58:11.812+0000","up_votes":1,"down_votes":0,"body":"Leider habe ich tatsächlich schon ein Video entdeckt, in dem ein Spieler von Cloud 9 Bonze-Spieler abgezogen hat. Ich weis nicht, welcher es war, da ich mich nicht sonderlich für die LCS interessiere, aber ich war von diesem Typen so angewidert, dass das gesamte Team inzwischen in meiner Achtung gesunken ist. \nTja und das schlimmste war, dass die Leute diesen Menschen auch in den YouTube Kommentaren verteidigt haben... Die \"Bronzies\" konnten ja aus diesem Match was lernen. Aber wie bitte soll man etwas lernen, wenn man nach 2 sek auf der Lane schon wieder base muss oder gar schon gestorben ist? Wer in dieser Elo ist kann so schnell einfach nicht mal erkennen, was da überhaupt gelaufen ist. Wäre es anders, dann wären sie in den meisten Fällen auch nicht Bronze.\nSmurf absichtlich nach Bronze schieben ist, egal wer es macht, einfach nur wiederlich.","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-08T09:27:56.266+0000","up_votes":2,"down_votes":0,"body":"Kommt jetzt darauf an, wann dieses Video gemacht wurde und warum.\n\nVor langer Zeit hatte Riot ein Projekt, um zu beweisen, dass es keine Elo-Hell gibt.\nMehrere LCS-Spieler bekamen einen Bronze-Account und mussten diese auf High-Elo raufspielen. Klappte bei allen natürlich recht gut.\n\nEs ist also sehr gut möglich, dass dieses Video von jenem Projekt war.\nDass die Comments nicht wirklich sinnvoll waren, dafür konnte weder Riot noch der LCS-Spieler etwas dafür. Da haben einige Leute einfach nicht erkannt, worum es ging.\n\nNatürlich ist es auch möglich, dass ein LCS-Spieler dies auch tut, weil er die Bronze-Speiler stompen möchte. Dies zeigt nicht wirklich einen guten Charakter.\nDu kannst dir aber vorstellen, dass so etwas in seiner Team-Leitung nicht gerne gesehen wird. Denn dies schädigt den Ruf des ganzen Teams.\nUnd jedes LCS-Team hat viele Sponsoren, die plötzlich abspringen, wenn der Ruf des Teams stark geschädigt ist. Sollte ein LCS-Spieler als öfters so etwas tun (und vielleicht sogar noch Bronze-Spieler lächerlich machen), dann wird das Team ihn bestrafen (Geldstrafe; im Extremfall kein neuer Vertrag).\nIst wie gesagt nicht anders als in anderen Sportarten wie Fussball (bzw. eigentlich noch strenger als im Fussball, da Spitzenspieler im Fussballer sich oft mehr leisten können, weil viel Geld hinter seinen Namen - \"seiner Marke\" - steckt).","replies":[]},{"id":"","poster":"Decad3r","date":"2016-03-02T09:34:18.318+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sihari,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=00000000000000000000,timestamp=2015-10-08T08:58:11.812+0000)\n>\n> Leider habe ich tatsächlich schon ein Video entdeckt, in dem ein Spieler von Cloud 9 Bonze-Spieler abgezogen hat. Ich weis nicht, welcher es war, da ich mich nicht sonderlich für die LCS interessiere, aber ich war von diesem Typen so angewidert, dass das gesamte Team inzwischen in meiner Achtung gesunken ist. \n> Tja und das schlimmste war, dass die Leute diesen Menschen auch in den YouTube Kommentaren verteidigt haben... Die \"Bronzies\" konnten ja aus diesem Match was lernen. Aber wie bitte soll man etwas lernen, wenn man nach 2 sek auf der Lane schon wieder base muss oder gar schon gestorben ist? Wer in dieser Elo ist kann so schnell einfach nicht mal erkennen, was da überhaupt gelaufen ist. Wäre es anders, dann wären sie in den meisten Fällen auch nicht Bronze.\n> Smurf absichtlich nach Bronze schieben ist, egal wer es macht, einfach nur wiederlich.\n\nKein Wunder, dass du mir bekannt vorkommst bist schließlich in meiner Freundesliste xD.\nUm auf deinen Kommentar zurückzukommen. Du musst auch daran denken, dass es sein Recht ist auf seinem Smurf zu spielen. Wenn dieser Bronze ist dann ist es eben so. Falls er aber z.B. Gold eingestuft wurde mit dem Smurf und dann absichtlich gefeedet hat um Bronze zu werden, dann ist das ziemlich unsportlich und zerstört anderen das Spiel. Wenn er aber einfach Pech bei den Einstiegsspielen hatte und Bronze wurde dann ist es eben so. Er kommt aber dann schnell wieder raus und dann ist er weg. Meistens wird aber dann gegen andere Smurfs gematched. Das was du erwähnt hattest passiert mir aber auch manchmal. Ich spiele auf meinem Main der eben nur Silber IV ist und habe auch sonst keinen anderen Account. Wenn ich gegen andere Silber Spieler gematched werde haben sie sehr oft keine Chance in der Lane feeden gegen mich sind dann useless und gehen meist AFK. Aber dafür kann ich ja nichts. Das System hat mich so eingestuft und meint dass das die passende Elo für mich ist. Ich werd ja kaum schlechter Spielen nur damit meine Gegner eine faire Chance haben. Außer wir kommen zu diesem Punkt. \"Bronze Bravery\" = eine Sportliche und faire Anpassung zu den Fähigkeiten des Gegners. Somit hat der Gegner eine Chance. Meistens gewinnen Bronze Bravery Smurfs sogar mit ihren Troll Builds.","replies":[{"id":"","poster":"Sihari","date":"2016-03-02T10:17:56.517+0000","up_votes":1,"down_votes":0,"body":"Haha, was für ein Zufall xD\nWas du sagst stimmt schon, aber ich kann trotzdem nicht wirklich glauben, dass ein Spieler dieses Kalibers auf legale Weise nach Bronze kommt... Accounts in ihrer ersten Season werden ja mindestens Silber und wenn der Smurf vorher schon mal eingeranked war, dann wird er auch irgendwo bei Gold-Platin gwesen sein, wenn nicht sogar höher. (Je nach dem, wie oft der Profi mit dem Account gespielt und geranked hat.) In der folgenden Season nach Bronze zu fallen ist da eigentlich auch nicht möglich.","replies":[{"id":"","poster":"Zulwar","date":"2016-03-02T10:49:35.709+0000","up_votes":1,"down_votes":0,"body":"Doch möglich ist dieses und das sogar sehr einfach.\n\nWenn ich z.b. ein Spieler wäre, der sehr hoch angesiedelt wäre, dann mir einen Smurf mache und den erstmal bis lvl 30 hochspiele und dann im Ranked mit dem meine schlechtesten Champions auspacken würde, denke ich, das auch ein Challenger in der Lage wäre, Bronze zu erreichen.\nDenn dein Ziel muss es sein, den Gegnerischen Nexus zu eliminieren, solange du das verfolgst, kann man dir nichts.","replies":[]}]}]},{"id":"","poster":"i3IackCat","date":"2015-10-16T00:41:49.440+0000","up_votes":1,"down_votes":1,"body":"C9 hai","replies":[]}]}]}]}]}]},{"id":"","poster":"Ashuna","date":"2015-10-08T07:47:37.573+0000","up_votes":1,"down_votes":0,"body":"1. Bronze Bravery gab es schon vor Max.\n2. Absichtliches Verlieren um auf Bronze zu kommen wird gebannt.\n3. Sorry wenn ich das sage aber, man wird nicht mal so eben Bronze. Nicht jeder der Rankeds Spielt hat wirklich Ahnung vom Spiel (Und ich behaupte nunmal ganz grob das viele Bronze/Silber/Gold/Platin und Dia5 Spieler wenig bis keine Ahnung vom Spiel haben)\n4. Was ist bitte für dich ein Sportlicher Wettbewerb? Die Ranked Ladder ist nicht wirklich ein \"Sportlicher Wettbewerb\" (hier würde man eher Turniere oder 5v5RP nennen)\n5. Um es dir nochmal klar zu machen, nicht jeder, der das Spiel spielt, hat Ahnung. Es gibt Leute die bauen auf einem Rengar ein Ludens weil diese denken das die 100Magd. viel sind. \n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"LZ Flame","date":"2015-11-04T00:40:35.453+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ashuna,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=0005,timestamp=2015-10-08T07:47:37.573+0000)\n>\n> 1. Bronze Bravery gab es schon vor Max.\n> 2. Absichtliches Verlieren um auf Bronze zu kommen wird gebannt.\n> 3. Sorry wenn ich das sage aber, man wird nicht mal so eben Bronze. Nicht jeder der Rankeds Spielt hat wirklich Ahnung vom Spiel (Und ich behaupte nunmal ganz grob das viele Bronze/Silber/Gold/Platin und Dia5 Spieler wenig bis keine Ahnung vom Spiel haben)\n> 4. Was ist bitte für dich ein Sportlicher Wettbewerb? Die Ranked Ladder ist nicht wirklich ein \"Sportlicher Wettbewerb\" (hier würde man eher Turniere oder 5v5RP nennen)\n> 5. Um es dir nochmal klar zu machen, nicht jeder, der das Spiel spielt, hat Ahnung. Es gibt Leute die bauen auf einem Rengar ein Ludens weil diese denken das die 100Magd. viel sind. \n> \n> mfg Ashuna {{champion:1}}\n\nwhat? ap rengar ist viable wird sogar im  dia-challlenger Bereich manchmal gespielt","replies":[]},{"id":"","poster":"Spicavius","date":"2015-10-08T16:13:06.490+0000","up_votes":1,"down_votes":0,"body":"\"Absichtliches Verlieren\". Den Begriff kann man gaaaaanz weit dehnen.\n\nRiot würde niemals jemanden bannen, der auf Bronze niveau spielt. Selbst wenn jene Person auf Diamant war.\nAber ja 5er Boots + 5 Mal Eifer + in die Gegner rennen wird bestraft.\nEin normaler Biuld und die schlechtesten Lasthits, die man jemals im Leben gemacht hat wird nicht bestraft.\n\nAch und kleines FunFact nebenbei.  Ich habe mal mit Singed gegen einen Full AP rengar verloren. Ich habs nicht hinbekommen mich auf der Lane gegen ihn zu halten. Verstehe bis heute nciht wie das passieren konnte xD.","replies":[{"id":"","poster":"Buro651","date":"2015-10-15T07:44:29.412+0000","up_votes":1,"down_votes":0,"body":"ap rengar ist nunmal nicht schlecht. hab erst vorhin im gegnerischen team einen auf der top lane gehabt der unseren \"streamer\" yasuo vernichtet hat, und daraufhin viel zu stark für den rest unseres teams war. Hat sogar nen quadra rausgeholt (alleine), muss aber auch gesagt werden das wir ne kindred auf der bot lane hatten und unser supp (lee) seit min 2. afk war. \nwas soll man da als jungler noch machen, hauptsache war annie auf der mid lane ganz ok und hat auch nicht geflamed, was man vom recht nicht sagen konnte :D","replies":[{"id":"","poster":"Spicavius","date":"2015-10-15T16:48:04.636+0000","up_votes":1,"down_votes":0,"body":"naja scheint wenigstens ein flamefreies spiel für dich gewesen zu sein :P","replies":[]}]},{"id":"","poster":"Schlossknacker","date":"2015-10-14T22:09:50.835+0000","up_votes":1,"down_votes":0,"body":"How'd Ap Rengar got fed?","replies":[]}]}]},{"id":"","poster":"gyyyr","date":"2015-11-01T17:55:35.187+0000","up_votes":1,"down_votes":0,"body":"Ich übertrage das mal auf Fussball:\n\nDu befindest dich, mit deinen Freunden auf dem Fussballplatzt und wirst von einem profi-spieler, den du nicht kennst herausgefordert. Ok du hast schon mal keine Chance mehr allerdings weisst du das noch nicht. wenn der dich dann nicht mal seriös zerstört, sondern trollt, dann würdest du dich wahrscheinlich ziemlich aufregen, weil du das gefühl hast ihn ausspielen zu können, schaffst es aber einfach nicht.\n\nFür den, der stärker ist, ist es immer witzig, aber für die, die es eben nicht sind, macht es einfach kein Spass.","replies":[]},{"id":"","poster":"Quantum Theory","date":"2015-10-08T06:53:11.800+0000","up_votes":1,"down_votes":0,"body":"Hatte auch mal ein Smurf im Goldelo Bereich.\nSie hat Sivir gespielt (ein höchst schwieriger adc)und ganzezeit getauntet weil ihr langweilig war\n\nDas war so peinlich...","replies":[{"id":"","poster":"Lagbeard","date":"2015-10-08T09:59:42.220+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde, Sivir IST ein schwieriger ADC. Nicht von den Mechaniken her, aber auf Grund ihrer Range braucht man meiner Meinung nach viel Übung, damit man mit ihr Positioning und Tradeverhalten hinbekommt. Oder ich kann sie einfach nicht Spielen :D","replies":[{"id":"","poster":"Schlossknacker","date":"2015-10-14T22:12:02.041+0000","up_votes":1,"down_votes":0,"body":"Oder beides :D","replies":[]}]}]},{"id":"","poster":"Memphiles","date":"2015-10-08T14:07:24.952+0000","up_votes":1,"down_votes":0,"body":"Ja da hast Recht man sollte das nur mit einem 5 Premade Team spielen sodass man nicht anderen das Spiel ruiniert","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-10-08T08:36:42.612+0000","up_votes":1,"down_votes":0,"body":"Obwohl ichs ab und zu ganz gerne schaue sind die ACCs auf denen HoB und co spielen sowieso ziemlich fragwürdig. Sofern Riot ihnen keine Acc zur Verfügung gestellt, wurden da entweder einige Spiele mit Absicht verloren und/ oder sind in AccSharing involviert. Ich bezweifle mal stark das sich die Deutschen LCS Spieler die da ab und zu mitmachen extra nen neuen Acc gemacht haben und der dann irgendwie rechtmäßig in Bronze gelandet ist...","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-08T09:03:52.308+0000","up_votes":1,"down_votes":0,"body":"Wahrscheinlich meinst du \"Accounthandel\" (man kauft sich einen Bronze-Account) und nicht \"Accountsharing\" (mehrere Spieler teilen sich einen Account -> wobei dies auch getan wird, weil nicht immer Splatterman in DuoQ gespielt wurde, aber dessen Account genutzt wurde).\n\nWas die Accounts betrifft ist dies ehrlich gesagt doch etwas kritisch aus meiner Sicht.\n\nRiot hat einmal für LCS-Spieler Bronze 5-Accounts zur Verfügung gestellt, jedoch um zu zeigen, dass man mit Skill immer rauskommt. Dies war also ein Projekt um zu beweisen, dass es keine Elo-Hell gibt und die LCS-Spieler waren Teil des Projekts. Sie alle kamen - für mich keine Überraschung - auch rasch aus diesem Elo-Bereich raus und waren auch schnell wieder im High-Elo-Bereich.\nFür mich ist dies auch OK, wenn dies High-Elo-Spieler auch immer wieder beweisen, dass es keine Elo-Hölle gibt (z.B. derzeit auch Perrick als Dia-Spieler). Kritik kommt von Bronze-Spielern höchstens, dass dies bei Dia+-Spielern natürlich leicht sei, sie aber \"nur\" Silber/Gold-Niveau hätten und man damit nicht rauskäme. Riot müsste also vielleicht ein solches Projekt mit Spielern durchführen, die in diesem Bereich sind, um zu zeigen, dass auch sie aus Bronze rauskommen.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-08T10:12:10.793+0000","up_votes":1,"down_votes":0,"body":"Acchandel ist qualifiziertes Accshairing, ich meinte also durchaus Accshairing als allgemeinen Oberbegriff.\n\nDas Riot irgendwann früher mal Accs für diesen Zweck an LCS Spieler vergeben hat ist mir durchaus bewusst. Doch wie bereits gesagt, ist das schon eine Weile her, außerdem wurden diese Accs mit einem bestimmten Zweck vergeben, den du ja bereits erläutert hast. Definitiv nicht jedoch wurden sie für Bronze Bravery an die entsprechenden Spieler verteilt, wesshalb ich mich frage inwiefern dieser Punkt irgendeine Relevanz für das Thema besitzt.","replies":[{"id":"","poster":"LastSparta","date":"2015-10-08T11:10:50.279+0000","up_votes":1,"down_votes":0,"body":"Acchandel ist in keinster weiße mit Accshairing gleichzusetzen.\nWenn ich beispielsweise auf einem fremden Acc spiele booste ich diesen in seiner Elo, der Besitzer bleibt jedoch der selbe.\nKaufe ich mir einen Acc, wie auf mmoga oder e-bay, erwerbe ich damit das \"Eigentum\" (besser miete den Acc von Riot, da dieser ja immernoch deren Eigentum ist) über diesen Acc, folglich fallen auch die Strafen anders aus:\n\nBei Accountshairing wirst du keinen Permabann kassieren sondern lediglich ne Verwarnung, bzw simple Strafen und dein Anrecht auf Support.\nBei Accounthandel wird dein Acc gesperrt.\n\nDesweiteren gilt zu differenzieren wer bei jeweiligem Fall einen nutzen davon trägt, da viele High Elo Spieler Smurfs wie diesen hier dazu verwenden, um mit Freunden zusammen zu Spielen, da diese keinen Bock auf Matchmaking im dia-master bereich haben.\nEloboosts sind jedoch meines Erachtens nach minderwertig und nutzlos, da jeder mit dem entsprechenden Zeitaufwand in seine Elo geschoben wird.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-10-08T11:35:40.627+0000","up_votes":1,"down_votes":0,"body":"Wenn ich einen fremden Acc spiele, booste ich diesen nicht zwangsläufig, wenn da z.B. ein gleich starker oder schlechterer Spieler drauf spielt wird nicht geboostet, Accsharing ist es trotzdem.\nDer Besitzer bleibt immer der Selbe, Riot und Riot räumt nur dem Ersteller des Accs die Nutzung ein (außer bei Minderjahrigen und deren Erziehungsberechtigten).\n\nFür Accsharing wird man bei Wiederholung auch permagebannt.\n\nAcchandel ist insofern qualifiziert das der Wechsel der auf dem Acc spielenden Person nur 1 Mal vollzogen wird, desshalb auch qualifiziertes Accsharing. Das Unterschied das dabei wahrscheinlich Geld fließt kann keine Rolle spielen, da Riot das nicht nachprüfen kann.","replies":[]}]}]}]}]},{"id":"","poster":"BigSnipe","date":"2015-10-07T20:14:54.298+0000","up_votes":1,"down_votes":0,"body":"es gab schon lange vor diesem bob handofblood viele bronze smurfs. klar ists nervig für dich, aber da kann man nix dran ändern. versuch einfach dich hoch zu carrien! geht am besten am anfang des jahres, da haben die guten spieler dann auch keine zeit um zu smurfen...\nam ende gibts immer sehr viele smurfs, die einen wollen noch nen paar noobs abzocken, die anderen leveln noch schnell paar smurfs auf gold{{champion:17}}","replies":[]},{"id":"","poster":"Glaskanone","date":"2015-10-18T19:06:29.967+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Grona1992,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=,timestamp=2015-10-07T20:05:17.603+0000)\n>\n> Lieber High Elo berreich.\n> Nur weil HandofBlood mal irgendwann mit dem Schei&szlig; angefangen hat hei&szlig;t das nicht das pl&ouml;tzlich jeder nen Schei&szlig; Bronze Elo Bravery Account braucht. \n> Ersten raub es einem jeden Spielspa&szlig; wenn man vorgehalten wird von jmd der GANZ OFFENSICHTLICH besser spielt das muss man nicht auch noch auf so Kindische Art bewei&szlig;en.\n> Zweitens sind diese &quot;I go Troll for Fall in Bronze&quot; games echt behindert\n> Drittens gibt es Leute die sich im SPORTLICHEN WETTBEWERB bewei&szlig;en wollen.\n> so Raub man (zumindestens mir) die Lust drauf\n> Grade 2 mal gegen den Selben Smurf gespielt der eindeutig nach Bravery regeln gespieDie dort unten \n> [{quoted}](name=Grona1992,realm=EUW,application-id=KYnfKGf0,discussion-id=KYA2BENl,comment-id=,timestamp=2015-10-07T20:05:17.603+0000)\n>\n> Lieber High Elo berreich.\n> Nur weil HandofBlood mal irgendwann mit dem Schei&szlig; angefangen hat hei&szlig;t das nicht das pl&ouml;tzlich jeder nen Schei&szlig; Bronze Elo Bravery Account braucht. \n> Ersten raub es einem jeden Spielspa&szlig; wenn man vorgehalten wird von jmd der GANZ OFFENSICHTLICH besser spielt das muss man nicht auch noch auf so Kindische Art bewei&szlig;en.\n> Zweitens sind diese &quot;I go Troll for Fall in Bronze&quot; games echt behindert\n> Drittens gibt es Leute die sich im SPORTLICHEN WETTBEWERB bewei&szlig;en wollen.\n> so Raub man (zumindestens mir) die Lust drauf\n> Grade 2 mal gegen den Selben Smurf gespielt der eindeutig nach Bravery regeln gespielt hat\n\nDie Leute in Bronze/Silber beschweren sich doch immer über die EloHell, dann kommen diie ganzen Smurfs carrien die Spiele solo und man beschwert sich wieder über die EloHell, weil ja immer im Gegnerteam die Smurfs sind.\n\nLetztens erst in Silber gesmurft, das Game nicht mal bei der ersten Minute angekommen, schreibt der gegnerische Midlaner: 'I will ruin your promogames. Im smurfing'\nIch musste leicht schmunzeln, weil ich ja selber gesmurft habe :D. Nachdem ich gesnowballt habe, war er ruhig und hat sein team geblamet xD.","replies":[]},{"id":"","poster":"zadok","date":"2015-10-18T13:36:29.587+0000","up_votes":1,"down_votes":2,"body":"bin selbst gerade erst aucs silber rausgekommen also : ich will meinen spaß haben die auch  lass ise bronze bravery spielen lol ist kein leben es ist ein spiel wenn du in 10 games 1 mal nen dia smurf hast pech und? gecwinn die andern 9 games","replies":[]},{"id":"","poster":"Breche The Gates","date":"2015-10-08T12:44:35.271+0000","up_votes":2,"down_votes":10,"body":"Learn 2 Play","replies":[]}]}