{"id":"vz6MYGnA","poster":"ab ortu cinere","date":"2015-10-07T15:32:56.942+0000","title":"Suche Privaten Coach der viel Ahnung hat und mir hilft besser zu werden :)","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hey Community,\r\nich suche einen privaten Coach der viel Spielverst&auml;ndnis auf jeder Lane und Position hat.\r\nIch bin....\r\n-17\r\n-Gold 2-3\r\n-f&uuml;r alles offen\r\nIch spiele seit dem Release von Lissandra und ich habe knapp 1700 Std. Spielerfahrung und meine Main Position war eine lange Zeit Support und Jungle.\r\nDerzeit habe ich aber das Problem, dass ich viel zu willk&uuml;rlich Champions picke die ich zum Teil nicht kann, bzw. wo ich Lust drauf habe. ( auch im Ranked)\r\nIch m&ouml;chte einen wirklichen Main Champion haben (egal auf welcher Position) und ihn in und auswendig spielen k&ouml;nnen. Dieser sollte dazu nicht jedes Spiel gebannt sein. Derzeit spiele ich eig Darius sehr gut , welcher seid den Worlds leider ein 1. Bann geworden ist.\r\nDazu m&ouml;chte ich mein Wissen auf jeder Position erweitern und jede Position gut spielen k&ouml;nnen, wenn ich einmal meine Stammposition nicht spielen darf.\r\nAn Kommunikationsprogrammen besitze ich Skype, Teamspeak 3, Mumble und Curse Voice.\r\nMeine St&auml;rken sind mein Engaggement und meine Kritikf&auml;higkeit.\r\nEine Schw&auml;che von mir sind meine Online-Zeiten, die meistens abends stattfinden. Dazu bin ich manchmal ein bisschen &uuml;berm&uuml;tig oder zu ungeduldig, was das Spielgeschehen angeht.\r\nDazu w&uuml;rde ich Whats App als Kommunikationsm&ouml;glichkeit au&szlig;erhalb der Spielzeiten benutzen.\r\nIch m&ouml;chte dazu m&ouml;glichst oft trainieren und auch einen l&auml;ngerem Zeitraum &uuml;ber.\r\nDazu m&ouml;chte ich selbst diese Kompetenz die du mitbringst selbst erlernen.\r\n\r\nDu solltest zu dem mindestens um die 20 sein, weil j&uuml;ngere Leute oft sehr launisch und nicht konsequent genug beim Training, bzw. bei den Trainingszeiten sind.\r\nAu&szlig;erdem solltest du eine hohe Kompetenz auf jeder Lane besitzen und abends Zeit haben.\r\n\r\nAm liebsten w&uuml;rde ich am Freitagabend starten, da ich dann die meiste Zeit in der Woche habe.\r\nMeine Online-Zeiten sind wie folgt:\r\nMontag: Oft nicht online oder 19:00-22:00 Uhr\r\nDienstag: 20:30-22:00 Uhr (demn&auml;chst wieder von 19:00 Uhr)\r\nMittwoch: 19:00-22:00 Uhr\r\nDonnerstag: 20:30-22:00 (demn&auml;chst wieder von 19:00 Uhr )\r\nFreitag: 19:00-1:00 Uhr\r\nSamstag: 20:00-23:00 Uhr\r\nSonntag: 19:00-22:00 Uhr\r\n\r\nIch hoffe ich habe Euch/Dich angesprochen und bitte dich, dass du dich bei mir meldest, indem du entweder einen Kommentar da l&auml;sst oder mich direkt In-Game addest.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nGeneral Hentai :)","replies":[{"id":"","poster":"Aérowrath","date":"2015-10-08T15:54:51.749+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UCeGtVfZD9LVttCJzjIJLY1g kann ich dir nur empfehlen mit dem richtigen mindset sollte das reichen. \n\nWichtig ist das du einfach aus spaß spielst sobald du versuchst etwas zu erzwingen wird es nichts.\n\n{{item:3091}} der Grund wieso deine Elo ned improved ;D","replies":[]},{"id":"","poster":"FATAL Zorc VI","date":"2015-10-08T05:26:18.151+0000","up_votes":1,"down_votes":1,"body":"Ey LoL is ja schön und gut aber dein Leben scheint ja nur noch daraus zu bestehen^^ lösch es am besten und geh mit deine Freunden saufen DU BIST 17!!","replies":[]}]}