{"id":"1qAdHQ0p","poster":"Nesa13","date":"2015-10-07T18:13:15.101+0000","title":"Ekko Ult","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Heute im Normal habe ich zum ersten mal Ekko im Jungle gespielt, der Champ an sich macht mir sehr viel Spa&szlig;, doch ich habe zwei sehr gravierende Probleme. 1. Ich wei&szlig; nie wann ich meine Ult benutzen sollte, da ich mit ihr meistens mir den Kill nur selbst verweigere oder ich sterbe. Anstatt ihn zu saven oder wegzukommen. 2. Was kann man tun damit man als Ekko nicht mehr ganz so weich ist aber trotzdem noch ein bisschen Schaden dr&uuml;cken kann?\r\n\r\nLG Nesa","replies":[{"id":"","poster":"Ashuna","date":"2015-10-08T07:52:44.756+0000","up_votes":1,"down_votes":0,"body":">ich weiß nie wann ich meine Ult benutzen sollte\n\nDas ist kein Problem vom Champion sondern von dir. Ekko ist ein eher schwerer Champ, um ihn zu können musst du ihn üben! Die Ulti richtig einsetzen zu können erfordert nunmal Wissen. Hätte jeder Champ eine Garen/Darius ulti wäre es auch sehr langweilig.\n\n>Was kann man tun damit man als Ekko nicht mehr ganz so weich ist aber trotzdem noch ein bisschen Schaden drücken kann?\n\nWas macht man damit man Tanky ist und schaden macht? Ganz einfach, man baut die richtigen Items. Ekko ist ein champion der stark von Magicpen provitiert. Ein gutes item für ihn ist zum Beispiel ein lyandris {{item:3151}}. Items solltest du aber immer an das Spiel und deine Gegner anpassen. Lerne die Items/ihre Vor und Nachteile und schon wirst du deinen Champ besser an jedliche Situation anpassen können.\nDamit du eben schaden machst und es überlebst.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Nesa13","date":"2015-10-08T12:17:47.647+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort ich werde deine Tipps berücksichtigen =)\n\nLG Nesa","replies":[{"id":"","poster":"Ashuna","date":"2015-10-08T12:22:22.739+0000","up_votes":1,"down_votes":0,"body":"Schau dir mal einige Videos von Profis an (Kopier sie nicht sondern schau dir an wie sie Spielen) das hilft auch öfters.\nSonst dir viel Glück noch mit dem Champ. :)\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]}]}