{"id":"EYMj29nE","poster":"Sapphirakta","date":"2015-10-06T21:05:53.459+0000","title":"Holz-Elo-Spieler sucht unkompliziertes Ranked Team ;-)","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Hallo alle zusammen,\n\nda es auf das Ende der Saison zugeht und mir noch einige Punkte f&uuml;r die Ranked-Team-Rewards fehlen suche ich nun nach einem Team. Ich bin momentan Silber 4, kann auf jeder Position spielen ohne zu feeden und bin im Jungle und als Support sogar recht gut. Bei der Wahl des Champions bin ich flexibel, je nach den Bed&uuml;rfnissen des Teams. Ich habe keinen Anspruch, was die Liga des Teams angeht, kann es aber nicht ab wenn jemand meine Teammates flamet oder den Gegner disrespectet. Ich bin eigentlich jeden Abend online, manchmal bis 3 Uhr. Ich w&uuml;rde mich &uuml;ber einen Platz in einem netten Team freuen.\n\nBeste Gr&uuml;&szlig;e\nSapphirakta","replies":[{"id":"","poster":"Xøna","date":"2015-10-07T00:37:02.516+0000","up_votes":2,"down_votes":0,"body":"Ich suche selber noch ein Ranked Team für die Punkte wenn du lust hast können wir uns ja zusammen tun :)","replies":[]},{"id":"","poster":"Patter91","date":"2015-10-07T05:08:26.718+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Sapphirakta,realm=EUW,application-id=ElKI1ocy,discussion-id=EYMj29nE,comment-id=,timestamp=2015-10-06T21:05:53.459+0000)\n>\n> kann auf jeder Position spielen ohne zu feeden\n\n7 Tode mit Trynda.\n12 Tode mit Leona.\n11 Tode mit Amumu.\n10 Tode mit Amumu.\n11 Tode mit Brand.\n9 Tode mit Leona.\n\nAus deinen letzten 10 Spielen. In 6 deiner letzten 10 hast du gefeedet.\nReicht das, um deine Behauptung zu widerlegen?","replies":[{"id":"","poster":"Sapphirakta","date":"2015-10-07T12:46:54.633+0000","up_votes":2,"down_votes":1,"body":"0/6 Jinx\n3/6 Jinx\n2/4 Caitlyn\n11/9 Jinx\n4/7 Jinx\n3/5 Jinx\n1/7 Ashe\nDeiner Logik nach hast Du in 7 deiner letzten 10 ranked Spiele auch gefeedet. Stimmt das?\nDerartige Behauptungen sind doch nutzlos, ich würde niemals urteilen ohne das gesamte Spiel gesehen zu haben.\n\nBeispiel 1: Nehmen wir das \"12 Tode Leona\" Game. Ich stand 1/12/34, zwei meiner Teammates sind genauso oft oder häufiger gestorben.\nBeispiel 2: Nehmen wir das Brand Spiel (Ich war übrigens Supporter). Ja meine KD in dem Spiel war schlecht. Aber was erwartest Du, wenn der Midlaner (3/7/1) afk geht? Wenn Du Dir anschaust wo ich gestorben bin, wirst Du feststellen, das ich in dem Spiel nur einmal in der Lane gestorben bin, der Rest kam erst nach dem afk-gehen des Midlaners. Vorher haben wir die gegnerische Botlane (Morde/Blitz) dominiert und vom farmen problemlos abhalten können. Btw.: Von den von Dir genannten 10 Spielen habe ich 7 gewonnen und war in keinem das First Blood. ;-)\n\nBei ausgeglichen starken Teams ist es normal, wenn der CC/Engage-Tank eine negative KD hat und je länger das Spiel dauert, desto mehr Tode hat man. Zudem hat man in niedrigeren Ligen (Silber/Bronze) generell mehr Tode, da 24/7 gekämpft wird und die meisten das Farmen total vernachlässigen. Ich denke Du solltest Dich mit deinem Urteil etwas zurückhalten.","replies":[{"id":"","poster":"Patter91","date":"2015-10-07T15:47:19.587+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sapphirakta,realm=EUW,application-id=ElKI1ocy,discussion-id=EYMj29nE,comment-id=00010000,timestamp=2015-10-07T12:46:54.633+0000)\n>\n> 0/6 Jinx\n> 3/6 Jinx\n> 2/4 Caitlyn\n> 11/9 Jinx\n> 4/7 Jinx\n> 3/5 Jinx\n> 1/7 Ashe\n> Deiner Logik nach hast Du in 7 deiner letzten 10 ranked Spiele auch gefeedet. Stimmt das?\n\n\nJa, stimmt. Aber habe ich jemals behauptet, ich könnte alle Positionen spielen, ohne zu feeden? Nein, habe ich nicht.","replies":[]}]}]}]}