{"id":"imY97yML","poster":"drZ9","date":"2015-10-06T21:02:43.565+0000","title":"Entstehendes Team sucht noch AD-Carry (Plat3 +)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi Leute,\r\n\r\nurspr&uuml;nglich waren wir 3 RL-Freunde, die ein Ranked Team aufbauen wollten, mittlerweile haben wir uns noch durch eine vierte Kraft verst&auml;rkt. \r\nJetzt fehlt uns lediglich noch ein AD-Carry, der unser Team vervollst&auml;ndigt. F&uuml;r weitere Information benutze ich die Vorlage aus dem Sticky-Post dieses Forum-Teils, falls weitere Fragen und/oder Interesse bestehen,  meldet euch bestenfalls Ingame (**drz9**) bei mir :-)\r\n\r\n\r\n    **Wie kommuniziert ihr (Ts3, Skype etc.)**\r\nIch habe einen eigenen TS3-Server, den wir vollumf&auml;nglich benutzen k&ouml;nnen. Es ist w&uuml;nschenswert, wenn ihr daf&uuml;r ein gut funktionierendes Headset mit annehmbarer Sprachqualit&auml;t mitbringt :)\r\n\r\n    **Was sind eure Ziele/Erwartungen**\r\nZun&auml;chst haben wir keine speziellen Ziele, es geht prim&auml;r darum, ein aktives, funktionierendes Team zu bilden und regelm&auml;&szlig;ig zu spielen. Da diese Season so gut wie vorbei ist, sind Ranglistenziele zweitrangig.\r\n\r\n    **Wie euer Training abl&auml;uft (falls vorhanden)**\r\nVorerst kein wirkliches Training, es wird erstmal einige Games dauern, bis man aufeinander eingestellt ist und die Kommunikation Form annimmt. Danach kann man dar&uuml;ber entscheiden, wie trainiert wird und worauf der Fokus liegt.\r\n\r\n    **Welche Rollen besetzt sind**\r\nEs wird ein ADC gesucht, der bestenfalls auch gute Grundlagen als Supporter mitbringt, da die Botlane-Synergie wichtig ist.\r\n\r\n    **Welches Alter setzen wir voraus**\r\nWir sind alle zwischen 20 und 22, es w&auml;re w&uuml;nschenswert, wenn du auch in etwa diesem Alter entsprichst oder zumindest dich angemessen verhalten kannst. \r\n\r\n    **Welche Elo setzen wir voraus**\r\nDa wir bisher aus 4 Diamond Spielern bestehen ist es nat&uuml;rlich w&uuml;nschenswert, wenn du Diamond bist, damit die Skillgap untereinander nicht zu hoch ist. Die Divsion sagt zwar nicht alles aus, gibt aber eine Tendenz vor, daher setzen wir prinzipiell Platin3+ voraus.\r\n\r\n    **Welchen Spieler-Typ brauchen wir**\r\nDu solltest kommunikativ und offen sein. Wir haben noch keinen festen Shotcaller und versuchen uns, durch Teamcalls zu bilden. Wichtig ist vorallem, dass du nicht ragest/tiltest und auch in schlecht laufenden Games die Ruhe bewahren kannst und an das Comeback glaubst. \r\n\r\nFalls Interesse besteht oder ihr jemanden kennt, der dem gesuchten Profil entspricht, so lasst doch eine Nachricht da :)\r\n\r\nGr&uuml;&szlig;e\r\nDrz9","replies":[]}