{"id":"EXgTpkdR","poster":"timtam72","date":"2015-10-07T08:14:57.617+0000","title":"Die neue Kluft der Beschwörer im Winter","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Ich glaube im Winter 2012 war es, dass die alte KdW ein winterliches Aussehen bekam und es w&auml;re doch ziemlich geil wenn sie es wieder machen w&uuml;rden. Nur jetzt f&uuml;r die neue KdW.","replies":[{"id":"","poster":"Horatiobär","date":"2015-10-27T23:08:07.267+0000","up_votes":1,"down_votes":0,"body":"Zumindest die Heulend Schlucht wurde ja durch die Bilgewasser-Version mal für kurze Zeit ersetzt. Hoffe das sie das irgendwann mal einführen, dass andere Maps hinzukommen.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-10-07T11:23:34.869+0000","up_votes":1,"down_votes":0,"body":"Mehrere Varianten der SR wären super. Wer wünscht sich nicht eine Sumpf/Sand/ Winter Map oder ein SÜßES EINHORN WUNDERLAND.\n\nEs gibt so viele Ideen, aber Riot wird die SR wohl nicht wegen mangel an Ideen erweitern. Andere Mapdesigns bringen einfach viele Probleme mit sich.\n1. Die Speicherkapazität steigt.\n2. Man muss Passende Farben nutzen um das Spielerlebniss auf gleichen Niveau zu halten.\n2.1 Die Farben dürfen nicht Störend sein; etc.etc.\n3. Der Aufwand für mehrere Maps wäre sehr groß.\n\nAn sich wünschen es sich bestimmt viele Spieler (mich mit eingeschlossen) dass es mehr Designs gibt. Aber es ist nicht sehr einfach Umzusetzen.\n\nDie Momentane SR, hat ja auch verdammt viele Probleme verursacht. Die Farben haben nicht gepasst; zu hell oder zu dunkel; etc.etc.\n\nmfg Ashuna {{champion:1}}","replies":[]},{"id":"","poster":"XXXX D Misaki ","date":"2015-10-07T08:37:25.335+0000","up_votes":1,"down_votes":0,"body":"Ich denke irgendwie nicht, dass sie es machen, da sie das Aussehen rausgenommen haben, weil es zu viel Leistung zieht und genau das ist bei der jetzigen Karte auch der Fall, sie haben sie extra so lange bearbeitet bis jeder die Map nutzen konnte ohne Probleme.","replies":[]},{"id":"","poster":"LikeLuc","date":"2015-10-07T09:14:04.250+0000","up_votes":1,"down_votes":1,"body":"dann als extra mode für die leute mir nen guten pc","replies":[]}]}