{"id":"tAbYdMWE","poster":"im guts","date":"2015-10-06T19:52:41.666+0000","title":"Jungler sucht ein nettes Team","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://i.imgur.com/kZWSXV3.png","image":"http://imgur.com/kZWSXV3s.png"},"up_votes":5,"down_votes":3,"body":"Hallo Leute, ich suche ein Team oder einfach mal gesagt paar Personen die lust haben zusammen mit mir die Leiter zu klettern und mit dem Team was zu erreichen. Ich habe sehr viel Teamerfahrung und habe schon mit sehr vielen Teams gespielt dieses season (&uuml;berwiegend diamond). Ich bin ein shotcalled und kann sehr schnell eine Situation analysieren und versuchen aus einem schlechten trade trotzdem noch ein objective rauszuholen und uns zum Sieg zu f&uuml;hren. \r\n\r\nMir ist eure Elo absolut egal, da ich finde Synergy entsteht erst mit der Zeit und kann sich binden. Ich werde nat&uuml;rlich (wenn ihr nicht auf meinem elo spielt) auch mal hier und da Tipps geben und Verbesserungsvorschl&auml;ge, und das selbe erwarte ich von euch auch. \r\n\r\nWenn ich eurer Interesse geweckt habe, dann addet mich einfach unter **IGN: Br&uuml;ste** (ja ich wei&szlig; der name ist geil : D) und wir labern etwas.\r\n\r\nzu mir - \r\n\r\n22 Jahre alt\r\nMichael/Misha\r\nIn der Lage double jungle zu spielen und komme mit lane swaps super klar. \r\nGutes championpool der ausweitbar ist, bei neuen comps und sonstigen Interessen\r\nSehr sehr nett :D ja ich wei&szlig; so etwas zu sagen ist immer abw&auml;gig und klingt eingebildet, aber ich kann sagen, dass meine Freunde mich als eine nette und warme Person empfinden, der auch in der hitzigsten Situation der k&uuml;hlen Kopf beh&auml;lt und niemals jemanden in ein schlechtes Licht darstellen m&ouml;chte.\r\n\r\nAnsonsten wie gesagt einfach adden und wir reden :) gute Nachts boyz&amp;grills {{champion:32}}","replies":[{"id":"","poster":"DarkChillHunter","date":"2015-10-06T22:21:10.960+0000","up_votes":1,"down_votes":0,"body":"Suche auch nach nem team verstehe Grundprinzipien aller Lanes war diese seaaon silber surfer durchgehender wechsel zwischen silber 4 und 3 einmal silber 2","replies":[]}]}