{"id":"7VaPRarj","poster":"Wamiengel","date":"2015-10-06T03:42:00.436+0000","title":"Auron - Die Kraft vom Fels [Championvorschlag]","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Hallo. Ich m&ouml;chte euch meine Championidee von Auron pr&auml;sentieren. Da ich nicht ein all zu guter Zeichner bin werde ich den Champion erstmal provisorisch Beschreiben. Ich habe vor kurzem einmal Rouge - Str&auml;fling Nummer Eins vorgestellt, aber dieser hatte keine wirklich interessante Idee. Hier m&ouml;chte ich es schon mal besser machen. Genug mit dem Gerede, fange ich mal an.\n\nAlso. Auron ist ein AP Support Tank der mit seinen F&auml;higkeiten und Eigenschaften auf der Bot-Lane zu spielen sein soll. Auron ist in der Lage mit seiner Ultimativen F&auml;higkeit die &quot;Haltung&quot; ver&auml;ndern. So erlaubt sie Auron Aggressiv, Defensiv oder Passiv zu spielen. Dabei hat er je nach Haltung 9 verschiedene die auf den Spielstil angepasste F&auml;higkeiten die meist miteinander arbeiten. So hat er die M&ouml;glichkeit entweder seinem AD-Carry zu helfen oder den Feinden Schaden zuzuf&uuml;gen. Die Passive Form ist f&uuml;r einen Selbst gedacht falls man in einen 1 gegen 1 Kampf ger&auml;t, oder der ADC bzw. APC stirbt und man sich retten muss. Man soll ihn auch nicht all zu leicht spielen k&ouml;nnen. Seine F&auml;higkeiten haben je nach welche zuerst eintrifft mit einer anderen F&auml;higkeit in der selben Form eine aktive Kombo. Zum Beispiel hat er in der Passiv Form die Q gesetzt kann er mit der E einen anderen oder erweiterten Effekt ausl&ouml;sen. Deshalb ist er schwer zu spielen.\n\n**Aussehen**\n\nEr ist vollkommen aus Stein. Ein gro&szlig;er runder Oberk&ouml;rper mit einem Loch um das Gesicht. Das Gesicht ist oben etwas rundlich und wird nach unten erst zur Mitte hin und danach nach unten spitz zulaufend. Einen Mund hat er nicht und gibt nur komische Laute von sich die keiner versteht. Die Augen liegen in der Mitte des Gesichts und sind nach Au&szlig;en hin lang und nach oben gew&ouml;lbt. Auf dem Oberk&ouml;rper ist ein mittelalterlicher Turm mit einer roten Flagge die sich je nach Form (Rot, Blau und Gelb) f&auml;rbt. Die Schulten haben gro&szlig;e und schwere Platten auf sich. Seine Arme haben Abstufungen. Zwei gro&szlig;e und eine in der Mitte die als Scharnier funktioniert. Die erste und zweite Abstufung ist gleich gro&szlig;, die in der Mitte etwas kleiner. Seine rechte Hand besteht aus einer Kugel wo in der Mitte ein Loch und unten 2 Stacheln dran befestigt sind. Er tr&auml;gt dort einen Hammer, der zwei Schlagseiten hat. Auf dem Hammer sowie hinten an der Halterung ist ein Stachel. Seine linke Hand sieht genau so aus wie eine normale Menschen hat nur mechanischer. Unten am Oberk&ouml;rper ist eine Scheibe mit den Beinen. Seine Beine haben genau so wie die Arme zwei gro&szlig;e Abstufungen diesmal aber ohne Scharnier. Die F&uuml;&szlig;e sind zwei Platten die Aussehen wie Pferdehufen. [Ich hoffe ich konnte ihn gut beschreiben]\n\n**F&auml;higkeiten**\n\n&gt; Zu erst kann man nur die Ultimative F&auml;higkeit lernen, da die der gro&szlig;e Bestandteil des Champion ist. Deswegen beginne ich mit der.\n&gt; \n&gt; **Passiv**\n&gt; Auron erh&auml;lt einen Bonus auf die F&auml;higkeitsst&auml;rke, je nach dem wie viele Gegner im Umfeld von 1000 Einhtein rumwandern.\n&gt;Pro Gegner 1%\n&gt; \n&gt; **[R.- Machverh&auml;ltnis]**\n&gt; Auron kann zwischen 3 Haltungen entscheiden. Der Aggressiven, Defensiven oder Passiven. Jede Haltung hat andere F&auml;higkeiten mit der man K&auml;mpft.\n&gt;Abklingzeit: 5 Sekunden\n&gt; \n&gt; _1. Haltung: Aggressive_\n&gt; \n&gt; **Q.- Brecher**\n&gt; Auron rammt seinen Hammer in den Boden an seiner Position. Diesen umgibt sofort eine Schockwelle und der Hammer bleibt stecken.\n&gt;Die Schockwelle verursacht 50/60/70/80/100 (+ 50 % seiner AP) an magischen Schaden.\n&gt;Der Hammer wird nach 10 Sekunden zu Auron in einer Animation zur&uuml;ckkehren. Diese Sekunden hat er um 50% verringerte AP und AD \n&gt;Falls er die E aktiviert wenn der Hammer zu Auron zur&uuml;ckfliegt. Kann er den Hammer einmal mit einem Skillhot zu einem Gegner werfen.\n&gt;Dies verlangsamt ihn falls getroffen f&uuml;r 4 Sekunden um 30% und f&uuml;gt 5% seines maximalen Leben an absoluten Schaden zu.\n&gt;Abklingzeit: 14/12/10/9/8 Sekunden\n&gt;Kosten: 85 Mana\n&gt;Radius: 375 Einheiten\n&gt;\n&gt;**W.- Klatcher**\n&gt;Auron bekommt auf seine normale Attacken einen Bonus. In 10 Sekunden hat er Zeit an Vasallen so viel Schaden wie m&ouml;glich zu verursachen. Nach &gt;den Sekunden wird sein n&auml;chster Angriff den Normalen AD *+ 10% seines verursachten Schaden (+10 % seiner AP) anrichten.\n&gt;Der Bonus* hat aber nur 75% Wirkung auf Champions\n&gt;Falls er die Q nach 10 Sekunden aktiviert, verdoppelt sich der Wirkbereich der Schockwelle und richtet den kompletten Schaden in eine Fl&auml;sche.\n&gt;Abklingzeit: 18/15/15/14/11 Sekunden\n&gt;Kosten: 90 Mana\n&gt;Radius: Normale Angriffe\n&gt;\n&gt;**E.- Stampfer**\n&gt;Auron stampft auf einen Vasall die eine Kettenreaktion auf alle umstehenden Vasallen ausl&ouml;st.\n&gt;Jeder Vasall bekommt 5/10/15/20/25 % seines aktuellen Lebens abgezogen und Auron hat die M&ouml;glichkeit eine Fl&auml;che auszuw&auml;hlen wo nach 1 Sekunde 50% des gesamten verursachten Schadens (+ 10% der AP) auftreten. Dabei hat es einen kleinen Bereich in der Mitte wo 60% ausgel&ouml;st werden.\n&gt;Falls er die W aktiviert wenn der Schaden erlitten wurde, wird der Fl&auml;chenbereich kleiner aber verursacht 60% an Schaden\n&gt;Falls er die Q aktiviert, kann er das Feld zu einer bestimmten Richtung bewegen.\n&gt;Abklingzeit: 11/10/9/7/6 Sekunden\n&gt;Kosten: 70 Mana\n&gt;Radius(komplett): 350\n&gt;Radius(Innen): 100\n&gt;Radius(+W) 150\n&gt;Schnelligkeit(+Q): 100\n&gt;\n&gt;_2. Haltung: Defensive_\n&gt;\n&gt;**Q.- Allianz**\n&gt;Auron kann seinem AD-Carry 5 Sekunden lang einen Bonus auf seine Normalen Attacken geben. Diese werden um 10% seiner AP verst&auml;rkt. Diese &gt;F&auml;higkeit kann auch auf Vasallen eingesetzt werden. Diese erhalten 30% der AP an Bonus.\n&gt;Falls er die W aktiviert, sobald \n&gt;Abklingzeit 10/9/8/7/6 Sekunden\n&gt;Kosten: 40 Mana und 40 Leben\n&gt;Radius: 400 Einheiten\n&gt;\n&gt;**W.- Resonanz**\n&gt;Auron kann einen verb&uuml;ndeten Vasallen unter 10% seines Leben t&ouml;ten. Danach kann er einem Freund 5% von Aurons maximalen Leben heilen.\n&gt;Allerdings muss der Verb&uuml;ndete &uuml;ber 20% und unter 50% Leben haben. Sonst wird nur der Vasall get&ouml;tet.\n&gt;Falls er die Q aktiviert wenn kein heilbarer Verb&uuml;ndete in der n&auml;he ist, erh&auml;lt er ein 3 Sekunden lang ein Schild was 150 Schaden abblockt.\n&gt;Kosten: Verb&uuml;ndeter Vasall + 50 Mana\n&gt;Abklingzeit: 7 Sekunden (Ohne Abklingzeitverringerung)\n&gt;Radius: 450 Einheiten\n&gt;\n&gt;**E.- Brillianz**\n&gt;Auron wirft seinen Hammer auf ein Ziel zu. Der erste getroffene Freund erh&auml;lt ein Schild das 200 (+50 % seiner AP) Schaden abblockt.\n&gt;Sobald er sein Ziel getroffen hat bleibt der Hammer f&uuml;r 5 Sekunden im Boden stecken.\n&gt;Falls er die Q aktiviert wenn der Hammer im Boden steckt, werden alle Feinde im umkreis f&uuml;r 2 Sekunden um 30% verlangsamt.\n&gt;Abklingzeit: 14/11/9/8/7\n&gt;Kosten: 75 Mana\n&gt;Radius: 1500\n&gt;\n&gt;_3. Haltung: Passive_\n&gt;\n&gt;**Q.- Stein**\n&gt;Auron hat die Chance innerhalb von 8 Sekunden 6 Vasallen zu t&ouml;ten.\n&gt;1 Vasall: Auron bekommt ein Schild, dass 50 Schaden abblockt\n&gt;2 Vasallen: Auron bekommt f&uuml;r 4 Sekunden ein Schild, dass 100 Schaden abblock\n&gt;3 Vasallen: Auron bekommt f&uuml;r 4 Sekunden ein Schild, dass 150 Schaden abblockt\n&gt;4 Vasallen: Auron bekommt f&uuml;r 4 Sekunden ein Schild, dass 150 Schaden abblockt und 30 Bonus Achaden auf den n&auml;chsten Angriff\n&gt;5 Vasallen: Auron bekommt f&uuml;r 4 Sekunden ein Schild, dass 150 Schaden abblockt und 50 Bonus Schaden auf den n&auml;chsten Angriff\n&gt;6 Vasallen: Auron bekommt f&uuml;r 4 Sekunden ein Schild, dass 190 Schaden abblockt und 100 Bonus Schaden auf den n&auml;chsten Angriff\n&gt;Abklingzeit: 15/14/13/12/11 Sekunden\n&gt;Kosten: 80 Mana\n&gt;\n&gt;**W.- Fels**\n&gt;Auron bekommt Passiv einen Bonus auf die R&uuml;stung und Magieresisten. 10/15/20/25/30 Auf beide Attribute.\n&gt;Sobald er die W aktiviert, hat er 2 M&ouml;glichkeiten. Die erste w&auml;re die Q zu aktivieren und sofort 3 Punkte zu bekommen.\n&gt;Die zweite ist es auf einen Gegner zu springen und ihm 50/60/70/90/100 (+ 40% der AP) an Schaden zuzuf&uuml;gen.\n&gt;Abklingzeit: 18/17/15/14/12 Sekunden\n&gt;Kosten: 60 Mana (+ 70 wenn Q)\n&gt;\n&gt;**E.- Berg**\n&gt;Auron bekommt 30 Z&auml;higkeit (wei&szlig; nicht mehr ob es die noch gibt) und kann ein Ziel verspotten. Dieses greift dann 2 Sekunden lang Auron an und kann nichts anderes machen. Nach den 2 Sekunden wird Auron um 100 geheilt und der Gegner wird 600 Einheiten weit weg geschleudert. Sobald der Gegner weg geschleudert wurde, kann er sich 1 Sekunde lang nicht bewegen bekommt aber ein Schild, das 100 Schaden abblockt\n&gt;Abklingzeit: 17 Sekunden\n&gt;Kosten: 100 Mana\n&gt;Radius: 300\n\n\nSo das war es erstmal mit der 1. Version von meinem Champion. Es wird sp&auml;ter noch mehr hin zugef&uuml;gt wie Grundwerte und Geschichte, sowie Spielm&ouml;glichkeiten!\n\nLG,\n\nWamiengel","replies":[{"id":"","poster":"Im a Papaya","date":"2015-10-06T09:22:10.285+0000","up_votes":1,"down_votes":0,"body":"Ziemlich Komplizierter Champ ^~^ ich würde ihn als \"Tank zum pushen\" bezeichnen und sein Kit ist ziemlich interessant und bestimmt würde so ein Champ auch gerne auf der der Top lane gespielt werden. Wie du schon gesagt hast ist er sehr schwer zu spielen und erst recht wird es schwer den Hammer richtig zu benutzen, aber die Idee finde ich gut nur fehlt ihm irgendwie ein Harter cc engage Spell.","replies":[]},{"id":"","poster":"Wamiengel","date":"2015-10-06T03:42:53.337+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht warum jetzt der Kasten nicht übernommen wurde, naja egal.","replies":[]}]}