{"id":"xK79eUZs","poster":"Andrastos87","date":"2015-10-05T17:29:35.611+0000","title":"Vorschlag bezüglich Leaving","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"HI Community und hoffentlich auch Riot-Team\r\n\r\nMir ist in meinen letzten Spielen wieder einmal vermehrt aufgefallen dass in mindestens einem Team, mindestens ein &quot;Leaver&quot; dabei ist, der das Spiel verl&auml;sst. Diese Spieler zu melden mag gut und sch&ouml;n sein, aber das Spiel selbst ist in den meisten F&auml;llen verloren, wenn man zu den vier Musketieren geh&ouml;rt.\r\n\r\nDaher mein Vorschlag:\r\n\r\nAFK-Boost\r\n\r\nSobald ein Spieler das Spiel berl&auml;sst erhalten die &uuml;brigen einen Boost auf alle Attribute um den Verlust des Spielers auszugleichen.\r\n\r\nIch schlage mal 5-10% vor, sollte aber noch genauer berechnet werden.\r\n\r\nVerl&auml;sst noch ein Spieler die Runde, wird der Boost erh&ouml;ht.\r\n\r\nWas haltet ihr davon?\r\n\r\nBTW, w&auml;re das nicht auch ein interessanter Spielmodus? 5 gegen 1, wobei der eine extrem erh&ouml;hte Werte bekommt? So ne Art Endboss-Battle?\r\n\r\nlg\r\nAndrastos","replies":[{"id":"","poster":"eingew","date":"2015-10-05T18:09:01.571+0000","up_votes":2,"down_votes":0,"body":"Es gibt jetzt schon Leute, die anfangen zu flamen, wenn jemand schlecht spielt, und ihm empfehlen doch lieber AFK zu gehen, weil er dann nützlicher wäre als ingame. Ich denke durch einen solchen Boost, würde sich die Zahl der Leute, die so etwas tun, erhöhen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-10-05T18:08:56.475+0000","up_votes":3,"down_votes":1,"body":"Klingt sinnvoller als alle anderen Vorschläge... aber\n\nIn der SoloQ wird folgendes passieren: Irgendjemand verlierst seine Lane und steht 0-3. Die restlichen Teammates werden, anstatt ihm zu helfen, ihn davon überreden, dass er doch bitte AFK gehen sollte, damit der bessere Spieler im Gegnerteam keine weiteren Kills mehr bekommt und dein besserer Spieler, der seine Lane leicht gewonnen hat, einen Boost bekommt...\nUnd ja, die freundlicheren werden schreiben \"at least go afk pls\"... die weniger freundlichen werden \"you fucking noobshit get %%%%%% and die now\" schreiben. \nIm wesentlichen werden Spieler, die ihre Lane gewinnen und den Gegner zum Ragequitten bringen (was wahrscheinlich der häufigste Grund fürs AFK gehen ist... zumindest war das in meinen Bronze-Karma-Main-Sup ich verprügele die Lane bis Level 6 und spiele dann ein 5vs4 oder ich verliere, weil ich im Late zu schwach bin Tagen so...) bestraft... und toxische Spieler, die ihre Mitmenschen zum Ragequitten bringen, belohnt... dass ist dann immer der Punkt, an dem ich sage: Solche Systeme kann man nicht unterstützen wollen...\n\nDie einzig mögliche Ausnahme wäre natürlich, wenn ein Spieler gar nicht connected... aber ganz ehrlich... das passiert mir ein mal im Jahr... Und wegen dieses einen Spieles muss ich dann kein extra System (dass auch gebalancet werden muss) erfinden... Da verliere ich lieber mit Anstand...","replies":[]},{"id":"","poster":"BiillabonG","date":"2015-10-05T17:40:32.391+0000","up_votes":1,"down_votes":0,"body":"das mit dem endboss battle find ich gut :D\n\nalles andere wäre mies weil die leute das ausnutzen würden","replies":[]}]}