{"id":"bXlRe1fG","poster":"LagerBaba","date":"2015-10-05T19:01:37.809+0000","title":"DC!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"MAL WIEDER hatte ich w&auml;rend dem Late Game einen DC.... ich k&ouml;nnte wirklich abkotzen.... An meiner Internetverbindung liegt es nicht.... was ich traurig finde ist dass ich jetzt f&uuml;r 5 Spiele eine niedrige prorit&auml;t habe und jedesmal 20 minuten warten darf f&uuml;r etwas wof&uuml;r ich einfach nichts kann..,.. ich hatte keine verbindung hatte mich andauern versucht einzuloggen aber ging nicht .... und als das game vorbei war konnte ich mich ohne Probleme einloggen.... Find ich wirklich komisch und extrem beschissen um es mal richtig auszudr&uuml;cken.... was kann ich denn daf&uuml;r dass ich daf&uuml;r diese 20 minuten wartezeit bekomme.... k&ouml;nnen die vom riot team das nicht nachweisen??? dass es ein dc war und nich von mir verlassen.... ich habe das spiel geschlossen nachdem ich 5 minuten ein standbild hatte um mich zu reloggen.... -.-&#039;","replies":[{"id":"","poster":"Suseri","date":"2015-10-07T22:02:05.559+0000","up_votes":1,"down_votes":0,"body":"Guten Abend,\n\nich kann gut verstehen, dass dich so etwas ärgert, aber die Strafe für das verlassen eines Spieles wurde nun einmal eingeführt und jeder sollte das auch im vorhinein wissen. \n\nZudem funktionieren die Server bei mir einwandfrei und ich hatte in über 1000 Spielen in dieser Season, nicht ein mal Schwierigkeiten, in Form von DCs oder reconnect versuchen. Also wird es Höchstwahrscheinlich an deinem Computer oder deinem Internet liegen. Jedoch solltest du IMMER alles versuchen, wirklich den kompletten Client zu schließen und dich wieder neu anzumelden, den Computer neu starten oder deine Internet Verbindung trennen und neu verbinden, bevor du es aufgibst und somit Strafen erhältst. \n\nIch hoffe ich konnte dich ein wenig aufklären und viel Erfolg weiterhin.\n\nMit freundlichen Grüßen {{champion:55}} \n\nSuseri","replies":[]}]}