{"id":"WbZEWLHU","poster":"Sioki99","date":"2015-10-03T20:08:12.477+0000","title":"Wann kommt Kindred ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":5,"body":"Hallo,\r\n\r\nIch wollte mal fragen ob jemand von euch wei&szlig; wann Kindred herauskommt denn ich warte schon so lane auf diesen Champ ich m&ouml;chte ihn unbedingt haben :){{champion:203}}","replies":[{"id":"","poster":"KiIlah","date":"2015-10-06T18:37:39.674+0000","up_votes":1,"down_votes":0,"body":"Aufgrund eines gravierenden Fehlers kann Kindred erst mit dem Patch 5.20 erscheinen, wie Riot bekannt gab (http://www.lolking.net/news/kindred-the-eternal-hunters-revealed). Das heißt er kommt erst einmal gar nicht und dann mit Patch 5.20 in korrigierter Fassung.","replies":[]},{"id":"","poster":"KiIlah","date":"2015-10-03T20:34:26.023+0000","up_votes":1,"down_votes":0,"body":"An der aktuellen Situation orientiert vermute ich, dass er zwischen Montag und Donnerstag erscheint. Erstens ist es relativ üblich, dass der Champ in der Woche nach dem Patch, mit dem er gekommen ist, erscheint. Zweitens ist in diesem Zeitraum ein \"Loch\" da Lol-technisch wenig passiert; Die Gruppenphase der Worlds pausiert dort. Ein genaueres Release-Datum gibt es aber noch nicht, daher ist das Obere eigentlich alles nur Spekulation ;)","replies":[{"id":"","poster":"Sioki99","date":"2015-10-03T20:44:05.410+0000","up_votes":1,"down_votes":1,"body":"Ok ja weil ich dachte er kommt spätestens am 2.10. heraus, denn ein Champ ist nach seiner Enthüllung meistens für 2 Wochen auf dem PBE dann wird er auf dem Live-Server gespielt, d.h. er müsste schon draußen sein :) \n\nDanke für dein Kommentar :)","replies":[]}]},{"id":"","poster":"Recovery","date":"2015-10-04T12:17:40.349+0000","up_votes":1,"down_votes":1,"body":"Ganz einfache Theorie:\nMomentan gibt es diesen Weltmeisterschafts-Login-Screen. Doch da jeder Champion auch seinen eigenen Login-Screen braucht, muss Rito das Release-Datum von Kindred einfach um eine Woche verschieben! So überschneiden sich die beiden Events nicht.\nDer künftige Login-Screen ist auf Youtube zu finden.","replies":[]}]}