{"id":"aET4t2A8","poster":"Huschkebär","date":"2015-10-03T13:01:45.713+0000","title":"Mid lane Profi build frage","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hi, ich sehe h&auml;ufig, dass Pros auf Utility mages ({{champion:61}} ,{{champion:117}} ) oft ein cdr item und dann sofort rabadons bauen, jedoch auf champions wie {{champion:103}} {{champion:112}} {{champion:13}} &ouml;fter items wie abyssal scepter, void staff oder ludens/rylais bauen. Jetzt stellt sich f&uuml;r mich die frage, warum nicht alle sofort nach dem ersten Item rabadons bauen, weil man hat dann doch eigentlich viel mehr damage? Nat&uuml;rlich hat man ja dann fast true damage gegen squishy champs, aber ist der dann auch wirklich h&ouml;her als der schaden mit rabadons?","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-16T13:26:35.768+0000","up_votes":1,"down_votes":0,"body":"Grundregel, was man (zuerst) bauen soll:\nWas habe ich gepickt? Was haben meine Mates gepickt? Was haben meine Gegner gepickt?\n\nBeispiele für {{item:3001}} :\nMan hat selber einen Champ mit konstanten AP-Schaden, spielt aber gegen einen AP-Burster (z.B: LB, Diana, etc.). Es bringt nichts, wenn man mit Rabadon zwar mehr AP hat, aber der AP-Burst des Gegners sofort killt.\nDas Höllenzepter macht auch AP-Schaden (wenn auch weniger), aber schützt den Champ vor dem ersten Burst, so dass man über längere Zeit Schaden macht.\nHat man zudem noch einen AP-Jungler (z.B. Gragas), profitiert dieser bei einem Gank und macht auch mehr Schaden.\n\nBespiele für {{item:3116}} :\nHier steht der slow im Vordergrund (ulitity), der für AP-Caster (mit geringem CD) hilfreich ist. Typisch ist dabei Cassio.\nSie kann zwar weniger Schaden pro Spell machen, spamt aber dank dem Slow ihren Doppelzahl mindestens 3x öfter (oder der Gegner muss Flash benutzen). Pro Spells weniger Schaden, dafür mehr Spells. Bei Cassio geht da die Rechnung auf.\n\nDie Liste kann noch viel länger sein. Gerade das erste Beispiel zeigt, dass die Wahl des First Items auch von den Champ-Combos (auch vom Gegner) abhängig ist.","replies":[]},{"id":"","poster":"Kinkie Pie","date":"2015-10-16T13:04:58.058+0000","up_votes":1,"down_votes":0,"body":"Merken: Hohe AP-Werte bringen nicht unbedingt hohen Schaden mit sich.\nHohe AP-Werte können aber mit Fähigkeiten skalieren. (Heilung, Speedup, Slow, Schild.)\n\nReine Schadensverursacher gehen auf den maximalen Schaden - also in erster Linie auf\nDurchdringung und Utilitysachen zum Überleben a lá Zhonyas oder Abyssal.\n\nCoNteMpT hat es schon ganz nett ausgeführt. ;)\n\nFaustregel für Schaden: Rabadons als fünften oder sechsten Gegenstand bauen, da ist der Spike dann am Stärksten.","replies":[]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-10-03T19:49:33.248+0000","up_votes":1,"down_votes":0,"body":"das ist relativ simpel. das CDR item (athenes /morellos) ist natürlich wegen der allround kombination aus ap, cdr und manasustain sehr gut fürs laning und für spell-spam champions wie orianna absolut optimal.\n\norianna hat keine wirkliche verwendung für ludens da sie sehr viele spells spamt und ludens nur dem ersten spell bonus damage gibt, da ist rabadons für consistent damage deutlich besser.\n\nfür lulus burst-combo wäre ludens natürlich nicht schlecht, allerdings ist sie vorallem wegen ihren utility-spells so stark in teamgames und die skalieren auf AP. das heißt, je mehr AP desto stärker die schilde, desto höher der movespeed und desto mehr leben vom ult. da gibts keinen grund drauf zu verzichten.\n\nauf ahri kannst du momentan bauen was du willst, die hat so viele verschiedene playstyles. ludens first für maximalen assassination-powerspike. morello/athene für extended laning. rylais wenn gegner sehr kite-heavy sind und du deine melee-teammates unterstützen willst etc.\n\nvictor kann auch alles bauen je nach situation.\n\nryze baut kein einziges pure-ap item sondern immer nur in verbindung mit mana und das einzige ap-item was er später mal kauft ist voidstaff. sonst sind aber tear, rod of ages und frozen heart oft priorisiert da sie nicht nur tankyness und utility geben sondern genauso viel damage aufgrund des hohen mana scalings seiner spells. und cooldown reduction wird auf ryze bis auf frozen heart selten gebaut weil er durch seine passive schon so absurd geringe cooldowns hat.","replies":[]},{"id":"","poster":"Bemte","date":"2015-10-03T16:35:05.112+0000","up_votes":1,"down_votes":0,"body":"Das hängt von den Gegnern ab, wie viel MR die haben. Es hängt von den Skills ab (manche haben hohen Grunddmg aber skalieren schlecht, andere haben niedrigen Grunddmg, aber skalieren gut). \nJe nach Champ und je nach Gegner kannst du dir ja einfach mal ausrechnen, was sinnvoller ist. ;)","replies":[]}]}