{"id":"ZAV6IhLi","poster":"Foxedge","date":"2015-10-03T12:52:35.448+0000","title":"Wo bleibt Kindred?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":5,"body":"Wei&szlig; jemand wann der in etwa kommen soll?","replies":[{"id":"","poster":"Pandaphiri","date":"2015-10-05T11:35:06.983+0000","up_votes":1,"down_votes":0,"body":"warum sollten sie so eine ankündigung machen? haben die nen termin genannt wo kindred rauskommt? NEIN. lediglich das sie/er während  des patches 5.19 kommt und soweit ich weis läuft der ja noch. das proble is nur  das alle verwöhnt sind und denken es müsste alles sofort und gleich und am besten gestern zur verfügung stehen. Einfach mal abwarten bis es soweit is kann wohl keiner mehr.","replies":[{"id":"","poster":"Foxedge","date":"2015-10-06T10:28:51.872+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Aphiri,realm=EUW,application-id=Wj1wcocU,discussion-id=ZAV6IhLi,comment-id=0004,timestamp=2015-10-05T11:35:06.983+0000)\n>\n> warum sollten sie so eine ankündigung machen? haben die nen termin genannt wo kindred rauskommt? NEIN. lediglich das sie/er während  des patches 5.19 kommt  lediglich das sie/er während des patches 5.19 kommt und soweit ich weis läuft der ja noch. das proble is nur das alle verwöhnt sind und denken es müsste alles sofort und gleich und am besten gestern zur verfügung stehen. Einfach mal abwarten bis es soweit is kann wohl keiner mehr.\n\nSie haben gesagt dass er zwar mit 5.19 kommt aber später aktiviert wird. Und statt_ später_ wäre eben eine Zeitangabe gut gewesen da ein Unternehmen wie Riot sicher Releaspläne hat und keiner nach dem Frühstück spontan entscheidet, ob sie heute das Knöpfchen für Kindred drücken. Dass du persönlich gern lieber nichts weißt ist dein gutes Recht, aber das brauchst du nicht auf alle anderen zu beziehen.","replies":[{"id":"","poster":"Pandaphiri","date":"2015-10-06T10:55:15.663+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=Wj1wcocU,discussion-id=ZAV6IhLi,comment-id=00040000,timestamp=2015-10-06T10:28:51.872+0000)\n>\n> Sie haben gesagt dass er zwar mit 5.19 kommt aber später aktiviert wird. Und statt_ später_ wäre eben eine Zeitangabe gut gewesen da ein Unternehmen wie Riot sicher Releaspläne hat und keiner nach dem Frühstück spontan entscheidet, ob sie heute das Knöpfchen für Kindred drücken. Dass du persönlich gern lieber nichts weißt ist dein gutes Recht, aber das brauchst du nicht auf alle anderen zu beziehen.\n\ndu willst also eine Zeitangabe haben wenn die villeicht selber noch nicht genau wissen wann die den champ genau releasen werden?  Oder ist dir vielleicht mal eingefallen das die das mit absicht vielleicht so machen damit nicht gnenau an dem Tag sofort alles geflutet wird mit rp käufen und shop käufen und die server deswegen abkacken? merkste watt?","replies":[{"id":"","poster":"Foxedge","date":"2015-10-09T15:07:10.008+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Aphiri,realm=EUW,application-id=Wj1wcocU,discussion-id=ZAV6IhLi,comment-id=000400000000,timestamp=2015-10-06T10:55:15.663+0000)\n>Oder ist dir vielleicht mal eingefallen das die das mit absicht vielleicht so machen damit nicht gnenau an dem Tag sofort alles geflutet wird mit rp käufen und shop käufen und die server deswegen abkacken? merkste watt?\n\nSchlüssige Theorie. Nein.. doch nicht. Denn dann würde Riot es nicht in 99% der Fälle anders machen da sonst bei jedem Champ bekannt ist an welchem Patchday er erscheinen wird. Merkste watt?","replies":[]}]}]}]},{"id":"","poster":"Pandaphiri","date":"2015-10-09T19:46:33.503+0000","up_votes":1,"down_votes":0,"body":"eigentlich war das rinzig wirklich unsinnige das du überhaupt nen thread aufgemacht hattest anstatt in einem der anderen die schon existierten und glaub mir es gab weitaus mehr als es brauch , nachzulesen womit man sich das ganze hätte sparen können.","replies":[{"id":"","poster":"Foxedge","date":"2015-10-09T20:41:25.648+0000","up_votes":1,"down_votes":0,"body":"Die Kritik richtet sich an Riot, nicht an mich. Ich hab das Forensystem nicht geschrieben in dem alte Threads auf die wieder geantwortet wurde nicht nach oben kommen. Es hat keinen Sinn eine Frage in einem Thread auf Seite 15 zu schreiben weil da niemand mehr reinguckt. Und nein, die Frage wurde nirgends beantwortet. Ich habe gefragt ob jemand mehr weiß, und nicht, dass alle drunter schreiben sollen dass man es ~~nicht~~ wisse. Großer Unterschied.","replies":[]}]},{"id":"","poster":"Pandaphiri","date":"2015-10-09T17:58:45.928+0000","up_votes":1,"down_votes":0,"body":"ach ansonstne bei jedem euen champ steht genau da an welchem Tag er kommt? vlei auch noch welche uhrzeit und so? und btw. champs erscheinen so gut wie nie oder nie an einem patchday. ein oder 2 tage danach ist meist normal und btw. vle mal daran gedacht das sie es auch erst bei diesem champ vlei beschlossen haben? und im übrigen jetz hier den thread noch mal auszugraben wo es bereits geschriebe steht was los is wo man also nun sicherheit hat is nich grad o.o sinnig.","replies":[{"id":"","poster":"Foxedge","date":"2015-10-09T18:11:22.570+0000","up_votes":1,"down_votes":1,"body":"Ansonsten landet er auf dem PBE und man weiß dass er 1 Woche später mit dem neuen Patch reinkommt - ja. Ob der nun abundzu ein oder zwei Tage später aktiviert wird ist egal, wie du selbst sagst ist das \"normal\" d.h. bewegt sich alles in einem nachvollziehbaren Rahmen. Kindred hingegen nicht, deshalb hab ich hier die Frage gestellt in der Hoffnung dass einige der Leute die sich sehr damit beschäftigen vielleicht etwas mehr wissen. \"Unsinnig\" war einzig und allein dass du hier reinkamst und nur Stunk anstatt irgendetwas hilfreiches zu der Frage begeisteuert hast.","replies":[]}]},{"id":"","poster":"Elthision","date":"2015-10-06T10:44:20.305+0000","up_votes":1,"down_votes":0,"body":"[Siehe hier](http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/Ae5tEwib-kindred-wird-erst-in-patch-520-aktiviert)","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-10-06T10:39:19.974+0000","up_votes":1,"down_votes":0,"body":"\"soon\"","replies":[]},{"id":"","poster":"Hamrio","date":"2015-10-03T14:19:43.200+0000","up_votes":1,"down_votes":0,"body":"ab anfang nächster woche halte einfach ausscahu nach dem championspolight ;-)","replies":[]},{"id":"","poster":"Pandaphiri","date":"2015-10-03T18:57:45.881+0000","up_votes":3,"down_votes":3,"body":"wo bleibt ein ende solcher Threads?","replies":[{"id":"","poster":"Foxedge","date":"2015-10-05T10:45:36.761+0000","up_votes":1,"down_votes":3,"body":"Da wo Riot anfängt transparenter zu informieren. Die werden das sicher nicht spontan aus dem Bauch heraus entscheiden und eine kleine Ankündigung wie \"kommt eine Woche später\" würde vollkommen genügen.","replies":[]}]},{"id":"","poster":"Im Just A Yi OTP","date":"2015-10-03T13:57:00.378+0000","up_votes":1,"down_votes":1,"body":"Ungefähr am 5.10 oder 6.10 :)","replies":[{"id":"","poster":"Recovery","date":"2015-10-04T12:23:01.286+0000","up_votes":0,"down_votes":2,"body":"Woher willst du das wissen? ^^\nGanz einfache Theorie:\nMomentan gibt es diesen Weltmeisterschafts-Login-Screen. Doch da jeder Champion auch seinen eigenen Login-Screen braucht, muss Rito das Release-Datum von Kindred einfach um eine Woche verschieben! So überschneiden sich die beiden Events nicht.\nDer künftige Login-Screen ist auf Youtube zu finden.","replies":[]}]},{"id":"","poster":"Foxedge","date":"2015-10-03T15:18:00.745+0000","up_votes":1,"down_votes":2,"body":"push","replies":[]}]}