{"id":"Ia5Up5Em","poster":" starbooster2002","date":"2019-12-14T08:23:22.024+0000","title":"Warum habe ich noch nie ein Bann bekommen?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":8,"body":"Hallo,\r\nIch spiele seit Season 7 League.\r\nFrüher war ich sehr Toxic und bin auch oft AFK gegangen, nicht unbedingt wenn ich gefeedet habe, aber vor allem dann, wenn mein Team gefeedet hat und ich dann einfach von 5 mann runtergerannt werde. Ich verstehe einfach nicht warum ich weiterspielen sollte, wenn die anderen 4 in meinem Team nicht einmal versuchen zu gewinnen und sich dann eine 3/42 Miss Fortune darüber lustig macht, dass ich von einem 27/1 Darius runtergerannt werde.\r\nDamals habe ich sehr viel geflamt, jetzt nicht kill yourself oder so, aber ich habe mich halt über die anderen Spieler lustig gemacht und den Fragezeichen Ping ausgepackt.\r\nMittlerweile, habe ich aber eine Taktik gefunden so etwas auszuhalten (ich mach lol Sounds aus und Musik an, oder schau halt YouTube Videos nebenher) und mach dann halt eine Challenge aus dem Spiel, so wenig wie möglich zu sterben.\r\n Nun sehe ich aber diese ganzen Forenposts und Chatlogs und Frage mich warum ich nie gebannt worden bin ??.\r\nIch hab bestimmt jedes 10te Game gelieft und mein geflame war auch härter als bei 90% der Posts hier.\r\n(Beispiel ich spiel illaoi der Gegner spielt Evelyn, er killt mich und ich schreibe: wow du hast deine eigene Mutter gegangt. Es war aber vorallem viel int/noob/stfu und deinstall dabei)\r\nIch habe sicher viele Reports bekommen, bin aber nie gebannt worden :/\r\nRanked hab ich auf einem anderen ACC gespielt, weil da die mmr besser war und bin auch nie Gebannt worden (gold 4).\r\n(sorry für die Rechtschreibung hab trotz Gymnasium eine Lese-Rechtschreibschwäche, ich gebe mein bestes XD )\r\n\r\nWoran könnte das liegen??","replies":[{"id":"","poster":"Veezey","date":"2019-12-14T15:20:55.561+0000","up_votes":5,"down_votes":0,"body":"Vielleicht hattest du einfach Glück und standest immer gerade so an der Schwelle eine Bestrafung.","replies":[]},{"id":"","poster":"Flintenweib","date":"2019-12-14T14:34:04.314+0000","up_votes":5,"down_votes":1,"body":"Weil jeder in einem Forum einen Troll-Post reinstellen kann, voll leerer Behauptungen, ohne Beweise, um empörte Antworten zu provozieren und sich dann vor dem Monitor einen abzulachen.\n\nStell hier erstmal reale Screenshots deiner angeblichen Toxizität rein... bis dahin kann ich nur an alle anderen Foristen appelieren: nicht antworten, einfach ignorieren.","replies":[{"id":"","poster":" starbooster2002","date":"2019-12-15T14:34:05.550+0000","up_votes":1,"down_votes":0,"body":"Meine Frage ist präzise einfach nur, wann werden deine Chatposts gecheckt und wann nicht?\nAnzahl der Reports .... Automatisches system??\nUnd ich habe keine Screenshots weil ich sowas nicht screenshote, wozu auch?","replies":[{"id":"","poster":"eingew","date":"2019-12-15T17:25:07.985+0000","up_votes":1,"down_votes":0,"body":"Laut Riot wird jeder Report geprüft.","replies":[]}]},{"id":"","poster":" starbooster2002","date":"2019-12-15T13:58:21.257+0000","up_votes":1,"down_votes":0,"body":"Ich hab besseres zu tuen als vor dem Bildschirm mir einen abzulachen, das hat mich wirklich beschäftigt.","replies":[]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-14T20:47:16.037+0000","up_votes":1,"down_votes":0,"body":"Hab ich quasi auch ab und an Mal gemacht.\nAlso geflame hauptsächlich, agressives Fragezeichen Pingen und stats in den Chat schreiben.\n\nRiot hat mir letztes Jahr geschrieben dass ich bitte weniger negativ in Spiel sein solle und dass hat bis heute gut angehalten","replies":[{"id":"","poster":" starbooster2002","date":"2019-12-15T14:10:20.045+0000","up_votes":1,"down_votes":0,"body":"Also mir wurde noch nie geschrieben{{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-12-15T19:27:37.797+0000","up_votes":1,"down_votes":0,"body":"Ich und Nico sind alte Liebhaber","replies":[]}]}]},{"id":"","poster":"Cenâreth","date":"2019-12-14T14:46:03.833+0000","up_votes":1,"down_votes":5,"body":"Geht mir genauso wie dir, hab auch schon öfters so Sätze wie kys fliegen lassen, oder Reportaufruf, geb ich auch ehrlich zu. Allerdings hab ich bis heute noch keinen Bann bekommen, rätsel da auch schon sehr lange worin dass liegen kann. Verdient hätte ich es.","replies":[]}]}