{"id":"UykBTE94","poster":"Darkdanjo","date":"2015-10-02T20:58:50.383+0000","title":"Management Erweiterung","subforum":"Clans & Teams","embed":{"title":"the end is near - News","description":"Wir freuen uns, die beiden neuen Spieler Tobias 'BrokenWings' Zobel und Philipp 'GreyMask' Kähler vorzustellen, beide Spieler sind engagierte Spieler und haben uns in den Spielen die sie bestritten gezeigt das Sie großes Potenzial und Erfahrung mitbringen welches die beiden Teams nun voll ausschöpfen können Tobias'BrokenWings' Zobel wird im Final Chapter II aufgestellt und Philipp 'GreyMask' Kähler wird im Team Final Chapter I die Main AD Carry Rolle übernehmen.","url":"http://thefinal-chapter.com","image":"http://thefinal-chapter.com/images/gallery/large/3.png"},"up_votes":1,"down_votes":1,"body":"Hallo und Danke das Ihr vorbeischaut,\n\nWir vom Management von The Final Chapter haben uns nun gedacht das es Zeit wird das Projekt welches wir seit gut f&uuml;nf Monaten betreuen vorzustellen.\n\nThe Final Chapter ist ein Projekt welches Marcel &quot;The Somberlain&quot; Homuth und Daniel &quot;Darkdanjo&quot; M&uuml;nzel aus dem Void geholt haben.\nWir sind ein ambitioniertes Team und haben in vielen Sachen schon unsere Erfahrungen gesammelt. Bei uns steht Teamplay,Kritikf&auml;higkeit und Lernbereitschaft an oberster Stelle. Die Teams werden von einem Coach gemanaged und erhalten so viele Weisheiten mit auf dem Weg. Dennoch\nist es f&uuml;r uns noch zu wenig, deshalb wollen wir die freien Planstellen die wir noch haben besetzen, deshalb suchen wir Euch.\n\nManagement Planstellen : ( Altersbeschr&auml;nkung mind. 20 Jahre)\n- zwei Scouts\n- drei Redakteure\n- zwei Forumadministratoren\n~~- zwei Analysten~~ ein Analysten\n~~- zwei Teammanager~~ Ein Teammanager\n\nSolltet Ihr Interesse haben k&ouml;nnt ihr gerne auf unserer Homepage ein Gesuch unter Join Us schreiben oder gar direkt zu uns auf den [Teamspeak](http://ts103.nitrado.net:17650) joinen. Das Management wird Euch die Aufgaben und Anforderungen erkl&auml;ren.\n\nWir freuen uns Euch bald als Teammitglieder in unserem Team willkommen zu hei&szlig;en.\n\nDaniel &quot;Darkdanjo&quot; M&uuml;nzel","replies":[{"id":"","poster":"Darkdanjo","date":"2015-10-29T19:34:20.497+0000","up_votes":1,"down_votes":1,"body":"!Push","replies":[]}]}