{"id":"LH48tWx3","poster":"Play Hard go Pro","date":"2015-10-03T11:28:20.476+0000","title":"250 MS EUWEST Server from German Frankfurt","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Riot Games,\r\nHallo Gamer\r\n\r\nals ich gestern Abend um 23 Uhr ca  ein 5on5 Random spielte hatte ich 250 ms Ingame gehabt... es hat &uuml;berhaupt keinen Spass gemacht mit so einem Geruckel zu spielen.. ist das be&iacute; euch auch so? Ich weiss es sind aktuell die World Cups aber ob es damit zusammen h&auml;ngt? Es war das erste mal seit 5 Jahren in dem ich sowas hatte. Sonst 19 MS Ping","replies":[{"id":"","poster":"Tobbel","date":"2015-10-03T12:12:48.345+0000","up_votes":2,"down_votes":0,"body":"ich hab die gleichen probleme ( ich bin bei unitymedia ). ich hab deswegen schon zig mal meinen router neugestartet neue firmware drauf gespielt lol deinstalliert hat alles nix gebracht. so wie es aussieht liegt es wohl an unitymedia was auch immer die da für probleme haben. ich muss allerdings dazu sagen, dass der ping über kabel konstant bei 40 bleibt.","replies":[]},{"id":"","poster":"Hamrio","date":"2015-10-03T11:32:55.152+0000","up_votes":1,"down_votes":0,"body":"bist du bei unitymedia die haben momentan probleme also in 2-3 monaten kannst du wieder normal spielen","replies":[{"id":"","poster":"Play Hard go Pro","date":"2015-10-03T11:47:49.749+0000","up_votes":1,"down_votes":0,"body":"Nein Deutsche Telekom. Ich sitze dazu in Frankfurt am Main und nicht auf dem Lande. Habe auch überall hin eine Datenverbindung mit 19 MS Ping nur gestern hatte ich 250 MS ingame bei League of Legends. Spiele EUWEST Server.  Ich hab halt keine lust jetzt in game zu sehen und dann wieder mit solch Laggs zu spielen deshalb startete ich mal hier nen Thread. Aber dank dir HAMRIO.","replies":[]}]},{"id":"","poster":"Play Hard go Pro","date":"2015-10-03T13:34:17.535+0000","up_votes":1,"down_votes":1,"body":"danke dann weiss ich bescheid.\n\nFakten von euch sind : \n\n- es scheint Riot nicht zu jucken\n- es liegt definitiv am Spiel selbst  \n- Das Provider probleme haben liegt dann nicht am Spiel. Aber mein Provider hat sicher keine Probleme.. Falls einer wirklich meint es liegt am Provider email schreiben ma nach fragen ob es Latency probleme gibt die bekannt sind? Ich zum beispiel habe VDSL  50k Leitung gibt kein Fastpath mehr wie früher zu ADSL Zeiten hab trotzdem 20 ms ;)","replies":[]},{"id":"","poster":"Lord Kommander","date":"2015-10-03T12:20:08.417+0000","up_votes":0,"down_votes":0,"body":"Du bist nicht der einzige mit dem Problem. Ich habe gestern schon das Forum durchgestöbert und gesehen, dass einige diese Probleme haben, das scheint Riot aber herzlichst wenig zu jucken. Lediglich dieses Spiel spackt ohne ende. Ich hatte schon einmal das Vergnügen, dass nach einem Patch das Spiel unbrauchbar wurde, da hatte ich, wenn ich mit Freunden spielte, immer als einziger die Probleme und dachte es würde an meinem Internet liegen. Irgendwann flogen ganze Teams aus den Runden heraus, entweder man hatte glück und kam nach 15 min wieder rein oder man musste ewig warten. Die besagten Runden waren auch nicht mehr im Verlauf auffindbar, nach einem Patch war der Fehler behoben und alles lief wieder wunderbar. \n\nSolange die WM ist, wird Riot kein Patch herausbringen, also wird es wohl eine Geduldsprobe.","replies":[]}]}