{"id":"K7K2vUI9","poster":"Snowhand","date":"2019-04-03T04:42:07.748+0000","title":"April, April, er weiß was er will !","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Nach langer langer grau Phase ( graue Wolken ) , bringt der April endlich mal wolkenlose Himmel und die warmen Sonnenstrahlen mit sich.\r\n\r\nIch muss sagen: Ich fühle mich direkt wieder motivierter und wacher als im Winter oder Herbst.\r\n\r\nWie sehr ihr das? Fühlt ihr euch auch generell froher und motivierter ( nicht nur für League) ?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-04-03T05:33:57.415+0000","up_votes":3,"down_votes":0,"body":"Wie witzig das es ausgerechnet heute grau und regnerisch ist XD ...............\n\nAber sonst .. ein definitives ja. Ich mag es zwar noch nicht warm haben, aber die Sonne und der strahlend blaue Himmel sind schon sehr nett und wesentlich angenehmer. Am Wochenende könnte es meinetwegen nur regnen XD Richtiges Schlaf-, Entspannungs- und Kuschelwetter!\n\nAllerdings ist es schön auch mal etwas Tageslicht zu sehen wenn ich abends nach 19 Uhr noch mit meinem Hündchen raus gehe ^^\n\nMüde bin ich trotzdem 24/7 und Stimmungsmäßig neutral bis irgendwas wie niedergeschlagen °^°","replies":[{"id":"","poster":"Snowhand","date":"2019-04-05T22:52:57.349+0000","up_votes":1,"down_votes":0,"body":"Na Kopf hoch, sicherlich wirst du auch mal gute Tage haben die besser sind als \"neutral\" ^-^\n\nVlt bin ich auch was das angeht zu übermotiviert oder sonstiges .. aber irgendwie macht mich halt wirklich das graue Wetter sehr depressiv .. klar könnte man meinen es sei perfekt zum Chillen, zum Zocken, zum Filme / Serien schauen .. aber selbst dafür bin ich dann zu müde / fertig / lustlos\n\nDIe Sonnenstrahlen hingegen bringen mir wieder bisschen mehr zurück, das heißt ich bin aufm Weg zur Arbeit fröhlicher, ich habe generell Bock mehr zu machen auch wenn es warm is und naja :P","replies":[{"id":"","poster":"Lunaá","date":"2019-04-09T19:39:20.799+0000","up_votes":1,"down_votes":0,"body":"Hmm, bei mir ist genau andersherum, ich liebe es, wenn es bewölkt ist, vielleicht nieselt, oder einfach nur windig ist. Temperaturen über 15 Grad sind mir schon zu viel ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-09T21:02:01.711+0000","up_votes":1,"down_votes":0,"body":"Und mit sowas spiel ich DuoQ?{{sticker:sg-ahri-1}} {{sticker:sg-zephyr}}","replies":[{"id":"","poster":"Lunaá","date":"2019-04-10T21:11:29.667+0000","up_votes":1,"down_votes":0,"body":"Was hast du dagegen ? ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-11T04:42:42.498+0000","up_votes":1,"down_votes":0,"body":"Wie kann man denn Nieselregen, bewölkt und Temperaturen bis 15 °C am besten finden?? \nDa friert man sich ja den Hintern weg. Und dann ist es auch noch so nass kalt igitt. {{sticker:sg-ahri-1}}","replies":[{"id":"","poster":"Lunaá","date":"2019-04-11T07:33:06.965+0000","up_votes":1,"down_votes":0,"body":"Ich mag auch starken Wind bzw Sturm, Nebel, Schnee.\nAußerdem ist es garnicht so kalt, es gibt ja schließlich dicke Jacken, Schals, eine Heizung für drinnen","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-11T11:19:43.546+0000","up_votes":1,"down_votes":0,"body":"Ja schon aber trotzdem is das voll ungemütliches Wetter xD und kalt bleibt es auch wenn man sich warm anzieht.","replies":[{"id":"","poster":"Snowhand","date":"2019-04-11T20:34:05.427+0000","up_votes":1,"down_votes":0,"body":"Interessante Diskussion, als es letztens 23 Grad war im Schatten hab ich mich auch langsam unwohl gefühlt xD aber generell son nasses und trübes Wetter ist doch total unangenehm, erst recht wenn man auf Arbeit fährt ^^\n\nhab momentan eher mit Allergien zu kämpfen im Frühling .. es ist der Horror xD","replies":[{"id":"","poster":"Angel Ayume","date":"2019-04-11T21:13:52.016+0000","up_votes":1,"down_votes":0,"body":"23 °C ist mir au noch zu kalt. Ich fühle mich erst wirklich bei Temparaturen um die 30+ °C wohl. \n\nIch hasse es zu frieren. Und mir ist leider täglich kalt. \nWenn mir zu warm ist, ist natürlich auch nicht geil und kein schönes Gefühl, ist für mich aber erträglicher als frieren. \n\nIch liebe zwar Schnee und ich liebe es, wenn draußen Schnee liegt, Grade unter 0 und die Luft so schön frisch und kalt ist. Aber Wärme ist mir doch um einiges lieber. \n\nManche halten mich für verrückt - also wirklich - aber im Sommer, wenn andere mit TShirt und kurzer Hose draußen rumrennen weil es 25+ °C ist, dann sitze ich zuhause trotzdem mit einer Wolldecke. Ohne geht einfach nicht. {{sticker:zombie-brand-clap}}\n\nAllergie Probleme vorallem im Frühling habe ich aber Gott sei dank nicht. ","replies":[{"id":"","poster":"Snowhand","date":"2019-04-12T09:05:24.490+0000","up_votes":1,"down_votes":0,"body":"^-^ das Allergie Problem hab ich auch erst seit 2 Jahren, davor einfach 21 Jahre nichts Allergie .. gar nichts :P so kanns laufen xD\n\nHm ich friere komischerweise auch mal an etwas wärmeren Tagen, kann aber auch damit zusammen hängen dass ich verdammt oft Krank bin trotz gesunder Ernährung, Bewegung und co. , selbst der Arzt sagt dagegen kann ich nicht viel unternehmen, manchmal ist das eben so :/\n\nAber die Tatsache bei 25+ °C mit Wolldecke rumzusitzen is schon krass xD also nicht das ich was dagegen hätte und schwitzen ist generell ne gute Sache für den Körper solange das in einem überschaubaren Maßen is mit Getränk um den Wasserhaushalt aufzufüllen .. aber keine Ahnung ob ich das könnte xD erinnert mich ein wenig an mein Vater der im Sommer teils mit schwarzen Klamotten rum läuft und es dann erst aufm letzten Drücker merkt wie scheiße heiß diese geworden sind ^^\n\n{{sticker:sg-ezreal}}","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Asulia","date":"2019-04-03T06:28:54.976+0000","up_votes":2,"down_votes":0,"body":"Der Weltuntergangsfan in mir freut sich natürlich das das Wetter so spinnt, das wird die ganzen Rechnungen auf den Tag X  wieder revidieren.\nIst ja nicht so, das es genug geregnet hätte um das Defizit des letzten Jahres wieder wett zu machen. \n\nDas bedeutet das die Natur nicht regeneriert in das neue Jahr geht, et ergo wird die nächste Hitzeperiode noch gravierendere Auswirkungen haben und die Spirale mit den falschen Rechnungen dreht sich immer schneller.\n\nWas natürlich zur Folge hat, das wir uns dem Tag X nur noch schneller nähern.\nDie kleine Greta hat es schon kapiert, nur zu spät.\n\nMeine Schwester wollte jahrelang unbedingt ein Kind haben, mittlerweile sagt Sie selber , das will Ich keinem Kind mehr antun, diese Zukunft.\nWir sind im Arsch, meine Freunde, egal welche Rechnung aufgestellt wird, sie wird nächstes Jahr revidiert. \n\nOh tut uns leid, es ist doch alles schlimmer und geht nocht schneller.\n\nIch erwarte noch 30 gute Jahre dann bin Ich senil und kagg mir in die Windeln, aber Ich halte jede Wette, Ich werde den Anfang des Untergangs noch miterleben.\n\nUnd weil ich die Menschheit so sehr hasse, werde Ich wie Nero mit Champagner auf einem Turm stehen und meine Harfe spielen während unter mir in den Flammen der Gerechtigkeit das grösste Verbrechen des Planet in Rauch aufgeht.\n\nIch propagiere einen anderen Weg. Lasst uns unser Heil in der nuklearen Säuberung suchen, gebt den Planeten frei.","replies":[{"id":"","poster":"Snowhand","date":"2019-04-05T22:59:15.811+0000","up_votes":1,"down_votes":0,"body":"Haha, ich muss echt sagen .. du hast halt überhaupt nicht Unrecht und darüber habe ich auch mal nachgedacht .. wobei ich in einem Alter bin wo der Kinderwunsch noch nicht soweit fortgeschritten is dass ich mir darüber Gedanken machen müsste.\n\nAber dennoch steckt ein Funken Wahrheit drin und finde es wirklich spannend zu lesen :D aber ich mach mir so schon sorgen wenn ich höre das Asteroiden auf dem Weg hierher sind usw. und dann ja die Sache mit der Sonne und den nächsten Sonnensturm ^-^ uns könnte sogut wie alles den nächsten Tag versauen aber tatsächlich halte ich noch an der Hoffnung fest dass es immer ein Tag danach geben wird und dass ich es eventuell noch mitbekomme wie die \"Unsterblichkeit\" erfunden wird .. wobei man ja munkelt es wäre bereits soweit aber eher heimlich und nur für sehr Reiche Menschen .. also dass die Zellen sich selber regenerieren und somit auch Krankheiten automatisch geheilt werden ... klingt alles nach Hokuspokus aber ist durchaus möglich und gar nicht so unvorstellbar in den nächsten 20-30 Jahren.","replies":[]}]},{"id":"","poster":"ImTheFox115","date":"2019-04-03T05:00:38.127+0000","up_votes":2,"down_votes":0,"body":"Ich muss eine Stunde früher aufstehen!\nHat das jemals irgendwen motiviert?","replies":[{"id":"","poster":"Snowhand","date":"2019-04-05T22:54:31.614+0000","up_votes":1,"down_votes":0,"body":"Eine Stunde früher? du wirst doch keine Ewigkeit brauchen um dich der Zeitumstellung anzupassen oder? Bei mir geht das automatisch .. bin dann generell für ein Tag total am Arsch und den nächsten Tag ist wieder alles klar, zum Glück fiel das aufs Wochenende sodass ich den ganzen Tag zum \"Regenerieren\" nutzen konnte.\n\nAlso sei nicht so negativ, leb damit und gut is, in 2 Jahren is Schluss damit.","replies":[{"id":"","poster":"ImTheFox115","date":"2019-04-06T07:18:06.796+0000","up_votes":1,"down_votes":0,"body":"Wenn du vorher um 6 Uhr ausstehen musstest und jetzt um 5 Uhr??!","replies":[{"id":"","poster":"Snowhand","date":"2019-04-12T09:08:01.654+0000","up_votes":1,"down_votes":0,"body":"Naja gut wenn du generell jetzt eine Stunde früher aufstehen musst, is das natürlich schon arg nervig aber hey .. vielleicht tröstet dich das ein wenig wenn ich dir sage dass ich schon kurz vor 4 aufstehe und mich fertig mache um gegen 5 uhr zur Arbeit zu gehen ^-^ und das ist noch der \"Normal Fall\" :D  aber wenn einem die Arbeit Spaß macht, wie in meinem Fall, dann kann man damit leben.","replies":[]}]}]}]}]}