{"id":"JWGo6lTA","poster":"CestLeMoi","date":"2015-10-01T18:31:55.080+0000","title":"Newbie sucht Team :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey Leute, \r\nich bin CestLeMoi, ein begeisterter LoL-Spieler und suche ein Team, das mit mir spielt und mich trainiert! \r\nZu mir:\r\n- (ATM) Level 23\r\n- Eine Runenseite, AD\r\n- Main Top/Jungle/Mid, spiele aber auch einige wenige Supports und ADCs gerne\r\n- Main Champs (atm): \r\n Akali, Jayce, Vi, Gnar, Shaco; ich spiele aber auch viele andere, dazu weiter unten ;)\r\n- St&auml;rken &amp; Schw&auml;chen:\r\n + ich spiele viele verschiedene Positionen.. Das wars aber auch schon wieder mit den St&auml;rken.. :/ Ich bin halt nur &quot;normal&quot; gut\r\n - ich kenne nicht alle Champs, Abilities und vor allem Items (ergo kann ich nicht sehr gut Counterpicken und von den in Guides angegebenen Itembuilds abweichen) \r\n - ich hab leider keine gute Map-Awareness, weil ich mich noch zu sehr auf das Spiel selbst (Lasthitten, Poken, Skillshots dodgen, usw) konzentrieren muss\r\n\r\nMein &quot;gr&ouml;&szlig;ter Wunsch in LoL&quot; ist, viele (sehr viele! :D) Champs so gut zu k&ouml;nnen, dass ich sie ohne Probleme alle spielen und immer zwischen ihnen wechseln kann. Deswegen suche ich ein Team, das mich auf mehreren Positionen spielen lassen w&uuml;rde - nicht immer nur bspw Toplane oder so - und auch &uuml;ber genug Know-How verf&uuml;gt, um mir diverse LoL Champs mit all ihren T&uuml;cken beizubringen. \r\n\r\nWenn ich dann mal etwas besser bin &amp; mich besser auskenne, w&uuml;rd ich auch gerne solche Offmeta-Sachen spielen oder zumindest ausprobieren - das geht nur leider nicht, wenn man sich nicht so gut auskennt... \r\n\r\nJetzt fragt ihr euch sicher: &quot;Warum sollten wir den denn nehmen? Kann nichts, aber will viel&quot; - um ehrlich zu sein, ich wei&szlig; es nicht.. :3 Vielleicht habt ihr ja Lust, aus einem N00B einen besseren Spieler zu machen? Oder ihr denkt genauso wie ich? \r\n\r\nNaja, ich freu mich auf jeden Fall &uuml;ber jede Einladung zu einem Team!! :)\r\n\r\nLG, CestLeMoi \r\n\r\nPS: Bei Fragen, fragen! ;)","replies":[]}