{"id":"wUvztXbG","poster":"HealAlGankovic","date":"2019-04-03T07:09:34.343+0000","title":"Supporterin sucht Team!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo ihr lieben.\nIch bin supporterin mit Leib und Seele, spiele seit Season 4 und bin aktuell Gold 2, Tendenz Steigend. Meinen Peak hatte ich Mit Platin 5 in Season 6, oder 7. Ich spiele hauptsächlich Soraka, das sehr teamorientiert, aber auch Braum und Taric, wobei die ein wenig eingerostet sind. Wenn Soraka gebannt ist, weiche ich auch manchmal auf Rakan aus. Ich bin tiltproof, immer freundlich, flame nie und bin auf Verbesserung fokussiert (Und erwarte ähnliches von meinen Teammates. Konstruktive Kritik kann man bringen, Flame ist unwillkommen). Ein Discordserver sowie eine Menge Zeit am Abend stehen zur Verfügung. Ich würde mich freuen, wenn wir da was basteln könnten. \nIch würde mich freuen, wenn man ein wenig Seriös spielen könnte. Heißt, Achten auf Teamcomps, mit dem Wunsch, auch wirklich zu climben. Auch wenn Spaß natürlich dabei sein sollt! :)\nLiebe Grüße","replies":[{"id":"","poster":"TBP Harpyie","date":"2019-04-03T09:58:49.492+0000","up_votes":1,"down_votes":0,"body":"Moin, \nwir sind ein gold platin team und wir spielen seit märz 2018 alle zusammen, aber aktuell suchen wir keinen.\nWas wir vorhaben ist ein 2. team aufzubauen, mit dem wir zusammen weiter wachsen können und evtl. sich gegenseitig aushelfen wenn ein spieler ausfehlt.\nWenn du Interesse hast mit uns ein Team aufzubauen und mitzuwirken bzw nach deine vorsstellungen zu gestalten bist zu herzlich wilkommen :)","replies":[{"id":"","poster":"HealAlGankovic","date":"2019-04-03T10:42:20.720+0000","up_votes":1,"down_votes":0,"body":"Wie cool, danke für die Antwort. Dann adde ich dich mal im Launcher und da können wir dann alles weitere besprechen. \nGibt es denn für das zweite Team da schon Leute, oder ist das generell erstmal noch eine Idee?","replies":[{"id":"","poster":"TBP Harpyie","date":"2019-04-03T10:49:15.619+0000","up_votes":1,"down_votes":0,"body":"du bist die erste :) aber eine idee ist es nicht mehr es wird nun umgesetzt.\nIch würde gern dir alles im detail bzw was wir uns vorstellen mit dir darüber reden.\nIch bin erst ab 16:30 uhr da, ich gebe dir über den luncher unsere TS daten","replies":[{"id":"","poster":"HealAlGankovic","date":"2019-04-03T10:55:32.161+0000","up_votes":1,"down_votes":0,"body":"Uh, ihr seid im TS? Das muss ich mir dann erstmal nochmal runterladen :D Das nutze ich schon seit Ewigkeiten nicht mehr! :D\nAlles klar, hab dir schon eine Anfrage geschickt, schreib mir dann einfach. Ich weiß nicht, ob ich dann auch online bin, aber möglich ist es :) Schönen Tag dir noch!","replies":[{"id":"","poster":"TBP Harpyie","date":"2019-04-03T11:02:18.313+0000","up_votes":1,"down_votes":0,"body":"Danke dir, das wünsche ich dir auch ich hoffe wir höhren uns heute :)","replies":[]}]}]}]}]}]}