{"id":"hI9g4ZPJ","poster":"G2 Slippi","date":"2020-03-02T08:22:19.359+0000","title":"[TGSG] Nach dem Wochenende ist vor dem Wochenende","subforum":"Allgemeiner Chat","up_votes":3,"down_votes":1,"body":"Ich habe gerade gelesen, dass das offizielle League Of Legends Forum geschlossen wird Evil or Very Mad\r\nBin schon gespannt wie es da weiter geht - ob es einfach überarbeitet wird und nach einer gewissen Zeit wieder online geht oder ob es generell für immer geschlossen sein wird, bleibt abzuwarten.\r\n\r\nAm Wochenende war wieder Clash und ich war wieder live dabei Smile Leider nicht sehr erfolgreich - beide Male im Trostbracket im Finale gescheitert...\r\nAber es gibt schlimmeres. Ich muss mich jetzt schleunigst darauf konzentrieren im Jungle besser zu werden - zur Zeit läufts einfach nicht so gut und ich hab das Gefühl, dass ich gegenüber von S9 um einiges schlechter geworden bin. Ich hoffe, ich bekomme das in den Griff :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-03-02T11:57:46.900+0000","up_votes":2,"down_votes":0,"body":"So Freunde ich verteile hier mal meine Aluhüte. Hat jeder einen? Gut. Dann aufsetzen und aufmerken!\nDas Forum wird nur abgeschaltet, weil die chinesischen Investoren von Los Ritos die Meinungsfreiheit der Community beschneiden wollen. \nQuelle: Internet.","replies":[{"id":"","poster":"Veezey","date":"2020-03-02T13:15:18.627+0000","up_votes":1,"down_votes":0,"body":"Ich trage permanent einen speziellen Aluhut, der mich vor Strahlung und Chemtrails schützt.","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-02T13:22:58.481+0000","up_votes":1,"down_votes":0,"body":"Trägst du auch essbare Unterwäsche?","replies":[{"id":"","poster":"Veezey","date":"2020-03-02T13:49:31.172+0000","up_votes":1,"down_votes":0,"body":"Nein das wäre ja Absurd.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T14:28:26.370+0000","up_votes":1,"down_votes":0,"body":"Absurd lecker?","replies":[{"id":"","poster":"Veezey","date":"2020-03-02T14:50:38.400+0000","up_votes":1,"down_votes":0,"body":"Nein einfach nur absurd.","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T14:27:51.593+0000","up_votes":1,"down_votes":0,"body":"Und es gibt Geld von discord! \n\nUnd natürlich um Kritik zu unterbinden :/","replies":[]},{"id":"","poster":"CptPICHU","date":"2020-03-02T12:22:36.894+0000","up_votes":1,"down_votes":0,"body":"Es würde mich nicht wundern!!! Bei Supercell (andere \"große\" Spiele Company)\nWurde auch der Globalchat abgeschafft vor kurzem - aus genau DIESEM Grund. :'D","replies":[]}]},{"id":"","poster":"CptPICHU","date":"2020-03-02T08:38:22.071+0000","up_votes":2,"down_votes":0,"body":"Guten Morgen ihr Lieben ._.\n\nMich hat das auch schwer getroffen. Ich kann auch nicht so recht glauben, dass so ein großes Spiel einfach keine Offizielle und ÜBERSICHTLICHE Kommunikation mehr bietet. Und NEIN! Discord ist das DEFINITIV NICHT! Das ist ein CHAT. Und kein FORUM.\n\nBevor jemand Fragt - nein wir Volunteers hatten da basically nichts was wir dagegen tun konnten. Begeistert sind wir denke ich alle nicht.\nOb man es jetzt versteht oder akzeptiert oder nicht - es ist einfach mies.\nWo wird TGSG hin verlagert? Wo lese ich jetzt League-Basierte Posts wenn mir auf Arbeit langweilig ist...?\n\nIch mag Discord so oder so schon nicht. Und dann... sowas.\n\n{{sticker:sg-soraka}} \n~Bye\n-Pichu","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T08:41:51.884+0000","up_votes":1,"down_votes":0,"body":"Ich habe hier https://ulol.forumieren.de/ heute schon einen Beitrag verfasst und es wäre toll, wenn wir dort einfach Nahtlos weiter machen wie bisher, nur ohne die ganzen Heulthreads von den toxischen Kiddies :)","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T08:44:12.207+0000","up_votes":1,"down_votes":0,"body":"Weiss nur nicht genau wie gut das ist, dass der Forum-Besitzer ein ganz normaler Spieler ist.\n:|","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-02T09:30:39.931+0000","up_votes":1,"down_votes":0,"body":"Besser ein ganz normaler Spieler als gar kein Forum ;3","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T09:37:22.315+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Megamaexx,realm=EUW,application-id=YnZkMR0R,discussion-id=hI9g4ZPJ,comment-id=0001000100000001,timestamp=2020-03-02T09:30:39.931+0000)\n>\n> Besser ein ganz normaler Spieler als gar kein Forum ;3\n\nWarte bist du nicht der Gründer? :D\nUnd ja - da stimme ich definitiv zu.","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-02T09:49:28.348+0000","up_votes":2,"down_votes":0,"body":"Ja ich bin der Gründer, deswegen bin ich auch der Überzeugung, dass das eine herausragend gute Idee ist ;D","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-02T13:24:01.712+0000","up_votes":1,"down_votes":0,"body":"Aber warum muss das denn so hässlich aussehen? :(((","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-02T13:29:30.687+0000","up_votes":1,"down_votes":0,"body":"Weil ich Pichu noch nicht berechtigt habe, es hübsch zu machen","replies":[]}]}]}]}]},{"id":"","poster":"G2 Slippi","date":"2020-03-02T08:49:53.291+0000","up_votes":1,"down_votes":0,"body":"Naja, in erster Linie geht es darum, dass die TGSG Familie zusammen hält und auch die stillen Mitleser/innen weiterhin Unterhaltung in unseren Posts finden :)\nWenn sich dann nicht nur TGSG Begeisterte, sondern auch Leute, die Fragen zu League haben bzw. andere leaguebezogene Themen aufgreifen, dort zusammen finden, umso besser, und da ist es doch dann egal wer das Forum leitet, denn ein Forum definiert sich über die Nutzer und nicht über dessen Admin ;)","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T08:46:37.620+0000","up_votes":1,"down_votes":0,"body":"Ihr werdet aber nicht alle vor die Tür gesetzt oder? Also laut meiner Vorhersehung werdet ihr alle noch benötigt °^° Sonst macht das keinen Sinn!","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T08:52:31.989+0000","up_votes":1,"down_votes":0,"body":"Nein, wir werden nicht ausgesetzt. ;-;\n\nWir sind ja nicht nur für die Boards da.\nWir organisieren auch Turniere und andere Projekte, und vorallem ist der Discord auch ein großes\nBetreuungsgebiet. Aber da muss ich mich erst reinfinden.\n{{sticker:sg-soraka}} \n\nIch setze mich auch gerade bisschen ein um zu schauen, wie es für Discord-Gegner weitergehen könnte. :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T09:16:58.367+0000","up_votes":1,"down_votes":0,"body":"Ach, So gewitzt wie du bist fuchst du dich da schon ganz schnell ein :> Da sehe ich keine größeren Schwierigkeiten. Wenn man von der persönlichen Abneigung absieht xD\n\nAlso wie ich bereits geleakt habe, wird es ein total neues Riot Games Forum geben :] Da dürft ihr dann auch wieder rum wuseln","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-02T11:54:07.201+0000","up_votes":1,"down_votes":0,"body":"Das stimmt nicht!","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:28:24.088+0000","up_votes":1,"down_votes":0,"body":"Quelle ? :0","replies":[]}]}]}]},{"id":"","poster":"Rena","date":"2020-03-02T08:40:27.751+0000","up_votes":1,"down_votes":0,"body":"Yep.\nIch werde die OT/TGSG Posts jedenfalls vermissen.\nHabe diese oft nach dem Unterricht gelesen.\nIst echt schade und ehrlich gesagt eine total unnötige Entscheidung von Riot.","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T09:21:02.064+0000","up_votes":1,"down_votes":0,"body":"So. Kommuniziert jemand mit dem Pferd und sagt ihr das die Fortschreibung einmal gelöscht werden muss?\n\nUnd dann lasst euch bitte 189,50 € auf die Kralle geben zum Briefmarken kaufen und geht zur Post, ja? °-°","replies":[{"id":"","poster":"Veezey","date":"2020-03-02T13:16:10.048+0000","up_votes":1,"down_votes":0,"body":"Ja mache ich. Ich weiß aber nicht, ob ich es zurückschaffe^^","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T13:51:02.827+0000","up_votes":1,"down_votes":0,"body":"Leider zu spät Vickylein :o ich war schon.\n\nUnd ich hab mir ein Puddingteilchen gegönnt :DDDDDD","replies":[{"id":"","poster":"Veezey","date":"2020-03-02T14:45:17.492+0000","up_votes":1,"down_votes":0,"body":"Niiiice, hats denn geschmeckt? :D\nIch dachte ich könnte mir das Geld einfach schnappen und abhauen :D\nVielleicht hätte ich auch mit dir geteilt :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-03T06:39:44.898+0000","up_votes":1,"down_votes":0,"body":"Ja, war sehr lecker :D\n\n:o Das wären ja ganze 60€ (ungefähr) für jeden gewesen! Du großzügiges Ding du =p","replies":[{"id":"","poster":"Veezey","date":"2020-03-03T13:10:59.934+0000","up_votes":1,"down_votes":0,"body":"Sehr gut. \nJa ich bin manchmal auch großzügig :p","replies":[]}]}]}]}]}]},{"id":"","poster":"INoKami","date":"2020-03-02T17:38:06.633+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 306-308, katastrophal späte Abendausgabe\n- Und plötzlich steht die Welt in Flammen-Edition-**\n\nJa, zum Foren-Abschuss sage ich gleich was, aber zuerst holen wir die vergangenen Tage nach.\n\nUnd beginnen wollen wir beim vorletzten Samstag, wo ich mich mit \"Sie 2\" getroffen habe und wir Schlittschuhlaufen gegangen sind. Die Schuhe waren mega unbequem, wir mussten beide erstmal wieder Schlittschuhlaufen lernen und die Auswahl der Musik verschlechterte sich nach einiger Zeit drastisch (von 80er/90er plötzlich zu Apres-Ski oder wie auch immer das heißt), aber Spaß gemacht hat es trotzdem. Dann noch was Essen gegangen in einem kleinen Lokal, die Portionen waren... \"ordentlich\", also auf den letzten Metern musste man doch etwas kämpfen, aber es war lecker und die planmäßige Blamage gab es auch: ich habe es geschafft, mir mit Anlauf auf die Zunge zu beißen.\nAber alles andere wäre ja auch langweilig...\n\nDonnerstag und Freitag ist gar nicht so viel passiert, soweit ich mich noch entsinnen kann, bin jetzt, was Attack on Titan angeht, auf dem neuesten Stand der Dinge.\nWochenende war Müll, weil \"Sie 2\" sich (wenn auch unbewusst und, ich vermute mal, auch ungewollt) leider zwei Mal **SEHR** ungeschickt ausgedrückt hatte, was nur zu einem dezenten Nervenzusammenbruch und völliger Unproduktivität führte. Geht wieder aufwärts, aber das will ich auch nochmal mit ihr ansprechen.\n\nDamit wären wir bei Heute und der Tag war ein Wechselspiel der Gefühle: die Bahn legte negativ vor, indem sie direkt 4 Minuten zu spät kam und schon mal für eine Menge \"Stimmung\" sorgte. Im Labor wurde es aber besser, weil unser Plan aufzugehen scheint, wenn jetzt die Reinheit in Ordnung ist (was wir erst nächsten Montag ermitteln können, weil Laborplan), dann aber wieder ein Tiefschlag, wenn ein Test über ein PC-Programm, ist jetzt schwer zu erklären, Fakt ist: ich habe es mir vielleicht etwas schwerer als nötig gemacht.\nNoten gab es heute einige zurück: erst eine gute (FIA-Kolloq, 2-), dann Durchschnitt (Gasanalyse, 3-), dann traumhaft (Organik-Klausur, 2+) und dann Kinnhaken (Kalorimetrie-Kolloq, Nachschulung mit 4-5).\nZum Glück haben wir die nächsten Tage wieder Phys.Chem.-Praktikum, das heißt, ich komme damit davon, dass ich mich zu Hause nicht darauf vorbereiten muss (muss man aber auch wirklich selten), allerdings ein blöder Versuch ist morgen dabei, zu welchem auch gleich morgen das Kolloq geschrieben wird (was auch nicht mein Meisterstück werden wird, so viel weiß ich schon jetzt) und eine Stöch-Klausur am Donnerstag. Ich will nicht +_+\n\n---\n\nSo, und damit zur Untergangsprophezeiung... welche tatsächlich so eintreten wird?!\n\nJa, erstmal ein _*_ _Slowclap_ _*_ an Riot, das dürfte wohl genug ausdrücken, wie sie zu ihrer Community stehen (auch wenn das eh kein Geheimnis hier im Forum war...), mich schockiert eher die Plötzlichkeit als die Aktion an sich. \"Ja übrigens: nächste Woche schalten wir eure Kommunikationsplattform ab!\"\nSo kommt das rüber und solche \"btw\"-Moves finde ich echt nicht gut.\nNa ja, jetzt müssen wir halt die Alternative planen. Was mich betrifft: sobald wir eine gute Ersatzplattform gefunden haben (und die Zeichen dafür stehen doch ganz gut, Grüße an Megamaexx an der Stelle), wird natürlich der Azubi-Blog weiter erscheinen. Ich werde das bis zum bitteren Ende (hoffentlich nicht... zumindest, was das bitter angeht^^) durchziehen!\nDie weitaus größere Problematik ist mein kleines Baby: das Konzepte-Forum. Man kann es drehen und wenden, wie man will, aber irgendwo stimmt es doch, dass ich und mein Kollege Amycos Cyrus zu den \"Ziehvätern\" der kleinen Nische geworden sind und trotz allem versuchen, diese am Leben zu erhalten. Ich muss mich zwar noch mit ihm absprechen, aber zumindest von meiner Seite werde ich dafür kämpfen, dass, in welcher Form auch immer, diese kleine kreative Ecke erhalten bleibt.\n\nUnd nun entschuldigt mich, ich muss quasi den Umzug eines ganzen Unterforums planen xD\nIn diesem Sinne: eine schöne Woche euch!","replies":[]},{"id":"","poster":"Soul92fly","date":"2020-03-02T14:52:23.188+0000","up_votes":1,"down_votes":0,"body":"Immer dieses Clash :P\nZu der Zeit sind immer super viele Leute in meiner FL online, aber alle im Spiel :(\n\nWann kommt endlich ein ARAM-Ranked Modus und ARAM-Clash. Dann kann ich auch mal mitmachen. \n\nIch habe am Wochenende vor allem Path of Exile gespielt und auch noch A Plague Tale: Innocence. So ein gutes Spiel D:\n\nDas die Schließung des Forums nicht gut ankommt habe ich ja erwartet, aber es ist dennoch überraschend all diese Kommentare zu lesen. Daran merkt man, dass einigen hier das Forum doch irgendwie wichtig ist. Und sei es nur, weil es ein schöner Ort ist um seine Zeit mit schreiben zu vertreiben.\nDas wird Discord wirklich niemals ersetzen können, wobei ich ja eh nicht so der Fan von Discord bin. Ich bin dort meistens nur wegen Freunden online.","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-03-02T13:52:26.880+0000","up_votes":1,"down_votes":0,"body":"#WER HAT DIE APOTHEKEN ABRECHNUNG VON BEWOHNERIN H.K. VERSTECKT?\n\n{{sticker:sg-shisa}}","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T13:53:44.444+0000","up_votes":1,"down_votes":0,"body":"Kann nur das Pferd gewesen sein!","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T14:04:03.296+0000","up_votes":1,"down_votes":0,"body":"Das ist so ein scheiß Pferd.\n\nJetzt muss ich jeden einzelnen Brief wieder auf machen und nach gucken XD","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T14:15:51.223+0000","up_votes":1,"down_votes":0,"body":"Tja, Pferde gehören halt nun mal auf eine Pferdekoppel und nicht in ein Büro xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T14:37:34.535+0000","up_votes":1,"down_votes":0,"body":"Wahre Worte!","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T14:08:56.769+0000","up_votes":1,"down_votes":0,"body":"#ODER\n\nIch hab die Apothekenabrechnung nicht in meinen Vorordner gepackt **SONDERN** in die Mappe für die Bewohner mit Taschengeldkonto :'D","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T14:16:20.073+0000","up_votes":1,"down_votes":0,"body":"Hmm, das ist natürlich auch möglich ^^","replies":[]}]}]}]},{"id":"","poster":"CptPICHU","date":"2020-03-02T09:13:48.267+0000","up_votes":1,"down_votes":0,"body":"Grundsätzlich könnt ihr euch nach Belieben auf weiteren Plattformen aufteilen.\nAber dann sei auch Vorsicht geboten, da nicht offizielle Plattformen natürlich nicht unter unserer\nAufsicht stehen.","replies":[{"id":"","poster":"Uranbrennstab","date":"2020-03-02T11:53:39.438+0000","up_votes":1,"down_votes":0,"body":"Mach uns mal einen TGSG Channel im LolGer Discord klar. Von mir aus auch gerne gated, damit es die Außenseiter nicht stört.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T14:30:41.388+0000","up_votes":1,"down_votes":0,"body":"Außenseiter sag wie es ist damit wir nicht mit dem niederen Gesindel in Kontakt kommen :D","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T09:19:10.385+0000","up_votes":1,"down_votes":0,"body":"lol XD \n\n> da nicht offizielle Plattformen natürlich nicht unter unserer\nAufsicht stehen.\n\nDas würde ich jetzt nicht so  unbedingt als schlecht bezeichnen?\n{{sticker:sg-miss-fortune}} \n\\#FreeAzima\nXD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:23:15.086+0000","up_votes":1,"down_votes":0,"body":"Oh shit schnell im Ersatz Forum als Azima anmelden ^^ :P","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-02T09:35:32.376+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-miss-fortune}}","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T09:40:16.830+0000","up_votes":1,"down_votes":0,"body":"Nicht lustig XD","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-02T10:12:35.363+0000","up_votes":1,"down_votes":0,"body":":P\nQbert wäre dann auch wieder frei :D","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T10:53:49.025+0000","up_votes":1,"down_votes":0,"body":"lol der denkt sich irgendwann in zwei Jahren \"gucken wir nochmal rein\" und dann gibt es das hier nicht mehr .-.","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-02T12:16:37.426+0000","up_votes":1,"down_votes":0,"body":"ich hoffe er wird sich dann dabei vor Verwirrung nicht selbst verletzen xD","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T12:33:40.095+0000","up_votes":1,"down_votes":0,"body":"Ich schon °^°","replies":[]}]}]}]}]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T09:48:24.041+0000","up_votes":1,"down_votes":0,"body":"Puh XD Gerade nochmal rechtzeitig vor dir geschafft","replies":[]}]},{"id":"","poster":"CptPICHU","date":"2020-03-02T09:33:03.135+0000","up_votes":1,"down_votes":0,"body":"Ey komm. Ich bin ganz lieb zu dir. :3","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T09:40:45.944+0000","up_votes":1,"down_votes":0,"body":"Nja =p Warst du immer und wirst du immer sein. Hoffe ich für dich.\n{{sticker:katarina-love}}","replies":[]}]}]},{"id":"","poster":"XenesisCH","date":"2020-03-02T09:26:21.639+0000","up_votes":1,"down_votes":0,"body":"Dann solltet ihr ein Forum unter eurer Aufsicht erstellen :P","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T09:36:37.270+0000","up_votes":1,"down_votes":0,"body":"Nunja... Soweit ich infos habe, sollen wir das nicht. Weiss nicht so genau warum, bin nicht zu 100%\nauf der Höhe gerade. :D","replies":[{"id":"","poster":"XenesisCH","date":"2020-03-02T10:20:59.272+0000","up_votes":1,"down_votes":0,"body":"Das ist dann euer Pech. Ich sag es mal so: Dass sich die Communities eigene Foren erstellen, wenn vom Publisher nichts kommt, ist ganz normal. Zumindest bei Spielen die ich gespielt habe wie AoM/AoT, AoE II, III oder DoW (W40k) etc. Da hat man sich auf eigenen Foren organisiert (Deutsche oder auch Englische).","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T10:23:29.032+0000","up_votes":1,"down_votes":0,"body":"Das ist ja auch richtig.","replies":[]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T09:39:51.423+0000","up_votes":1,"down_votes":0,"body":"Na wegen dem Riot Games Forum Mensch =p","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:22:29.415+0000","up_votes":1,"down_votes":0,"body":"Das reddit das von Riot vorgeschlagen wird ist auch nicht offiziell von Riot :D","replies":[{"id":"","poster":"CptPICHU","date":"2020-03-02T09:35:24.639+0000","up_votes":1,"down_votes":0,"body":"Das hab ich damit auch nicht gemeint. Bin auch kein Freund davon.\nReddit ist nur für Memes.\n{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"Kirschkern","date":"2020-03-02T11:05:27.869+0000","up_votes":1,"down_votes":0,"body":"12 Uhr. Immer noch keinen Brief verpackt \\o/","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-02T11:52:51.863+0000","up_votes":1,"down_votes":1,"body":"Wolltest du mir einen Liebesbrief schreiben?","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T11:57:20.364+0000","up_votes":1,"down_votes":0,"body":":P Nein","replies":[{"id":"","poster":"Xayah Strife","date":"2020-03-02T12:00:38.037+0000","up_votes":1,"down_votes":0,"body":"Schade ich hätte mich sehr darüber gefreut. :)","replies":[]}]}]}]},{"id":"","poster":"Xayah Strife","date":"2020-03-02T11:55:16.128+0000","up_votes":1,"down_votes":0,"body":"Spinnt bei euch Youtube die letzten Tage auch rum.\nManchmal kriege ich eine Fehlermeldung wenn ich auf ein Video klicken und dann refreshe ich und es läuft ganz normal....","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:20:08.733+0000","up_votes":1,"down_votes":0,"body":"Also ich finde das mit dem Forum nur ein Armutszeugnis  .... \n\nWie kann man einer community so ins Gesicht spucken und alle die Sachen die sie im Forum und boards erstellt hat und die Probleme die sie gelöst haben einfach löschen ??? \n\nKleine Community wie TGSG oder OT sind in den reddit regeln quasi verboten ^^' ... Also auf dem lol reddit. \n\n\nTechfragen auch...\nHeultheards auch ... \nRiot pls theard auch ...\n\nKann garnicht sagen wie dumm ich das alles finde -.- \n\nSelbst in reddit finden die Leute es dumm ...\nUnd discord ist kein Ersatz -.- \n\nHoffe zwar Kirsche hat recht und es kommt was großes dafür aber ich glaub nicht dran :(\n\n----------\n\nIch hab selbst schon an ein Ersatz Forum gedacht .... bzw. Sogar ein eigenes Reddit aber das ist einfach nicht das selbe :/ \n\nWenn da nur 20 Leute sind wäre das zwar cool aber nicht mehr das was wir hier haben. \n\n-Keine Entbannungs Anträge \n-Keine heulen theards \n-Keine Diskussionen die random unter theard entstehen weil die Leute sich schon kennen. \n-Keine echten trolle mehr ... Ja selbst das :/ \n\n\n\nEs stimmt mich irgendwie traurig :/","replies":[]},{"id":"","poster":"Kirschkern","date":"2020-03-02T08:29:43.443+0000","up_votes":1,"down_votes":0,"body":"[TGSG] Dunkel Wolken\n\nJa. Dunkle Wolken ziehen auf. Aber das ist doch nichts Neues, oder?\n\nIch hätte schon vor Stunden mit meinem Rechnungslauf anfangen müssen, aber ich kann einfach gerade nicht. Soll sich die Scheiße selbst kontrollieren, ich hab bis 16:00 Uhr Arbeitszeit, also was solls.\n\nJoa. War gestern Abend schon ein dezent krasser Schock zu lesen das die Foren dicht gemacht werden. Und so richtig logisch ist das auch wieder nicht. Das ist wohl das erste mal das ich @HyperionCH zustimmen muss, dass hier kein Funken Liebe für die Community übrig ist. Genauer gesagt für die Kommunikation der Community untereinander. Kundennähe: Fehlanzeige! Auf die Ersatzbeispiele Reddit/ Discord geschissen. Völlig irrelevant einfach.\n\nEs gibt Spiele die besitzen Foren die teils ihren letzten aktuellen Beitrag vor 1,5 Jahren hatten. Die sind immer noch da.\n\nIch würde mich ja gerne noch etwas mehr rein steigern und einfach komplett ausrasten °-° Aber mein Köpfchen hat Schmerzen und die Tablette wirkt (noch) nicht. Die will wohl noch etwas an Gesellschaft dazu bekommen c.c Es wäre halt legit die bessere Lösung gewesen heute Morgen zum Arzt zu fahren … Aber mein scheiß Gewissen ist genau so beschissen wie die Entscheidungen die hier getroffen werden. Unfassbar. Nach der Geburt getrennte Zwillinge oder was? >.&lt;\n\nStatt hier jeden Tag jetzt zig Threads zu sehen in denen sich verabschiedet wird, fänd ich es ehrlich gesagt cooler wenn man die dunklen Wolken etwas beiseite schieben würde und einfach mal die schönen Geschichten auspackt. Also statt sich im nächst besten Wasserfass zu ertränken, wird einfach in den schönen Erinnerungen geschwelgt. Außerdem wird die Arche ja auch gebaut: https://ulol.forumieren.de @Megamaexx\n___\n\nDamit hatte ich eben angefangen XD Aber dann den Faden verloren und dann keine Lust mehr und dann wollte ich weinen und dann rauchen und dann weiter arbeiten und dann nach Hause fahren >.&lt; Mein Kopf tut so weh.\n\nGestern habe ich nur Black Desert gespielt .-. aber nichts sinnvolles gemacht. Abends hab ich dann noch bei ein paar Clash Spielen zu gesehen.\n\nIch denke das Forum kommt wieder. Legit. Du kannst nicht (zukünftig) 20 Spiele \"betreiben\" und dann kein Forum haben. Es wird vermutlich komplett neu aufgezogen, hübscher gemacht, Benutzerfreundlicher auch in den Funktionen, jedes Spiel erhält seine eigene 'Abteilung'. Man schließt vielleicht die \"League of Legends\" Foren, aber man öffnet die Tore zu den Riot Games Foren \\o/ I CALLED IT FIRST!","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T08:45:14.337+0000","up_votes":1,"down_votes":0,"body":"Ja hoffentlich kommt da tatsächlich wieder ein neues Forum, denn wie du schon sagtest: ohne Forum ists halt RIP ^^\nIch bin echt traurig darüber, dass Riot diesen Schritt geht, aber wenn sie nach ner Zeit ein wie von dir beschriebenes, benutzerfreundlicheres Forum wieder implementieren, könnte ich darüber hinweg sehen :)","replies":[{"id":"","poster":"Kirschkern","date":"2020-03-02T08:49:04.864+0000","up_votes":1,"down_votes":0,"body":"Nja, ich kann mir halt legit nicht vorstellen das man sich als Firma derartig über Spiele massiv vergrößern will und dann sagt man den Leuten: Fickt euch ins Knie. Benutzt gefälligst Discord oder Reddit.\n\nJedes gottverdammte Spiel, jeder gottverdammte Fetisch hat ein Forum. Deswegen wird es das hier auch wieder geben.\n> Riot Games Foren \\o/ I CALLED IT FIRST!\n\nXD\n\nUnd wenn nicht. Junge. Ich hau den Discord so was von in Stücke XD …","replies":[{"id":"","poster":"G2 Slippi","date":"2020-03-02T08:52:18.997+0000","up_votes":1,"down_votes":0,"body":"Dann müssen wir am offiziellen League Discord so lange Heulthreads verfassen, bis sie uns das Forum wieder zurück geben ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:09:50.053+0000","up_votes":1,"down_votes":0,"body":"Im discord theards verfassen .... Da fangen die Probleme an","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:09:23.252+0000","up_votes":1,"down_votes":0,"body":"Bin sicher die bekommen von discord den schwanz gelutscht ! \n\nDa gab's sicher Geld dafür das die für discord so werben ;)","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2020-03-02T09:07:46.177+0000","up_votes":1,"down_votes":0,"body":"Ne glaub ich leider nicht :/ \n\nDenke sie werden das auf eigene sup reddits aufteilen auch für die anderen Spiele :/ \n\nDas man League of legends reddit den sie verlinkt haben nicht mal technische Fragen stellen darf ist super lächerlich. \n\nDu fliegst aus dem game / hast nur 20 fps \n\nFragst an was es liegt und es wird gelöscht weil es gegen die Regeln ist .... haha so dumm  ^^\n\nDas Archive zu löschen ist einfach nur ein \"wir spucken auf die community\" ","replies":[]}]}]}