{"id":"begkdB9M","poster":"TGOxBl4ck","date":"2015-10-01T14:53:38.621+0000","title":"Worlds Opening :D ?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":8,"body":"Wieso habt ihr diesmal nur eine Sporthalle irgendeiner Schule der Eingeborenen des Dorfes im nirgendwo ? \n\n:D sry aber die Worlds waren doch letztes Jahr gr&ouml;sser ? :D Ich komm mir etwas verarscht vor :D\n\nDownvotet nur den Post mir Wayne :D ... es ist und bleibt trotzdem ziemlich ne Lan - Party Opening :D ","replies":[{"id":"","poster":"HyperionCH","date":"2015-10-01T21:16:50.883+0000","up_votes":2,"down_votes":0,"body":"Naja, in Anbetracht dass die Halle recht zentral in Paris liegt (mit über 2 Mio. Einwohner ist die Berlin die einzige deutsche Stadt grösser; wobei die Agglomeration Paris insgesamt dann wieder grösser ist), ist \"Dorf\" sicherlich der falsche Ausdruck.\n\nDie Halle besitzt glaube ich 3000 Plätze, was ansich nicht schlecht ist.\nIn der letzten WM waren die Hallen der Gruppenphasen nicht wirklich grösser (z.B. gut 4000 Plätze in der Halle in Taipei, die Halle in Busan - Viertelfinale - war glaube ich sogar kleiner) und dies in Ländern, wo e-sport sicherlich mehr beachtet wird als in Europa.\n\nWahrscheinlich hast du nur noch die Bilder aus dem Finale im Kopf. Aber da muss man auch sagen, dass in Korea der e-sport einfach stärker in der Gesellschaft verankert ist. Wenn man immer ein grosses Stadion füllen möchte, dann muss man jede WM in Korea (allenfalls noch China) durchführen. Ich denke, dies möchten insbesondere die eurpäischen LoL-Fans nicht (alleine nicht immer wirklich gut wegen der Zeitverschiebung).\n\nMan kann natürlich weiterhin jammern wegen zu kleinen Hallen (weil keine grösseren zur Verfügung stehen, weil e-sport in Europa eine Randsportart ist) und sich mit Aussagen wie jene vom TE lächerlich machen. Alternative kann man sich freuen, dass die Worlds dieses Jahr in Europa stattfinden (nicht nur wegen der besseren Spielzeiten) und hoffen, dass dies auch wieder etwas mehr Präsenz bringt, damit e-sport bekannter wird und dann irgendwann auch grössere Hallen möglich werden.","replies":[]},{"id":"","poster":"Call me Br00t","date":"2015-10-01T18:23:57.368+0000","up_votes":1,"down_votes":1,"body":"Ist scheiße gewählt, wird ja aber zum Glück größer ^^","replies":[]}]}