{"id":"pLpOEwlz","poster":"YolpZ","date":"2015-09-30T17:44:03.133+0000","title":"Meinung zum derzeitigen Ekko","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Mich w&uuml;rde interessieren, was ihr so vom Zeitbrecher haltet. ;)","replies":[{"id":"","poster":"Sikn3ss","date":"2015-10-01T13:37:39.217+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich spiele Ekko sehr gerne auf der Midlane wie auch im Jungle. Im Jungle meistens Tank Ekko da mit etwas Übung und gutem Timing trotzdem viel Schaden zu stande kommt. Guter Einzelkämpfer wie auch gute Utility im Teamfight mit einer gut gesetzen W. Sein Nerf fand ich gut denn mir persönlich machen OP-Champs einfach kein Spass.. verstehe die Leute die immer die Meta spielen weils OP ist ein wenig traurig. Spiele deswegen auch kein Blindpick mehr denn überall nur noch Juggernauts und ganz ehrlich wer spielt schon gerne gegen einen Morde Bot oder Garen/Darius und Skarner? :D","replies":[]},{"id":"","poster":"Soundry","date":"2015-09-30T17:56:51.965+0000","up_votes":1,"down_votes":0,"body":"Ich hatte heute einen ekko im game der auch echt gut gespielt hat.\nMan darf halt nicht so mega offensiv gehen. Ist hald kein yi mehr der reinspringt und easy den Penta holt","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-09-30T17:49:56.997+0000","up_votes":1,"down_votes":0,"body":"Viele sind ja der Meinung er wurde zu stark generfed. Finde aber wenn man ihn richtig spielt kann man schon einiges reißen.\n\nIch sehe ihn schon noch in so ca. jedem 10. Spiel. Also nicht soo häufig. Aber ich selbst habe ein anderes Problem mit ihm. Ich finde ihn verdammt langweilig zu spielen. Ich habe mich eigentlich voll auf den gefreut und dachte mir, dass ich den zu mainen beginne. Aber schon noch ein paar Spielen wars langweilig. Vermutlich weil ich ihn OP fand. Und ich kann es überhaupt nicht ausstehen wenn ich etwas zu stark finde. Deswegen spiele ich das auch nicht. So wie jetzt die Juggernauts. Früher hat Skarner Spaß gemacht und ich hab ihn oft gespielt. Jetzt spiele ich eben Zac.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-30T17:53:01.615+0000","up_votes":1,"down_votes":0,"body":":D cool ergeht mir mit dem Spass genauso :D hahaha finde ich ich richtig gut mal von einem anderen zu lesen bzw. zu hören !","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-09-30T17:54:47.441+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-30T17:55:28.430+0000","up_votes":1,"down_votes":0,"body":"lool hab ich doch getan :O","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-09-30T17:56:20.045+0000","up_votes":1,"down_votes":0,"body":"Ja, habe ich gerade bemerkt. Anscheinend bin ich ausversehen in die chronologische Ansicht gewechselt. Sry^^","replies":[]}]}]}]}]},{"id":"","poster":"TGOxBl4ck","date":"2015-09-30T17:49:13.791+0000","up_votes":1,"down_votes":0,"body":"ganz ok ... mid game stark und im late nimmt er wieder ab ! \n\ndu kannst halt ziemlich gute Plays machen wenn du dir ein RoA rusht da du tanky bist .... ganz Tank würdeich ihn nicht bauen scheint wohl ein trend zu sein aber meiner meinung nach nicht sehr usefull !","replies":[]},{"id":"","poster":"LFT His Support","date":"2015-09-30T18:41:17.912+0000","up_votes":1,"down_votes":1,"body":"Ekko braucht viel Skill, vorallendingen um die Ulti zu treffen, sollte man Ekko jedoch beherschen finde ich ihn echt sehr stark!","replies":[]}]}