{"id":"otIEGMHv","poster":"Masterba1t","date":"2015-09-30T17:25:03.279+0000","title":"Summoner Ignore","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"um flamer und andere leute ruhigzustellen ist die ignorierfunktion ja schon ganz gut, aber ich denke, dass man diese und weitere funktionen verbessern k&ouml;nnte.\r\n\r\nignore-funktion: sollte permanent sein und nicht nur auf das derzeitige spiel bezogen. auch eine benachrichtigung oder anzeige dar&uuml;ber, ob mich ein anderer auf ignore setzt oder hat, w&auml;re nicht schlecht. au&szlig;erdem sollte das ignore sich nicht nur auf das tats&auml;chliche spiel auswirken, sondenr zumindest auch auf die lobby nach dem spiel.","replies":[{"id":"","poster":"Zero000","date":"2015-09-30T18:58:49.700+0000","up_votes":2,"down_votes":0,"body":"Gibt es bereits, musst dafür aber etwas schreiben.\n\n/mute \"summoner name\" hat den Spieler nur für dieses Spiel ignoriert.\n/ignore \"summoner name\" hat den Spieler für dieses und jedes weitere Spiel ignoriert.\n\nAnsonsten ist es meiner Meinung nach besser es das Ignorieren nur für ein Spiel ist.\nWenn er sich gebessert hat wird er diesmal nicht ignoriert, wenn er sich nicht gebessert hat wird er eben wieder ignoriert.\nWer er hingegen von Anfang an auf der Igno Liste steht, er sich aber gebessert hat bekommt man vielleicht wichtige Informationen nicht mit. \nSo viel Arbeit ist das erneute ignorieren nicht, diesen einen Tastendruck wird man doch wohl schaffen.\n\nWarum man benachrichtigt werden soll wenn andere einen ignorieren erschließt sich mir nicht. \nWas hat der Ignorierte davon? Im besten Fall nichts, zumindest nichts das mit gerade einfällt, im schlimmsten Fall merkt er das alle ihn ignorieren und er benutzt andere Methoden um seinen ärger Luft zu machen(absichtliches feeden oder ähnliches)\nWas habe ich davon? \nIch sehe im Grunde nur einen Sinn dabei, du willst deinem Gegenüber eine reindrücken.","replies":[{"id":"","poster":"Masterba1t","date":"2015-09-30T19:23:46.866+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zero000,realm=EUW,application-id=7hciEY9w,discussion-id=otIEGMHv,comment-id=0001,timestamp=2015-09-30T18:58:49.700+0000)\n>\n> Warum man benachrichtigt werden soll wenn andere einen ignorieren erschließt sich mir nicht. \n>\n\ner soll nicht unbedingt benachrichtigt werden, es sollte nur irgendwie ersichtlich sein. bspw durch eine andere farbe des namens im scoreboard.\nder ignorierte spieler weiß dann schlichtweg, dass er mit spieler xy nicht kommunizieren kann.\nbei den meisten mail und PM systemen ist es nicht anders. und im kleineren rahmen, wo man oft auch mal \"einzelgespräche\" führt, ist das nicht nur sinnvoll sondern auch fair.\n\nund danke für die slash-commands!","replies":[]}]},{"id":"","poster":"arcânist","date":"2015-09-30T17:29:22.446+0000","up_votes":1,"down_votes":0,"body":"Naja, die Wahrscheinlichkeit, dass mich ein Spieler, den ich gemutet habe, nach dem Game anschreibt, ist nicht so hoch ^^ genauso wie die, das man mit genau dem gleichen Spieler irgendwann nochmal in ein Spiel kommt. :) Vielleicht habe ich dich aber auch nur falsch verstanden. Aber zu wissen, das man gemutet ist, wäre eine gute Funktion :) MfG","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-09-30T17:39:45.313+0000","up_votes":1,"down_votes":0,"body":"Das kommt öfter vor als du vielleicht denkst. Ich habe mit vielen Spielern schon ein Zweites Mal gespielt.","replies":[{"id":"","poster":"Masterba1t","date":"2015-09-30T18:39:42.054+0000","up_votes":1,"down_votes":0,"body":"exakt. vor allem wenn man noch levelt passiert das recht oft. und die lobby nach dem spiel ist ja oft noch schlimmer als das eigentliche spiel. da ist das mute/ignore dann aber wieder weg.\nauch ist es mir früher ein paar mal passiert, dass mich ein troll nach dem spiel zur friendlist hinzufügen wollte bzw es sogar getan hat, nur um dann weiter rumzupöbeln. und der indikator, ob bzw wer mich im spiel auf ignore hat, ist denke ich für beide seiten von vorteil.","replies":[]}]}]}]}