{"id":"JIJvkJkz","poster":"Korean Wolf","date":"2015-09-30T18:21:20.067+0000","title":"Placement Matches und das Verhalten von MMR im Bezug auf Duoq","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo LoL Community,\r\n\r\nich hatte vor kurzem mit einem bekannten eine simple aber recht nette Unterhaltung - Nur konnten wir uns nicht ganz beantworten inwiefern sich das nun verh&auml;lt.\r\nWie verh&auml;lt sich das MMR in den Placement Matches in bezug auf DuoQ.\r\nDie Theorie dir wir hatten, abgesehen von Hard oder Soft Reset, was passiert wenn ein Diamond/Challenger spieler mit einem Silber/Gold Spieler die placement Matches nach einem Reset spielt?\r\nGibt es vielleicht in den Placement Matches auch eine MMR Grenze, die DuoQ disabled? Wird das MMR &uuml;berhaupt mit einberechnet?\r\nUnd wird Person Y im Silber/Gold Bereich indirekt geboostet? Weil in den 10 Placement Matches verliert und gewinnt man ja enorm viel &#039;Elo&#039; f&uuml;r&#039;s MMR.","replies":[{"id":"","poster":"Korean Wolf","date":"2015-09-30T19:39:28.434+0000","up_votes":1,"down_votes":0,"body":"Dann wäre es doch auch theorethisch inoffizielles boosting für den Silber Spieler? Da er ja dadurch einen erheblich MMR Push kriegt wenn er gegen Diamond Leute gewinnt. Demnach auch ein höheres Endergebnis erzielt nach den Promo Matches.\n\nMeine Frage ist halt wirklich, ob dadurch, dass wenn die Queue die Priorität für den Spieler annimmt mit dem höheren MMR, das MMR von Spieler 2 in die Höhe getrieben wird sofern man gewinnt. Da es sich nach den Placement Matches ja genauso verhält mit dem MMR.\n\nDemnach könnten sich ja in der Theorie High Elo Spieler Diamond 2 => aufwärts ganz leicht Smurf Accounts hochziehen und die in einem hohen MMR Bereich absetzen, sofern o.g zutrifft.\n","replies":[]},{"id":"","poster":"FailerOfWorld","date":"2015-09-30T19:25:26.974+0000","up_votes":1,"down_votes":0,"body":"Das da dann eine DuoQ verhindert wird glaube ich nicht, da man noch keine Liga hat. Vielmehr glaube ich, dass nach dem höheren gequeuet wird, sodass der Diamant mit seinem Silber-Duo so gematcht wird, als wäre es ein \"normales\" Dia-Game.\nMeine persönliche Theorie :)","replies":[]}]}