{"id":"voXJyPIg","poster":"ZyPoN iZ SiiK","date":"2015-09-30T11:01:52.601+0000","title":"Pre Paid Karte funktioniert nicht","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe mir eine 10&euro; Pre Paid Karte zugelegt, doch immer wenn ich den Code eingebe steht dort: &quot;Invalid Code Service Response&quot;. Ich war auch schon beim Media Markt und habe sie umtauschen lassen und mir versichern lassen, dass die neue Karte aktiviert ist und jetzt funktioniert, doch wie es das Leben so will funktioniert sie nicht. Was kann ich nun tun au&szlig;er wieder zum Media Markt fahren und hoffen, dass die Karte jetzt funktioniert, da der n&auml;chste Media Markt einige Kilometer entfernt ist und ich dort nicht jeden Tag wegen einer Karte, die nicht funktioniert hinfahren m&ouml;chte.","replies":[{"id":"","poster":"ZyPoN iZ SiiK","date":"2015-09-30T11:23:25.560+0000","up_votes":1,"down_votes":0,"body":"Wo ist denn die Option \" RP-Card \" ? Ich sehe nur: Sofort Banking; PayPal; VISA Mastercard etc; paysafecard; Lastschrift und Mobile Payment..","replies":[{"id":"","poster":"Tiaryn","date":"2015-09-30T12:03:27.743+0000","up_votes":1,"down_votes":0,"body":"Ich hatte das frei aus dem englischen Client übersetzt. Anscheinend heißt das auf deutsch \"Prepaid-Karten\".\n\nQuelle: http://euw.leagueoflegends.com/de/news/riot-games/announcements/jetzt-erhaltlich-prepaid-karten","replies":[{"id":"","poster":"ZyPoN iZ SiiK","date":"2015-09-30T12:50:49.986+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank dafür :)","replies":[]}]}]},{"id":"","poster":"Tiaryn","date":"2015-09-30T11:05:25.692+0000","up_votes":1,"down_votes":0,"body":"Du kannst den Code nicht direkt im 'Code'-Reiter einlösen, sondern musst auf \"Rp Kaufen\" gehen und dort dann als Bezahloption RP-Card auswählen und den Code eingeben.","replies":[{"id":"","poster":"ZyPoN iZ SiiK","date":"2015-09-30T11:07:29.313+0000","up_votes":1,"down_votes":0,"body":"So sollte ich es vielleicht mal versuchen :D Bin immer direkt auf den Code-Reiter unten links gegangen und nicht erst auf Rp kaufen :D Danke schon mal im Voraus, sofern es so klappt :D","replies":[]}]}]}