{"id":"2V77LmFe","poster":"forumyesopls","date":"2015-09-29T20:22:53.724+0000","title":"Beschreibung","subforum":"Hilfe & Support","up_votes":2,"down_votes":3,"body":"Wenn man noch nicht lvl 10 oder so ist dann steht dort meistens wenn man auf ein forum geht z.b. spielverhalten eine kisskussion machen will steht dort : DU muss mindestens 10 erreicht haben um eine Disskussion starten zu k&ouml;nnen und das ist ein bisschen komsich 10 was 10 bananen gesammelt erreicht zu haben oder was wei&szlig; ,ich wie soll man dort drauf kommen ob man ingame lvl 10 erreicht haben muss","replies":[{"id":"","poster":"recon","date":"2015-09-29T21:12:27.384+0000","up_votes":1,"down_votes":0,"body":"So nun mal zum Verständnis:\nDein erstes Thema wurde gelöscht, weil es im falschen Bereich war.\nAuf deinen Screenshots ist ganz klar dein Beschwörername zu erkennen und dieser ist nicht \"forumyesopls\".\nDer Account mit dem du deine Bestrafung erhalten hast, ist also Stufe 30 und kann somit im Bereich \"Spielerverhalten\" schreiben.\nDaher solltest du dich mit deinem richtigen Account einloggen und es nun bitte unterlassen, dutzende Themen mit dem selben Inhalt zu schreiben.","replies":[]},{"id":"","poster":"Kartoffelking983","date":"2015-09-29T20:24:13.060+0000","up_votes":1,"down_votes":1,"body":"Bitte verständlich","replies":[{"id":"","poster":"forumyesopls","date":"2015-09-29T20:28:00.352+0000","up_votes":1,"down_votes":1,"body":"SO wenn man noch nicht lvl 10 ist, dann steht dort, wenn man eine neue disskusion starten will: Du musst mindestens 10 erreicht haben um eine Disskusion starten zu können. Wie soll man daraus schließen das man ingame lvl 10 erreicht haben muss, genauso ist es wenn man einen kommentar schreiben will: du musst erst 7 erreicht haben um einen kommentar ab zugeben; unter Disskusionen die nicht in den bereich eines gamer  ist der unter lvl 10 ist.","replies":[{"id":"","poster":"Kartoffelking983","date":"2015-09-29T20:30:51.862+0000","up_votes":1,"down_votes":1,"body":"Okay danke jetzt habe ichs verstanden also es gibt da bestimmt näheres aber ich glaube da der foren acc sich mit dem lol acc verknüpft ist es eigentlich ganz leichtes logisches denken","replies":[{"id":"","poster":"forumyesopls","date":"2015-09-29T20:33:09.797+0000","up_votes":1,"down_votes":1,"body":"Naja eig nicht wenn man nur etwas im forum schreiben (übers spielverhalten) will dann kann man das nicht sondern nur im bereich support aber da meine disskussion zu meinen spielverhalten gelöscht wurde kann mir ja dann keiner helfen. Das ist das dumme","replies":[{"id":"","poster":"Patter91","date":"2015-09-29T20:34:08.223+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=forumyesopls,realm=EUW,application-id=7hciEY9w,discussion-id=2V77LmFe,comment-id=0000000000000000,timestamp=2015-09-29T20:33:09.797+0000)\n>\n> Naja eig nicht wenn man nur etwas im forum schreiben (übers spielverhalten) will dann kann man das nicht sondern nur im bereich support aber da meine disskussion zu meinen spielverhalten gelöscht wurde kann mir ja dann keiner helfen. Das ist das dumme\n\nTja, dann schreib einfach mit deinem Mainaccount.","replies":[{"id":"","poster":"forumyesopls","date":"2015-09-29T20:35:00.919+0000","up_votes":1,"down_votes":1,"body":"Hab keinen der im forum schreiben kann","replies":[{"id":"","poster":"Heisl","date":"2015-09-29T20:51:14.967+0000","up_votes":1,"down_votes":1,"body":"Hat schon seinen Grund.","replies":[{"id":"","poster":"forumyesopls","date":"2015-09-29T21:00:44.681+0000","up_votes":1,"down_votes":1,"body":"Ja welchen denn das ich noch nicht lvl 10 bin?","replies":[]}]}]}]}]}]}]}]}]}