{"id":"EqFxc2Ev","poster":"GmHa PentaTouch","date":"2019-04-02T19:07:54.935+0000","title":"Blazing Gaming Neu Aufbau!![Dia2+]","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Liebe League of Legends Community,\r\n\r\nViele kennen es... Man möchte in einen Team spielen aber man sucht sucht und sucht aber wird nicht fündig,auch Ich habe dieses Problem deshalb erstelle ich ab sofort ein neues Team zusammen. Ich möchte nicht lange über Kleinigkeiten sprechen da diese via Teamspeak besser zu klären sind.\r\n\r\nKleine Info zu mir Ich bin 21 Jahre und Spiele League of Legends seit S1 und schloss die letzte Season als Diamond Spieler ab.\r\n\r\nWas wird gesucht?\r\n\r\n● Toplane\r\n● Jungle\r\n● Support\r\n● Mid oder Adc bin ich je nachdem wie es harmoniert!\r\n\r\nDas solltest du mitbringen :\r\n\r\n● Durchsetzungsvermögen u.a ebenfalls Engagiert sein\r\n● angemessene Reife und Verhaltensweise\r\n● Zuverlässigkeit wird ganz groß geschrieben! Solltest du kein Bock haben verschwende bitte unsere Zeit nicht!\r\n● Motivation und Ehrgeiz sich steht’s immer zu verbessern\r\n● Teamfähigkeit\r\n● Teamspeak 3 Client und ein gut verständliches Mikrofon\r\n\r\nWie wird das Team aufgebaut und worauf kommt es in diesen Team an?\r\n\r\n● Teamwork! Gemeinsam ist man stark! Mir ist es sehr wichtig das wir uns untereinander Helfen und verstehen!\r\n● langfristiges Team!\r\n● 2x im Monat Teilnahme an einem Turnier (nicht am Anfang aber nach 1 - 2 Monaten könnte man dies in erwägung ziehen je nachdem wies läuft)\r\n● min 2-3 Tage feste Trainingseinheiten\r\n● Mischung aus middle Fun und Tryhard\r\n\r\nZiele werden nach der Zeit gemeinsam mit dem Team angepasst x)\r\n\r\nKurzfassung // Phase\r\n\r\nPhase 1 - Die Zusammenstellung\r\nPhase 2 - Wir erstellen einen Trainingsplan\r\nPhase 3 - Kennenlernen\r\nPhase 4 - Die ersten gemeinsame Strategien\r\nPhase 5 - Problemlösung\r\nPhase 6 - Unser erstes Turnier\r\n\r\n(Phasen variieren mit der Zeit)\r\n\r\nWie geht's weiter?\r\n\r\nWenn du Interesse hast addest du mich und wir Treffen uns auf meinen Teamspeak Server und Quatschen ne runde und erstellen den ersten Plan wo Wir gemeinsam miteinander Spielen um zu schauen ob wir uns verstehen. Bitte schreibt mich direkt an Warum ihr mich geaddet habt damit ich es besser zuordnen kann ansonsten kann es passieren das ihr untergeht.\r\n\r\nSollte das Team stehen tretet Phase 1 in Kraft.\r\n\r\nBitte diesen Account adden! Testspiele mache ich aber mit meinem Dia1(Way to Master) Account!\r\n\r\nIch freue mich auf euch!\r\n\r\nMfg\r\nGmHa PentaTouch/Alex","replies":[]}