{"id":"Ex7bKsth","poster":"TWB Princess","date":"2015-09-29T14:39:16.762+0000","title":"Supporter Runen und Masteries so ok?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Schaut euch bitte meine Runen und Masteries mal an, ob die OK sind. :)\r\nRunen: Support\r\nMastieries: Supporterererer","replies":[{"id":"","poster":"Im a Papaya","date":"2015-09-29T15:22:59.029+0000","up_votes":1,"down_votes":0,"body":"In meinen Augen gibts keine Ultimativen Mischungen (Kommentare darüber dürft ihr euch ruhig verkneifen ^^)  Deine Masteries sind sehr stark auf wissen angelegt, was ja auch gut ist, aber ich bevorzuge ne leichte Mischung aus allen und änder meine Masteries immer wieder. Soraka zum Beispiel geb ich im Abwehr Baum die Eigenschaft \"Moloch\" und arbeite mich zu \"Plünderer\" und dem Mana reg vor um noch etwas mehr gold zu bekommen. Der Rest geht in AP und cdr.\nBei Tank support empfehle ich im abwehr Baum die voll ausgebaute Rüstungs Fähigkeit weil man sehr gern mit crits konfrontiert wird. Simpel gesagt würde ich meinen das sich der Supporter über sein Start Item definiert. Sups mit \"Uralte Münze\" brauchen etwas mehr passive Werte während Zauberdieb Sups etwas mehr ap brauchen und über den tank Schild brauch ich erst gar nichts zu sagen ^^","replies":[]},{"id":"","poster":"Kelomat","date":"2015-09-29T14:59:52.324+0000","up_votes":1,"down_votes":0,"body":"Welche Supporter spielst du denn? \nMeiner Meinung nach sind die alles andere als geeignet. \n\nSehe bei dir zB keine Armor-Runen --> und die brauchst du gegen den ADC auf jeden Fall! \n\nBei Tank-Supportern (Braum, Leona, etc) würde ich ne Mischung aus Armor/MR/Leben wählen. Bei aggressiven wie zB Sona kannst du ne Mischung aus AP/Armor/MPen bzw. HybridPen nehmen.\n\nMasteries nehme ich (!!!) Standardmäßig 0-9-21 ","replies":[]},{"id":"","poster":"PowerOfPoison","date":"2015-09-29T14:40:34.759+0000","up_votes":1,"down_votes":0,"body":"TOP","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-29T17:07:30.038+0000","up_votes":1,"down_votes":1,"body":"Runen und Meisterschaften sind dazu da, um den eigenen Spielstil zu unterstützen. Deswegen versuche ich, anstatt deine Runen/Meisterschaftspunkte zu beurteilen, deinen Spielstil bzw. Champions herauszulesen.\n\n**Runen:**\nDeine Runen haben kein Armor und kaum Magieresistenz und 1 Critrune, also spielst du eher ranged Supporter.\nDafür viel Scaling Health also ein Squishy.\nAp und etwas Magicpen heißt schonmal ein Apler (thx Captain Obvious).\nFolglich spielst du nach deinen Runen {{champion:1}}, {{champion:432}}, {{champion:40}}, {{champion:43}}, {{champion:85}}, {{champion:117}}, {{champion:25}}, {{champion:267}}, {{champion:37}}, {{champion:16}} oder {{champion:161}}. Hierbei würde ich aber alle Champion ohne Sustain wegpacken, da sonst keine Resistenzen zu haben sehr gefährlich wäre. Also sind Kennen und Vel´Koz raus.\n\n**Meisterschaften:**\n10% CDR durch Angriffs- und Wissensbaum. Heißt also jemand, der nicht viel Mana verbraucht, da man sonst mit den Items zu schnell über 40% kommt.\n1 Punkt in Block also ein (midrange) Trader.\nLauftempo, Sustain und Gold in der Wissensseite. Also ein guter Roamer.\n20% CDR auf aktivierbare Items, also 2 oder mehr aktivierbare Items (ohne Trinket).\nFolglich bleiben von den oben genannten: ({{champion:1}}), {{champion:432}}, {{champion:40}} und {{champion:25}}.\n\nAlso wenn du diese 4 Champions dementsprechend spielst, sind deine Runen und Meisterschaften ok.","replies":[]}]}