{"id":"uGeldwrY","poster":"xLyber","date":"2015-09-29T17:36:19.917+0000","title":"Master Yi oder Riven Mid?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo,\r\nIch wollte einen ungew&ouml;hnlichen Champ auf der mid lane spielen,kann mich aber nicht zwischen riven und yi entscheiden.\r\nBitte helf mir bei der Entscheidung ^^\r\nMit welchen kann man beser carrien?\r\nDanke im Voraus","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-29T21:43:39.531+0000","up_votes":2,"down_votes":0,"body":"Riven an sich ist der stärkere Laner. \nSie ist nicht Manaabhängig, kann besser Traden und Farmen, hat auf Dauer gesehen mehr Sustain und einen besseren Gapcloser als Yi, was in der Mitte wichtig ist.\n\nYi ist nicht gerade für eine Lane gemacht. Deswegen empfehle ich dir hier zu 99,99% Riven.","replies":[]},{"id":"","poster":"xLyber","date":"2015-10-01T18:01:40.798+0000","up_votes":1,"down_votes":0,"body":"Danke für eure Kommentare ^^","replies":[]},{"id":"","poster":"Lee Sin Ghost","date":"2015-09-30T13:33:06.367+0000","up_votes":1,"down_votes":0,"body":"kommt drauf an gegen wen du spielst aber ansich sind beide sehr stark die im late-game abgehen beide haben vorteile und nachteile zb kann sich yi healen wären riven sich nur ein kurzes schild geben kan, aber dafür hat riven ein stun und einen knockup aber yi st halt mit seiner ult extrem schnell und keiner kommt vor ihm weg :D","replies":[]},{"id":"","poster":"Kata Ga Kill","date":"2015-09-30T09:02:55.059+0000","up_votes":1,"down_votes":0,"body":"Spiel diese lieber Toplane, Mitte wirste kaum mit denen Carrien können weil;\n- Du wirst unterfarmt und zu tode gepoked durch die Range der Midlaner, wie willste da bitte carrien?\n- Du wirst oft durch Jungler in der Mitte Gegankt dadruch haste weiteres Problem beim Farmen ohne effektiven Escpae/Save-Range.\n- Ohne Roam/Gank Potential ebenfalls biste für die Mitte des Teams eine totale Fehlinvestition. \n- Yi kann zwar super Ganken aber kein Escpae und nur Nahkampf.\n- Rivens Gapcloser is zu kurz als das sie damit effekitv Ganken kann, da sind schon alle über die Berge davon.\n\nHör auf dein Team zu schwächen indem man dich mit Yi/Riven Mitte stellt, geh in die Toplane da biste viel besser aufgehoben:\n- Seltenere Ganks, kommt optimal mit minderwärtigen bis gar keinen Escape.\n- Kannst in Ruhe Farmen weil da meist nur Nahkämpfer positioniert werden, oder haste Angst vor Darius/Garen/Fiora weswegen du Mitte spielen willst? \n------------------------------------------------\nMitte ist besser für für Champs die entweder guten Escape/Gapcloser haben wie Assassinen zum Roamen oder für Mages mit guter Range zum Save-Farmen damit diese nicht leicht gegankt werden können und gleichzeitig hohen AP DMG rausholen was dem Team in der Regel fehlt durch normale Teamkonstilationen.\n\nMaster Yi ist sogar noch schlechter auf der Lane, kein Escape/CC wie Riven/Fiora und das Braucht du als eine Melee-Glaskanone eben, nem Tank ist das Pilepale.\nHeist mit Ihm tuste dich einfach sinnlos schwer zu farmen wegen Nahkampf, geh mit Ihm lieber Junglen, da haste keinen Gegner und du bist ein extrem harter Ganker der effektiv und schnell alles killt beim Gank,  Erfolgsrate Rate ist ziemlich hoch dabei. Und nach nem Gank die Lane zu pushen geht in Sekundenschnelle, heist als Jungler ist Master Yi ne Bombe.\n\nRiven ist ziemlich stark 1on1 und im Handgemenge und sehr mobil im kurzen Bereich kann aber easy durch Range Attacken gepoked werden daher ist sie Top besser dran.\n------------------------------------------------\nSry das ich dir das sagen muss, aber einer muss dir mal die Harte Realtität sagen sobald du höher aufsteigst oder mit Leuten spielen willst die Ehrgeiziger sind wirste deine Probleme bekommen.\n\nKlar kannste gerne die Mitte Spielen, Meta ist ja kein Maßstab, geht aber um die Effektivität der Champs die Dort Ihren Job einfach besser machen können.\n\nHab genug Anti-Meta auch gesehen wo es Prima klappt wie ich selbst Kata Top Tank, oder  andere mit nem Rengar/Yasuo Bot mit Sup oder Vayne Top.\n\n------------------------------------------------\nWenn du doch es so spielen willst Mitte, haben beide Ihre Vorteile.\nMaster Yi ist Lane Phase schwächer als RIven aber ist der absolute bessere Roamer, und kannst mit Ihm nach nem Gank die Lanes Pushen deutlich besser als mit Riven. Bist mit Drachen auch ne sehr große Hilfe. Aber null Escape sieh zu das du ab Lv6 Roamen permanent tust, den die Lane wirste verlieren hart.\n\nRiven fehlt es an Roam Potential den die Gapcloser sind zu Kurz, damit kann man nix effektiv Ganken, mit Glück mit Hilfe des Team mittels CC vllt schon dann kannste diese Stunen und der Gank ist erfolgreich. \nAlleridings durch Ihre Bunny Hops und CC kann sie in der Lane glänzen und kann auch Gegebenenfalls Escapen.\n\nGegen Assassinen sollte der Fight leicht sein aber hühte dich wenn du Low bist diese können aus einer Guten Entfernung dich dann Instant killen selbst unterm Tower.\n\nGegen Mages wirste es deutlich schwer haben hier gilt es auszuweichen wie gut es geht und so gut wie es geht zu Farmen.","replies":[]},{"id":"","poster":"xLyber","date":"2015-09-30T05:31:20.923+0000","up_votes":1,"down_votes":0,"body":"Danke euch^^","replies":[]},{"id":"","poster":"GankMeOrLose","date":"2015-09-29T18:00:54.648+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an","replies":[]},{"id":"","poster":"SenseIessDreamx","date":"2015-09-29T17:43:27.209+0000","up_votes":1,"down_votes":0,"body":"Du kannst in SoloQ mit allem Carrien.. \nRiven & Yi sind natürlich beide gut, ich spiele Riven auch oft in der Midlane & bin nicht so der Fan von :D \nIch glaube es kommt er darauf an welcher Champ dir mehr Spaß macht.","replies":[]},{"id":"","poster":"Zêph","date":"2015-09-29T18:17:36.921+0000","up_votes":0,"down_votes":0,"body":"Ashe Kappa. Nein jetzt mal ernsthaft xD Also Riven und Yi Mid sind beide seeehr stark wenn sie erst einmal anfangen zu snowballen. Dann natzen sie jeden weg. Allerdings werden sie relativ leicht von AP-Fernkämpfern wie z.B.:LeBlanc oder Ahri gecountert. Beide machen auch Spaß.","replies":[]}]}