{"id":"4mrA6Rwn","poster":"BattleforgeAnske","date":"2015-09-28T13:34:34.793+0000","title":"Dia Team sucht Toplaner!! (Dia3+)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Moin moin, \r\nwir, pG Purge, suchen einen aktiven und verl&auml;sslichen Toplaner f&uuml;r regelm&auml;&szlig;iges Training, um die Ladder hoch zu climben und f&uuml;r die Teilnahme an Turnieren!\r\n\r\nErst mal zu uns:\r\nZur Zeit besitzen wir 2 5er Teams in Dia 5, unsere festen Spieler momentan sind &quot;pG Lauris&quot; (Dia5) im Jungle, &quot;pG Jay&quot; (Dia 1) als ADC, und meine Wenigkeit &quot;pG Anske&quot; (Dia 3) als Support.\r\nMomentan testen wir noch Midlaner, und brauchen auch noch einen neuen Toplaner!\r\nWir trainieren mindestens 3 Mal die Woche, meistens so ab 20 Uhr und dann etwa 3 Spiele, &uuml;ber Whatsapp wird gekl&auml;rt wer wann kann.\r\nAm Wochenende wollen wir an Cups teilnehmen sobald das Team wieder vollz&auml;hlig ist.\r\nWir geh&ouml;ren zu dem Clan Pandora Gaming, f&uuml;r weitere Infos zum Clan k&ouml;nnt ihr einfach die Homepage besuchen\r\n[Pandora Gaming](http://www.pandora-esports.de/)\r\n\r\nSo, jetzt zu unseren Anforderungen an dich:\r\nDu solltest auf jeden Fall ein funktionierendes Headset und TS haben, andauerndes Echo oder Rauschen lenkt vom wesentlichen ab und st&ouml;rt einfach.\r\nDu solltest kritikf&auml;hig sein, und aus Fehlern lernen und nicht dar&uuml;ber ragen.\r\nWir geben generell keine Spiele auf, also ist eine negative Einstellung niemals gerne gesehen, wir gewinnen den Gro&szlig;teil unserer Spiele nach dem wir zur&uuml;ck lagen.\r\nDein Championpool sollte die aktuellen Powerpicks (Metachamps) umfassen, einige Cheese picks oder Carry Toplaner werden auch gerne gesehen, aber sind vorerst zweitrangig.\r\nDu solltest mindestens Dia 3 sein, da wir der Meinung sind dass Sololaner eine gro&szlig;e Verantwortung haben und daher viel Erfahrung haben sollten um auch wenn sie gecamped werden nicht on Tilt zu geraten, und sie angemessen reagieren k&ouml;nnen.\r\n\r\nSo, genug geredet, wenn du dich angesprochen f&uuml;hlst testen wir dich gerne aus!\r\nAdde mich einfach ingame &quot;pG Anske dann vereinbaren wir einen Probetermin und schnacken ein wenig im TS!\r\n\r\nGru&szlig;,\r\nAnske","replies":[{"id":"","poster":"Pandacorn","date":"2015-09-28T14:27:31.528+0000","up_votes":2,"down_votes":0,"body":"nimm mich! :D","replies":[]}]}