{"id":"2cxcQaHP","poster":"Sahnepuffelchen","date":"2015-09-27T18:13:20.978+0000","title":"-0 LP Bei Lose","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hall&ouml;chen, \n\nund zwar habe ich gerade mein zweites Promogame verloren, soweit so gut, allerdings habe ich Null LP verloren. Wie kann das sein ?\nDavor habe ich 3 Spiele gewonnen, nach 2 war ich in der Promo und das erste darin hab ich gewonnen. \n\nMfG Sahnepuffelchen","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-27T21:02:21.755+0000","up_votes":1,"down_votes":0,"body":"Unter Ligen wirst du nichts finden, wie du schon festgestellt hast, da es für Spectater dieser unwichtig ist, auf welcher LP du in deiner Promo stehst. Für dich kann es aber wichtig sein.\n\nAlso sieht es so aus: Wenn du in der Promo bist, kommst du auf 100 LP. Soweit sollte es ja klar sein. Dann hast du dein erstes Promospiel gewonnen was heißt 100LP + X. Das zweite hast du dann verloren und dann stehst du bei 100 LP + X - Y. \nDir werden jetzt im Profil immer noch 100 LP angezeigt, da bei dir das X größer als das Y ist. Also hast du für den Win mehr LP bekommen als für den Lose verloren, oder gleich viel. Heißt du stehst jetzt wahrscheinlich auf 100-105 LP. Drüber wird nicht angezeigt, also steht da noch 100LP.\n\nVerlierst du aber mehr als du gewinnst, oder velierst du das erste, wird schon eine andere LP-Zahl, deine aktuelle, angezeigt. \nIch für meinen Teil hatte gestern/heute meine Promos zu Diamant IV. Das erste gewonnen und das zweite verloren. Ich habe für den Win weniger bekommen als für den Lose verloren. Also stand ich auf 97LP und das wurde auch angezeigt. Das dient vermutlich einfach zur Orientierung wo man steht, wenn man die Promos (negativ) beendet.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-09-27T21:20:32.952+0000","up_votes":1,"down_votes":0,"body":"Folgendes Szenario: \n\nErstes Spiel gewonnen : +28 ( Stand : 89 )\nZweites Spiel gewonnen : +30 und Promo ( Überschuss von 19 = 119 LP )\nDrittes (Promo-)Spiel gewonnen : 100 + 30 ( Überschuss von 149 )\nViertes Spiel verloren : 149 - 12 = 137\nFünftes Spiel verloren : 137 - 15 = 122  \nPromo verloren.\n\nDer Stand von 89 LP + 28 Stimmt, und durchschnittlich gewinne ich ca. 30 und verliere 12. Wenn ich am Ende meine Promo verliere, aber mit zwei verlorenen Spielen nicht mehr verliere, als ich gewonnen habe, komme ich dannach direkt wieder in die Promo, ohne ein weiteres Spiel spielen zu müssen ?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-27T21:24:23.673+0000","up_votes":1,"down_votes":0,"body":"Der Fehler hierin liegt in deinem zweiten Schritt. Anstatt auf 119 LP zu kommen kommst du auf 100 LP. Es wird immer auf 100 LP abegrundet, damit solche Szenarien nicht enstehen.\n\nAuch gibt es nochmal einen LP-Abzug, wenn du deine Promo verlierst. Soweit ich weiß.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-09-27T21:29:01.225+0000","up_votes":1,"down_votes":0,"body":"Okay, werden wir dann Morgen sehen. Ich bedanke mich für deine Antwort, gute Nacht! \n\nMfG Sahnepuffelchen","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-27T21:30:07.559+0000","up_votes":1,"down_votes":0,"body":"Guts Nächtle und gl :)","replies":[]}]}]}]}]},{"id":"","poster":"Sahnepuffelchen","date":"2015-09-27T18:34:24.960+0000","up_votes":1,"down_votes":0,"body":"Wenn ich unter \"Leagues\" schaue, steht da nichts von LP. Nur \"Best of 3\"\nFrüher wurde es angezeigt, wenn man ein Promospiel verloren hat, deswegen wundere ich mich, dass mir keine Abgezogen wurden.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-09-27T18:21:30.857+0000","up_votes":1,"down_votes":0,"body":"Geh unter Liga, da stenen die LP.\nNach dem Game zeigt es nur verloren an, man \"verliert\" schon LP nur wird das nicht angezeigt weil unnütz solange man in der Promo ist.\nGehst du hingegen auf Liga siehst du deine LP nach dem Game.\nWobei es gut sein kann dass du immernoch auf 100 bist da du das erste game gewonnen hast.\nSprich 100 LP + 20 LP - 20 LP = 100 Lp.\nDaher immernoch auf 100 LP nach 1 gewonnen und 1 verloren.","replies":[]}]}