{"id":"RlHph3hN","poster":"Wrâth","date":"2015-09-27T14:04:13.889+0000","title":"Beantworte Fragen zum Game (Challenger Euw Soloq)","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hi,\r\nwenn ihr irgendwelche Fragen habt postet sie einfach. Ich versuche so viele wie m&ouml;glich zu beantworten. Es gibt viele verschiedene Wege in Soloq zu gewinnen, aber ich kann erkl&auml;ren wie ich das Game sehe.\r\n\r\nIhr k&ouml;nnt mich auch ingame adden, falls ihr mehr Fragen habt oder &uuml;ber coaching reden wollt.\r\n\r\nING: Wr&acirc;th\r\n\r\nBis dann, Wrath","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-27T14:55:24.942+0000","up_votes":1,"down_votes":0,"body":"Da du Langeweile zu haben scheinst, wirst du jetzt mit meinen Problemen zugemüllt :P\n\n1. Ich bekomme es nicht hin, in jedem Game meine Topleistung zu erbringen. Auch wenn es direkt aufeinanderfolgende Spiele sind, können sich diese vom Spielnniveau von Bronze bis zu Diamant unterscheiden. Unkonzentriert bin ich nicht, aber ein anderer Grund fällt mir hierfür nicht ein.\n\n2. Ich bin Mainsupporter. Auch bekomme ich diese Rolle in 95% der Spiele. Sonst kann ich noch auf Mitte und Adc ausweichen, aber in manchen Spielen sind beide Rollen bereits belegt oder gecallt (und ich will niemandem die Mainrolle wegschnappen). Leider habe ich gerade nicht die Zeit dazu Toplane und Junglen zu üben, sollte ich also Metapicken, oder Dinge, die ich früher gespielt habe? Toplane wäre das Malphite, Shen und Irelia. Jungle Amumu, Jarvan IV und Vi.\n\n3. Bin ich in manchen Teamfights stark überfordert. Vom Ding her komme ich im TF ganz gut zurecht, aber je mehr aktivierbare Items ich habe (und als Supporter häufen sich diese), umso schwerer fällt es mir im TF den Überblick zu behalten. Ein vergessenes Item führt dann zum verlieren eines Carries und damit wahrscheinlich zum verlorenen TF. Gibt es Möglichkeiten sich hier effektiv zu verbessern, oder ist hier einfach meine Grenze der Aufmerksamkeits- und Reaktionspanne?\n\nSonst ist bei mir eigentlich alles in Butter, außer du hast noch irgendwelche Secret-Senpai-Tipps :D","replies":[{"id":"","poster":"Wrâth","date":"2015-09-28T11:20:05.354+0000","up_votes":2,"down_votes":0,"body":"1. Spiel öfter den selben Champ. Wahrscheinlich kennst du einfach deine Grenzen noch nicht genau. Deswegen gehst  du ein game 20:0 und das andere 0:20 obwohl du in beiden konzentriert bist.\n\n2. Spiel einfache Meta picks. Malp ist ganz gut im Moment.\n\n3. Das kommt mit Übung und je öfter du deinen Champ spielst. Dann wirst du seltener überfordert sein.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-28T12:06:15.741+0000","up_votes":1,"down_votes":0,"body":"Daran liegt es leider nicht. Ich habe 400 SoloQspiele diese Season. 150 davon mit Thresh, 50 mit Braum, 50 mit Morgana und 30 mit Janna. In den restlichen 120 hatte ich meine Rolle nicht, oder wollte einfach mal was neues im Ranked ausprobieren, was ich vorher in Normals geübt hatte.\nAber auch in den anderen Rollen bin so gut wie immer bei den gleichen Champions geblieben. Außer im Jungle und auf der Toplane aus oben genanntem Problem.\nIch spiele fast immer die gleichen Champions, sieht man auch an meinen Championmasteries. Thresh ist der einzige auf Stufe 5 und Braum, Morgana und Janna die einzigen auf Stufe 4. Danach kommt dann Ahri mit halbvoller Stufe 4.\n\nIch bemerke das auch nur mit Champions die ich oft spiele. In dem einen Spiel habe ich mit Thresh eine fast 100%ige Hookrate und im darauf folgenden eine unter 50%, was leider nicht am unterschiedlichen Skilllevel der Gegner liegt. Ich hooke in solchen Spielen einfach grauenhaft.","replies":[{"id":"","poster":"Wrâth","date":"2015-09-28T15:23:41.667+0000","up_votes":1,"down_votes":0,"body":"Naja dann hats ja doch mit Konzentration zu tun oder? Wenn du dein Hook nicht triffst dann war der schlecht vorbereitet. Nicht gut genug auf die richtige Situation gewartet etc. Du kannst natürlich auch Champs spielen die konsistenter sind. Soraka zb die macht immer ihr Ding.","replies":[]}]}]}]},{"id":"","poster":"Yuki The Neko","date":"2015-10-04T21:36:22.276+0000","up_votes":1,"down_votes":0,"body":"Hallo!!\n\nWas kann ich als....\n\n1....TOP tun, wenn MID und/oder Bot Lane verliert?\n2....MID tun, wenn TOP und/oder Bot Lane verliert?\n3....BOT/SUP tun, wenn MID und/oder TOP Lane verliert?\n4....JUNGLER tun, wenn BOT, MID und/oder TOP Lane verliert?\n\nVIEL zu häufig kommt es vor, dass diese ihre Lane verlieren und dass die Kettenreaktion sich so gut wie immer auf meine Lane auswirkt.\nWürde dem gerne etwas entgegenwirken\n\n5. Wie carry ich ein Game? Ist es wirklich der enorme Schaden allein, der ausschlaggebend ist, oder wartet man mit einem Champ auf bestimmte Situationen um diese gezielt auszunutzen? \n(Evtl. das eigene Team als Köder usen um so seine Kills relativ sicher abholen zu können)\n\n6. Wann steigt ein ADC in den TF ein? Wann ist Farmen ratsamer? \n\n7. Wieviele Tode in einem Game sind verkraftbar und ab wann ist es einfach zu viel?\nWas könnte sich ein Anfänger vornehmen - wie oft max. pro Game sterben?\n\n8.Ist das itembuild auf einem Mage okay, oder siehst du darin große Schwächen?(zahlen ordnen Kaufprio)\n[Die eine, die ich auch schon kenne, wäre, dass man gut acht geben sollte mit dem Mana - damit man nicht im TF oom ist - aber daran hab ich mich schon gewöhnt]\n\n1.{{item:3116}} \n2.{{item:3151}} \n3.{{item:3020}} \n4.{{item:3089}} \n5.{{item:3135}} \n6.{{item:3157}} \n\n\nLiebe Grüße und Danke\n\n!","replies":[]},{"id":"","poster":"kinglord33","date":"2015-09-29T04:25:06.747+0000","up_votes":1,"down_votes":0,"body":"Warum ist der 5th drake so stark ? Ich habe d wegen dem 5 drake ein verlorenes spiel gewonnen","replies":[]},{"id":"","poster":"kinglord33","date":"2015-09-27T17:02:43.219+0000","up_votes":1,"down_votes":0,"body":"Warum wurde eigent lich blitz generft vor dem nerv war er lieblings champ :(","replies":[{"id":"","poster":"Wrâth","date":"2015-09-28T11:18:22.343+0000","up_votes":1,"down_votes":0,"body":"Ich weiss von keinem Blitz nerf?","replies":[{"id":"","poster":"kinglord33","date":"2015-09-28T18:39:02.987+0000","up_votes":1,"down_votes":0,"body":"{{champion:53}} ich meine wo sein w gerekt wurde","replies":[]}]}]},{"id":"","poster":"Ehren Teemo","date":"2015-09-27T19:39:10.057+0000","up_votes":1,"down_votes":0,"body":"Ist es total bescheuert das ich immer wenn ich vayne sehe aus Prinzip sivir pick nur um ihren einzigen spell abzuwehren den ich abwehren kann ???","replies":[{"id":"","poster":"Wrâth","date":"2015-09-28T11:16:58.034+0000","up_votes":1,"down_votes":0,"body":"Vayne ist eigentlich n Counter zu Sivir also würde ich das so nicht picken :D. Pick lieber long Range Adcs und abuse ihre kurze Range.","replies":[]}]},{"id":"","poster":"GamingfreakCaine","date":"2015-09-27T14:17:47.191+0000","up_votes":1,"down_votes":0,"body":"Moin, \n\nich habe derzeitig Probleme, als Gankplank gegen Vladimir zu bestehen. Hast du da Tipps? Ich habe Probleme mit seinem Harass.","replies":[{"id":"","poster":"Wrâth","date":"2015-09-27T16:57:39.686+0000","up_votes":1,"down_votes":0,"body":"Early ist Vlad eigentlich ziemlich schwach da kannst du versuchen ihn zu fighten am besten in melee range. Später wird er nerviger falls du ihn nicht töten konntest und wahrscheinlich solltest du dnan einfach nur noch von der range aus farmen und auf deine Items warten. Kannst immer auf andre Lanes teleporten und Drake calls machen falls du im 1v1 nicht zurecht kommst.","replies":[]}]}]}