{"id":"L0bXoMa1","poster":"Unlucky Talon","date":"2015-09-27T11:08:21.246+0000","title":"Neues Format für den kleinen Hunger! Erstes edit. Gameplay - Schaut mal rein :3 / Deenix","subforum":"Streams & YouTube","embed":{"title":"Ranked | Elise Jungle | Backfired - edit. Gameplay [GER]","description":"Bitte Lesen !!-- Heute seht ihr mal mein erstes editiertes Gameplay! Ich bin für den Anfang recht zufrieden, auch wenn ich hauptsächlich nur die besten Momente zusammen geschnitten habe. Sobald ich mich besser in das Programm eingearbeitet habe, werde ich natürlich noch mehr Effekte mit einbringen!","url":"https://www.youtube.com/watch?v=PxH4xR4lUU8","image":"https://i.ytimg.com/vi/PxH4xR4lUU8/hqdefault.jpg"},"up_votes":4,"down_votes":1,"body":"Moin Leute! Hier ist wieder euer Deenix!\r\n\r\nMeine Kanalvorstellung ist noch nicht so lange her und trotzdem m&ouml;chte ich einmal Werbung f&uuml;r ein Format meinerseits machen.:) \r\n\r\nIch bringe heute mein erstes editiertes Gameplay raus. Dabei handelt es sich um ein Ranked Game, was ich bis auf die wichtigsten Stellen zusammen geschnitten habe. Au&szlig;erdem habe ich Musik unterlegt, um die Stimmung ein wenig aufzulockern. \r\nEs ist also kein 40 Minuten Gameplay, was ewig dauert, um es anzuschauen.\r\n\r\nDazu m&ouml;chte ich noch sagen, dass es kein &quot;Best of&quot; oder &quot;Funny Moments&quot; Zusammenschnitt ist. Es handelt sich ausschlie&szlig;lich um ein Gameplay, was gequetscht wurde, um leichter &quot;verdaulich&quot; zu sein. :D\r\n\r\nVielleicht gibt es hier ja ein paar Leute die Zeit finden um mal eben reinzuschnuppern! :3\r\n\r\nIch w&uuml;rde mich &uuml;ber Kommentare und kostruktiver Kritik freuen und w&uuml;nsche Euch noch einen sch&ouml;nen Tag!\r\n\r\nLG\r\nDeenix","replies":[{"id":"","poster":"Jack Doomsday","date":"2015-09-27T17:57:50.561+0000","up_votes":3,"down_votes":0,"body":"Ich würde dir empfehlen, auch alle anderen Videos hier zu teilen da man zumindest am Anfang einfach eine Plattform brauch über die man sich mitteilen kann. \nKlang in deinem ersten Paragraphen so, als würdest du dich schlecht fühlen, weil du dein 2. Video auch hier reingestellt hast, dass ist aber völlig in Ordnung. :)  \n\n\nZum Video. Find ich gut, von mir aus kannst du weiterhin aus vollen und gekürzten Gameplays machen, denn ich persönlich schaue fast nur volle Spiele von Leuten die in der Elo über mir sind und von denen ich mir sicher sein kann, dass ich auch viel von ihnen lernen kann. Die kürzeren zur Unterhaltung sind einwandfrei. \nVielleicht täusche ich mich auch und deine vollen Gameplays sind genauso gut und von deinem ersten Video zu urteilen bin ich bei dir ziemlich optimistisch. \nDas kurze Video hier war super. Energetisch und unterhaltsam. \n\nPeace Out. :P","replies":[{"id":"","poster":"Unlucky Talon","date":"2015-09-27T19:56:29.690+0000","up_votes":2,"down_votes":0,"body":"Erstmal danke für das Kommentar! \n\nDas mit den Videos teilen hast du so richtig verstanden :P Ich möchte halt das Forum einfach nicht damit überfluten/nerven.  Aber dann weiß ich da ja schon mal Bescheid :) \nIch hab mir persönlich auch vorgenommen einen Mix zu halten. Auch wenn es nach nicht viel Arbeit aussieht ich saß ziemlich lang an dem Video und das ist momentan einfach nicht immer drin. Deswegen werde ich nen schönen Mix drauß machen dass auch beide \"Massen\" was zum schauen haben. :) \n\nLG \nDeenix","replies":[{"id":"","poster":"Jack Doomsday","date":"2015-09-27T20:19:16.303+0000","up_votes":2,"down_votes":0,"body":"Darüber brauchst du dir keine Sorgen zu machen. Mir geht es oft so, dass Videos von kleineren YouTubern gar nicht erst auf YT in der Liste angezeigt werden oder einfach untergehen, weil ich  sehr viele Leute abonniert hab und ich denke dass es nicht nur mir so geht.\nVor allem am Anfang ist es ja wichtig, dass die Videos auch da ankommen wo sie hin sollen und da tut ein Post mehr oder weniger hier im Forum niemandem weh, da der Bereich Streams & YouTube eh ganz schön verpennt ist. :P \n\nDie Sache mit dem Zeitaufwand kann ich gut nachvollziehen, da ich vor ner Weile selbst angefangen hab Videos zu machen. Hätte es zwar am Anfang nicht gedacht, aber das Schneiden allein nimmt schon gut Zeit in Anspruch und die hat man eben nicht immer.","replies":[]}]}]},{"id":"","poster":"M4ster Yi","date":"2015-09-27T17:15:33.846+0000","up_votes":3,"down_votes":0,"body":"Kann man sich geben^^ musst aber mal deine E öfter einsezten hättest dich damit oft saven können / fight drehen :P (spinnenform)","replies":[{"id":"","poster":"Unlucky Talon","date":"2015-09-27T19:58:03.474+0000","up_votes":2,"down_votes":0,"body":"Danke für die Info! Ich hab selber im Replay gesehen dass ich die E sehr wenig einsetze. Vielleicht auch einfach aus dem Grund dass ich sie bis zum letzten Moment aufsparen möchte :D Ich versuch mich zu bessern!","replies":[]}]}]}