{"id":"IoBAOGpk","poster":"AFKb0b","date":"2015-09-27T09:56:17.193+0000","title":"Suche guten Jungler für DuoQ im Elo-Bereich von Silber 3 - Gold 4","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo Beschw&ouml;rer,\r\nich will mich kurz vorstellen. Ich hei&szlig;e Jonas, bin 15 Jahre alt und derzeit Silber 3. Da S3 die gr&ouml;&szlig;te Elo-Hell ist (meiner Meinung nach), da es den Spielern einfach zu viel an Erfahrung fehlt und die meisten sowieso nur geboostet wurden, brauche ich einen guten DuoQ-Partner. Ich bin Main TopLane mit Irelia und Riven. Da es viele Jungler nicht kapieren, dass ein Irelia-Early beispielsweise nicht so stark ist wie ein Renekton-Early ist es ziemlich schwer zu carrien, wenn der Jungler nach der 20sten Minute das erste Mal gankt...\r\nDeshalb suche ich nun einen guten DuoQ-Jungler, der auch mal zur Not babysittet und die n&ouml;tige Spielerfahrung besitzt. \r\n\r\nWenn ihr zwischen den Elos Silber 3 und Gold 4 seid und &auml;lter als 14 Jahre k&ouml;nnt ihr euch ja mal melden und mich ingame adden ;) Dann k&ouml;nnen wir ein paar &quot;Probe-Normals&quot; machen und wer wei&szlig;...vielleicht sind wir dann schneller Gold als wir dachten ;-))\r\n\r\nIch hoffe, dass ich jemanden finde, da ich langsam verzweifle =P\r\n\r\nL.G.\r\nJonas\r\n\r\nP.S.: Achja, wenn ihr meinen Spielverlauf anseht, werdet ihr ziemlich viele Spiele sehen, in denen ich krass schlecht war. Das liegt daran, dass mir das Game mit solchen Noobs im Team in letzter Zeit keinen Spa&szlig; mehr macht und ich einfach trollen MUSS! Ich hoffe ihr versteht das :-D Ich kann ja auch gut spielen ;) {{summoner:4}} {{summoner:12}} {{champion:92}} {{champion:39}}","replies":[{"id":"","poster":"Randoms73","date":"2015-09-27T16:27:57.702+0000","up_votes":1,"down_votes":0,"body":"Trollen muss? Ich versteh da garnix. Würde dir empfehlen entweder dein Spielverhalten zu ändern oder dich hier zu entfernen. Eine Elo Hell gibts nicht. Es gibt nur Spieler wie dich","replies":[]}]}