{"id":"HuUwE9gy","poster":"Minamitsu Murasa","date":"2015-09-27T04:15:23.588+0000","title":"Zu früher Permaban","subforum":"Spielerverhalten & Moderation","embed":{"title":"Minamitsu Murasa, your League of Legends account has been suspended","description":"Minamitsu Murasa, Your account has received a permanent suspension following an extensive audit of in-game behavior within recent League of Legends matches. Here are some chat logs that were identified as negative by other players in the community.","url":"http://link.email.riotgames.com/YesConnect/HtmlMessagePreview?a=siCT8-tp7RoQvaTNqm0PsLky&msgVersion=web","image":"http://media.4at5.net/email_domains/ris/143833/images/RiotGames.png"},"up_votes":4,"down_votes":28,"body":"Kurz.\n2.Bestrafung\nInsta permaban.\nIch bin damit nicht einverstanden,da es erst der 2. Punish ist,und sowas definitiv nicht instabanned geh&ouml;rt.\nIch habe eine extreme Losingstreak und grauenhafte Games gehabt.\nErkl&auml;rt wieso ich on tilt war.\nDennoch verdiene ich keinen Insta Permaban.\nSollte das dennoch als legit abgestempelt werden,kann man sagen,dass alles was Riot Ymir gesagt hat,eine dreiste L&uuml;ge ist.\n\nEdit:Ich habe direkt nach dem reset einen 2-Wochenban bekommen,der auf eine Woche reduziert wurde,weil er unfair war.\nWo ist das fair,das ich nach einem Spiel für das einmalige sagen des Wortes Noob und zu sagen das die Leute verglichen mit mir schlecht sind einen 2-Wochenban bekomme.\nSagt mir was ihr wollt,aber das ist definitiv nicht *annähernd* in Zusammenhang mit dem was Ymir sagte.\nDarum ist es klar das alles was Ymir sagte,bloß vage ist und nichts zu tun hat mit dem jetzigen broken report system.\n","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-27T15:04:29.365+0000","up_votes":7,"down_votes":0,"body":"So, ich hab mich nochmal ein wenig schlau gemacht.\nDu hattest nach dem Reset einen 14-Tage-Bann.\nDu hattest vor dem Reset eine 1k CR.\nDu flamest noch immer.\n\nFazit: Du bist unfähig dein Verhalten auf ein annehmbares Maß zu verbessern.\n\nDer Bann scheint also das letzte Mittel zu sein, die Community vor dir zu schützen.\nLeid tut es mir dennoch, weil es echt ein mieses Gefühl sein muss, gerade wenn man viele RP investiert hat, aber der Schritt von Riot ist durchaus verständlich.\n\nWo ich dir allerdings, besonders nach der Antwort von Drexxsack, Recht geben muss, ist, dass es nicht dem System entspricht wie es von Ymir beschrieben wurde.\nIch dachte ich hätte es verstanden, habe ich aber offensichtlich nicht.\nDie vier Eskalationsstufen, scheinen beliebig übersprungen werden zu können, entweder ich bin einfach zu hohl um das zu verstehen (was durchaus sein kann) oder das von Ymir Beschriebene war nur eine grobe Richtline oder ein Beispiel.\nIch weiß nicht was ich davon halten soll, ich fände ein wenig mehr Transparenz durchaus angebracht.\n\nNicht falsch verstehen, ich finde es gut, dass hart durchgegriffen wird, aber wenn Riot dann schon durch einen Roten kommuniziert wie sie vorgehen, dann sollte es auch verbindlich, oder eben auch für Dödel wie mich, verständlich sein.","replies":[{"id":"","poster":"eingew","date":"2015-09-27T15:27:40.530+0000","up_votes":1,"down_votes":0,"body":"Der 14 Tage Ban wurde doch reduziert, sagt er?","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-27T16:10:30.899+0000","up_votes":1,"down_votes":0,"body":"Stimmt, ändert allerdings Nichts für mich muss ich sagen.\nAuch ein 1-Wochen Bann, kurz nach dem Patch-bedingten Verlust einer 1k-CR ist meiner Meinung nach Warnung genug.\n\nAber dennoch Danke für den Hinweis, Falsch ist es ja trotzdem gewesen.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T14:38:24.682+0000","up_votes":1,"down_votes":4,"body":"Tja,leider kannst du nicht sagen das die 1k Cr mit einfließt,da alles resetted wrude und ich eine weiße Weste hatte.Und weißt du was das beste sit?Ich habe nach einem Spiel direkt einen 2 WOchen ban bekommen,dafür das ich Leute als schelchter als ich es bin bezeichnet habe.Was ich egsagt habe?1 mal Noob und das ich Platin bin und sie nicht.\nDas verdient genauso wenig einen 2-Wochenban.Also komm mit was anderem.Ich habe den 2-Wochenban nicht verdient und genausowenig den Perma.","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-09-28T16:07:47.526+0000","up_votes":2,"down_votes":0,"body":"Kannst du da mal die Chatlogs posten?\nDas Interessiert mich nun doch etwas.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T16:37:37.187+0000","up_votes":1,"down_votes":3,"body":"wow my 1k CR is gone\nnice\ncool skrmishes\neve like global pressure\nbroken champ brand\ni need help\ni swear+\nfucking broken champ\ndont talk brand\nur still lowelo\nbe happy u play a broken champ\nvayne\nffs gank\ni get pushed 24/7\n\"her ganks arent bad\"\nwell\na nromal jugnelr could do smthg\nsry\nbut im betetr than you\ndont talk gold\nnope\nim not crying in any way\nye\nif ur so good darius\nexplain me how i am supposed to play against a champ\nwho needs 1 skill to kill me\ni swear\ni thought lb is unfair\nband stfu\nbrand*\nu have no right to tlak with me\ncuz im way better than youi\noutplayed\nlike i care\nward\nthen help\nor i wont stop\nno chance+\nunfair champ\nstill im better than you brand\nin every way\nand?\nim still bettr than him\nio am\nim the best in the game\ncuz im already plat\nso get logic\nnot rly\nim platin\nur low silver\nso dont talkw tih me\ni am\ni am the best in the game\nthats a fact\nbut yeah\nsilver I logic thresh\ndont talk with me low elo\nbrand is scripting\nu cant\ninstantly E me\nin the same second\nwhen i go back to my W start point\nstill im better than you brand\nnot rly\nuc ant report me anyway thresh\nno becasue feeding isnt a legitimate report reason x)\nbut brand yeah\ni will become an lcs player ratehr than you x)\natleast i dont use scripts\nyou cant say anything exc ept 2 words\nbut its fine\ngood that u accpet im better than yiou\nffs\n2 ult procs\nnow i understand why ls means brand is one of the strongest midlaners\nnot the player\nthe champ\nfine\nthe player\nbe happy its my 2nd time lb\nq+passive 800 dmg\nok\nim done\nvayne\ndid u really codnemned her away?\nstill\nmy elo si way hguiehr than yours x)\nnah\nsilver elo says ur a noob\nso u wot vayne\nnah\nmroe or less\nyou bought ur account\nso ur not bronze\nsame logic\nso dont fuck with me\ni wont","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-28T16:52:00.561+0000","up_votes":5,"down_votes":0,"body":"Wow....da hast du dich ja mal, sofort als du bemerkt hast, dass deine CR weg ist, wie eine richtig eklige Ätzbacke verhalten.\nEs scheint auch jeder Champ gegen den du verlierst, ein OP-Champ zu sein.....\n\nAlso ich bin froh, dass das System da vorgegriffen hat, es entspricht zwar nicht dem, was in Ymirs Post steht, aber du scheinst ja Lernresistenz dauerhaft mitgeskillt zu haben.\nDie Community wurde also nur vor ein paar mehr Spielen mit dir und somit vor viel Flame und rumgeheule bewahrt.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T15:04:05.536+0000","up_votes":1,"down_votes":7,"body":"Bewahrt?Ich bitte dich.Ich habe 8 weitere Smurfs,ich könnte mir Scripts ziehen,Bot-Accounts erstellen und verkaufe,Drophacken oder einfach intentionally feeden und flamen.Wenn ich wollte.\nAußerdem Talon braucht keinen Skill und Brand ist einfach vom Schaden extrem krass.Also komm mir  bitte nicht mit sowas,dass ich sage das ich gegen jeden Champ der mich tötet,dieser Op ist.\nUnd was du gut findest und was nicht ist eigentlich absolut egal.Wenn Ymir Müll labert und der gesamte Riotpost eine blanke Lüge ist,brauchst du es nicht umzudeuten dass das System vorgegriffen hat.Es ist bloß broken in jeder Hinsicht und hat mich ungerechtfertigt gebanned.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-09-29T15:35:19.320+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=000c0000000000000001000100030001,timestamp=2015-09-29T15:04:05.536+0000)\n>\n> Bewahrt?Ich bitte dich.Ich habe 8 weitere Smurfs,ich könnte mir Scripts ziehen,Bot-Accounts erstellen und verkaufe,Drophacken oder einfach intentionally feeden und flamen.Wenn ich wollte.\n\nKönnte, könnte, blabla, wenn du es nicht tust, bewahrt es erstmal und wenn du den anderen Kram machen würdest, könntest du zwar wieder andauernd verbotene Dinge tun, die wieder in Bans enden würden. Bitte, mach doch, wenn du willst. Wenn du nicht willst umso besser. Mir persönlich wäre die Zeit zu schade.\n\n> Außerdem Talon braucht keinen Skill und Brand ist einfach vom Schaden extrem krass.Also komm mir  bitte nicht mit sowas,dass ich sage das ich gegen jeden Champ der mich tötet,dieser Op ist.\n\nDas bezog sich wohl eher auf deine Chataussagen und ist auch das typischste Bild von Flamern, das mir bekannt ist. Erst rumposaunen wie gut man doch ist, eigentlich Platin, dann drauf rumreiten wie schlecht doch alle anderen sind, weil nur Silber, und wenn einer dieser Leute, dann doch mal nicht so schlecht ist auf den Champ schieben, sonst müsste man sich ja eingestehen, dass man doch nicht so supertoll und viel besser als der Rest ist.\n\n> Und was du gut findest und was nicht ist eigentlich absolut egal.Wenn Ymir Müll labert und der gesamte Riotpost eine blanke Lüge ist,brauchst du es nicht umzudeuten dass das System vorgegriffen hat\n\nDer labert keinen Müll.\nNach 2 Wochenbann kommt Perma. Kannst froh sein, dass die 1k CR nicht nachträglich einfach in Perma umgewandelt wurde, selbst nach abspielen, hätten sie ohne Probleme auch machen können.\nGut wurde gelöscht, weiße Weste. Zack trotzdem direkt zwei Wochen. Großartige Leistung. Von einer Reduzierung von 2 auf 1 Woche lese ich hier übrigens zum ersten Mal, bisher kenne ich nur bleibt bestehen oder wird komplett aufgehoben.\nSelbst wenn deine Reduzierungsstory stimmt, warst du immer noch auf der 2 Wochenstufe, auch wenn die aus Kulanz, wegen der Umstellung oder warum auch immer dann nur 1 Woche währte. 1 wochenbanns sind gar nicht vorgesehen, deshalb kam danach auch nicht nochmal ein \"echter\" 2 Wochenbann, sondern der Perma.\n\n>Es ist bloß broken in jeder Hinsicht und hat mich ungerechtfertigt gebanned.\n\nNein wurdest du nicht, zu früh nach neuem System vlt. aber da du vorher schn 1k CR hattest eher zu spät. Du hattest einfach Glück, dass sie so lange dafür gebraucht haben.\nAn deinen Antworten hier sieht man ebenfalls sehr gut, dass du zu den unbelehrbaren Uneinsichtigen gehörst und genau für die ist der Perma gedacht.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-29T16:00:41.942+0000","up_votes":4,"down_votes":0,"body":"Heya\nIch weiß nicht warum jeder vergisst das Stufen übersprungen werden können. Das war im alten System schon so und das neue ist eigentlich kein neues sondern nur eine Aktualisierung, schreibt Ymir ja sogar selbst.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T18:29:02.046+0000","up_votes":1,"down_votes":7,"body":"Ist nichts von zu finden.Außerdem,sag mal wann den Stufen übersprungen werde.Wenn Riot Bock drauf hat,oder soll es genaue Maße geben.Weil dann sind die Stufen generell nutzlos.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-29T18:38:52.251+0000","up_votes":3,"down_votes":0,"body":"Heya\n>Instant feedback began with two-week and permanent bans because the negative behaviors spurring them (homophobia, racism, sexism, death threats, and excessive verbal abuse) are both overwhelmingly rejected by the community and hard to mistake. After crunching several million games worth of data over the last few months, the instant feedback system’s now ready to help reform more mild, but persistent negative behaviors with chat and ranked restrictions. Beyond the extra horsepower, we’re re-tuning restrictions to better encourage reform. Learn more about that effort over on boards.\n[Quelle](http://na.leagueoflegends.com/en/news/game-updates/player-behavior/instant-feedback-powers)\nYour reports help the instant feedback system understand and punish the kind of verbal harassment the community actively rejects: homophobia, racism, sexism, death threats, and other forms of excessive abuse. **These harmful communications will be punished with two-week or permanent bans within fifteen minutes of game’s end. **\n[Quelle](http://na.leagueoflegends.com/en/news/game-updates/player-behavior/instant-feedback-powers)\n\nDas System konnte von Anfang an auch direkt Permabanns oder Wochenbanns aushändigen.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2015-09-29T18:34:52.321+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=000c0000000000000001000100030001000000000000,timestamp=2015-09-29T18:29:02.046+0000)\n>\n> Ist nichts von zu finden.Außerdem,sag mal wann den Stufen übersprungen werde.Wenn Riot Bock drauf hat,oder soll es genaue Maße geben.Weil dann sind die Stufen generell nutzlos.\n\nStufen können je nach Schwere der Tat übersprungen werden. Das war beim Tribunal so, und ist jetzt auch wieder so. Und Du kannst mir auch sicherlich verraten, weshalb die Stufen unter dieser Voraussetzung generell nutzlos sind? \nEs gibt ein Strafmaß von wenigen CR bis hin zum Perma. Je nach Schwere oder Lernresistenz kommst Du entweder langsam oder schneller zum Perma. Ist wie im echten Leben vor Gericht. Wiederholungstäter werden für das selbe Vergehen, für die ein Ersttäter Bewährung bekommen würde, einsitzen. Wenn jetzt aber ein besonders schweres Vergehen vorliegt, kann auch ein Ersttäter eine längere Zeit hinter schwedischen Gardinen verbringen.\nIst deswegen unser Rechtssystem nutzlos?\n\nTante Edit:\nUnd um dir mal ein wenig die Augen zu öffnen. Unter anderem dieser Passage hast Du einmal bei der Erstellung Deines Accounts zugestimmt, und bei jedem Update stimmst Du dem aufs neue zu:\n\n> Der Verhaltenskodex ist nicht als vollständiges und abgeschlossenes Regelwerk zu verstehen und Riot Games behält sich das Recht vor, diesen Verhaltenskodex zu jeder Zeit abzuändern **und alle angemessenen Disziplinarmaßnahmen, einschließlich Kontostilllegung oder -löschung, zu ergreifen, um die Integrität und den Geist des Eigentums zu schützen, unabhängig davon, ob ein spezifisches Verhalten hier als verboten aufgeführt ist.**\n\nDiesen Absatz findest Du in den [Nutzungsbedingungen](http://euw.leagueoflegends.com/de/legal/termsofuse#code-of-conduct) unter Punkt VI. Solltest Du vielleicht mal nachlesen. ","replies":[]}]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T22:41:23.846+0000","up_votes":1,"down_votes":6,"body":"Willst du etwa andeuten dass ich lüge und der Ban nicht reduziert wurde?\nOk,ich glaube du hast nicht im geringsten Ahnung,über das was du da sagst.\nAußerdem,es sit Tatsache,dass ich ungerechtfertigt gebanned wurde.\nDeiner Logik nach sollte alles ja ok sein,weil Stufen übersprungen werden können.Aber da ich nicht extrem Toxic war,wieso sollte es dann sofort mit einem 2-Wochenban bestraft werden,Sherlock?\nUdn ichs ags mal deutlich:Lass die 1k Cr aus dem Spiel.DIe hat absolut garnichts mit dem jetzigen Bestrafungssystem zu tun.\nAber du scheinst ja sowieso nicht zu wissen was das zu bedeuten hat.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-30T05:06:02.333+0000","up_votes":3,"down_votes":0,"body":"Die Logs die du zum 2-Wochen-Bann gepostet hast SIND extrem toxisch.\nVerlass dich da mal lieber nicht auf deine verzerrte Selbsteinschätzung! Die lässt dich offensichtlich oft genug im Stich, ich sag nur \"I wont get banned anyway\"","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-30T17:40:51.558+0000","up_votes":1,"down_votes":5,"body":"Tja,wie ist deine Einstellung dem Gegenüber?Wieso solltest du recht haben?","replies":[]}]},{"id":"","poster":"eingew","date":"2015-09-30T08:09:26.513+0000","up_votes":2,"down_votes":0,"body":"Naja, ob die Systeme wirklich nichts miteinander zu tun haben wissen wir nicht. Es kann durchaus sein, dass eine Art Toxicity Rating übrig geblieben ist, welches bei dir möglicherweise dank der CR noch relativ hoch war.","replies":[]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T18:30:46.377+0000","up_votes":1,"down_votes":7,"body":"Nur dass das System eben broken ist,sonst wäre ich nicth nach einem punish sofort für 2 Wochen gebanned worden.\nDas Stufen übersprungen werden können ist bloß eine Ausrede dafür,dass das System ja doch funktioniert.\nUnd wenn jemand was anderes sagt,wird bloß eben diese Ausrede genutzt,auch wenn es nicht stimmt.","replies":[]}]}]},{"id":"","poster":"xClyde","date":"2015-09-29T06:30:35.970+0000","up_votes":2,"down_votes":0,"body":"Mein Mitleid hält sich auch in Grenzen.","replies":[]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T16:42:18.681+0000","up_votes":2,"down_votes":2,"body":"http://puu.sh/krlkB/8c82368870.jpg\n\nDas ist der Chatlog der dabei herauskommt.Warum auch immer null day Suspesion dort steht,wenn es ein 7 Tage ban war.Aber Riot failed da sowieso immer.\n\nDas ist der originalchatlog.\n\nhttp://puu.sh/krls8/8a4976c85a.jpg\n\nhttp://puu.sh/krlsC/58ca8792b5.jpg\n\nhttp://puu.sh/krlti/507bdf8d54.jpg\n\nhttp://puu.sh/krlu8/067e09b056.jpg\n\nEntschuldigung das es so unübersichtlich ist,aber ich komme nicht mehr an den alten Chatlog an,weil ich diesen gelöscht habe.","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T16:38:45.300+0000","up_votes":1,"down_votes":2,"body":"Habe es als Internetdatei auf dem PC gespeichert,aber sobald ich es öffne und View in Broweser drücke,wird ein anderer Chatlog angezeigt.Wtf.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-28T16:38:57.281+0000","up_votes":4,"down_votes":1,"body":"Hast du meinen Beitrag überhaupt gelesen?\nIch sehe es in gewisser Weise genau wie du, laut System hättest du den Perma nicht bekommen sollen, dass ich finde, dass du ihn dennoch verdient hättest, ist etwas Anderes.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-09-28T14:49:36.168+0000","up_votes":2,"down_votes":1,"body":"Macht es für dich wirklich einen Unterschied ob du heute oder erst in drei Wochen einen Permabann gekriegt hättest?","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T15:53:19.035+0000","up_votes":1,"down_votes":4,"body":"Ja?","replies":[]}]}]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-09-27T07:39:21.915+0000","up_votes":8,"down_votes":1,"body":"Hattest du schon mal einen 2-Wochen Bann?\nZ.b. zwischen dem 01.09. und dem 23.09.?\n\nFalls das neben der 10er CR die einzige Strafe war, wäre es tatsächlich sehr streng.\nAber irgendwie glaube ich da nicht dran.\n\n> Ich habe eine extreme Losingstreak und grauenhafte Games gehabt.\nErklärt wieso ich on tilt war.\n\nErklärt es, entschuldigt es aber nicht.\n\n\n\nMal eine allgemeine Frage an die anderen:\nBei dem Chatlog wird nur das letzte Spiel angezeigt, richtig?\nKann also in den Spielen davor noch ganz andere Sachen gesagt haben, die hier nicht angezeigt werden?","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T14:31:45.373+0000","up_votes":1,"down_votes":2,"body":"Minamitsu Murasa: Omg\nMinamitsu Murasa: nice flash\nMinamitsu Murasa: and luck\nMinamitsu Murasa: noskill champ\nMinamitsu Murasa: be happy u didnt got hardcoutnered by a champ with no skill cap\nMinamitsu Murasa: u already helepd somewhere?\nMinamitsu Murasa: doesnt seem so\nMinamitsu Murasa: u cant mute poing\nMinamitsu Murasa: ok\nMinamitsu Murasa: if u dont help\nMinamitsu Murasa: i cant stop feeding\nMinamitsu Murasa: nah\nMinamitsu Murasa: not rly\nMinamitsu Murasa: jsut got hard coutnred\nMinamitsu Murasa: and u dont help\nMinamitsu Murasa: ur own fault zaxc+\nMinamitsu Murasa: this luck again\nMinamitsu Murasa: got oom\nMinamitsu Murasa: reported talon\nMinamitsu Murasa: ahrdovutnering me and then mocking\nMinamitsu Murasa: yes we need help\nMinamitsu Murasa: but u dont help us\nMinamitsu Murasa: its not reportable jsut btw\nMinamitsu Murasa: but ur reported zed for offensive\nMinamitsu Murasa: zac*\nMinamitsu Murasa: i wont\nMinamitsu Murasa: ur flaming not me\nMinamitsu Murasa: and dying isnt reportable aswell\nMinamitsu Murasa: dont tilt?\nMinamitsu Murasa: i lsot my last games cuz of feeders\nMinamitsu Murasa: and after getting my tole i get camped\nMinamitsu Murasa: and fucking instakilled by a hardcoutner\nMinamitsu Murasa: while this zac doesnt do shit at mid and insults\nMinamitsu Murasa: im ntot oxic but fine\nMinamitsu Murasa: yes cuz devourer is disabled\nMinamitsu Murasa: i wont get banend anyway\nMinamitsu Murasa: cuz id dint flamed\nMinamitsu Murasa: how about helpign?\nMinamitsu Murasa: nah\nMinamitsu Murasa: u lsot it aswell\nMinamitsu Murasa: y\nMinamitsu Murasa: since hes fed\nMinamitsu Murasa: aha\nMinamitsu Murasa: i wotn get banend\nMinamitsu Murasa: cuz dying sitn reprotable :^)\nMinamitsu Murasa: why the hell i have a silver I in my team\nMinamitsu Murasa: with negative winrate?\nMinamitsu Murasa: no\nMinamitsu Murasa: not rly\nMinamitsu Murasa: maybe duoq?\nMinamitsu Murasa: ur flaming\nMinamitsu Murasa: i didbnt talekd to janna a single time\nMinamitsu Murasa: he didnt got hardcoutnered :^)\nMinamitsu Murasa: withotu any way of counterplay\nMinamitsu Murasa: uit does\nMinamitsu Murasa: otehrwise\nMinamitsu Murasa: i would need to stay in fountain\nMinamitsu Murasa: lol\nMinamitsu Murasa: this was cool gragas\n\nDas steht wenn ich mich einlogge.","replies":[{"id":"","poster":"Futanarî Soraka","date":"2015-09-27T16:37:17.719+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=00040003,timestamp=2015-09-27T14:31:45.373+0000)\n>\n\n> Minamitsu Murasa: i wont get banend anyway\n\nXoxo {{champion:18}} ","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T16:46:28.929+0000","up_votes":1,"down_votes":4,"body":"pfff,hätte eigentlich auch nicht passieren dürfen.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-09-27T10:58:34.501+0000","up_votes":4,"down_votes":2,"body":"Lyte hat mal erwähnt, dass daran gearbeitet wird, mehrere Chatlogs zur Verfügung zu stellen. Momentan aber nur vom letzten Spiel.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T16:39:49.131+0000","up_votes":2,"down_votes":4,"body":"Es werden nicht die Chatlogs vom letzten Game angezeigt.\nWarum werde ich gedownvoted,wenn ich eine Tatsache aufsage.","replies":[{"id":"","poster":"eingew","date":"2015-10-05T16:41:07.915+0000","up_votes":3,"down_votes":0,"body":"Weil du offenbar der einzige bist, der das weiß. Hast du eine Quelle dazu?\n\nIch zumindest weiß nichts davon.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T16:54:23.566+0000","up_votes":1,"down_votes":2,"body":"Ja,natürlich.\n\nhttp://link.email.riotgames.com/YesConnect/HtmlMessagePreview?a=NCCT_etp7RoQvaTNqm0IvnJt&msgVersion=web\n\nDas ist das Veigar gegen Talon Game.So,jetzt erklär mir mal,wieso ich einen null day ban bekomme.Das ist eigentlich der Chatlog des 2-Wochenban Spieles.öffne ich den im Browser,kommt ein Spiel heraus,welches mehr als 1 Woche später gespielt wurde.\n\nUnd hier ist der Chatlog,wenn ich mich einlogge.Das ist genauso wenig der Log des letzten Spieles. \n\nMinamitsu Murasa: Omg\nMinamitsu Murasa: nice flash\nMinamitsu Murasa: and luck\nMinamitsu Murasa: noskill champ\nMinamitsu Murasa: be happy u didnt got hardcoutnered by a champ with no skill cap\nMinamitsu Murasa: u already helepd somewhere?\nMinamitsu Murasa: doesnt seem so\nMinamitsu Murasa: u cant mute poing\nMinamitsu Murasa: ok\nMinamitsu Murasa: if u dont help\nMinamitsu Murasa: i cant stop feeding\nMinamitsu Murasa: nah\nMinamitsu Murasa: not rly\nMinamitsu Murasa: jsut got hard coutnred\nMinamitsu Murasa: and u dont help\nMinamitsu Murasa: ur own fault zaxc+\nMinamitsu Murasa: this luck again\nMinamitsu Murasa: got oom\nMinamitsu Murasa: reported talon\nMinamitsu Murasa: ahrdovutnering me and then mocking\nMinamitsu Murasa: yes we need help\nMinamitsu Murasa: but u dont help us\nMinamitsu Murasa: its not reportable jsut btw\nMinamitsu Murasa: but ur reported zed for offensive\nMinamitsu Murasa: zac*\nMinamitsu Murasa: i wont\nMinamitsu Murasa: ur flaming not me\nMinamitsu Murasa: and dying isnt reportable aswell\nMinamitsu Murasa: dont tilt?\nMinamitsu Murasa: i lsot my last games cuz of feeders\nMinamitsu Murasa: and after getting my tole i get camped\nMinamitsu Murasa: and fucking instakilled by a hardcoutner\nMinamitsu Murasa: while this zac doesnt do shit at mid and insults\nMinamitsu Murasa: im ntot oxic but fine\nMinamitsu Murasa: yes cuz devourer is disabled\nMinamitsu Murasa: i wont get banend anyway\nMinamitsu Murasa: cuz id dint flamed\nMinamitsu Murasa: how about helpign?\nMinamitsu Murasa: nah\nMinamitsu Murasa: u lsot it aswell\nMinamitsu Murasa: y\nMinamitsu Murasa: since hes fed\nMinamitsu Murasa: aha\nMinamitsu Murasa: i wotn get banend\nMinamitsu Murasa: cuz dying sitn reprotable :^)\nMinamitsu Murasa: why the hell i have a silver I in my team\nMinamitsu Murasa: with negative winrate?\nMinamitsu Murasa: no\nMinamitsu Murasa: not rly\nMinamitsu Murasa: maybe duoq?\nMinamitsu Murasa: ur flaming\nMinamitsu Murasa: i didbnt talekd to janna a single time\nMinamitsu Murasa: he didnt got hardcoutnered :^)\nMinamitsu Murasa: withotu any way of counterplay\nMinamitsu Murasa: uit does\nMinamitsu Murasa: otehrwise\nMinamitsu Murasa: i would need to stay in fountain\nMinamitsu Murasa: lol\nMinamitsu Murasa: this was cool gragas\n\n\nhttp://puu.sh/kzvnU/78c938d54b.jpg","replies":[{"id":"","poster":"eingew","date":"2015-10-05T17:21:39.393+0000","up_votes":2,"down_votes":0,"body":"Ich kann dir das nicht erklären und für mich sind das nur irgendwelche Logs. Du weißt in welchen Spielen du das geschrieben hast. Wenn das mehr als 1 Spiel ist, dann würde den Support fragen, warum da Logs aus mehreren Spielen vermischt sind. Unter den Umständen kann durchaus ein Fehler passiert sein.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T17:24:58.473+0000","up_votes":1,"down_votes":3,"body":"Wieso werde ich schon wieder gedownvoted.Egal,zu deiner Antwort:ich bezweifle,dass das System gerade perfekt läuft,was Chatlogs angeht.\nBei dem Log den ich gedownloaded habe,stand oben 14 day suspension.Bei dem \"View in Browser\" log,den ich geschickt habe,steht null day suspension,obwohl da eigentlich 7 day suspension stehen müsste,oder verstehe ich da was falsch?\n\nAber zum Punkt,es sollte eigentlich klar sein,dass nicht das letzte Spiel angezeigt wird.","replies":[{"id":"","poster":"eingew","date":"2015-10-05T18:04:19.723+0000","up_votes":1,"down_votes":0,"body":"Der Link, der für alle sichtbar ist, sieht auch verbuggt aus, bei dem Titel sollten ja die Tage stehen. Vermutlich kommt das automatische System nicht damit klar, dass die Sperre gekürzt wurde und zeigt deshalb keine richtige Länge an.\n\nUnd an sich, doch es wird das letzte Spiel angezeigt, was zu der entsprechenden Strafe geführt hat. So war das System bisher. Letztendlich ist es nur das Spiel, welches das Fass zum überlaufen gebracht hat, aber das war bisher immer das letzte Spiel vor der Strafe.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T18:14:15.804+0000","up_votes":1,"down_votes":3,"body":"Leider nicht.Der 2-Wochenban sit nach einem Spiel zustande gekommen.nach meinem allerersten Spiel.Das Spiel  mit dem Chatlog,ist ein ganz anderes.\nDa Game wo ich gebanned wurde,für eine Woche,war mein Leblanc normal.Und wenn du genau liest,findest du,dass ich einen Zac angesprochen habe,welcher nicht im Spiel zu finden ist.Und auch ein Talon,der nirgendwo ist.","replies":[{"id":"","poster":"eingew","date":"2015-10-05T19:52:17.389+0000","up_votes":1,"down_votes":0,"body":"Und das hast du dem Support auch geschrieben?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T14:20:54.232+0000","up_votes":1,"down_votes":3,"body":"Chatlog von dem Veigar vs Talon game.Kann irgendwas nciht daran Stimmen.","replies":[]}]},{"id":"","poster":"Baisi","date":"2015-09-27T08:39:59.161+0000","up_votes":3,"down_votes":2,"body":"Jap das ist möglich der Chat log zeigt nur das letzte Spiel an","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T14:13:19.103+0000","up_votes":2,"down_votes":3,"body":"Das Spiel was angezeigt wird,ist mein Veigar vs Talon Game.","replies":[]},{"id":"","poster":"i3IackCat","date":"2015-10-05T16:39:01.726+0000","up_votes":1,"down_votes":3,"body":"Das ist falsch.","replies":[]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T14:15:43.399+0000","up_votes":2,"down_votes":6,"body":"Ich schwöre bei dem Leben meiner Mutter.\nIch war etwas negativ eingestellt in wenigen Spielen.Ein oder zwei Siele,in denen ich Leuten sagte,die etwas cocky im Chat wurden,das sie nicht so gut sind.Wortwörtlich,\"you arent that good\".Ich habe niemanden Noob genannt,oder ähnliches.\nIch hatte auch noch keine 10 oder 25 SPiele CR bekommen und einen 2 -Wochenban hatte ich,aber nciht wegen exzessivem flamen,sondern es war anch dem reset das einzige Spiel,und das einzige Game wo ich etwas toxic wurde.Im Sinne von,wo ich sagte doch wäre doch besser,weil ich Platin bin.Habe glaube ich,einmal Noob gesagt in diesem Game.Wurde sofort zum 2-Wochenban,der *vom Spezialisten der Spielerverhaltens-Abteilung im Support* aber auf 1-Woche gesetzt wurde.\n\nZu diesem Spiel,ich denke es werden die Chatlogs des schlimmsten Spieles gezeigt,den auf meinem Profil siehst du,dass das Game etwas länger her ist(Das veigar vs Talon Game.).Ich habe keine Todesdrohungen ausgesprochen,weder Champseelct noch postgame,ich habe niemals rassisstisc e Kommentare abgegeben.Ich habe Leute daran erinnert das sie der *Grund* sind,weshalb wir verlieren.Aber trotz allem,ich wurde nicht annähernd so bestraft,wie Riot Ymir es gesagt hat.\nDas sind die Tatsachen.Ob man sie glaubt oder nicht,ist die Entscheidung von dir.Aber wenn du möchtest,ich könnte sogar das gesamte Supportticket schicken.","replies":[{"id":"","poster":"eingew","date":"2015-09-27T14:55:58.180+0000","up_votes":1,"down_votes":0,"body":"Naja, das einzige, was darin wirklich schlimm ist sind die Reportrufe... von dem was ich sehe.","replies":[]},{"id":"","poster":"Veezey","date":"2015-10-05T17:00:37.638+0000","up_votes":2,"down_votes":0,"body":"Und warum hast du dann nicht instant aufgehört zu flamen wo du doch wusstest, dass der Perma vor der Tür steht? Selbst schuld würde ich mal sagen.","replies":[]}]}]},{"id":"","poster":"Patter91","date":"2015-09-27T07:08:07.140+0000","up_votes":8,"down_votes":2,"body":"[Irgendwie glaube ich ja, dass es diesen ominösen \"Freund\" gar nicht gibt.](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen?comment=001e) Demnach hattest du bereits nen 14 Tage-Bann, danach sollte eigentlich der Perma klar sein.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T14:24:47.369+0000","up_votes":1,"down_votes":2,"body":"Tja,nur dass dieser 2 WOchenban vom Support auf eine gesetzt wurde,weil er wortwörtlich ungerechtfertigt war.\nUnd 2. ist es meine 2. Bestrafung trotz allem.\nKann alles beweisen,wenn du möchtest.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-09-27T09:57:22.974+0000","up_votes":6,"down_votes":1,"body":"> So gesehen stellt dir Riot nur den Account zu verfügung und kann ihn dir jederzeit nehmen ;)\n\nNur theoretisch.\n\nWenn Riot tatsächlich anfangen würde, willürlich Accounts zu bannen, würden sie verdammt schnell Pleite gehen.\nSie haben theoretisch die Macht dazu, ja, aber nicht praktisch.\n\nWenn du ernsthaft über Sachen wie Meinungsfreiheit diskutieren willst, lies dir erst die Bedeutung des Wortes durch; denn diese vertehst du ganz offensichtlich nicht.\nUnd bevor du die Bedeutung nicht kennst, ist es nicht möglich, sachlich mit dir zu diskutieren.\n\nZu der Ursache:\nDer Grund des Flamen ist:\n\n-Mangelnde Selbstkontrolle.\n-(In diesem Aspekt) gescheiterte Erziehung\n-Fehlendes Bewusstsein über das, was man da tatsächlich von sich gibt.\nWie oft liest man hier \"Retard, *\" etc. seien keine Beleidigungen....\n-Die falsche Auslegung von Meinungsfreiheit und Selbstverteidigung\n-Anonymität des Internets\n-Der Glaube, man dürfe Flamen, wenn jemand anders die Regeln bricht\n-Das fehlende Bewusstsein über Strafen\nDAS sind die Ursachen, welche es zu beheben gilt.\nBis auf eine Handvoll Ausnahmen, wurden sämtliche Trolle durch Flame verursacht, nicht umgekehrt.\n\nWenn dich jemand provoziert, muten und reporten.\nFuntioniert beides.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T22:43:41.847+0000","up_votes":1,"down_votes":6,"body":"> -(In diesem Aspekt) gescheiterte Erziehung\n\nNein,das stimmt in diesem Falle eben nciht,aber du scheinst ja Ahnung zu haben.Ich flame dann,wenn ich on tilt bin und den Leuten eben sagen was sie sind:schlechte Spieler ohne den Hauch von Skill.\nSag mir was du willst,aber wenn sie in diesem Moment 0/12 stehen,ist es flame,aber es ist gleichzeitig die Wahrheit.","replies":[{"id":"","poster":"Groath","date":"2015-09-30T02:03:36.411+0000","up_votes":6,"down_votes":0,"body":"Das ist es ja genau. Ich wurde so erzogen, dass ich immer höflich zu sein habe. Zu jedem. Egal, ob es der Penner vor H&M ist, der mich aufgringlich nach Kleingeld fragt, ein Opi, der mir den Weg versperrt oder eine Vayne, die mit mit ihren 0/8/1 Stats das Spiel kaputt macht. Sie mag schlechter sein als ihr Gegenüber. Sie mag auch die schlechteste Vayne sein, die ich seit Langem gesehen habe. Dennoch schreibe ich ihr das nicht, weil es unhöflich ist.\n\nMir wurde das beigebracht. Dir scheinbar nicht. Deshalb meinte Mister Eleandor317 da oben, dass die gescheiterte Erziehung einer der Gründe ist. Das tut man nämlich nicht. Man sagt dem Obdachlosen nicht, dass er stinkt und sich bitte von einem fernhalten soll. Man sagt dem Opa nicht, dass er doch bitte aus dem Weg gehen soll, weil er 3 weiteren Leuten mit seiner Gehhilfe den Weg versperrt. Man sagt der Vayne nicht, dass sie doch bitte das Spiel deinstallieren soll, weil sie schon 8 mal gestorben ist und noch nichts dem Spiel beigetragen hat. \n\nDas tut man einfach nicht. Man hilft ihnen. Man fragt, ob der Obdachlose ein Brötchen vom Bäcker gegenüber haben möchte, denn er weiß, dass er stinkt, dass er unangenehm aussieht und dass viele ihn nicht beachten. Man fragt, ob man dem Opi helfen kann, seinen Wagen von dieser Engstelle zu holen, denn er weiß, dass er im Weg steht, dass er nicht mehr der Schnellste ist, dass er schnell den Überblick verliert, wenn er unter Stress steht. Man fragt die Vayne, ob man etwas tun kann, um ihr das Spiel etwas schöner zu gestalten, denn sie weiß, dass sie scheiße spielt, dass sie keine Chance gegen ihre Gegner hat, dass sie kurz davor ist, das Spiel an den Nagel zu hängen und zu surrendern.\n\nAndere schubsen den Opi aus dem Weg, sagen dem Obdachlosen, dass er sie nicht anfassen soll und beschimpfen die Vayne, weil sie scheiße spielt. \nAlles eine Frage der Erziehung.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-30T18:06:49.049+0000","up_votes":2,"down_votes":6,"body":"unhöflich=/toxic\n\nSie ist schlecht?Ja,dann soll sie sich nicht aufregen wenn ihr Leute sagen dass sie das Spiel verloren hat.\nAber ich verstehe es.\nDas hier ist die LoL-Community.Sie wird so getrimmt,dass sie sofort wenn sie schlecht spielen und darauf angesprochen werden,mad werden und generell keine Kritik vertragen.\nWeil es ja so schlimm ist,ob irgendeine zufällige Person einen runtermacht,oder einfach so sagt, wie es ist.\nWie wäre es damit,dass sämtliche Leute,die das Report-System so akzeptieren die es ist,League of Hunnies beitreten,oder zu Bronies werden,die nach jeder negativen Sache sofort tilten?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-30T18:44:09.573+0000","up_votes":5,"down_votes":0,"body":"Aber toxic => unhöflich\n\nWarum musst du unbedingt der Vayne sagen, dass sie der schlechteste ADC der Welt ist? Helfen wird dir und ihr das sicher nicht. \n\nWie wäre es wenn sämtliche Leute, die das Reportsystem nicht akzeptieren einfach aufhören LoL zu spielen? Ein Großteil der Spieler scheint Flamer und Flame nicht zu mögen. Wer bestraft wird, hat sich dann eine Auszeit verdient oder soll ganz wegbleiben.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T17:40:41.321+0000","up_votes":1,"down_votes":3,"body":"Ich habe auch nie gesagt,dass ich nicht toxic war.\nAuch habe ich nie behauptet,dass es nicht gepunsihed gehört.\n\nJa,es ist toxic die Vayne als schlecht zu bezeichnen.Sie wird auch nicht besser spielen.\nAber weißt du wieso man sowas sagt?\nWeil man frustriert ist und on tilt ist.Entschuldigt nichts,das ist klar.\nAber so ein negatives Kommentar rutscht raus,genauso wie es Dunkey passiert ist,der eigentlich immer ruhig ist,aber eben weil er LoL so lange spielt,es ihn einfach keinen Spaß gemacht hat,\nUnd sag mir was du willst,aber jedem ist bereits ein negatives Kommentar rausgerutscht.Und bei manchen ist es eben mehr,weil sie Lol öfters spielen.Und bei manchen reicht ein einzelnes Kommentar eben aus.\nIch will mich nicht damit rechtfertigen,versteh mich nicht falsch,aber warum sollte ich die Frustration,die in diesem Spiel eben entsteht,nicht in diesem Spiel wieder rauslassen,indem ich eben dort schreibe?\nJa,klingt dumm und eigensinnig,aber das ist vielleicht ein wichtiger Aspekt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-10-05T17:51:21.930+0000","up_votes":2,"down_votes":0,"body":"Warum fühlst du dich angesprochen? Ich hab doch an Minimatsu geschrieben. \n\nZu dem jedem ist mal was negatives rausgerutscht. Nein, ich habe noch niemanden als Noob bezeichnet oder beleidigt, weil sie irgendetwas falsch gemacht haben. \n\nDunkey ist auch nichts \"herausgerutscht\". Soweit ich weiß, ist der ständig toxisch. Deshalb auch der Permabann. Er hat bei seinem Video noch nicht einmal seine Reformcard zitiert oder verlinkt und trotzdem ist die Zeile, die er veröffentlicht hat, allemal einen Permabann wert.","replies":[]},{"id":"","poster":"eingew","date":"2015-10-05T18:06:06.017+0000","up_votes":1,"down_votes":0,"body":"Dunkey war definitiv kein ruhiger Spieler. Ich hab den in letzter Zeit fast gar nicht mehr geguckt, aber in Season 4 relativ viel und da war er auch schon toxisch.","replies":[]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-30T05:08:13.619+0000","up_votes":2,"down_votes":1,"body":"Joa, doch, das ist der Inbegriff von schlechter Erziehung.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-30T18:11:24.215+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-30T18:16:11.362+0000","up_votes":5,"down_votes":0,"body":"Ich verstehe echt nicht, inwiefern du nicht erkennst, dass du dich wie ein verzogener kleiner Bengel benimmst.^^\nMit jedem deiner Posts bestätigst du es weiter.\nDie Warheit zu sagen, bedeutet nicht, dass es nicht unhöflich und verzogen ist.\nAllein, dass du das nicht weißt, zeigt schon, dass deine Erziehung versagt hat.\nIch hoffe du bist wenigstens so jung wie du dich darstellst und änderst dich nach der Pubertät noch....","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-02T14:04:16.893+0000","up_votes":1,"down_votes":10,"body":"> Die Warheit zu sagen, bedeutet nicht, dass es nicht unhöflich und verzogen ist.\n\nJaaaaaa,lass uns Huschi-Buschi,das Babykaninchen,im Zuckerschleckenland spielen,ein Spiel wo Leute von jedem zufälligem Spieler der sie in irgendeiner Weise kritisiert,sie dumm anspricht,ihnen die Wahrheit sagt,oder sonst etwas,was \"negatives Verhalten ist\",sofort bestraft wird,aber nicht nach dem System welches gerade da ist,sondern einfach willkürlich,was man dann damit entschuldigt,\"dass man Stufen trotz allem überspringen kann,wenn man extrem ausfällig wurde,im Sinne von Todesdrohungen,Rassitische Aussagen oder Krankheitswünsche.Oh warte,du hast sowas nicht gesagt?Sorry,wir bannen dich trotzdem,und reduzieren als dämlichen Kompromiss dienen Ban um eine Woche,wo ein dahergelaufener Tropf behauptet,dass das unwarscheinlich ist oder einfach nicht stimmt und er behauptet,dass er alles besser wissen würde.Achja,er sagt auch noch,dass vielleicht etwas von den Reports übergeblieben ist,wobei Ymir sagte,dass jeder eine absolut weiße Weste hat.\n\nDas klingt wunderbar.Am Ende bleibt die wohl schlimmste Community über,direkt nach der Brony,CS:Go,Dota 2 oder Pewdiepies.\n\nRealtalk jetzt:Ich habe dir in meinem ersten Abschnitt genug Fakten genannt,die unumstößlich sind.\nMein Ban war ungerechtfertigt,aber da niemand es einsehen will,habe ich eine bessere Idee.\n\nJetzt wo ich in LoL machen kann was ich will,smurfe ich weiter.\nIch denke ein oder zwei bekomme ich mit Scripts nach Dia,auf anderen bleibe ich extrem toxic.Auf wieder anderen feede ich mich sauber nach Bronze (itembuilds dürfen ja nicht kritisiert werden) und auf wieder anderen werde ich Intentionally feeden.\n\nSo oder so,failed Riots System komplett mich zu entfernen.Riot wird mich nicht entfernen können und dabei bleibt es auch.Mal gucken wie viel Spaß ich zwischendurch haben werde.\nAchja,sag nicht das es Zeitverschwendung ist,Intentionally feeden ist ganz lustig,wenn man die toxischen Feedbacks der Leute ingame liest und sie dadurch selber einen Ban bekommen,wie Dunkey sowas passiert ist.\n\nVielleicht sehe ich dich dann ingame,wird sicher sehr lustig dein Game zu versauen.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-10-02T14:45:27.606+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=GarenwithnoBush,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=000700000002000100000000,timestamp=2015-10-02T14:04:16.893+0000)\n>\n> Jaaaaaa,lass uns Huschi-Buschi,das Babykaninchen,im Zuckerschleckenland spielen,ein Spiel wo Leute von jedem zufälligem Spieler der sie in irgendeiner Weise kritisiert,sie dumm anspricht,ihnen die Wahrheit sagt,oder sonst etwas,was \"negatives Verhalten ist\",sofort bestraft wird,aber nicht nach dem System welches gerade da ist,sondern einfach willkürlich,was man dann damit entschuldigt,\"dass man Stufen trotz allem überspringen kann,wenn man extrem ausfällig wurde,im Sinne von Todesdrohungen,Rassitische Aussagen oder Krankheitswünsche.Oh warte,du hast sowas nicht gesagt? Sorry,wir bannen dich trotzdem,und reduzieren als dämlichen Kompromiss dienen Ban um eine Woche,wo ein dahergelaufener Tropf behauptet,dass das unwarscheinlich ist oder einfach nicht stimmt und er behauptet,dass er alles besser wissen würde.Achja,er sagt auch noch,dass vielleicht etwas von den Reports übergeblieben ist,wobei Ymir sagte,dass jeder eine absolut weiße Weste hat.\n\nMehr als behauptet hast du bisher auch nicht. Liefer doch mal, z.B. die Aussage, dass Stufen nur !!!!!!!!!!! bei Todesdrohungen, rassistischen Äußerungen und Krankheitswünschen übersprungen werden, das gibt es nicht, es war immer von extrem toxischem Verhalten die Rede und für die o.g. Beispiele wurde es nochmal konkret gesagt.\nDesweiteren zitier mich doch mal bitte, wo ich oder ein anderer schreibt, dass ich/er alles besser weiß. Der Unterschied ist die Aussagen sind überall zur Bestätigung nachlesbar, als Mutmaßung erkennbar oder eben eigene Meinung. Da zählt aber wohl nur deine.\n\n> \n> Das klingt wunderbar.Am Ende bleibt die wohl schlimmste Community über,direkt nach der Brony,CS:Go,Dota 2 oder Pewdiepies.\n\nAha, wenn man den Rest jetzt liest und alle wären wie du mit Sicherheit, gibt es nichts dran zu rütteln.\n\n\n> Realtalk jetzt:Ich habe dir in meinem ersten Abschnitt genug Fakten genannt,die unumstößlich sind.\n> Mein Ban war ungerechtfertigt,aber da niemand es einsehen will,habe ich eine bessere Idee.\n\nDass dus immer noch nicht checkst ist echt... ich finde keine Worte dafür. \n\n> Jetzt wo ich in LoL machen kann was ich will,smurfe ich weiter.\n\nDenkst du deine Smurfs und Co. haben einen Schutz? Wie lange hat es nochmal nach dem Systemreset gebraucht bis zum Perma 1 Monat? Und das trotz weißer Weste.\n\n> Ich denke ein oder zwei bekomme ich mit Scripts nach Dia,auf anderen bleibe ich extrem toxic.Auf wieder anderen feede ich mich sauber nach Bronze (itembuilds dürfen ja nicht kritisiert werden) und auf wieder anderen werde ich Intentionally feeden.\n\nKürz es doch ab, mit jedem wirst du noch vor Lvl. 30 gebannt werden, super Hobby.\n \n> So oder so,failed Riots System komplett mich zu entfernen.Riot wird mich nicht entfernen können und dabei bleibt es auch.Mal gucken wie viel Spaß ich zwischendurch haben werde.\n> Achja,sag nicht das es Zeitverschwendung ist,Intentionally feeden ist ganz lustig,wenn man die toxischen Feedbacks der Leute ingame liest und sie dadurch selber einen Ban bekommen,wie Dunkey sowas passiert ist.\n> \n> Vielleicht sehe ich dich dann ingame,wird sicher sehr lustig dein Game zu versauen.\n\nWenn's dir Spaß macht bitte schön. Wie groß ist die wahrscheinlichkeit ingame auf dich zu treffen? 1 zu 10000000, damit kann ich leben, zumal ich nicht zu diesen Leuten gehöre die solchen kindischen Aktionen Feedback geben oder reportaufrufe tätigen, wird wohl jeder hier so machen. Aber auch wieder ein herrlich Beweis, dass du ungerechtfertigt gebannt wurdest lol.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-10-02T14:51:40.663+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-02T18:00:19.537+0000","up_votes":1,"down_votes":6,"body":"> Aber auch wennd as jetzt *nur* wie eine indirekte Beleidigung rüber kommt,\n\nOk,nach den Regeln von Riot,hättest du jetzt automatisch einen gerechtfertigten Report bekommen.Erstens das.\n\n2.Nur weil ich toxisch bin,heißt es noch *LANGE* nicht das du dahergelaufener Tropf Behauptungen aufstellen kannst,die dir so vorkommen das sie wahr sind.\n\n> Ich glaube der Typ hat ein richtig, RICHTIG beschissenes Leben\n\nDu scheinst ja sehr viel zu wissen.Leider muss ich dich enttäuschen,mein Leben läuft gut,so wie es ist.\nSchade das ich deine aus der Nase gezogene These wiederlegen muss.","replies":[]}]},{"id":"","poster":"i3IackCat","date":"2015-10-02T17:52:33.807+0000","up_votes":1,"down_votes":8,"body":"> Kürz es doch ab, mit jedem wirst du noch vor Lvl. 30 gebannt werden, super Hobby.\n\nNicht wenn ich mich bis dahin nicht negativ verhalte. ;)\nSonst botte ich mir einen Account oder kaufe mir einen.\n\n> Denkst du deine Smurfs und Co. haben einen Schutz? Wie lange hat es nochmal nach dem Systemreset gebraucht bis zum Perma 1 Monat? Und das trotz weißer Weste.\n\nHeiß nicht,dass ich bis dahin nicht hunderten von Leuten das Spiel versaut habe.\n\n>  Aber auch wieder ein herrlich Beweis, dass du ungerechtfertigt gebannt wurdest lol.\n\nHey,ich bin ungerechtfertigt gebanned wurde,aber da du keines meiner Argumente als Tatsache annimmst,welche sie sind,kümmer ich mich nicht weiter darum.\nDas System funktioniert nicht und wird auch niemals funktionieren und wenn ich dabei ein bisschen Spaß habe,die Community zu trollen und iwelche 12-Jährigen im Internet mad zu machen,ist es doch auch gut.\nNur soll Riot nicht erwarten nach Regeln zu spielen,die sie komplett ignorieren.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-10-02T19:07:06.459+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=GarenwithnoBush,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=00070000000200010000000000020001,timestamp=2015-10-02T17:52:33.807+0000)\n>\n> Nicht wenn ich mich bis dahin nicht negativ verhalte. ;)\n\nGlaub nicht dass du das schaffst und selbst wenn, kurz darauf spätestens im Ranked ---> Bann\n\n> Sonst botte ich mir einen Account oder kaufe mir einen.\n\nSharing.---> Bann\n\n> Heiß nicht,dass ich bis dahin nicht hunderten von Leuten das Spiel versaut habe.\n\nDann hast du dich aber negativ verhalten----> Bann\n \n> Hey,ich bin ungerechtfertigt gebanned wurde,aber da du keines meiner Argumente als Tatsache annimmst,welche sie sind,kümmer ich mich nicht weiter darum.\n\nDein einziges Argument ist, dass du zu low geflamet haben willst, um direkt die CR Stufen zu überspringen und die Behauptung, die du nicht belegen kannst/willst, dass dein 2 Wochenbann reduziert wurde und damit nicht mehr als 2 Wochenbann zählen sollte (eine Senkung ist keine Aufhebung), warum auch immer das so sein sollte, selbst wenn Riot so naiv war, das zu tun.\nTatsache ist du hast 2 Wochbann und Perma bekommen, also ist dein Bann gerechtfertigt. 2 Wochebanns wurden auch schon zurückgenommen, wenn ungerechtfertigt, ist bei dir nicht passiert, wird nicht passieren und jeder, der diesen Thread hier komplett gelesen hat, weiß auch warum. Wären deine Argumente valide, würdest du entbannt werden. Du wirst nicht entbannt also sind deine Argumente keine Tatsachen.\n\n> Das System funktioniert nicht und wird auch niemals funktionieren und wenn ich dabei ein bisschen Spaß habe,die Community zu trollen und iwelche 12-Jährigen im Internet mad zu machen,ist es doch auch gut.\n\nWirst du ja merken oder auch nicht wie schnell deine Hobbybots hops gehen, ich werd dich eh nie ingame treffen lol und wenn juckts mich auch nicht.\n\n> Nur soll Riot nicht erwarten nach Regeln zu spielen,die sie komplett ignorieren.\n\nWelche Regeln, und zitier mal, wurden denn bisher und bei dir ignoriert?\n\nGibt 4 Stufen, Stufen überspringbar, deine erste Strafe war Stufe 3 (eine Senkung ist immer noch keine Aufhebung), die nächste den Regeln nach Stufe 4. Ende Gelände, das sind die Regeln, fanden bei dir Anwendung fertig, kannst du als zu hart ansehen, aber nicht als ungerechtfertigt, denn die Rechtfertigung steht in der Meldung. Wenn du schon so exakte Vorstellungen von Formulierungen hast, wende das auch bitte auf deine Aussagen an.\n\n>Mitgenommen?Wohl kaum.Seitdem ich sowieso nach 3 Jahren Spielzeit keinen Spaß mehr habe,kommt es mir nur recht,weil ich mich um meine Ausbildung kümmern muss.\n\nWie wär es dann einfach mit aufhören statt aufgehört werden?\nWenn mir ein Hobby keinen Spaß mehr macht, dann häng ich's doch einfach an den Nagel O.o.\n\nViel Spaß noch, bei was auch immer, ich bin raus hier, du wiederholst eh nur die ganze Zeit die 0815-Flamerausrede:\n\n\"ich bin doch gar nicht so schlimm (gewesen)\"; \"war nicht toxisch\", \"das ist doch kein Flame\"- \ndoch biste und deshalb hast du auch den GERECHTFERTIGTEN Perma.","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-05T16:41:55.091+0000","up_votes":1,"down_votes":4,"body":"ich bin trotzdem in jeder Hinsicht ungerechtfertigt gebanned worden.Warum sollte daran was geändert werden,wenn du irgendwas sagst,was genauso wenig stimmt,wie meine angeblich invaliden Argumente.\n\n> und die Behauptung, die du nicht belegen kannst/willst, dass dein 2 Wochenbann reduziert wurde\n\nOk,bist du komplett desillusioniert?Ich habe mehreren Leuten gesagt,dass ich das sehr gerne beweise,aber wenn du nciht richtig lesen kansnt,oder dich richtig informieren kannst,dann beweist es bloß,dass du keinerlei Ahnung hast von meinem Fall,oder Bestrafungen generell.Also halte dich hier raus und erzähl mir keinen Stuß.\n\n> \"ich bin doch gar nicht so schlimm (gewesen)\"; \"war nicht toxisch\", \"das ist doch kein Flame\"-\ndoch biste und deshalb hast du auch den GERECHTFERTIGTEN Perma.\n\nWANN,habe ich jemals gesagt,dass ich nicht toxisch bin und das,dass was ich sage,nicht toxisch ist?+\nIch habe sowas NIE behauptet,also vielen Dank,dass du bloß weiter beweist,dass du keinen Schimmer hast.\nAlso halte dich wie du selbst  gesagt hast,bitte hier heraus.Ich habe genug valide Punkte genannt.\nWenn du meinst,dass du den extrem schnellen Permaban damit begründen zu können,dass ich \"vielleicht ja keine weiße Weste hatte\",\"Riot ja nie gesagt hat,dass sie das nicht machen können\",dann sag ich mal etwas,worüber du vielleicht nachdenken solltest:Wenn Riot Leute willkürlich so bestraft,dass die ersten beiden Stufen übersprungen werden,für einfaches negatives Verhalten und Spam,statt für extrem toxisches Verhalten,wie Todesdrohungen,wo ist dann der Sinn des Stufensystems?Außerdem,können keine Stufen übersprungen werden.Es ist zwar eine Aktualisierung,aber würde das möglich sein,hätte Ymir sowas wichtiges wiederholt.So etwas wichtiges MUSS wiederholt werden,und Riot wiederholt sehr gerne Sachen.\n\"ja Stufen können übersprungen werden,wurde zwar nicht gesagt,aber ist ja so,weils ne Aktualisierung ist.\"\nJeder der das gesagt hat,hat sowas als Vermutung aufgesagt und jeder nahm es für bare Münze.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-10-05T19:25:39.110+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=GarenwithnoBush,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=0007000000020001000000000002000100000000,timestamp=2015-10-05T16:41:55.091+0000)\n>\n> ich bin trotzdem in jeder Hinsicht ungerechtfertigt gebanned worden.Warum sollte daran was geändert werden,wenn du irgendwas sagst,was genauso wenig stimmt,wie meine angeblich invaliden Argumente.\n\nIn jeder Hinsicht...Immer noch, wenn es so wäre würdest du entbannt werden, nicht weil ich das sage, sondern weil das mit ungerechtfertigten Banns gemacht wird, wenn sie denn ungerechtfertigt sind. Dabei ist es übrigens total egal, ob ich das sage, selbst wenn ich was anderes sagen würde wäre es so.\n\n> Ok,bist du komplett desillusioniert?Ich habe mehreren Leuten gesagt,dass ich das sehr gerne beweise,aber wenn du nciht richtig lesen kansnt,oder dich richtig informieren kannst,dann beweist es bloß,dass du keinerlei Ahnung hast von meinem Fall,oder Bestrafungen generell.Also halte dich hier raus und erzähl mir keinen Stuß.\n\n\nUnd wo ist der Beweis? Schon bezeichnend, dass du mich immer wieder angehst anstatt den einfach mal zu liefern. Das würde ich tun, wenn ich zweifel ausräumen möchte. Und klar jeder, der dir widerspricht hat keine Ahnung und erzählt Stuß, toller Stil.\n\n \n> WANN,habe ich jemals gesagt,dass ich nicht toxisch bin und das,dass was ich sage,nicht toxisch ist?+\n> Ich habe sowas NIE behauptet,also vielen Dank,dass du bloß weiter beweist,dass du keinen Schimmer hast.\n\nChronologische Ansicht, sogar auf derselben Seite wie der Post auf den ich antworte  erster Beitrag mit dem Erstelleracc.\nDa du in deinem ersten Comment mit diesem Acc. \"Realtalk jetzt:Ich habe dir in meinem ersten Abschnitt genug Fakten genannt,die unumstößlich sind.\" Gehe ich mal davon aus, dass das einer dein Smurf ist\n\n>unhöflich=/toxic\n\nSo viel dazu. \n> Also halte dich wie du selbst  gesagt hast,bitte hier heraus.Ich habe genug valide Punkte genannt.\n\nJa ein Paar hattest du, die Gegenseite aber auch. Auf deine wurde auch immer eingegangen, alles entkräftende perlt einfach an der ab, deshalb sag ich dazu auch nichts mehr.\n\n> Wenn du meinst,dass du den extrem schnellen Permaban damit begründen zu können,dass ich \"vielleicht ja keine weiße Weste hatte\",\"Riot ja nie gesagt hat,dass sie das nicht machen können\",dann sag ich mal etwas,worüber du vielleicht nachdenken solltest:Wenn Riot Leute willkürlich so bestraft,dass die ersten beiden Stufen übersprungen werden,für einfaches negatives Verhalten und Spam,statt für extrem toxisches Verhalten,wie Todesdrohungen,wo ist dann der Sinn des Stufensystems?\n\nNur dass das nicht willkürlich ist. Ich selber z.B. finde das, was du in deinen Chatlogs abgezogen hast, weitaus toxischer als Todes-oder Krankheitswünsche. da ich nicht an Voodoo glaube und diese Drohungen auch meistens aufhören, wenn man muted oder ignoriert. Merk ich im Spiel gar nicht. Aber du ziehst die ganze Zeit über Spieler her, die dir zu schlecht sind, verbreitest negative Stimmung, lenkst dich und andere ab. Das merk ich trotz mute an den Reaktionen deiner \"Gesprächspartner\".\nSolange du nicht erkennen willst, dass es genug Leute gibt, die das genauso sehen, macht es auch hier keinen Sinn mit dir weiter zu diskutieren. Und da ich mich über Strafen sehr wohl informiert habe, müssen das genügend Leute sein, denn die alten Tribunaldaten sind ja mit Grundlage für die Bestrafung. immerhin hat es bei dir ja direkt für Stufe 3 gereicht. Aber glaub stattdessen ruhig weiter an einen Fehler.\n\n>Außerdem,können keine Stufen übersprungen werden.\n\nSieht man ja, dass es geht. Irgendwo ziemlich früh hat auch jemand eine offizielle Aussage dazu gepostet, die du natürlich gekonnt ignorierst.\n\n>Es ist zwar eine Aktualisierung,aber würde das möglich sein,hätte Ymir sowas wichtiges wiederholt.So etwas wichtiges MUSS wiederholt werden,und Riot wiederholt sehr gerne Sachen.\n> \"ja Stufen können übersprungen werden,wurde zwar nicht gesagt,aber ist ja so,weils ne Aktualisierung ist.\"\n> Jeder der das gesagt hat,hat sowas als Vermutung aufgesagt und jeder nahm es für bare Münze.\n\nKann man so sehen, aber daraus sicher keine Forderungen ableiten wie du es tust.\n\nedit: Die Sache ist doch die mit uns hier kannst du doch nur diskutieren, ob wir zustimmen oder eben nicht. Aber wir können da auch nichts machen. Das kann nur der Support, aber das hast du ja aufgegeben. Ymirs Antworten hab ich nur überflogen, soweit ich das sehe hast du deinen Fall da nicht geschildert (wenn ichs überlesen habe und keine Antwort kam sorry), ich hab da nur etwas gesehen \"ein Freund von mir\"... Ich mein warum drehst du dich hier im Kreis statt da Druck zu machen, wo es auch etwas bringt? Und wenn du das aufgegeben hast, frag ich mich was du hier willst. ","replies":[]}]}]}]}]},{"id":"","poster":"HansMowlWurf","date":"2015-10-02T14:45:03.896+0000","up_votes":2,"down_votes":1,"body":"Hat dich der Ban echt so hart mitgenommen?\nTut mir echt leid ;(\nIch wuerd dir ja gerne einen Lolly geben und dein Koepfchen Streicheln, aber das ist leider physikalisch unmoeglich ;(","replies":[{"id":"","poster":"i3IackCat","date":"2015-10-02T17:54:08.619+0000","up_votes":1,"down_votes":7,"body":"Mitgenommen?Wohl kaum.Seitdem ich sowieso nach 3 Jahren Spielzeit keinen Spaß mehr habe,kommt es mir nur recht,weil ich mich um meine Ausbildung kümmern muss.\n\nNur was mich anpisst,ist die Tatsache,dass ich zu Unrecht gebanned wurde.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-30T18:22:54.403+0000","up_votes":1,"down_votes":0,"body":"Mit den Rankeds hast du übrigens Recht, darum spiele ich momentan auch nur Normals um zu üben und gut genug für Platin zu werden, denn obwohl ich da momentan drin bin, fühle ich mich nicht gut genug dafür und es ist einfach nicht mein Ding es nur auf meine Teams und \"broken OP-Champs\" zu schieben wenn ich verliere, wie es permagebannte Gören gerne tun. ;)\n\nWie du siehst, weiß ich Das auch ohne dass du es mir sagst und dir Art auf die du es vermittelt hast war wiedermal wie?\nGenau! Kindisch und unhöflich.\nDer Perma steht dir wirklich gut zu Gesichte und mitterlweile freu ich mich richtig, dass du ihn hast, am Anfang hatte ich noch Mitleid, gj Riot.","replies":[]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-30T18:00:24.352+0000","up_votes":1,"down_votes":6,"body":"Nein.","replies":[]}]},{"id":"","poster":"Darkr3sQ","date":"2015-09-30T05:07:35.236+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=00070000,timestamp=2015-09-29T22:43:41.847+0000)\n>\n> Nein,das stimmt in diesem Falle eben nciht,aber du scheinst ja Ahnung zu haben.Ich flame dann,wenn ich on tilt bin und den Leuten eben sagen was sie sind:schlechte Spieler ohne den Hauch von Skill.\n> Sag mir was du willst,aber wenn sie in diesem Moment 0/12 stehen,ist es flame,aber es ist gleichzeitig die Wahrheit.\n\nDann hättest Du on tilt eben nicht spielen sollen.\nUnd mag sein, dass es die Wahrheit ist, dass der 0/12er Spieler in dem Spiel schlecht ist. Aber wie Du richtig erkannt hast: Es ist Flame und Flame ist nunmal nicht gestattet. Dass es dafür Strafen bis hin zum Permabann gibt steht in den Nutzungsbedingungen. Diesen Nutzungsbedingungen hast Du einmal beim Erstellen Deines Accounts und bei jedem Patch aufs Neue zugestimmt.\nIch verstehe vor diesem Hintergrund nicht, was Du überhaupt mit Deinem Forenpost erreichen willst. Natürlich spielen die 1000 CR nicht in das aktualisierte System rein. Trotz allem deutet es darauf hin, dass Du ein notorischer Flamer oder dauerhaft on tilt bist. Ergo bist Du mit diesem Verhalten in LOL unerwünscht. Was hättest Du denn gemacht, wenn jetzt erst einmal 10 cr die Strafe gewesen wäre? Hättest bis zum 14-Tagesbann weitergemacht, und dann? Da Du Deinen Flame offenbar nicht unter Kontrolle hast, oder der Meinung bist, die Wahrheit ingame unbedingt loswerden zu müssen, wage ich es zu Bezweifeln, dass Du nach dem 14 Tagesbann aufgehört hättest rumzupöbeln. Dann hättest Du den Perma eventuell ein paar Spiele später bekommen. Und was hättest Du damit gewonnen?\nDass Dein Verhalten Konsequenzen mit sich zieht, hattest Du schon an deiner 1000 CR gesehen. Aber das war ja für Dich kein Grund, Dich zu ändern. Von daher kann ich Deine Aufregung nicht nachvollziehen.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-09-27T08:59:00.538+0000","up_votes":7,"down_votes":2,"body":"> Ich bin damit nicht einverstanden,da es erst der 2. Punish\n\nDas mag hart klingen, aber dein Einverständnis ist absolut nicht relevant...insbesondere weil du dein Einverständnis schon längst gegeben hast. Du hast die Nutzungsbedingungen akzeptiert, du hast damit deine Zustimmung zu den Praktiken von Riot bereits geäußert. Du kannst nicht einfach sagen \"Halt nein, jetzt wo es mich betrifft stimme ich doch nicht zu\". So läuft das nicht. Flaming/Blaming wird in LoL nicht akzeptiert und du hast dieser Praxis zugestimmt. Dennoch hast gegen diese Vereinbarung verstoßen und wurdest entsprechend bestraft. In dem zwei-Wochen-Ban wurde in klaren Worten darauf hingewiesen dass weiteres Fehlerverhalten zum Permaban führt. Du hast diese Warnung ignoriert, hast erneut die Regeln gebrochen und hast dementsprechend genau die Strafe bekommen die angekündigt wurde. \nJetzt erklär mir doch an welcher Stelle dieses Vorgangs irgendetwas schief gelaufen ist, dass dafür sorgt dass du deinen Perma nicht verdienst. Alles ist genau so abgelaufen wie es soll, alles ist in einer Art und Weise abgelaufen der du mit jedem Patch zustimmst. Du wurdest auf deine Fehler hingewiesen, dir wurde präzise erlärt was bei schlechtem Verhalten auf dich zukommt und haargenau das ist passiert. Das hatte alles seine Richtigkeit.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T16:07:24.277+0000","up_votes":1,"down_votes":2,"body":"Ist trotz allem nicht in übereinstimmung mit dem was Riot sagt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-27T16:27:30.415+0000","up_votes":1,"down_votes":0,"body":"Warum? Wo genau ist da ein Widerspruch?","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-27T16:34:45.518+0000","up_votes":3,"down_votes":0,"body":"Zumindest der 2-Wochen-Bann, kam laut Aussagen des TE´s, ohne vorher die ersten beiden Eskalationsstufen durchlaufen zu sein.\nDas widerspricht schon in gewisser weise dem, Was Ymir in seinem Post schrieb.\n","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-28T10:27:45.853+0000","up_votes":2,"down_votes":1,"body":"Heya\nNunja es stand nirgendwo das Stufen nicht übersprungen werden können und da es im \"alten\" System auch schon war hätte man ja von ausgehen können das sie das nicht weglassen. Ymir ist da vielleicht etwas unklar aber einen Wiederspruch gibt es nicht.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T14:18:27.766+0000","up_votes":1,"down_votes":3,"body":"Leider ist es jetzt das das *neue* System,und da Rioter sich gerne wiederholen,würde das angesprochen werde.Also ja,es gibt einen Wiederspruch.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-28T14:29:01.250+0000","up_votes":4,"down_votes":0,"body":"Heya\nNein, es ist kein neues System, ich zitiere Ymir mal:\n> Ich arbeite im Team für das Spielerverhalten und möchte euch ein paar Neuigkeiten bei den Chateinschränkungen erklären, die mit der **großen Aktualisierung** des Sofort-Feedback-Systems einhergehen.\n\nAktualisierung =/= neues System. Aber eigentlich hat es gar keinen Sinn hier mit dir zu argumentieren, du bist doch nur hier damit Leute dir recht geben und nicht um die Rechtmäßigkeit deines Banns zu diskutieren.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-29T22:45:36.511+0000","up_votes":1,"down_votes":4,"body":"!. Spiel,1.Report,1.Punish,weil ich nur sage Leute sind schlecht.\nLos,versuch da zu diskutieren.Warum sollen da dann Stufen übersprungen werden?","replies":[{"id":"","poster":"Waldschrat86","date":"2015-09-30T01:33:10.073+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=00050000000000000000000000000000,timestamp=2015-09-29T22:45:36.511+0000)\n>\n> !. Spiel,1.Report,1.Punish,weil ich nur sage Leute sind schlecht.\n> Los,versuch da zu diskutieren.Warum sollen da dann Stufen übersprungen werden?\n\n\"nur\" ist gut :)\n\nDeine Logs sind so lang und nur mit QQ, Aufforderungen, Herabsetzungen und Selbstbeweihreucherung voll.\nGlaub mir du hast in beiden Spielen mehr als einen bekommen.\nWie lang gingen die Spiele? Glückwunsch in beiden hast du mindestens 10 Minuten mit schreiben verbracht und noch nichtmal mit sinnvollen Dingen.\n\n>Willst du etwa andeuten dass ich lüge und der Ban nicht reduziert wurde?\n\nNö, ich will damit sagen das glaub ich nicht. Schon die Begründung im Startpost \"weil er unfair war\" nehm ich dir nicht ab. Vlt. macht Riot sowas, vlt. auch nicht, aber wenn sicher nicht, weils unfair war, sondern mit Begründung. Wenn es denn unfair war, warum wurd er nicht ganz aufgehoben? Wurd ja schließlich damals als da was falsch eingestellt war auch gemacht? Und wenns nach Reset war, wo es jetzt nur noch die 4 Vergehensstufen gibt, warum haben sie dich dann nicht auf Stufe 1 oder 2 gesetzt, wenns denn unfair war, sondern extra nur für dich etwas besonderes machen?  Wenn's dennoch stimmt kann dir doch egal sein, was ich denke.\n\n>Ok,ich glaube du hast nicht im geringsten Ahnung,über das was du da sagst.\n\nMeinetwegen, ändert nichts daran, dass sie sich die Mühe hätten sparen können.\n\n>Außerdem,es sit Tatsache,dass ich ungerechtfertigt gebanned wurde.\n\nNö ist es nicht und es wurde jetzt auch schon von zig verschiedenen Leuten gesagt warum.\n\n>Deiner Logik nach sollte alles ja ok sein,weil Stufen übersprungen werden können.Aber da ich nicht extrem Toxic war,wieso sollte es dann sofort mit einem 2-Wochenban bestraft werden,Sherlock?\n\nWeil du extrem toxisch warst/bist. Man muss nicht \"America's most popular Swearwords\" auswendig können, um extrem toxisch zu sein. \n\n>Udn ichs ags mal deutlich:Lass die 1k Cr aus dem Spiel.DIe hat absolut garnichts mit dem jetzigen Bestrafungssystem zu tun.\nAber du scheinst ja sowieso nicht zu wissen was das zu bedeuten hat.\n\nDas war eine eigene Meinung von mir: 1k CR--->Perma, nixda Reset. Und ich schrieb ja auch \" zu früh nach neuem System\", haben auch schon andere gesagt. \nHätte ja eh nix geändert wie man an deinem jetzigen Perma ja sieht und auch daran, dass du direkt mit 2 Wochen wieder in die Strafen eingestiegen bist und eben nicht mit 10CR oder was auch immer die erste Bannstufe ist, obwohl du ne weiße Weste vom System hattest.\n Mal überlegt, dass sie mittlerweile eifach so angezogen haben, dass deine Toxizität in den Logs eben schon die Schwelle zu Stufe 3 bzw. beim 2. Mal 4 jetzt ist? Du sagst ja, dass der Post über das neue System lügt. Zitier doch mal wo da steht, was welche Stufe rechtfertigt.\nEs gibt noch diese andere Mitteilung, in der es für Rassismus, Sexismus, Todeswünsche und co. explizit erwähnt wird, aber da steht auch nicht, dass es nur bei sowas passiert.\nMehr Zustimmung als, dass sie in Augen mancher vlt. zu streng geworden sind, wirst du hier nicht bekommen. Und mit dem Ton, den du hier in deinen Antworten an den Tag legst, wird auch die wohl immer geringer.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Bratwürstch3n","date":"2015-09-27T09:18:34.966+0000","up_votes":3,"down_votes":14,"body":"Zu recht oder unrecht? Ist egal, denn Riot hat immer Recht! Und wenn du wissen willst warum? Ja, dann liess die  NUTZUNGSBEDINGUNGEN (TOU)\n\nDu hast nämlich nur ein Recht und das ist: Kein Recht zu haben! Den Spielern gehört ja nicht einmal der Account! Fan Boys bitte startet keine Diskussion auf diese Aussage denn es ist Fakt!\n\nSperrung/Beendigung.\n\nDurch Riot Games. RIOT GAMES BEHÄLT SICH, SO WEIT DIES NACH GELTENDEM RECHT MÖGLICH IST, DAS RECHT VOR, IHR KONTO NACH BILLIGEM ERMESSEN UND MIT MITTEILUNG AN SIE AUFZULÖSEN, ZU VERÄNDERN ODER ZU LÖSCHEN. Klarstellend und nicht einschränkend ist zu sagen, dass die meisten Sperrungen, Stilllegungen und/oder Löschungen das Ergebnis einer Verletzung dieser Vereinbarung, der EULA, der Datenschutzerklärung, des Wegs der Beschwörer (wie nachfolgend definiert) oder allgemeinen Betrugs oder Kontoverkäufen darstellen. Zudem kann Riot Games jederzeit das Angebot/und oder die Unterstützung des Spiels einstellen. \n\nSo gesehen stellt dir Riot nur den Account zu verfügung und kann ihn dir jederzeit nehmen ;)\nDie Definition von Toxisch ist hier ne Ansichtssache.\nIch finde es weitaus toxischer wenn Spieler „Your Mom“ und die ganzen Klassiker auspacken als Rage Spamm.\nIch finde es auch weitaus toxischer, wenn jemand 0/5 steht und nach mehrfachen bitten vorsichtiger zu Spielen einfach nicht aufhört  zu feden.\nEs gibt noch weitere Bsp. aber belassen wir es bei diesen.\n\nIch würde gerne hier im Forum mit einem Mitarbeiter öffentlich mal gerne über Meinungsfreiheit Sprechen/Chaten, der Support ist dies bzgl. nie gewillt gewesen!","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-09-27T09:28:03.334+0000","up_votes":11,"down_votes":2,"body":"Erstmal solltest du den Artikel zu deiner Meinungsfreiheit lesen und verstehen.\nDa gibt es naemlich Einschraenkungen ...\n(jeder weiss worauf du hinauswillst)","replies":[{"id":"","poster":"Bratwürstch3n","date":"2015-09-27T09:30:00.924+0000","up_votes":2,"down_votes":12,"body":"Herrgott erzähl mir nichts von verstehen.\nWobei wir dann wieder bei Toxisch angelangen? Reaktion resultiert aus Provokation....\n","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-09-27T09:39:11.726+0000","up_votes":8,"down_votes":0,"body":"Und was willst du dann bitte ueber Meinungsfreiheit disskutieren?\nDu willst dich doch darauf berufen das jemanden noob oder sonstwas zu schimpfen nur deine Meinung ist, oder?\n\nUnd ich hab mit genug Leuten gespielt die schon in der Champselect toxisch waren, noch bevor ueberhaupt was gepickt oder geschrieben wurde.\nWo ist da die Provokation und Reaktionssache?\n\nToxische Spieler sind einfach toxisch, total wurscht ob sie provoiert werden oder nicht.","replies":[{"id":"","poster":"Bratwürstch3n","date":"2015-09-27T09:46:39.932+0000","up_votes":3,"down_votes":13,"body":"Ich glaube provoziert ist das Wort was du gesucht hast.\nLass stecken Jung.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-09-27T11:30:33.439+0000","up_votes":1,"down_votes":0,"body":"Natürlich. Aber nur weil eine Provokation falsch sein kann, ist die Reaktion dadurch nicht zwingend richtig.","replies":[]}]}]},{"id":"","poster":"Spicavius","date":"2015-09-27T10:03:04.984+0000","up_votes":4,"down_votes":1,"body":"Hau raus. Ich würde gerne mit dir öffentlich über Meinungsfreiheit sprechen. Wer weiß vllt kann jemand aus der Diskussion etwas wertvolles entnehmen.\n\nEdit: 15:20 Uhr:   Schade, dass er wohl doch nicht so richtig diskustieren möchte. Hätte gehofft, dass man hier eine nette Konversation führen kann.","replies":[{"id":"","poster":"Irrsinn","date":"2015-09-27T10:07:33.568+0000","up_votes":4,"down_votes":0,"body":"Zum Beispiel was \"Meinungsfreiheit\" überhaupt beinhaltet.","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-09-27T10:41:10.689+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Irrsinn,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=000600010000,timestamp=2015-09-27T10:07:33.568+0000)\n>\n> Zum Beispiel was \"Meinungsfreiheit\" überhaupt beinhaltet.\n\nOder wem gegenüber die Meinungsfreiheit überhaupt gilt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-27T11:01:04.886+0000","up_votes":2,"down_votes":0,"body":"Oder wann sie eingeschränkt wird, bzw. ab wann eine Meinung nicht mehr unter Meinungsfreiheit fällt.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-09-27T10:17:48.537+0000","up_votes":5,"down_votes":1,"body":"Ich lese ja äußert gerne \"I wont get banned\" und \"I'm not toxic, you are\" Chatlogs... diese enden irgendwie immer in einer Bestrafung derjenigen, die das Behaupten... Ich sag's ja nur...","replies":[]},{"id":"","poster":"Kayumin","date":"2015-09-27T07:14:47.062+0000","up_votes":7,"down_votes":6,"body":"Meiner Meinung nach hast du den Bann alleine schon wegen dem ich werd eh nicht gebannt verdient. Falsch gedacht ! Endlich wird mal durchgegriffen und dieses dreiste Denken und Verhalten geht nach hinten los.","replies":[{"id":"","poster":"eingew","date":"2015-09-27T11:29:32.078+0000","up_votes":3,"down_votes":1,"body":"Das ist wohl kaum ein Grund. *Nahezu jeder* ist davon überzeugt. Ich bin davon überzeugt, dass du selbst der festen Überzeugung bist, dass ein Perma auf deinem Account ungerechtfertigt wäre. Ich selbst denke das von mir. Sind wir deshalb arrogant? Sind wir arrogant, weil wir unser Verhalten zumeist in Ordnung finden? Ist es arrogant, ein gewisses Maß an Selbstachtung an den Tag zu legen und seine eigenen Handlungen sinnvoll zu finden? Nein, ist es nicht. Denn ohne Selbstachtung sind wir labil und labile Menschen sind zumeist nicht dauerhaft lebensfähig, was biologisch betrachtet eine reine Katastrophe ist.","replies":[{"id":"","poster":"Kayumin","date":"2015-09-29T04:59:57.532+0000","up_votes":2,"down_votes":1,"body":"Ich benehme mich aber auch nicht wie ein Arsch gegenüber meinen Mitmenschen und deswegen bin ich tatsächlich überzeugt, das mein Account niemals perma gebannt wird, aus solch einem Grund. Wer hatte was von Arroganz gesagt ?","replies":[{"id":"","poster":"eingew","date":"2015-09-29T11:28:14.398+0000","up_votes":2,"down_votes":0,"body":"Ich habe mir herausgenommen in \"dreistes Denken\" Arroganz hineinzuinterpretieren :P\n\nAbgesehen davon denkst du über deinen Account genauso wie jeder Flamer auch. Man sieht sich selbst ja nicht als den Bösen. Natürlich nehmen wir anderen das Verhalten als zumindest nervig oder überflüssig wahr, aber das geht der Person selbst ja nicht so. Meinst du wirklich die glauben sie seien fies und wollen das?\n\nUnd deshalb ist es meiner Meinung nach sehr unpassend anzunehmen, dass der Flamer das aus purer Dreistigkeit tut. Eigentlich tut er es nämlich lediglich aus mangelnder Selbstreflektion. Er ist schlichtweg nicht fähig zu erkennen, dass sein Verhalten falsch ist oder er verdrängt es. Und das kann man wohl kaum als Dreistigkeit bezeichnen. Du kannst nicht von einem Säugling verlangen, dass er laufen kann, der muss das erst lernen. Manche Flamer lernen sehr schnell sich richtig zu benehmen, andere tun sich schwerer. Aber das hat nichts mit Boshaftigkeit zu tun, sondern mit mangelnder Lernfähigkeit.\n\nNatürlich gibt es auch Ausnahmen, Spieler die gerne und absichtlich trollen und fies sind. Und die werden auch völlig zurecht relativ schnell zu einem Perma gebracht. Auch besonders fehlgeleitete Spieler sind nahezu nicht zu verbessern. Aber die meisten Flamer, auch die die etwas länger brauchen um laufen zu lernen, sind eben nicht dreist. Sondern salopp gesagt einfach unfähig, oder zumindest weniger fähig als andere.","replies":[]}]}]}]},{"id":"","poster":"Synatics","date":"2015-09-28T10:16:14.671+0000","up_votes":2,"down_votes":0,"body":"Du hast geflamed, deine 2. Chance durch nen 2 Wochenban bekommen und diese nicht genutzt. Ich sehe nicht warum du keinen Perma verdient hast.","replies":[]},{"id":"","poster":"Veezey","date":"2015-09-27T13:52:23.238+0000","up_votes":2,"down_votes":1,"body":"\"Zu früher\" Permabann? Hast du etwa schon damit gerechnet?","replies":[{"id":"","poster":"eingew","date":"2015-09-27T13:54:42.850+0000","up_votes":2,"down_votes":0,"body":"Es geht um die 3 Verstöße die man laut dem Post von Ymir nötig hat :P Oder waren es 4?","replies":[{"id":"","poster":"Veezey","date":"2015-09-27T14:04:50.980+0000","up_votes":2,"down_votes":0,"body":"Ne es sind 3 vor dem Perma. ^^","replies":[]}]}]},{"id":"","poster":"Nuix","date":"2015-09-27T10:54:31.111+0000","up_votes":2,"down_votes":0,"body":"Also da waren jetzt keine wirklich harten Flames dabei, aber offenbar ist er sehr fleißig gewesen, was das flamen angeht. Könnte man sicher diskutieren, aber wenn du schon \"auf Bewährung\" warst, dann hast du eben Pech gehabt.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-28T15:52:44.556+0000","up_votes":1,"down_votes":5,"body":"Ich war neia uf Bewährung,da der 2-Wochenban der auf eine Woche reduziert wurde,genauso ungerechtfertigt war.","replies":[]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-27T05:08:24.726+0000","up_votes":3,"down_votes":2,"body":"Also bestraft gehört es definitiv, ist halt doch recht beleidigend und Reportaufrufe sind auch drin, unter Perma-Bann würdig hatte ich mir allerdigns was fieseres vorgestellt. Hattest du evtl. schonmal einen 14-Tage-Bann? Der wäre auch nicht resettet worden.\n\nDem System das Ymir vorgestellt hat, widerspricht es übrigens nicht.\nNur das Instant-Feedback-System wurde überarbeitet, dieses System bestraft \"notorische Nervensägen\".\nDas, was früher mit immer weiter skalierenden CR/RR bestraft wurde, hat nun 4 Eskalationsstufen und enthält auch Banns.\nDas Bestrafungssystem, welches schon früher für Banns zuständig war/ist, wurde nicht verändert.\n\nIch hab Das auch erst nach langem Nachdenken verstanden und bin mir nichtmals sicher ob es überhaupt tatsächlich so ist, ich habe also keine offiziellen Quellen.\nIch würde mich allerdings sehr freuen wenn das von offizieller Quelle bestätigt oder Richtig gestellt werden würde.\n\nSolltest du bisher keinen Bann erhalten haben, finde ich das Vorgehen auch sehr streng, gegen die von Riot aufgestellten Regeln verstößt es allerdings nicht.","replies":[{"id":"","poster":"drexxsack","date":"2015-09-27T08:27:58.677+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=HuUwE9gy,comment-id=0000,timestamp=2015-09-27T05:08:24.726+0000)\n\n> Dem System das Ymir vorgestellt hat, widerspricht es übrigens nicht.\n> Nur das Instant-Feedback-System wurde überarbeitet, dieses System bestraft \"notorische Nervensägen\".\n> Das, was früher mit immer weiter skalierenden CR/RR bestraft wurde, hat nun 4 Eskalationsstufen und enthält auch Banns.\n> Das Bestrafungssystem, welches schon früher für Banns zuständig war/ist, wurde nicht verändert.\n\nDas Instantfeedbacksystem(IFS) ist das System, dass die Banns verteilt hat. Es war von Anfang an klar und geplant, dass dieses System auch die CR übernehmen wird, sobald die arbeiten weit genug sind und man sich sicher ist, dass das IFS diese Aufgabe mit der geforderten Genauigkeit erfüllt.\nDas System wurde also verändert und damit zu einem Gesamtkonzept erweitert. \nOb die \"Schärfe\" des Systems verändert wurde, wurde nicht komplett bekannt gegeben. Inwieweit Banns noch schneller kommen, wurde nicht gesagt. Ich bezweifel allerdings, dass man hier großartig etwas verändert hat.\nWas sich allerdings definitiv geändert hat, ist die Gesamtgeschwindigkeit. Die CR werden nun innerhalb von 15 Minuten nach dem triggernden Spiel vergeben und es ist durchaus möglich, dass man alle Bannstufen innerhalb von 4 Spielen erhält.\n\n\n\n> \n> Im gleichen Zuge erhalten Spieler, deren Chat Einschränkungen unterliegt, nun verschärfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschränkungen ausgelaufen sind und erst dann zu erfahren, was als Nächstes passiert.","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-27T18:36:20.080+0000","up_votes":1,"down_votes":3,"body":"Vor dem reset besaß ich keinen 2 WOchenban.","replies":[]}]},{"id":"","poster":"Skagerak","date":"2015-09-27T16:08:17.650+0000","up_votes":2,"down_votes":1,"body":"Es funktioniert bald wird es keine flamer mehr geben <3 :D","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2015-10-05T20:12:22.059+0000","up_votes":1,"down_votes":0,"body":"was ist 1k CR ?","replies":[{"id":"","poster":"Sirrkas","date":"2015-10-05T20:17:44.549+0000","up_votes":1,"down_votes":0,"body":"Eintausend chatrestricted Spiele. Das k steht für Tausend.","replies":[]}]},{"id":"","poster":"BEER IS LOVE","date":"2015-09-27T14:45:22.512+0000","up_votes":2,"down_votes":2,"body":"Tschö mit ö","replies":[]},{"id":"","poster":"Shiggyvara","date":"2015-09-27T06:00:07.892+0000","up_votes":3,"down_votes":6,"body":"Ich seh den Perma dabei auch nicht. Aber zurück genommen wird das Ding ziemlich sicher trotzdem net.","replies":[]}]}