{"id":"EJc3EUJ3","poster":"Bemte","date":"2015-09-26T13:17:30.508+0000","title":"Zauber und Items auf Verbündeten machen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"moin,\r\n\r\nich spiele aktuell gern Support und es macht an sich auch recht viel Spa&szlig;. Eine etwas nervige Sache ist es aber, Sachen auf meinen ADC zu wirken. Will ich beispielsweise einen Schild auf ihn machen, Mikails benutzen, weil er gerade gestunnt wurde, etc. so muss ich ihn erstmal mit der Maus im Get&uuml;mmel finden, die Maus ganz genau &uuml;ber ihm halten (wenn er wegl&auml;uft oder so hau ich das ganze ggf. auf den falschen Verb&uuml;ndeten, was bringt es, wenn unser Tank pl&ouml;tzlich mehr AttackSpeed hat?^^) und das ganze in der halben Sekunde bevor die Gegner ihn (im Fall, dass er halt gestunnt ist) umhauen.\r\nGibt es hier eine andere M&ouml;glichkeit?\r\nMan kann die Champs bei Tab ja sortieren, gibt es eine M&ouml;glichkeit eine Tastenkombination festzulegen f&uuml;r &quot;wirke Zauber Q auf Verb&uuml;ndeten 1&quot; oder &quot;wirke Item 2 auf Verb&uuml;ndeten 4&quot;,...?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-26T16:30:21.775+0000","up_votes":1,"down_votes":0,"body":"Doch es gibt eine Kombination. Shift + F1-5 (je nach Teammate) + Spell/Item für Smartcaster und ohne Shift für Nichtsmartcaster.\nIst etwas umständlich, kann aber Leben retten :)\n\n[Hier das Video](https://youtu.be/N_Vwy7V_zqQ?t=2m7s) dazu.","replies":[]},{"id":"","poster":"DovahkiinsFist","date":"2015-09-26T14:02:24.212+0000","up_votes":1,"down_votes":0,"body":"So eine Tastenkombination gibt es meines Wissens nach nicht :/ . Den einzigen Tipp den ich dir geben kann, ist Smartcast auf deinen Items zu verwenden (wenn du es nicht schon benutzt).","replies":[{"id":"","poster":"Bemte","date":"2015-09-26T14:42:48.051+0000","up_votes":1,"down_votes":0,"body":"Klar, mach ich sowieso.\nAber ein Item oder einen Schild zu treffen, wenn 9 andere Leute sich da rumbewegen, und das innerhalb eines Sekundenbruchteils...\nDann stellt sich ja irgendwie die Frage, wofür man Mikaels überhaupt bauen soll:\nWird der ADC in Teamfights von CC getroffen, ist er eh so schnell tot, dass man als Supp nicht schnell genug reagieren kann und ihn im Teamfight mit der Maus finden.\nUnd zu dem Zeitpunkt wo Mikaels fertig ist, ist der ADC ja eher selten allein bzw. nur mit dem Support unterwegs - und wenn dann idealerweise nicht da, wo Gegner mit CC lauern könnten.^^","replies":[{"id":"","poster":"DovahkiinsFist","date":"2015-09-26T14:56:06.767+0000","up_votes":1,"down_votes":0,"body":"Es stimmt, wenn dein ADC mitten in 9 leuten gestunned wird ist er tot, egal ob du Mikaels hast oder nicht ^^. Kein Item kann ihn aus so einer Situation retten. Aber generell macht Mikaels schon Sinn, gegen bestimmte Champions, bespielsweise Nasus. Wenn du seinen Slow von deinem ADC entfernst, und dieser halbwegs kiten kann, wird Nasus nichts machen können. Außerdem kannst du verhindern dass ein Thresh-Hook oder ein Morgana-Bind auf deinem ADC dir den Teamfight verliert.","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-09-26T14:49:34.070+0000","up_votes":1,"down_votes":0,"body":"Ich weis nicht wie das im neuen Hud ist oder ob es bei allen Spells etc so ist aber früher konnte man bei einigen dieser Fähigkeiten auch auf das Charakterportait klicken.","replies":[{"id":"","poster":"Bemte","date":"2015-09-26T14:51:04.931+0000","up_votes":1,"down_votes":0,"body":"Hmm, das muss ich mal ausprobieren, danke. :)\n\nedit1: ok, wenn ich (mit Smartcast) mit der Maus über dem Protrait bin, hau ich zumindest den Schild auch auf den Spieler... Mal gucken wie es mit Mikaels aussieht.\n\n\nedit2: Mikaels klappt auch, danke. ;)","replies":[]}]}]}