{"id":"gkOvGqGq","poster":"Ovecarleone","date":"2015-09-24T17:24:24.208+0000","title":"Blackrift + League of Legends = Neue Teams?","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo zusammen!\n\nJetzt fragen sich sicher ein paar was mit &quot;Blackrift + LoL = Neues Team?&quot; gemeint ist. Ich betreibe seit einer Weile eine eigene MOBA/MMO Seite und seit l&auml;ngerem auch nen Teamspeak Server. Dadurch das &quot;unser&quot; Server ne enorme Leistung hat, k&ouml;nnen wir wirklich viele Leute drauf lassen! Was ich dabei sagen will ist, dass ich mein Teamspeak anderen kostenlos zur Verf&uuml;gung stelle.\n\nMein Ziel nun ist andere MOBA Begeisterte auf dem Backrift TS einzuladen, um m&ouml;gliche Gruppen f&uuml;r gemeinsame Spiele zu erstellen. Derzeit &uuml;berwiegt die DOTA Community die LOL Community auf dem Teamspeak 6:1. T&auml;glich sind ca. 15-40 User online. Da so wenige LOL Spieler auf dem Teamspeak sind kommt es knapp zu 1 bis 2 Gruppen. Das soll sich &auml;ndern.\n\n**Die Teamspeak Adresse ist blackrift.eu**\n\nBitte beachtet aber folgende Regeln:\n- WICHTIG: Es werden keine Beleidigungen, gegen euch fremde User, auf dem Teamspeak geduldet. Folge w&auml;re ein Permaban\n- Absichtliches St&ouml;ren anderer Spieler w&auml;hrend eines Spieles wird auch bestraft. Die Folge w&auml;re hier euch ein Permaban. (Ein einfaches &quot;Hallo&quot; oder &quot;Sucht ihr noch ein Spieler&quot; gilt nicht als St&ouml;ren des Spiels)\n- Grundlos durch die Channels switchen ist auch untersagt. Wird auch mit einem Permaban bestraft.\n-  F&uuml;hlt ihr euch durch einem anderen User gest&ouml;rt so benuzt die &quot;Beschwerde einreichen&quot; Funktion oder meldet euch bei einem Executor / Administrator\n\nHabt ihr ein eigenes Team k&ouml;nnt ihr einen Administrator um einen eigenen Channel mit Passwort bitten. Damit ist euer Seelenfrieden gesichert.\n\nF&uuml;r alle die nur Trollen im Sinn haben, seid gewarnt, die Bans kommen schnell und lautlos!\n\nWer nun mein Teamspeak kostenlos nutzen will, soll das auch tun aber tut mir einen Gefallen. Geht auf die Blackrift.eu Seite und schaut euch den Stream von TheSnitz an. Ich unterst&uuml;tze ihn derzeit beim Aufbau seines Streams. Die Qualit&auml;t mag derzeit nicht weltbewegend sein aber es wird im Laufe der Zeit verbessert.\n\nSonst w&uuml;nsche ich allen viel Spass beim Spielen und vielleicht h&ouml;ren wir uns bald. ;)\n\nGr&uuml;sse\nOvecarleone","replies":[{"id":"","poster":"Ovecarleone","date":"2015-09-25T16:05:25.845+0000","up_votes":1,"down_votes":0,"body":"Bump Stream ist wieder on bis 22.00uhr heute","replies":[]}]}