{"id":"8uivhFMk","poster":"Imaqtone","date":"2015-09-25T10:39:57.557+0000","title":"Brauche Hilf in Gameplay, Gameknowledge, Teamcomp, Championpowerspikes, Verhalten in Teamfights","subforum":"Champions & Gameplay","up_votes":0,"down_votes":2,"body":"Hallo ihr Lieben,\r\nerst mal zu mir :D\r\nIch spiele zurzeit Gold V und bin main adc.. habe auch schon vor kurzem Gold 3 gespielt. \r\nIch w&uuml;rde schon sagen ich kann schon einiges in Lol , dennoch wei&szlig; ich selbst, dass ich ein paar Defizite habe. ( Stehen in der Beschreibung)  \r\nIch w&uuml;rde halt eben gerne wissen wie ich mich im early, mid und late game zu verhalten habe. Ebenso, was ich machen soll wenn mein lanegegner die lane verl&auml;sst d.h wann ist es sinnvoller zu pushen und auch back zu gehen oder wann ist es sinnvoller drake zu machen oder einer anderen lane zu helfen.  Wann mache ich am besten Drake ich verstehe nicht wann der richtige Zeitpunkt ist und wann nicht d.h. wie mache ich gute Drake, Turret oder allgemein Objectiv calls. Oder wenn der Gegner zu 5. eine Lane pusht, wann ist es sinnvoller zu verteidigen oder zu spliten. Und wo warde jch , wenn ich splitpushe. Wann mache ich Baron und wann pushe ich meine Lane hard und wann ist es sinnvoll den ersten  turret in der Lane zu zerst&ouml;ren? Wie verhalte ich mich im Teamfight als ADC?? Worauf habe ich zu achten? Wie verhalte ich mich wenn wir den gegnerischen Inhibitor zerst&ouml;rt haben? Wie erkenne ich gute Teamcomps und lerne die Championpowerspikes?\r\nEs w&auml;re sehr nett wenn sich jemand zeit nimmt hierf&uuml;r, und mir einfach Tipps in den Sachen geben kann die ich oben beschrieben habe.  \r\nSch&ouml;nes Wochenende euch allen :D \r\nIch bedanke mich schonmal f&uuml;r die Hilfe.","replies":[{"id":"","poster":"Kyrusa","date":"2015-09-25T12:43:54.217+0000","up_votes":1,"down_votes":0,"body":"vieles ist erfahrung und gute mapawarnes... \nAm wichtigsten ist halt auf die Minimap zu achten und zu warden.... \nDrag zb ist günstig wenn die Bot tot ist, oder der gegnerische junger top ist oder vllt wenn die mid fed ist und du eine pink zum absichern hast. Ich bin da auch kein jungler, aber das erscheint mir logisch... man sollte auch nicht immer weig zögern.. eerst gestern ein game gehabt wo ich top gegankt wurde und ich sah, das deren bot weggeportet ist.. ich call den drag.. und er macht lieber erst seelenruhig red.. was schon echt blöd ist... weil ein jungler sollte auf den Gegner reagieren.. wenn er was tut, musst du das auch!! wenn er top ist, sei mid oder bot oder drag oder counterjugnle ihn oder push iwas... aber steh nicht sinnlos im jungle... \n\nSO adc.. joa.. wichtigste aufgabe ist farben, überleben und dmg machen. Ich kann nur raten save> kill und positioning ist alles.. ich im low elo schwierig (find ich) weil tanks sich oft nicht traun zu engeden! Als adc MUSST du auch UMBEDINGT KITTEN können!!! ich bekomm das kotzen wenn ich einen adc supporten muss, der vor einem Mellee wegrennt ohne ihn zu kitten -,-\nAls adc stehst du hinten und atakierst was in deiner range ist und versuchst nicht mit der ersten im fight zu sein. steig in den TF wenn die ersten großen ultis vorbei sind.. \n\nwegen follown... wenn ich mid bin mach ich es so:\n- bin ich fed -> follow ich \n- bin ich behind farm ich und pushe\n- ist es ausgeglichen- >gehe ich dann mit, wenn ich weiß die Bot ist nicht low und hat auch mana zum fighten.. sind die eh freekills, also schnell tot und können auch nicht viel machen pushe ich lieber und geh dann wenn top. \nHängt auch vom eigenem Leben und Manapool derzeit ab. \nAls assasin würd ich generell eher follown, weil da immer 1,2 kills meist rumkomm, ausser die bot steht schon 0-5 oder so XD\nIn der mitte ist auch seeeeehr wichtig die Minimap im auge zu haben!! hilf deinem jungler und reagier schnell, wenn er gegankt wird vom gegner jungler!\n\nmehr hab ich nun keine lust mehr :-p hoffe konnte vllt etwas helfen und hab nicht zu viel müll geschrieben. ist halt meine meinung ^^","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-09-25T12:20:25.998+0000","up_votes":1,"down_votes":0,"body":"Schaut am besten mal hier rein: http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de\n\n;)","replies":[]},{"id":"","poster":"Hydronius","date":"2015-09-25T12:17:27.468+0000","up_votes":1,"down_votes":0,"body":"Ich würde auch noch sehr gerne etwas dazulernen, bin Silber 5. Ich weiß auch nicht wirklich, an wen ich mich wenden soll. Gerade als jungler weiß ich oft nicht, wie ich die objectives \"verwalten\" soll...","replies":[]}]}