{"id":"P1q2oOyM","poster":"Crash0104","date":"2015-09-24T18:45:20.346+0000","title":"Ekko oder Diana?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo liebe LoL community ich habe ne frage wer besser ist im aktuellem patch... ist es Diana oder Ekko? habe genug Geld gerade f&uuml;r beide ann mich aber nicht entscheiden Danke im Vorraus \r\n\r\n\r\nLg: Crash0104","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-24T20:15:12.762+0000","up_votes":1,"down_votes":0,"body":"Also von den Zahlen her ist Diana zZ stärker. Sie hat eine Winrate von 51.3%, während Ekko eine von 47.6% hat. Dafür wird Diana 4-mal so oft gebannt (24,0% zu 6,1%) und öfter gepickt (14,0% zu 12,4%). Wenn du den Zahlen folgen willst, solltest du Diana nehmen.\n\nGeht es dir aber um den Spielspaß, solltest du dich einfach an den Champions orientieren. Ein paar Videos zu ihnen anzusehen, kann da weiterhelfen.","replies":[{"id":"","poster":"Crash0104","date":"2015-09-25T13:24:00.720+0000","up_votes":1,"down_votes":0,"body":"danke für deine info hat mir echt geholfen ich denke ich werde mir Diana kaufen habe ein paar videos von ihr gesehen und sie ist echt stark :D","replies":[]}]},{"id":"","poster":"Bluefersan","date":"2015-09-24T18:53:32.630+0000","up_votes":1,"down_votes":0,"body":"beide sind op diana ist aber öfter gebannt da sie weniger skill benötigt und 1 shots verteilt.","replies":[{"id":"","poster":"Evildragonfire","date":"2015-09-24T19:14:04.711+0000","up_votes":1,"down_votes":0,"body":"Naja Diana ist einfacher zu spielen. Jedoch hat sie einen Fatalen nachteil -> Kein Escape.\nEs stimmt schon im 1 vs 1 ist sie extrem stark. Aber dafür abhängig von ihrer Q.\n\nBeides Sind Assassinen. Beide Chasen gleich gut meiner Meinung. Diana ist tankiger als ekko. Jedoch Assas sind nie besonders tanky, außer man baut auf fighter (Diana ist es möglich, bei ekko gehn manche noch auf Tank) \n\nAber als OP würde ich Sie nicht bezeichen. Es benötigt immer Skill um einzuschätzen wo man mit einen Assassinen reinengagen kann und wo nicht. Die Aufgaben des Assassinen sind klar im TF geregelt. Dass kann ganz leicht nach hinten losgehen fall man es überstürtzt. :)","replies":[{"id":"","poster":"Crash0104","date":"2015-09-25T13:22:28.930+0000","up_votes":1,"down_votes":0,"body":"danke für deine info hat mir sehr weiter geholfen :D","replies":[]}]}]},{"id":"","poster":"Kata Ga Kill","date":"2015-09-24T19:27:56.319+0000","up_votes":1,"down_votes":0,"body":"Frage: Wer gefällt dir Optisch, von den Skills, Lore etc. besser?\nPick denjenigen dann wirste auch mehr spaß am spielen haben.\n\nWelcher dir mehr liegt am ende oder wer stärker ist wirste keine Antwort kriegen können, auser durch selber beide auf dauer spielen.","replies":[]}]}