{"id":"7BTTBlJU","poster":"Gentleman Lance","date":"2015-09-25T10:49:32.687+0000","title":"Ranked Team sucht Support (weibliche Unterstützung willkommen!)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Unser seit (mit Pausen) 1 1/2 Jahren bestehendes Ranked-Team sucht einen Support, da unser f&uuml;nfter Mann nicht mehr die notwendige Zeit aufbringen kann. Wir sind zwar allesamt Silber in Solo Q, haben aber die Anforderung des stetigen Fortschritts auf pers&ouml;nlicher Ebene und auch im Team. Im Bezug auf den Betreff m&ouml;chte ich erkl&auml;rend hinzuf&uuml;gen, dass sich meine Frau sehr &uuml;ber ein weiteres weibliches Wesen im Team freuen w&uuml;rde. Wir sind alle Mitte 20+, weshalb wir euch einen respektvollen Umgang im Team gew&auml;hrleisten k&ouml;nnen. \nAllerdings sehen wir uns sehr wohl, trotz unseres niedrigen Ranges, als seri&ouml;ses Team.\n\nDas &auml;u&szlig;ert sich in folgenden Punkten:\n1. regelm&auml;&szlig;ige Trainings (Mi 20-23 Uhr, So 20-23 Uhr), zus&auml;tzliche unregelm&auml;&szlig;ige Trainingszeiten nach Absprache \n2. Whatsapp-Gruppe zur Teamkoordination\n3. eigens gehosteter TS-Server\n4. regelm&auml;&szlig;ige Coachings durch den Teamcaptain (Replayanalysen, strategische Meetings) au&szlig;erhalb der gewohnten Trainingszeiten\n5. freundliche, allerdings zielgerichtete, Atmosph&auml;re\n\nBez&uuml;glich des Coachings:\nIch mache mir mit jedem Teammitglied einen zus&auml;tzlichen Termin au&szlig;erhalb der gewohnten Trainingszeiten aus, zumindest alle drei Wochen. Dabei wird eine von mir durchgef&uuml;hrte Replay-Analyse besprochen. Da ich ohnehin alles mit meiner Frau zusammen organisiere, wird sie ebenfalls daran teilnehmen, wenn nicht anders erw&uuml;nscht. Alle zwei Wochen werde ich eine Team-Sitzung mit allen Mitgliedern einberufen, wo ich ebenfalls anhand von Replays die Makro-Aspekte des Spiels (objective control, warding, decision making, rotations, teamfights) analysieren werde.\n\nIch m&ouml;chte noch anmerken, dass ich sehr viel mehr Zeit privat in diese Coachings und Analysen stecke, als ich in tats&auml;chliche Spielzeit investiere.  Ich nehme meine Coachings und auch das daraus resultierende Feedback sehr ernst. Das bedeutet selbstverst&auml;ndlich nicht, dass alles was ich sage Gesetz ist und indiskutabel ist, im Gegenteil, ich bin jemand, der sehr gerne ein Fachgespr&auml;ch f&uuml;hrt und auch seine eigenen Ansichten stets neu &uuml;berdenkt.\nWer mein Engagement, aus welchem Grund auch immer, nicht w&uuml;rdevoll entgegennehmen kann, der sollte sich selbst und auch mir viel Zeit ersparen und sich andersweitig umsehen.\n\nSchlussendlich m&ouml;chte ich auch noch anmerken, dass wir keine kurzfristige L&ouml;sung suchen. Wir m&ouml;chten ein Mitglied, dass sich wirklich ernsthaft entschlie&szlig;t, unserer kleinen Gemeinschaft beizutreten.\nWer alle zwei Wochen einen Tapetenwechsel braucht, der ist bei uns falsch.\nWer Menschen, die er noch nie getroffen hat, nicht als solche behandeln kann und versetzt, wie es ihm gef&auml;llt, der ist bei uns falsch.\n\nWer das, was er leidenschaftlich tut, gerne mit Menschen teilen m&ouml;chte, die echte Freunde werden k&ouml;nnten, der ist herzlich dazu eingeladen, sich ingame bei Gentleman Lance zu melden.","replies":[{"id":"","poster":"Gentleman Lance","date":"2015-09-29T19:42:25.738+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"Schnitzelpfanne","date":"2015-09-25T11:33:38.399+0000","up_votes":1,"down_votes":0,"body":"Bin zwar keine Frau aber dennoch interessiert ^^","replies":[]}]}