{"id":"NbQxYRNE","poster":"Miandriel","date":"2015-09-24T05:52:44.925+0000","title":"Musik zum Zocken - Eine Selbstvorstellung","subforum":"Allgemeiner Chat","embed":{"title":"DJ SMD","description":null,"url":"https://www.facebook.com/sMd2705","image":null},"up_votes":1,"down_votes":2,"body":"Hallo liebes LoL-Forum,\r\n\r\nwenn ich mich kurz vorstellen darf. Ich hei&szlig;e Patrick, bin 22 Jahre alt und zocke seit Release Swain LoL mit gro&szlig;en Spa&szlig;. \r\nMomentan bin ich G2 angesiedelt wo es mir eigentlich auch ganz gut gef&auml;llt. Zu meinen Hobbies stehen neben Fu&szlig;ball, LoL auch mit gro&szlig;er Begeisterung Musik.\r\n\r\nIch habe lange Jahre lang Schlagzeug gespielt und musste es aufgrund eines Umzuges leider verkaufen. \r\nDa ich aber gro&szlig;es Interesse in Musik habe und mir damals elektronische Musik im allgemeinen sehr gut gefallen hat, habe ich mir ein Mischpult zugelegt und angefangen Lieder zu mixen. \r\nDas ganze ist jetzt 6 Jahre her. Inzwischen habe ich mir ein neues Mischpult gekauft und erstelle nun regelm&auml;&szlig;ig Mixe zum Zocken, Autofahren oder einfach nur zum Chillen. \r\nIch war es immer leid mir eine ewige Playlist zusammenzustellen nur das ich mal 2-3H Zocken konnte, das war eigentlich der ganze Grundgedanke daran.\r\nDa meine Mixe meistens 1H - 1 1/2 H dauern passen sie eigentlich perfekt in ein paar LoL Games.\r\n\r\n\r\nMeine Mixe drehen sich logischerweise nur um elektronische Musik.\r\n\r\nAls Hauptgenre lege ich gerne _Big Room, Electro, House, Trap_ auf. \r\n\r\n\r\nIch bin sowohl auf Facebook, Mixcloud als auch auf Soundcloud vertreten. \r\nMeine ganze Palette ist auf Mixcloud zu finden da Soundcloud nur begrenzt Spielzeit f&uuml;r Free-Accounts anbietet, allerdings kann ich gerne f&uuml;r jeden einzelnen der sich bei mir meldet auch einen Upload starten, da es leider keine Download Funktion f&uuml;r Mixcloud gibt. \r\nDemn&auml;chst werde ich auch eine Webseite anbieten die alle Remixes zum Download anbietet.\r\n\r\n&Uuml;ber euer Feedback w&uuml;rde ich mich wirklich sehr freuen und &uuml;ber einen Like auf meiner FB-Seite w&uuml;rde ich mich umso mehr freuen. \r\n\r\n\r\n[Facebookprofil DJ sMd](https://www.facebook.com/sMd2705)\r\n\r\n[Mixcloud Profil mit allen Mixes](https://www.mixcloud.com/smd2705/)\r\n\r\n[Aktueller Mix auf Mixcloud](https://www.mixcloud.com/sMd2705/dj-smds-worldlife-vol-01/)\r\n\r\n[Soundcloud Profil mit 2 Mixen](https://soundcloud.com/swd-smd)\r\n\r\nLG\r\n\r\nViel Spass beim Reinh&ouml;ren und einen sch&ouml;nen Tag w&uuml;nscht\r\n\r\nMiandriel / Patrick aka [DJ sMd](https://www.facebook.com/sMd2705)","replies":[]}