{"id":"XkTNuunF","poster":"xhammerdinx","date":"2015-09-24T14:42:43.639+0000","title":"Spielzeit","subforum":"Hilfe & Support","up_votes":0,"down_votes":2,"body":"Hi,\r\n\r\nmich w&uuml;rde mal interessieren wie viel Zeit ich schon in League investiert habe, kann man das irgendwo sehen?{{champion:76}}","replies":[{"id":"","poster":"Ender Chest","date":"2015-09-24T14:47:36.432+0000","up_votes":1,"down_votes":0,"body":"Ich dachte dafür gäbe es eine Webseite. Habe nach langem googlen nur eine Webseite gefunden, die für mich nicht erreichbar ist (http://www.wasted-on-lol.com/) und eine, die einfach nicht laden will (http://www.wastedonlol.com)\n\nVielleicht funktionieren diese ja bei dir. Ansonsten: Ich denke bald wird hier jemand einen funktionierenden Link posten.\n\nEDIT: Habe gerade in einem englischen Forum gelesen, dass die Seite für einige erreichbar ist und für andere nicht. Seltsam\nEDIT 2: Siehe Kommentare unterhalb des Posts. Ich empfehle dir mal ein Ticket zu schreiben und danach zu fragen. Ich habe das auch einmal gemacht als ich wissen wollte wie viel Geld ich für League of Legends ausgegeben habe. Einen Versuch ist es wert.","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-09-24T14:49:21.984+0000","up_votes":2,"down_votes":0,"body":"Die Seiten gehen eig, wieso sie es nicht tun kp.\n\nAber die Seiten spucken dir in der einen Woche zbs 1000 Std aus und nächste Woche 900 Std.\nAlso die Angaben sind eindeutig falsch.","replies":[{"id":"","poster":"Ender Chest","date":"2015-09-24T14:51:15.923+0000","up_votes":1,"down_votes":0,"body":"Daran habe ich noch gar nicht gedacht. Gut zu wissen.","replies":[]}]}]},{"id":"","poster":"legofreak1","date":"2015-09-24T15:09:14.527+0000","up_votes":1,"down_votes":0,"body":"Die genaue Zeit kann niemand abrufen, aber es gibt Seite, die deine gespielten Spiele aufrufen und diese dann mit einer durchschnittlichen Spielzeit multiplizieren, um damit ein ungefähres Ergebnis zu erhalten:\nhttp://www.loltimeplayed.com/timeplayed.php?region=euw&summoner=xhammerdinx","replies":[]}]}