{"id":"cEKcaTp4","poster":"Syberslevers","date":"2015-09-24T11:18:20.216+0000","title":"Lun-To, MAcht Ionias","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Vorwort:\n&gt;Hallo liebe LoL-Community.\nIch habe mir gedacht, das es etwas schade sei, das Es keinen Jungler gibt, der im MIdgame am meisten Einfluss hat und nicht so stark abf&auml;llt wie {{champion:64}} oder{{champion:76}} . Also habe ich mir gedacht. Mach einen Bruser, der auch ohne seine Ulti in Teamfights etwas machen kann. Dieser Druck im Lategame kann nur durch CC-losigkeit ausgeglichen werden. Also hat er nur 1 CC Quelle. Viel Spa&szlig; mit Lun-To\n&gt;\n\nGeschichte:\n&gt;Lun-To war einst ein friedliebender M&ouml;nch aus den Bergen, der die Geheimnisse Ionias in einem Tempel bewachte. Als er dann wiederholt das Kloster gegen Angreifer verteidigen musste, suchte er im den Schriften nach Kampftechniken, um das Kloster erfolgreich verteidigen zu k&ouml;nnen. Diese Kampftechniken galten als besonders effektiv zur Verteidigung. Als er dennoch nicht verhindern konnte dass das Kloster von Soldaten eingenommen wurde, entschied sich Lun-To Ionias Wissen zu retten und das Kloster wieder einzunehmen. Als er dann nach einigen Wochen der Reise auf einen Magier traf, der auch nach Wissen und Macht strebte, erkl&auml;rte sich Lun-To einverstanden sein Wissen &uuml;ber Ionia mit ihn zu teilen, wenn er ihn helfen w&uuml;rde. So lie&szlig; sich Lun-To von dem Wanderer helfen das Kloster wieder einzunehmen. Als Lun-To dem Fremden die Schriftrollen &uuml;bergab, die der Wanderer verlangte, kam ihm die Idee, ob er ihm rituellen Tattoos stechen k&ouml;nne, die Ihn als Meister  kennzeichneten. Der Reisende willigte ein und versprach ihm eine untrennbare Verbindung zu seiner Heimat. Als der Magier schlie&szlig;lich fertig war, verlie&szlig; er das Kloster ohne ein Wort. Doch der Fremde musste wohl einen Fehler gemacht haben. Denn Lun-To sp&uuml;rte Dunkelheit in seinem geliebten Ionia. Er suchte nach Verb&uuml;ndeten, um Ionia zu s&auml;ubern. Als er aber das Kloster erneut aufsucht, fand er Lee Sin, einen befreundeten M&ouml;nch, der versprochen hatte auf das Kloster aufzupassen, verletzt und die Schriftrollen-Kammer aufgebrochen und leer. So zog Lun-To aus um den Dieb zu finden und Ionia vor der dunklen Macht zu besch&uuml;tzen, welche seine Heimat zu verschlingen droht.\n&gt;\n\nBeziehungsstatus:\n&gt;Freunde:\n{{champion:13}} \n{{champion:64}} \n&gt;\n&gt;Feinde:\n{{champion:238}} \n{{champion:110}} \n{{champion:134}} \n&gt;\n\nAttribute:\n&gt;Schaden: 48(+3.5)\nLeben: 618(+75)\nEnergie: 200\nLauftempo: 445(+0)\nR&uuml;stung: 28.5(+3)\nMagieresistenz: 30(+0)\nLebensregeneration: 4.8(+0.44)\nEnergieregeneration: 50(+0)\nAngriffsreichweite: 150(+0)\n&gt;\n\n&Uuml;bersicht:\n&gt;Leben: 4/10\nSchaden: 4/10\nMagie: 9/10\nSchwierigkeitsgrad: 8/10\n&gt;\n\nF&auml;higkeiten:\n\n Passiv: Ionische Energie\n\n&gt;Immer wenn Lun-To eine F&auml;higkeit einsetzt, erh&ouml;t sich der Schaden seiner Autoattacks etwas. Bei seiner Ulti wird ihm au&szlig;erdem ein Buff auf F&auml;higkeitsst&auml;rke gew&auml;hrt.\n&gt;\nImmer wenn Lun-To eine F&auml;higkeit einsetzt, verursachen seine Autoattacks f&uuml;r die n&auml;chsten 3 Sekunden 10(+0.1 AP) magischen Bonusschaden(Dieser Effekt ist stapelbar) Falls er seine Ultimate einsetzt erh&auml;lt er au&szlig;erdem noch 50 AP\n\n\nQ- F&auml;higkeit: Macht-Ansturm:\n\n&gt;Lun-To st&uuml;rmt in eine gew&auml;hlte Richtung und verursacht magischen Schaden.\n\n&gt;Lun-To st&uuml;rmt in eine gew&auml;hlte Richtung und verursacht 80/120/160/200/240 (+0.7 AP) magischen Schaden an allen getroffenen Gegnern und verursacht am 1. getroffenen Gegner alle On-hit-Effekte. Falls ein Gegner getroffen wurde, werden pro Gegner 5 Energie zur&uuml;ck erstattet. Falls es sich um Champions handelt, wird zus&auml;tzlich 20 Energie zur&uuml;ckerstattet.\n&gt;\nRessourcenkosten: 120 Energie\nAbklingzeit: 16/15/14/13/12 Sekunden\nReichweite: 350 Einheiten\nProjektilgeschwindigkeit: 2000 Einheiten\nSchablonentypus: Linie\nF&auml;higkeitstypus: Bewegung.\n&gt;\n\n\nW- F&auml;higkeit: Runenexplosion:\n\n&gt;Lun-To sammelt seine Energie und setzt diese nach kurzer Castzeit frei um an allen Gegnern Schaden zu verursachen\n&gt;\nLun-To sammelt seine Energie und setzt diese nach 0.5 Sekunde Castzeit frei, um an allen Gegnern im Umkreis 70/110/150/190/230 (+0.6 AP)  magischen Schaden zu verursachen. Pro getroffenem Gegner heilt sich Lun-To um 10/15/20/25/30 (+0.15AP) Leben\n&gt;\nRessourcenkosten: 50 Energie\nAbklingzeit: 12 Sekunden\nReichweite: 300 Einheiten\nSchablonentypus: Kreis\nF&auml;higkeitstypus: Damage\n &gt;\n\n\nE- F&auml;higkeit: Ionischer Schlag:\n\n&gt;Lun-To schl&auml;gt mit voller Kraft auf den n&auml;chsten Gegner ein und verursacht magischen Schaden, Bonusschaden von Lun-To´s Leben und zieht den Gegner zu sich.\n&gt;\nLun-To springt zum gew&auml;hlten Ziel und schl&auml;gt mit voller Kraft auf dieses ein. Dabei verursacht er 90/115/140/165/190 (+0.8AP) magischen Schaden plus 8% deines Maximalen Lebens als Bonus-schaden und das Ziel wird zu Lun-To gezogen, wobei alle Spells des Gegners abgebrochen werden.\n&gt;\nRessourcenkosten: 80 Energie\nAbklingzeit: 10/9.5/9/8.5/8 Sekunden\nReichweite: 200 Einheiten\nSchablonentypus: Einzelziel\nF&auml;higkeitstypus: Bewegung\n&gt;\n\nR- F&auml;higkeit: Technik des Gro&szlig;meisters:\n\n&gt;Passive: Lun-To&acute;s Ionische Macht h&auml;lt 1/2/3 Sekunden l&auml;nger an(der stapelbare Effekt ebenfalls)\n&gt;\nLun-To tritt einen m&auml;chtigen Roundhousekick, welcher massiven magischen Schaden verursacht und mit jedem getroffenen Gegner weniger Schaden verursacht\n&gt;\nLun-To tritt einen m&auml;chtigen Roundhousekick, welcher 200/350/500 (+1AP) magischen Schaden verursacht und mit jedem getroffenen Gegner 50 Schaden weniger verursacht. Falls ein Champion getroffen wird, wird der Schaden nach dem Champion resettet (Min 100/175/250 Schaden)\n&gt;\nRessourcenkosten: keine\nAbklingzeit: 120/105/90 Sekunden\nReichweite: 300 Einheiten\nProjektilgeschwindigkeit: 3000\nSchablonentypus: Halbkreis\nF&auml;higkeitstypus: Steroid\n&gt;\n\n\nEmpfohlene Gegenst&auml;nde:\n\n&gt;{{item:3716}} {{item:3158}} {{item:3157}} {{item:3089}} {{item:3001}} {{item:3135}} \n{{item:3717}} {{item:3111}} {{item:3143}} {{item:3065}} {{item:3742}} {{item:3083}} \n\nTipp&rsquo;s:\n\nMit &quot;Lun-To&quot; spielen:\n\n&gt;Lun-To kann sowohl als Assassine als auch als Tank gespielt werden. Dies kann sich als taktischer Vorteil erweisen\n&gt;\nLun-To ist extrem gut in Teamk&auml;mpfen, da er darauf angewiesen ist viele Ziele in kurzer Zeit mit seinen F&auml;higkeiten zu treffen. Versuche die Laningphase so schnell wie m&ouml;glich zu beenden.\n&gt;\nFalls du in eine Brenzlige Situation ger&auml;tst, solltest du  versuchen mit deinem Macht-Ansturm dich durch deine Gegner zu bewegen\n\nGegen &quot;Lun-To&quot; spielen:\n\n&gt;Lun-To kann sowohl als Assassine als auch als Tank gebaut werden. Vergewissere dich also 2 Mal bevor du dich auf einen Kampf einl&auml;sst, was er gebaut hat\n&gt;\nLun-To&acute;s Einfluss Steigt im sp&auml;ten Spielverlauf mehr und mehr an, da er viele Ziele braucht um effektiv zu arbeiten. Wenn ihr klumpt macht das es ihm nur leichter euch anzugreifen\n&gt;\nLun-To&acute;s Energiekosten sind Immens, wenn er keine Ziele hat, die er angreifen kann. Versuche ihn auf Abstand zu halten\n\n\nVeränderungen:\n30.09 E-Veränderung.","replies":[{"id":"","poster":"Allmaron","date":"2015-09-27T17:06:03.563+0000","up_votes":1,"down_votes":0,"body":"Also auf den ersten Eindruck ist es für mich ein ap-lee sin.\nNach dem genauen durchlesen ist hier mein Feedback:\n\npassive: Finde ich gut\n\nq: Besitz sehr hohe Dmgwerte und mobility 0.8ap beim ersten gegner,aber passt ganz gut da die Reichweite klein ist. 350 ist aber sehr wenig.\n\nw: Viel zu schwach in 0.5 sek ist jederchamp aus der range rauss 600-800 range geht da klar.\n\ne: Viel zu stark. Pointandklick gapcloser mit dmg und cc....\n\nr: Ist das lee ulti oder eine Art aoe dmg? \n\nim ganzen gefällt mir deine Idee gut.","replies":[{"id":"","poster":"Syberslevers","date":"2015-09-30T21:28:16.385+0000","up_votes":1,"down_votes":0,"body":"Sorry Für die späte Antwort.\n\n1. Die Ulti ist AOE in einem Halbkreis.\n\n2. Ich weiß das die E sehr stark ist, aber ich finde das für nen Jungler auch cc dazugehört, wenn man ihn auf Tank Spielen will.\n\n3. Der Q-Schaden ist auf allen getroffenen Zielen. alle On-Hits zusätzich auf dem 1","replies":[]}]},{"id":"","poster":"ChTr Dr Crawm","date":"2015-09-24T13:23:06.542+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ein sehr guter Beitrag blos das mit dem rounhouse tritt (leeshin) aber vielleicht auch absucht weil sie Freunde sind . Ich würde ihn spielen\n:)","replies":[{"id":"","poster":"Syberslevers","date":"2015-09-24T17:03:06.900+0000","up_votes":1,"down_votes":0,"body":"Danke. Ich hatte mir überlegt ob ich nicht so was wie Ryze zu machen","replies":[]}]}]}