{"id":"hJeVZ8dL","poster":"brey2002","date":"2015-09-23T14:26:49.040+0000","title":"was nützen sich Mgier","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Ja meine Frage steht schon oben!\r\nIch kenn mir leider noch nicht so gut aus,und m&ouml;chte wissen wie man Magier spielt und was sie sind tank z.b. ....?\r\n\r\nDanke schon mal im vorraus!","replies":[{"id":"","poster":"AvoXtreme","date":"2015-09-23T20:09:00.929+0000","up_votes":3,"down_votes":0,"body":"Im Prinzip sind Magier die Champs die ihren Schaden durch Fähigkeiten rauskloppen, daher skallieren sie (bis auf wenige Ausnahmen) mit AP ( Fähigkeitenstärke). Sie werden vorwiegend auf der Midlane gespielt, manche z.b. Annie, Morgana, etc. können aber auch als Support gepickt werden.\nIm Team sind sie hauptsächlich dafür da um eine zweite Schadensart (gegenüber AD) zu bilden und es so den Gegnern nicht zu leicht mit Rüstung bauen zu machen. Neben dem ADC sind Magier (APC) die zweite schadensgebende Klasse im Team. \nMan kann APC in 3 Klassen einteilen:\nTank APC (z.B. Cho`Gath, Swain, ...)\nburst APC = hoher Schaden in kurzer Zeit auf mittlere Distanz (z.B. Annie, Anivia, ...)\nlong range poke APC = relativ wenig Schaden auf sehr hohe Distanz hier bei liegt in der Masse die Klasse einfach immerwieder treffen (z.B. Xerath, Kog´Maw, ...)\nAls grober Überblick dürfte das fürn Anfang genügen wenn du allerdings noch Fragen hast dann meld dich ruhig ^^\n\nbtw das was manchmal als Rolle bei den Champs angegeben ist solltest du nicht immer ernst nehmen man kann auch durchaus Champs in Rollen gut spielen für die sie nicht angegeben sind bzw. manchmal sind sie in der angegebenen Rolle fast schlechter als in einer anderen.\n\nMfG AvoX","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-09-23T15:21:40.014+0000","up_votes":1,"down_votes":0,"body":"Magier ist eine eigene Rolle. Ein Magier ist ein Magier. Allerdings gibt es welche die noch andere sekundäre Rollen haben.","replies":[]},{"id":"","poster":"Taihuang","date":"2015-09-23T14:43:29.670+0000","up_votes":1,"down_votes":0,"body":"Die meisten Magier spielt man alleine auf einer Lane, denn sie skalieren\n(=werden stärker) besonders gut über XP, Gold/Items sind zwar auch gut aber nicht so entscheidend.\nDa die meisten Magier einen sehr guten Waveclear haben aber verwundbar sind wählt man hierfür\ndie Midlane aus (kürzeste Lane, Minions erreichen die Mitte am schnellsten).\n\nEs gibt einige Magier die auch tanky sind ( {{champion:3}} / {{champion:50}} / {{champion:31}} ), ansonsten\nversuchen sie entweder durch schnelle Bewegungen ( {{champion:103}} / {{champion:245}} ), eine hohe Reichweite ( {{champion:99}} / {{champion:115}} )\noder andere Fähigkeiten (z.B. {{champion:34}} ) dem raschen Tod zu entkommen.","replies":[]},{"id":"","poster":"Heisl","date":"2015-09-23T14:27:38.709+0000","up_votes":1,"down_votes":0,"body":"Tanks halten viel Schaden aus, Magier hingegen eher weniger dafür verursachen Magier viel an magischem Schaden.","replies":[]},{"id":"","poster":"Bemte","date":"2015-09-23T22:02:32.455+0000","up_votes":1,"down_votes":1,"body":"Die meisten verstehen unter einem Magier den von Avo beschriebenen Burstmagier. Die anderen machen zwar auch AP-Schaden, werden aber meist eher als Tank oder Schütze gezählt, wenn sie eben mehr aushalten oder höhere Reichweite haben.\nDer klassische Magier hat folgende Eigenschaften:\n- sehr hoher Schaden durch die Fähigkeiten; kann einen oder manchmal sogar mehrere Gegner innerhalb einem Sekundenbruchteil töten.\n- hält sehr wenig aus, kann wenn er schlecht steht oder nicht beschützt wird sehr schnell getötet werden.\n- hat eine Fähigkeit, die Gegner stunnt/slowed/... (um eben nicht so schnell getötet zu werden^^)\n- hat Burstschaden. Das bedeutet der Schaden kommt durch Fähigkeiten, wenn diese rausgehauen sind, ist der Magier meist recht schutz- und nutzlos, bis sie wieder einsatzbereit sind. Das andere Extrem hier ist übrigens der ADC: dieser macht durch seine normalen Angriffe konstant hohen (aber nicht ganz so hohen^^) Schaden.\n\n\nMagier sind nicht die einfachste Klasse für den Anfang, denn wenn man falsch steht, ist man tot. Wenn man seine Fähigkeiten auf den falschen draufhaut, kann es passieren, dass das Team verliert.\nDas soll natürlich nicht heißen, dass du keine Magier spielen sollst. Ich würde dir zum erfolgreichen spielen folgende Schritte empfehlen:\n1. Such dir einen Magier aus, den du spielen willst. Probier ihn ggf. erstmal aus, wenn er gerade kostenlos zu spielen ist und wenn er dir gefällt kaufe ihn.\n2. Schau dir online ein paar Infos zu diesem Champ an. Es gibt für praktisch jeden eine ganze Menge Anleitungen, es gibt (teils gut kommentiere und erklärte) Youtubevideos, wo man den Profis beim Spielen zusehen kann, etc.\n3. Mach dir ein paar Gedanken darüber, was deine Aufgabe im Team ist. Spielst du einen Burstmagier wie oben beschrieben, so bleibst du meist hinten und haust deine Fähigkeiten auf die Gegner, sobald sich eine gute Gelegenheit bietet (zB sind sie alle damit beschäftigt euren Tank anzugreifen und achten nicht auf dich^^).\nEs gibt hier auch Ausnahmen, zB Annie kann mit Flash+Ult auch als erstes reingehen und alles killen - aber das sind fortgeschrittene Sachen über die man sich Gedanken macht bzw. die man von erfahrenen Leuten lernen kann, wenn man sich für einen Champ entschieden hat. :)","replies":[]}]}