{"id":"LEfEhh9e","poster":"Schesam","date":"2015-09-23T09:02:28.574+0000","title":"Caitlyn","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo.\n\nIch m&ouml;chte hier mal &uuml;ber Caitlyn sprechen, sie war der 1 Champ den ich je gespielt habe und mit mf die ersten die ich gekauft habe. Sie gef&auml;llt mir bis heute, nur ist seit ca nem Jahr Tristana dabei. Aber ich spiele Caitlyn nicht mehr oft, da ich mich frage warum?\n\nZum einen wo ist Catlyns St&auml;rke? Der Early Harass durch die Range und das sie so safe AA kann im Late.\nSo, zum einen ist ihr early jetz auch ncih das st&auml;rkste. Da ich finde ich einen Lucian oder Graves schlimmer, was den early Nervigkeitsfaktor angeht.\nDann noch ihre safeness im Late: Die hat Tristana auch und sie skaliert deutlich besser ins late als Caitlyn. Zudem hat Tristana nciht dieses Midgame-Loch, was sie hat. Und Tristanas Escape ist auch besser als Caitlyns, da man den nciht so einfach abbrechen kann, Caits kann man ja mit jedem mIst unterbrechen.\n\nDaher die frage: Warum sollte ich Cait picken, wenn Tristana offen ist? Sie kann auf der lane mit der e auch poken, wenn auch nciht so safe wie cait und im Late ist sie 100x besser.\n\nEure Meinung? Ich mag Cait nachwievor, finde sie aber zu schwach, ne schlechtere Trist halt.. Finde ich schade. Evtl Könnte man sie reworken auf Ashe-Lvl","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-23T10:46:33.437+0000","up_votes":1,"down_votes":0,"body":"Zu dem bereits Genanntem wäre noch zu sagen, dass Caitlyn mit genug Peel besser gegen Tanks ist als Tristana. Klar kann Tristana das auch ganz gut, aber durch Caitlyns Passive ist diese um eingies besser darin.\nTristana hat eben als Vorteil, dass sie sich selbst relativ gut Peelen kann. Dafür hat Caitlyn eben den besseren DPS mit ihren AA.","replies":[{"id":"","poster":"Coblift by far","date":"2015-09-23T10:50:46.051+0000","up_votes":1,"down_votes":0,"body":"Bedingt, da BOTRK eher mit AS skaliert um Tanks zu schreddern. Tristana ist einfach eher Late Game. Caitlyn Early / Mid Game.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-23T11:20:02.195+0000","up_votes":1,"down_votes":0,"body":"Zwar hat Tristana mehr AS mit ihrem Q, aber wenn wir uns mal die Zahlen anschauen fällt uns einiges auf.\nCaitlyn hat gegenüber Tristana zwar weniger Leben und Lebensgeneration, dafür mehr Mana und Manaregeneration, mehr Grundattackspeed und mehr Rüstung.\nBei den Escapes (Caitlyns E und Tristanas W) liegt der von Tristana in allen Punkten vorne. Mehr Slows, mehr DMG, höhere Reichweite, Resets und die Interaktion mit ihrem E. \nAuch bei den DMG Spells (Caitlyns Q und Tristanas E) macht Tristanas mehr Schaden. Jedoch ist die Ablinkzeit auf maximaler Stufe bei Caitlyn nur halb so groß wie bei Tristana. Folglich macht Caitlyn mit ihrem Schadensspell in 12 Sekunden mehr Schaden als Tristana.\nIn den Ultimates hat Caitlyn ebenfalls einen DMG- und CD-Vorteil. Auch skaliert diese mit AD und nicht mit AP. Nachteil ist, dass sie keinen Rückstoß hat und es geblockt werden kann.\nDie anderen Grundfähigkeiten (Caitlyns W und Tristanas Q) unterscheiden sich erheblich. Hier liegt bei Caitlyn der Vorteil im Festhalten und beim Nutzen auf der Lane.\nBei den Passiven ist eindeutig für Caitlyn zu sprechen. Auf maximaler Stufe hat Tristana 19 Reichweite mehr, dafür Caitlyn aber eine weitere Schadensquelle.\n\nAlso macht Caitlyn auf Stufe 18 mehr Schaden als Tristana (ohne Items in betracht zu ziehen.) Tristana scalet einfach besser mit gewissen Items dank ihres Qs. Sonst liegt der eigentliche Vorteil von Tristana nur in der Mobilität und dem eigenen Peel.","replies":[{"id":"","poster":"Alustus","date":"2015-09-23T12:08:11.032+0000","up_votes":1,"down_votes":0,"body":"Das mit den mana lässt sich leicht erklären.\n\nCaitlyn braucht viel mehr weil sie mit ihren Fallen/Poke viel manaabhängiger ist.\nAuf einer Tristana gehen mir kaum die mana ab, während ich bei Cait prinzipiell oom bin.\n\nSchadenstechnisch nehemen sich beide glaube ich nicht viel.\n\nMomentan wird sehr auf Lategame gespielt und da ist tris bisschen besser gerade wegen den Towern Drakes usw.\nCait ist zwar in jeder Phase des Spieles stark aber eben im late schlechter als andere ADC (wobei es auch einige gibt die schlechter sind)","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2015-09-23T11:13:23.162+0000","up_votes":1,"down_votes":0,"body":"Und dabei hört man von Analysten etc. doch immer das die stark im early ist, im mid schwächelt und dann im Late wiederkommt.\nÜbrigends hat Caitlyn mehr AS als Tristana sobald deren Q auf CD ist.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2015-09-23T11:58:31.383+0000","up_votes":1,"down_votes":0,"body":"Vergleich mit tristana:\n\nPro Tristana:\n\n- bessere Reichweite im Late\n- sicherer (ult, w)\n- bessere hitrate (vorallem wen Q aktiviert)\n- besser gegen türme (e)\n\n\nContra:\n\n- Am Anfang weniger Reichweite\n- keinen Poke (caitlyn q)\n- durch die geringe range eine schwächere laneingphase.\n\nDmg ist bei beiden denke ich in ordnung.\n\n\nCait pickt man wenn man early game orientiert ist.\nDa sie in der Lane stärker ist (wenn man sie richtig spielt, und den richtigen Support gegen und mit sich hat)\nMan kann mit caitlyn safe zu den powerspykes farmen während man den gegnerischen adc vom farmen abhält oder dafür bestraft.\n\nIch persönlich mag Jinx am meisten, da sie meiner Meinung nach eine mischung der beiden champs ist (von den stärken/schwächen nicht vom design oder kit)","replies":[]},{"id":"","poster":"Uranbrennstab","date":"2015-09-23T10:16:44.358+0000","up_votes":1,"down_votes":0,"body":"Also Tristanas Rocket jump ist genau so leicht abzubrechen, wie Caits Netz. Den großen Vorteil, den Cait gegenüber Tristana hat ist neben der Reichweite am Anfang ihr ultimate. Point and Click 1k+ damage auf einer riesigen Reichweite ist einfach sehr gut. Entweder vor einem TF schaden machen oder Kills Sichern.","replies":[]},{"id":"","poster":"Coblift by far","date":"2015-09-23T10:03:32.480+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nich würde behaupten das Caitlyn mit abstand das stärkste Laning der ADCs hat. Also ohne Support. \nMit Support sind natürlich alle Lanebullys effekt. Z.B. harmoniert Cait sehr gut mit Zone Supporter (Blitzcrank, Taric, Annie).\n\nDein Ziel mit Cait ist es, den Gegner zu Zonen und einen hohen CS vorteil rauszuholen.\nAnonsten fällt sie enorm mit der Zeit ab, da keine Steroid-skill vorhanden sind.\n\nDu solltest Cait picken, wenn du Aggressive und dominierend auf der Botlane sein willst. Ggf. spielst du im 5er Premade dann mit einem Aggr. Carry Jungler.","replies":[]}]}