{"id":"E5BJVeKL","poster":"Corvis Rex","date":"2015-09-22T22:25:25.874+0000","title":"Kleiner Buff für das Karma","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Hey Leute,\r\n\r\nwie viele wissen, ist es f&uuml;r Karma in einer 1v1 lane schwierig gut zu poken, dank der minions.\r\nIch dachte mir eine nette Idee w&auml;re um sie in der solo lane nicht allzu stark zu machen, ihre Q+R zu buffen.\r\n\r\nUnd zwar: Wenn Karma ihre R aktiviert hat auf ihre Q, fliegt der Schuss durch minions hindurch und prallt nur an Champions ab. Macht aber trotz allem Schaden an den Minions.\r\n\r\nIch selbst finde, dies w&uuml;rde sie auf der Top, so wie auf der Midlane attraktiver machen. \r\n(Ich halte sie &uuml;brigens auch so sehr stark auf der Top. Sie ist &auml;hnlich wie Lulu mit mehr dmg. :P)\r\n\r\n\r\nLG","replies":[{"id":"","poster":"Bemte","date":"2015-09-22T22:44:15.798+0000","up_votes":1,"down_votes":0,"body":"Wenn der Gegner da nicht sofort reagiert und rausläuft/rausflasht, macht die Q ihm dann auf Lv5 insgesamt 785 (+150% AP) Schaden.\nGucken wir uns das mal in der Botlane an:\nGehen wir von einem ADC mit ca. 40MR aus, ziehen davon die 15 Magicpen der Boots sowie (der Einfachheit halber) 5 MP aus Runen ab, haben wir also 20 MR auf dem ADC.\nGeben wir Karma einfach mal 50AP für die Rechnung (aus Runen, Masteries, Items, woher auch immer - so ein paar AP hat sie ggf. schon in der Lane) so haben wir hier also\n(785+1,5*50)/1,2 = 717 Schaden mit einer R+Q auf den ADC.\nZusammen mit dem Slow, der ein paar AAs von Karma und dem eigenen ADC erlaubt, ist der damit praktisch tot.\n\nSelbst wenn der ADC rauskommt bevor das Ding detoniert, reden wir im obigen Fall immer noch von 400 Schaden und einem Slow, der mit ein wenig CDR ca. alle 30 Sekunden in der Lane auf den ADC draufgehauen werden kann.\nGuckt man sich die Geschwindigkeit der Q an so ist es recht schwer da auszuweichen und die einzige Möglichkeit ist es halt, bei Karma hinter seinen eigenen Minions zu bleiben.\nDiese Möglichkeit würdest du einem mit deinem Vorschlag nehmen.\n\nDamit würde Karma zwar ggf. in der Sololane etwas stärker werden, ja. Aber als Supp würde sie da noch mehr Schaden machen als eine nervige FullAP Annie UND hätte darüber hinaus noch deutlich höhere Reichweite - und das muss ja jetzt echt nicht sein...^^","replies":[{"id":"","poster":"LZ Flame","date":"2015-09-22T23:48:01.310+0000","up_votes":1,"down_votes":0,"body":"\"Wenn der Gegner da nicht sofort reagiert und rausläuft/rausflasht, macht die Q ihm dann auf Lv5 insgesamt 785 (+150% AP) Schaden\"wie kommst du bitte auf diese zahlen bei der q wenn das der schaden auf lvl 5 wäre dann ist sie pick or bann.wenn du solltest die Explosion nicht mitrechnen wenn man richtig reagiert kann man es vermeiden","replies":[{"id":"","poster":"Bemte","date":"2015-09-23T08:53:51.577+0000","up_votes":1,"down_votes":0,"body":"Ja, wenn man richtig reagiert...\nAber bist du sicher, dass du jedes Mal richtig reagierst?\nWie gesagt hat sie ca. alle 40sec so eine R+Q ready, kannst du jedes Mal im richtigen Moment rausflashen/laufen?\nAußerdem hab ich ja auch geschrieben: wenn man raus kommt kriegt man (nach Abzug der MR und allem) immernoch 400 Schaden und wird geslowed, ist auch recht heftig dafür dass das Geschoss halt so schnell fliegt und so eine hohe Reichweite hat.","replies":[]}]},{"id":"","poster":"Corvis Rex","date":"2015-09-22T23:13:23.297+0000","up_votes":1,"down_votes":0,"body":"Ich meinte, dass ihre Q NUR durchgeht, sofern sie ihre R aktiviert hat. Ihre normales Qs gehen wie immer gegen Vasallen.","replies":[]}]},{"id":"","poster":"LZ Flame","date":"2015-09-22T22:32:30.739+0000","up_votes":1,"down_votes":0,"body":"und wie soll ich dann minions damit clearen?","replies":[{"id":"","poster":"Corvis Rex","date":"2015-09-22T22:35:26.511+0000","up_votes":1,"down_votes":0,"body":"Ich schrieb ja, der dmg auf die Minions geht trotzdem. Nur der Schuss geht durch.","replies":[]}]}]}