{"id":"LvJUTR1x","poster":"Grusel Grizzly","date":"2015-09-22T21:29:36.858+0000","title":"AFKler im Ranked","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":7,"body":"Nabend,\r\n\r\nich h&auml;tte mal ne Frage oder einen Vorschlag und ich bin mir relativ sicher das dieser schon mal gekommen ist.\r\nEs kommt ja gar nicht so un selten vor das im Ranked Leute AFK gehen.\r\n\r\nPrinzipielle ist mir das in Normal Games egal, wenn man aus Spa&szlig; spielt, kann man auch in 4 gegen 5 Spa&szlig; haben.\r\nAber gerade in Ranked Games, die man ja spielt um etwas zu &quot;erreichen&quot;, ist das 4 gegen 5 Spiel... Nunja &quot;Unfair&quot;.\r\n\r\nMan ist grad vor oder in der Promotion zur h&ouml;heren Liga/Division und dann kommt ein Game, wo man im Team einen AFK hat, sei es weil er Internetprobleme hat, oder weil er in 2 Minuten 2 mal gestorben ist und dem Jungler die Schuld gibt.\r\nDas Spiel ist in 90% der F&auml;lle verloren f&uuml;r das Team mit 4 Leuten.\r\n\r\nDaher einfach mal stumpf die Frage/den Vorschlag:\r\n\r\nWarum wird es nicht einfach so eingef&uuml;hrt, sobald Riot nen &quot;Afkler/Leaver&quot; entdeckt hat, dass das Spiel einfach f&uuml;r das Team mit 4 Leuten nicht als Promo gewertet wird, oder halt die Punkte nicht abgezogen werden.\r\n\r\nMan soll sich seine Liga/Division verdienen, seh ich auch so, will ich auch...\r\nIch will hier jetzt auch nicht sagen das ich jedes Spiel &quot;gut&quot; Spiele und wir es easy gewonnen h&auml;tten w&auml;ren wir 5gegen5, dem ist n&auml;mlich nicht so.\r\nAber ich finde wenn man in einem Spiel was auf 5 gegen 5 ausgelegt ist, dann nurnoch zu viert ist, hat das nichts damit zutun wie gut man selbst gespielt hat um sich dann so die Division oder Liga zu verdienen.\r\n\r\nW&uuml;rde gerne mal eure Meinung dazu h&ouml;heren? Vlt sogar von Riot, warum es bis heute noch nicht so gemacht wurde :D?\r\nAlso?\r\nIst es Fair wenn man wegen Leavern Punkte/Promo verliert? Wenn ja warum? Wenn nein warum?\r\n\r\nMfG\r\n\r\nGrusel Grizzly :3\r\n\r\nPS: Nein kein Flame Thread","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-09-23T07:24:29.323+0000","up_votes":3,"down_votes":0,"body":"Die Logik: ich habe hier einen Vorschlag, der garantiert schon mal kam und das weiß ich auch... bin aber zu faul die Suchfunktion zu verwenden...\n\nUnd ja, ich habe an der Stelle auf Durchzug geschaltet und nicht mehr gelesen, was dein Vorschlag war. Wenn du glaubst, dass es den hier schon mal gab, dann suche die Idee. Dann wirst du auch die Gegenargumente finden. Und wenn du die entkräften kannst. Fängt dein Beitrag mit einem \"Die Idee ist nicht neu, was aber bisher in der Diskussion nicht bedacht wurde, ist ja.\" Und dann antworten Leute auch auf deine These. Während sie jetzt einfach nach deiner Einführung und dem Titel keinen Bock mehr haben.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-09-23T04:40:55.457+0000","up_votes":2,"down_votes":0,"body":"Jedes Spiel was auch nur den Anschein erwecken würde verloren zu sein, würde sofort zum 4v5 werden.\nDer nächste Gedankenschritt wäre dann zu sagen \"gut, der Jenige der leaved verliert doch Punkte\"\nDas Ergebnis wäre, dass die Leute nur noch versuchen, andere Spieler zum leaven zu bringen. Es gibt ja jetzt schon Leute die trollen, wie soll das dann erst werden wenn es sogar noch einen realen Nutzen hat? \nDas System würde einfach nur gnadenlos missbraucht werden.","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-09-22T21:58:00.249+0000","up_votes":2,"down_votes":0,"body":"\"Warum wird es nicht einfach so eingeführt, sobald Riot nen \"Afkler/Leaver\" entdeckt hat, dass das Spiel einfach für das Team mit 4 Leuten nicht als Promo gewertet wird, oder halt die Punkte nicht abgezogen werden\"\n\nalso ich geh auf ebay kauf mir 50 unranked smurfs  spiel dann mit einen freund duo ich auf meinen main er auf einen der smurfs,falls wir verlieren leavt er einfach und wird nach sagen wir 3 spielen  gebannt also wenn ich ich vorher 50% wr hatte würde ich +150 dadurch erhalten und sagen wir ich bekomme  20 lp pro win und verliere 20 (viel mehr eigentlich  weil ich ja nur mmr dazukriegen würde aber sagen wir 20).Ich spiele dann die nächsten 300 spiele alle smurfs wurden gebannt und habe dann 150w und 150lose wobei ich aber bei den lose keine lp verloren habe.also + 3k lp ich als bronze 5 spieler könnte somit diamond bzw master und challenger werden man man man ich würde das neue System lieben keiner könnte mich dann mehr vom aufsteigen hindern.\n\ndas ist zwar ein extremes Beispiel aber so würden dann alle promos  gespielt werden","replies":[]},{"id":"","poster":"RealMonkkiller","date":"2015-09-22T21:36:59.414+0000","up_votes":1,"down_votes":0,"body":"Weil dann nur eine Person bei einem längst verlorenem Spiel AFK zu gehn braucht und somit 4 Leute davor bewahrt Elo zu verlieren obwohl sie es verdient haben.","replies":[]}]}