{"id":"toJVzclu","poster":"[COULD NOT READ POSTER]","date":"2015-09-22T17:02:56.192+0000","title":"Heiß umkämpfter Champion 2015","subforum":"Esports","up_votes":3,"down_votes":2,"body":"[BODY IS EMPTY]","replies":[{"id":"","poster":"Riot Nusliful","date":"2015-09-22T18:15:50.340+0000","up_votes":12,"down_votes":1,"body":"{{champion:89}}  ftw!","replies":[{"id":"","poster":"oOHELLSTORMOo","date":"2015-09-23T12:13:13.778+0000","up_votes":3,"down_votes":0,"body":"ist demnächst ein thresh skin eingeplant?._. ich würde mich so freuen auch wenn er ein 520er skin wäre und  am liebsten wär mir ein skin der an den \"arclight\" skin von vayne rankommt :)  (also das gleiche thema)","replies":[{"id":"","poster":"Riot Nusliful","date":"2015-09-23T12:37:06.427+0000","up_votes":3,"down_votes":1,"body":"Das weiß ich leider nicht Hellstorm - ist aber eine coole Idee!","replies":[{"id":"","poster":"WestSide305","date":"2015-09-23T12:43:54.848+0000","up_votes":9,"down_votes":0,"body":"High noon Thresh mit einem Lasso und einer Öllampe währe super :)","replies":[{"id":"","poster":"Yung Karpfen","date":"2015-09-23T17:17:34.058+0000","up_votes":1,"down_votes":1,"body":"K.O. - Vi wäre auch super ^^ . Mit gigantischen Boxhandschuhen einer Boxershorts ein Top und auf dem Kopf entweder so ein Trainingskopfschutz :D","replies":[]}]}]}]},{"id":"","poster":"DremoraLord0612","date":"2015-09-23T15:35:03.400+0000","up_votes":2,"down_votes":0,"body":"Ja sie ist sehr stark","replies":[]},{"id":"","poster":"Braveness","date":"2015-09-29T15:25:43.837+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/14FteyYd-smite-auf-lanes\n\nEine mögliche Balance für Runengleve oder Krieger...\nIch würde mich sehr freuen wenn ein Riot'ler Stellung zu meinen Vorschlägen beziehen könnte :-)","replies":[{"id":"","poster":"LokiOdinson","date":"2015-11-11T07:30:44.829+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Braveness,realm=EUW,application-id=hGYdiTd1,discussion-id=toJVzclu,comment-id=00060004,timestamp=2015-09-29T15:25:43.837+0000)\n>\n> http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/14FteyYd-smite-auf-lanes\n> \n> Eine mögliche Balance für Runengleve oder Krieger...\n> Ich würde mich sehr freuen wenn ein Riot'ler Stellung zu meinen Vorschlägen beziehen könnte :-)\n\nTun sie nicht, denen sind Vorschläge egal.","replies":[]}]},{"id":"","poster":"Jyun","date":"2015-09-23T17:50:30.888+0000","up_votes":1,"down_votes":0,"body":"Man könnte doch auch einen \"Grandpa Nasus\" Skin machen wo er mit einem Gehstock zugschlägt :D","replies":[]},{"id":"","poster":"Ferato172","date":"2015-09-23T17:39:32.026+0000","up_votes":1,"down_votes":0,"body":"Allgemein 'n paar 520er Skins für \"neuere\" Champions wären cool.","replies":[]}]},{"id":"","poster":"XinthorazZz","date":"2015-09-22T17:40:48.224+0000","up_votes":9,"down_votes":1,"body":"Fiora, Darius, Garen, Skarner und Mordekaiser - die heiß umkämpften Banns -_- {{summoner:3}} ","replies":[{"id":"","poster":"S and J Bf4ever","date":"2015-09-22T18:27:38.308+0000","up_votes":6,"down_votes":6,"body":"Und Garen nicht zu vergessen ^^","replies":[{"id":"","poster":"DASKLO99","date":"2015-09-22T19:19:26.072+0000","up_votes":9,"down_votes":2,"body":"Dummkopf.","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:50:47.141+0000","up_votes":2,"down_votes":1,"body":"iJenkins hat leider recht.","replies":[]},{"id":"","poster":"S and J Bf4ever","date":"2015-09-23T19:32:01.917+0000","up_votes":1,"down_votes":1,"body":"ist doch wahr ...der junge ist broken^^","replies":[]}]}]},{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:50:19.424+0000","up_votes":4,"down_votes":1,"body":"Treffer, versenkt!!\nAber es ist echt traurig das Riot es einfach nicht in den Griff bekommt, sie brauchen echt mal nachhilfe in Sachen Faires Spiel.","replies":[]}]},{"id":"","poster":"ZONE Plexi","date":"2015-09-22T19:21:14.858+0000","up_votes":1,"down_votes":1,"body":"Cooler Beitrag....ich denke, dass FNATIC wie schon erwähnt sehr gut damit zurecht kommen, aber auch die koreanischen Teams werden keine starken Probleme damit haben , da diese einfach extremst lernfähig sind und ihre Taktiken (nach meinen Vorstellungen) ziemlich leicht ändern werden können. Ich denke, dass ein gut gespielter Mordekaiser im Moment extrem stark sein kann, außerdem ist die neue Fiora auch keinesfalls zu unterschätzen, sie kann auch durch ihre R ihrem Team SEHR gut helfen. Würde mich auch freuen wenn Shen Support ein paar mal gespielt wird....finde ihn durch seine R einfach super .","replies":[{"id":"","poster":"Riot Nusliful","date":"2015-09-22T19:27:04.872+0000","up_votes":3,"down_votes":0,"body":"Ich denke, dass einige Teams ein Ass im Ärmel haben werden und uns sicherlich überraschen dieses Jahr! Spring und Summer Split haben gezeigt, dass gerne mal gegen die Norm gewählt wird. Ich persönlich bin schon ganz gespannt auf die kommenden Wochen! :)","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-27T17:28:18.333+0000","up_votes":1,"down_votes":0,"body":"Master Yi midlane habe ich gespielt da habe ich gerade angefangen und war lvl 28 oder so ..... gegen die Norm ist das nicht ! \n\nkeine ahnung wieso immer gesagt wird das etwas gegen die Norm währe ... ich meine man muss ganz klar unterscheiden zwischen Solo Q und LCS alleine wegen der Combos ! \n\nLCS währe Thresh Kalista Vi Ahri Nautilus eine Verdammt gute Combo ! demensprechend wird dann auch gebannt ! \n\nSolo Q verlasse ich mich nicht auf andere ... kann gut sein das ich dann verlassen bin also Picke ich bestimmt nicht irgendwass mit einer Ulti die mein Mate eventuell dann versaut und greife lieber zu DMG um solo was machen zu können !\n\nIch hoffe immernoch Riot wird irgendwann begreifen das SOLO Q etwas ganz anderes ist und hört auf das game immer mehr zu einem Teamspiel zu machen ! ( es heist SOLO Q und nicht TEAM Q ) !","replies":[]},{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:04:51.739+0000","up_votes":2,"down_votes":8,"body":"Ihr könntet ja eventuell schonmal daran arbeiten ein paar Champions wieder spielbar zu machen, anstatt immer die bereits vorherigen OP´ler per Yoyo-Effekt - Buffen, buffen, nerfen, nerfen, buffen, buffen, buffen, buffen, Siehe {{champion:122}} , Siiehe {{champion:86}} , Siehe{{champion:92}} , Siehe {{champion:11}} - nur noch in die Bannrate zu drücken.\r\nWisst ihr wie lange Yorick schon untauglich ist in der Neuzeit sinnvoll genutzt zu werden? Oder Taric? \r\nNein, wahrscheinlich ist es wichtiger eure Goldesel in Stadions zu locken und danach das Geld zu zählen. Man verdient ja mit einem ausbalancierten Spiel viel weniger Geld als mit den Pro-Asiaten.","replies":[]}]},{"id":"","poster":"Jughead","date":"2015-09-24T15:36:09.383+0000","up_votes":2,"down_votes":0,"body":"Also zu Mordekaiser kann ich sagen, dass FNC Rekkless den Champion in seinen Streams angekündigt hat, und dabei hat er gesagt er wird versuchen Mordekaiser{{champion:82}},  in Verbindung mit Blitzcrank{{champion:53}}  oder Thresh {{champion:412}}  bzw. auch Janna{{champion:40}}  und Sona {{champion:37}} , zu verwenden.\r\nAlso könnte es sein das Fnatic auf der Bot-lane gut zurechtkommen wird, und Huni ist einfach OP mit so gut wie jedem Champion. Febiven wird sowieso wieder Faker zerschmettern{{summoner:11}} . Nur Reignover ist nicht gut dabei, weil Olaf und Rek`Sai {{champion:2}} {{champion:421}}  meiner Meinung nach nicht gut genug sind um im Jungle was zu reissen. \r\n#AnzeigeIstRaus!","replies":[]}]},{"id":"","poster":"Professor Br0nze","date":"2015-09-22T17:38:36.305+0000","up_votes":3,"down_votes":0,"body":"Schöner Beitrag. {{summoner:30}} ","replies":[]},{"id":"","poster":"LokiOdinson","date":"2015-09-22T17:40:15.767+0000","up_votes":2,"down_votes":23,"body":"{{champion:122}} {{champion:86}} {{champion:92}} {{champion:82}} {{champion:67}} {{champion:11}}  - meine Top-Favoriten: Alles OP, alles unzerstörbar, alles nie generfte. Riots kleine Lieblinge und Zerstörer jeder Balance da Noobchamps und total übervorteilt!","replies":[{"id":"","poster":"ShadowBamos","date":"2015-09-22T22:38:10.319+0000","up_votes":5,"down_votes":0,"body":"Ich hoffe du weist das jeder der eben genannten Champs ihre eigenen schwächen hat man muss nur wissen welche. Sie sind keinen falls OP. ","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:07:32.361+0000","up_votes":2,"down_votes":10,"body":"Ah, desswegen sind Darius, Garen und Mordekaiser, Skarner wohl gerade IMMER gebannt? Ahja, verstehe. Da ist nur eine dumme Sache: Wenn man sie nicht bannt tun sie dank dem dummen neuen Patch nur noch alles kleinhacken. Waren sie schon vorher OP, sind sie jetzt einfach nur noch unaufhaltsam. Aber hol dir ruhig deinen Gehaltscheck von Riot für die Desinformation von Spielern ab.","replies":[{"id":"","poster":"oOHELLSTORMOo","date":"2015-09-23T11:32:48.402+0000","up_votes":6,"down_votes":0,"body":"lern gegen sie zu spielen und das wars.","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:47:09.663+0000","up_votes":1,"down_votes":3,"body":"Ah, und deswegen sind must-banns derzeit Darius, Skarner, Mordekaiser und Garen? In jedem Spiel? Weil sie ja so \"balanciert\" sind?\nDurchaus könnte man sie schlagen, aber eher werden sie dich zerstören dank der neuen Patches und der Buffs daraus.","replies":[{"id":"","poster":"ShadowBamos","date":"2015-11-11T01:37:08.120+0000","up_votes":1,"down_votes":0,"body":"Wenn dich dass so nervt dann spiel draft und bann diese \"OP\" Champs oder counter sie.\nEs werden immer Champs geben die gegen andere Champs besser sind alleine durch ihr kit wie z.B Yasuo. \nAber man kann durch aus auch diese \"OP\" Champs besiegen, auch wenn man selber gecounter pickt wurde das is alles eine frage des könnens und des Teams. ^^","replies":[{"id":"","poster":"LokiOdinson","date":"2015-11-11T07:28:47.466+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ShadowBamos,realm=EUW,application-id=hGYdiTd1,discussion-id=toJVzclu,comment-id=000100050000000100000000,timestamp=2015-11-11T01:37:08.120+0000)\n>\n> Wenn dich dass so nervt dann spiel draft und bann diese \"OP\" Champs oder counter sie.\n> Es werden immer Champs geben die gegen andere Champs besser sind alleine durch ihr kit wie z.B Yasuo. \n> Aber man kann durch aus auch diese \"OP\" Champs besiegen, auch wenn man selber gecounter pickt wurde das is alles eine frage des könnens und des Teams. ^^\n\nAh, also unterstützt du die Unbalance von Riot. Entschuldige, aber welches Matchmaking ist ehrlicher: das wo du die OP-Spieler rausnimmst oder das wo jeder Toplaner auf jeden Toplaner treffen könnte, sodass man im direkten Vergleich sieht wie schlecht und wie gut derjenige ist? Richtig: Nicht Draft.\n\nDu verstehst es nicht: Wenn du einen OP-Champion bannst - Darius, Vayne, Garen, Mordekaiser -, sind schonmal 4 Banns weg und es gibt noch viel mehr stark übervorteilte Champions die einen Nerf gebrauchen können. Riot sollte sich dahingehend ändern das jeder Champion jeden anderen Champion schlagen könnte. Doch wenn \"counterplay\" den Unterschied macht, hat Riot bereits Gewinne vergeben., noch bevor das Spiel angefangen hat.","replies":[]}]}]},{"id":"","poster":"LokiOdinson","date":"2015-09-28T13:46:02.053+0000","up_votes":1,"down_votes":0,"body":"Ah, dann sagen wir doch Riot sie sollen aufhören Champions zu nerfen und auszubalancieren, holen die alte Fiora und den alten Darius zurück und lassen jeden OP-Champ gleich nach dem Release einfach so wie er war, egal ob deutlich übervorteilt oder nicht...\n... denn ist ja alles die Schuld der Spieler, nicht etwa derer die eigentlich für ein Gleichgewicht aller Champions sorgen können sollte. Eine schöne Meinung, Riot-Fanboy","replies":[]}]},{"id":"","poster":"ÆonFox","date":"2015-09-23T07:15:14.237+0000","up_votes":3,"down_votes":0,"body":"Schau dir das kleine Video von My Blackstar nochmal an...\nKeiner dieser Champions ist unaufhaltbar, das manche nicht wissen wie ist eine andere Sache...","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:45:41.235+0000","up_votes":1,"down_votes":4,"body":"Ah, und deswegen sind must-banns derzeit Darius, Skarner, Mordekaiser und Garen? In jedem Spiel? Weil sie ja so \"balanciert\" sind?\nDurchaus könnte man sie schlagen, aber eher werden sie dich zerstören dank der neuen Patches und der Buffs daraus.","replies":[{"id":"","poster":"ÆonFox","date":"2015-09-24T01:07:07.973+0000","up_votes":2,"down_votes":1,"body":"Ich Banne keinen dieser Champs und freue mich jedesmal sie im Gegnerteam zu sehen, allenfalls Skarner ist wirklich gefährlich durch seinen CC, der rest ist Futter wenn man weis wie und das ist der Grund warum sie balanciert sind.\nWenn du nicht weisst wie du sie Schlagen kannst, lerne es anstatt uns die Ohren vollzujammern.","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-24T07:08:25.095+0000","up_votes":1,"down_votes":1,"body":"1. Mute mich doch, wenn du nicht willst das ich dir die Ohren volljammer. Wäre die einfachste Lösung.\n\n2. Wer bist du schon? Wenn Darius nachweislich durch Champion.gg zu 89.94% ALLER Fälle gebannt wird, darfst du dich unter den schwindenden 10% der Spieler zählen die es nicht machen, aber... das ist zurecht eine Minderheit die es noch nicht verstanden hat und lieber weiter Riot den Speichel leckt anstatt zuzugeben das die letzten Patches einige zu sehr gebufft haben.","replies":[{"id":"","poster":"ÆonFox","date":"2015-09-24T07:52:27.310+0000","up_votes":1,"down_votes":0,"body":"Schau dir das kleine Video von My Blackstar nochmal an...","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-24T10:27:00.755+0000","up_votes":1,"down_votes":1,"body":"Lies dir nochmal \"1. Mute mich doch...\" nochmal konzentriert durch...\n\n... und das mit der 89.98% Bannrate auf Champion.gg... Könnte begründet sein.","replies":[]}]}]}]}]}]},{"id":"","poster":"DremoraLord0612","date":"2015-09-23T15:45:10.138+0000","up_votes":1,"down_votes":0,"body":"Es ist auch gegen die hier ein Kraut gewachsen. Nur es ist halt schwerer gegen sie zu spielen als jetzt gegen einen Gnar oder so","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T15:53:57.425+0000","up_votes":1,"down_votes":1,"body":"... was also bedeutet das man, wenn man es leichter haben will, einen Darius nehmen sollte anstatt eines Gnar, weil er es viel leichter hat, den selben, wenn nicht gar mehr damage raushaut als mit Gnar.\n\nSehr balanced wenn in einem Spiel ein Champion es einfacher hat zu gewinnen als der andere... Siehe Yorick...","replies":[]}]}]}]},{"id":"","poster":"Protective Puppy","date":"2015-09-22T18:46:44.163+0000","up_votes":2,"down_votes":1,"body":"Ja... {{champion:11}} Unzerstörbar. \n\nhttps://www.youtube.com/watch?v=_n5E7feJHw0","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:12:59.125+0000","up_votes":1,"down_votes":5,"body":"Fiora wurde für den selben Trick in ihrer Ult reworkt und generft, Yi bekommt nur buffs. Yay...!","replies":[{"id":"","poster":"Protective Puppy","date":"2015-09-22T23:20:20.245+0000","up_votes":3,"down_votes":0,"body":"Nein, Fiora wurde reworked weil sie ein entweder-oder Champion war.\nEntweder war sie so stark dass sie das komplette Spiel so entscheiden könnte oder sie war so schwach/behind dass sie absolut unbrauchbar war.\nEin Zwischending gabs da nicht.","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T06:48:24.252+0000","up_votes":1,"down_votes":9,"body":"Ah... Und nun ist es anders? Nicht wirklich, wenn du dich mal unter Fiora-Spielern tummeln würdest. Eine in die enge getriebene Fiora muss weiter defensiv bleiben weil jeder andere sie sonst frisst. In Teamspielen ist sie genauso unschön zu sehen.\nDa muss ich doch aber gleich fragen: Wie ist das mit Darius? Ist er nun kein \"Entweder-oder\"-Champion? Entweder er bringt dich sofort mit seiner Ult um oder er muss danach erst noch sein q zünden... oder du musst wieder einmal zurück zur Base wärend er deine Tower abschlachtet?\nWie ist das mit Yorick? Ist er nicht auch solch einer? Hat er nicht länger schon die Kluft unsicher gemacht und daher noch vor Fiora ein Rework verdient oder vor Darius die vielen Buffs die ihn heute mit in die Top-4 der Must-Bann bringt?\nRiot bringt nun jeden 3. Monat einen neuen Champion heraus der sofort nach dem Release erstmal OP ist. Wieso lassen sie ihn nicht noch weitere 3 Monate in der Kiste und testen und skalieren besser nochmal? Sie können ihre Millionen immernoch durch die vollen Stadien ihrer Progamer-Goldesel finanzieren.\nWenn du mal darüber richtig nachdenkst macht Riot so einige Fehler und lässt viele Champions absichtlich verrotten, um ihre echten Lieblinge schön zu buffenbuffenbuffen.","replies":[{"id":"","poster":"Protective Puppy","date":"2015-09-23T07:01:11.862+0000","up_votes":2,"down_votes":0,"body":"Für diese Antwort kannst du dir das oben erwähnte Video noch einmal angucken.","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:55:38.660+0000","up_votes":1,"down_votes":1,"body":"Du missverstehst da was: Ja, durchaus kann man sie eventuell noch schlagen.\nDoch der haken ist das gerade jetzt in jedem Spiel Darius, Garen, Skarner, Mordekaiser einfach Pflichtbann sind, weil sie dank dem Juggernaut-Update soviel Schaden machen, so schnell sind, dich ranziehen und alles aushalten was du kannst das du viel Glück brauchst damit du bestehen kannst.\n\nBalance und Faires Spiel bedeutet das du nicht per Pick schon zu 85% gewinnst weil dein Champion überbufft wird. Darius war schon immer OPler und ist es nun noch mehr.","replies":[]}]}]}]},{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:32:24.637+0000","up_votes":2,"down_votes":0,"body":"Alter hör auf unter jedem kommentar das gleiche zu kopieren und jeden hier zu nerven. \r\ngegen yi: leona oder taric. er stirbt in 2-4 sec wenn er hard cc'd wird. Gegen garen: pick vayne, ashe oder ezreal und kite bis er tot ist. gegen Darius: pick fiora. gegen fiora: pick quinn oder vlad und bleib save. gegen Riven: pick tham kench top und friss sie. gegen morde (der kein must-bann mehr ist): pick vayne, ashe oder ezreal und morgana/zyra support und poke und kite hart. Gegen Vayne: pick draven(mehr damage) oder caitlyn (viel höhere range)\r\n\r\neasy","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T17:06:31.816+0000","up_votes":1,"down_votes":1,"body":"Ich könnte jetzt darauf antworten, aber du hast schon gezeigt das du dich nicht mit sachlichen Worten ausdrücken kannst...","replies":[{"id":"","poster":"TheOneAndOlli","date":"2015-09-28T17:43:11.282+0000","up_votes":1,"down_votes":0,"body":"und du verdrehst die fakten^^","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-29T04:26:30.959+0000","up_votes":1,"down_votes":0,"body":"Ahhh... Fakten... Fakt ist:\n-http://champion.gg/champion/Darius/Top\nDarius: Bannrate: 90,18% und damit Platz 1, winrate: 51,88% und damit Platz 8 an der Winrate\n-http://champion.gg/champion/Garen/Top\nGaren: Bannrate: 70,32% und damit Platz 3 Bannrate, Winratte: 52, 58% und damit Platz 3\n-http://champion.gg/champion/Mordekaiser/ADC\nMordekaiser als ADC: Winrate 56,71% und damit Platz 1!!!, Bannrate 61,53% und damit auch Platz 1!!!\n-http://champion.gg/champion/Vayne/ADC\nVayne: Winrate 52,04% und Platz 5, Playrate dann natürlich 37,06% und damit Platz 1.\n-http://champion.gg/champion/Riven/Top\nRiven: Winrate 51,79% dank der schönen, sehr umfangreichen Kits und damit - natürlich - Platz eins der Pickrate.\n\nFAKT ist: Mordekaiser muss gebannt werden oder er gewinnt mit sehr hoher Wahrscheinlichkeit, Darius ebenfalls denn für jemanden mit solch großer Stärke fehlt die Schwäche, Vayne wird so viel gespielt weil ihre Abilitys einfach nur Vorteile gegenüber jeden anderen Champion bietet, ebenso Riven. Unumstößlich.\n\nBei Zed und Yi gebe ich dir durchaus mal recht, da zeigen die Fakten/Zahlen dass sie schon ein wenig besser sein müssten um hier zu erscheinen, okey.\n\nDa hast du deine Fakten, unverdreht, Zahlen und für jeden zu verstehen der lesen kann.","replies":[]}]}]}]}]}]},{"id":"","poster":"Cry me a Rivên","date":"2015-09-22T18:23:19.388+0000","up_votes":2,"down_votes":1,"body":"du immer mit deinen \"ritos lieblingen\" xD","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:12:10.177+0000","up_votes":1,"down_votes":8,"body":"Wir kennen doch alle die Wahrheit, wieso sie also verschweigen? Yorick wird in den LCS nicht gepickt? Wieso dann also reworken? Nur mit LCS-Champions lässt sich immerhin Geld verdienen.","replies":[{"id":"","poster":"Cry me a Rivên","date":"2015-09-24T14:24:15.831+0000","up_votes":1,"down_votes":1,"body":"darius garen morde skarner wurden auch nicht in der lcs gespielt und wurden jetzt reworked","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-24T18:01:56.332+0000","up_votes":1,"down_votes":0,"body":"Reworkt sieht anders aus, wie bei Fiora. Besagte wurden eigentlich nur gebufft, allein Skarner hat eine größere veränderung bekommen... und nun sind sie Bann-Kandidaten Nummer eins, weil Riot Mist gebaut hat mit den Buffs.^^","replies":[]}]},{"id":"","poster":"TeufelsDoener","date":"2015-09-23T19:07:45.581+0000","up_votes":1,"down_votes":0,"body":"Er kriegt bald ein rework, genau wie taric ","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T20:23:46.688+0000","up_votes":1,"down_votes":0,"body":"Wird zumindest behauptet... Doch bezweifel ich das Riot ein gutes Rework hinbekommt.","replies":[]}]}]}]},{"id":"","poster":"IV Mans Not Bot","date":"2015-09-23T12:27:36.239+0000","up_votes":1,"down_votes":1,"body":"Du hast keine Ahnung wie oft die Champions generft worden sind oder??? und jeden davon kann man machen wenn man eine gute Taktik kennt sie zu besiegen...\r\nDein Kommentar ist unter der Würde...","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T13:48:12.784+0000","up_votes":1,"down_votes":3,"body":"Das du für Riot lügst sollte unter deiner sein...\nAh, und deswegen sind must-banns derzeit Darius, Skarner, Mordekaiser und Garen? In jedem Spiel? Weil sie ja so \"balanciert\" sind?\nDurchaus könnte man sie schlagen, aber eher werden sie dich zerstören dank der neuen Patches und der Buffs daraus.","replies":[{"id":"","poster":"IV Mans Not Bot","date":"2015-09-23T19:21:14.552+0000","up_votes":1,"down_votes":0,"body":"Sagte nie das sie gebalanced sind jedoch kann man gegen jedes Matchup gewinnen, wenn man etwas Mained Darius z.B. wird von einen gut Kitenden Gnar besiegt.\r\nSkarner find ich nicht Op man darf halt die Carries nicht geulted werden lassen... Mordekaiser wird von Riven zerstört.\r\nUnd Garen verliert gegen Darius wenn du noch mehr Beweise brauchst dann solltest du einfach die Champions Bannen gegen die du nicht spielen kannst","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T20:27:18.945+0000","up_votes":1,"down_votes":0,"body":"Hier mal ein paar Werte zu Darius über Champion.gg:\n\nWin Rate \t51.96% \t8 / 54 \t7\n\nBan Rate \t89.94% \t1 / 54 \t0   !!! Erster von 54 Topchampions seid dem Juggernautpatch. Aber nicht OP.\n\nKills          \t7.59 \t8 / 54 \t3    !! 8. von 54...\nDeaths    \t6.98 \t49 / 54 \t7    !! 49 von 54...\n\nUnd da will man mir sagen Darius wäre ausbalanciert`? Haha, der besste Beweis das Champion picks Siege vorherbestimmt, nicht etwa Skill.","replies":[]}]},{"id":"","poster":"DremoraLord0612","date":"2015-09-23T15:50:03.427+0000","up_votes":1,"down_votes":0,"body":"Das hast du gröstenteils bereits erwähnt aber rage nur weiter rum","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T17:04:43.478+0000","up_votes":1,"down_votes":1,"body":"Kein Rage, nur typisch Riot: Lieblinge gebufft, Staubfänger vergessen.","replies":[]}]}]}]},{"id":"","poster":"DannyEU","date":"2015-09-22T18:47:59.905+0000","up_votes":1,"down_votes":1,"body":"Und teemo? :'D{{champion:17}} ","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-09-23T07:12:13.549+0000","up_votes":2,"down_votes":0,"body":"Alles leicht zu countern...","replies":[]},{"id":"","poster":"ŁaCo Heathcliff","date":"2015-09-22T17:58:09.588+0000","up_votes":1,"down_votes":4,"body":"und wo ist {{champion:114}}  ?!?","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:09:10.497+0000","up_votes":1,"down_votes":7,"body":"Wenn ich die Wahl habe zwischen {{champion:122}} - ganz neu gepatch mit noch mehr Schaden, Heilung, der dummen 1-Klick-Ult - und Fiora - Ärgerlich vielleicht, aber nicht so gepanzert, muss für ihre neue Ult 4 Treffer rund um dich herum treffen -, dann weiß ich das der Typ mit der Säge eindeutig der eigentliche Nerf-Rework-Topverdiener sein sollte.","replies":[]}]},{"id":"","poster":"GunnerSkale","date":"2015-09-22T18:11:07.769+0000","up_votes":2,"down_votes":5,"body":"{{champion:75}} just sayin :P\r\n","replies":[]}]},{"id":"","poster":"Romfed","date":"2015-09-22T19:50:32.092+0000","up_votes":1,"down_votes":5,"body":"Ich denke dass Nasus und Riven sehr starke picks sein könnten, da Nasus Champions wie Fiora oder Mordekaiser auch etwas entgegensetzen kann. Bei Riven ist es so, dass sie ein so starkes Carry-Potential bietet, welches ein guter Riven - Spieler gegen eine Fiora oder einen Mordekaiser vor allem im Early Game ausnutzen kann. Weiterhin bietet Riven verschiedenste Möglichkeiten, ob Tank auf der Toplane, Hypercarry oder auch als starker Lane-Pick für eine sichere Splitpush und Roaming Taktik, sowie als Carry auf der Midlane oder auch im Jungle. Auch Support ist mit Riven durch ihre Starke Lane-Kontrolle viel zu machen. Riven ist generell in fast allen Rollen spielbar, was ihr eine große Stärke gibt. Da es ja momentan viele Spieler gibt die Carries wie Fiora auf der Toplane spielen könnte Riven wieder sehr stark werden und häufiger gepickt werden. \r\nAls ADC denke ich werden Sivir oder auch Kalista, sowie Tristana und auch Varus oft gepickt werden. Sivir setzt den starken CC - Botlane Kombinationen mit ihrer E, als Spellblockability viel entgegen, was gerade sehr wichtig sein könnte, wenn man auf der Botlane wieder eine Leona als Support oder auch eine Morgana als Support, sowie eine Vayne für das Late-Game in Kombination mit einem gutem Nasus antrifft. Kalista bietet ebenfalls starkes Late Game und hat eine starke Laning-Phase mit ihren Dashes, da sie Supportern wie Thresh ganz schön viel entgegensetzen kann, indem Sie eben dasht . Falls ein Thresh also mal auf die Idee kommen sollte einen Pull landen zu wollen, kann Kalista ganz einfach dessen Spell, welchen er zum Engage oder auch zum CCen verwenden will, blocken. Tristana besitzt ein gutes Potenzial im Late Game für ein paar spannende Teamfights zu sorgen. Mit ihrer hohen Mobility durch ihre W, mit dem sie auch locker mal ein paar Wände überspringen kann, lässt sich Tristana gut mit einer Hard-Engage Leona oder einem Thresh sowie einem Tahm Kench spielen. Ein guter Jarvan IV oder Trundle als Support, für die neuen Supporter auf der Botlane, wären ebenfalls gut in Kombination mit einer Tristana. Varus bietet aufgrund seiner sehr guten Laning-Phase, sowie auch das extrem starke Late Game eine gute Möglichkeit einen entscheidenden Teamfight zu gewinnen. Denn Varus bietet aufgrund seiner ultimativen Fähigkeit das Potenzial entweder seinen Teammates mehr Zeit zum Escapen zu geben, zum Engage oder auch einfach um die Gegner noch etwas im Teamfight zu halten. Im großen und ganzen denke ich dass viele verschiedene Champions zu sehen Sen werden, allerdings kommt es meiner Meinung dabei darauf an, welche Taktik die jeweiligen Teams der Weltmeisterschaft auswählen.","replies":[{"id":"","poster":"Mitochondria","date":"2015-09-23T06:10:16.603+0000","up_votes":4,"down_votes":0,"body":"Ich halte Nasus, Varus adc und Riven Support für sehr fragwürdig und glaube Nicht, dass wir diese Champions sehen werden können!","replies":[]},{"id":"","poster":"LokiOdinson","date":"2015-09-22T23:10:51.067+0000","up_votes":2,"down_votes":2,"body":"Vergiss nicht ihre Hauptstandbeine: Shield, Stunn, Gapcloser, Schaden, Lebensdauer. Immerhin ist es das was sie so unbalanciert macht, denn immerhin hat kaum ein anderer wirklich das alles 4 zusammen. Aber Riot wird sich schon \"was dabei gedacht haben\" *hust*","replies":[{"id":"","poster":"ToRebACE","date":"2015-09-23T17:42:31.327+0000","up_votes":0,"down_votes":0,"body":"\"Unbalanciert\" ...","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T18:52:09.949+0000","up_votes":1,"down_votes":0,"body":"Yo","replies":[]}]},{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:35:19.201+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"LokiOdinson","date":"2015-09-23T17:03:53.229+0000","up_votes":1,"down_votes":0,"body":"Und ich dachte das ich unsachlich wäre...\n\nPS: Gibt es, aber du zeigst ja schon am Verhalten wieso du es nicht raffst sie zu  findest","replies":[]}]}]},{"id":"","poster":"HHaie tabbian","date":"2015-09-22T20:48:57.414+0000","up_votes":1,"down_votes":0,"body":"Ich bezweifel stark, dass wir Nasus während den Worlds sehen werden. Er ist einfach zu abhängig von den Stacks. Sobald ein Laneswap gespielt wird, was sehr häufig vorkommt, ist Nasus praktisch nutzlos, da er keine (bzw. nicht genug) Stacks farmen kann und auch als Tank zu wenig hat, um in einem Teamfight eine große Rolle zu spielen. Dazu kommt kommt, dass selbst wenn keine Laneswap gespielt wird, heutzutage die Spiele nicht mehr so laufen, dass erstmal 30 min auf jeder Lane gefarmt wird und dann erst was passiert. Sehr viele Spiele sind nach 30 min schon entschieden und das ist zu spät für Nasus.","replies":[]}]},{"id":"","poster":"1v9 Scripts L9","date":"2015-09-23T13:19:31.180+0000","up_votes":2,"down_votes":0,"body":"Ich finde  {{champion:74}}   als Champion wirklich gut. Er macht Spaß zu spielen, haut ordentlich Dmg raus {{item:3157}} {{item:3089}}  und ist mit seiner Ulti ziemlich vielfältig. Zudem wird er von den meisten Spielern stark unterschätz. Aber ein Haken gibt es... seine Passive. Die muss definitiv überholt werden. Sie passt gar nicht mehr in das Spielbild von Heute. Also bitte mal da vllt. was besseren reinhauen!","replies":[{"id":"","poster":"Dr Tsing","date":"2015-09-23T13:25:16.357+0000","up_votes":1,"down_votes":0,"body":"Kann ich nur zustimmen. Mal ehrlich, die Passive von {{champion:74}} kann bzw. muss einen Update verkraften. Sonst ein stark unterschätzer Champion. ","replies":[{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:36:07.702+0000","up_votes":1,"down_votes":0,"body":"huni spammt ihn gerade in der soloQ, da er die juggernauts countert","replies":[]}]}]},{"id":"","poster":"Crimson Dynamic","date":"2015-09-22T17:44:34.001+0000","up_votes":3,"down_votes":2,"body":"{{champion:98}} Toller Artikel{{champion:98}} ","replies":[]},{"id":"","poster":"CBeS Machete","date":"2015-09-22T20:08:50.797+0000","up_votes":2,"down_votes":1,"body":"Mein momentaner Lieblingspick ist Lissandra auf der Midlane. Sie hat Waveclear, viel CC und durch ihr Kite-Pontential auch den Juggernauts etwas entgegen zu setzen. Außerdem kann sie notfalls den Engage für ihr Team liefern und mit Ult lassen sich gute Picks machen.","replies":[]},{"id":"","poster":"xXR3vilOXx","date":"2016-02-15T16:45:41.907+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute die Diskussion hier schient mir schon ziemlich eingeschlafen zu sein, letzter Beitrag vor 5 monaten, jetzt nach dem neuen Oacth, den neuen Champions wäre es doch mal wieder interessant, die Diskussion auf Neue Champions 2016 zu verlegen zudem würde ich mich freuen wenn ihr mal bei einem neuen Championvorschlag mitvotet und hilfreiche Kommentare hinterlasst;)\neinfach suchen \"Neuer Champion\" sein anme soll ENVOY werden aus es liegt ein 10minütiger Trailer bei, bei weitzeren Informationen, Fragen und Interesse einfach mal vorbeischauen :D \nVielen Dank","replies":[]},{"id":"","poster":"Elthision","date":"2015-09-27T17:40:11.644+0000","up_votes":1,"down_votes":0,"body":"{{champion:6}} und {{champion:3}} ? :D","replies":[]},{"id":"","poster":"Braveness","date":"2015-09-27T16:58:49.753+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/14FteyYd-smite-auf-lanes\n\nWäre nett wenn ein Riot'ler sich diesen Vorschlag mal ansehen würde :-)\n\nMFG","replies":[]},{"id":"","poster":"Romfed","date":"2015-09-24T18:22:26.365+0000","up_votes":1,"down_votes":0,"body":"Nasus wird höchstwahrscheinlich gepickt werden um der momentanen Meta etwas entgegensetzen zu können. Weiterhin wissen die World's Spieler, wie man Nasus spielt, auch bei einem Laneswap wird dies höchstwahrscheinlich nicht ein großes Problem darstellen. Die selbe Meinung habe ich nach wie vor zu den anderen Champions, welche ich genannt habe!","replies":[]},{"id":"","poster":"Manwe Súlimo","date":"2015-09-23T21:15:45.432+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht, aber irgendwie fehlt da Kassadin bei den meistgebannten Champs.\r\n Er hatte aufjedenfall für einige Zeit eine extrem hohe Pick/Ban-Rate (wenn nicht sogar 100%)","replies":[]},{"id":"","poster":"IV Mans Not Bot","date":"2015-09-23T12:23:51.835+0000","up_votes":1,"down_votes":0,"body":"{{champion:54}} {{champion:222}} {{champion:11}} {{champion:98}}  sind meine Lieblingschampions {{summoner:4}}  denke das man {{champion:15}} {{champion:12}} {{champion:127}} {{champion:57}}  sehen wird :D","replies":[{"id":"","poster":"Beniamino","date":"2015-09-23T12:36:52.621+0000","up_votes":1,"down_votes":0,"body":"Hab gegen dich gestern in lol gespielrt und gewonnen gehabt :D {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}} {{summoner:30}}","replies":[{"id":"","poster":"IV Mans Not Bot","date":"2015-09-23T19:28:58.167+0000","up_votes":1,"down_votes":0,"body":"Kein wunder in Normals probier ich auch nur Champions aus :D","replies":[]}]}]},{"id":"","poster":"DontyouTrustAhri","date":"2015-09-23T18:21:08.127+0000","up_votes":1,"down_votes":0,"body":"<3{{champion:103}} <3","replies":[]},{"id":"","poster":"XBD M3RAX3S","date":"2015-09-23T18:04:22.735+0000","up_votes":1,"down_votes":0,"body":"Im Moment definitiv Fiora ( badass :D)\r\n","replies":[]},{"id":"","poster":"Kog in her Ashe","date":"2015-09-23T16:51:37.626+0000","up_votes":1,"down_votes":0,"body":"{{champion:117}} ","replies":[]},{"id":"","poster":"Silenthunter465","date":"2015-09-23T12:41:18.400+0000","up_votes":1,"down_votes":0,"body":"  Wer viel zu wenig gespielt wird ist {{champion:91}} . In Teamfights geht er einfach in die Ult und nimmt in der Backline den ADC mit einer combo raus und dann sollte der Teamfight eigentlich gewonnen sein,wenn das Team nicht komplett inkompetent ist,meine meinung.","replies":[{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:38:45.440+0000","up_votes":1,"down_votes":0,"body":"pink ward und sweeper countern ihn total, deswegen wird er in höheren ligen nicht gespielt :D","replies":[]}]},{"id":"","poster":"PieksMöwenWolf","date":"2015-09-23T12:42:13.234+0000","up_votes":1,"down_votes":0,"body":"Ich würde mich mal wieder über einen {{champion:238}} freuen, ich finde es immer unglaublich wie gute Zed-Player die anderen outplayen können und ich liebe diesen Champ einfach nur","replies":[{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:37:48.323+0000","up_votes":1,"down_votes":0,"body":"er ist momentan ziemlich schwach. warscheinlich werden wir nur von ryu gegen skt einen sehen, da er das versprochen hatte :D","replies":[]}]},{"id":"","poster":"videone","date":"2015-09-23T15:34:20.768+0000","up_votes":1,"down_votes":0,"body":"{{champion:20}} einen nunu skin bitte er ist so ccol und wenn man sein aussehen cool macht wäre das so nice weil zb sone trundle laufanimation passt so sehr zu nunu und dann ka fände das schon echt nice da er eig nur alte skins hat\r\n","replies":[{"id":"","poster":"TheOneAndOlli","date":"2015-09-23T16:36:59.370+0000","up_votes":1,"down_votes":0,"body":"nunu hat viele coole skins","replies":[]}]},{"id":"","poster":"DremoraLord0612","date":"2015-09-23T15:34:24.528+0000","up_votes":1,"down_votes":0,"body":"Mein main ist im Augenblick Yasuo, ich spiele halt fast nur Assassinen Mid-Laner und die sind low Elo sehr stark weil hier kein Kraut gegen die gewachsen ist","replies":[]},{"id":"","poster":"I Gilga I","date":"2015-09-23T13:02:07.891+0000","up_votes":1,"down_votes":0,"body":"Seit den letzten Patchs Garen,Darius,Skarner,Fiora","replies":[]},{"id":"","poster":"Xirael","date":"2015-09-23T13:01:00.388+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir ganz sicher, so langsam läuft alles in die richtige Richtung. \r\nMir macht es seit langem wieder Spaß League of Legends zu spielen! :3 \r\n\r\nBtw: Schöner Beitrag! <3","replies":[]},{"id":"","poster":"tommybommy7","date":"2015-09-23T12:45:39.768+0000","up_votes":1,"down_votes":0,"body":"Braum {{champion:201}} ","replies":[]},{"id":"","poster":"huseyinbabo","date":"2015-09-22T17:46:05.332+0000","up_votes":2,"down_votes":2,"body":"was lan{{champion:53}}","replies":[{"id":"","poster":"Beniamino","date":"2015-09-23T12:36:01.040+0000","up_votes":1,"down_votes":0,"body":"was lan {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}} {{champion:111}}","replies":[]}]},{"id":"","poster":"sinya yesta","date":"2015-09-23T12:19:19.325+0000","up_votes":1,"down_votes":0,"body":"war mir irgendwie klar das twitch jetzt wieder öfter zu sehen ist ich hab nur darauf gewartet das sie ihn wieder buffen nachdem alle anderen adcs generft wurden ich mein nur vor dem buff war er schon sehr effektiv gegen andere adcs und jetzt ändert sich damit nichts er wird op bleiben","replies":[]},{"id":"","poster":"ZydiaTrY","date":"2015-09-23T12:14:16.758+0000","up_votes":1,"down_votes":0,"body":"{{item:1038}} hahhaha\r\n\r\n","replies":[]},{"id":"","poster":"breor123","date":"2015-09-23T11:45:20.221+0000","up_votes":1,"down_votes":0,"body":"ich finde kassadin{{champion:38}}  sollte man nicht unterschätzen","replies":[]},{"id":"","poster":"AS Umberkuk","date":"2015-09-22T23:14:30.655+0000","up_votes":1,"down_votes":0,"body":"{{champion:31}} ","replies":[]},{"id":"","poster":"ImShou","date":"2015-09-23T16:45:57.990+0000","up_votes":0,"down_votes":0,"body":"Ahri ftw! ich bin zwar noch ein Anfänger aber egal! :D\r\n","replies":[]},{"id":"","poster":"DaSige","date":"2015-09-23T11:26:37.030+0000","up_votes":1,"down_votes":1,"body":"{{champion:131}} Wird definitiv oft gespielt/gebannt werden","replies":[]},{"id":"","poster":"Senzu1337","date":"2015-09-22T19:11:30.656+0000","up_votes":1,"down_votes":1,"body":"{{champion:102}} *-* <3 {{champion:62}} ","replies":[]},{"id":"","poster":"Meryll","date":"2015-09-23T03:41:12.745+0000","up_votes":1,"down_votes":2,"body":"Derzeit unangefochten Fiora <3 Ansonsten Lux & Caitlyn","replies":[]},{"id":"","poster":"Doek","date":"2015-09-22T18:50:39.325+0000","up_votes":1,"down_votes":2,"body":"Mein Gott , hier fehlt was ..... {{champion:92}} {{summoner:4}} {{summoner:14}} {{item:3074}} ","replies":[]},{"id":"","poster":"Tizööö","date":"2015-09-22T17:42:32.019+0000","up_votes":1,"down_votes":4,"body":"lol","replies":[]}]}