{"id":"kHHXw02j","poster":"Clara Croft","date":"2015-09-21T17:36:14.548+0000","title":"Verzweifelt gegen die Laggs!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich brauche dringend Hilfe von einem netten fachkundigen Menschen ^^\r\nSeit ca. einer Woche habe ich zwischendurch ingame einen Ping von &gt;200 und damit ist das Spiel an den Stellen f&uuml;r mich &uuml;berhaupt nicht mehr spielbar. Die Laggs treten besonders in Teamfights auf, aber auch wenn ich alleine &uuml;ber die map spaziere dreht der PIng auf.\r\nIch habe schon alle Richtlinien von Lol durchgef&uuml;hrt (&uuml;ber msconfig, Festplatte defragmentiert, alle Eintellungen auf so niedrig wie &uuml;berhaupt nur m&ouml;glich, Pc-Leistungen umgestellt und und und) \r\nIch kenne mich leider so null nada niente mit Computern aus.\r\nIm Taskmanager wird mir w&auml;hrend des Spiels eine hohe Datentr&auml;gerauslastung angezeigt, wenn ich das Spiel aushabe und eine Website o&auml; offen hab steigt dagegen CPU und die Datentr&auml;gerauslastung bleibt unten.\r\nIch hatte gedacht, dass mein kleiner Laptop vll zu hei&szlig; wird, aber auch bei tollen selbstgebauten L&uuml;ftungskonstruktionen laggt es (Pc f&uuml;hlt sich auch nirgends warm an). \r\nKann es sein, dass mein Laptop  (Aspire V5 von Acer) mit League trotz niedrigster Grafik &uuml;berfordert ist? Dann versteh ich nur nicht warum es so pl&ouml;tzlich gekommen ist.\r\nOder vielleicht liegt es an Unitymedia?\r\nTldr: Helphelphelp &lt;/3\r\nDanke schonmal :)","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-21T18:07:00.280+0000","up_votes":2,"down_votes":0,"body":"Grüße Bowdownforwhat!\n\nIch habe mich mal ein wenig über deinen LapTop schlau gemacht. Eigentlich sind alle Vorraussetzungen mehr als erfüllt. Probiere erstmal folgendes:\n-> Laptop per Lan verbinden\n-> IP Hilfsdienste deaktivieren\nSollte das nicht helfen, weiter lesen :)\n\n Nun, wäre es sehr hilfreich wenn du mal deine Dxdiag und deine Dxdiag und deinen r3dlogs hier rein postest. Wie das geht? Hier eine kleine Anleitung und Erklärung was das ist.\n\n\n    DxDiag\n\n    Dateiname: DxDiag.txt\n    Ort: Beliebig\n    Muss selbst erstellt werden:\n        [Windowstaste]+[R] drücken\n        dxdiag eintippen\n        Alle Informationen speichern... klicken\n\n\n    r3dlogs\n\n    Dateiname: datumTuhrzeit_r3dlog.txt\n    Ort: League of Legends\\Logs\\Game - R3d Logs\n    Erstellung: Ab Matchbeginn nach der Championauswahl bis Matchende\n    Der Ladevorgang eines Spiels, sowie das Spielgeschehen werden in dieser Datei protokolliert\n\nEinfach mal hier rein hauen :)\n\n\"Möge das Glück immer mit dir sein!\"","replies":[{"id":"","poster":"Clara Croft","date":"2015-09-21T18:17:48.240+0000","up_votes":1,"down_votes":0,"body":"Erst mal vielen, vielen Dan für deine schnelle Antwort. Das mit dem Lan versuch ich gleich als Erstes und der IPHilfsdienst ist jetzt aus.\nHab grade noch über CrystalDisk einen Festplattenscan laufen lassen und da sieht alles gut aus. \nHab aber grade auch ohne mein heiß geliebtes Lol einen ziemlich bewegten Ressourcenmonitor. Besonders heiß laufen Tiworker.exe, perfmon.exe und avguard.exe. Ich vermute deswegen mal, dass das Problem vll doch eher mein System und nicht Lol betrifft (ich hab's nur sonst nirgends bei gemerkt). Ich lass grade übers cmd sfc/scannow laufen und werd danach mal Avira ein bisschen betüddeln und dann ein Spiel wagen. Wenn's dann nicht will mach ich mit deinen Scritten weiter.\nAuf jeden Fall vielen Dank!\nSuper, dass einem hier direkt geholfen wird :)","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-21T18:24:27.960+0000","up_votes":1,"down_votes":0,"body":"Warte mal, wtf :0\nJetzt hast du mich überrascht. Aber nein du kennst dich ja nicht aus ;) \nWenn es später gelöst ist, einfach eben melden :)","replies":[{"id":"","poster":"Clara Croft","date":"2015-09-21T18:42:49.961+0000","up_votes":2,"down_votes":0,"body":"Frau hilft sich halt auch selbst mit Geduld und gaaaaaanz viel Google ^^","replies":[]}]}]},{"id":"","poster":"Clara Croft","date":"2015-09-21T19:20:35.121+0000","up_votes":1,"down_votes":0,"body":"Es läuft :))) Ich weiß nicht was es war aber es hat geholfen! Dir nochmal vielen vielen Dank <3","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-21T19:38:02.619+0000","up_votes":1,"down_votes":0,"body":"Immer wieder gerne :)","replies":[]}]}]}]}