{"id":"2b59MzEg","poster":"flbexxter","date":"2015-09-20T18:06:08.592+0000","title":"Ingame freeze!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer! \r\nIch habe ein sehr nerviges Problem mit League of Legends. Undzwar geht es darum, dass mein Spiel also InGame sehr oft freezed. Meist 2-5 Sekunden lang. In dieser Zeit kann ich meinen Champ nicht steueren. Ich kann also nichts machen au&szlig;er autohits. Nach 5 Sekunden hat sich alles wieder gefangen und ich kann weiter spielen. Nur meistens kommt es dazu, dass ich in andere Gegner/Tower hineinlaufe und dann sterbe. Das nervigste ist nur, dass es immer dann passiert wenn es nicht passieren d&uuml;rfte ! Bitte schreibt zur&uuml;ck und helft mir dabei das Problem zu l&ouml;sen.  Mit freundlichen Gr&uuml;&szlig;en Flbexxter","replies":[{"id":"","poster":"flbexxter","date":"2015-09-20T20:48:49.251+0000","up_votes":1,"down_votes":0,"body":"Ich glaube...ich weiß jetzt woran es liegt. Zuerst mal weiß ich nicht wie ich das mit den Grafikkarten mache, denn ich habe einen Laptop. Dieser ist oft sehr warm. Und weil dus eben mit der Hitze erwähnt hast bin ich drauf gekommen. Ich denk darin liegt das Problem. Ich werde mir sowieso nochmal einen extra kühler kaufen. Hoffentlich hilft das. Vielen Dank schon mal, auch wenn es Vllt doch nicht der Grund ist.","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-20T20:51:27.444+0000","up_votes":1,"down_votes":0,"body":"Naja, manchmal werden laptops zu warm. Ich kenne das. Habe ja selber einen der wird sehr schnell warm und ist dann nicht mehr zu gebrauchen.\nWie schonmal gesagt, viel Glück und hoffen wir das es der ursprung des problems ist :)","replies":[]}]},{"id":"","poster":"flbexxter","date":"2015-09-20T20:26:25.837+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du hast es ein wenig falsch verstanden. Oder ich habe es falsch erklärt. Was ich meinte ist, dass es in JEDEM Game in LOL 3-4 mal freezed. Und das mit den autohits, dass meinte ich so: wenn mein Screen freezed, dann laufe ich dahin, wo ich vor dem einfrieren hingedrückt habe. Ist da jetzt ein Champion der mich angreift, dann werden mit spells q,w,e,r nicht aktiviert, auch wenn ich sie nur so spamme. Aber die autohits erfolgen trotzdem hinter dem freezer. Das ist ja normal , denke ich.  Ich hatte es zu ungenau angegeben. My bad, hoffe du erkennst jetzt was ich damit meinte :) trotzdem danke für die Ratschläge, ich werde denen morgen mal nachgehen.","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-20T20:42:52.006+0000","up_votes":1,"down_votes":0,"body":"Achso, sorry my fault :)\n\nWie gesagt probiere, trotzdem mal das alles durch und wenn nicht mal eben das alles probieren. \n\n    Reduziere die Grafikqualität\n    Aktualisiere deinen Grafikkartentreiber\n    Beende alle Hintergrundanwendungen\n    Ändere die v-sync Einstellung\n    Überprüfe ob dein PC über die nötigen Voraussetzung verfügt\n    Stelle sicher, dass deine Hardware nicht überhitzt\n    Defragmentiere deine Festplatte(n)\n    Sollte nichts geholfen haben, kannst du noch einen Blick in die Knowledge Base werfen\n\nSollte immer noch nichts helfen, keine Sorge ich warte hier auf dich und stehe bereit weiter zu machen :)","replies":[]}]},{"id":"","poster":"flbexxter","date":"2015-09-20T18:07:16.186+0000","up_votes":1,"down_votes":0,"body":"Außerdem habe ich schon das Spiel deinstalliert und wieder neu installiert.","replies":[]},{"id":"","poster":"Rito Thx And Bye","date":"2015-09-20T20:12:58.268+0000","up_votes":0,"down_votes":0,"body":"Grüße Fibexxter!\n\ndu bist gefreezt aber kannst Autoattacks machen? So So, und lass mich raten die Autoattacks bewirken nichts?. Sollte dies der Fall sein, würde ich ein Problem mit der Internetverbindung \"diagnostizieren.\"\n\nErstmal ein paar Dinge die du ausprobieren solltest:\n\n_Lade keine Dateien nebenbei herunter oder hoch\nStarte dein Modem und/oder Router neu\nVerbinde dich mit einem Lan-Kabel direkt mit dem Router_\n\nSollten diese Dinge immer noch nichts bewirkt haben, teste mal deine verbindung mit http://netalyzr.icsi.berkeley.edu/ und poste das Ergebniss hier in diesen Post rein.\n\nAber ich hoffe natürlich die anderen Dinge zeigen wirkung!\n\n\"Möge das Glück immer mit dir sein\"\n\nSK Gluecks bzw. ESL Azura bzw. DSM Shinigami bzw. LordWladi =)","replies":[]}]}