{"id":"Eg0n6bAV","poster":"404 Clone","date":"2015-09-20T08:00:49.664+0000","title":"Gragas","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Community!\r\nIch wollte euch mal fragen ob Gragas eigentlich noch im Jungle gut ist. Ich habe ihn n&auml;mlich cirka fast 2 monate nicht mehr gesehen.","replies":[{"id":"","poster":"Hazed DjenX","date":"2015-09-21T00:23:52.303+0000","up_votes":1,"down_votes":0,"body":"Gragas ist und bleibt ein mächtiger Jungler. Er ist mächtig, aber nicht unbedingt der stärkste Jungler.\n\nSeine Mächtigkeit resultiert aus dem riesigen Potenzial, das seine Ulti innehat. Ein guter Gragas-Engage kann einfach jeden Teamfight gewinnen.\n\nMan kann an seinen Schadenszahlen, am passiven Heal, an den Cooldowns und so weiter rumspielen wie man will. SOLANGE die Reichweite und Funktionsweise der Ulti bestehen bleibt, wird auch Gragas als guter, solider Pick im Jungle unterwegs sein. Ganz gleich, ob er an Popularität gewinnt oder verliert.","replies":[]},{"id":"","poster":"Bemte","date":"2015-09-20T08:12:44.669+0000","up_votes":1,"down_votes":0,"body":"Gragas war ein guter Jgler und ein recht akzeptabler Tank.\nMit den netten Juggernauts, die extrem tanky sein und gleichzeitig viel Schaden raushauen können, wurde es wieder beliebter Tanks auf der Toplane zu spielen (nicht immer nur Fizz, Irelia, Riven,...^^). Daher laufen im Jungle wieder verstärkt Champs rum, die eher auf Schaden ausgelegt sind (allen vorran wohl Yi, aber auch Kandidaten wie Lee,Shaco,Xin,...).\nKlar ist Gragas nach wie vor ein guter Jungler und wenn dein Team weder auf der Toplane noch beim Support einen Tank hat kannst du super den Teamtank damit machen.\nOb man im Fall, dass dein Team bereits einen Tank hat, Gragas sinnvoll auf Schaden spielen kann, weiß ich allerdings leider nicht - da kann dir jemand anders vllt. was zu sagen. :)","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-09-20T10:20:05.415+0000","up_votes":1,"down_votes":0,"body":"Ja man kann es sinnvoll spielen. Nur ob das auch die Spieler können...","replies":[]}]}]}