{"id":"5a9b6BYX","poster":"Kelomat","date":"2015-09-20T10:00:19.632+0000","title":"Absichtlich feeden / bin ich zu alt für das Spiel?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":4,"body":"Hey Comm! \n\nDie Problematik sollte eigentlich jedem bekannt sein - man hat, wenn auch (hoffentlich) selten der Fall, immer mal wieder Leute, die absichtlich anfangen zu feeden, absichtlich afk gehen, oder sonst irgendetwas machen, um das Spiel zu verlieren.\n\n**_(Es folgt eine Wall of Text - zur eigentlichen Frage einfach nach unten scrollen!)_**\n\nZun&auml;chst die Situation: Ich spiele mit einem Kumpel DuoQ - er auf der Top-, ich auf der Midlane. Alles soweit in Ordnung bei uns, allerdings hatte unsere Botlane Probleme. Dann ging es los- Support flamed den Adc, der Adc flamed zur&uuml;ck, ohne Ende Streit. Wir versuchen vergebens die Gem&uuml;ter zu beruhigen. Das ging eine Weile so weiter- w&auml;hrend mein Kumpel und ich unsere jeweiligen Lanes einigerma&szlig;en gewinnen konnten und uns, was Teamkills/usw betrifft, in eine annehmbare Situation bringen konnten, trotz Botlane, ist es dann nach einem verloren Teamfight eskaliert.. unsere Leona-Support hat alle ihre Items verkauft, um sich Mobi-Boots mit Homeguard zu kaufen und ist sofort die Midlane durchgelaufen, in den gegenrischen Tower, in deren Base und hat sich killen lassen - und das immer und immer wieder. Der Rest des Teams hat weiter versucht das beste draus zu machen - und das erfolgreich. Wir haben 4v5 die Teamfights gewonnen und nebenbei noch versucht Leona dazu zu bringen, bitte doch noch ernsthaft zu spielen, weil wir das Game gewinnen k&ouml;nnen. Nachdem sie gemerkt hat, dass wir tats&auml;chlich am Dr&uuml;cker sind, fing sie an den Gegnern im Allchat unsere Positionen zu sagen &quot;my team is at Baron come fast!&quot; oder &quot;our Jungler is at his Redbuff&quot; oder hat sich einfach in die Midlane gestellt und dazu aufgerufen sie zu killen. \n\nZur **Frage**: \nWarum fängt man absichtlich an zu feeden, wenn man von einem Mitspieler oder dem aktuellen Spielverlauf genervt ist?\n\nIch kann verstehen, dass man sauer wird. Ich kann verstehen, dass man vor Wut gerne mit dem Mitspieler diskutieren m&ouml;chte. Ich kann auch verstehen, dass man sich innerlich denkt, dass man den Typen gerne vom Schreibtisch treten will. Aber ich kann nicht verstehen, dass man seine Zeit nutzt, um ein Spiel derma&szlig;en zu boykottieren. Ich kann mir beim besten Willen nicht vorstellen, dass das Spa&szlig; macht. Und die Aussage &quot;ich feede jetzt absichtlich, damit der Typ das Spiel verliert&quot; .. das ist mir ein R&auml;tsel. Wenn das Spiel hoffnungslos verloren gegangen w&auml;re - meinetwegen .. dann kann man sp&auml;ter in die History gucken und sieht, der Spiel war so beschissen, das wei&szlig; ich noch genau. Aber wenn man das Spiel gewinnen kann, wenn man seinen eigenen stolz nur etwas nach hinten schiebt, warum macht man dann so einen unglaublichen bl&ouml;dsinn? \nIch hab mich letztens schon gefragt, ob ich vielleicht zu alt f&uuml;r das Spiel bin? Oder einfach etwas reifer als solche Leute, dass mich eine Niederlage nicht so belastet? Andere fangen an sich zu flamen, w&uuml;nschen sich gegenseitig nur das schlimmste .. das w&uuml;rde mir nie in den Sinn kommen. Das h&ouml;chste der Gef&uuml;hle ist vielleicht noch ein &quot;you are bad&quot; - was mir auch selten ausrutscht (zumindest in meiner eigenen Wahrnehmung ^^). Aber was geht in den K&ouml;pfen solcher Leute vor?\n\nIch k&ouml;nnte sie muten, ich reporte sie anschlie&szlig;end - darum geht es auch nicht. Ich m&ouml;chte nur begreifen, was einem daran &quot;sinnvoll&quot; erscheint, sowas zu tun! &quot;HAH, dem hab ichs gezeigt, dadurch haben wir beide das Spiel verloren&quot; bewirkt ja nicht sonderlich viel. \n\nGru&szlig;\nKelo\n{{champion:105}}","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-09-20T10:07:07.132+0000","up_votes":6,"down_votes":1,"body":"Wieso schreibst eine Wall of Text (die ich natürlich überspringe) und dann stellst du eine Frage, die man NICHT VERSTEHEN KANN ohne das darüber gelesen zu haben?","replies":[{"id":"","poster":"Kelomat","date":"2015-09-20T10:09:42.626+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=League of Shaco,realm=EUW,application-id=KYnfKGf0,discussion-id=5a9b6BYX,comment-id=0000,timestamp=2015-09-20T10:07:07.132+0000)\n>\n> Wieso schreibst eine Wall of Text (die ich natürlich überspringe) und dann stellst du eine Frage, die man NICHT VERSTEHEN KANN ohne das darüber gelesen zu haben?\n\nOh, stimmt :D \nJa, dann lies halt den Text doch nochmal durch :P\n\n/Edit: \nHab es jetzt, extra für dich, nochmal geändert.","replies":[]}]},{"id":"","poster":"Lematique","date":"2015-09-20T13:53:35.862+0000","up_votes":3,"down_votes":0,"body":"Ich muss gestehen, dass ich nicht verstehe, was es daran nicht zu verstehen gibt. Leute tilten eben aus den verschiedensten Gründen auf die verschiedenste Art. Der eine verlässt das Spiel, der andere flamed, der andere feedet absichtlich.\n\nIn deinem Text machst du diese Leute herunter, um dich selbst aufzuwerten. Auch keine feine englische Art, aber wenn du das brauchst.... ich frage mich, wie \"alt\" du sein willst, wenn du dir deine eigene Frage nicht selbst beantworten kannst. ;)","replies":[{"id":"","poster":"Kelomat","date":"2015-09-20T14:08:05.124+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ruaga,realm=EUW,application-id=KYnfKGf0,discussion-id=5a9b6BYX,comment-id=0002,timestamp=2015-09-20T12:38:45.261+0000)\n>\n> Frust? Enttäuschung? Gerechtigkeit? Wut? ...........\n> \n> Wolltest du nicht schon einmal dein HandyTastatur gegen die Wand werfen, weil irgendwas nicht so funktionierte wie du wolltest?\n\nEhrlich gesagt nicht, nein. Ich ärgere mich in dem Moment darüber, dass etwas nicht so geklappt hat, wie ich es wollte, sehe es aber in dem Moment als Ansporn, es dem Gegner beim nächsten mal zu zeigen. Vielleicht hängt das damit zusammen, dass ich früher (bis zu einem Kreuzbandriss) Semiprofessionell Tennis (und Hockey) gespielt habe und mit Enttäuschungen/Erfolgen/Teamgedanken besser umgehen kann? Ich weiß es nicht. \nWie gesagt - ich hab durchaus Verständnis für Frust/Wut/usw. --> aber das geht doch bitte nicht soweit, dass ich ein Ranked bewusst boykottiere, damit ein anderer seine \"Lektion\" lernt? Jemandem bewusst das Spiel zu zerstören und seine eigene Niederlage in Kauf zu nehmen, kann ich halt nicht nachvollziehen. \nEs geht nicht darum, dass man mal flamed oder jemanden unnötig anquatscht - sondern, um das perverse absichtliche feeden. In Gegner reinrennen, dabei lachen, oder tanzen, um jemandem aus dem eigenen Team das Spiel zu versauen. \n\n//Edit: \nWobei.. an sich hast du recht. Mit Sicherheit wollte ich schon mal mein Handy, oder sonstiges, gegen die Wand werfen. Aber dann fange ich nicht an zu feeden. Das ist ja die Sache.. der eine flamed. Der eine DCed (was ich auch nicht verstehen kann). Der andere mutet alle. Aber warum verkauft man alle seine Items und rennt 20min in die Gegner rein? Was BRINGT einem das selbst? \n\n\n> [{quoted}](name=Lematique,realm=EUW,application-id=KYnfKGf0,discussion-id=5a9b6BYX,comment-id=0004,timestamp=2015-09-20T13:53:35.862+0000)\n>\n> Ich muss gestehen, dass ich nicht verstehe, was es daran nicht zu verstehen gibt. Leute tilten eben aus den verschiedensten Gründen auf die verschiedenste Art. Der eine verlässt das Spiel, der andere flamed, der andere feedet absichtlich.\n> \n> In deinem Text machst du diese Leute herunter, um dich selbst aufzuwerten. Auch keine feine englische Art, aber wenn du das brauchst.... ich frage mich, wie \"alt\" du sein willst, wenn du dir deine eigene Frage nicht selbst beantworten kannst. ;)\n\nKlar, jeder Mensch hat wohl seine eigene Art und Weise mit Dingen umzugehen - sein eigenes Wesen. Aber ich möchte nur versuchen zu verstehen, was einen dazu bewegt, sich selbst (im Ranked) das Spiel zu versauen, nur damit jemand anderes \"leidet\"? Wenn das Spiel so oder so verloren geht, weil nun wirklich niemand aus dem Team auf seiner Lane Land sieht, dann ist das was anderes .. aber wenn das Spiel offensichtlich, trotz der eigenen Feederei, noch recht einfach zu gewinnen ist, noch mehr zu versuchen zu verlieren und dann im Allchat Positionen/Strategien zu verraten..? Das geht doch nun wirklich nicht in meinen Kopf rein. \n\nWo mache ich denn in meinem Text andere herunter, um mich selbst aufzuwerten? Es geht ja gar nicht darum, wie ich in dem Moment spiele und ich kann auch wunderbar mit Niederlagen umgehen - ich möchte nur verstehen, warum jemand - zum Beispiel - alle Items verkauft, Mobi-Boots kauft, um in die Gegner reinzurennen! Das _kann_ keinen Spaß machen und hat, meiner Meinung nach, auch nichts mit vernünftiger Konfliktbewältigung zu tun. \nIch stelle ja bewusst die Frage, ob das was mit dem Alter zu tun hat, dass ich das nicht verstehe, bzw. ob es das Alter ist, was einen dazu verleitet, so mit solchen Sitiuationen umzugehen! \n\nGruß","replies":[{"id":"","poster":"eingew","date":"2015-09-20T14:23:44.342+0000","up_votes":1,"down_votes":0,"body":"Die Leute sehen das nicht wirklich so, dass sie jemandem Schaden. Die meisten Menschen wollen das schließlich nicht. Die meisten Menschen wollen einfach für sich und alle anderen das beste. Das geht auch den meisten Flamern so. Aber sie fühlen sich unfair behandelt und wollen es deshalb dem Gegenüber \"heimzahlen\" oder denken, dass das so etwas wie ausgleichende Gerechtigkeit ist, oder sie fühlen sich  dazu verpflichtet, weil das die einzige Reaktion ist, die ihnen von anderen als sinnvoll eingebläut wurde. Es gibt viele Möglichkeiten, warum sie das tun.\nUnd ich denke wir alle können das gut nachvollziehen. Wenn sich jemand daneben benimmt, dann verdient er eine Strafe, damit er bemerkt, was er da falsch macht, womöglich bereut, aber sich auf jeden Fall bessert. Eine Reaktion, die ihn dazu zwingt, das eigene Verhalten zu reflektieren und möglicherweise neu zu formen. Der von dir oben beschriebene Spieler will das halt selbst in die Hand nehmen, weil er die andere, passive Möglichkeit des reportens schlicht übersieht, oder nicht von ihrer Effektivität überzeugt ist. Er weiß nicht, dass Riot Systeme hat, die die Spieler sehr effektiv reformieren oder zumindest vom Spiel ausschließen, sofern es nicht anders möglich ist.\n\nWieso sollte feeden keinen Spaß machen können? Hattest du noch nie das Gefühl, dass du jemand für sein Verhalten büßen lassen solltest? War noch nie jemand fies zu dir und du hast dir, zumindest im Nachhinein, eine passende Reaktion überlegt, die gezeigt hätte, dass du ihm überlegen bist? Genau sowas ziehen diese Leute eben direkt durch. Und doch, genau das ist ihre Art, mit einem Konflikt umzugehen. Sollte einem nicht völlig klar sein, dass nicht jeder Mensch für Deeskalation ist? Sieh dich um, die Welt besteht aus Kriegen, Deutschland sollte das als drittgrößter Waffenexporteur wissen. Nicht jeder Mensch geht optimal mit Krisen und Streit um. Vieles eskaliert in Gewalt. Und das Alter kein Maß für Weisheit oder Intelligenz oder Benehmen ist, sollte ebenso klar sein. Schauen wir uns G.W. Bush an. Der war alt. Aber weise? Nein, er war wütend. Und er war ein Mensch, der Situationen gerne eskalieren ließ, wie wir an den \"Anti-Terror\"-Kriegen sehen konnten.\n\nTl:dr Wenn ich mir ganz offen eine Meinung über dich bilden darf... meinst du nicht, dass du n bissl naiv bist? :P","replies":[{"id":"","poster":"Kelomat","date":"2015-09-21T00:25:44.793+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=5a9b6BYX,comment-id=000400000000,timestamp=2015-09-20T14:23:44.342+0000)\n>\n> Die Leute sehen das nicht wirklich so, dass sie jemandem Schaden. Die meisten Menschen wollen das schließlich nicht. Die meisten Menschen wollen einfach für sich und alle anderen das beste. Das geht auch den meisten Flamern so. Aber sie fühlen sich unfair behandelt und wollen es deshalb dem Gegenüber \"heimzahlen\" oder denken, dass das so etwas wie ausgleichende Gerechtigkeit ist, oder sie fühlen sich  dazu verpflichtet, weil das die einzige Reaktion ist, die ihnen von anderen als sinnvoll eingebläut wurde. Es gibt viele Möglichkeiten, warum sie das tun.\n> Und ich denke wir alle können das gut nachvollziehen. Wenn sich jemand daneben benimmt, dann verdient er eine Strafe, damit er bemerkt, was er da falsch macht, womöglich bereut, aber sich auf jeden Fall bessert. Eine Reaktion, die ihn dazu zwingt, das eigene Verhalten zu reflektieren und möglicherweise neu zu formen. Der von dir oben beschriebene Spieler will das halt selbst in die Hand nehmen, weil er die andere, passive Möglichkeit des reportens schlicht übersieht, oder nicht von ihrer Effektivität überzeugt ist. Er weiß nicht, dass Riot Systeme hat, die die Spieler sehr effektiv reformieren oder zumindest vom Spiel ausschließen, sofern es nicht anders möglich ist.\n> \n> Wieso sollte feeden keinen Spaß machen können? Hattest du noch nie das Gefühl, dass du jemand für sein Verhalten büßen lassen solltest? War noch nie jemand fies zu dir und du hast dir, zumindest im Nachhinein, eine passende Reaktion überlegt, die gezeigt hätte, dass du ihm überlegen bist? Genau sowas ziehen diese Leute eben direkt durch. Und doch, genau das ist ihre Art, mit einem Konflikt umzugehen. Sollte einem nicht völlig klar sein, dass nicht jeder Mensch für Deeskalation ist? Sieh dich um, die Welt besteht aus Kriegen, Deutschland sollte das als drittgrößter Waffenexporteur wissen. Nicht jeder Mensch geht optimal mit Krisen und Streit um. Vieles eskaliert in Gewalt. Und das Alter kein Maß für Weisheit oder Intelligenz oder Benehmen ist, sollte ebenso klar sein. Schauen wir uns G.W. Bush an. Der war alt. Aber weise? Nein, er war wütend. Und er war ein Mensch, der Situationen gerne eskalieren ließ, wie wir an den \"Anti-Terror\"-Kriegen sehen konnten.\n> \n> Tl:dr Wenn ich mir ganz offen eine Meinung über dich bilden darf... meinst du nicht, dass du n bissl naiv bist? :P\n\nWas hat denn das mit Naivität zu tun? \nIch meine, ich bin nicht völlig weltfremd - wie gesagt, ich kann Wut absolut verstehen, denn LoL hat für mich so viel Frustpotenzial, wie kein anderes Spiel, aber dann absichtlich (in einem Ranked) zu feeden, um es meinem Mitspieler heimzuzahlen, ist mir noch nie in den Sinn kommen.. Einfach weil es für mich nicht logisch ist. Ich will gewinnen. Jedes Spiel. Und wenn ich, wie beschrieben, sehe, dass das Team noch eine mehr als deutliche Chance hat, das Spiel zu gewinnen, dann würde ich (ich!) nicht auf die Idee kommen, das zu boykottieren. Ich hab das Ranked gestartet, um zu gewinnen und ich lasse den Schwachsinn anderer scheinbar nicht so nah an mich heran, dass ich dann zu einem so albernen Mittel greife. Gerade letztens in nem Ranked - ich Tristana, Morgana Supp. Sie engaded ein paar mal, ich followe ihr scheinbar nicht aggressiv genug und sie sagt \"fck dich. ich gehe eine rauchen.\" und stellt sich regungslos an den Bot Tower. Meine Tristana ging am Ende mit 14-0-4 raus und wir haben das Spiel gewonnen. Warum hätte ich alle meine Items verkaufen sollen und, wie ein Trottel, mit Mobi-Boots in die Gegner reinlaufen sollen, um es der Morgana heimzuzahlen? \n\nNochmal - es geht hier nicht um ragen, flamen, Wut, Hass, etc - es geht um die stupide \"ich verkaufe alle meine Sachen, feede intenionally und verrate den Gegnern unsere Mappositionen, weil einer meiner Mitspieler nicht so spielt, wie ich das will\"-Mentalität. Das ist für mich einfach so unglaublich dämlich, dass ich das nicht begreifen kann :) \n\nUnd, nochmal²: so ein Verhalten sieht man wirklich extrem selten. Flamer/Ragequitter/usw nicht ganz so selten. Mir geht es, wie gesagt ^^, nur um diese Extremfälle.\n\n\nVielleicht bin ich da auch anders. Für mich gibt es diverse Möglichkeiten meine Wut rauszulassen.. Schreien, auf den Schreibtischstuhl klopfen, aufstehen und kurz wütend durch die Gegend gehen, meinetwegen was in den Chat schreiben - aber noch nie, hat mich jemand so dermaßen geärgert, dass ich dann anfange blind in Gegner zu rennen. Das ist für mich, schlicht und ergreifend, kindisch - unabhängig der Altersfrage.","replies":[{"id":"","poster":"eingew","date":"2015-09-21T06:56:52.919+0000","up_votes":1,"down_votes":0,"body":"Intentional Feed, nur weil man wütend ist, ist natürlich nicht rational. Es ist eine Kurzschlussreaktion, über die die betreffenden Personen wohl kaum großartig nachgedacht haben. Es ist ein \"hast du jetzt davon\" gepaart mit einer Art Tunnelblick, die dazu führt, dass diese Personen alles ignorieren, außer ihr Ziel, dem \"Bösewicht\" das Leben schwer zu machen.\nNatürlich ist das nicht logisch. Es ist auch nicht logisch auszurasten und seine Frau und ihre Affäre umzubringen. Trotzdem gibt es Leute, die das tun :P","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-09-21T09:13:31.086+0000","up_votes":2,"down_votes":0,"body":"Also ich hatte das mal weil wir net aufgegeben haben und der Mate meinte wenn er den Gegner genug hochfeedet is das Spiel schneller zu Ende. Er wollte als einziger surrendern (Gott weiß warum) aber wir net , stand 4:1 gegen Aufgabe un der hat nen Rappel bekommen und fing halt an zu feeden. \n\nDabei sahs im Spiel recht ausgeglichen aus. Wir hätten reelle Chancen auf nen Sieg gehabt, so zog sich das Spiel dann doch noch um die 50min in die Länge. Der Typ war entsprechend stocksauer . \n\nVlcht. mußte er essen und das spiel dauerte ihm bis dahin  zu lange und er wollte nicht afk gehen oder ... k.A. Aber sowas gibts schonmal eben. \n\nWas ich damit sagen will, manche meinen eben mit Feeden ist das Spiel schneller zu Ende. Wär schonmal ein Grund, den man verstehen könnte.\n\nmfg\nMB","replies":[]},{"id":"","poster":"TheT0xicAvenger","date":"2015-09-20T13:25:23.943+0000","up_votes":2,"down_votes":0,"body":"Schätze mal, dass ist so eine Art Auge um Auge Denken bei den Leuten, ala:\n\n\"Ich hatte wegen Spieler X aus Grund Y eine so schlechte Spielerfahrung, dass der nun auch mal genau so Leiden soll, wie ich das wegen dem musste. Kollateralschäden? Hallo? Ich wurde doch soooo verletzt!11! Da kann ich nu keine Rücksicht mehr nehmen ...\"\n\nIch hab mich am Anfang auch sehr gewundert, was einige so ingame aufführen und erst mal hier im Forum nachgelesen, was mir auch sehr geholfen hat, mit solchem Verhalten besser umzugehen.\n\nDie schlüssigste und amüsanteste Erklärung hab ich aber durch Youtube Videos von Disco Heat (League of Children) bekommen. Der zeigt nämlich anschaulich den Umstand auf, dass es sich bei Flamern sehr oft um Leute handelt, die grad selber einen/viele Fehler gemacht haben und das dann gerne anderen anlasten wollen, da sie offenbar bei der Frustbewältigung versagen. Ich hab mal in meinen Spielen darauf geachtet und da ist durchaus was dran.\n\nDie Unfähigkeit, sich eigenen Fehlern zu stellen und sie lieber bei anderen zu suchen deutet imho auf gewisse narzisstische Tendenzen hin. Das erklärt auch die teilweise extreme Ausdrucksformen: für diese Leute geht es eben nicht mehr \"nur um ein Spiel\", sondern die fühlen sich wirklich persönlich angegriffen. Letztlich gewichten die sich auch als wichtiger/wertvoller, als die restlichen Spieler, die als Kollateralschaden geopfert werden, nur damit die persönliche \"Gerechtigkeit\" nach der Auge um Auge Formel hergestellt ist.\n\nEs sind also im Grunde Merkmale von Persönlichkeitsstörungen und ich muss ganz ehrlich sagen, wenn ich mir die Ausmaße ansehe, in denen das in LoL teilweise stattfindet (bin noch in der Lvlphase), ist das aus psychologischer Sicht, bezüglich der Häufigkeit, schon bedenklich.\n\njust my 2c","replies":[{"id":"","poster":"eingew","date":"2015-09-20T14:26:58.614+0000","up_votes":1,"down_votes":0,"body":"Es geht dabei übrigens nicht immer nur, um die Rache an einer bestimmten Person. Ich meine seien wir ehrlich, vermutlich ist es für uns am Ende auch nie wichtig, ob und jetzt der gegnerische Zed, oder der Warwick beleidigt hat. Natürlich reporten wir nur den richtigen, aber es bleibt uns danach ja wohl eher die Beleidigung, als der Übeltäter selbst im Sinn, oder?\nUnd deshalb gibt es nicht selten Spieler, die das in den Spielen danach an ihren Teams auslassen. Ich hab sogar schon hier im Forum Leute getroffen, die meinten, wenn jemand bei ihnen trollt, machen die das im nächsten Spiel aus \"Rache\" an der Community auch.","replies":[{"id":"","poster":"TheT0xicAvenger","date":"2015-09-20T16:34:06.932+0000","up_votes":1,"down_votes":0,"body":"Also ein von Dir beschriebenes Verhalten, wo man sich wahllos an Unbeteiligten \"rächt\", weil einem selber irgendwann (vermeintliches) Unrecht geschehen ist, würde ich als pathologisch einordnen. So ein Verhalten lässt sich jedenfalls nicht mehr rational begründen. Nicht umsonst gibt es den Spruch \"Was Du nicht willst, das man Dir tu ...\"\n\nDass mir der Name/Champ der Person, die grade irgend nen Mist verzapft ziemlich egal ist - da stimm ich Dir zu .. ich mach mir bei Extremfällen schon immer Notizen, weil ich mir den Namen/Char gar nicht groß merken kann. Aber das widerspricht nicht zwingend meiner Theorie - da wird das Feindbild halt ein wenig transzendiert, genau wie beim Reporten. Man kann sich vieleicht nicht den Namen der Person merken, aber man reportet halt \"den Typ, der alle beleidigt hat\" aka \"den Flamer\". Man reduziert die Person auf die eine Verhaltensweise und kategorisiert sie entsprechend.\n\nWenn man die Person quasi aus der Tat nimmt und nur noch das Vergehen als Gegenstand betrachtet, kann man demjenigen auch umso mehr Schaden, ohne ein schlechtes Gewissen zu bekommen, da man einerseits eben keine Person sondern eine diffuse Gruppe angreift (zb \"die Feeder\") und somit deutlich weniger Mitleid hat. Andererseits belügt man sich selbst so weit, dass man das eigene schlechte Verhalten zum Kampf für die Gerechtigkeit umdeuten kann, denn \"die\" haben es ja \"verdient\".\n\nInsgesamt eher der Charles Bronson Approach - Polizei/Richter/Vollstrecker .. alles in einer Person und wenn jemand sich zu einer solchen Aufgabe berufen fühlt, wären wir dann auch wieder bei den narzisstischen Störungen. ;)","replies":[]}]}]},{"id":"","poster":"Ender Chest","date":"2015-09-20T10:08:32.134+0000","up_votes":2,"down_votes":0,"body":"Hab mir diesbezüglich auch schon oft Gedanken gemacht, weshalb das so ist. Kennst du das bei einem Offlinespiel, wenn du gerade null Bock hast zu spielen, weil du selber die ganze Zeit stirbst oder die Mission nie erfüllst? Dann fängt man plötzlich an unnötige Dinge zu tun, wie zum Beispiel herauszufinden auf welche Weise man alles sterben kann uvm. Ich denke das ist auch bei League of Legends so. Vielen ist aber offenbar nicht bewusst, dass sie damit auch andere Mitspieler schaden.\n\nIst nur 'ne Theorie.","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-20T12:38:45.261+0000","up_votes":1,"down_votes":1,"body":"Frust? Enttäuschung? Gerechtigkeit? Wut? ...........\n\nWolltest du nicht schon einmal dein Handy/Tastatur gegen die Wand werfen, weil irgendwas nicht so funktionierte wie du wolltest?","replies":[]}]}