{"id":"vnVEzJyJ","poster":"YeonTV","date":"2015-09-19T15:07:00.149+0000","title":"Janna Hilfsvideo","subforum":"Champions & Gameplay","embed":{"title":null,"description":null,"url":"https://www.youtube.com/watch?v=3IbDi8MTqJY","image":null},"up_votes":1,"down_votes":1,"body":"Hall&ouml;chen, ich habe ein kleines Video zu Janna gemacht (Runen,Meisterschafte und Items) vielleicht hilft es dem ein oder anderen ja weiter &bdquo;smile&ldquo;-Emoticon.\r\nDa dies mein zweites Video in die Richtung ist w&uuml;rde ich mich sehr &uuml;ber Verbesserungsvorschl&auml;ge (Fehlt euch etwas wichtiges? oder ist etwas unverst&auml;ndlich?) und nat&uuml;rlich auch Kritik (Rauslassen oder Sch&ouml;ner gestalten.. wenn ja wie stellt ihr euch das vor) \r\nfreuen.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-19T18:56:29.735+0000","up_votes":1,"down_votes":0,"body":"Habe nur am Itembuild was zu meckern, da der Rest Geschmackssache und spielerabhängig ist.\n\n{{item:3050}} sollte in jedem {{champion:40}}guide auftauchen. Ist zZ vielleicht sogar ein Coreitem. Es bringt ihr einfach unheimlich viel.\n\nVon {{item:3075}} und {{item:3083}} würde ich bei einer {{champion:40}} generell abraten. Janna fehlt für {{item:3075}} das Leben und für {{item:3083}} die defensiven Stats. Eine Mischform wie {{item:3143}} ist daher empfehlenswerter.","replies":[{"id":"","poster":"YeonTV","date":"2015-09-20T03:01:31.167+0000","up_votes":1,"down_votes":0,"body":"Es ist sicherlich vieles Geschmackssache und es gibt viele Wege Janna zu bauen. {{item:3050}}  ist ein sehr mächtiges Item was man aufjedenfall mit einbinden könnte. zum Dornenpanzer / Warmogs / {{item:3143}}  muss ich sagen kommt wie gesagt komplett auf die Spielsituation an. Pures AD gegner team -> {{item:3075}}  viel atack speed und ad schaden -> {{item:3143}}  viel Magie Schaden oder Hybrid dmg ->{{item:3083}}\n\n\nVielen Dank für dein Feedback das hilft mir weiter für meine kommenden Videos.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-20T10:38:29.812+0000","up_votes":2,"down_votes":0,"body":"Wenn du deine 5 Items hast und dich für das 6. entscheiden musst, hättest du auf Stufe 18 folgende defensive Stats: Leben: 2016, Armor: 92, Magieresistenz: 72. \nMit {{item:3083}} hättest du 2816 Leben, 92 Armor und 72 Magieresistenz. Das sind zu viel Leben und zu wenige Resistenzen. Die [\"effektive Heilung\"](http://de.leagueoflegends.wikia.com/wiki/R%C3%BCstung) (Rüstung) ist damit nicht optimal ausgenutzt {[Link für Magieresistenz](http://de.leagueoflegends.wikia.com/wiki/Magieresistenz)}.\nArmor: 2816 x 1,92 = 5407; Magieresistenz: 2816 x 1,72 = 4844 --> 10251 \"Effektive Heilung\"\nMit {{item:3075}} hättest du 2016 Leben, 192 Armor und 72 Magieresistenz.\n\"Effektive Heilung\": Armor 2016 x 2,92 = 5887, Magieresistenz 2016 x 1,72 = 3468 --> 9355 \"Effektive Heilung\"\nMit {{item:3143}} hättest du 2416 Leben, 152 Armor und 72 Magieresistenz.\n\"Effektive Heilung\": 2416 x 2,52 = 6088, Magieresistenz 2416 x 1,72 = 4156 --> 10244\n\nHeißt mit {{item:3143}} hast du allein an \"effektiver Heilung\" 900 mehr als mit {{item:3075}}.\n{{item:3083}} ist dann nur zu empfehlen, wenn der Dmg der Gegner genau 50Ad:50Ap ist. Sonst hat hier {{item:3143}} bei Armor den Vorteil von 600 \"Effektiver Heilung\". Aber für Magieresistenz gebe es dann noch bessere Optionen.","replies":[]}]}]},{"id":"","poster":"Bemte","date":"2015-09-19T16:20:26.646+0000","up_votes":1,"down_votes":0,"body":"Nettes Video. :)\nVerbesserungsvorschläge: \n1. Warmogs? Kommt man damit auf 3k HP? Wenn nein: lohnt es sich trotzdem, obwohl man die passive nicht kriegt?\n2. Ein netter Trick, den ich bei einer gegnerischen Janna gesehen hab heute: Wenn der eigene ADC lieber farmen und nicht traden möchte, kann man den Schild auf sich selbst machen. Dadurch kann man dem Gegner ein paar verstärkte AAs reinhauen und blockt deren AAs. Muss man natürlich gut planen, sonst wird man gekillt - wenn man es geschickt macht, kann man aber die Gegner sehr schön fürs Farmen bestrafen, während der eigene ADC in Ruhe farmt.\n3. Bei den Wardplätzen, nur interessehalber: was hältst du davon, beim gegnerischen Blue zu warden (wenn man auf der blauen Seite ist)?\nNatürlich nur gesetz dem Fall man kann da gefahrlos reinrennen, weil der Jungler und die gegnerische Bot gerade nicht da sind, finde ich das einen sehr feinen Wardplatz. Man sieht dort den gegnerischen Jungler, wenn er Blue oder Gromp macht und kann sich schon darauf einstellen, dass er ggf. bald auf einen Sprung vorbei kommt.\n\nUnd kannst du vllt. noch ein paar Tipps zum Zephir (die W ist das glaub ich) geben? Ich verwende die wenn ich Janna spiele fast nie, da ich nie nah genug an den Gegner rankomme (ohne zu sterben^^).","replies":[{"id":"","poster":"YeonTV","date":"2015-09-19T17:15:33.928+0000","up_votes":1,"down_votes":0,"body":"1.Mit dem letzen \"Optionalen Item\" Warmogs kommt man (bei lvl 18) auf ungefähr 3500 hp.\n2. Sicherlich das ist eine gute Sache an Janna.( Vermehrt wollte ich auf den Start eingehen in dem kleinen Guide und nicht auf das ganze Spielverhalten... ich denke das muss man einfach selber lernen)\n3. Den Blue warden halte ich für die Laningphase nicht so Optimal da es ein sehr weiter weg ist bist dorthin. Allerdings sind Buff Wards im Mid und Lategame sehr sehr gut ob beim Blue oder beim Red.\n\n\nDen Zephir setze ich immer dann ein wenn A. ein Gank von meinem Jungler kommt in Kombination mit Q und schilde mich oft mit dem ersten schild selber um eben nicht zu sterben oder B. Zum slowen falls der Gegnerische Jungler kommt und das ebenfalls mit dem Q hinterher, dass er nicht in meine Nähe kommt und man somit dem Carry schützen kann.","replies":[]}]}]}