{"id":"IraFiore","poster":"DaGumbaGumba","date":"2015-09-18T23:30:52.605+0000","title":"Fehler beim Lol-Clientstart nach der Championselection. Hilfe ;d","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe seit einiger Zeit ein Problem mit dem LoL-Spielclient. Nach der Championselection l&auml;dt alles nur sehr langsam und ab 67% zeigt sich die Netzwerkwarnung : &quot;Deine Verbindung wurde getrennt. Bitte &uuml;berpr&uuml;fe deine Intenetverbindung und versuche es erneut.&quot; Dieser Bug tritt nur bei meinem alten Laptop auf und ich kann ihn mir in keinster weise erkl&auml;ren. Ich habe schon viele Tipps gelesen und ausprobiert, LoL neuinstalliert und repariert, mit dem Support nach einer L&ouml;sung gesucht aber anscheinend ist das komplizierter als es scheint. Ich habe Firewalls kontrolliert, das Internetprotokoll ge&auml;ndert, WTFast benutzt, alle Treiber und Versionen neuinstalliert und alle verschiedenen Einstellungen durchprobiert, jedoch ohne Erfolg. Ich hatte das Problem erstmalig vor einem Ranked-Game nach der Championselection, hing der Laptop kurz und der LoL-Client &ouml;ffnete sich im Fenstermodus, anstatt im Vollbildmodus. Ich habe den Client daraufhin geschlossen und neu ge&ouml;ffnet und dannach war es dem Laptop in keinen der darauf folgenden Games (dem Ranked eingeschlossen) m&ouml;glich zu connecten. Weder Private noch Official-Games funktionieren. Egal ob ich &uuml;ber LAN oder WLAN verbunden bin, das macht keinen unterschied. Mittlerweile bin ich echt genervt weil ich den Laptop nicht komplett zur&uuml;cksetzen will und mir keine logische L&ouml;sung mehr einf&auml;llt. Ich hoffe jemand hatte vlt. mal das selbe Problem und kennt eine L&ouml;sung, oder Riot lie&szlig;t das und versucht den Bug zu fixen. Ich hoffe ich bin nicht alleine mit dem Problem oder kann anderen evt. helfen, die das selbe Problem haben.\r\n{{champion:32}}  ;d","replies":[{"id":"","poster":"Rito Thx And Bye","date":"2015-09-20T20:31:44.845+0000","up_votes":1,"down_votes":0,"body":"Grüße DaGumbaGumba!\n\nOh je, wenn der Support schon verzweifelt werden wir das hier wahrscheinlich auch. Aber wir werden unser bestes probieren!\nEin guter Anfang wäre mal, wenn du deine Specs hier rein hauen würdest :)\n\nVielleicht kann ein kleiner Informatik Student dann schonmal ein wenig schauen ;)\n\n\"Möge das Glück immer mit der sein!\"","replies":[]}]}