{"id":"q5cF1BzA","poster":"Einfach nur VOX","date":"2015-09-18T16:22:21.140+0000","title":"Suche Mentor bzw einen Clan/Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Also ich spiele seid ca 3 Monaten League of Legends.Bin mittlerweile Silver IV und spiele eher mittelm&auml;ssig als Profim&auml;ssig.\r\nIch spiele &uuml;berwiegend Normals,wo ich eigentlich auch gute erfolge habe,Ranked allerdings komme ich nicht weiter.Ich schaffes es zwar Ranked spiele zu gewinnen,aber genauso verliere ich sie auch wieder,sodass ich es nicht schaffe aufzusteigen.Ich habe jede menge Champions und bin gut als  Mid,TOP,Supp,adc.Meine Favoriten Champs die ich z.b auf der Midlane einsetze sind Heimerdinger,Karthus,Kayle.Auf der Top Lane w&auml;re das z.b Garen,Xin,Teemo.Supporter Champs favorisiere ich eher auf Soraka,Kayle,Heimer und Morgana.Die Rolle als ADC muss ich zugegeben noch mehr trainieren,aber da nutze ich eher Ash oder \r\nebenfalls Heimer (da Habe ich noch keinen besseren adc champ gekauft)Auch wenn es nun so r&uuml;ber kommt,aber es sind nat&uuml;rlich \r\nnicht meine einzigen champs,ich habe nat&uuml;rlich jede Menge gekauft,wobei ich nur die h&auml;lfte von denen spiele lach\r\nEinen Mentor der mir hilft meine st&auml;rken bzw schw&auml;chen zu finden,diese zu korrigieren bzw meine st&auml;rken bessere und gezielter einzusetzen,das w&auml;re etwas,was mich freuen bzw gut helfen k&ouml;nnte.Auf Flamer wenn man fehler macht kann ich verzichten!\r\n\r\nDies ist mein erster wirklicher Beitrag im Forum,daher keine Ahnung was ihr nun von meinen Post haltet\r\nRechtschreibfehler k&ouml;nnen behalten werden :-)\r\n\r\nPS:Habe nat&uuml;rlich auch ts3","replies":[{"id":"","poster":"LordofLeagends","date":"2015-09-18T23:00:54.811+0000","up_votes":1,"down_votes":0,"body":"Tachchen \nIch bin im Moment Platin 4-5 und spiele hauptsächlich Jungle.\nFür mich sieht es so aus als würdest du jemanden suchen, der dich auf den \"richtigen Pfad\" bringt bzw. dir einige Basis Tipps und Anleitungen gibt.\nIch bin der Meinung wir sollten uns mal zusammen setzen und ich erklär dir das Eine oder Andere.\nGrüße","replies":[]},{"id":"","poster":"Bami96","date":"2015-09-18T16:57:01.684+0000","up_votes":1,"down_votes":0,"body":"Ich würde dir gerne helfen, aber mit  deinen champions kenne ich mich nicht besonders gut aus. Ein tipp: Du musst nicht auf allen Rollen 3-4 champions können. Eigentlich brauchst du nur eine main rolle wie z.B mid und eine ander rolle, die allgemein weniger beliebt ist wie z.B support. Bei diesen zwei Rollen sind 2-3 champions vollkommen ausreichend. Natürlich ist es auch gut einen bis zwei champions für die anderen rollen zu beherrschen, aber ich denke du wirst meistens eine der zwei rollen bekommen.\n\nMfg bami96","replies":[{"id":"","poster":"Bami96","date":"2015-09-18T17:01:16.277+0000","up_votes":1,"down_votes":0,"body":"Und streite dich nicht mit deinen teammitgliedern, auch wenn sie eindeutig falsch liegen. Es bringt überhaupt nichts und ihr verbringt mehr zeit mit schreiben als mit spielen. Falls du es nicht schaffst ihn zu ignorieren, kannst du ihn einfach muten. Ausserdem ist es ratsam deine Teammitglieder zu loben und aufzumuntern :)","replies":[{"id":"","poster":"Rengy Sama","date":"2015-09-18T18:22:14.269+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Einfach nur VOX","date":"2015-09-18T18:47:53.714+0000","up_votes":1,"down_votes":0,"body":"Du habe mir dein Spielverlauf angesehen und du scheinst schon sehr erfahren zu sein.Ich habe dir eine Anfrage gesendet auf das wir mal leichter schreiben können und ts3 daten austauschen können","replies":[]}]}]}]},{"id":"","poster":"Einfach nur VOX","date":"2015-09-18T18:08:32.618+0000","up_votes":1,"down_votes":0,"body":"Danke für deine netten Worte :-)Gibt also auch nette Leute hier :-D","replies":[]}]}