{"id":"mioiR6rg","poster":"S1MON310","date":"2015-09-18T14:19:30.043+0000","title":"Itemsets wiederherstellen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch habe letzte Woche meinen Client deinstalliert und heute war ich dann soweit mit dem Patchen, dass ich mich wieder einloggen konnte. Dass die Itemsets nach einer Deinstallation weg sind wusste ich... Deswegen habe ich den Ordner &quot;Champions&quot; gesichert. (Darin ist zB der Ordner Kayle, indem eine Textdatei (Itemset)  liegt)\n\nIch dachte, ich k&ouml;nnte diese Dateien einfach einmal r&uuml;berkopieren. Naja... Im LoL Ordner finde ich den config-Ordner aber nichtmehr... (Ich hatte eine alte LoL-Installation) Auch nach mehrerem Suchen und durchklicken fand ich nix... \n\nKann mir da jemand weiterhelfen? Wie gesagt: Die Sets als Datei hab ich noch! (Also aufm Desktop)\n\n\n\n~ Simon","replies":[{"id":"","poster":"S1MON310","date":"2015-09-18T14:34:59.085+0000","up_votes":1,"down_votes":0,"body":"Habe jetzt nochmal auf der Riot-Support Seite geschaut: Dort ist beschrieben, wie man aktuelle Itemsets sichern kann... Meine \"alten\" Dateien lagen jedoch wie schon erwähnt in einem völlig anderen Ordner.","replies":[{"id":"","poster":"Fairez","date":"2015-09-18T17:05:39.759+0000","up_votes":2,"down_votes":0,"body":"Hallo,\nder Config Ordner befindet sich direkt im League of Legends Verzeichnis. Die Itemsets werden an unterschiedlichen Stellen gespeichert, je nachdem wie du diese erstellt hast.\n\nEinmal gibt es die Dateien unter \"League of Legends\\Config\\Champions\". Wenn der Config Ordner nicht vorhanden ist, starte bitte einfach mal ein Spiel und schau anschließend nochmal nach.\n\nDann gibt es noch die \"name.properties\", diese findest du unter \"League of Legends\\RADS\\projects\\lol_air_client\\releases\\0.0.1.160\\deploy\\preferences\". Dort werden auch Itemsets abgespeichert.","replies":[{"id":"","poster":"S1MON310","date":"2015-09-18T18:42:17.452+0000","up_votes":1,"down_votes":0,"body":"Habe in der Zwischenzeit eines der Itembuilds neu erstellt und have gerade nochmal geschaut: Nun sind dort die Builds... Nach dem ersten öffnen/schließen von LoL war dort kein Champions-Ordner.\n\nDanke :){{item:2054}}","replies":[]}]}]},{"id":"","poster":"S1MON310","date":"2015-09-19T12:53:03.773+0000","up_votes":1,"down_votes":0,"body":"Soooo ich muss mich (leider) wieder melden:\n\nIch dachte ich könnte nun einfach das vorhandene Set (also die json-Datei) in den neuen Ordner kopieren. Spiel neu gestartet... Itemset nicht da (also bin in nen Custom gejoint und hab dann geschaut). Nun schaue ich mal in dem preferences-Ordner nach und füge es dort ein.\n\n(Also Trash-Set erstellt benannt und dann die alten Items eingefügt, indem ich die Itemblöcke ersetzt habe in der json-Datei)\n\nDanach hat sich mein Client gedacht lösch ich mal die Itemsets... Naja größtenteils habe ich 2 Sets, welche ich brauchte neu erstellt und die anderen werden folgen, wenn ich Zeit habe. Aber vielleicht hat ja sonst noch jemand eine Idee, um das Problem zukünftig zu umgehen.\n\n~ Simon","replies":[{"id":"","poster":"Fairez","date":"2015-09-19T14:57:51.515+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndie \".json\" Datei muss ein gewisses Format haben. Zudem gibt es einige Beschränkungen bei dem Namen der Datei.\n\nWie schon geschrieben, gibt es zwei Speicherorte, normalerweiße werden die Itemsets in der Datei \"name.properties\" gespeichert, wenn du dir diese Datei absicherst kannst du diese auch bei einer Neuinstallation wieder einfügen und die Gegenstandssets sind wieder verfügbar.\n\nHier findest du eine Anleitung:\n-> https://support.riotgames.com/hc/de/articles/201752904-Gegenstandssets","replies":[]}]}]}