{"id":"cPJ7aRsW","poster":"Bemte","date":"2015-09-18T17:38:36.173+0000","title":"keybinding","subforum":"Champions & Gameplay","embed":{"title":"Guide to Easy Kiting (Left Click Attack) * /r/leagueoflegends","description":"EZMODE KITING**, fraug * * * Part I of this post explains why you should use this setup and explains some of the nuances Part II is the...","url":"https://www.reddit.com/r/leagueoflegends/comments/1bo2nk/guide_to_easy_kiting_left_click_attack/","image":"https://www.redditstatic.com/icon.png"},"up_votes":1,"down_votes":0,"body":"moin,\n\nich hab obigen Link gefunden und das auch gleich mal ausprobiert.\nAttackmove auf die linke Maustaste hat geklappt, aber seit dem werden keinerlei &Auml;nderungen in meiner input.ini mehr akzeptiert.\nSoll hei&szlig;en: egal was ich in der Datei &auml;ndere (zB h&auml;tte ich gerne die normalen Funktionen der linken Maustaste auf shift+linksklick statt Mausrad), es werden einfach die Einstellungen der ersten &Auml;nderung verwendet. Lol neustarten, PC neustarten,... &auml;ndert daran leider nichts. :(\nMeine aktuelle input.ini:\n\n&gt; [GameEvents]\n&gt; evtPlayerPingComeHere=[l]\n\nZum Testen hab ich mal alles bis auf diese eine Zeile rausgeworfen, aber nach wie vor ist AttackMove auf der linken Maustaste und dieser Ping hier ist nicht auf l - d.h. die input.ini wird von Lol &uuml;berhaupt nicht geladen.\nIrgendjemand eine Idee, woran das liegt und wie ich LoL dazu kriege, die Datei einzulesen?\n\n\nedit: ich hab jetzt ingame bei den Keys \"reset default\" gemacht, die input.ini wurde dadurch auch geändert. Nun hat meine linke Maustaste allerdings gar keine Funktion mehr (AttackMove weg, aber alte Funktion nicht wiederhergestellt^^) - herrlich sowas...","replies":[{"id":"","poster":"ZIoM3rO","date":"2015-09-22T07:18:18.938+0000","up_votes":1,"down_votes":0,"body":"Ich habe das gleiche Problem.. hast du es mittlerweile fixen können? Ich habs nämlich nicht geschafft bis jetzt. Hoffe du hast es und kannst mir helfen x) May the caretaker be with you! {{champion:432}}","replies":[{"id":"","poster":"Bemte","date":"2015-09-22T16:36:37.687+0000","up_votes":1,"down_votes":0,"body":"Lol deinstallieren, LoL-Ordner auf der Festplatte löschen, LoL neu installieren.\nWar der einzige Weg, wie ich es gefixt gekriegt habe.\nDanach hab ich nicht mehr am Keybinding rumgespielt, also frag mich nicht, wie man die jetzt umstellen kann.^^","replies":[]}]}]}