{"id":"u3cdzJ8f","poster":"OG N7A Quarium","date":"2015-09-17T23:40:29.126+0000","title":"Auf der Suche nach neuen \"Mitgliedern\" unserer Community","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Nabend liebe Leser,\r\n\r\nwie im Titel schon beschrieben, suchen wir neue Leute, die Lust haben zu zocken.\r\nKurz zu uns: Wir sind die Ocarina Gaming Community (K&uuml;rzel: OG). Uns gibt es seit Mitte 2014. Wir sind eine kleine Ansammlung von Spielern, die Spa&szlig; am Zocken haben und das gern in einer Gruppe. Mal ehrlich, hat doch eh keiner Bock alleine oder nur zu dritt &#039;n Normal zu spielen, um dann von 2 anderen getrollt zu werden. Zu 5 ist halt immer besser und macht mehr Spa&szlig;.\r\n\r\nWir versuchen eine Community aufzubauen in der man egal um welche Uhrzeit immer 5 Leute zusammen bekommt zum Zocken. \r\nWir suchen freundlich, h&ouml;fliche und vorallem humorvolle Leute zum Zocken. TS3 ist vorhanden. Website? Wozu? Ist das Geld nicht wert. Vielleicht wenn man mal so 100 Leute zusammen hat oder so.  In unseren Reihen haben wir eine &quot;German Emmissary&quot;.\r\n\r\nDu solltest mind. 18 sein, Beschw&ouml;rerlevel 30 und wenigstens ein bisschen Plan vom Game haben, ebenso w&auml;re es schon hilfreich, wenn du auf jeder Lane mind. 3 Champs spielen kannst.\r\nDie Elo spielt quasi keine Rolle. \r\n\r\nKein Flame, Kein Rage (au&szlig;er auf Teammates, wenn die mal Pentaklauen oder dir den Tod bringen), gute Laune w&auml;re auch nice, muss aber nicht. Im Normalfall bekommst du gute Laune durchsspielen.\r\n\r\nThema Teamrankeds: Das ist gar kein Thema. Teams gibt es, neue k&ouml;nnen erstellt werden, die Leute haben auch Bock. Was wir nicht wollen, sind Leute die nur zum Teamranked zocken kommen, um evtl die Awards absahnen zu k&ouml;nnen und/oder die sich &quot;boosten&quot; lassen wollen.\r\n\r\nUnsere Elo liegt zwischen Platin und Silber. Spielen aber meist passables Goldniveau. \r\n\r\nAltersdurchschnitt liegt bei Mitte 20 w&uuml;rd ich mal behaupten.\r\n\r\nSollte ich was vergessen haben, ihr Interesse habt oder noch Fragen, dann addet mich einfach bei LoL.\r\nMein derzeitiger Nickname ist: **OG N7A Quarium**\r\n\r\nMFG\r\n\r\nOG N7A Quarium","replies":[]}