{"id":"QXXvxRGK","poster":"Kata Ga Kill","date":"2015-09-18T02:44:08.642+0000","title":"Tri und Panzer mit Irelia und Absoluter Schaden","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Dat da {{champion:39}}  mit dem da {{item:3078}} und dem da {{item:3742}}, \nfunktioniert die Passive vom Panzer (die 100 Stack n&auml;chster AA verst&auml;rkt) in Kombi mit dem Glanz Effekt vom Trinity?\n\nAlso das ich nach nem Anlauf Q mache und dann den Ultimativen AA Hit habe, der nen Krater in Kluft der Beschwörer einschlägt wo kein Grass mehr wächst.\n\n\nDann wollte ich noch nebenbei fragen, was ist genau &quot;Absouluter Schaden&quot;?","replies":[{"id":"","poster":"ÆonFox","date":"2015-09-18T05:04:43.342+0000","up_votes":1,"down_votes":0,"body":"Absoluter Schaden wird nicht wie Normaler Schaden von Rüstung  oder wie Magischer Schaden von Magieresistenz reduziert, er durchschlägt sozusagen Rüstungen, es giebt nur wenige Fähigkeiten die diesen Schaden verringern, wodurch dieser Schaden sehr Effecktiv ist.\n\nDer Bonusschaden der Tryforce hängt and dem Grundschaden des Trägers und ist Normaler Schaden, der Panzer veruhrsacht bis zu 100 Normalem Schaden, einen guten Effeckt kannst du damit schon erzielen aber einen Krater wirst du nicht schlagen XD. Steracks Pegel ist btw sehr gut auf Irelia, es verstärkt die Tryforce.\n\nGruß Fox","replies":[{"id":"","poster":"Skyy22","date":"2015-09-18T10:10:37.363+0000","up_votes":1,"down_votes":0,"body":"Proct botrk mit trinity?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-18T13:52:42.868+0000","up_votes":1,"down_votes":0,"body":"Nein. Die Passive Zauberklinge funktioniert nur mit Fähigkeiten.","replies":[{"id":"","poster":"Skyy22","date":"2015-09-18T14:58:50.830+0000","up_votes":1,"down_votes":0,"body":"Nein ich meinte wird der Botrk Damage zum Trinity Proc dazugerechnet? Bei Ezreal zum Beispiel. Wenn ich Botrk und trinity hab, bekommt der gegner dann den trinity procc (aus grundschaden) + q damage + botrk damage?","replies":[{"id":"","poster":"Bergelmir32","date":"2015-09-18T15:11:22.147+0000","up_votes":1,"down_votes":0,"body":"Bei Ez hast du denn Q Grundschaden + Q 110%AD + Spellblade Proc + BorK On-Hit Effekt Schaden.\n\nDas sind einfach nur On-Hit Effekte die drauf gepackt werden, so schwer ist das doch nun wirklich nicht. Wenn du noch ein Wits End dazu hast kommen nochmal 42 Magischer Schaden dazu usw.","replies":[]}]}]}]}]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-18T13:44:41.879+0000","up_votes":1,"down_votes":0,"body":"Nach dem Q wirst du sowieso keinen Bonus auf deinem AA erhalten, da das Q die Treffereffekte bereits auslöst.","replies":[]},{"id":"","poster":"SuperplexP","date":"2015-09-18T09:31:30.929+0000","up_votes":1,"down_votes":0,"body":"Noch mal in kurz:\n\nSheenproc = abhängig vom **Grund**angriffsschaden\n\nDead Man´s Plate = gewährt zusätzlichen Schaden für einen Autoattack, dein Angriffsschaden steigt also nichtmal, und selbst wenn würde es für den Sheenproc keinen Unterschied machen\n\nDas einzige Item welches momentan den Grundangriffsschaden und damit Sheen stärker macht ist Steraks Gage.","replies":[]}]}