{"id":"ZQGrWzFY","poster":"Xalion","date":"2019-04-01T13:38:40.842+0000","title":"Oblivion Gaming Community sucht Member! Jeder ist Willkommen! :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Oblivion Gaming Community⠀⠀⠀⠀\r\n⠀⠀⠀⠀⠀⠀⠀\r\n\r\n\r\nWER SIND WIR?\r\n\r\nWillkommen bei Oblivion!\r\nWir sind eine frisch gegründete Gaming Community und möchten Dich gerne einladen bei uns reinzuschnuppern.\r\n\r\nDie Idee hinter der Oblivion Community ist eine Gemeinschaft mit familiärer Atmosphäre aufzubauen. Bei uns ist jeder Willkommen, der sich zivilisiert und angemessen Verhalten kann.\r\nTrotz einer gewissen Ernsthaftigkeit beim Spielen steht der Spaß bei uns im Vordergrund, daher wird bei uns Niemand auf seine ELO reduziert. Die Gemeinschaft und das Zusammenspiel liegt uns sehr am Herzen.\r\nWir spielen auch noch andere Spiele wie z.b For Honor, Monster Hunter World und mehr!\r\nUnsere reguläre Spielzeit ist von 17 - 22 Uhr.\r\nDies ist eine reine Membersuche für die allgemeine Community und nicht für den Aufbau eines Teams!\r\n\r\nWir besitzen einen Teamspeak 3 Server mit 128 Slots.\r\nGenügend Channels im Server sind somit vorhanden für ungestörte Runden.\r\n\r\nDerzeit befinden wir uns noch im Aufbau, jedoch schmückt sich die Community schon mit einigen Mitgliedern.\r\n\r\nUNSER ZIEL!\r\n\r\nWir sind stetig auf der Suche nach neuen Spielern!\r\nUnser Ziel ist es eine langfristig laufende Community aufzubauen, die 50+ Member zählen wird.\r\nPersonen, die es nicht schaffen, einen angemessenen Umgangston an den Tag zu legen, sich in die Community einzubringen und ständig am Flamen sind, finden bei uns keinen Rückhalt.\r\n\r\nDEIN PROFIL\r\n\r\nDas Mindestalter ist unbeschränkt! Auch Jugendliche können sich benehmen!\r\nDu besitzt ein Headset/Mikrofon und Teamspeak3\r\nEin angemessener Umgangston, sowie eine geistige Reife\r\nEigenständiges Handeln\r\nDurchhaltevermögen\r\nAktivität und Teilnahme an der Community\r\n\r\nFalls der Post Dein Interesse geweckt hat, bewirb dich in unseren Teamspeak!\r\n\r\nTS IP: Oblivion.boomer41.net\r\n\r\nDie beste Zeit uns aufzufinden ist von 17-22 Uhr.\r\n\r\nEinfach joinen und in den Bewerbungschannel gehen. Alles Weitere wird dir dann mitgeteilt.\r\n\r\nBringt ein bisschen Geduld mit.\r\nSchließlich kann es sein, dass die Leute ingame sind und nicht direkt auf Euch reagieren können sofern Ihr in den Channel seid.\r\nIm Notfall die Leute einfach anstupsen.\r\n\r\nMit freundlichen Grüßen\r\n\r\nDeine Oblivion Gaming Community","replies":[]}