{"id":"ViJ5WjcV","poster":"Coloured Pain","date":"2015-09-17T12:59:37.556+0000","title":"Nicht spezifischer Fehler","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag ich brauche bitte Hilfe\r\n\r\nDer client bleibt bei 32% h&auml;ngen anschlie&szlig;en kommt die Meldung:\r\n\r\n&quot; Aktualisierung fehlgeschlagen.     Ein nicht n&auml;her speziefischer Fehler ist aufgetreten. Bitte &uuml;bermittel die Berichte damit wir uns draum k&uuml;mmern k&ouml;nnen.&quot;\r\n\r\nSo ich hab den Rechner darauf hin mehrmals neu gestartet. Ich hab desweiteren zugesehn das windows und der Grafiktreiber auf dem nesuesten Stand sind und habe versucht das Program als admin zustarten. \r\n\r\nLeider hat bis jetzt nichts geholfen. \r\n\r\nH&auml;ngt das mit meinem Pc zusammen oder gibt es allgemein problem bei diesem Patch?Ich hab auch &uuml;berlegt ob ich das spiel v&ouml;llig neu instllieren soll m&ouml;chte es aber vermeiden da ich das alles &uuml;ber ein Internetmodem laden m&uuml;sste. Ich habe nat&uuml;rlich auch versucht die Daten &uuml;ber den Client zu reparieren. \r\n\r\nDas Internet bietet leider auch keine m&ouml;glichkeiten da die meisten Beitr&auml;ge schon mehrere Monate sogar Jahre alt sind.\r\n\r\nEs w&auml;re cool wenn mir jemand ein bisschen helfen w&uuml;rde \r\n\r\nVielen Dank im  Voraus ^^ {{champion:37}} {{summoner:13}}","replies":[{"id":"","poster":"McFly Unlimited","date":"2015-09-20T15:45:14.098+0000","up_votes":1,"down_votes":0,"body":"Deinstalieren, vollständig.\nNeu Herunterladen.\nLäuft wieder ^^","replies":[]},{"id":"","poster":"legofreak1","date":"2015-09-17T13:05:01.655+0000","up_votes":1,"down_votes":0,"body":"Versuch bitte folgendes:\n> [{quoted}](name=Tiaryn,realm=EUW,application-id=7hciEY9w,discussion-id=X3waeihA,comment-id=0000,timestamp=2015-02-03T18:24:08.269+0000)\n> \n> * Stelle sicher, dass du alle Windowsupdates und Service Packs installiert hast\n> * Achte darauf, dass LoL nicht unter C:\\Programme, C:\\Programme(x86) oder in User-Ordnern installiert ist\n> * Öffne den Ordner **C:\\Riot Games\\League of Legends\\RADS\\projects** und lösche den Ordner **lol_launcher**\n> * Lade diese Datei runter:\n>   * deutsch: http://wrenchbox.de/download/LoLRADS_EUW_german.zip\n>   * englisch: http://wrenchbox.de/download/LoLRADS_EUW.zip\n> * Entpacke die Datei\n> * Verschiebe die darin enthaltenen Dateien (**lol.launcher.exe, lol.launcher.admin.exe und den Ordner RADS**) in deinen Installations-Ordner von LoL.\n> * Ersetze alle Dateien und Ordner\n>   * Solltest du nicht gefragt werden, ob du vorhandene Ordner oder Dateien ersetzen willst, hast du etwas falsch gemacht\n> * Starte den Patcher\n> \n> Der Patcher sollte nun wieder funktionieren. Das Spiel sollte also problemlos starten.\n\nWenn das nicht hilft, lad bitte dein letztes [Patcherlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0006) hoch.","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-17T14:50:21.037+0000","up_votes":1,"down_votes":0,"body":"Hier schau mal das ist mein letztes log wenn ich alles richtig gemacht habe.\n\nDie andere methode hat leide nich so funktioniert. \n\nIch würde mich über eine Antwort freuen ^^\n\nVielen Dank im Voraus","replies":[{"id":"","poster":"legofreak1","date":"2015-09-17T15:38:07.449+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht ganz die Datei, die ich gerne hätte. In dem Ordner sind mehrere verschiedene Logs drin, nimm bitte die beiden letzten mit _launcher und _LoLPatcher am Ende der Datei.","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-17T21:57:51.696+0000","up_votes":1,"down_votes":0,"body":"Und diese hier","replies":[{"id":"","poster":"legofreak1","date":"2015-09-17T22:21:26.618+0000","up_votes":1,"down_votes":0,"body":"Ist nur ne Ahnung, da ich selber auch kein Experte mit den Logs bin, aber das wirft Fehler aus, bei dem Versuch bestimmte Dateien zu patchen. Da es ewig dauern würde entsprechende Dateien rauszusuchen, lösch am besten bitte direkt den ganzen Ordner:\n\\lol\\rads\\projects\\lol_air_client\\releases\\0.0.1.160\\deploy\\assets\nDanach sollte der Patcher dann den Ordner neu runterladen (~900MB) und hoffentlich wieder funktionieren.","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-18T11:38:47.908+0000","up_votes":1,"down_votes":0,"body":"ich hab es gemacht allerdings ohne Erfolg, XD verflucht noch mal aber danke ein versuch war es wert. Dann werde ich das ganze wohl komplett ne insatlieren müssen","replies":[{"id":"","poster":"legofreak1","date":"2015-09-18T13:28:10.093+0000","up_votes":1,"down_votes":0,"body":"Wenn es auch mit ner kompletten Neuinstallation nicht funktioniert, dann lad dir hier den Client komplett neu runter:\nhttp://downloads.tiaryn.de/LoL_clients/\nDer funktioniert definitiv bzw wenn er es nicht tut, dann können wir einen Clientseitigen Fehler ausschließen und suchen bei deinem System weiter.","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-18T20:10:29.629+0000","up_votes":1,"down_votes":0,"body":"ich bin gerade dabei ihn über normalen weg zu instalieren es wird aber ziehmlich dauern denke bis da was geht denn ich bin gerade in ägypten und hab gerade nur so ein modem zu verfügung. allerdings wurde die installation schon einmal unterbrochen ich werde es slos noch mal versuchen und wenn das nicht klappt versuche ich es ganz runter zu laden wie du es vorgeschlagen hast. Ich melde mich wenn irgendwas voen geht. Bis dahin aber schon mal vielen dank für deine hilfe :)","replies":[]}]}]}]}]},{"id":"","poster":"Coloured Pain","date":"2015-09-17T21:56:33.510+0000","up_votes":1,"down_votes":0,"body":"OK ich glaube jetzt sind es die richtiegen ^^","replies":[]}]}]}]},{"id":"","poster":"SliteSit13","date":"2015-09-17T13:11:46.640+0000","up_votes":1,"down_votes":0,"body":"bevor du Launch beim starten drückst gehe zum Einstellungssymbol dann auf reparieren\ndann wird LOL auf Fehler kontrolliert, falls welche gefunden werden werden sie behoben tritt der Fehler immernoch auf würde ich dir raten diesem Link zu Folgen; es ist ein weiterer Beitrag der dir auf dieser Seite weiterhilft ;D\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-lasungen-zu-bekannten-fehlern\n\nZu Not deaktivier deine Firewall und stelle sicher das du LOL als Adminstrator öffnest.\n\nwenn es dann immer noch nicht geht und du alles probiert hast liegt es wahrscheinlich an den Verbindungen zwischen dir und LOL, schreibe in dem Fall eine Nachricht an den Support\n\nIch hoffe ich konnte helfen :D","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-17T13:23:07.865+0000","up_votes":1,"down_votes":0,"body":"Vielen dank aber ist es normal das mein Norton Anti virus Programm ein Paar datein Blockiert? Des weiteren ist das irgendwie ein program weil in der beschreibung etwas von entpacken steht und ich irgendwelche Lizens und Agbs abhacken musste.Das kommt mir alles bisschen merkwürdig vor","replies":[{"id":"","poster":"SliteSit13","date":"2015-09-17T13:42:01.643+0000","up_votes":1,"down_votes":0,"body":"Wenn er Dateien von LOL blockt solltest du ihn deaktivieren denn ansonsten kann es nicht richtig laufen \nDen Thread den ich verlinkt habe solltest du mal lesen er ist hilfreich. \n\nWas für ein Programm meinst du ?\nDein Anti virus oder welches?","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-17T14:23:33.934+0000","up_votes":1,"down_votes":0,"body":"Ich hab die Fierwall auch schon an und aus gemacht. Das hat leider nicht viel geholfen. Ich hab deinen link natürlich auch gesehn. Die erst lösung die ich versucht habe ist das selbe was im ersten Kommentar zunsehn ist von Legofreak1 das habe ich getan .Anschließend musste ich 30 sec warten bis ich die besagt datei runterladen konnte. Ich hab dann alles gemacht dann startete das Programm und mein Anti virus ( es heißt Norton Internetscurity ) gab mir die meldung das dieses programm nicht sicher sei. Es hat schlieslich die risiken entfernt und schließlich hatte ich die winnar datei auf dem rechenr allerdings ohne inhalt :/ . Ich hab daruaf hin verucht es neu zu Laden aber man hat eine download beschränkung auf der seite weshalb ich es nicht noch mal laden konnte.\n\nIch hab schlieslich versucht meine log´s in diese Diskusiion einzufügen aber wenn ich auf die Patch loggs gehe findet er die Dokumente nicht. Ich gehe mal davon aus das er das Dateivormat nicht unterstütz was ich nicht nachvollziehen kann weil das Forum schlieslich darauf ausgelegt ist das man auch log´s hochladne kann denke ich. So habe ich es über pastbin versucht aber da braucht man ja natürlich einen Accaunt. Ich werde mal zusehen das ich einen acc dort mache und versuch irgendwie meine log´s hochzuladen.\n\n^^","replies":[{"id":"","poster":"SliteSit13","date":"2015-09-17T14:29:31.177+0000","up_votes":1,"down_votes":0,"body":"Die Datei hatte keinen Inhalt da dein Anti virus alles entfernt hat.\nVersuch beim start von LOL es mit: Optionen-reparieren\nsonst schreibe einen Nachricht an den Support.\n\nIch denke dein Anti virus erkennt auch nicht gefährliche Dateien als gefährlich wodurch es nicht funktioniert und die Probleme auftauchen.\n\nDer Support wird dann versuchen das Problem zu lösen fals es von der Seite Riots ist ^^","replies":[{"id":"","poster":"Coloured Pain","date":"2015-09-17T14:33:18.278+0000","up_votes":1,"down_votes":0,"body":"Das mit dem reparieren habe ich gleich am Anfang schon zwei mal versucht allerdings erfolglos. Ich denke ich werde mich mal dierekt an den support wenden oder das spiel neu instalieren. \n\nAber dennoch vielen dank für deine Hlife.  :)","replies":[{"id":"","poster":"SliteSit13","date":"2015-09-18T10:31:20.577+0000","up_votes":1,"down_votes":0,"body":"Bitte bitte tue mein bestes um hier überall zu helfen :D","replies":[]}]}]}]}]}]}]},{"id":"","poster":"McFly Unlimited","date":"2015-09-17T20:30:32.530+0000","up_votes":1,"down_votes":0,"body":"Abend, Ich habe das selbe Problem seit 2 Tagen. Habe versucht den Fehler zu so zu beheben wie Legofreak1 es beschrieben hatte. \n\nBeim Starten des Lunchers ist das selbe Problem wieder aufgetaucht\n\nHatt jemand eine neue Lösung ?\n{{summoner:1}}","replies":[{"id":"","poster":"legofreak1","date":"2015-09-17T20:33:22.856+0000","up_votes":1,"down_votes":0,"body":"Lad bitte auch aus dem [Patcherlog-Ordner](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0006) die beiden aktuellsten Dateien mit _launcher und _LoLPatcher am Ende der Datei hoch.","replies":[]}]},{"id":"","poster":"Coloured Pain","date":"2015-09-17T14:29:04.455+0000","up_votes":1,"down_votes":0,"body":"Hier mal ein Versuch könnt ihr damit was anfangen?","replies":[]}]}