{"id":"zA9Ztpak","poster":"DomG6","date":"2015-09-16T19:41:50.248+0000","title":"Fehler beim Login","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe jedes mal das problem das ich mich ab einer gewissen Uhrzeit nicht Einloggen kann.\r\nIch hab diesen Fehler bestimmt schon 3 Monate kann mir dabei jemand helfen und Tipps geben.\r\n\r\nFehlermeldung taucht auf \r\n0xc0000142\r\nhabe schon einiges Probiert aber immer wieder kommt dieser Fehler (aber nur ab einer gewissen Uhrzeit)","replies":[{"id":"","poster":"DomG6","date":"2015-09-17T14:51:50.018+0000","up_votes":1,"down_votes":0,"body":"Ich muss dazu sagen ich benutze Firefox wollte jetzt aber mal den normalen Explorer benutzen aber noch nicht mal Google wird mir angezeigt kann mir dabei jemand helfen ^^\nAngeblich hab ich kein Internet","replies":[{"id":"","poster":"legofreak1","date":"2015-09-17T15:39:45.769+0000","up_votes":1,"down_votes":0,"body":"Das klingt so, als ob an deinem IE irgendwas verstellt ist. Der lol-Client funktioniert wie ein Webbrowser und greift daher auf die Einstellungen des Internet Explorer zurück. Beliebte Fehler sind, dass der IE im Offlinemodus ist oder Proxys eingeschaltet sind. Schau bitte nach, dass beides nicht der Fall ist.","replies":[]}]},{"id":"","poster":"DomG6","date":"2015-09-17T14:43:28.505+0000","up_votes":1,"down_votes":0,"body":"HI\n\nEin und Ausschlaten bringt leider nichts.Der Fehler tacuht immer wieder auf und ja ich bin schon diesen Supportartikel durchegangen auch ohne Erfolg bin schon emhr als am verzweifeln ^^\n\nDieser Fehler tacuht aber nur Abends auf ca zwischen 18-20 Uhr komme dann einfach nicht mehr ins spiel rein.\nNun wollte ich mich jetzt gerade einloggen aber jetzt funktioniert dies auch nicht mehr ^^","replies":[]},{"id":"","poster":"legofreak1","date":"2015-09-17T10:49:13.436+0000","up_votes":1,"down_votes":0,"body":"Bist du schon den verlinkten Supportartikel durchgegangen?\nhttps://support.riotgames.com/hc/de/articles/201761944\nBringt natürlich nur was, wenn das Problem auch grade auftritt.","replies":[]},{"id":"","poster":"AeQ KAPPOBY","date":"2015-09-17T09:32:28.021+0000","up_votes":1,"down_votes":0,"body":"Haben Sie schon probiert das Gerät Ein- & Auszuschalten?","replies":[]}]}