{"id":"kVG9yXEd","poster":"CreepyBasterd","date":"2015-09-16T13:51:34.589+0000","title":"Zekes Herold - Textbeschreibung nicht angepasst!","subforum":"Rückmeldungen zur Übersetzung","embed":{"title":"Patchnotizen 5.18","description":"Seid gegrüßt, Beschwörer! Willkommen zu Patch 5.18, dem, auf dem die World Championship gespielt werden wird. Das setzt so einen einzelnen Patch schon ganz schön unter Druck (und ehrlich gesagt ist 5.18 auch ein wenig nervös), aber wir glauben an seine Fähigkeit, den Profis, Zuschauern und Otto-Normal-Daddlern gleichermaßen ein fein abgestimmtes Spielerlebnis zu liefern.","url":"http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-518","image":"http://euw.leagueoflegends.com/sites/default/files/styles/wide_medium/public/upload/patch_notes_banner_29.jpg?itok=eTyK4DLk"},"up_votes":1,"down_votes":0,"body":"Die Beschreibung von Zekes Herold wurde nicht angepasst, obwohl bereits im aktuellen Patch ge&auml;ndert.\r\nBitte auch direkt die Beschreibung &auml;ndern wenn das Item bearbeitet wird, dass verursacht nur Chaos und Missverst&auml;ndnisse.","replies":[{"id":"","poster":"Arnai","date":"2015-09-17T15:49:54.889+0000","up_votes":1,"down_votes":0,"body":"Kannst du bitte spezifizieren was nicht angepasst wurde? Die Rüstung wurde ordnungsgemäß auf 30 gesetzt und ansonsten musste im Tooltip nichts geändert werden.\nFalls du dich auf \n\"DAUER DER VERSTÄRKUNG 8 Sekunden ⇒ 5 Sekunden (Bonus auf kritische Treffer/Fähigkeitsstärke von Zeke bleibt bei 8)\" \nbeziehst: Nach meinem Verständnis bezieht sich \"Dauer der Verstärkung\" auf die Zeit in der generierte Ladungen nicht verfallen können. D.h. Ladungen fangen jetzt nach 5 Sekungen an abzufallen, anstatt 8. Der Begriff \"Dauer der Verstärkung\" scheint unglücklich gewählt.","replies":[{"id":"","poster":"CreepyBasterd","date":"2015-09-24T18:05:54.597+0000","up_votes":2,"down_votes":0,"body":"Ich beziehe mich auf die \"Dauer der Verstärkung\", korrekt.\nDas in den Klammern (\"Bonus auf kritische Treffer/Fähigkeitsstärke von Zeke bleibt bei 8\"), war aber nicht von anfang da und haben die erst später geändert, dass weiß ich genau. Sonst hätte sich auch nie die Frage gestellt, weil es sich vorher nämlich so angehört hat, als ob die Boni von 8 auf 5 Sekunden reduziert wurden. Und das wär ein krasser Nerf gewesen wie ich finde.\n\nAber so ist ja alles klar.","replies":[]}]}]}