{"id":"AByx80FJ","poster":"rokmann","date":"2015-09-16T13:11:13.898+0000","title":"Der Freie Spielmodus","subforum":"Karten & Spielmodi","up_votes":3,"down_votes":0,"body":"Ich mag den Freien Spielmodus sehr da man einfach probieren kann was man m&ouml;chte ohne andere Spieler damit zu st&ouml;ren .\r\nJedoch gibt es einige dinge die verbesserungsw&uuml;rdig sind ,z.B. Bots auf Aram .\r\nNat&uuml;rlich w&auml;re es einiges an Arbeit ein akzeptablen Bot f&uuml;r Aram in LoL einzuf&uuml;gen jedoch w&auml;re es f&uuml;r manche Situationen sehr viel angenehmer .\r\nAuch das alte Maps (Aram/3vs3 Map etc.) nicht dort spielbar sind , da es der Freie Modus ist sollte man auf allen Maps und bestenfalls auch mit anderen Spielmodi&acute;s Spielbar sein (Urf,6vs6 etc.) .\r\nDaf&uuml;r sollte aber der EP Gewinn komplett entfernt werden .\r\nAuch die Option die alten Maps / Spielmodi f&uuml;r EP (nicht f&uuml;r RP da man es sich Verdienen sollte) kaufbar zu machen w&auml;re eine L&ouml;sung (Eine Map 6300 , Ein Modus 13.900 als beispiel Preise)\r\nDanke f&uuml;r die Aufmerksamkeit , es w&auml;re nett wenn ihr Verbesserungsvorschl&auml;ge schreibt damit wir einen guten weg finden League zu verbessern .","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T13:23:28.950+0000","up_votes":1,"down_votes":0,"body":">Natürlich wäre es einiges an Arbeit ein akzeptablen Bot für Aram in LoL einzufügen jedoch wäre es für manche Situationen sehr viel angenehmer .\n\nFür welche Situationen denn genau? Außerdem müssten für ARAM alle Champions einen Bot erhalten, was bei den anderen Maps nicht der Fall ist.\n\n>da es der Freie Modus ist sollte man auf allen Maps und bestenfalls auch mit anderen Spielmodi´s Spielbar sein [...] Auch die Option die alten Maps / Spielmodi für EP (nicht für RP da man es sich Verdienen sollte) kaufbar zu machen wäre eine Lösung (Eine Map 6300 , Ein Modus 13.900 als beispiel Preise)\n\nInteressante Idee. Würde aber vermutlich dazu führen, dass sich immer mehr Leute in Botgames/Freie Spiele verkriechen, da sie keine Lust auf Flame haben. Wenn diese dann jedoch in eine andere Warteschlange gehen sollen, sind sie meist frustriert.\nIch denke es würde das Sorgenkind der Community wieder etwas vergrößern.","replies":[{"id":"","poster":"rokmann","date":"2015-09-16T13:34:26.913+0000","up_votes":1,"down_votes":0,"body":"@Ruaga\n\nWarum sollte es für alle Champions einen Bot geben ? \nEs würden die von Summoners Rift reichen .\nUnd es wäre in den Situationen besser in denen man z.B. einfach etwas mit Sion oder Veigar Stacken möchte und sich nicht um 2 andere Lanes kümmern der Gegnerische Bot (oder mehrere) können dann die Lane zurückpushen .\n\nIch bin auch so jemand der sich in Botgames und Freien Spielen verkriecht , die Botgames für erster Sieg des Tages und die Freien da ich einfach gehen kann da ich einige Probleme hab wegen denen ich nicht ins Normal möchte (z.B. Bluescreen , alle 45 min 5 min DC , eine kleine Schwester (3) auf die ich ab und an aufpassen muss ) , und naja ich hatte wegen den DC´s schon 2 bans und möchte eigentlich keinen dritten riskieren .\n\nAber Danke für das Feedback","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T14:02:12.829+0000","up_votes":1,"down_votes":0,"body":">Warum sollte es für alle Champions einen Bot geben ?\n\nSonst wird sich darüber beschwert, dass ARAM zu leicht oder zu schwer ist, da es immer die gleichen Champions sind, die entweder auf ARAM gut oder schlecht sind.\n\n>Und es wäre in den Situationen besser in denen man z.B. einfach etwas mit Sion oder Veigar Stacken möchte\n\nHierfür kann man sich jemand anderes suchen. Hier im Forum findet sich sicherlich jemand.\nAuch ist das nicht der Sinn des Spiels und ich glaube nicht, dass Riot das noch unterstützen würde.\n\n>Ich bin auch so jemand der sich in Botgames und Freien Spielen verkriecht , die Botgames für erster Sieg des Tages und die Freien da ich einfach gehen kann da ich einige Probleme hab wegen denen ich nicht ins Normal möchte (z.B. Bluescreen , alle 45 min 5 min DC , eine kleine Schwester (3) auf die ich ab und an aufpassen muss ) , und naja ich hatte wegen den DC´s schon 2 bans und möchte eigentlich keinen dritten riskieren \n\nDas sind deine Probleme und nicht die von Riot. Das klingt jetzt zwar hart, aber würde Riot dir und jenen, denen es auch so geht, entgegenkommen, würden hier und da andere Leute mit ihren Problemen laut werden.\nKlar könnte man jetzt sagen, dass deswegen Onlinespiele nichts für dich sind, aber das wäre respektlos.\nWas helfen würde wäre eine Offlinemodus mit Singelplayerkampange, aber das passt momentan nicht wirklich zu LoL. Alternativ könntest du dich mit einem anderen Spiel vergnügen.\nLoL ist in erster Linie nunmal ein MOBA und daran lässt sich nichts ändern.","replies":[]}]}]}]}