{"id":"ws4p4TWu","poster":"SoloQisMentlBoom","date":"2015-09-16T10:35:49.583+0000","title":"Kindred: Verwirrt","subforum":"Champions & Gameplay","embed":{"title":"Enthüllt: Kindred, die ewigen Jäger","description":"Wir haben den nächsten Champion der League, einen Schützen, der für den Dschungel gemacht ist, fast fertig. Kindred durchstreift Lager, weiht dabei gegnerische Champions dem Tode und wird stetig stärker, wenn das verheißene Urteil vollstreckt werden konnte. Doch so wie Kindred den Tod bringt, kann er ihn auch aufhalten.","url":"http://euw.leagueoflegends.com/de/page/champion-reveal/enthullt-kindred-die-ewigen-jager","image":"https://am-a.akamaihd.net/image?f=http://news.cdn.leagueoflegends.com/public/images/pages/2015/kin/img/Kindred_Reveal_Kindred_3.jpg"},"up_votes":1,"down_votes":0,"body":"Hy Beschw&ouml;rer und Beschw&ouml;rinnen,\n\nbez&uuml;glich dem [neuen Champion Kindred](http://euw.leagueoflegends.com/de/page/champion-reveal/enthullt-kindred-die-ewigen-jager) bin ich etwas verwirrt.\n\nIm [Teaser](https://www.facebook.com/LeagueOfLegendsDE/videos/839571976158067/) h&ouml;ren wir einen Dialog zwischen dem Wolf und dem Lamm. An den Stimmen (im [englischen](https://www.youtube.com/watch?v=OqouAF2C-AY) noch deutlicher) ist zu erkennen, dass der Wolf eher eine m&auml;nnliche und das Lamm eher eine weibliche Stimmlage hat.\nIn der Enth&uuml;llung wird Kindred mehrmals als m&auml;nnlich klassifiziert.\n \nJetzt stellt sich die Frage, ob das ein Fehler ist oder Kindred die Bezeichnung des Wolfes und des Lammes zusammen (also Kindred vor der Teilung - was ich auch glaube) ist.\nIn den F&auml;higkeiten ist aber oft von Kindred die Rede, wobei nur Animationen vom Lamm ausgef&uuml;hrt werden. \n\n> **Q: Tanz der Pfeile**: Kindred sprintet in eine gew&auml;hlte Richtung und schie&szlig;t dann auf bis zu drei nahe Gegner.\n\nHier ist von Kindred die Rede, jedoch wird alles vom Lamm selbst ausgef&uuml;hrt. Der Wolf zieht nur mit.\n\n>**E: Joch des Grauens**: Kindred verlangsamt ein gew&auml;hltes Ziel zun&auml;chst. Schafft er es dann, das gel&auml;hmte Ziel dreimal in kurzer Abfolge anzugreifen, erleidet es kurzfristig erh&ouml;hten Schaden auf Grundlage des maximalen Lebens.\n\nAuch hier wird die Animation lediglich vom Lamm ausgef&uuml;hrt.\n\n>**R: Galgenfrist des Lamms**: Kindred erschafft einen gro&szlig;en, aber zeitlich begrenzten Bereich unter sich oder unter einem gew&auml;hlten Verb&uuml;ndeten. Wenn die F&auml;higkeit aktiviert wird, verhindert &bdquo;Galgenfrist des Lamms&ldquo; bei ALLEN Einheiten, die sich innerhalb des Wirkungsbereichs befinden, dass das Leben unter einen kritischen Wert absinkt. Abschlie&szlig;end werden alle Champions, die sich noch im Wirkungsbereich befinden, wenn der Effekt endet, um einen festen Wert geheilt.\n\nEbenso gilt dies f&uuml;r die Ultimate. Hier ist das Lamm sogar im Namen erw&auml;hnt und dennoch ist die F&auml;higkeit auf Kindred bezogen.\n\nIn manchen Punkten wird das Lamm und der Wolf sichtlich getrennt,\n>Das Lamm weiht einen gegnerischen Champion, der sich an einem beliebigen Ort auf der Karte befindet, dem Tode.\n\nin diesen jedoch nicht.\n\nAuch ist in den ersten S&auml;tzen der Enth&uuml;llung herauszulesen, dass Kindred seine Gegner dem Tode weiht. \n>Kindred durchstreift Lager, weiht dabei gegnerische Champions dem Tode\n\nIn den F&auml;higkeiten steht jedoch bei dem Makieren von Champions das Lamm! Der Wolf sehnt sich nur nach Monstern.\n\nFolglich ist Kindred (aus der Enth&uuml;llung heraus) entweder die Bezeichnung f&uuml;r das Lamm oder f&uuml;r den Wolf und das Lamm zusammen. \nAus erster Schlussfolgerung ist das Lamm m&auml;nnlich. Im Teaser jedoch eine weibliche Stimme zu erkennen. Also ist Riot hier ein Patzer unterlaufen oder die zweite Annahme ist richtig.\n\nEs ist zwar nicht die Welt, aber meiner Meinung nach, h&auml;tte man in manchen Punkten besser unterscheiden sollen.\nIch f&uuml;r meinen Teil sehe Kindred als Zusammenfassung des Wolfes und des Lammes, jedoch kann aus oben genannten Gr&uuml;nden Verwirrung entstehen, vor allem bei Leuten, die den Teaser nicht gesehen haben.\n\nWie seht ihr das? Meint ihr auch Kindred ist das Lamm und der Wolf zusammen und es wurde teilweise mangelhaft unterteil, oder ist Kindred das Lamm und die Bezeichnung als m&auml;nnlich in der Enth&uuml;llung oder die weibliche Stimme im Teaser verkehrt?\n\nMfg,\nEuer Ruaga","replies":[{"id":"","poster":"Groath","date":"2015-09-16T12:05:28.846+0000","up_votes":1,"down_votes":0,"body":"Stell dir vor, Kindred wäre ein Körper. Wenn du jemanden siehst, der nach einer Tasse greift, sagst du nicht \"Der Arm des Mannes griff nach der Tasse\". Du sagst \"Der Mann griff nach der Tasse\". Auch wenn du nicht siehst, was im Inneren des Mannes vor sich geht. Wenn man sagt \"Der Arm des Mannes griff nach der Tasse\", heißt es meistens, dass der Arm selbstständig handelt und nicht vom Mann kontrolliert wird. Diese Dinge sagt man meistens, wenn jemand besessen ist. \"Sein Arm griff nach dem Messer und versuchte, den Mann zu erstechen. Doch dieser wehrte sich gegen seinen Arm.\" So etwas in der Art.\n\nHier ist es ähnlich. Kindred ist ein Wesen bestehend aus zwei zusammengehörigen Teilen, auch wenn sie für uns getrennt aussehen. Wenn eigentlich nur das Lamm schießt, wird gesagt, dass Kindred schießen würde. \n\nStell dir vor, dass Kindred der physische Teil des Mannes ist und Wolf der psychische Teil. Wolf wirkt wie ein Geist ohne Körper, ein dunkler Schatten, der das Lamm umkreist. Wolf kannte die Geschichte des Mannes nicht, dessen Teil er war, obwohl Lamm sie kannte. Da sie offensichtlich in Schwarz und Weiß getrennt sind und diese meistens für Gut und Böse stehen, nehmen wir einfach genau das an. Lamm könnte somit Gedächtnis, Logik, Ruhe, Körper sein. All das, was der Mann als Gut sah. Wolf könnten Instinkte, Emotionen, Schrecken, Einsamkeit, Aggression, seine ruhelose Seele sein.\n\nOhne Wolf wäre Lamm so etwas wie eine Maschine. Wolf gibt Lamm den Antrieb. Ohne Lamm wäre Wolf nur eine verwirrte Seele voller Angst, nirgendwo zugehörig.\n\nDu könntest es so sehen, dass Wolf dafür zuständig ist, Lamm zu sagen, wer böse ist. Wolf kennt seine Gegner, da er mit Emotionen, mit Angst, mit Aggression bestückt ist. Lamm weiß zwar, wen er jagt, macht aber letzendlich keinen Unterschied zwischen Gut und Böse. Deshalb heilt Lamms Ultimative **alle** Champions und bewahrt **alle** Einheiten vor dem Tode. Aber auch wenn der Impuls der Ultimativen von Lamm kommt, führt die Ganzheit der beiden diese letzendlich aus. Es braucht immer zwei Kräfte, die gegeneinander stehen, um das Gleichgewicht zu wahren. \n\nWieso das Lamm den Gegner zu Tode weiht: Dies ist ein kleiner Konflikt in Kindred. Das Lamm weiht gegnerische Champions dem Tode. Wolf weiht gegnerische Junglemonster dem Tode: \"Zusätzlich dazu, dass das Lamm einen gegnerischen Champion für das Mal der Jäger auswählt, gelüstet es dem Wolf von Zeit zu Zeit automatisch nach großen gegnerischen Dschungelmonstern.\"\n\nGenauso wie du zwei Stimmen in dir hast, die sich darüber streiten, ob du dieses Stück fettige Pizza nun essen sollst oder lieber einen Obstsalat. Wolf sagt \"JA, Pizza ist lecker, du fühlst dich dabei gut, ich habe Heißhunger!\" und Lamm sagt \"NEIN, Pizza tut deinem Körper nicht gut, du machst ihn kaputt, iss den Obstsalat, auch wenn er dir jetzt nicht so gut schmecken wird.\" Letzendlich gewinnt Wolf. \n\nUnd doch isst **du** die Pizza und nicht nur der Wolf in dir. Lamm muss da auch durch.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T12:41:36.907+0000","up_votes":1,"down_votes":0,"body":"Hier stimme ich dir bei allem zu (außer bei der Pizza, da gibts kein \"Lamm\" bei mir), aber sollte die Vereinheitlichte Form dann nicht überall auf treten?\nAlso überall heißen \"Kindred mach XY\" bzw. überall die Unterscheidung von Lamm und Wolf?\n\nErsteres wenn man Kendrig als eines sieht. \nZweiteres lässt sich mit dienem Beispiel der Bessesenheit rechtfertigen. Bessesen vom Alleinsein hat sich Kindred in zwei Hälften gespalten. Ist die Aufteilung so wie bei dir (Wolf alles Negative, Lamm alles Positive), ist der Wolf mitunter die Bessenheit. Folglich müsste man zwischen Wolf und Lamm trennen.\n\nEgal wie man es sieht, sollte sich doch für eine Form entschieden und diese beibehalten werden.","replies":[{"id":"","poster":"Groath","date":"2015-09-16T14:40:14.011+0000","up_votes":1,"down_votes":0,"body":"Die Unterscheidung von Lamm und Wolf zu Kindred kommt wahrscheinlich genau dann, wenn es wichtig ist, wer der Ursprung der Entscheidung oder Tat ist.\n\nZ.B. sind ihre Fähigkeiten soaufgeteilt: Tanz der Pfeile und Galgenfrist des Lamms gehören dem Lamm. Blutrausch des Wolfes und Joch des Grauens gehören dem Wolf. Mal der Jäger gehört Kindred, beiden. Genau bei der Passiven wird dann zwischen Lamms und Wolfs Ausführung unterschieden, da beide etwas unterschiedliches jagen.\n\nBei den QWER Fähigkeiten ist klar, wer der Auslöser der Fähigkeit ist und in der Beschreibung wird gesagt, dass Kindred diese Fähigkeiten ausführt. Die Passive scheint etwas zu sein, das beide gemeinsam haben: die Jagt. Dort wird dann zwischen den Zielen des Lamms und denen des Wolfes unterschieden.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T15:01:41.493+0000","up_votes":1,"down_votes":0,"body":"Dann wäre aber noch die Kombination von Q und W fraglich.\n\nIn der Q führt Kindred die Fähigkeit aus. Ist das W aktiviert sind Wolf und Lamm getrennt und das Lamm alleine kann das Q mit verkürzter Ablinkzeit ausführen.\nHeißt, der Wolf ist für eine höhere/niegdrigere Ablinkzeit verantwortlich während das Lamm für dessen Ausführung verantwortlich ist.\nMüsste es in der Q dann nicht auch \"das Lamm\" statt \"Kindred\" heißen, wenn es in der W getrennt wird?\n\nAuch sehen wir bei der E, dass das Lamm das Ziel verlangsamt und der Wolf den Bonusschaden macht. Müsste hier dann nicht auch unterschieden werden? Das Lamm könnte ja reintheoretisch während des Angriffs des Wolfes einen weiteren AA setzten.","replies":[{"id":"","poster":"Groath","date":"2015-09-16T15:10:22.041+0000","up_votes":1,"down_votes":0,"body":"Das Ding ist, Lamm kann das, was er tut nicht ohne Wolf tun. So wie du deine Hände zum Balancieren brauchst, während deine Füße auf dem Seil gehen. Lamm kann nur eine niedrigere Abklingzeit haben, wenn Wolf seine Arbeit tut, deshalb steht dort Kindred. Weil beide Teile ihre jeweiligen Jobs erledigen müssen und beide zu gleichen Teilen verantwortlich für das Funktionieren des Spells sind.\n\nLamm könnte eine weitere AA setzen, aber da sie vor der Teilung ein einziges Wesen waren, hat jeder der beiden Teile Lamm und Wolf seinen eigenen Sinn in der Bewegung des Ganzen. Die dritte Attacke kann nur von Wolf gemacht werden, weil das die Art und Weise ist, wie Kindred schon immer gejagt haben.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T15:36:45.786+0000","up_votes":1,"down_votes":0,"body":"Ist es dann überhaupt wichtig in der Passiven eine Unterscheidung zu treffen?\nEs ist ja die gleiche Aktion nur gegen verschiedene Ziele und willkürlich oder gezielt ausgesucht. Töten müssen sie das Ziel zusammen.\nDies wurde ja auch in den ersten Sätzen zum Champion auch nicht getan.","replies":[{"id":"","poster":"Groath","date":"2015-09-16T17:47:18.629+0000","up_votes":1,"down_votes":0,"body":"Offensichtlich ist es wichtig genug, um es hinzuschreiben. Die Intentionen und Motive scheinen wichtig zu sein. Ob das Ziel von Lamm oder von Wolf kommt, scheint wichtig zu sein. Nicht für die Spielmechanik aber für den Charakter an sich.\n\nOb du jemanden auf Liebe oder Hass schlägst, scheint hier wichtig zu sein. Du wirst ihn in beiden Fällen geschlagen haben. Dennoch scheint es wichtig zu sein, ob dem Schlag ein Motiv von Lamm oder von Wolf zugrunde liegt.\n\nIch habe den Charakter nicht entworfen, finde ihn aber stimmig. Vielleicht gibt es ja irgendwann ein Q&A der Designer, dort kannst du sicher Fragen stellen, die ich dir nicht beantworten kann.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Kata Ga Kill","date":"2015-09-16T13:09:16.918+0000","up_votes":1,"down_votes":0,"body":"Ich denke und halte das Lamm für weiblich und den Wolf für männlich.\nFinde es so schön gemacht.\nhttps://www.youtube.com/watch?v=bdQeULBDwzs\n\nAuch im Spiel Prince of Persia 2008, ist der Gott Ahriman keine erkennbare Personifikation bzw. ebenso nicht erkennbar ob der Gott weiblich oder männlich ist da er/sie immer 2 abwechselnde Stimmen hat, was total super mystisch rüberkommt.","replies":[]},{"id":"","poster":"crit in ur anus","date":"2015-09-16T12:37:20.096+0000","up_votes":1,"down_votes":0,"body":"aufm pbe hat der text vom video nach einem tod von mir getriggert :D der teaser von facebook^^","replies":[]},{"id":"","poster":"Nephirelle","date":"2015-09-16T11:20:29.263+0000","up_votes":1,"down_votes":0,"body":"Ich würde die beiden Teile auch als Einheit sehen, der Untertitel von Kindred ist ja auch \"DIE ewigen Jäger\". Außerdem ist \"Kindred\" das englische Wort für \"gleichartig\" bzw. \"verwandt\", \"kindred spirits\" sind \"verwandte Seelen\". Kindred wäre demnach also eher ein geschlechtsneutrales Plural - oder so :D \n\nIn der Englischen Beschreibung wird auch tatsächlich von \"sie\" (\"they\") gesprochen, statt von \"er\" (\"he\"). Kindred hat also eigentlich kein eindeutiges Geschlecht, sondern wird als Gruppe gesehen - das wurde wohl bei der Übersetzung verbockt.\n\nAls Beispiel:\n> Mark of the Kindred is a powerful tool, and not just for the buff it grants Kindred when they butcher a marked target.\n\nIn der deutschen Übersetzung:\n> „Mal der Jäger“ ist ein mächtiges Werkzeug, und das nicht nur wegen der Verbesserung, die Kindred erhält, wenn er ein ausgewähltes Ziel niedermetzelt.\n\nHier die englische Ankündigung:\nhttp://na.leagueoflegends.com/en/page/champion-reveal-kindred-eternal-hunters","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T11:34:03.650+0000","up_votes":1,"down_votes":0,"body":"Ja in die englische hätte ich vorher auch mal gucken sollen.\n\nAber mit \"Sie\" ist es auf jeden Fall logisch.","replies":[]}]},{"id":"","poster":"Bemte","date":"2015-09-16T10:54:06.790+0000","up_votes":1,"down_votes":0,"body":"Achte mal auf den Inhalt des Teasers: hier ist davon die Rede, dass ein einsamer Mann sich mit einer Axt selbst in zwei Teile gespalten hat, um nicht mehr allein zu sein. Von daher passt es wieder mit dem männlich. Warum die Stimme des Lamms jetzt weiblich klingt kann man natürlich raten und mutmaßen (weibliche Seite, soll nicht weiblich sondern kindlich/schwach klingen,....), aber es scheint als wäre er ursprünglich männlich gewesen.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T11:02:44.293+0000","up_votes":1,"down_votes":0,"body":"Ja das ist mir bewusst und bestärkt meine Annahme, dass beim Verfassen der Enthüllung ein paar Leichtsinns\"fehler\" aufgetreten sind.","replies":[]}]}]}