{"id":"jjIMv1b0","poster":"Ymir","date":"2015-09-15T18:41:40.240+0000","title":"Ausbau der Chateinschränkungen","subforum":"Spielerverhalten & Moderation","up_votes":50,"down_votes":4,"body":"Hallo, alle miteinander! Ich arbeite im Team für das Spielerverhalten  und möchte euch ein paar Neuigkeiten bei den Chateinschränkungen erklären, die mit der großen Aktualisierung des [Sofort-Feedback-Systems einhergehen](http://www.google.com/url?q=http%3A%2F%2Feuw.leagueoflegends.com%2Fde%2Fnews%2Fgame-updates%2Fplayer-behavior%2Fdas-sofort-feedback-system-gibt-gas&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNF28jyVfV3-4CysevtqOTmFdKRNNw). Aber erstmal ein wenig Kontext:\r\n\r\nStrafen für negatives Verhalten in League sollten drei Dinge erfüllen:\r\n\r\n●\tSpieler mit nicht übermäßig oder zeitweise negativem Verhalten zur Besserung anhalten\r\n●\tSpieler vor negativen Erfahrungen bewahren\r\n●\tSpieler, die sich nicht bessern, aus League entfernen\r\n\r\nSeitdem wir im letzten Jahr die Chateinschränkungen gestartet haben, sind uns ein paar Probleme aufgefallen. Einige negativ eingestellte Spieler sammeln lächerlich hohe Zahlen von Chateinschränkungen an, nutzen aber ihre begrenzten Chatkapazitäten, um ihre negative Einstellung ohne jegliches Zeichen der Besserung zu verbreiten. Andere bessern ihr Verhalten, müssen sich jedoch durch Hunderte Spiele mit Chateinschränkungen ackern, bevor sie erfahren, ob sie sich gebessert oder weitere Strafen erhalten haben. Wieder andere erhielten Chateinschränkungen, wussten aber nicht, was genau ihre Mitspieler als beklagenswert empfanden, und hatten es somit schwer sich zu bessern. \r\n\r\nUnd das wollen wir folgendermaßen lösen: \r\n\r\n●\tBei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\r\n○\tErstes Vergehen: 10 Spiele mit Chateinschränkungen\r\n○\tZweites Vergehen: 25 Spiele mit Chateinschränkungen\r\n○\tDrittes Vergehen : 2-wöchige Sperrung\r\n○\tViertes Vergehen: Permanente Sperrung \r\n●\tWir verringern die Verzögerung zwischen Handeln und Konsequenz (was nach unseren Erkenntnissen stark zur Besserungsrate beiträgt), indem wir die Chateinschränkungen innerhalb 15 Minuten nach Spielende inkrafttreten lassen. Im gleichen Zuge erhalten Spieler, deren Chat Einschränkungen unterliegt, nun verschärfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschränkungen ausgelaufen sind und erst dann zu erfahren, was als Nächstes passiert. \r\n●\tDer auffällig gewordene Spieler erhält nun sofort eine Rückmeldung zu seinem Verhalten. Die Spieler erhalten nun einen Überblick direkt im Client, der Chatlogs enthält, die Mitspieler als besorgniserregend empfanden.\r\n\r\nNoch ein letzter Hinweis: Aufgrund der neuen Ausrichtung dieser Änderungen werden alle Chat- und Ranglisteneinschränkungen zurückgesetzt und vorangegangene Einschränkungen zählen im neuen System nicht mehr. Jeder erhält also eine weiße Weste (bezüglich dieser Einschränkungen), weshalb dies ein wunderbarer Zeitpunkt ist, ein neues Kapitel aufzuschlagen. \r\n\r\nAll diese Aufwertungen werden im Verlauf dieses Patchs (5.18) aufgespielt. Ich werde hier noch länger reinschauen und im Auge behalten, ob ihr Fragen dazu habt. Sagt uns, was ihr davon haltet!","replies":[{"id":"","poster":"Dârkay","date":"2015-09-16T05:35:35.052+0000","up_votes":10,"down_votes":9,"body":"moin moin, erstmal, definitv nicht schlecht so ein system, habe nur ein paar kritikpunkte/verbessrungsvorschläge.\nums vorwegzunehmen, ich bin noch nie gebannt worden, und hatte auch noch nie chateinschränkungen\n{{item:3624}} erstens:\n○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n○ Drittes Vergehen : 2-wöchige Sperrung\n○ Viertes Vergehen: Permanente Sperrung\ndie strafen skalieren recht schnell und fangen bei einer ordentlichen anzahl an, vll wäre eine flachere kurve besser, so zb\n3 spiele > 8 spiele > 15 spiele > 30 spiele > 1 tag ban > 3 tage ban > 7 tage ban > 14 tage ban > Perma\neinfach aus dem grund dass A jeder mal nen schlechten tag hat und B ich halt bei so einem system auch einen missbrauch erwarten würde (wenn premades jmd reporten damit er gebannt wird)\nich spiele u.a. world of tanks und da ist es gang und gebe die report funktionen zu missbrauchen (\"ich habe den reportet weil der arty spielt\") und ich denke vor soetwas ist auch lol nicht gefeit\n{{item:3625}} zweitens\nein bestrafungssystem braucht definitv eine \"verjährung\" wer beim dritten vergehen hängt und sich dann wie einige hier gebessert hat weil der perma anklopft, sagen wir 4 monate spielt und immer gut mitmacht und dann nen schlechten tag hat und dann permabanned wird weil ja schon etwas war, das ist imo nicht in ordnung weil der spieler sich ja gebessert hat, und seien wir ehrlich, es gibt glaube ich keinen spieler dem nicht mal ein flame rausrutscht, auch wenns auf einen flame eines anderen ist\n{{item:3626}} drittens\nbitte gebt einen \"zähler\" dazu wo die spieler sehen können wo sie stehen, eventuell auch wenn man sie reportet hat, weil der sinn von strafe sollte ja resozialisierung sein und dazu muss man wie von euch schon gesagt ihnen zeigen was sie falsch machen\n\n{{summoner:6}} \nso long\nDarkay","replies":[{"id":"","poster":"Patter91","date":"2015-09-16T05:55:51.322+0000","up_votes":16,"down_votes":4,"body":"> [{quoted}](name=Dârkay,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0010,timestamp=2015-09-16T05:35:35.052+0000)\n>\n> die strafen skalieren recht schnell und fangen bei einer ordentlichen anzahl an, vll wäre eine flachere kurve besser, so zb\n> 3 spiele > 8 spiele > 15 spiele > 30 spiele > 1 tag ban > 3 tage ban > 7 tage ban > 14 tage ban > Perma\n\n\nNein, einfach nur nein! Man hat es damals beim Tribunal gesehen - teilweise 12 (!!!) Strafen, bevor endlich der Perma kam. Wer es nach dem zweiten, spätestens dritten Mal nicht rafft, dass er was falsch macht, wird es auch nach dem 8. Mal nicht raffen.\n\n> [{quoted}](name=Dârkay,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0010,timestamp=2015-09-16T05:35:35.052+0000)\n (wenn premades jmd reporten damit er gebannt wird)\n> ich spiele u.a. world of tanks und da ist es gang und gebe die report funktionen zu missbrauchen (\"ich habe den reportet weil der arty spielt\") und ich denke vor soetwas ist auch lol nicht gefeit\n\nWenn du \"Verbesserungsvorschläge\" zu einem System hast, solltest du dich erst informieren, wie es funktioniert. Die Strafen basieren nicht auf Reports, sondern tatsächlichem Fehlverhalten.\n\n> [{quoted}](name=Dârkay,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0010,timestamp=2015-09-16T05:35:35.052+0000)\n>\n> ein bestrafungssystem braucht definitv eine \"verjährung\" wer beim dritten vergehen hängt und sich dann wie einige hier gebessert hat weil der perma anklopft, sagen wir 4 monate spielt und immer gut mitmacht und dann nen schlechten tag hat und dann permabanned wird weil ja schon etwas war, das ist imo nicht in ordnung weil der spieler sich ja gebessert hat, und seien wir ehrlich, es gibt glaube ich keinen spieler dem nicht mal ein flame rausrutscht, auch wenns auf einen flame eines anderen ist\n\nWie oben: ERST informieren, DANN irgendwas vorschlagen. Ist schon mehrere Jahre implentiert.\n\n> [{quoted}](name=Dârkay,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0010,timestamp=2015-09-16T05:35:35.052+0000)\n>\n> bitte gebt einen \"zähler\" dazu wo die spieler sehen können wo sie stehen, eventuell auch wenn man sie reportet hat, weil der sinn von strafe sollte ja resozialisierung sein und dazu muss man wie von euch schon gesagt ihnen zeigen was sie falsch machen\n\nBitte? Damit die Leute genau wissen, wie viel sie noch straffrei bzw. ohne große Konsequenzen weitermachen können? Nein!","replies":[{"id":"","poster":"Dârkay","date":"2015-09-16T10:13:45.492+0000","up_votes":5,"down_votes":9,"body":"dann schreib mal die quelle dazu weil ich dazu nicht direkt ne quelle von rito gaming gefunden habe\nund musst auch nicht gleich so aggro sein, ich bin halt eher der meinung man sollte sich ncht so aufregen und das ruhig und differenziert betrachten, und ich bin halt generell sehr vergebend bei fehlverhalten","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T11:21:46.435+0000","up_votes":7,"down_votes":0,"body":"Hier gibt es viele Informationen zum Reportsystem: http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/hOP3e8NB-das-player-behavior-lexikon","replies":[]}]},{"id":"","poster":"PanGea Z3rO","date":"2015-09-20T10:51:45.518+0000","up_votes":2,"down_votes":4,"body":"Äußerst unfreundlich! \nDie Ideen die Darkay hatte sind absolut legitim und vertretbar. Ich verstehe nicht wieso er so grundlos von dir angegriffen wird.","replies":[]},{"id":"","poster":"XOFree","date":"2015-09-16T06:54:49.791+0000","up_votes":2,"down_votes":11,"body":"du bist zu aggressiv -.- komm runter","replies":[]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-09-16T09:12:41.978+0000","up_votes":5,"down_votes":0,"body":"> einfach aus dem grund dass A jeder mal nen schlechten tag hat\n\nIst doch schon abgedeckt. Probier es selbst aus. Verhalte dich immer super und dann flame ein Game (ohne Rassismus etc.). Wirst du dafür bestraft? Nein wirst du nicht. Es gibt immer eine kleine Toleranzgrenze bevor die Strafe an der Tür klopft.","replies":[{"id":"","poster":"ThomasLicht","date":"2016-09-12T10:36:18.210+0000","up_votes":2,"down_votes":3,"body":"Nope einfach nur Nope\n\nich habe schon für GJ Team einen Bann bekommen also bitte :)","replies":[{"id":"","poster":"Der Großmugister","date":"2016-09-23T05:13:00.145+0000","up_votes":2,"down_votes":1,"body":"Na dann nix wie her mit en Chatlogs!\nSollte ja kein Problem sein, wenn es sich nicht um eine feiste Lüge deinerseits handelt!","replies":[]}]}]},{"id":"","poster":"MarvinnSx","date":"2016-06-24T19:29:24.447+0000","up_votes":1,"down_votes":0,"body":"Finde ich auch hab nähmlich einen Perm bann bekommen^^ frürher war das anders.. 1tag 3 tage 1 woche 1 monat 3 monate..","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-26T00:18:20.206+0000","up_votes":1,"down_votes":0,"body":"Es gab nie Monatbanns. Zu Tribunalzeiten sah es etwa so aus (wenn ich mich korrekt erinnere):\n\n3 - 12 Monate lang nichts\nVerwarnung\n1 Tagebann\n2 Tagebann\n7 Tagebann\n14 Tagebann\nPermabann\n\nDie Stufen konnten aber auch übersprungen oder wiederholt werden. Ich bin mir aber nicht mehr sicher, wie viele Abstufungen es an Tagesbanns gab. 1, 7 und 14 waren dabei, danach nur noch der Perma.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-16T06:31:07.724+0000","up_votes":11,"down_votes":1,"body":"Da ich nicht unter zig Kommentare das Selbe posten will, hier eine kurze Klarstellung:\nDas aktuelle System bestraft nicht auf Grundlage von Reports! Reports sorgen nur dafür, dass die Chatanalyse getriggert wird.\nWenn die Chatanalyse, die übrigens kein einfacher Wortfilter, sondern ein komplexes System mit mannigfaltigen Erkennungsmöglichkeiten ist, erkennt, dass ihr euch unangemessen verhalten habt, wird eine Strafe verhängt.\n\nDas System beachtet dabei nicht nur den Chat, sondern auch den Spielverlauf, es erkennt also beispielsweise, dass ein \"gj\" was kam, nachdem euer Jungler den Smite verdusselte und der Gegner daraufhin den Baron mopste, negativ gemeint sein wird. Weiterhin zieht es aber in Erwägung, dass wenn auch etwas Gutes passier ist (nach dem Baron-steal wurde das Gegnerteam geaced), das \"gj\" vielleicht doch nett gemeint war. in diesem Fall würde das System die Situation als nicht mit Sicherheit einschätzbar beurteilen und das \"gj\" schlicht neutral bewerten.\nDas ist natürlich nur ein Beispiel um zu verdeutlichen, dass es recht schwer ist, vom System missverstanden zu werden und, dass man keine Angst vor unberechtigten Strafen haben muss.\n\nMit der, meiner Meinung nach, wichtigsten Änderung dieses Patches, der Chat-logs bei CR/RR, wird einem dann sogar noch die Möglichkeit gegeben, dass sollte das System tatsächlich doch mal einen Fehler gemacht haben, dies auch beweisen zu können.\n\nIn meinen Augen sorgt dieser Patch für größt-mögliche Gerechtigkeit und ich ziehe meinen Hut vor dem Team, Welches Idee und Durchführung zu verantworten hat!","replies":[{"id":"","poster":"PanGea Z3rO","date":"2015-09-20T10:55:08.237+0000","up_votes":1,"down_votes":6,"body":"\"Größtmögliche Gerechtigkeit\"? das ist sehr hoch gegriffen ^^ \nEin wichtiger Schritt war es zumindest die bisherigen Chatbans aufzuheben. Das grundlegende Problem wird allerdings auch mit dem neuen System nicht gelöst werden. Effektiv wäre als letztendliche Lösung einfach ein nichtgebrauch des Chats bzw ein generelles abschaffen.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-20T11:05:17.122+0000","up_votes":4,"down_votes":0,"body":"Ich mag den Chat und möchte ihn auch zukünftig benutzen.\nWo wäre die Gerechtigkeit, wenn man Leuten, denen es ebenso geht, den Chat nehmen würde, weil sich in paar Wenige nicht zusammenreißen können?","replies":[{"id":"","poster":"PanGea Z3rO","date":"2015-09-20T11:47:55.800+0000","up_votes":1,"down_votes":4,"body":"Ich meinte auch nur, dass man, um das Problem wirklich zu lösen, den Chat abschaffen müsste, da es immer Flamer geben wird, da hilft auch keine CR.","replies":[{"id":"","poster":"eingew","date":"2015-09-20T12:05:39.679+0000","up_votes":4,"down_votes":0,"body":"Natürlich hilft eine CR. Sie hebt das Problem nicht auf, aber sie dämmt es ein. Eine Abschaffung des Chats würde zeitgleich auch alles positive an Nachrichten entfernen und wäre daher nicht sinnvoll.","replies":[]}]}]}]}]},{"id":"","poster":"Hamrio","date":"2015-09-15T19:13:40.038+0000","up_votes":2,"down_votes":0,"body":"lönnt ihr mich aufklären was als \"vergehen\" bezeichnet wird. also wenn ich jedes game mein team in grund und boden flame für 20 spiele war das dann 1 vergehen oder 20?\nwenne ich einen meiner teammates wenn es jeder versteht einen \"noob\" nach einer lustig fehlgegangenen aktion war das dann ein vergehen? bitte um hilfe","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:20:23.070+0000","up_votes":3,"down_votes":4,"body":"auf gut deutsch klare regeln für klare strafen ! \n\nwenn man schon alles so auf \"Sportsman be fair\" setzt dann sollte man sich nicht nur die einfachen dinge raus suchen sondern wirklich ein ausführliches Gesetz machen ....","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-09-15T19:37:47.902+0000","up_votes":9,"down_votes":2,"body":"Du sollst deinen Mitspielern mit deinem Chatvverhalten nicht auf die Eier gehen, was gibt es da bitte nicht zu verstehen?","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:42:50.081+0000","up_votes":4,"down_votes":3,"body":"weil \" AUF DIE EIER \"  gehen ja auch so genau ist und auch ausfürhlich erklärt was für einen Persönlich \"Negativ \" ist Tottal plausible und absolute Faktische Antwort und aussage ! ( Sarkasmus out )","replies":[{"id":"","poster":"legofreak1","date":"2015-09-15T19:46:46.701+0000","up_votes":10,"down_votes":1,"body":"Was als toxisch gilt, wird von der Community abgesteckt und ist von Region zu Region verschieden. Generell kann man sagen, wenn man nichts gutes zu sagen hat, dann sollte man auch nichts sagen. Alles andere als konstruktive Kommunikation und Absprache ist nicht notwendig und vervt im Zweifelsfall nur.","replies":[]},{"id":"","poster":"HansMowlWurf","date":"2015-09-15T20:00:40.174+0000","up_votes":3,"down_votes":1,"body":"Okay, dann so:\nBenimm dich einfach.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T20:05:55.560+0000","up_votes":2,"down_votes":7,"body":"kann ich aber nicht ! und jetzt ?\n\nmuss ich wirklich mit meinem Defizit leben und trotz das ich um Hilfe schreie und eine Perfekte Lösung vorgebe die Strafen kassieren ? wenn ja  ... dann WoW danke das ich zugebe das ich ein Problem habe und ein HB Männchen bin und keinerlei Hilfe bekomme ausser die 4 Chancen um mir das ganze zu überlegen was natürlich auch nicht Hilft ( zumindest bei mir und bei vielen anderen auch )","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-09-15T20:11:01.484+0000","up_votes":5,"down_votes":0,"body":"Damit musst du wohl leben.\nEventuell kommt die Funktion des Chat ausschaltens ja doch noch, aber glaub mir, du wuerdest den Chat dann ja doch nach einiger Zeit wieder aktivieren.\nHast du den Allchat aus?","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T20:15:07.252+0000","up_votes":1,"down_votes":3,"body":"allchat ist bei mir an !\n\ndeswegen soll es ja die funktion geben das man den chat nur im Clienten vor einem Game aus oder an machen kann !\n\ndann werde ich 100% den Chat nicht wieder an machen ... weil ich weis es wird mich überkommen !\nansonsten würde ich aus Affekt handeln und für Affekt istdie Zeit für bis in den Client zu kommen und den Chat nachdem Game wieder an zu machen vieeeeeeeelll zu lang und ich denke darüber nach ;)","replies":[{"id":"","poster":"TheKreamCs","date":"2015-09-15T21:47:28.480+0000","up_votes":4,"down_votes":1,"body":"Also bei Leuten die ein Defizit haben, sollte mal Riot einschreiten und auch diese funktion in Patch 5.18 reinbringen. die den Chat deaktivieren sollten, damit man den chat lesen kann aber nix schreiben kann. Das wäre wenigstens sinnvoll.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-09-16T07:13:39.432+0000","up_votes":3,"down_votes":1,"body":"> kann ich aber nicht ! und jetzt ?\n\nSchwachsinn, das ist nichts weiter als eine Ausrede. Du bist ein Mensch, was bedeutet dass du ein ziemlich intelligentes Tier bist. Solange du nicht ernsthaft psychisch krank bist (in diesem Fall kann Riot dir auch nicht helfen, sondern eher ein Spezialist), sollte es kein Problem sein Dinge einfach nicht in die Tastatur zu tippen. Es ist nicht so dass wir mit einem \"Tastatur-Tipp\"-Reflex geboren werden, das ist also kein intuitives Verhalten sondern ein bewusster Willensakt. Zu behaupten du könntest das nicht Unterdrücken ist eine glatte Lüge, nichts weiter. Du bist nur einfach zu faul dazu. \n\nUnd zu deiner Frage \"und jetzt?\":\n\nWenn du bei dieser Einstelllung bleibst, hast du eben in der Community nichts verloren und wirst immer und immer wieder permagebannt. Das ist es was \"jetzt\" passieren wird, wenn du weiter bockig bleibst und dir einredest du könntest nicht anders. Deine Entscheidung.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-16T12:49:23.999+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle den \"**Gom Jabbar Test**\" um festzustellen wie menschlich Du bist ^^\n\n( http://dune.wikia.com/wiki/Gom_Jabbar )\n\nDieser Test würde hier einigen ganz gut tun XD;)\n\nmfg\nMB","replies":[]}]}]}]}]}]},{"id":"","poster":"Shiggyvara","date":"2015-09-15T19:23:30.850+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Hamrio,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0003,timestamp=2015-09-15T19:13:40.038+0000)\n>\n> lönnt ihr mich aufklären was als \"vergehen\" bezeichnet wird. also wenn ich jedes game mein team in grund und boden flame für 20 spiele war das dann 1 vergehen oder 20?\n> wenne ich einen meiner teammates wenn es jeder versteht einen \"noob\" nach einer lustig fehlgegangenen aktion war das dann ein vergehen? bitte um hilfe\n\nZu 1. ist davon auszugehen, dass jede Bestrafung 1 Vergehen ist.\nZu 2. wenn du jemanden noob nennst und du und derjenige das als lustigen Witz verstehen der dritte in eurem Team aber nicht und dich deshalb reportet wirst du weiterhin dafür bestraft werden.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:28:59.771+0000","up_votes":1,"down_votes":3,"body":"also wenn ich auf der Arbeit einen Mittelfinger zu meinem Vorgesetzten zeige kann ich eine Mahnung 1 bekommen \n\nwenn ich etwas klauen auf der arbeit bekomme ich eine weitere Mahnung die aber nicht zu der ersten dazugerechnet wird und somit Mahnung 1 ist ...\n\nsollte ich jetzt einer dieser 2 Straftaten ÄHNLICH auf eine andere art und weise wiederholen bekomme ich Mahnung 2 ! \n\nalso nein es ist nicht ganz verständlich was Riot als Vergehen ansieht !","replies":[{"id":"","poster":"eingew","date":"2015-09-15T19:34:11.144+0000","up_votes":1,"down_votes":0,"body":"Bei Chatrestrictions wird es immer nur um den Chat gehen. Aber die Vergehen im Allgemeinen lassen vermuten, dass man jetzt auch höhere Strafen bekommt, wenn man zuvor auf andere Weise toxisch war. Würde ich jetzt so interpretieren. Also quasi wenn du zu oft leavst kannst du bei CRs direkt mit dem 2ten Vergehen anfangen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-15T20:45:26.583+0000","up_votes":1,"down_votes":0,"body":"Ich glaube eher, dass die noch immer getrennt sind. Gibt ja jetzt den Leaverbuster, Feederbuster und Instant Feedback (zum Chat).","replies":[]},{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:39:05.683+0000","up_votes":1,"down_votes":2,"body":"sollte deine These richtig sein fände ich es aber OP ! \n\nalso übertreiben sollte man es jetzt nicht :/ \n\ndas ding ist wenn ich 3 Nächte 3 Gewitter hatte und 3 mal Stromausfall und den Leavbuster bekomme nehme ich die Strafe hin und gut ist ..... aber das man dann so wie du es erklärt hast direkt zu einem Vergehen hinzugerechnet wird fände ich est zu krass ! ( sollte deine These stimmen )","replies":[{"id":"","poster":"eingew","date":"2015-09-16T14:25:03.153+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht, dass deshalb der Leaverbuster hochgeschraubt wird und beim dritten Leave 2 Wochen raushaut. Das gibt es jetzt nicht und ich sehe auch keinen Grund, warum Riot in Zukunft zu so drastischen Maßnahmen greifen sollte.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2016-01-27T06:01:15.140+0000","up_votes":1,"down_votes":0,"body":"Das kann ich mir nur vorstellen, wenn dein Arbeitgeber eine Waldorfschule ist.\nEine solche Respektlosigkeit und in Fall 2 sogar kriminelle Energie, wird von keinem normalen Arbeitgeber geduldet, sondern direkt mit einer Kündigung und wahrscheinlich auch einer Anzeige geahndet.","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2016-01-26T20:05:52.597+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TGOxBl4ck,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=000300010000,timestamp=2015-09-15T19:28:59.771+0000)\n>\n> also wenn ich auf der Arbeit einen Mittelfinger zu meinem Vorgesetzten zeige kann ich eine Mahnung 1 bekommen \n> \n> wenn ich etwas klauen auf der arbeit bekomme ich eine weitere Mahnung die aber nicht zu der ersten dazugerechnet wird und somit Mahnung 1 ist ...\n> \n> sollte ich jetzt einer dieser 2 Straftaten ÄHNLICH auf eine andere art und weise wiederholen bekomme ich Mahnung 2 ! \n> \n> also nein es ist nicht ganz verständlich was Riot als Vergehen ansieht !\n\nDa kann ich nur sagen, daß du einen kulanten Arbeitgeber hast, denn für Mittelfinger oder Diebstahl am Arbeitsplatz,  werden sehr oft direkt Kündigungen ausgesprochen und kein Arbeitsrichter hebt diese wieder auf.","replies":[]}]}]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T12:30:34.621+0000","up_votes":2,"down_votes":4,"body":"Ok,mein Freund hat heute gespielt.Er hat im /all-Chat darüber geschrieben wie er Dia ist,und besser ist als die anderen,nachdem sie alle ihn insulted haben,dass er feeded.\nNun hat er instant einen 2-Wochen-Ban bekommen.\nIch dachte man bekommt erst eine 10 Spiele-Cr.Er war nicht toxic im Sinne von direktem Beleidigen.Sondern meinte er dass er trotz allem besser als die anderen ist.","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:54:39.383+0000","up_votes":7,"down_votes":1,"body":"Genauso wie vorher wird jemand, der Hasssprache oder Gewaltdrohungen benutzt irgendwann in einem permanenten Ban enden. Niemand möchte mit solchen Spielern spielen und das kann schon Mal bedeuten, dass er augenblicklich entfernt wird.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-17T15:06:27.679+0000","up_votes":1,"down_votes":8,"body":"Er hat aber \"nur\" einen w-Wochen-Ban und zusätzlich war es sein *erstes* Vergehen *und* das erste Game seit dem Reset,sowie hat er nichts der oben genannten Extremformen des Flamings genutzt.\nDarum ist der 2-Wochen-Ban extrem unpassend.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-17T16:10:12.259+0000","up_votes":4,"down_votes":1,"body":"Ohne Chatlog kann man leider nicht darüber reden, ob die Strafe passend ist oder nicht.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-17T16:28:54.614+0000","up_votes":1,"down_votes":7,"body":"Hat er rassistische Kommentare oder Todesdrohungen ausgespuckt?Nein,darum ist der 2-Wochenban unangebracht.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-17T17:06:16.772+0000","up_votes":3,"down_votes":0,"body":"Weiß ich nicht, ich hab den Chatlog noch nicht gesehen. Wenn dein Freund den Chatlog vorzeigen will, würde ich ihm empfehlen dazu einen eigenen Thread zu eröffnen.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-17T17:51:40.230+0000","up_votes":1,"down_votes":8,"body":"Chatlog hin oder her,ich verstehe nicht wieso er einen 2-Wochenban nach seinem ersten Vergehen UND seinem ersten Spiel bekommt.\nEntweder antwortest du einfach darauf,oder du antwortest mir gar nicht,weil keine einzige deiner Antworten mich vorangebracht haben.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-17T18:15:39.675+0000","up_votes":3,"down_votes":1,"body":"Jetzt poste halt deine Chatlogs....\noh entschuldige \"die deines Freundes\" ;)\nWenn wir die Chatlogs sehen, können wir dir sagen, ob es schlimm genug war, um sofort den Bann zu bekommen.\nAnsonsten müssen wir annehmen, dass Todesdrohungen oder Ähnliches drin stehen.\nMit Chatlogs können wir dir antworten, ohne NICHT!","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-18T11:13:19.415+0000","up_votes":1,"down_votes":0,"body":"Darf ich überhaupt die Chatlgos einer anderen Person posten?","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-18T11:18:00.375+0000","up_votes":5,"down_votes":1,"body":"Mußt Du nicht, wenn Dein Freund nen Account hat, kann er sich hier im Forum ganz normal melden und selber seine Chatlogs posten. Einfach nen Thread aufgemacht, aus folgenden Wörtern einen Titel basteln :\n\n- ungerechter Chatbann\n- noch nie\n- unfair\n- da war nen Troll\n- diese Feeder\n- langsam reichts\n- Nase voll\n- eigentlich kein Flamer\n- die Anderen sind schuld\n- Notwehr usw.\n\nden Chatlog als Link (glaub ich - nicht den Text nur kopieren) rein, fertig . Vlcht. noch kurz umschreiben, warum man unschuldig ist, ala \"noob ist doch kein Schimpfwort\" oder \"War nur Spaß\" .\n\nmfg\nMB","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-21T16:10:40.015+0000","up_votes":1,"down_votes":2,"body":"● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n○ Drittes Vergehen : 2-wöchige Sperrung\n○ Viertes Vergehen: Permanente Sperrung\n\nÄndert niemals was an der Sache,dass er ungerechtfertigt sofort einen 2-Wochenban kassiert hat.Kannst du mir sagen was du willst,aber wenn Ymir hier einen Stuß redet,dann liege ich garantiert nicht falsch.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-09-21T16:25:57.782+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=001e0002000000000000000000000001000000000001,timestamp=2015-09-21T16:10:40.015+0000)\n>\n> ● Bei jenen, die sich nicht bessern, wird die Bestrafung schnell verschärft. Und so funktioniert's:\n> ○ Erstes Vergehen: 10 Spiele mit Chateinschränkungen\n> ○ Zweites Vergehen: 25 Spiele mit Chateinschränkungen\n> ○ Drittes Vergehen : 2-wöchige Sperrung\n> ○ Viertes Vergehen: Permanente Sperrung\n> \n> Ändert niemals was an der Sache,dass er ungerechtfertigt sofort einen 2-Wochenban kassiert hat.Kannst du mir sagen was du willst,aber wenn Ymir hier einen Stuß redet,dann liege ich garantiert nicht falsch.\n\nBei entsprechend schweren Vergehen kann auch sofort ein 2-Wochenbann oder sogar ein Perma-Bann ausgesprochen werden.\nEinzelne Stufen zu überspringen, ist möglich.\n\nWurde hier zwar nicht noch einmal extra erwähnt.\nAllerdings gibt es die Instant--2-Wochen Banns und Instant-Perma-Banns schon etwas länger.\nWenn er also einen Instant-2 Wochenbann ohne Vorwarnung bekommen hat, ist dieser dadurch nicht ungerechtfertigt.\n\nWenn du weiter darüber diskkutieren willst, Chatlogs posten.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-22T06:02:31.334+0000","up_votes":1,"down_votes":0,"body":"Red ich hier Suaheli oder wie ? \n\nEin Post von mir vorher ist mein Statement dazu. Is mir absolut Brust ob es Dein Freund ist, unschuldig oder Marsmännchen. \n\nIch zitiere mich nochmal selber :\n\n> Da können Dir/Deinem Freund die \"Grünen\" weiterhelfen und dazu brauchen die halt den Log.\n\nDu stellst hier einfach irgendwelche Behauptung in den Raum. Beweise es und gut ist. Aber beweise es net mir und auf meine Post mußt du auch net antworten. Ich bin hier nicht wichtig und ich kann Dir/Ihm nicht helfen . \n\nYmir könnte Dir helfen aber den bezichtigst Du der Lüge. Ja, was denn nun ? \n\nViel Spaß noch !\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Cænatyx","date":"2015-10-03T17:38:02.335+0000","up_votes":1,"down_votes":0,"body":"Die Anderen sind schuld, diese Feeder!\nUnfair! Nase voll, da war nen Troll, langsam reichts.\n\nWeiter komme ich nicht. :S","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-23T13:20:37.585+0000","up_votes":1,"down_votes":0,"body":"DU hast recht,ohne Chatlogs kann ich mir nichts erhoffen.\nAber dennoch sollte ein 2-Wochenban nicht instant vergeben werden kann,wenn man andere Leute nicht mit Hasstiraden überflutet.\nVorallem nicht beim ersten Punish und dem ersten Spiel.\nAber da *ich* nichts beweisen kann,lasse ich es.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-23T13:39:36.589+0000","up_votes":1,"down_votes":0,"body":"Ok, sorry das ich so grantig war. Hatte halt das Gefühl nicht verstanden worden zu sein woran ich vrmtl. nicht ganz unschuldig war.\n\nNur was die Hasstiraden angeht, naja, jedes geschriebene Wort provoziert natürlich eine Gegenreaktion. Und Dein Kontra gegenüber dem TE mag aus Deiner Sicht berechtigt sein, aber ohne konkretes Material sieht es eben einfach nur nach Schlechtmacherei aus. Deswegen das mit den Logs. Du stößt damit sonst nur denen vor den Kopf die Dir oder eben Deinem Freund helfen könnten. \n\nIs halt nur meine Meinung und net maßgebend. Ich kann eben nix negatives bisher am bestehenden System erkennen. Ich kann spielen, bin net gesperrt usw., hab sogar nen grünes Bändsel (wofür das auch immer ist) . \n\nFlamen, Trollen seh ich auch häufig genug, aber nuja einfach YOLO und gut ist. Einfach nicht drauf einsteigen . Außer hier im Forum, da schreib ich schonmal meine Meinung .\n\nEs gibt auch keine \"guten\" Schimpfwörter. Wenn man sie benutzt, egal welch hehere Ziele man verfolgt muß man damit rechnen gesperrt zu werden. Einfach keine benutzen . In dem Sinne - hau rein .\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-21T12:01:37.837+0000","up_votes":1,"down_votes":1,"body":"Es geht mir am Ende nicht darum ob er entbanned wird oder nicht,sondern darum wie sowas zustande kommt.\nAber wenn ihr dafür nen Chatlog braucht,muss er sich drum kümmern...","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-21T12:24:18.827+0000","up_votes":1,"down_votes":0,"body":"> Es geht mir am Ende nicht darum ob er entbanned wird oder nicht,sondern \n\nSowas könnte hier sowieso keiner und ich schonmal garnicht.\n\n> darum wie sowas zustande kommt.\n\nDa können Dir/Deinem Freund die \"Grünen\" weiterhelfen und dazu brauchen die halt den Log.\n\n----------------\n\nBtw. mein Post war einfach sarkastisch, überspitzt formuliert. Einfach weil hier immer Threads auftauchen mit den Titeln die ich stichpunktartig aufgezeigt hab. Ist halt immer wieder dasselbe. \n\nDas Problem ist einfach, die Leute flamen im Spiel, finden es dann nicht gerechtfertigt wenn/wie sie bestraft werden, posten das dann hier und denen wird die \"Meinung gesagt\" (worum sie ja i.d.R. hier im Forum gebettelt haben) und kommen dann mit dem Gegenwind nicht klar. Austeilen ja, aber einstecken und Fehler einsehen -> Fehlanzeige. In gaaaaanz seltenen Fällen , kann man an einer Hand abzählen, waren eventuell Strafen zu \"hoch\" oder \"nicht gerechtfertigt\" .  K.A. wann, hab ich iwo mal gelesen.\n\n\nmfg\nMB","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-09-17T18:12:43.795+0000","up_votes":4,"down_votes":0,"body":"Das Instantfeedback System wird auch schon aktiv, wenn man in einem einzigen Spiel toxisch war. Deshalb, kann dein Freund direkt nach dem ersten Spiel bestraft werden. \n\nWie man in der Antwort von Ymir lesen kann, ist es immernoch so, dass man nicht zwangsläufig alle Stufen der Bestrafung durchlaufen muss. Härtefälle können Stufen überspringen. Im Extremfall hatte man eben noch nie auch nur eine CR und kurz nach einem Spiel schon den Permabann. \n\nOb der direkte 2 Wochenbann hier gerechtfertigt ist, kann aber ohne Chatlog hier niemand sagen. Wenn du dich darum kümmern willst, wäre es am besten, erst einmal die Community zu befragen, was sie von dem Chatlog halten. Vielleicht ist dein Freund eine der Ausnahmen (etwa 1 von 6000) die ungerechtfertigt bestraft wurden. In dem Fall eben, indem er Stufen übersprungen hat.","replies":[]}]}]}]}]},{"id":"","poster":"Cænatyx","date":"2015-10-03T17:31:50.071+0000","up_votes":1,"down_votes":0,"body":"Ich kann mir nicht vorstellen, dass jemand der die ganze Zeit beleidigt wird und dann iwann schreibt: \"Ich bin troztdem besser als du!\", 2 Wochen gebannt wird.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-09-16T13:21:05.300+0000","up_votes":1,"down_votes":0,"body":"Magst du vielleicht deinen Freund fargen, ob er den Chatlog mit uns teilen will?","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T13:43:45.043+0000","up_votes":1,"down_votes":2,"body":"Ich kann ihn nochmal fragen.kein Problem.","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-09-16T12:44:03.249+0000","up_votes":1,"down_votes":0,"body":"Ja, aber das kann nicht das eine Spiel gewesen sein, er muß sich schon vorher Reports eingefangen haben. D.h. in Spielen die er vorher gespielt hat, war er wohl in seiner Ausdrucksweise etwas ordinär .\n\nmfg\nMB","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T12:46:20.540+0000","up_votes":1,"down_votes":2,"body":"Das war sein erstes Game,und wie gesagt,sämtliche alten Reports wurden aufgehoben?\nEr hat versucht den Support anzuschreiben,und wartet auf eine Antwort.\nIchd achte man bekommt entweder Permaban instant,oder ganz normal wie in der Reihenfolge beschrieben,erst eine 10 Spiele-CR.","replies":[]}]}]},{"id":"","poster":"Manwe Sulimo","date":"2015-09-21T08:13:35.550+0000","up_votes":2,"down_votes":6,"body":"Wieder einmal dasselbe Prinzip wie schon in der Vergangenheit. Und wieder wird es nicht funktionieren weil es die Probleme nicht zielgerichtet genug angeht. Ich als leidenschaftlicher Flamer gebe mal paar Tipps direkt von vor Ort, wenn euch das nicht weiter hilft kann euch niemand helfen.\n\n1. Flamen:\n\nRiot: halbherzige Chatsperren (man kann weiterhin schrieben nur halt eingeschränkt)\nIch: 100% Chatperre (ein schreiben ist garnicht mehr möglich)\n\n2. Feeden:\n\nRiot: geht hier recht vorsichtig vor denke ich\nIch: Riot geht hier wohl angemessen vor\n\n3. AFK:\n\nRiot: reagiert recht schnell bei ingame AFk und auch zuverlässig (selbst getestet)\nIch: Riot geht hier angemessen vor\n\n4. Report Calling\n\nRiot: macht gefühlt garnichts\nIch: 100% Chatsperre, kann im Grunde genau so behandelt werden wie Flamen\n\nZusammenfassung für mich. Das Hauptproblem liegt im Flamen, Ragen und das Nerven von anderen Spielern im Chat, ja es gibt auch anderes aber das scheint mir das Hauptproblem zu sein. Und genau da versagt Riot jämmerlich. Anstatt hier eine konsequente Haltung einzunehmen die für jeden Mensch, egal aus welchem Kulturkreis er kommt nachvollziehbar ist, kommt man mit irgendwelchen komplizierten Sachen die auch noch Dinge vermischen.\n\nFür Flamen, Spam, Reportcalling....kurz gesagt der Missbrauch des Chats, kann es nur nur 100% Chatsperren geben die im Endeffekt für immer anhalten wenn keine Besserung eintritt. Solang man diesen Witz von Chatpsperren anwendet wo immer noch geschrieben werden kann wird es nicht effektiv sein weil es eingebaute Schlupflöcher bietet. Und bis heute gibt es keine Möglichkeit den Chat per Funktion zu deaktivieren. Viele Leute die wissen, dass sie schnell mal in Rage kommen würden das durchaus nutzen wollen. Aber Riot bietet es nicht mal an, mit seltsamen Begründungen a la, Kommunikation gehört auch dazu.  Ja dann schaut mal nach wie oft die \"Problemfälle\" den Chat für taktische Anweisungen nutzen oder obs nicht auch die Pings tun. Ich sags euch schon jetzt, die Pings reichen. Und jemand der den Chat gern von vornherein Deaktivieren will hat auch gar kein Interesse an der Nutzung des Chats. Also worüber reden wir hier. Wer ihn nutzen will und darf soll es tun. Aber es gibt auch andere Ansichten die zu respektieren sind.\n\nFeeden, AFK und andere Tricks um Spiele zu zerstören. Was man messbar feststellen kann wie bisher mit Rankedsperren belegen, wobei immer eine Perspektive da sein muss wieder an Ranked teil nehmen zu können. 500 Spiele Rankedsperre sind im Grunde ein Perma ban. Völlig sinnlos und wird keine Lösung sein. Neuer Account und selbes Spiel von vorn. Hier gestehe ich Riot allerdings auch zu, dass es schwierig ist eine zufriedenstellende Lösung zu erarbeiten. Hier darf man von einem andauernden Prozess reden dessen Ziel es sein muss ohne Perma-Bans aus zu kommen.\n\nPerma Ban. Hmm, Hmm, Hmm. Wenn man vor allem gescheite Chatsperren einrichtet hätte man schon mal ein großen Bereich in dem Perma Bans einfach wegfallen weil es gar nicht mehr so richtig dazu kommen kann. Es sei denn einer rastet völlig aus und begeht mit dem was er schreibt direkt mal eine Straftat bzw. überspannt den Bogen bei weitem. Volksverhetzung, schwerster Rassismus und was weiß ich.\n\nFazit:\n\nDas jetzige System ist, vor allem was den Chatmissbrauch angeht, einfach nur schlecht. Riot ist hier an der einen Stelle halbherzig und zum ausgleich übertreibt man es an anderer Stelle. Man beschwert sich das Leute den Chat permanent missbrauchen, will aber dass sie weiter chaten ^^ wenn auch eingeschränkt. Und um diesen Mangel irgendwie zu heilen droht man mit der Perm Ban Keule. Ich könnte jetzt noch einen bissigen Kommentar dazu abgeben aber ich lass es aus Gründen der Fairness. \n\nP.S. Her mit dem  CHATDEAKTIVIERUNGSBUTTON. Es gibt keine Notwendigkeit zu schreiben, lesen reicht im Zweifel auch. Außerdem wäre dieser  mysteriöse Knopf ja kein Muss, für alle die den Chat lieben und immer nur nett schrieben darf er gern unbenutzt bleiben. Für alle die gegen diesen Knopf sind. dann aber keine Flamer mehr Reporten. Thanks ^^","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-21T09:21:37.851+0000","up_votes":7,"down_votes":1,"body":"100% Chatsperre bis Besserung eintritt.... wie sollte man denn bitte auch nur ansatzweise feststellen ob eine Besserung stattgefunden hat wenn die betroffene Person nicht chatten darf? o.O\nGenau desshalb sind die paar verfügbaren Nachrichten so wichtig, die Spieler SOLLEN die Chance haben noch immer zu flamen, damit sie zeigen können, dass sie es dennoch nicht tun, nur so ist Besserung feststellbar.\nDie Option den Chat auszuschalten halte ich für sinnvoll, den Rest für Quatsch und deutlich besser so wie es bisher ist.","replies":[]},{"id":"","poster":"eingew","date":"2015-09-21T14:50:32.975+0000","up_votes":2,"down_votes":1,"body":"Mugiwara n Luffy hat bereits festgestellt, dass dein System dem obersten Ziel Riots der Besserung widerspricht. Ich denke ich kann aber noch mehr finden, was ich bei deinem Post kommentieren möchte um ein wenig mehr Klarheit in Riots Verhalten zu bringen.\n\nZu 1. und 3. Chatsperren:\nDie sind dazu gedacht, dass man sich wie gesagt bessert. Ein vollständiger Entzug vom Chat macht also keinen Sinn. Die Quote dabei ist übrigens ebenso wenig halbherzig. 70% der Spieler erhalten nach der ersten Sperre nie wieder eine. Ich denke das ist eine sehr gute Besserungsrate. Das der Chat eines Flamers größtenteils nicht sinnvoll ist, ist auch Riot bewusst. Schließlich haben die selbst veröffentlicht, dass die WR von Spielern mit CR durchschnittlich im Vergleich zu der Zeit vor der Sperre steigt, eben weil weniger destruktives in den Chat geschrieben werden kann.\nReportcalling gehört übrigens seit Anfang zu den Dingen, die deutlich schärfer und auch dementsprechend schneller mit 2Wochen- und Permabans bestraft wurden. Ich habe auch schon einige solcher Fälle selbst hier im Forum gesehen. Von \"Riot ist da zu lasch\" kann also kaum die Rede sein.\n\nZu 2. Feeden:\nWas heißt angemessen. Im Moment gibt es in Europa gar keine Bans fürs Feeden selbst, nur wenn du gleichzeitig den Chat damit zumüllst kriegst du Strafen. Feedest du aber einfach nur fröhlich vor dich hin, sammelst du nur Daten für den Feederbuster, welcher demnächst releast wird.\n\nIch sehe ehrlich gesagt auch nicht den großen Nutzen darin, Spielern einfach nur den Chat zu verbieten... dadurch wird die Situation im Allgemeinen ja nicht besser. Ich meine sicher, ein Flamer der den Chat nicht nutzen kann wird ingame denselben Effekt haben wie ein gesperrter Account... aber in der CS den Chat zu verbieten ist kontraproduktiv. Ich denke ein Permaban ist da deutlich angebrachter. Da wird dem Spieler sehr deutlich gemacht, dass sein Verhalten in keinster Weise toleriert wird. Ein Verbot zu chatten wirkt dagegen irgendwie improvisiert und nicht deutlich genug, wenn wir noch immer das Ziel der Besserung vor Augen haben.\n\nEin Button, mit dem man den Chat für sich selbst deaktivieren kann halte ich für relativ nutzlos. Entweder man kann sich benehmen oder nicht, daran ändert doch auch so ein Button nichts.","replies":[{"id":"","poster":"Talon The First","date":"2016-01-17T22:09:18.233+0000","up_votes":1,"down_votes":0,"body":"Bei mir im platinelo da setzen die gegner einem immer zu nachdem du n fehler gemacht hast. Ich finde das total blöd da ich dadurch manchmal zu tilten beginne und mich auf deren niveau herablasse","replies":[{"id":"","poster":"eingew","date":"2016-01-17T23:04:26.611+0000","up_votes":1,"down_votes":0,"body":"Immer wenn ich denke: \"Die Leute sind gerade echt schlecht gelaunt, ich weiß nicht, ob ich die nächsten Flames lesen kann, ohne dabei selbst abgefuckt zu werden\", dann schreibe ich zu beginn der folgenden Spiele \"/mute all\". Mir hilft das sehr gut. Und dann gibt es auch kein Niveau, auf das ich mich herablassen kann und keinen Grund, mich aufzuregen. Im Gegenteil, ich kann ohne Probleme spielen und bin ganz entspannt, weil ich selbst bei einem Fehler nicht mit irgendwelchen überflüssigen Kommentaren rechnen muss.\n\nKann ich nur empfehlen.","replies":[]}]}]}]},{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T18:53:54.348+0000","up_votes":1,"down_votes":5,"body":"ich bin \" toxic \" und wünsche mir das Riot die funktion chat entfernen mit reinbringt ! \n\ndas problem ist ganz einfach ich werde auch nach dem perma bann einen neuen acc erstellen und weiter machen ! \n\ndeswegen schreie ich als  bösewicht um HILFE !!!!!!   was mir hilft ?  naja ganz einfach ein Button im Client der es möglich macht in Game den chat zu deaktivieren !\n\nps: es fällt keinen einen zacken aus der krone wenn man einen \"Knopf\" erstellt der einfach eine funktion verringert ! ( funktion = kommunikation )","replies":[{"id":"","poster":"eingew","date":"2015-09-15T19:01:14.979+0000","up_votes":3,"down_votes":0,"body":"Wie wärs mit einem Makro? Sobald du auf \"Enter\" drückst, wird automatisch erneut die \"Entertaste\" gedrückt und deine Nachricht automatisch geschlossen.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:05:31.991+0000","up_votes":1,"down_votes":2,"body":"also dann schalte ich einfach den makro wieder aus ! ... für mich keine lösung :/ \n\nsobald ich weis wie es geht ertappt man sich selber die lücke zu benutzen !  deswegen währe es ja cool eine funktion zu geben für leute die definitiv nict den chat benutzen möchten ! ( weder lesen was andere schreiben noch selber schreiben )","replies":[{"id":"","poster":"legofreak1","date":"2015-09-15T19:12:49.284+0000","up_votes":4,"down_votes":0,"body":"Dann hilft dir ein Button auch nicht, der den Chat für dich entfernt, da du mit diesem Button den Chat auch wiederholen kannst.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:16:23.355+0000","up_votes":1,"down_votes":2,"body":"aber nicht wenn der button im client only ist ! \n\nalso inGame soll es den Button nicht geben !","replies":[{"id":"","poster":"eingew","date":"2015-09-15T19:31:52.209+0000","up_votes":2,"down_votes":0,"body":"Das Markoprogramm kannst du ingame ohne raustabben auch nicht stoppen.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:35:07.604+0000","up_votes":1,"down_votes":2,"body":"Ich verstehe dich wirklich bitte nicht falsch verstehen :P ABER es gibt mir immer noch die möglichkeit alles zu umgehen.... und genau da ist der Punkt wieso Riot mir als nicht belehrbaren Bösebub Helfen soll eine Funktion die nicht mal ansatzweise mühe in anspruch nimmt ausser eventuell 2 min. Arbeitszeit auf den \" Markt \" zu bringen ;) ...","replies":[{"id":"","poster":"Nuckmuck","date":"2015-09-16T05:06:05.514+0000","up_votes":1,"down_votes":1,"body":"Machs dir doch einfach. Starte ein Spiel und nach dem Ladebildschirm blockst du einfach alle anderen Teilnehmer. \n\nDa dein Chat ist weg.","replies":[{"id":"","poster":"Mîep","date":"2015-09-16T05:09:22.003+0000","up_votes":1,"down_votes":1,"body":"Es ist zu umständlich es jedes Game zu machen. \nAb einem gewissen Punkt wirst du es nicht mehr machen aus gerade diesem Grund.","replies":[{"id":"","poster":"Nuckmuck","date":"2015-09-18T05:47:26.545+0000","up_votes":2,"down_votes":0,"body":"ah ok dir sind 5 sekunden alle muten zu umständlich ? \n\nSchon allein da du in dieser Zeit eh nicht aus der Basis rauskommst ? Du stehst lieber umständlich in der Gegend rum ? \n\nSchwaches Argument.","replies":[{"id":"","poster":"Mîep","date":"2015-09-18T08:12:52.001+0000","up_votes":1,"down_votes":1,"body":"Es geht nicht um die Zeit die es dauert, viel mehr darum, dass es lästig ist es jedes Game immer und immer wieder zu tun anstatt eine einfache Lösung dafür zu haben.\n\nWenn du für jeden Gang auf die Toilette z.B. 9 Mal den Deckel anheben und wieder schließen müsstest bevor du dein Geschäft verrichten kannst würdest du dir auch eine einfachere Lösung wünschen oder?","replies":[{"id":"","poster":"Waldschrat86","date":"2015-09-18T10:29:18.316+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mîep,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00020001000000000000000000000001000000010000,timestamp=2015-09-18T08:12:52.001+0000)\n>\n> Es geht nicht um die Zeit die es dauert, viel mehr darum, dass es lästig ist es jedes Game immer und immer wieder zu tun anstatt eine einfache Lösung dafür zu haben.\n> \n> Wenn du für jeden Gang auf die Toilette z.B. 9 Mal den Deckel anheben und wieder schließen müsstest bevor du dein Geschäft verrichten kannst würdest du dir auch eine einfachere Lösung wünschen oder?\n\nDann ignoriers doch einfach?\n\nWenn man's warum auch immer nicht kann und den Drang verspürt reagieren zu müssen, klar ist,dass es gerade mit Vorstrafen zu unangenehmen, ungewollten Konsequenzen führt. Dann frage ich mich echt, was lästiger ist, eine Chatnachricht \"/mute all\"/ klicken im Tabfenster, wenn eh 15Sekunden Zeit ist bisman vom Spawn kommt und bis ~1:50 in der Regel eh nichts zu tun hat oder stattdessen mehrere Nachrichten, die nur negative Konsequenzen haben rauszuhauen.\n\n\nUm in deinem Bild zu bleiben:\n\nEigentlich musst du den Deckel gar nicht einmal heben, weil es ein Pissoir ist, du musst nur ab und an die Spülung drücken. Nutzt aber alles nichts, wenn man trotzdem groß reinmacht statt klein.\n\nIch hab mir ja auch schon überlegt, wieso Riot nicht einfach die Option Chat aus reinpatcht. Aber mal ehrlich Leute, Allchat ist Standartmäßig aus, gefühlt jeder 2. Chatlog hat dennoch Nachrichten, die an den Gegner gehen, also wurde er aktiv aktiviert. Dasselbe würde mit der Chatausfunktion passieren. Wenn man so unbeherrscht ist, das man Enter, BS, Enter eingebn muss, dann wird man in der Stimmung auch Esc, Spiel, Chat an/aus, msg eingeben...\n\nWas mir z.B. manchmal wenn mir der Kragen platzt passiert ist, dass ich den Chat öffne, ne Nachricht shreibe, sie dann aber wieder lösche oder während des schreibens schon abbreche.\n\nEuer \"ich kann das nicht\" ist eigentlich immer ein \"ich will das nicht\".","replies":[]},{"id":"","poster":"eingew","date":"2015-09-18T12:15:52.118+0000","up_votes":1,"down_votes":0,"body":"Mit \"/mute all\" musst du nur ein Mal den Deckel anheben :P","replies":[]}]}]},{"id":"","poster":"Protective Puppy","date":"2015-09-16T08:25:47.101+0000","up_votes":1,"down_votes":0,"body":"/mute all\neasy","replies":[]}]}]},{"id":"","poster":"Mîep","date":"2015-09-16T02:18:41.539+0000","up_votes":1,"down_votes":0,"body":"Ich für meinen Teil fände es auch recht sinnvoll eine im Spiel integrierte Möglichkeit zu haben sich selber einzuschränken, da ich leider auch dazu neige mich provozieren zu lassen etc.\n\nJedoch würde ich es wesentlich simpler angehen.\nAnstatt den Chat vollständig zu deaktivieren fände ich es sinnvoller einfach die Tastenzuweisung entfernen zu können.\nAuf diese Weise kann man den Chat zwar sehen und es ist ein wenig umständlich gleich zu flamen oder ähnliches.\nDiese würde impulsive Reaktionen vermindern und bevor man den Chat wieder \"aktiviert\" kann man auch einfach die Person die einen provoziert muten oder den Chat einfach aus dem Bild schieben.\n\nDenn für mich ist das Problem, dass ich in solchen Momenten eine sogenannte \"Kurzschluss Reaktion\" habe und vielleicht 5 Sekunden später diesen \"Flame\" bereue.\n\n\nMfG\n\nMîep","replies":[]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-09-16T07:08:36.797+0000","up_votes":3,"down_votes":0,"body":"> also dann schalte ich einfach den makro wieder aus ! ... für mich keine lösung :\n\nIch denke ein Minimum an Selbstbeherrschung kann man schon von Spielern verlangen. Es ist ja zu deinem eigenen Besten. Aber gut, wenn es dir Spaß macht dutzende Accounts zu leveln und auf ihnen allen gebannt zu werden, lange bevor du lvl 30 erreichst, bitteschön. Ich kann mir schöneres im Leben vorstellen, aber jedem das Seine.","replies":[]},{"id":"","poster":"loliufg","date":"2015-09-16T03:06:44.924+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TGOxBl4ck,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=000200010000,timestamp=2015-09-15T19:05:31.991+0000)\n>\n> also dann schalte ich einfach den makro wieder aus ! ... für mich keine lösung :/ \n> \n> sobald ich weis wie es geht ertappt man sich selber die lücke zu benutzen !  deswegen währe es ja cool eine funktion zu geben für leute die definitiv nict den chat benutzen möchten ! ( weder lesen was andere schreiben noch selber schreiben )\n\nIm frust schnell \"fuck yourself\" oder ähnliches zu schreiben verstehe ich ja noch. Passiert mir auch dem öfteren. Wenn du jetzt aber ein Macro hast, dass du ausschalten musst, kannst du dann nicht einfach immer daran denken: Es ist nur ein Spiel flamen hilft eh nichts? Probiers dann mit kurz aufstehen, 1 minute durch die Wohnung gehen, sich wieder hinsetzen alle muten und einfach trollen und noch ein bisschen spaß haben. Bei einem spiel das eh verloren ist und dich sonst in eine mieße stimmung bringt ist das doch die beste Lösung oder? Ich werde mir den Tipp zu Herzen nehmen... jetzt aber mal schaun ob ich es auch ohne schaffe und wenn die chatrestriciotn wieder reinkommen wird das wohl mein erster lösungsansatz sein, danke für den tipp!","replies":[]}]},{"id":"","poster":"AyteeDE","date":"2015-09-16T07:37:00.684+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00020001,timestamp=2015-09-15T19:01:14.979+0000)\n>\n> Wie wärs mit einem Makro? Sobald du auf \"Enter\" drückst, wird automatisch erneut die \"Entertaste\" gedrückt und deine Nachricht automatisch geschlossen.\n\nBann für Skript inc. :D","replies":[{"id":"","poster":"eingew","date":"2015-09-16T14:14:57.632+0000","up_votes":1,"down_votes":0,"body":"Riot ist nicht blöd.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-09-15T19:00:10.110+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du kannst in den Spieldateien den Chat so verändern, dass er nicht mehr angezeigt wird.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:03:09.087+0000","up_votes":1,"down_votes":2,"body":"währe cool wenn du mir damit eventuell helfen könntest und mir sagst wie ... vor allem ist dann auch gewährleistet das ich den chat nicht wieder zurecht rücke ?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-15T19:07:49.934+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nicht wie das geht. Ich glaube, ich hab mal im Hilfe & Support gelesen, wie das funktioniert. Ansonsten kann Google sicher auch helfen.","replies":[{"id":"","poster":"TGOxBl4ck","date":"2015-09-15T19:08:46.255+0000","up_votes":1,"down_votes":2,"body":"ok danke ichwerde mich mal auf die suche machen !","replies":[]}]},{"id":"","poster":"Protective Puppy","date":"2015-09-16T08:26:45.413+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=CwfY8VInkk4","replies":[]}]}]},{"id":"","poster":"Xycoz","date":"2015-09-26T13:57:19.275+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TGOxBl4ck,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0002,timestamp=2015-09-15T18:53:54.348+0000)\n>\n> ich bin \" toxic \" und wünsche mir das Riot die funktion chat entfernen mit reinbringt ! \n> \n> das problem ist ganz einfach ich werde auch nach dem perma bann einen neuen acc erstellen und weiter machen ! \n> \n> deswegen schreie ich als  bösewicht um HILFE !!!!!!   was mir hilft ?  naja ganz einfach ein Button im Client der es möglich macht in Game den chat zu deaktivieren !\n> \n> ps: es fällt keinen einen zacken aus der krone wenn man einen \"Knopf\" erstellt der einfach eine funktion verringert ! ( funktion = kommunikation )\n\nGeb mal bei Google ein \"Remove Chat from League of Legends tutorial\", dann wirst du Threads finden die dir erklären wie du den Chat entfernst, ohne das du nen Bann wegen Manipulation der Spieldateien bekommst.","replies":[]}]},{"id":"","poster":"Krebsl0rd","date":"2015-09-17T12:06:39.144+0000","up_votes":1,"down_votes":1,"body":"also sind jetzt alle chat/- und rankedbanns weg und jeder bekommt (insofern er nicht wieder gebannt wird) den victorious skin/border/ward skin etc.?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-17T12:45:08.661+0000","up_votes":2,"down_votes":0,"body":"Zu den Seasonbelohnungen stehen die Bedingungen laut Lyte noch nicht komplett fest. Bisher sagte er dazu, dass alle, die am Seasonende keine CR/RR haben und diese Season keinen Bann aufgrund ihres Verhaltens hatten, die Belohnungen erhalten werden. Er erwähnte aber etwas von einer Reformierung nach einem Bann und sprach dabei von mehreren Monaten ohne Strafe. Ich schätze mit Ankündigung der Seasonbelohnungen wird es dazu mehr Infos geben.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-18T09:08:21.240+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00270000,timestamp=2015-09-17T12:45:08.661+0000)\n>\n> Zu den Seasonbelohnungen stehen die Bedingungen laut Lyte noch nicht komplett fest. Bisher sagte er dazu, dass alle, die am Seasonende keine CR/RR haben und diese Season keinen Bann aufgrund ihres Verhaltens hatten, die Belohnungen erhalten werden. Er erwähnte aber etwas von einer Reformierung nach einem Bann und sprach dabei von mehreren Monaten ohne Strafe. Ich schätze mit Ankündigung der Seasonbelohnungen wird es dazu mehr Infos geben.\n\nalles klar danke :) ich hatte nämlich nach dem letzten remake einen 2 wochen ban wegen einem troll support und weil da halt jetzt steht jeder hat eine \"weiße weste\" wollt ichs mal wissen ^^ weil aus meiner friendslist ein paar leute sagen, dass jetzt jeder die rewards bekommt wenn er ab jetzt keinen ban mehr bekommt. die sind allerdings nicht aus deutschland ich weiß nich ob sich bei denen schon mehr rumgesprochen hat.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-18T09:18:46.808+0000","up_votes":3,"down_votes":0,"body":"Wenn ich sowas schon lese..... Du hattest bestimmt keinen Bann weil dein Supp getrollt hat, sondern weil du dich daneben benommen hast! Und zwar nicht zu knapp, für nen 2-Wochen-Bann muss man sich schon so richtig asozial verhalten haben.\n\nEs ist sehr schade zu sehen, dass du anscheinend deine Lektion daraus nicht gelernt hast.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-19T09:30:06.226+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0027000000000000,timestamp=2015-09-18T09:18:46.808+0000)\n>\n> Wenn ich sowas schon lese..... Du hattest bestimmt keinen Bann weil dein Supp getrollt hat, sondern weil du dich daneben benommen hast! Und zwar nicht zu knapp, für nen 2-Wochen-Bann muss man sich schon so richtig asozial verhalten haben.\n> \n> Es ist sehr schade zu sehen, dass du anscheinend deine Lektion daraus nicht gelernt hast.\n\nwenn mein supporter smite hat und 100 cs klaut aber ansonsten entweder afk unterm tower steht oder absichtlich in die gegner rennt hab ich ihn natürlich geflamed. wie der rest des teams. ich hab die leute nach den 2 wochen rausgesucht und wie gesagt alle anderen haben für den flame auch einen 2 wochen bann oder rankedban erhalten. nur weil ein spieler trollt und er daran schuld ist dasss das spiel letztendlich verloren wird werden 4 andere normal spieler bestraft. ich fand zu dem zeitpunkt dieser hass auf flamer und das unterstützen von trollen einfach behindert. wenn ich jetzt wüsste er trollt und danach wird er gebannt hätte ich auch nicht geflamed. aber zu dem zeitpunkt konnte ja jeder machen was er wollte, solange er im chat nur nette sachen geschrieben hat. mal ehrlich wenn 4 leute jemanden reporten muss man sich das spiel doch mal anschauen und nicht dem einem typen recht geben der alle anderen 4 reported hat.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-09-19T12:23:51.699+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Krebsl0rd,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00270000000000000000,timestamp=2015-09-19T09:30:06.226+0000)\n>\n> wenn mein supporter smite hat und 100 cs klaut aber ansonsten entweder afk unterm tower steht oder absichtlich in die gegner rennt hab ich ihn natürlich geflamed. wie der rest des teams. ich hab die leute nach den 2 wochen rausgesucht und wie gesagt alle anderen haben für den flame auch einen 2 wochen bann oder rankedban erhalten. nur weil ein spieler trollt und er daran schuld ist dasss das spiel letztendlich verloren wird werden 4 andere normal spieler bestraft. ich fand zu dem zeitpunkt dieser hass auf flamer und das unterstützen von trollen einfach behindert. wenn ich jetzt wüsste er trollt und danach wird er gebannt hätte ich auch nicht geflamed. aber zu dem zeitpunkt konnte ja jeder machen was er wollte, solange er im chat nur nette sachen geschrieben hat. mal ehrlich wenn 4 leute jemanden reporten muss man sich das spiel doch mal anschauen und nicht dem einem typen recht geben der alle anderen 4 reported hat.\n\nDiese 4 Spieler wurden bestraft, weil sie flamen, nicht, weil der andere Off-Meta spielt.\nDas ist ein gewaltiger Unterschied.\nJeder einzelne von euch ist für seinen Ban selbst verantwortloch, weil ihr eure Emotionen nicht unter Kontrolle habt.\n\nGlaubst du, der andere wird plötzlich anders spielen, weil ihn 4 andere beleidigen?\nWenn nein, welchen Sinn erhoffst du dir vom Flamen?\nEs ist Frust-Abbau, nichts weiter.\n\nIn extrem seltenen Fällen fängt ein Spieler einfach grundlos an, das Spiel absichtlich zu ruinieren.\nDie Fälle kann ich seit S2 noch immer an einer Hand abzählen.\n\nÖfters hingegen passiert es, dass einer wegen Non-Meta Pick extrem geflamt wird, und daraufhin, aufgrund dieses Flames, tatsächlich afängt, zu trollen.\nUnd für viele Leute ist alles trollen, was nicht ein Meta-Pick ist.\nIhr erschafft euch eure \"Trolle\" selbst.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-19T16:52:59.951+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Eleandor317,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=002700000000000000000002,timestamp=2015-09-19T12:23:51.699+0000)\n>\n> Diese 4 Spieler wurden bestraft, weil sie flamen, nicht, weil der andere Off-Meta spielt.\n> Das ist ein gewaltiger Unterschied.\n> Jeder einzelne von euch ist für seinen Ban selbst verantwortloch, weil ihr eure Emotionen nicht unter Kontrolle habt.\n> \n> Glaubst du, der andere wird plötzlich anders spielen, weil ihn 4 andere beleidigen?\n> Wenn nein, welchen Sinn erhoffst du dir vom Flamen?\n> Es ist Frust-Abbau, nichts weiter.\n> \n> In extrem seltenen Fällen fängt ein Spieler einfach grundlos an, das Spiel absichtlich zu ruinieren.\n> Die Fälle kann ich seit S2 noch immer an einer Hand abzählen.\n> \n> Öfters hingegen passiert es, dass einer wegen Non-Meta Pick extrem geflamt wird, und daraufhin, aufgrund dieses Flames, tatsächlich afängt, zu trollen.\n> Und für viele Leute ist alles trollen, was nicht ein Meta-Pick ist.\n> Ihr erschafft euch eure \"Trolle\" selbst.\n\noff meta pick? hast du meinen kommentar überhaupt gelesen? er war einfach nur ein troll. er hatte nicht das schild sondern die münze und hat trotzdem 100 cs genommen und ansonsten nur absichtlich gefeeded oder war afk. es war nicht off meta ich halte von der meta eh nicht viel ich hab ne zeit lang viel adc ahri gespielt und hatte heute 3 mal einen trundle support. und natürlich is das flamen nur das auslassen von gefühlen an ihm. aber unser flame war jetzt nicht so schlimm dass es einen ban gerechtfertigt hätte würde ich sagen. auch die anderen 3 leute nicht. es fielen nie wörter wie \"%%%%%%%%%\" oder \"%%%%%%%%%\" oder so. das meiste war eigl eher dass er lol deinstallieren sollte und aufhören sollte zu spielen wenn er eh nur trollt. und wie gesagt wenn man jetzt den thresh gebannt hätte hätten wir ja nie das flamen angefangen. das ist genauso behindert wie in den USA wo die polizei autos offen rumstehen lässt damit leute sie klauen und diese leute dann eingesperrt werden. ohne das offene auto der polizei hätten sie ja das verbrechen nicht begangen. im endeffekt ist so was anstiftung zur straftat. wieso also nciht den grund des flames beseitigen als die flamer bestrafen? wir beide haben in dem spiel etwas falsch gemacht. aber meinen fehler kann man einfach beheben indem man tab drückt und mcih muted. ich beeinflusse das spiel sobald ich gemuted bin nicht mehr großartig. der andere hat aber auch etwas falsch gemacht und dagegen kann man nichts tun. er verliert das spiel mit absicht und nur weil sein flame sich auf champselect und end card beschrenkt hat wird er nicht bestraft. das macht für mich keinen sinn","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-09-19T17:12:47.044+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Krebsl0rd,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0027000000000000000000020000,timestamp=2015-09-19T16:52:59.951+0000)\n>\n> . wieso also nciht den grund des flames beseitigen als die flamer bestrafen? \n\nDer Grund des Flamen ist:\n\n-Mangelnde Selbstkontrolle.\n-(In diesem Aspekt) gescheiterte Erziehung\n-Fehlendes Bewusstsein über das, was man da tatsächlich von sich gibt.\nWie oft liest man hier \"Retard, *****\" etc. seien keine Beleidigungen....\n-Die falsche Auslegung von Meinungsfreiheit und Selbstverteidigung\n-Anonymität des Internets\n-Der Glaube, man dürfe Flamen, wenn jemand anders die Regeln bricht\n-Das fehlende Bewusstsein über Strafen\n\nDAS sind die Ursachen, welche es zu beheben gilt.\nBis auf eine Handvoll Ausnahmen, wurden sämtliche Trolle durch Flame verursacht, nicht umgekehrt.\n\n-Sicher,, in extrem seltenen Fällen gibt es Spieler, die das Spiel absichtlich sabotieren......\nAber das ist nur bei einem winzigen Bruchteil der Spiele der Fall.\nUnd auch dann kann man sich ganz einfach selber benehmen, und nicht auch noch die Regeln brechen.\nDein geflame ändert doch auch bei echten Trollen absolut GAR NICHTS an der Situation.\nGlaubst du, der wird wegen Aufforderungen, das Spiel zu deinstallieren, sich plötzlich benehmen? Nein.\nDu gehst einfach noch den restlichen Mitspielern zusätzlich auf die Nerven, das braucht absolut niemand.\nDie Situation verbessert sich in keinster Weise.\nBau deinen Frust woanders ab.\n\nZu deinem Amerika-Vergleich:\nKeine Ahnung, ob da irgendetwas wahres dran ist.\nFest steht: Riot (die Polizei/strafende Instanz) ist es nicht, welche dich zum flamen anstiftet.\nAlleine deswegen ist der Vergleich nicht zutreffend.\n\n-Und zu dem \"Mute mich\" :\nIn dem Moment, wo dich ein Spieler muten muss, ist der Schaden bereits angerichtet, das Spielerlebnis durch dein Verhalten noch weiter gestört.\nDas Vorhandensein der Mute-Funktion ist also keine Entschuldigung für dein Verhalten.\nZumal man auch dann keine eventuell nützlichen Nachrichten (wofür der Chat eigentlich da ist.....) mehr lesen kann.\n\n-Champ-Select Chat und After-Game Chat wird ebenfalls überprüft.\nInformieren, dann kritisieren.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-20T09:50:42.936+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eleandor317,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00270000000000000000000200000000,timestamp=2015-09-19T17:12:47.044+0000)\n>\n> Der Grund des Flamen ist:\n> \n> -Mangelnde Selbstkontrolle.\n> -(In diesem Aspekt) gescheiterte Erziehung\n> -Fehlendes Bewusstsein über das, was man da tatsächlich von sich gibt.\n> Wie oft liest man hier \"Retard, *****\" etc. seien keine Beleidigungen....\n> -Die falsche Auslegung von Meinungsfreiheit und Selbstverteidigung\n> -Anonymität des Internets\n> -Der Glaube, man dürfe Flamen, wenn jemand anders die Regeln bricht\n> -Das fehlende Bewusstsein über Strafen\n> \n> DAS sind die Ursachen, welche es zu beheben gilt.\n> Bis auf eine Handvoll Ausnahmen, wurden sämtliche Trolle durch Flame verursacht, nicht umgekehrt.\n> \n> -Sicher,, in extrem seltenen Fällen gibt es Spieler, die das Spiel absichtlich sabotieren......\n> Aber das ist nur bei einem winzigen Bruchteil der Spiele der Fall.\n> Und auch dann kann man sich ganz einfach selber benehmen, und nicht auch noch die Regeln brechen.\n> Dein geflame ändert doch auch bei echten Trollen absolut GAR NICHTS an der Situation.\n> Glaubst du, der wird wegen Aufforderungen, das Spiel zu deinstallieren, sich plötzlich benehmen? Nein.\n> Du gehst einfach noch den restlichen Mitspielern zusätzlich auf die Nerven, das braucht absolut niemand.\n> Die Situation verbessert sich in keinster Weise.\n> Bau deinen Frust woanders ab.\n> \n> Zu deinem Amerika-Vergleich:\n> Keine Ahnung, ob da irgendetwas wahres dran ist.\n> Fest steht: Riot (die Polizei/strafende Instanz) ist es nicht, welche dich zum flamen anstiftet.\n> Alleine deswegen ist der Vergleich nicht zutreffend.\n> \n> -Und zu dem \"Mute mich\" :\n> In dem Moment, wo dich ein Spieler muten muss, ist der Schaden bereits angerichtet, das Spielerlebnis durch dein Verhalten noch weiter gestört.\n> Das Vorhandensein der Mute-Funktion ist also keine Entschuldigung für dein Verhalten.\n> Zumal man auch dann keine eventuell nützlichen Nachrichten (wofür der Chat eigentlich da ist.....) mehr lesen kann.\n> \n> -Champ-Select Chat und After-Game Chat wird ebenfalls überprüft.\n> Informieren, dann kritisieren.\n\nwie gesagt er hat bereits im champ select gesagt er würde trollen, ohne dass ihn jmd geflamed hat und ohne dass ihn jmd gezwungen hat support zu gehen. er hat als 2 pick im draft game freiwillig support gepickt und dann gesagt er trollt. also wars eins der wenigen spiele indem der flame durch den troll ausgelöst wurde. und wie gesagt bis auf 10 spiele cr war das meine einzige strafe. ich bin nicht von grundauf negativ und flame sonst selten, aber wenn jmd mit absicht das spiel sabotiert nervt das halt. und ich weiß nicht wie die das jetzt handhaben, aber früher haben die sich champselect und den chat nach dem spiel nicht angeschaut. kann sein dass sie es mittlerweile machen.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-09-19T09:41:36.475+0000","up_votes":2,"down_votes":0,"body":"Was hat das mit Recht geben zu tun? Bei einer Prügelei werden *alle* bestraft, nicht nur der Provokateur.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-19T09:51:14.112+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=002700000000000000000001,timestamp=2015-09-19T09:41:36.475+0000)\n>\n> Was hat das mit Recht geben zu tun? Bei einer Prügelei werden *alle* bestraft, nicht nur der Provokateur.\n\ndas ist doch gerade der grund. derjenige der schuld am verlorenen spiel und auslöser des flames ist wird als einziger nicht bestraft. es ist doch so dass viele leute erst salty/mad werden wenn jmd anderes trollt oder absichtlich feeded. also das ist zumindest bei mir so (seit dem 2 wochen ban hatte ich btw keine andere bestrafung mehr) also wenn man (wie es das neue system ja endlich vorsieht) die feeder und trolls bestraft werden 95% des flames verschwinden. es gibt nur wenig leute die von anfang an so mad sind dass sie wegen jeder kleinigkeit flamen. aber wenn man 5 spiele in folge verloren hat, weil jmd von anfang an im champ select (was riot nicht prüfen kann) sagt dass er feeden wird und dann noch so nen supporter hat wird man halt irgendwann mad. ich wurde auch nur wegen diesem einen spiel gebannt davor hab ich mehr als 10 spiele lang nichts geschrieben.","replies":[{"id":"","poster":"eingew","date":"2015-09-19T11:06:13.291+0000","up_votes":1,"down_votes":0,"body":"Der Feederbuster wird mit den nächsten Patches releast. \n\nWas ist für dich denn ein Troll? Jemand der Offmeta spielt? Dann magst du dich dadurch vielleicht provoziert fühlen, aber das ändert nichts daran, dass er gegen keinerlei Regeln verstößt.\n\nRiot kann die CS im übrigen prüfen und tut das auch.","replies":[{"id":"","poster":"Cænatyx","date":"2015-10-03T17:20:50.415+0000","up_votes":2,"down_votes":0,"body":"Das heisst wenn ich viele Lasthits habe werde ich bestraft? \nIch habe schon viele Carries gesehen, die das einfach nicht können und versuche alles zu last hitten was sie nicht mehr bekommen können.\n\nOH... hab grade rausgefunden was du mit CS gemeint hast xDDDDD\nHat sich erledigt.","replies":[]},{"id":"","poster":"Krebsl0rd","date":"2015-09-19T16:58:21.735+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00270000000000000000000100000000,timestamp=2015-09-19T11:06:13.291+0000)\n>\n> Der Feederbuster wird mit den nächsten Patches releast. \n> \n> Was ist für dich denn ein Troll? Jemand der Offmeta spielt? Dann magst du dich dadurch vielleicht provoziert fühlen, aber das ändert nichts daran, dass er gegen keinerlei Regeln verstößt.\n> \n> Riot kann die CS im übrigen prüfen und tut das auch.\n\nzu dem zeitpunkt hat es sie aber 0 interessiert. btw \"offmeta\" war da nichts. ich weiß dass man mit thresh surprise hooken kann mit smite. aber er hatte nichtmal das schild sondern die münze, also war der farm weg und er hat immer wenn smite up war gesmited nicht nur wenn er hätte graben können. wenn er grad nicht mit farm stealen beschäftigt war ist er entweder extra in gegner gerannt um zu feeden oder war afk neben dem tower. er hat btw auch geflamed aber halt nur im champselect und der endcart also kann riot nichts prüfen, das rechtfertigt aber nciht wieso er nciht bestraft wird. wie oben schon erwähnt wir haben nichts wie \"%%%%%%%%%\" oder so geschrieben sondern eher solche sachen wie \"stop fucking trolling\" oder \"delete league\". wenn sich jetzt irgendjmd bei riot hinsetzt und sich das spiel ansieht erkennt er kalr dass thresh schuld war und bestraft ihn. und ich würde ihn auch nicht flamen wenn ich wüsste dass er eine gerechte strafe bekommt. wie gesagt seitdem hatte ich keine bestrafung und davor auch nur eine 10 spiele chatsperre. ich bin generell nicht negativ oder mad auf mitsipeler. aber wenn jmd so offensichtlich mit absicht ein spiel ruiniert und damit 4 leuten in dem spiel und auch 2 wochen danach den spielspaß nimmt und damit durchkommt wird man halt alle 1000 spiele mal mad.","replies":[{"id":"","poster":"eingew","date":"2015-09-20T12:10:20.250+0000","up_votes":1,"down_votes":0,"body":"Wie oft soll ich dir noch sagen, dass die CS **geprüft wird**. *Ebenso wie der Lobbychat nach dem Spiel*. Da kannst du noch so oft behaupten Riot würde das ignorieren, die Aussage bleibt einfach falsch.","replies":[{"id":"","poster":"Krebsl0rd","date":"2015-09-20T18:12:00.156+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0027000000000000000000010000000000000000,timestamp=2015-09-20T12:10:20.250+0000)\n>\n> Wie oft soll ich dir noch sagen, dass die CS **geprüft wird**. *Ebenso wie der Lobbychat nach dem Spiel*. Da kannst du noch so oft behaupten Riot würde das ignorieren, die Aussage bleibt einfach falsch.\n\nich hab in season 1 angefangen und früher wurde gar nichts geprüft. dann nur in game chat und mittlerweile vlt champ select und nach dem spiel aber das war nicht immer so. erstmal informieren bevor man labert...","replies":[{"id":"","poster":"eingew","date":"2015-09-21T06:59:42.948+0000","up_votes":1,"down_votes":0,"body":"Ja, genau darum geht es doch. Wir sind nicht mehr in Season 1. Ich weiß, dass bis zur Einführung der Chatanalyse CS und Lobbychat nicht überprüft wurden. Aber ich habe dir schonmal gesagt gehabt, dass das nicht mehr der Fall ist und du hast es einfach ignoriert :P Ganz abgesehen davon, dass du in diesem Falle derjenige wärst, der sich nicht informiert hat :P","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-09-19T09:39:29.588+0000","up_votes":3,"down_votes":0,"body":"Du hast aber einfach keinen Mehrwert vom Flamen.\nEs hilft NIE, darum ist es auch egal, aus welchem Grund du flamest.","replies":[]}]}]}]}]}]},{"id":"","poster":"Ahris Man","date":"2015-09-15T22:25:09.104+0000","up_votes":4,"down_votes":13,"body":"Hatet mich oder nicht ist euch überlassen aber bleibt Konstruktiv.\n\nIch find das Unsinnig. Ja ich bin selber manchmal ein flamer und ja ich hab schon hier und da eine Strafe abbekommen. Die letzte vor 3 oder 4 Monaten. \nGrund: Ich bin nicht von Natur aus Toxisch. Nehmen wir Dunkey (bekannter Youtuber) als Beispiel. Er flamt einen Troll im Ranked und wir dafür gespeert.\nJa Beleidigen ist falsch. Aber das Trollen legal ist ist auch nicht ganz fair. Man muss nicht die Flamer loswerden sondern die Ursache. Ich habe nichts dagegen wenn mal jemand ein schlechtes Spiel hat, hab ich auch mal. Absichtlich in einen Tower rennen 0/8 gehen und auf lv 1 damit AFK zu gehen ist find ich aber schlimmer als das man mal Verbal (was keine schäden zufügt) seine Meinung sagt. Gegen einen Spieler der absichtlich ein Spiel sabotiert.\n\nZusätzlich werden gestrafte Spieler völlig allein gelassen. Kein anhaltspunkt WARUM sie überhaupt betraft werden. Bei meiner letzten Sperre hab ich sogar ein Ticket geschrieben und gesagt BITTE zitiert was so schlimm war, dann weiß ich was ich vermeiden muss. Na ja diesem Riot Mitarbeiten zumindestens war es völlig egal.(Zum Glück soll das ja jetzt geändert werden) Permanenter Ban wenn man ein paar mal Rumflucht. Ich mein man wird ja auch schon gebannt wenn man was sagt was an niemanden gerichtet ist. Z.B man stirbt am Tower und man sagt sich so **** me. Emotionen Unterdrücken zu wollen find ich etwas krass. \n\nIch Spiel das Spiel auf Englisch darf aber das Deutsche \"ASS\" (Ace) nicht ausschreiben da es ja schon beleidigend ist. Merkt ihr was?\nRiot ist so blind vor Strafen geworden. Wenn ich sehe was ihr mit meinem Geld macht hätt ich mir besser keine Project Skins geholt. Die Welt ist nicht Schwarz und Weiß. Wer einen DC hat muss zustimmen keine weiteren Spiele zu verlassen. Soll ich dem Gewitter erzählen später zu kommen oder was? Das solche Fälle nicht beachtet werden und einfach so lange Gebannt wird bis nur noch die Perfekten Leute da sind find ich echt nicht fair.\n\nVersteht mich nicht falsch es verdienen da draußen einige einen Permban vorallem die im Nachchat beleidigen, aber einfach mal auf gut Glück Leute anhand ihrer häufigkeit zu bannen/bestrafen...das ist murks. Die schwere der Tat muss das Maß sein. Man gibt auch nicht bei wiederholten Kaugummi-auf-den Boden-gespuckt-in-einer-fußgängerzone (oder wie man das ennnt) irgendwann Gefängnisstrafe und beim ersten Mord Bewährung. Natürlich ein Extremes Beispiel aber ich denke es macht den Punkt klar.\n\nUnd was machen die, die sagen wir mal es etwas schwere haben davon weg zukommen? Sagen wir jemand hat seine 2 Wochen Strafe abgesessen und merkt...uh...vlt was ändern. Nach 4 Monaten gehts aber durch einen Troll nochmal mit ihm durch. Bäm Permbann.(Wenn das nicht möglich ist bitte korrigieren)\nMan sollte sich vlt überlegen wie man die \"guten\" flamer vieleichet etwas entlasten kann. Zb. wer lange nicht reportet worden ist in den Katigorieen für die er seine Strafe erhalten hat so \"verblasst\" es. Natürlich sollte Riot einen Vermerk haben aber was die Strafe angeht sollte es den Guten zugute kommen.\n\nSagt mir was ihr davon haltet, aber kein Gutmenschen gehabe und kein unnötiges qq. Wenn ihr meine Argumentation auseinander nehmen könnt dann tut es, aber mit GUTEN gegen Argumenten. Und Ihr Riot könnt mir auch gerne Antworten. Ich hab genung Geld in dieses Spiel Investiert damit man sich 1 mal meine Stimme anhört.\n\nAußgenommen sind natürlich offensichtlich rassistische oder einfach nur absurde Sachen wie jemanden oder der Familie Krebs oder anderes zu wünschen. Sowas gehört in meinen Augen Permanten vom Chat und den Ranglistenwarteschleife ausgeschlossen. Normals können sie ja stumm noch genießen.\n\nMir geht es nur um die Leute die zur Weißglut gebracht werden, nicht jene die andere dazu bringen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-15T22:27:00.048+0000","up_votes":6,"down_votes":0,"body":">Nehmen wir Dunkey (bekannter Youtuber) als Beispiel. Er flamt einen Troll im Ranked und wir dafür gespeert.\n\nDas scheint leider falsch zu sein: http://ask.fm/RiotLyte/answer/132485638338\n\nDu solltest auch toxischen Youtubern nicht alles glauben, was sie sagen.\n\nMit dem Patch kommt übrigens auch ein Feederbuster, der genau solche Trolle, die eben einfach 10 mal sterben gehen, erkennen und bestrafen soll.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-15T22:44:28.242+0000","up_votes":1,"down_votes":4,"body":"Nun Gut, da magst du recht haben.\n\nDann lass es mich anders Versuchen. Das war letztes Jahr oder so im rank. Alle hatten ihre rollen schon eingelockt bis auf der last Pick. Nachdem der dann Xerath genommen hatte durfte ich mit Ahri supporten. Er hat das ganze Spile getrollt, reiner Movementspeed Xerath der zwar nicht in Tower gelaufen ist aber am ende 1/8 oder so stand. Jeder von uns 4 hat min. 1 mal gesagt das er sowas doch lassen soll das wir gewinne können und am ende haben wir auch alle 4 ihn beleidigt. Er ganz stumm. Ich habe daraufhin 75 Spiele Chat restriction bekommen wegen 1 F*** you (das darf man doch so schreiben oder?). Seine Strafe darf natürlich nicht gezeigt werden usw.\n\nVon so etwas rede ich, es ist ja nicht so als ob ich mich random mit Leuten anlege oder so. Ich kann ja auch verstehen warum Riot sowas bestrafen muss, aber siehe doch das es nicht Die \"Flamer\" sind, die das spiel teilweise so unaustehelich macht.\n\nUnd ein Feederbuster ist doch ne tolle Sache, vlt 2 Seasons zu spät aber ich sehe den Willen das Spiel zu verbessern. In meinen Augen schlägt Riot nur einen Weg ein den ich nicht für richtig halte.","replies":[{"id":"","poster":"HyperionCH","date":"2015-09-15T22:48:54.693+0000","up_votes":2,"down_votes":0,"body":"Besser spät als nie, denke ich.\n\nTrotzdem ist absichtliches Feeden keine Begründung, dass man diesen Spieler nun flamet. Ein Unrecht darf man nicht mit einem anderen Unrecht begleichen.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-15T23:08:04.204+0000","up_votes":1,"down_votes":5,"body":"Solange man mir zeigt das ich falsch liege, bin ich auch bereit mein Fehler einzusehen. Ich will das hier nicht schlechtreden sondern ernsthaft diskutieren. Wenn ihr mich Überzeugen könnt nur zu. Aber Downvotes ohne Begründung find ich eher schlapp. Umso besser find ich jene die auch mal Stellung dazu nehmen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-15T23:52:27.371+0000","up_votes":2,"down_votes":0,"body":"Das Problem daran, wenn man Flame anfängt zu rechtfertigen, ist dass sich daraus ganz schnell Spiralen entwickeln. Ist dann ähnlich wie mit der Gewaltspirale bei \"Auge um Auge\". Irgendwer hat im Spiel etwas gemacht, dass einem nicht passt, also will man Genugtuung und es ihm heimzahlen. Sei es, dass der Jungler den Bluebuff nicht abgibt oder ein Spieler einen Skillshot falsch setzt. Einige fühlen sich davon schon angegriffen und fangen eben an zu flamen.\n\nAus ihrer Sicht ist das gerechtfertigt. Der andere hat ihn geärgert (wenn auch unabsichtlich) und jetzt ärgert er zurück. Der angeschriebene Spieler, sieht das nun aber eben als ungerechtfertigt an. Und findet es in Ordnung zurückzuflamen, weil der andere ja angefangen hat zu flamen. Die steigern sich dann höchstens immer weiter rein, da immer aus der Sicht eines der Beteiligten, beide Seiten nie Quit sind. \n\nDeswegen sehen das hier viele als schlecht an, wenn man sich dazu entscheidet, anderen etwas heimzahlen zu wollen. Wenn man anfängt gegen statt mit dem Team zu arbeiten, sollte man sich auch nicht darüber beschweren, wenn es kein Teamplay gibt. \n\nFalls jemand wirklich mal von den Mitspielern frustriert ist, kann man sich dafür auch sehr einfach ein anderes Ventil suchen. Nach der Runde eine kurze Pause machen, wäre für die meisten sicher schon genug. Wenn es während des Spiels sein soll, könnte man auch einen Stressball kneten. \nFalls jemand wirklich unbedingt dumme Kommentare schreiben will, kann er das ja gerne in den Chat eintippen und statt Enter die ESC-Taste drücken. Die Wut verraucht und niemand muss sich den Flame antun.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T12:05:40.351+0000","up_votes":1,"down_votes":1,"body":"Nur um das nochmal klar zu stellen, es geht nicht ums Rechtfertigen. Es geht nicht darum ob es in Ordnung ist zu flamen (was es nicht ist), sondern rein um die Tatsache das man den Hintergrund beachten muss. Ich forde nicht das man alle flamer frei spricht und ihnen Narrenfreiheit gibt. Das was du beschreibst trifft auf das was ich möchte gar nicht zu. Es geht nicht um gezänke von Buffs oder das Provozieren anderer. Aber ich finde man sollte sich schon fragen was bringt denjeniegen sowas zu sagen. Und wenn es z.b ein Troll ist dann sollte man das berücksichtigen. NICHT FREISPRECHEN! Ich finde es macht einen großen Unterschied ob du reagierst oder agierst.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T12:40:39.321+0000","up_votes":1,"down_votes":0,"body":"Aus Sicht der Flamer ist ihr Flame doch immer nur eine Reaktion und deshalb wollen sie doch, dass sie niedrigere Strafen kriegen. Zudem kann sich jeder bewusst dazu entscheiden, ob er flamen will oder nicht. Man kann also nicht so einfach zwischen Aktion und Reaktion unterscheiden.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T13:14:05.905+0000","up_votes":1,"down_votes":1,"body":"Ja das Stimmt. Aber es geht ja nicht darum das wenn sich 2 flamen wer die härtere Strafe bekommt. Sondern darum das man im Hinterkopf behalten muss warum Person X Person Y geflamt hat, bestes Beispiel sind nunmal trolle. Ich finde man sollte das schon diffrenzieren. Und doch man sollte sie bestrafen, aber nicht wie jemand der sagen wir mal jeden von grund auf beleidigt wenn ihm was nicht gefällt.","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:56:09.565+0000","up_votes":3,"down_votes":0,"body":"Es ist egal, ob du jemanden beschimpfst, weil er dich zuerst beschimpft hat. Jeder, der euch dabei zusieht denkt, dass ihr beide furchtbar seid.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-17T17:25:25.660+0000","up_votes":1,"down_votes":1,"body":"Ja in dem Falle ja. Aber was hat das mit dem zu tun was ich gesagt habe? Ich weiß ich habe mich etwas unklar im Post ausgedrückt. Es geht hierbei darum das wenn jemand das Spiel sabotiert. Sprich tower rennen etc. Wenn zwei sich flame sind natürlich beide Schuld. Natürlich sollte man berücksichtigen mit welcher Wortwahl.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-18T06:27:00.671+0000","up_votes":3,"down_votes":1,"body":"Worum gehts eigentlich in dieser unsäglichen Diskussion. Es ist doch völlig egal WARUM geflamt wird. Es ist entcheidend DAS geflamt wird. Haben wir doch schon lang und breit erklärt. Es ist egal ob einer in den Tower rennt, es ist egal ob einer anderer flamt, es ist egal obe einer afk geht . Wenn DU anfängst Dir im Chat Luft zu machen und der andere Spieler Dich daraufhin reportet MUßT Du mit einer Strafe rechnen , ganz einfach. \n\nWarum Du flamst hat auch nix mit z.B. Notwehr zu tun, ala \"Der rennt in den Tower und macht mein Spiel kaputt, dafür schreib ich dem ein paar Takte und der muß mehr bestraft werden als ich\" . Das Warum muß eben nicht berücksichtigt werden.So'n Unfug.\n\n\nNochmal, nicht provozieren lassen und am Ende reporten. Das kann doch net so schwer sein , Himmel nochmal .\n\nFeeder, Afkler und Flamer werden bestraft. Da muß Du Dir keinen Kopf machen, die kriegen Ihre Strafe. Jede weiter Aktion im Chat is völlig unnötig. Und es wird auch der Pre UND After-Chat überprüft.\n\nmfg\nMB","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-18T16:50:06.646+0000","up_votes":1,"down_votes":3,"body":"Nun unsäglich? Wenn du nicht diskutieren willst hör doch einfach auf. Es zwingt dich niemand sich mit \"Flamern\" wie mir auseinander zusetzen. Was einige wohl nicht ganz verstehen das es hierbei nicht um mich geht. Ich kann die flamer lediglich nachvollziehen. Und versuch das anderen zu erklären. ES geht nicht um Rechtfertigung, Straffreiheit oder sie zu Entschuldigen.\nUnd ich finde sehr wohl das man berücksichtigen muss wieso man gewisse Sachen tut.\nWenn für dich alle Straftaten gleich sind bzw dir die Hintergründe egal sind, dann ist das deine Sache. \nICH finde das nicht fair.","replies":[{"id":"","poster":"Ahris Man","date":"2015-10-05T02:18:32.735+0000","up_votes":1,"down_votes":0,"body":"Tut mir echt leid hab den Kommentar wohl übersehen. Gleiches Recht für alle (wofür du ja so stark bist) also bekommst du zwar spät aber immerhin eine Antwort.\n\n>  Warum muß ich den Grund suchen wenn Du (Fritz) mich im Spiel beleidigst\n\nWie gesagt ich finde man sollte unterscheiden wie hart und oft sowohl auch warum jemand diese Sachen sagt. Wenn du mir also meinen Buff klaust und ich dir dann eine Verbal überbrate dann ist es auch so wie du sagtest. \nIsst dich aber ein Tham Kench auf und flasht in die Gegner oder ähnliches, so find ich macht das einen Unterschied zum 1. Beispiel.\n\n>  Es ist ein Tipp an Fritz einfach seine Klappe im Chat zu halten und eben erst am ende zu reporten damit der Feeder/Troll oder was auch immer seine Strafe kriegt#\n\nWenn ich mich recht erinnere ist das hier ein Sport. Im Sport sind Emotionen notwenig bzw stell dir die Worlds ohne die Fans vor. Was fürn Schuppen wäre denn das? Zu sagen man darf den Chat nur benutzen um GJ einzutippen...dann ersetzt den Chat wie bei HS. Wo man vorgewählte Emots hat. Dann haben wir keine Flamer mehr.\n\n> Mach doch mit Deiner Meinung was Du willst, aber drück das bitte nicht den Neuankömmlingen hier aufs Auge. Da gibts ne gewisse Verantwortung von den \"alten Hasen\".\n\nAlso ganz höflich gesagt wenn du kein Bock hast dich mit Menschen wie mir auseinander zu setzen meide meine Post, downvote sie von mir aus ohne zu Lesen aber diese Rumgejamere das du dich ja mit \"Fritz\" auseinander setzten MUSST ist nicht nur unpassend sondern auch echt unqualifiziert\n\nUnd ich spiele seit Season 1...Ich bin damit  auch ein alter Hase und ich sage gerne den Neuankömligen was ich denke. Die dürfen sich ihre eigene Meinung bilden ich denken so groß sind die schon.\n\n> Bin raus, unsäglich das Ganze !\n\nHauste rein. Komme bitte erst wieder wenn du dich abgefunden hast das du dich bei einer Diskussion mit der anderen Seite auseinandersetzen musst und die nicht so denken wie du. Wie schon gesagt, hast du keine Lust drauf dich zwingt ja keiner.\n\nAch und es wäre echt fürn so´n \"alten Hasen\" (was ich mal annehme das du das bist)  angebracht gewesen ein bisschen Respekt zu zeigen und die Diskussion zu beenden. Oder gehst du einfach weg wenn jemand mit dir redet?\nUnd jetzt sag nicht du kannst dir das nicht mehr antun, weil dann hättest du gar nicht erst dein 1. Kommentar posten dürfen wenn du sowas nicht vertragen kannst.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-18T17:27:12.288+0000","up_votes":2,"down_votes":1,"body":"> ICH finde das nicht fair.\n\nDas ist Dein Ding. Es ist Deine Welt, ich lebe nur darin. Aber derjenige der geflamt wird findet nunmal das Flamen unfair !\n\n> Was einige wohl nicht ganz verstehen das es hierbei nicht um mich ge\n\nDoch ich versteh Dich. Ersetz in meinem Post das DU einfach durch \"Fritz\". Es ist schlichtweg egal ob es um Dich geht oder nicht.\n\n>Und ich finde sehr wohl das man berücksichtigen muss wieso man gewisse Sachen tut.\n\nBei was ? Wenn dein Mate in den Tower rennt und Du (Fritz) sich genötigt fühlen ihm die Meinung zu geigen ? Nein. Wovon redest Du ? Von verbaler Notwehr ? Die gibts doch net. Was sonst ? Warum muß ich den Grund suchen wenn Du (Fritz) mich im Spiel beleidigst ? Warum ? Du (Fritz) hast mich beleidigt, ich halt die Klappe und reporte . Hat Fritz das öfters gemacht kriegt der ne Strafe .\n\n> Wenn für dich alle Straftaten gleich sind bzw dir die Hintergründe egal sind, dann ist das deine Sache.\n\nWas für Straftaten ? Das ist keine Vollzugsanstalt. Hier gehts nicht um Mord oder Totschlag. Und es ist nicht meine Sache. Du hast es immer noch nicht verstanden oder ? Es ist ein Tipp an Fritz einfach seine Klappe im Chat zu halten und eben erst am ende zu reporten damit der Feeder/Troll oder was auch immer seine Strafe kriegt. Hälst Du im Chat die Füße nicht still MUßT DU oder Fritz damit rechnen selber reportet zu werden und wenn das häufiger passiert bist Du raus. Mehr net. Mir ist das Ganze herzlichst egal, kannst Du halten wie'n Dachdecker (nur net so hoch) . Feeder,Flamer und afkler werden bestraft. KEINEr wird bevorteilt oder benachteiligt . Gründe werden nicht berücksichtigt, die TAT ist entscheident.\n\nMach doch mit Deiner Meinung was Du willst, aber drück das bitte nicht den Neuankömmlingen hier aufs Auge. Da gibts ne gewisse Verantwortung von den \"alten Hasen\".\n\nBin raus, unsäglich das Ganze !\n\nmfg\nMB\n\np.s. Ich entschuldige mich bei Fritz, diesen Namen habe ich nur Beispielhaft erwähnt. Max Mustermann war mir einfach zu lang.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-09-17T17:50:27.260+0000","up_votes":1,"down_votes":0,"body":"Ich glaube das soll wohl heißen, es ist egal, warum jemand flamt.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-17T17:59:09.195+0000","up_votes":1,"down_votes":1,"body":"Nun dann soll sie das auch bitte schreiben. \n\n> weil er dich zuerst beschimpft hat\n\nwas für mich schon sehr situations bezogen ist und darüberhinaus auf eien Situation eingeht die vom meinem ganzen Post nicht angesprochen wird. Damit zu argumentiere oder es generell anzusprechen ist eigentlich egal. Er/Sie hat ja recht, hat nur bloß nichts damit zu tun was ich gesagt habe.^^","replies":[]}]}]},{"id":"","poster":"Faco","date":"2017-02-22T22:51:13.849+0000","up_votes":1,"down_votes":0,"body":"Und was wenn 4 Spieler 1 Feeder flamen?......Dann fällt dein Argument schon mal weg.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-09-16T13:22:13.724+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal besonders schlimme Fälle, werden immernoch Stufen überspringen. Wie stark es in betracht zieht, ob Strafmilderungen berücksichtigt werden, kann ich nicht sagen.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T14:34:31.204+0000","up_votes":1,"down_votes":2,"body":"Und genau das war unter anderem an den Riot Post. Wird diffrenziert? Gibt es eine chance auf wiedergutmachung? Was ist mit Aussetztern? Ich geb dir ja in deiner Argumentation vollkommen recht, aber das ist ja nicht das was ich anprangere.\nSag mir habe ich mich unklar im Ursprungspost ausgedrückt oder treffe ich einfach auf abneigung die ich durch meine Frage und Erklärungsversuche hervorrufe?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T14:47:52.336+0000","up_votes":2,"down_votes":0,"body":"Ich glaube du hast dich da ein wenig unverständlich ausgedrückt. Bei dem \"Ursachen von Flame beseitigen\" kann man auch ziemlich viel hineininterpretieren. Das fängt bei offensichtliche Trolle schnell bestrafen (wurde ja gerade eingeführt) an und geht bis zu \"die dämlichen Noobs aus dem Spiel werfen, wegen denen ich in B 5 festsitze\". Sowas haben hier schon einige Flamer gefordert. Sie beschweren sich, dass sie fürs \"Wahrheit\" sagen gebannt werden, sie aber doch nur von den Mitspielern, durch schlechte Aktionen dazu provoziert wurden, andere zu beleidigen. \n\nIch kann dich aber dahingehend beruhigen, dass du sicher nicht dafür bestraft weden wirst, wenn du nur fluchst, solange die Wortwahl wohl nicht zu extrem ist. Bei den ersten Strafen der Chatanalyse, war ein Fall dabei, bei denen jemand sich selbst geflamt hat und bestraft wurde. Das wurde ausgebessert und sollte nicht mehr vorkommen.\n\nNur zurVerdeutlichung, der Spieler hat scheinbar auch absichtlich versucht das System dazu zu bringen ihn zu bestrafen und dabei unschuldig zu sein. Statt einem \"I failed/suck hard\" kam sowas wie \"Lux greatest fail ult in history\", wenn er selbst Lux gespielt hat. Seitdem wird das System sicher auch prüfen, ob man mit einem Champion, sich eben selbst meint. \n\nWenn das mit der Wiedergutmachung so läuft wie bisher, wird man nach X Spielen nach dem 2 Wochenbann wieder mit der ersten Stufe anfangen. Lyte erwähnte mal auf seinem ask.fm Account, etwas über mehrere Monate ohne Strafe, um nach einem Bann als reformiert zu gelten. \nWenn jemand also heute eine 10 Spiele CR kriegt und erst wieder im November oder Dezember auffällig wird, kriegt er wohl eher wieder nur eine 10er CR. \n\nBei Aussetzern wird es wohl davon abhängen, wie genau die aussehen. Einmalige \"noobs\" \"l2p\" oder dergleichen werden eher nicht dafür sorgen, dass man schnell auf einen Permabann zusteuert. Vielleicht bleibt man sogar ungestraft. Bisher hatte das System immer eine recht hohe Toleranz in der Richtung, die wird sicher nicht einfach verschwunden sein.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T15:07:38.687+0000","up_votes":1,"down_votes":0,"body":"Vielen dank.\nAntworten auf meine Fragen. Wenn das so ist wie du sagts \n> Lyte erwähnte mal auf seinem ask.fm Account, etwas über mehrere Monate ohne Strafe, um nach einem Bann als reformiert zu gelten.\nist das meiner Meinung nach völlig richtig und habe hierzu auch nichts mehr zu beklagen.\n\n> die dämlichen Noobs aus dem Spiel werfen, wegen denen ich in B 5 festsitze\n\nDas tut mir leid. Das meinte ich nicht. Ich selber Pendle zwischen Platin 3 und 1. mal wegem Team mal weil ich schlecht gespielt habe (und nur ich!)\n\nAuf jedenfall vielen dank!","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T18:11:09.753+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt ich bin kein flamer nur mit mir gehts manchmal durch je nachdem was da passiert.\nUnd ja viele Bronze/Silber Spieler machen solch einen QQ Beitrag auf^^","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-09-16T15:22:41.339+0000","up_votes":1,"down_votes":0,"body":"Das mit Bronze war nur ein Beispiel. Aber sowas kommt öfter, wenn man die Begründungen von Flamern liest.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-09-16T14:40:36.893+0000","up_votes":1,"down_votes":0,"body":"Wiedergutmachung? Kommt drauf an. Wenn du so asozial warst, dass direkt ein Perma kommt nicht. Wenn du so schlimm warst hast du den aber auch verdient. Wenn du keinen Perma hast kannst du dir *immer* auch eine weiße Weste erarbeiten. Riots System basiert auf Verbesserung.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T15:10:50.304+0000","up_votes":1,"down_votes":1,"body":"Ich wollte auch nicht jene in Schutz nehmen die wirklich unerträglich sind. \n\n> Riots System basiert auf Verbesserung.\n\nUnd genau das fidn ich Gut aber Verwirrend. Ich konnte im Post nicht lesen das man sich irgendwo wieder reinwaschen kann. Und das paste nicht zur Philosophie von Riot und find ich auch Menschlich nicht in Ordnung.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-16T15:24:34.114+0000","up_votes":1,"down_votes":0,"body":"Stimmt, im Eingangspost ist nur von Strafen die Rede ,\naußer :\n\n> Wir verringern die Verzögerung zwischen Handeln und Konsequenz (was nach unseren Erkenntnissen stark zur Besserungsrate beiträgt), \n\nWas zugegebenermaßen für den positiven Aspekt etwas dürftig ist.\n\nmfg\nMB","replies":[]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-09-16T13:25:40.366+0000","up_votes":1,"down_votes":0,"body":"Ich versteh Eure Logik nicht. Weil sich jmnd. für Dich (also aus DEINER Sicht) wie ein Troll verhält (wobei das ja nicht mal klar ist, ob er wirklich einer ist) ist es gerechtfertigt Beleidigungen im Chat abzulassen. Und wenn bestraft wird, dann doch bitte den \"Troll\" mehr als den \"gerechtfertigten\" Flamer ?\n\nFaustregel : Beleidigt/Geflamt wird nicht . Kein Grund rechtfertigt das Verhalten ! Egal ob einem vermeintliche Trolle ärgern oder im Chat geflamt wird was das Zeug hält . Und es interessiert auch keinem WARUM man geflamt hat, sondern DAS man geflamt hat.\n\nmfg\nMB\n\nedit:\nmein po-Beispiel hab ich rausgenommen. Das passte jetzt net wirklich. Ausserdem wird man iwie grantig wenn man immer wieder dieselben \"Rechtfertigungen\" liest. K.A. wie Ihr Grünen hier immer so geduldig sein könnt :/","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T14:38:30.136+0000","up_votes":1,"down_votes":1,"body":"Nein ich rede nicht von 4/9 ashes mit Trinity force oder Schwarzen Beil oder Leuten die einfach einen schlechten Tag hatten. Ich rede von absichtlichem Feeden (sprich tower rennen oder beim Baron executen...mehrfach). Nur weil jemand häufig stirbt trollt dieser nicht und damit wäre hier das gefalme so Strafbar wie es momentan auch sowieso ist. Und das ist auch gut so. Ich rede davon das wenn ich eben beschrieben Troll flamen sollte, das man dann im Hinterkopf behält das der Anlass dazu nicht von mir kam.\n\nZu deinem Sohn....KEINE AHNUNG  was das hiermit zu tun hat...ich sehe nicht wo er dich mit ner 5 trollt...sorry versteh ich nicht, versuchs mir zu erklären ansonsten kommen wir mit dem Beispiel nicht weiter.\n\nEDIT: Hast du rausgenommen was sich damit erledigt hat. Wie gesagt ich versuche nichts zu Rechterftigen. Aber versucht die Leute doch mal Nachzuvollziehen. Einige flamen nicht aus Spaß geschweige dem aus bösen willen.","replies":[{"id":"","poster":"eingew","date":"2015-09-16T14:42:24.638+0000","up_votes":2,"down_votes":0,"body":"Und was bringt es den Troll zu flamen?\n\nNegative Punkte:\n-*noch* schlechtere Stimmung im Team\n-es gibt keinen Grund für den Troll damit aufzuhören\n-pure Zeitverschwendung, in der man nicht spielt\n-Spam\n\nPositive Punkte:\n-*eine*! Person kann ihren Frust rauslassen\n\nIm Endeffekt werden mehr Leute verärgert, als es Leute mit positiver Wirkung gibt, aus Riots Sicht also ein völlig nutzloses Konzept.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-16T14:54:34.629+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00080000000000000000000000000000000000010000,timestamp=2015-09-16T14:38:30.136+0000)\n>\n> Nein ich rede nicht von 4/9 ashes mit Trinity force oder Schwarzen Beil oder Leuten die einfach einen schlechten Tag hatten. Ich rede von absichtlichem Feeden (sprich tower rennen oder beim Baron executen...mehrfach). Nur weil jemand häufig stirbt trollt dieser nicht und damit wäre hier das gefalme so Strafbar wie es momentan auch sowieso ist. Und das ist auch gut so. Ich rede davon das wenn ich eben beschrieben Troll flamen sollte, das man dann im Hinterkopf behält das der Anlass dazu nicht von mir kam.\n> \n> Zu deinem Sohn....KEINE AHNUNG  was das hiermit zu tun hat...ich sehe nicht wo er dich mit ner 5 trollt...sorry versteh ich nicht, versuchs mir zu erklären ansonsten kommen wir mit dem Beispiel nicht weiter.\n> \n> EDIT: Hast du rausgenommen was sich damit erledigt hat. Wie gesagt ich versuche nichts zu Rechterftigen. Aber versucht die Leute doch mal Nachzuvollziehen. Einige flamen nicht aus Spaß geschweige dem aus bösen willen.\n\nZu meinem Sohn : Was Du beschreibst nennt sich provozieren, in dem Falle läßt Du Dich provozieren. Mein Sohn provoziert mich auch immer. Und jetzt kommts : NICHT provozieren lassen. Ganz einfach. Auch wenn einer in den Tower rennt oder flamt oder Trollt, einfach zusammenreißen. Mach ich auch, wenn er mich provoziert, geh ich raus , atme tief durch und überlege mir eine entsprechende Strafe. Bei Dir wäre es das Reporten am Ende des Spiels, fertig. Selbst aber nix dazu schreiben, im Chat bewußt ignorieren und wenn Du ihn nicht abschalten willst, dann eben versuchen wichtige Infos rauszufiltern und am Ende reporten. Viele trifft es, daß sieht man ja hier immer wieder im Forum.\n\nNoch was, was hier geschrieben wird sind ja keine Vorschriften. Es sind nur Hinweise für Dich, Du kannst natürlich dahergehen und den Troll ein paar Takte schreiben, dann mußt Du aber damit rechnen das es Konsequenzen haben könnte. Einen Unterschied zu machen bzw. den \"Grund\" für Flamen rauszuarbeiten und deswegen die Strafe milder zu machen seh ich nicht bzw. finde ich nicht in Ordnung. Jetzt kommt wieder das Popohauen ins Spiel , auch wenn ich es als gerechtfertigt ansehe mein Kind zu hauen, weil es mich geärgert hat ist es eben NICHT in Ordnung und muß normalerweise richtig Bestraft werden. Mich muß die volle Strafe treffen, eben weil ich das Kind geschlagen hab. Der Grund ist egal ! Leider passiert Kindesmisshandlung viel zu oft , aber das ist ein anderes Thema .\n\nmfg\nMB","replies":[]}]}]}]}]},{"id":"","poster":"Veezey","date":"2015-09-16T14:45:32.785+0000","up_votes":1,"down_votes":0,"body":"Definiere Troll.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T15:02:01.848+0000","up_votes":1,"down_votes":1,"body":"Absichtliche Sabotage sprich absichtlich in Tower rennen, ganze Zeit am Baron sterben, in die gegnerische base flashen und im Spawn sterben.\n\nIm äußeren Sinne zähl ich auch schon Picks wie LB ADC als Trollpick. Was man da aber beachten muss spielt dieser normal find ich es zwar eine Sabotage aber keine Strafbare mit RR oder bans.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-16T15:15:48.441+0000","up_votes":1,"down_votes":0,"body":"Aber ... leider nein, auch hier , egal was der anstellt, wenn Du Dir im Chat \"Luft machst\" mußt Du die vollen Konsequenzen tragen, wenn der angebliche Troll meint Dich reporten zu müssen. Ohne Abstriche. \n\nMal anders gesprochen, wo genau soll denn angefangen werden zu unterscheiden ? Wie hast Du Dir das vorgestellt ? Da ist die Chatanalyse von , sagen wir mal Deinen Schimpfwörtern. Wie soll das System nun den Troll feststellen weswegen Du aus dem Koffer gehopst bist ? \n\nAFK'ler werden jetzt schon bestraft, Feeder in Zukunft. Da bleibt net viel ausser dem Flame übrig und  der wird eben als Flame auch bestraft.\n\nmfg\nMB","replies":[]},{"id":"","poster":"Veezey","date":"2015-09-16T15:13:34.243+0000","up_votes":1,"down_votes":0,"body":"Gut das was du ansprichst ist einfach nur absichtliches feeden und wird ja jetzt auch direkt bestraft werden.\n\nBei Picks sehe ich das etwas anders. Sollen die Leute doch picken was sie wollen, solange sie auch ernsthaft versuchen zu gewinnen ist mir das egal. ;)","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-09-16T09:02:47.319+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00080000000000000000,timestamp=2015-09-15T23:08:04.204+0000)\n>\n> Solange man mir zeigt das ich falsch liege, bin ich auch bereit mein Fehler einzusehen. Ich will das hier nicht schlechtreden sondern ernsthaft diskutieren. Wenn ihr mich Überzeugen könnt nur zu. Aber Downvotes ohne Begründung find ich eher schlapp. Umso besser find ich jene die auch mal Stellung dazu nehmen.\n\nIch habe ja eine Begründung gegeben:\n\nEs gibt keine Rechtfertigung für Flaming; egal wie sich deine Mates verhalten.\n\nSimpel und kurz.\n\nDu darfst noch so viele Stories von Games auflisten, wo deine Mates flameten, absichtlich feedeten, Troll-Builds kauften, etc.\nSie werden nie das eigene Flaming rechtfertigen.\n\nDu - und nur du - bist für dein eigenes Chatverhalten verantwortlich.","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-09-15T23:48:48.381+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0008,timestamp=2015-09-15T22:25:09.104+0000)\n>\n> Ja Beleidigen ist falsch. Aber das Trollen legal ist ist auch nicht ganz fair. Man muss nicht die Flamer loswerden sondern die Ursache. Ich habe nichts dagegen wenn mal jemand ein schlechtes Spiel hat, hab ich auch mal. Absichtlich in einen Tower rennen 0/8 gehen und auf lv 1 damit AFK zu gehen ist find ich aber schlimmer als das man mal Verbal (was keine schäden zufügt) seine Meinung sagt. Gegen einen Spieler der absichtlich ein Spiel sabotiert.\n\nIch empfinde es ja als faszinierend, dass wirklich alle diese Ausrede bringen. Und nicht nur dass, wenn ein Forgiven sich \"bei\" Thoorin hinsetzt und sagt \"Was soll ich machen, wenn meine Mitspieler schlecht spielen? Dann sage ich ihnen das\"... dann solidarisieren sich alle mit Forgiven, während ich irgendwie der einzige bin, der sich denkt \"Was für ein arrogantes %%%%%%%%%\".\nUnd ja, mich kotzen Trolle auch an. Trotzdem ist das kein Grund für mich, die zu beleidigen. Das existiert für mich einfach keine Kausale Verknüpfung. Das ist halt nur eine Ausrede der Flamer. Und dazu kommt, dass es bei einigen Leuten wirklich verdammt wenig braucht, um von denen als \"Troll\" gebrandmarkt zu werden. Teilweise reicht ein schlechtes Play oder ein dummer Fehler und dann geht die Flame-Maschinerie los. \n\n> \n> Zusätzlich werden gestrafte Spieler völlig allein gelassen. Kein anhaltspunkt WARUM sie überhaupt betraft werden. Bei meiner letzten Sperre hab ich sogar ein Ticket geschrieben und gesagt BITTE zitiert was so schlimm war, dann weiß ich was ich vermeiden muss. Na ja diesem Riot Mitarbeiten zumindestens war es völlig egal.(Zum Glück soll das ja jetzt geändert werden) Permanenter Ban wenn man ein paar mal Rumflucht. Ich mein man wird ja auch schon gebannt wenn man was sagt was an niemanden gerichtet ist. Z.B man stirbt am Tower und man sagt sich so **** me. Emotionen Unterdrücken zu wollen find ich etwas krass. \n\nDass dies das große Problem der ursprünglichen Chat Restrictions waren, hat ja gar keiner in Frage gestellt. Wobei man an der Stelle erwähnen muss, dass man diese Restrictions nicht für ein einziges Spiel sondern für dauerhaftes negatives Verhalten bekommen hat. Da kann man als Mensch auch einfach mal ehrlich in den Spiegel schauen und sich fragen, was man in den letzten Spielen so geschrieben hat. Das mache ich nebenbei jedes Mal, wenn ich diese ominöse \"Du wurdest in letzter Zeit zu oft Reported\" Nachricht bekommen habe. Und ja, wer sein eigenes Verhalten nicht selbständig kritisch hinterfragen kann, wird immer Probleme bekommen.\nAbgesehen davon scheint dieser Punkt ja hinfällig zu sein, da du jetzt immer deinen die Strafe auslösenden Spielbericht bekommen sollst.\n\n> \n> Ich Spiel das Spiel auf Englisch darf aber das Deutsche \"ASS\" (Ace) nicht ausschreiben da es ja schon beleidigend ist. Merkt ihr was?\n> Riot ist so blind vor Strafen geworden. Wenn ich sehe was ihr mit meinem Geld macht hätt ich mir besser keine Project Skins geholt. Die Welt ist nicht Schwarz und Weiß. Wer einen DC hat muss zustimmen keine weiteren Spiele zu verlassen. Soll ich dem Gewitter erzählen später zu kommen oder was? Das solche Fälle nicht beachtet werden und einfach so lange Gebannt wird bis nur noch die Perfekten Leute da sind find ich echt nicht fair.\n\nDir ist bewusst, wie absurd das ist. Nach deiner Theorie könnte man die Chatanalyse ganz einfach austricksen, in dem man nur noch auf Französisch flucht. Es ist, als ob man sich mit Seide den Arsch abwischt.\nSo eine Chatanalyse ist nicht dumm... die wird einen Unterschied zwischen \"Krasse Aktion, geile Nummer, Was für ein Ass\" und \"You stupid Ass, L2P\" erkennen. Glaubst du mir nicht? Dann installiere mal auf deinem Browser 2 Rechtschreibprüfungen. Eine fürs Deutsche, eine fürs Englische. Und dann wechsele mitten im Post die Sprache und gucke, wie lange dein Browser braucht um festzustellen, dass er jetzt auf Englisch umschalten muss. Und wann du angefangen hast, die Sprache zu wechseln. Microsoft Words kann dass seit 2002... das ist keine technische Revolution.\nUnd ja, der Chatanalyse wird es scheiß egal sein, in welcher Sprache du das Spiel installiert hast. Es wird sich darauf beschränken, in welcher Sprache du jetzt gerade flamest.\n\n> \n> Versteht mich nicht falsch es verdienen da draußen einige einen Permban vorallem die im Nachchat beleidigen, aber einfach mal auf gut Glück Leute anhand ihrer häufigkeit zu bannen/bestrafen...das ist murks. Die schwere der Tat muss das Maß sein. Man gibt auch nicht bei wiederholten Kaugummi-auf-den Boden-gespuckt-in-einer-fußgängerzone (oder wie man das ennnt) irgendwann Gefängnisstrafe und beim ersten Mord Bewährung. Natürlich ein Extremes Beispiel aber ich denke es macht den Punkt klar.\n> \nWo steht denn was von \"Auf gut Glück.\" Das ganze hat mit Glück so gar nichts zu tun. Wenn du zu oft reportet wirst, wird dein Chatverlauf analysiert. Wenn du in diesem Chatverlauf zu viele negative Ausdrücke verwendest, wirst du gebannt. Das ganze ist komplett emotionslos. Dementsprechend wenig hat das ganze mit Glück zu tun. Entweder deine Einstellung ist für die Community zu negativ, oder sie ist es nicht.\n\n> Und was machen die, die sagen wir mal es etwas schwere haben davon weg zukommen? Sagen wir jemand hat seine 2 Wochen Strafe abgesessen und merkt...uh...vlt was ändern. Nach 4 Monaten gehts aber durch einen Troll nochmal mit ihm durch. Bäm Permbann.(Wenn das nicht möglich ist bitte korrigieren)\n> Man sollte sich vlt überlegen wie man die \"guten\" flamer vieleichet etwas entlasten kann. Zb. wer lange nicht reportet worden ist in den Katigorieen für die er seine Strafe erhalten hat so \"verblasst\" es. Natürlich sollte Riot einen Vermerk haben aber was die Strafe angeht sollte es den Guten zugute kommen.\n\nNun ja... überlege mal, was dir im richtigen Leben passiert, wenn du wegen... nun ja eigentlich egal was... vorbestraft bist. Sobald du bei der Polizei wieder wegen dieses Vergehens angezeigt wirst, werden die sofort reagieren und dich abführen. Und 4 Monate sind da verdammt wenig um schon als geläutert zu gelten.\nVor allem: Du weißt es doch. Du wirst in deiner letzten Sperre noch mal eindeutig darauf hingewiesen werden, dass der nächste Bann ein permanenter ist. Wenn du bei diesen Aussichten nicht in der Lage bist, deine Emotionen zu zügeln... und dir zu sagen: \"Der Troll ist es nicht Wert, dass ich meinen Account verliere, solltest du die Schuld dafür nicht bei Riot sondern bei deinen Emotionen suchen.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T18:21:01.369+0000","up_votes":1,"down_votes":0,"body":"> wenn ein Forgiven sich \"bei\" Thoorin hinsetzt und sagt \"Was soll ich machen, wenn meine Mitspieler schlecht spielen? Dann sage ich ihnen das\"... dann solidarisieren sich alle mit Forgiven\n\ntschuldige wer ist Thoorin? Kenn mich inder Szene nicht aus.\nUnd damit ich wusste nichtmal das Forgiven das gesagt hat^^. Also bitte lass ihn hierbei außen vor.\n\n> Ich empfinde es ja als faszinierend, dass wirklich alle diese Ausrede bringen.\n\nWas für ne Ausrede? Ich sag nicht ich bin wegen denen nur Platin 2 und nicht Master^^\n\n>  Und dazu kommt, dass es bei einigen Leuten wirklich verdammt wenig braucht, um von denen als \"Troll\" gebrandmarkt zu werden.\n\nLies dir meine anderen Antworten durch da bin ich nochmal genau drauf eingegangen was für mich ein Troll ist und damit meine ich nicht 1 schlechtes play oder gar Spiel.\n\n> einfach austricksen, in dem man nur noch auf Französisch flucht\n\nMeine Ex ist Portugiesin und flamt mit sicherheit 5x mehr als ich und Beleidigt mit sicherheit 50x mehr als ich und hat NOCH NIE auch nur ne CR bekommen. Gut es versteh so gut wie keiner und keiner reportet sie...\n\n>  deine Emotionen zu zügeln.\n\nAlso ich sehe League als E-Sport an. Und zum Sport gehören Emotionen. Und man kann nicht nur gute Emotionen einbringen logischerweise.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-09-16T19:15:40.666+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=000800020000,timestamp=2015-09-16T18:21:01.369+0000)\n>\n> tschuldige wer ist Thoorin? Kenn mich inder Szene nicht aus.\n> Und damit ich wusste nichtmal das Forgiven das gesagt hat^^. Also bitte lass ihn hierbei außen vor.\n\nThoorin ist an der Stelle relativ egal. Ich wollte nur verdeutlichen, dass die \"Entschuldigung\" fürs Flamen von Bronze bis Master dieselbe ist. Ich wollte nur meine Quelle erwähnt haben.\n> \n> Was für ne Ausrede? Ich sag nicht ich bin wegen denen nur Platin 2 und nicht Master^^\n> \n\nDie Ausrede für dein Verhalten.\n\n> Lies dir meine anderen Antworten durch da bin ich nochmal genau drauf eingegangen was für mich ein Troll ist und damit meine ich nicht 1 schlechtes play oder gar Spiel.\n> \n\nWas du da als Troll bezeichnest ist leider relativ irrelevant. Sobald du das \"Trolle Flamen\" legalisierst, berufen sich halt alle darauf. \n\n> Meine Ex ist Portugiesin und flamt mit sicherheit 5x mehr als ich und Beleidigt mit sicherheit 50x mehr als ich und hat NOCH NIE auch nur ne CR bekommen. Gut es versteh so gut wie keiner und keiner reportet sie...\n\nDas ist interessant, kann ich aber nicht bestätigen oder widerlegen. Es sei denn du stellst mich deiner Ex vor. Könnte aber praktisch daran liegen, dass auf dem EUW Server einfach wesentlich weniger Portugiesisch können. Wenn ich alle meine Mitspieler auf Ungarisch beleidigen würde, wäre ich wahrscheinlich auch fein raus, weil das halt keiner spricht und sich deswegen keiner beleidigt fühlt. Dass die Chatanalyse allerdings gar kein Portugiesisch kann, kann ich mir nicht vorstellen, da Brasilien mittlerweile eine ziemlich große Szene hat. Anders ausgedrückt: Wenn du dich für 2600 RP nach Brasilien transferieren lässt, kannst du da auch ganz entspannt auf Deutsch flamen.\n\n> \n> Also ich sehe League als E-Sport an. Und zum Sport gehören Emotionen. Und man kann nicht nur gute Emotionen einbringen logischerweise.\n\nGerade wenn du LoL wirklich als E-Sport ansiehst, ergibt diese Aussage keinen Sinn. LoL wird zu 90% im Kopf entschieden. Und man muss einfach innerhalb von einer 1/10 Sekunde die richtige Entscheidung treffen. Das dümmste, was man an der Stelle dann machen kann, ist sein Gehirn mit Emotionen zu überschwemmen. Ich merke das immer an mir selber: Wenn ich anfange mich über meine eigenen Fehler oder meine Mitspieler aufzuregen, spiele ich selbst hinterher schlechte und mache selber nur noch mehr Fehler. Wenn ich entsprechende Spieler einfach mute und konzentriert weiter spiele, mache ich weniger Fehler. \nGenau so macht man Fehler, wenn man nach einem guten Play über-euphorisch wird. Das Paradebeispiel ist der Basketball-Profi, der einen eigentlich absurden Wurf trifft. Einen dieser Würfe, die in einem von 10 Fällen fällt. Der darf sich dann natürlich ganz kurz freuen. Was er nicht darf, ist sich dann zu denken: Geil, das ja gut geklappt, das kann ich gleich nochmal versuchen...\nUnd wie erwähnt: Bei LoL ist das ganze noch mal extremer, da du von dem Adrenalin, dass dich dann körperlich noch mal pusht, überhaupt nix hast.","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-09-15T22:45:37.713+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0008,timestamp=2015-09-15T22:25:09.104+0000)\n>\n\n> Ich find das Unsinnig. Ja ich bin selber manchmal ein flamer und ja ich hab schon hier und da eine Strafe abbekommen. Die letzte vor 3 oder 4 Monaten. \n> Grund: Ich bin nicht von Natur aus Toxisch. Nehmen wir Dunkey (bekannter Youtuber) als Beispiel. Er flamt einen Troll im Ranked und wir dafür gespeert.\n> Ja Beleidigen ist falsch. Aber das Trollen legal ist ist auch nicht ganz fair. Man muss nicht die Flamer loswerden sondern die Ursache. Ich habe nichts dagegen wenn mal jemand ein schlechtes Spiel hat, hab ich auch mal. Absichtlich in einen Tower rennen 0/8 gehen und auf lv 1 damit AFK zu gehen ist find ich aber schlimmer als das man mal Verbal (was keine schäden zufügt) seine Meinung sagt. Gegen einen Spieler der absichtlich ein Spiel sabotiert.\n\nAbgesehen davon, dass Trolle oft auch flamen (und deswegen auch bestraft werden), gibt es nun auch den Feederbuster. AFK gehen wird btw. auch schon lange durch den Leaverbuster bestraft.\n\n> Zusätzlich werden gestrafte Spieler völlig allein gelassen. Kein anhaltspunkt WARUM sie überhaupt betraft werden. Bei meiner letzten Sperre hab ich sogar ein Ticket geschrieben und gesagt BITTE zitiert was so schlimm war, dann weiß ich was ich vermeiden muss. Na ja diesem Riot Mitarbeiten zumindestens war es völlig egal.(Zum Glück soll das ja jetzt geändert werden) Permanenter Ban wenn man ein paar mal Rumflucht. Ich mein man wird ja auch schon gebannt wenn man was sagt was an niemanden gerichtet ist. Z.B man stirbt am Tower und man sagt sich so **** me. Emotionen Unterdrücken zu wollen find ich etwas krass. \n\nJa, es war eine Schwäche des Systems, dass nur gerade ab dem 2-Wochen-ban ein chatlog mitgeliefert wurde.\nIch denke, da nun auch für CR/RR die Strafe innerhalb 15 Minuten ausgesprochen wird, vermute ich, dass nun auch ein chatlog geliefert wird. Damit würdest du also etwas kritisieren, was Riot gerade bessert.\n\n> Ich Spiel das Spiel auf Englisch darf aber das Deutsche \"ASS\" (Ace) nicht ausschreiben da es ja schon beleidigend ist. Merkt ihr was?\n> Riot ist so blind vor Strafen geworden. Wenn ich sehe was ihr mit meinem Geld macht hätt ich mir besser keine Project Skins geholt. Die Welt ist nicht Schwarz und Weiß. Wer einen DC hat muss zustimmen keine weiteren Spiele zu verlassen. Soll ich dem Gewitter erzählen später zu kommen oder was? Das solche Fälle nicht beachtet werden und einfach so lange Gebannt wird bis nur noch die Perfekten Leute da sind find ich echt nicht fair.\n\nNein, so clever ist das System schon.\nIch habe auch schon \"butt\" geschrieben (statt \"but\" -> ein t zu viel also) und ausser Gelächter bei den Mates (die den Tippfehler verstanden haben) geschah rein gar nichts.\n\n> Versteht mich nicht falsch es verdienen da draußen einige einen Permban vorallem die im Nachchat beleidigen, aber einfach mal auf gut Glück Leute anhand ihrer häufigkeit zu bannen/bestrafen...das ist murks. Die schwere der Tat muss das Maß sein. Man gibt auch nicht bei wiederholten Kaugummi-auf-den Boden-gespuckt-in-einer-fußgängerzone (oder wie man das ennnt) irgendwann Gefängnisstrafe und beim ersten Mord Bewährung. Natürlich ein Extremes Beispiel aber ich denke es macht den Punkt klar.\n\nIch denke schon, dass die krassen Fälle weiterhin sofort einen 2-Wochen-ban kriegen.\n\n> Und was machen die, die sagen wir mal es etwas schwere haben davon weg zukommen? Sagen wir jemand hat seine 2 Wochen Strafe abgesessen und merkt...uh...vlt was ändern. Nach 4 Monaten gehts aber durch einen Troll nochmal mit ihm durch. Bäm Permbann.(Wenn das nicht möglich ist bitte korrigieren)\n> Man sollte sich vlt überlegen wie man die \"guten\" flamer vieleichet etwas entlasten kann. Zb. wer lange nicht reportet worden ist in den Katigorieen für die er seine Strafe erhalten hat so \"verblasst\" es. Natürlich sollte Riot einen Vermerk haben aber was die Strafe angeht sollte es den Guten zugute kommen.\n\nSorry, aber sprechen eigenlich immer noch davon, dass von Riot ein Verhalten erwartet, welches im RL als \"normal\" angesehen wird (oder findest du es normal, wenn Leute auf der Strasse anderen Leuten Krankheiten wünschen?). Also wenn jemand einen 2-Wochen-ban kriegte, musste er schon sehr lange und sehr weit von der üblichen Norm des RL entfernt sein.\n\nIch denke jedoch schon, dass nach einer gewissen Zeit das System berücksichtigt, wenn man über Monate keine Toxiness mehr aufweist. Riot wird aber niemals sagen, ab wann dies geschieht, da man dies missbrauchen könnte.\n\n> Mir geht es nur um die Leute die zur Weißglut gebracht werden, nicht jene die andere dazu bringen.\n\nEs gibt eine Mute-Funktion, damit man nicht zur Weissglut gebracht wird.\nWenn man diese nicht nutzt und zurückflamet, werden zu Recht beide bestraft. Selbstjustiz ist auch in Online-Games verboten und dies finde ich auch richtig so.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-15T23:05:30.405+0000","up_votes":1,"down_votes":2,"body":"> Damit würdest du also etwas kritisieren, was Riot gerade bessert.\n\nWas ich erwähnt habe, ich habe in keinster Weise dem System Vorgeworfen weiterhin die Lücke zu haben. Erwähnenswert fand ich es denoch.\n\n>  ch habe auch schon \"butt\" geschrieben (statt \"but\" -> ein t zu viel also) und ausser Gelächter bei den Mates (die den Tippfehler verstanden haben) geschah rein gar nichts.\n\nVlt ist mein Englisch was eingerostet aber \"Butt\" ist bei weitem nicht so vulgär wie \"Ass\". Während ich \"Butt\" mit Hintern übersetzten würde wäre mein erwähntes Gegenstück auch im deutschen eine Beleidigung.\n\n> Ich denke schon, dass die krassen Fälle weiterhin sofort einen 2-Wochen-ban kriegen.\n\nJa das sagte ich das man krasse fälle hart bestrafen muss, kleinere Sachen aber nicht! (also nicht so hart)\n\n> Sorry, aber sprechen eigenlich immer noch davon, dass von Riot ein Verhalten erwartet, welches im RL als \"normal\" angesehen wird (oder findest du es normal, wenn Leute auf der Strasse anderen Leuten Krankheiten wünschen?)\n\nHast du meinen Post überflogen? Ich sagte doch das genau sowas wie das Krankheiten wünschen zu verurteilen ist. Die härte der Strafe war hierbei eher ein Beispiel als ein festes Strafmaß.\n\n> Es gibt eine Mute-Funktion, damit man nicht zur Weissglut gebracht wird.\nWenn man diese nicht nutzt und zurückflamet, werden zu Recht beide bestraft. Selbstjustiz ist auch in Online-Games verboten und dies finde ich auch richtig so.\n\nNun ich mute nicht am anfang des Spiels alle anderen 9 Mitspieler und in der Pick/Ban Phase will ich sehen wie du die schnell gemutet hast. Ebenfalls ist es auch hier schwer zu beweisen weil es davon keine Aufzeichnungen gibt (Zumindestens damals beim Tribunal)\n\nIch rede auch nicht von Straffreiheit, aber wie ich schonmal erwähnt habe die Stärke des Vergehens sollte die Strafe bestimmen und nicht die Regelmäßigkeit. (Ein mischung aus beidem ist natürlich auch nicht zu Verteidigen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-09-16T08:20:39.862+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=000800010000,timestamp=2015-09-15T23:05:30.405+0000)\n>\n> Was ich erwähnt habe, ich habe in keinster Weise dem System Vorgeworfen weiterhin die Lücke zu haben. Erwähnenswert fand ich es denoch.\n\nDa du auch Capslock benutzt hast und auch nirgends geschrieben hast, dass dies endlich geändert wurde (zumindest vermute ich dies, dass dies nun geändert wurde), muss man schon von einer Kritik ausgehen.\n\n> Vlt ist mein Englisch was eingerostet aber \"Butt\" ist bei weitem nicht so vulgär wie \"Ass\". Während ich \"Butt\" mit Hintern übersetzten würde wäre mein erwähntes Gegenstück auch im deutschen eine Beleidigung.\n\nIch muss vielleicht den chatlog rekonstruieren. Es war ein ARAM und ich bekam einige Trades, zuerst wollte mir jemand Tryn geben, nachher jemand Veigar:\n\n*lehne Trade mit Tryn ab*\nIch: \"sry, cannot play tryn\"\n*nehme Trade mit Veigar an*\nIch: \"butt Veigar!\"\n\nIch schreibe also so etwas wie \"Arsch-Veigar!\"\nTrotzdem gab es keine Strafe (btw. war dies noch bevor die Chatanalyse schaute, welchen Champ man spielte). \nIch wurde nämlich nicht reportet, weil alle Mates wussten, dass es ein Tippfehler war.\n\nGenauso wird jeder Spieler bei \"Tolles Ass!\" wohl merken, was gemeint ist, da du so etwas wohl nur im chat schreibst, wenn alle deutsch-sprachig sind (notfalls wird die Chatanalyse wohl merken, dass vorher ein deutsches Wort steht).\n(abgesehen davon, lese ich extrem selten \"Ace\" bzw. \"Ass\" im chat; wer kommentiert dies denn schon?)\n\nDie unterschiedlichen Sprachen sind sicherlich kaum ein Problem.\nDenn sonst müssten extrem viele Deutsche (\"die\") einen 2-Wochen-ban gekriegt haben, was einfach nicht der FAll ist.\n(Italiener haben auch ein Risiko da \"burro\" im Spanischen \"Esel\" bedeutet -> OK, Kochrezepte werden im chat wohl selten ausgetauscht)\n\n> Ja das sagte ich das man krasse fälle hart bestrafen muss, kleinere Sachen aber nicht! (also nicht so hart)\n\nDefiniere \"hart\"!\n10 Spiele CR als Erststrafe finde ich nicht hart.\n\n> Hast du meinen Post überflogen? Ich sagte doch das genau sowas wie das Krankheiten wünschen zu verurteilen ist. Die härte der Strafe war hierbei eher ein Beispiel als ein festes Strafmaß.\n\nDas Beispiel war extra etwas überzeichnet.\nAber auch im RL wirst du niemanden im Herbst sagen \"Zieh dir gefälligst einen Pullover an! Du erkältest dich nur und steckst uns dann an.\" (schon gar nicht mit dieser aggressiven Wortwahl).\n\nSorry, aber es ist für mich schon rätselhaft, dass Flamer nicht wissen, wie man sich verhalten soll bzw. was sie nicht sagen sollen, wenn es eigentlich nur darum geht, sich so zu verhalten, wie man es aus einer guten Kinderstube kennt.\nUnd wie gesagt ist das Strafmass nicht zu hoch. 10 Games eingeschränkter Chat als Erststrafe ist mehr oder weniger nur ein Warnschuss. Man muss schon sehr viel, sehr oft und sehr lange eine negative Stimmung in den Games verbreiten (ohne extremst toxic zu sein), um bis zur 2-Wochen-ban-Strafe zu gelangen.\n\n> Nun ich mute nicht am anfang des Spiels alle anderen 9 Mitspieler und in der Pick/Ban Phase will ich sehen wie du die schnell gemutet hast. Ebenfalls ist es auch hier schwer zu beweisen weil es davon keine Aufzeichnungen gibt (Zumindestens damals beim Tribunal)\n\nDu willst mir doch nicht erzählen, dass du nach dem 1. Flame eines Mates bereits so genervt bist, dass du zurückflamest statt ihn zu muten.\nSollte dies der Fall sein, dann sorry! Dann sind Online-Spiele (nicht nur LoL bzw. Mobas) nichts für dich.\n\n> Ich rede auch nicht von Straffreiheit, aber wie ich schonmal erwähnt habe die Stärke des Vergehens sollte die Strafe bestimmen und nicht die Regelmäßigkeit. (Ein mischung aus beidem ist natürlich auch nicht zu Verteidigen.\n\nDoch! Auch die Regelmässigkeit sollte bestraft werden.\nWer bei jedem 2. Game zwar keine Krankheiten/Tode/etc. wünscht, aber seine Mates ständig mit \"useless\", \"noob\", \"l2p\" etc. blamet sollte genauso eine Strafe kriegen.\n\nIst ja im RL auch nicht anders.\nWer nach einem Banküberfall (grosses Verbrechen) erwischt wird, kriegt eine harte Strafe. Handtaschenräuber (kleineres Vergehen im Vergleich zum Banküberfall) kriegt eine weniger harte Strafe, aber wenn er öfter klaut, ist die Strafe kumuiert auch einmal so gross wie jene mit einem einzelnen Banküberfall.","replies":[{"id":"","poster":"Ahris Man","date":"2015-09-16T12:21:56.625+0000","up_votes":1,"down_votes":0,"body":"> nd auch nirgends geschrieben hast, dass dies endlich geändert wurde\n\nStand in Klammern dahinter\n\n> (Zum Glück soll das ja jetzt geändert werden) \n\nUnd ist seit dem Ursprungspost dabei\n\n>  lese ich extrem selten \"Ace\" bzw. \"Ass\" im chat; wer kommentiert dies denn schon?\n\nNun das habe ich schon ein paar mal geschrieben, in wie weit das gezählt wurde weiß ich nicht kann dir nur sagen das es Zensiert wurde. Im Übrigen hat sich der deutsche Client in Season 3 sogar selbst zensiert. Damals hast du nämlich ein *** erzielt. Das dies zu keinem Ban führt ist selbstredent aber witzig ist es denoch.\n\n> 10 Spiele CR als Erststrafe finde ich nicht hart.\n\n10 Spiele sind imo zu wenig. Ich rede auch nicht von Erstrafen sondern von dem Folgenden. der Sprung von 25 Spiele auf 2 Wochen ist auch was groß, aber darum gehst hier nicht. Ich Spiele seit Season 2 (neuster champ Shyvana) und habe seitdem 3 Strafen erhalten. Das sind mehr als 3 Jahre und wenn man die Strafe nicht verringern kann wäre meine nächte Strafe ein Permban. Wenn du mich fragst schießt man mit Kanonen auf Spatzen. \n\n> Man muss schon sehr viel, sehr oft und sehr lange eine negative Stimmung in den Games verbreiten (ohne extremst toxic zu sein), um bis zur 2-Wochen-ban-Strafe zu gelangen.\n\nDas steht aber oben nicht ob das berücksichtigt wird. Nur das man beim 4 mal weg vom Fenster ist. Wenn dem so ist habe ich auch diesbezüglich keine weiteren Einwände.\n\n> Sollte dies der Fall sein, dann sorry! Dann sind Online-Spiele (nicht nur LoL bzw. Mobas) nichts für dich.\n\nIch würd nicht sagen das das Spiel nichts für mich sei. Spielerich habe ich es immerhin bis Platin 2 geschafft. Es ist eher ein Problem innerhalb der Community nicht des Spiels. Ich rede auch weniger für mich. Mich betreffen Strafen zwar auch aber ich sehe mich nicht kritisch geschweige den gefärdet.\n\n> Wer bei jedem 2. Game zwar keine Krankheiten/Tode/etc. wünscht, aber seine Mates ständig mit \"useless\", \"noob\", \"l2p\" etc. blamet sollte genauso eine Strafe kriegen.\n\nNatürlich sollte kontinuierliches geflame auch bestraft werden. Ich rede hier von Wochenlanger Unterbrechung. Und das man dann die nächste Strafe nicht nach der letzten ansetzt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-09-16T13:04:58.733+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Skrunchy,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=00080001000000000000,timestamp=2015-09-16T12:21:56.625+0000)\n>\n> Nun das habe ich schon ein paar mal geschrieben, in wie weit das gezählt wurde weiß ich nicht kann dir nur sagen das es Zensiert wurde. Im Übrigen hat sich der deutsche Client in Season 3 sogar selbst zensiert. Damals hast du nämlich ein *** erzielt. Das dies zu keinem Ban führt ist selbstredent aber witzig ist es denoch.\n\nDie Chatanalyse startet erst, wenn du überdurchschnittlich oft reportet wurdest.\nWegen einem einzelnen \"***\" wird dich wohl keiner reporten. Somit wirst du nicht bestraft.\n\n(trotzdem sehe ich keinen Grund, warum ich im chat \"Ass\" schreiben soll).\n\n> 10 Spiele sind imo zu wenig. Ich rede auch nicht von Erstrafen sondern von dem Folgenden. der Sprung von 25 Spiele auf 2 Wochen ist auch was groß, aber darum gehst hier nicht. Ich Spiele seit Season 2 (neuster champ Shyvana) und habe seitdem 3 Strafen erhalten. Das sind mehr als 3 Jahre und wenn man die Strafe nicht verringern kann wäre meine nächte Strafe ein Permban. Wenn du mich fragst schießt man mit Kanonen auf Spatzen. \n\nBis jetzt hat das System immer eine Verjährung berücksichtigt. Selbst wenn die früheren Strafen jetzt nicht \"begnadigt\" würden, wären deine Strafen von vor 2-3 Jahren sicherlich kein Grund, dass deine nächste Strafe der perma wird.\nWarum gehst du denn von etwas anderem aus als bereits implementiert ist?\n\n> Das steht aber oben nicht ob das berücksichtigt wird. Nur das man beim 4 mal weg vom Fenster ist. Wenn dem so ist habe ich auch diesbezüglich keine weiteren Einwände.\n\nKeiner wird wegen 4x Flamen (es seit den wirklich extremst toxischem) einen perma kriegen.\nWar noch nie so implementiert.\n\n> Ich würd nicht sagen das das Spiel nichts für mich sei. Spielerich habe ich es immerhin bis Platin 2 geschafft. Es ist eher ein Problem innerhalb der Community nicht des Spiels. Ich rede auch weniger für mich. Mich betreffen Strafen zwar auch aber ich sehe mich nicht kritisch geschweige den gefärdet.\n\nIch spreche auch nicht vom spielerischen Skill sondern von deiner Sozialkompetenz, wenn das Szenario stimmen würde (was ich nicht glaube btw.), wenn du nach dem ersten Flame eines Mates du völlig ausrastest statt ihn zu muten.\n\n> Natürlich sollte kontinuierliches geflame auch bestraft werden. Ich rede hier von Wochenlanger Unterbrechung. Und das man dann die nächste Strafe nicht nach der letzten ansetzt.\n\nDas System hat schon immer angeschaut, wie oft im Verhältnis der gespielten Games geflamet wurde und wie erwähnt wird auch nach einer gewissen Zeit (Anzahl Games) auch eine \"Verjährung\" stattfinden. Dies tat es bis jetzt jedenfalls immer.\n\nDass die gespielten Games berücksichtigt werden, ist sogar besser. Denn ein Spieler mit einem 2-Wochen-ban wird logischerweise 2 Wochen lang nicht toxic sein. ;)\nGelegenheitsspieler (mit wenig Games), die aber oft flamen, werden so auch nicht bevorteilt.\n\nDu kritisierst also etwas, was gar nicht stimmt bzw. du möchtest eine Verbesserung, die schon lange in Betrieb ist.","replies":[]}]}]}]}]}]},{"id":"","poster":"Groath","date":"2015-09-15T19:28:10.125+0000","up_votes":3,"down_votes":0,"body":"Hey, ich habe zwei Fragen: \n\nIst es möglich, Spielern, die eine 2-Wöchige Sperre erhalten haben, zusätzlich vor Augen zu führen, wie viel Geld und Zeit sie in den Account gesteckt haben? Einigen könnte somit klarer werden, was sie verlieren, wenn sie dieses Verhalten fortsetzen.\n\nAußerdem; gibt es das Feedback dazu, dass ein von mir gemeldeter Spieler bestraft wurde nur für die 2-Wochen- und Permabans oder auch für die Chateinschränkungen?","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:53:49.366+0000","up_votes":3,"down_votes":0,"body":"Wir trennen Dinge, die jemand besitzt vollkommen. Es ist egal, ob jemand den klassischen Udyr spielte oder den Geisterwächter Udyr, allein seine Taten zählen. Ich bin mir nicht sicher, ob es eine effektive Benachrichtigung wäre, da es so aussähe, als würden wir sie bedrohen.\n\nWir waren sehr konservativ in der Benutzung unserer Benachrichtigungen, weil wir uns Sorgen darum machten, dass es zu spammy werde. Wir haben ein paar potentielle Wege, den Vorgang zu glätten. Ihr werdet die Benachrichtigungen für jegliche Strafe bekommen, jedoch möglicherweise nicht bei jedem Mal.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-09-18T12:25:05.294+0000","up_votes":2,"down_votes":0,"body":"Bei ersteren Stimme ich dir voll und ganz zu!\n\nZu zweitens: Ich denke es interessiert die Leute schon welches \"nutzen\" ihre Reports hatten.","replies":[{"id":"","poster":"eingew","date":"2015-09-18T12:29:52.042+0000","up_votes":1,"down_votes":0,"body":"Naja, kommt drauf an. Also es ist sicher ganz nett sowas öfter mal zu haben, aber dauernd diese Meldungen weggklicken zu müssen hätte ich keine Lust drauf... :P","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-09-20T06:57:42.924+0000","up_votes":2,"down_votes":0,"body":"Das stimmt natürlich, aber bedenke das ja \"nur\" 1 oder 2 % der Spieler so toxisch sind das sie gesperrt werden. Also sollte man gar nicht so häufig auf solche Spieler treffen.","replies":[{"id":"","poster":"eingew","date":"2015-09-20T12:02:51.487+0000","up_votes":1,"down_votes":0,"body":"Das stimmt auch wieder, ja.","replies":[]}]}]}]}]}]},{"id":"","poster":"Draufi","date":"2015-09-15T20:01:38.951+0000","up_votes":3,"down_votes":14,"body":"***","replies":[{"id":"","poster":"Kaitri","date":"2015-09-15T22:27:02.356+0000","up_votes":5,"down_votes":0,"body":"manche sind echt nie zufrieden\n\"oh nein gegen trolls und feeder wird nie was getan\"\nOKAY! da kriegste nochmal 3 gut gemeinte warnungen und danach wars das\n\"oh nein ihr seid schon wieder viel zu brutal!\"\n\npls","replies":[{"id":"","poster":"TheKreamCs","date":"2015-09-15T22:35:02.992+0000","up_votes":1,"down_votes":5,"body":"typisch deutsche was erwartest du","replies":[{"id":"","poster":"Kaitri","date":"2015-09-16T00:59:24.059+0000","up_votes":2,"down_votes":1,"body":"ich bin österreicher, darum wollt ichs nicht sagen, wäre ja racist :D","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-16T09:08:57.612+0000","up_votes":1,"down_votes":0,"body":"Magst auch Schniiitzel ;DXD wie ich ...\nKennst Du Schlapfen ?\n\nmfg\nMB\n\nsorry für ot - bin halt nen Fan von MinecraftSpellstorm und der Ösi dadrin is echt cool, hat aber net genau erklärt was Schlapfen nu sind :/ und Schnitzel mag ich auch und Almdudler, weil die wie unsere Faßbrause von damals schmeckt ...","replies":[{"id":"","poster":"Kaitri","date":"2015-09-16T10:17:18.883+0000","up_votes":3,"down_votes":0,"body":"ja ich kenne schlapfen lol. \nund schnitzel wäre grad not bad, mittagsstunde.","replies":[]}]},{"id":"","poster":"TheKreamCs","date":"2015-09-16T03:53:08.638+0000","up_votes":1,"down_votes":1,"body":"Dann kann man ja die österreicher ja mit einbeziehen :P","replies":[{"id":"","poster":"Kaitri","date":"2015-09-16T07:44:33.419+0000","up_votes":1,"down_votes":1,"body":"oh ja definitiv...\naber wenn wir im bereich online bleiben eher nicht so. die österreicher, zumindest alle die ich kenne und in der schulzeit kennen lernen durfte sind da eher höhlenmenschen\n\"öh es gibt facebook und twitter und instagram... und so ne google seite aber wozu hab ja facebook zum fragen. und irgendwie solche nerds die fett sind und pizza fressen und zocken und sonst nix anderes tun\"\n\nund ja das ist ein zitat aus meiner letzten klasse, einer 20 jährigen person die ich damals noch als noch für eine der schlausten in unserer klasse gehalten habe","replies":[]}]}]}]}]},{"id":"","poster":"HansMowlWurf","date":"2015-09-15T20:08:14.532+0000","up_votes":3,"down_votes":0,"body":"Wieso geht das zu weit?\nEs gibt Regeln, und nach dem neuen System gibt es wohl ausreichend Denkanstoeße.\nWer es nach 3 Strafen immer noch nicht gerafft hat, das er doch bitte die Finger still halten soll, der hat hier offensichtlich einfach nichts verloren.","replies":[]}]},{"id":"","poster":"Anbo","date":"2015-09-16T09:35:02.188+0000","up_votes":1,"down_votes":9,"body":"Super Idee!\n\nBringt nur 0, 1. Spiel gerade gemacht es wird trotzdem weiter geflamt.\nHier haben doch eh fast alle min 2 Acc. und was interessiert es einige Leute wenn einer gesperrt wird. \nNaja da beibt nur abzuwarten, was auf Zeit sich verändert. Ich hoffe gutes.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T09:42:37.490+0000","up_votes":5,"down_votes":0,"body":"Lass dem Tool doch erst einmal ein wenig Zeit zu arbeiten. Die meisten Spieler werden noch gar nicht wissen, wie schnell das jetzt geht, weil sie sich kaum um Patchnotes und Ankündigungen scheren.","replies":[]}]},{"id":"","poster":"BloodBorneTier","date":"2016-02-29T18:31:23.419+0000","up_votes":2,"down_votes":2,"body":"Ja ist ja schön und gut aber wer entscheidet ob jemand zu\"recht\" reportet wurde oder nicht?\nDas ist halt total unnötig wenn man einfach nur so auf Buttons klickt und Leute dann gesperrt werden. \nDa fand ich das \"alte\" Tribunal System um einiges besser{{item:2050}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-02-29T20:04:06.655+0000","up_votes":3,"down_votes":0,"body":"Die automatische Spielanalyse entscheidet darüber.\n\nDiese gleicht den Chat mit dem Spielgeschehen ab und macht vielleicht auch noch andere Dinge, das erzählt uns Riot aber leider nicht.\n\nDa bisher aber noch kein einziger der zahllosen Spieler, die einen \"ich wurde zu Unrecht gebannt\"-Threads erstellt haben, tatsächlich unschuldig wirkende Chatlogs hochladen konnte (die Chatlogs bekommt man mittlerweile bei jeder Strafe), kann man wohl davon ausgehen, dass diese Analyse sehr gut funktioniert.\n\nWenn du dich selbst überzeugen willst, suche einfach mal im Spielerverhalten-Unterforum nach \"Bann\".","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-01T08:52:46.780+0000","up_votes":1,"down_votes":0,"body":"Du hast noch vergessen zu erwähnen das wir als Community immer noch entscheiden was wir bannen wollen.\n\nDarauf basiert das automatische System, deshalb kann hier etwas bannwürdig sein was in NA nicht geahndet wird.","replies":[]}]}]},{"id":"","poster":"Solveg","date":"2016-06-29T16:04:21.118+0000","up_votes":2,"down_votes":0,"body":"Es ist etwas ab von der Diskussion (sry) aber ich habe mich gefragt, wieso es nicht die Möglichkeit gibt, seinen eigenen Chat ingame zu deaktivieren...Einfach in den Einstellung. Den \"alle-Chat\" kann man ausschlaten. Aber sehen wir doch ein, dass im Team geflamt wird und nicht vom anderen Team.\nIch sage das, weil ich selbst dazu neige zu flamen auch obwohl ich weiß, dass das alles andere als hilfreich ist. Aber ich kann mich in der Situation einfach nciht beherrschen. Deshalb einfach eine kleine Option schaffen, die das chatten ingame verhindern kann, wenn es besser wäre.\nVllt kann man es ja so machen, das /r immer noch geht, um außerhalb des Spiels mit einem Freund zu kommunizieren, denn ihn wird man nicht flamen und andersherum.\nMir würde das sehr helfen und auch dem Team, dem ich zugeteilt werde, weil ich sie in meiner Wut nicht belästigen kann und denen nicht das Speil vermiesen kann.","replies":[]},{"id":"","poster":"LaLuLp","date":"2015-09-16T12:26:38.393+0000","up_votes":2,"down_votes":2,"body":"Da hier mal ein Roter ist. \nWas haltet ihr eigentlich davon den Chat komplett aus dem Spiel zu entfernen? Kein Chat = weniger Ablenkung = weniger Beleidigungen = ein paar Reportbuttons weniger = weniger unzufriedene Menschen = schöneres Spiel = weniger Arbeit für Riot aufgrund weniger Tickets an den Support = weniger Mitarbeiter die bezahlt werden müssten = mehr Geld für die Firma.  \nOder wie einige andere hier im Forum schonmal angesprochen haben, einen einzigen \"Chat AN/AUS Knopf\" in den Client zu implementieren und nicht im Spiel selbst!?","replies":[{"id":"","poster":"eingew","date":"2015-09-16T14:19:31.487+0000","up_votes":2,"down_votes":0,"body":"Das heißt es wird mir verboten in den Chat zu schreiben, obwohl ich definitiv niemals negativ war? Nein danke? \n\nEin \"gl & hf\" und ein \"gg wp\" gehört bei mir *immer* dazu, ich sehe keinerlei Grund, das verhindern zu wollen.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T14:31:56.356+0000","up_votes":1,"down_votes":2,"body":"Pings sollten trotzdem überarbeitet und komplexer gemacht werden.Chat ausstellen sollte optional sein.","replies":[{"id":"","poster":"eingew","date":"2015-09-16T14:34:31.047+0000","up_votes":2,"down_votes":0,"body":"Das fände ich in Ordnung. Obwohl \"Chat ausstellen\" imo einen nur am schreiben hindern sollte und automatisch das Team mutet. Sämtliche andere Nachrichten haben schließlich noch einen Sinn.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T14:37:59.432+0000","up_votes":1,"down_votes":2,"body":"Ich persönlich finde den Chat trotz allem überflüssig,besonders den Post-Game-chat.Sag was du willst,aber das ist bloß ein Ort wo sich Leute gegenseitig flamen.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T14:49:33.091+0000","up_votes":2,"down_votes":0,"body":"In einem meiner letzten Spiele habe ich mich im Post-game-chat noch etwa 10 Minuten mit einem der Gegner darüber ausgetauscht, wie man unsere Champions jeweils besser hätte countern können.\nDabei habe ich viele neue Anregungen erhalten und dem Gegner hat es vielleicht auch geholfen, wäre sehr schade gewesen, wäre das nicht möglich gewesen.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T15:38:15.796+0000","up_votes":1,"down_votes":3,"body":"Dafür guckt man lieber ein Replay und einen Guide.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T16:50:25.154+0000","up_votes":2,"down_votes":0,"body":"Ist ja schön wenn du das lieber tust, ich möchte mich aber nach dem Spiel noch nett unterhalten und sehe nicht ein, wieso man mir das wegnehmen sollte, nur weil Andere sich nicht beherrschen können und gleich losflamen!","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T17:16:18.325+0000","up_votes":1,"down_votes":1,"body":"Ich sehe fast ausschließlich negatives.\nJedes Game wird nach Reports gefragt,oder ähnliches.","replies":[]}]}]}]},{"id":"","poster":"Cænatyx","date":"2015-10-03T17:43:14.126+0000","up_votes":1,"down_votes":0,"body":"Ich habe schon friends bekommen weil ich zum Bespiel dem gegnerischen Tryndamere geschrieben wie OP sein Champ ist und gefragt was man dagegen denn bitte machen soll.\n\nIn den Spielen danach hat er mir begebracht wie man Top spielt xD","replies":[]},{"id":"","poster":"eingew","date":"2015-09-16T14:39:16.670+0000","up_votes":1,"down_votes":0,"body":"Oder ihr \"gg\" nachholen oder sich ausführlich über das gute Spiel unterhalten :P","replies":[]}]}]}]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T13:48:53.067+0000","up_votes":1,"down_votes":3,"body":"Ehrlich gesagt ist das die beste Lösung,nur muss man eben das Pingsystem etwas komplexer machen,damit man bspw klarmachen kann,dass man Splitpushen möchte,der Gegner keine Escapes mehr hat,man einen Bluebuff braucht,ein Gebiet vom Gegner gewarded wurde usw.\nSolch ein System wäre tausend mal besser.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T13:49:57.081+0000","up_votes":2,"down_votes":1,"body":"Oder man reißt sich einfach mal zusammen und benimmt sich :)","replies":[]}]},{"id":"","poster":"Cænatyx","date":"2015-10-03T17:41:09.914+0000","up_votes":1,"down_votes":0,"body":"Wenn das Team sich versteht bringt der Chat richtig viel.","replies":[]}]},{"id":"","poster":"Killerkante","date":"2015-09-15T22:38:53.060+0000","up_votes":2,"down_votes":0,"body":"Ich finde, dass die meisten keine 2. Chance verdient haben, aber naja.\nAnsonsten finde ichs Klasse, vor allem dass die Rückmeldung so schnell kommen soll.","replies":[]},{"id":"","poster":"Morth","date":"2015-09-15T18:49:37.352+0000","up_votes":2,"down_votes":0,"body":"Also ich finds echt super!!!\nGute Arbeit Jungs und Mädels !! :D\nIch denke jetzt kann sich auch der letzte damit zufrieden geben :D","replies":[]},{"id":"","poster":"BMW E39 525d","date":"2017-02-09T06:41:51.898+0000","up_votes":3,"down_votes":1,"body":"Ich bin der Meinung von Dârkay, man sollte eine flachere Kurven nehmen:\n3 spiele > 8 spiele > 15 spiele > 30 spiele > 1 tag ban > 3 tage ban > 7 tage ban > 14 tage ban > Perma\n\n\nGleichzeitig aber auch viel härter durchgreifen, damit einfach direkt nach dem ersten Spiel, wo beleidigt wird auch sofort eine Reaktion kommt. Vorallem, dass auch bei anderen Vergehen ein anderer Maßstab angewandt wird, was aber glaub ich schon getan wird.\nDas Problem ist nur, dass viel passive Agressivität und Sabotage geduldet wird, weil man es nicht genau kontrollieren kann. Gegenspieler sind einfach nur abartig gehässig und in keinem der letzten 5 Spiele lief es einfach mal fair ab, ohne das man von Smurfs verhöhnt wird oder die eigenen Teammates einen flamen oder sabotieren. Ich finde auch, dass dem Flamen eine viel zu hohe Aufmerksamkeit geschenkt wird, allein deshalb, weil man es ignorieren kann.\n\n\nWas ich allerdings nicht ignorieren kann, ist dauerhaftes Icon gespamme, rumgelache, auf der Leiche rumtanzen, Verschwendung von Sums oder Ults, Sabotage (z.B. farm). Nichts davon wird in irgendeiner Art und Weise bestraft, solang man nicht offensichtlich int feeded. Das sich da Spannung aufbaut und Menschen durch gekränkt werden, ist ja nur offensichtlich. Ich frage mich daher ernsthaft, wieso man so naiv ist und was man von den Spielern erwartet? Wie lange halten die Leute es wohl aus sich so behandeln so lassen ohne dafür ein Ventil zu haben? Soll man etwa noch freundlich bleiben? Wie soll das gehen, wenn Leute mit PURER Absicht alles lasthitten und Spieler es sich zur Hauptaufgabe machen jegliche Fähigkeiten und Sums zu benutzen, damit du keinen Farm bekommst? Überhaupt dir in jeglicher Weise versuchen den Spielspaß zu rauben, wie soll man das dauerhaft ertragen?\n\n\nWenn ich freundlich bleibe, habe ich was davon?\nBekomme ich irgendeine Genugtuung, die mir zeigt, dass es richtig ist sich ständig das Spiel regelrecht versauen zu lassen von Leuten, die das Spiel mit Absicht sabotieren?\nWirklich? Bekommt man wirklich eine Rückmeldung, wenn jemand von 2 Leuten reported wird, weil er sich 3 mal killen lässt, dich verrecken lässt und Buffs \"klaut\"? Nein. Solange er nicht massiv flamed, hab ich das noch nicht erlebt.\n\n\nDas Gegenteil ist der Fall. Ich muss alles bis zum Spielende etragen, da ich sonst sehr hart dafür bestraft werde. Das wird nur noch getoppt durch Gegner, die ihren Sieg in vollen Zügen auskosten wollen und das Spiel nicht beenden. Da fangen die ersten Fragen schon an:\nDarf ich mich jetzt AFK in die Base stellen? Ist es nicht wichtiger sich nicht darüber aufzuregen oder beleidigen zu lassen als ein Spiel? Riot hat dazu ne klare Antwort: Nein.\nDarüber sollten sich die Leute mal Gedanken machen. \n\n\nAlle Flamer, Saboteure, Spieler die nach 2 Minuten getilted sind, dass sind alles Ergebnisse der Toxizität der gesamten Community. Allein wenn ich das Forum schon sehe, wie sinnlos hier Beiträge niedergevotet werden, einfach nur weil andere Leute anderer Meinung sind... Das ist komplett absurd! Und solange Riot sich nicht ernsthaft Gedanken macht und wirklich effektiv gegen die Verursacher oder Gründe vorgeht, die Community belohnt auch nur für kleine Dinge, damit man weiß, man ist auf dem richtigen Weg... wird sich da auch nie etwas ändern.\nGibt es überhaupt jemanden, der sich ernsthaft dafür engagiert? Oder macht jeder einfach \"nur seine Arbeit\"? Das mag hart oder pauschaul klingen, aber mir wird aus vielerlei Erfahrung leider kein anderer Eindruck vermittelt.\n\n\nAber das will scheinbar auch niemand hören, man wird nur vertröstet, in Frage gestellt oder direkt dumm angemacht dafür. Ob das was man sagt, tatsächlich der Wahrheit entspricht, sei es noch so sachlich vorgetragen, spielt dann keine Rolle. Man ist ja nur Bronze. Oder Silber. Oder wurde schon gebannt. Was anderes bin ich nicht gewohnt.\nRespekt gegenüber oder vor anderen gibt aus meiner Erfahrung heraus leider so gut wie gar nicht. Im Spiel so gut wie gar nicht und auch nicht oft im Forum.\n_**Zu keinem Zeitpunkt.**_\n\n\nVielen Dank für die Aufmerksamkeit.\nEin 2x Gebannter. (Vorurteile inc)","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-25T09:21:55.567+0000","up_votes":1,"down_votes":0,"body":"Hmm also ich persönlich fände die Kurve (gerade zB den Anfang) ein bisschen zu flach, aber gut, über Zahlen kann man sich ja immer streiten. Das Hauptproblem ist doch, dass es (und ich denke da sind wir uns nach deinem Text einig) unzählige Arten gibt, sich unsportlich zu verhalten (Pings, negative Kommentare, tanzen während des Teamfights, absichtliches Flashen, etc.). Dementsprechend ist es glaube ich nicht ganz so einfach ein System zu entwickeln, dass diese ganzen Vergehen halbwegs äquivalent abdeckt.\n\nIch persönlich fände ein System nett, das noch vor der Accounterstellung greift. Seien wir ehrlich, wie viele von uns haben den Summoners Code wirklich gelesen und verinnerlicht? Ich finde, es sollte einen Test mit zufäligen Fragen und Situationen aus dem Spiel geben (quasi wie die Testszenarien im Tribunal), bei denen man zeigen kann, was man für eine Einstellung hat. Schließt man diesen Test positiv ab, darf man erst den Account erstellen. Viele wissen oft gar nicht was sie falsch machen, da es schlicht kein wirkliches Präventivwerkzeug gibt.\n\nDies mag auch mit dem Alter der Community zusammenhängen. Als ich mit dem Spiel angefangen habe, war ich 20, mittlerweile hab ich Falten und bin alt und grau. Aber ein Spiel zu betreiben, in dem man sehr jungen Menschen viel Eigenverantwortung in ihr Handeln übergibt, ist glaube ich zwangsweise ein Konfliktherd. Es kommen so viele verschiedene Menschen zusammen, die ja eigentlich eine gemeinsame Sache verbindet – der Spaß am Spiel.\n\nZu der Forumsgeschichte kann ich dir teilweise zustimmen, teilweise nicht. Ja etliche Leute im Forum (besonders in der Spielerverhalten-Sektion) sind den Menschen, die sich über Bans etc. beschweren oder von ihren berichten, negativ eingestellt. Das liegt aber leider an der oftmals uneinsichtigen Haltung der TE. Es gibt etliche Threads, in denen Gebannte auf eine sehr erwachsene und einsichtige Weise schreiben, keiner von denen wurde runtergevoted.\n\nBsp: http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/4P8AXUjE-entschuldigung-eines-toxic-players\n\nSo finde ich, sollte eine Anmerkung zum eigenen Ban aussehen. Du hast schließlich auch keine Downvotes bekommen und es wäre auch vollkommener Käse dir welche zu geben.\n\nEine Sache hab ich noch, bevor ich meine Finger unter kaltes Wasser halten muss. *Zisch*\nEs ist eigentlich nicht Riots Aufgabe uns zu erziehen. Dementsprechend wären auch sämtliche präventive Maßnahmen ein reiner Bonus an uns als Community. Riot stellt lediglich vertraglich Regeln auf, nach denen man sich zu bewegen hat (AGB's + Summoners Code). Und da sich die Jungs mit der Faust bewusst sind, dass sie eine sehr dynamische und junge Zielgruppe haben, hat sich zwangsläufig die Idee entwickelt, diese auch im Verhalten zu regulieren (um der Zufriedenheit der anderen Nutzer Willen).\n\nInsofern können wir alle miteinander eigentlich froh sein, das Riot etwas tut, was eigentlich bei uns allen unsere Eltern hätten machen sollen.","replies":[{"id":"","poster":"BMW E39 525d","date":"2017-02-26T02:10:20.250+0000","up_votes":2,"down_votes":2,"body":"Erstmal die Forumsache:\nDas ist egal was der schreibt, weil schon Entschuldigung oben drinsteht. Der könnte absoluten Unsinn erzählen, da wären viele upvotes. Genauso ist das Gegenteil der Fall, wenn Kritik geübt wird, dann wird ohne Sinn und Verstand rumgejammert ala \"Sei doch das überhaupt...\" usw.\n\nEs gibt genauso nen Thread in dem ich das System Riots kritisiert hab, weil die LP Verwertung einfach nicht stimmen kann teilweise und ich das bei anderen Accounts auch schon hatte nur bei einem dermaßen auf die Spitze getrieben wurde, dass ich nicht mehr weiß ob ich weinen oder lachen soll. Da wirst du halt zugeflamed und downgevoted, weil du es für Unrecht hälst nach 15 Games Winstreak und 64% WR nur 13 LP pro Grame zu bekommen. Das Ende vom Lied ist, dass der Riot Support manuell die Elo korrigiert hat und plötzlich keiner mehr was gesagt hat. Plötzlich musste du dich nicht 10 Posts am Stück mit einem inkompetenten Moderatoren herumschlagen, es wird einfach ignoriert, der Thread verschwindet in der Vertiefung.\nDas ist für mich genug zum Thema \"Community\".\n\n\nDas Konfliktpotenzial allgemein ist ja auch bekannt bzw. sollte bekannt sein mit etwas überlegen wie du es getan hast. Nur wenn das Spiel eine gewisse Qualität haben soll, die ich von Computerspielen erwarte, dann muss das nunmal auch gefixed werden und Riot vertritt die Ansicht ja offiziell ebenfalls. Wie jeder Entwickler. Qualität und die Community sind uns wichtig blablabla. Du musst gucken, was hast du für Möglichkeiten.\n\nBestrafung kann nur durch kompetente Mitarbeiter erfolgen, die ihre Arbeit sehr gewissenhaft machen. Das heißt, wenn da reports reinflattern in gewisser Menge, muss man sich halt hinsetzen und ggf. Replays angucken wenn das System nichts erkennt und den Beschreibungen folgen. Ich schreibe auch immer rein wie die Leute getrolled haben. Wenn ich sehe, da macht sich jemand die Mühe und schreibt relativ ausführlich, wann was gemacht wurde, dann ist irgendein Mitarbeiter praktisch schon dazu verpflichtet sich das anzugucken. Das schaffen die aber nicht in der Hülle und Fülle. Stattdessen wird dann an einzelnen Leuten wie Shaclone ein Exempel statuiert, was komplett, aber wirklich komplett überzogen ist, einfach weil es unfair ist und die Relationen/Umstände ja auch nicht beachtet werden. Ich kann nicht 80% gar nicht bestrafen und 20% so relativ hart dann, die selber während dem Spiel getrolled wurden. Die 20 werden trollen dann umso fieser und subtiler und machen anderen das Spiel kaputt.\nDie Reaktion kommt ja nicht von ungefähr, das is schon alles ein Zeichen von Ungerechtigkeit.\n\nDeshalb braucht man deutlich mehr Abstufungen, also mehr CRs und mehr Banraten, die auch entsprechend hart dann umgesetzt werden, damit es JEDEN trifft. Also Ban 1d, 3d, 7d, 14d, 1m, 3m, perma. Irgendwie sowas. Und Leute die sagen \"ja, aber die flamen doch danach sowieso nur rum\", liebe Leute, die flamen sowieso herum. die nehmen sich nen Smurf und spielen damit.","replies":[{"id":"","poster":"Lotuskobra","date":"2017-02-26T09:32:13.001+0000","up_votes":1,"down_votes":0,"body":"Das Beispiel bezüglich der korrigierten Elo finde ich sehr interessant, birgt aber die große Gefahr der Verallgemeinerung: Es ist ein solches Spezialthema, von dem niemand hier im Forum Ahnung haben kann, da Riot das genaue System der MMR ja nicht preisgibt. Insofern kannst du bei so etwas kaum auf stichhaltige Hinweise im Forum hoffen, vielen denken wohlmöglich wie du schon sagst bereits bei der Überschrift: Ach der heult nur rum. Klar ist das nicht schön, klar gibt es solche und solche, aber das zu verallgemeinern finde ich schade. Ich schau mir zB jeden Thread an bevor ich ihn bewerte und lese mich rein, bestreite aber auch nicht, dass Leute wie bei einer Zeitung nur die Schlagzeile lesen.\n\nBeim Strafensystem werden wir uns glaube von der Ansicht her nicht wirklich einig. Ich find deine Idee wie gesagt nicht schlecht, glaube aber, dass ein stärkere Abstufung nicht viel ändern würde. Du spielst ja mit deiner Ausführung eigentlich auf zwei seperate Dinge an – und ich finde, dass du auch hier nicht falsch liegst:\n\n1. Sollte das System sensibler reagieren: Wenn ich mir die Chatverläufe hier im Forum anschaue und dann sehe, dass manche Leute für \"I'll gas u\" oder ähnliches nur einen \"10\" Tage Chatban bekommen, frage ich mich, warum das Strafenssystem überhaupt eingeführt wurde.\n\n2. Im zuge eines sensibleren Systems mehr Stufen einführen: Als jemand der nie negativ im Chat ist und andere aufmuntert, Plays der Gegner lobt und am Ende des Tages Spaß verbreiten will, seh ich das nen bissel anders. Das einzige was ich ändern würde (wie gesagt über Zahlen kann man sich streiten), wäre ein 1 Monatsban vorm Perma. Dadurch, dass man sowohl die 10 CS, 25 CS und 2 Wochen Bans übersrpingen kann, glaube ich das der Lerneffekt vorm Perma etwas kurz ist – du bist ja offensichtlich der Meinung, das der Lerneffekt früher einsetzen könnte, wenn sensibler und schneller, dafür aber milder bestraft werden würde.\n\nIch finde die Idee an sich gut, glaube aber immernoch, dass Riot ein Präventionssystem einführen sollte: ob das jetzt ne Befragung zur Accounterstellung ist oder nicht, ist mir egal, ich möchte im Grunde ja nur, dass die Leute endlich alle den Summoners Code lesen und halbwegs ein Verständnis entwickeln, was genau sie falsch machen. 90% der Threads sind voll mit: \"Ist das toxic?\" \"Was ist daran falsch?\" etc. Es gibt etliche Spieler, die entweder noch sehr jung sind oder aber auf kommunikativer Ebene nicht so ganz den Bogen raus haben. Klar ist es nicht Riots Aufgabe uns zu erziehen, aber durch das Strafensystem passiert das bei einigen ohnehin. Ich würde mir sowas wünschen, damit vllt in erster Hand schon Flame und Bestrafung vermieden werden können.\n\nVllt eintwickelt sich dann auch eine netter Community, die erstens verstanden hat, was sie eventuell falsch macht, wie sie es besser machen sollte und wie man eigentlich miteinander umgeht.","replies":[]}]}]}]},{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T08:45:02.254+0000","up_votes":3,"down_votes":1,"body":"Ritobama Cares.\nThanks Ritobama für das removen des wohl größten {{champion:96}} blocks,den ich je gesehen habe.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-09-16T10:28:18.900+0000","up_votes":2,"down_votes":3,"body":"Echt erstaunlich wie viel Zeit, Ressourcen und Geld in die wohl wertlosesten Mitspieler des Spiels gepumpt wird, um ihnen etwas bei zu bringen was selbstverständlich sein sollte.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-09-16T10:47:36.022+0000","up_votes":1,"down_votes":1,"body":"Selbstverständlich?\nAch,dann kennst du die CS:GO Community oder Dota Community nicht so ganz.Auch gut.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-09-18T12:42:54.055+0000","up_votes":1,"down_votes":0,"body":"Du hast recht ich kenne die beiden Communitys nicht. Bei CS:GO schient sich deiner Meinung nach einiges zum Vorgänger verändert zu haben. Zumindest zu meinen CS Source Zeiten war die Community recht ordentlich. Von Dota habe ich absolut keinen Plan.\n\nBei der CS:GO Community könnte man ja zumindest wegen der Altersbeschränkung mit einer \"reiferen\" Community rechnen.","replies":[]}]}]}]},{"id":"","poster":"Mariju Janna","date":"2015-09-15T19:45:16.514+0000","up_votes":3,"down_votes":1,"body":"Also ich finds gut aber wie ist das mit den leuten die einen 2 wochen bann hatten wegen Season rewards?","replies":[{"id":"","poster":"FailerOfWorld","date":"2015-09-15T19:58:48.349+0000","up_votes":1,"down_votes":1,"body":"Das ist glaube ich eine ganz andere Kiste, hier gehts nur um dein Ingame-Chat-Verhalten","replies":[]}]},{"id":"","poster":"XOFree","date":"2015-09-16T08:31:27.852+0000","up_votes":7,"down_votes":7,"body":"# REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT \n.\nganz ehrlich leute -.- mich nervt das gelaber über report und bann langsam richtig!!\n\ndas spiel wird langsam richtig bedrohlich erdrückend... \n\neiner spielt nicht was sich ein andere wünscht = REPORT\neiner kann nicht defensiv framen und stirbt = REPORT\neiner verliert weil der andere besser ist  = REPORT\n\ndieses bedrohlich erdrückend REPORT gibtes nur in der soloq -.- \n\nund DAS IST DAS PROBLEM!!\n\nleute die sich kennen spiel \"gerne zusammen\" im 5er team und alles ist gut >>EGAL<< ob man gewinnt oder nicht!!\n\nman hat SPAß! ja leute das hier ist ein spiel!\n\ndie soloq macht alles kaputt \n\nich überlege mir langsam kein geld mehr in das spiel zustecken! oder mir einen smurf anzulegen der wertlos ist  -.- der grund ist einfach \n\nmein acc ist mir zuschade das er ausirgendeinem grund gebann werden könnte!\n\nund eins vorweg! ich habe keine sperre oder sonnst was bekommen in den drei jahren die ich lol spiele!\n\nich habe schon vor einieger zeit den chat deaktiviert um nicht mehr mit den gegneren reden zukönnen.... warum? \"selbst schutzt\" das gl & hf den gegneren zusagen kann ich nicht mehr -.-  \n\nich würde mir wünschen den chat ganz zu deaktivierten zu können für die solo q warum? \"selbst schutzt\"\n\n.\n# REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT","replies":[{"id":"","poster":"Waldschrat86","date":"2015-09-16T08:48:58.277+0000","up_votes":7,"down_votes":5,"body":"> [{quoted}](name=UltraDivus,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0015,timestamp=2015-09-16T08:31:27.852+0000)\n>\n> # REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT \n> .\n> ganz ehrlich leute -.- mich nervt das gelaber über report und bann langsam richtig!!\n> \n> das spiel wird langsam richtig bedrohlich erdrückend... \n\nNur wenn man keinen Plan hat...\n \n> einer spielt nicht was sich ein andere wünscht = REPORT\n> einer kann nicht defensiv framen und stirbt = REPORT\n> einer verliert weil der andere besser ist  = REPORT\n\nUnd? Einer zeigt mich wegen Wildtierbesitz an? Hab keins, nix passiert, einer zeigt mich wegen Ruhestörung an, obwohl ich gar nicht daheim war...Und? Nichts passiert...einer zeigt mich wegen Kindesvernachlässigung an, obwohl ich kein Kind habe...nichts passiert. Ok eine Sache passiert schon,es wird geschaut, ob die Beschuldigungen zutreffen, tun sies nicht, s.o., tun sie's doch, braucht man sich über die Konsequenz nicht wundern.\n\n> dieses bedrohlich erdrückend REPORT gibtes nur in der soloq -.- \n\nNö das gibt es sogar in Botgames und ARAM, ist dort aber genauso egal wie in Ranked u.a. solange man mindestens neutral ist.\n\n> und DAS IST DAS PROBLEM!!\n\nWelches Problem? Mehr als Uninformiertheit sehe ich nicht.\n\n> leute die sich kennen spiel \"gerne zusammen\" im 5er team und alles ist gut >>EGAL<< ob man gewinnt oder nicht!!\n> \n> man hat SPAß! ja leute das hier ist ein spiel!\n> \n> die soloq macht alles kaputt \n\nAha, niemand zwingt dich diese Q zu spielen, gibt genug andere. Wie macht die Q das denn? Vorher waren es doch noch Spieler, ist Skynet schon aktib?\n\n> ich überlege mir langsam kein geld mehr in das spiel zustecken! oder mir einen smurf anzulegen der wertlos ist  -.- der grund ist einfach \n> \n> mein acc ist mir zuschade das er ausirgendeinem grund gebann werden könnte!\n\nDann hör doch gleich ganz auf? Aus irgendeinem Grund wurde noch keiner gebnnt, di Gründe waren bisher immer sehr konkret und wenn du dir die Mühe gemacht hättest dich zu informieren, hättest du auch gesehen, dass man bei jeder Strafstufe direkt informiert werden wird, was nun falsch gelaufen ist und zur Ahndung geführt hat.\n \n> und eins vorweg! ich habe keine sperre oder sonnst was bekommen in den drei jahren die ich lol spiele!\n\nAha und nun hast du Angst warum nochmal? Dir ist schon klar, dass Permas schon immer eine Option waren?\n \n> ich habe schon vor einieger zeit den chat deaktiviert um nicht mehr mit den gegneren reden zukönnen.... warum? \"selbst schutzt\" das gl & hf den gegneren zusagen kann ich nicht mehr -.-  \n\nWen interessiert's?\n \n> ich würde mir wünschen den chat ganz zu deaktivierten zu können für die solo q warum? \"selbst schutzt\"\n\nHat doch 3 Jahre ganz ohne geklappt, wovor hast du nochmal Angst? Wie wärs stattdessen (wenn überhaupt nötig) sich einfach Manieren zuzulegen? Dann können 10000000000000000 Reports eingehen und dir passiert immer noch nichts.\n> .\n> # REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT REPORT / REPORT / REPORT","replies":[{"id":"","poster":"Eti202d","date":"2015-09-16T14:56:33.823+0000","up_votes":1,"down_votes":0,"body":"Dieses ständige \"Report\" im Chat ist wirklich nervend. Jedoch muss man dazu sagen, dass es wohl zum größten Teil Kinder <12/13 (so meine Vermutung). Wenn man in der Öffentlichkeit (in der Schule) mal die Gespräche von solchen Kindern mithört, am besten wenn sie gerade etwas aufgeregt/wütend sind, kann man dies auch deutlich im Chat sehen. Sie regen sich wegen jeden Sch*iß auf und wollen die anderen deswegen \"reporten\", sei es auch bei einem Feind, der einfach nur stark gefeeded wurde und diese Person deswegen einige Male tötet.\n\nEs kann unmöglich einen Account geben, welches noch nie einen \"Report\" kassiert hat. Die Anmerkung, dass man angeblich in letzter Zeit gehäuft eine negative Einstellung gezeigt hat, haben mit Sicherheit die meisten schon gesehen, auch wenn das nicht unbedingt zustimmt. Diese Anmerkung bekam ich, nachdem ich in einem Spiel teilgenommen habe, wo der Rest spanisch gesprochen hat. Da ich einigermaßen französisch verstehe, konnte ich wenige Sachen verstehen, jedoch bat ich sie auf englisch englisch zu reden. Letzten Endes bekam ich keine Reaktion (habe jedoch bemerkt, dass manche sich über meine \"Kommunikationsverweigerung\" beschwert haben) und habe nach dem Spiel diese Anmerkung bekommen.\n\nSeit dieser Anmerkung habe ich gelernt, dass man immer früher oder später eine negative Nachricht wegen seinem Benehmen bekommt, sei man auch noch so seriös. Davor habe ich eigentlich kaum einen reported. Nach dieser Nachricht hat sich es bei mir deutlich gesteigert. Nun reporte ich eben alle, die deutlich negatives Verhalten zeigen (flame, feed, Beleidigungen).\n\nDoch finde ich es nicht schlecht, zumal das Reporten genau dafür gemacht wurde und zum anderen, wenn die anderen mich wegen jeden Sche*ß reporten, wieso tue ich es nicht auch bei denen?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T15:00:24.863+0000","up_votes":1,"down_votes":0,"body":"Du solltest Spieler nur für etwas melden, was aus deiner Sicht auch wirklich toxisch ist. Ob du die Grenze für dich zwischen \"noob\" und \"retard\" ziehst oder schon \"gg easy\" meldest ist alles dir überlassen. Wenn du mit jedem Mist aber sowas wie \"der Support hat mir 2 CS geklaut\" meinst, werden deine Reports bald ignoriert werden, da sowas eben nicht als toxisch gilt, solange jemand nicht absichtlich trollt.","replies":[{"id":"","poster":"Eti202d","date":"2015-09-19T07:59:31.808+0000","up_votes":1,"down_votes":0,"body":"Verstehe mich nicht falsch, ich reporte nicht jemanden wegen jeder Kleinigkeit. Es bezieht sich eigentlich nur auf die Personen, die absichtlich feeden, sehr stark flamen und andere beleidigen. Bevor ich die Anmerkung bekommen habe, habe ich das Reporten bezüglich diesen Feldern deutlich weiter beschränkt. So habe ich nur die Person reported, wenn dieser sehr angreifbare Beleidigungen benutzt hat. Reporten wegen Feeden habe komplett weggelassen, sowie flamen (insfofern es natürlich nicht zu sehr ausartet).","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-19T19:58:34.660+0000","up_votes":1,"down_votes":0,"body":"Ok.","replies":[]}]}]}]}]}]},{"id":"","poster":"Richtiger Joggel","date":"2015-09-16T09:06:20.834+0000","up_votes":1,"down_votes":4,"body":"Seh ich das so richtig?\n\nWenn mich nach einem Spiel mehrere Spieler für etwas reporten kann ich direkt danach eine der oben aufgeführten Strafen erhalten?\nOhne, dass das nochmal von irgendjemandem überprüft wird?\n\n.. Mir ist es schon oft genug vorgekommen, dass ein paar Premates der Meinung waren mich reporten zu müssen, weil ich nicht so gespielt habe, wie sie es sich gewünscht haben... Und ich hab keine Lust wegen solchen Lappen meinen Account zu verlieren. :D\n\nAber zur Not kann man ja sicherlich einfach zum Support gehen und das klar stellen.","replies":[{"id":"","poster":"Richtiger Joggel","date":"2015-09-16T09:18:58.137+0000","up_votes":3,"down_votes":0,"body":"Ich geh mich dann mal vergraben.\nSorry für den dummen Kommentar, habs mir jetzt vernünftig durchgelesen.","replies":[]},{"id":"","poster":"HansMowlWurf","date":"2015-09-16T09:10:30.560+0000","up_votes":3,"down_votes":0,"body":"Willst du es nicht verstehen?\nNatuerlich werden die Reports ueberprueft.","replies":[]},{"id":"","poster":"Patter91","date":"2015-09-16T09:09:02.537+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Joe Kartoffel,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0019,timestamp=2015-09-16T09:06:20.834+0000)\n>\n> Seh ich das so richtig?\n> \n> Wenn mich nach einem Spiel mehrere Spieler für etwas reporten kann ich direkt danach eine der oben aufgeführten Strafen erhalten?\n> Ohne, dass das nochmal von irgendjemandem überprüft wird?\n\nWie lange hast du damit verbracht, dich über das System zu informieren?","replies":[]},{"id":"","poster":"Richtiger Joggel","date":"2015-09-16T09:09:11.183+0000","up_votes":1,"down_votes":5,"body":"Oder anderes Beispiel, was mir letztens passiert ist:\n\nIch spiele ein Ranked und unser Udyr flamet mich und einen anderen Teampartner aufs Übelste.. Keiner sagt was. Jeder ignoriert es einfach auch ich.\nIrgendwann nach 30 Minuten hatte ich dann die Schnauze voll und habe ihm dann mal meine Meinung gegeigt. (OHNE dabei 29304834 Beleidigungen einzubauen) Ich habe ihm einfach sachlich meine Meinung gesagt und dazu aufgefordert endlich mal mit dem Flame aufzuhören.\nIm Anschluss haben dann abgesehen von ihm noch zwei weitere Leute angefangen mich zu flamen und gewettert mich zu reporten.\nNach dem Game kam dann bei mir die Meldung \"Du wurdest in letzter Zeit oft wegen negativer Einstellung reported\".\n\n.. Ich meine.. Hallo? Gehts noch?\nWar ich hier wirklich der Böse? :D","replies":[{"id":"","poster":"Richtiger Joggel","date":"2015-09-16T09:09:37.720+0000","up_votes":1,"down_votes":2,"body":".. Ich will mich hier nicht als Engel hinstellen, ich hab früher oft genug geflamet und hatte deswegen auch ausreichend Banns. :D","replies":[]}]}]},{"id":"","poster":"MightyUnitato","date":"2015-09-16T14:30:28.491+0000","up_votes":1,"down_votes":9,"body":"Ein \"gg ez\" direkt zu Bestrafen ist etwas heftig.\nAuch die Flamer die im Endeffekt nur Troller flamen ist für mich kein Vergehen sonder eher das äußern seiner Meinung.\nDas ist so als würde euch jemand den Lack an eurem neuen Audi zerkratzen und wenn ich ihn anschreit bekommt ihr eine Anzeigen wegen versuchten Mordes.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T14:34:35.687+0000","up_votes":4,"down_votes":0,"body":"Ich glaube treffender wäre, wenn man selbst eine Anzeige wegen Beleidigung (was man wohl während des anschreiens machen würde) kriegt und der andere eine wegen Sachbeschädigung. Ihr dürft dann beide vor Gericht und kriegt eine Strafe.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-18T07:01:56.257+0000","up_votes":3,"down_votes":0,"body":"Wenn ich ein Spiel spiele und der Gegner mich permanent unangespitzt in den Boden stampft aus welchen Gründen auch immer (dia-smurf, op-Char, meine Maus spinnt rum) und der dann am Ende ein \"easy\" schreibt, den reporte ich. Sowas ist Arrogant allererster Güte. Die ganze Zeit reißt man sich zusammen, denkt sich ok, nächstes Spiel wird besser, kriegt dann im Allchat Kommentare wie \"noob\",\"lol\" usw. um die Ohren , dann bringt ein \"gg ez\" bei mir das Faß zum überlaufen und ich reporte ihn. Wenn derjenige das bei anderen auch schon gemacht hat, und in 90% der Fälle hat er, und denen hat sowas auch nicht gefallen (in 90% der Fälle gefällt das denen nicht), dann wird derjenige überprüft und kriegt seine Strafe. Der kriegt seine Strafe für seine Arroganz und dafür, das er anderen das Spiel mit seinen überflüssigen Bemerkungen kaputtgemacht hat. Wenn man am Boden liegt wird mit einem \"easy\" noch nachgetreten , sowas is für mich absolutes Cybermobbing.\n\n>Das ist so als würde euch jemand den Lack an eurem neuen Audi zerkratzen und wenn ich ihn anschreit bekommt ihr eine Anzeigen wegen versuchten Mordes.\n\nMord, kaputte Autos !? Echt jetzt, Ihr bringt hier immer Beispiele, da ziehts einem die Schuhe aus.\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Kaitri","date":"2015-09-15T22:25:51.136+0000","up_votes":2,"down_votes":1,"body":"zuerst einmal hallo person, die ich noch nie hier gesehen habe, die aber im team fürs spielerverhalten zuständig ist (erfreulich das es sowas auch im deutschen bereich gibt)\n\nalles was zu schnelleren bestrafungen von toxischen spielern führt kann ich nur befürworten. obwohl ich nie eine strafe erfahren habe (außer 5 spiele CR auf meinem smurf) finde ich es super das nochmal alle leute von vorn anfangen dürfen!\neinige waren ja wirklich in diesen 400 spielen + sperren gefangen. wahrscheinlich zurecht, aber trotzdem!\n\nmir persönlich fällt aktuell gar nichts ein was ich mir noch anders/besser vorstellen kann, ich bin sehr gespannt darauf wie das system sich durchsetzt und erfreut das so fleisig daran gearbeitet wird!\ndanke für diesen deutschen beitrag! gibts ja auch nicht oft.\n\nedit: http://am-a.akamaihd.net/image?f=http://news.cdn.leagueoflegends.com/public/images/articles/2015/september_2015/IFPU/de_DE_toxic_feedback_perma_ban.png&resize=1536:\nwäre es möglich gleichviel rp wie der nette \"Herr\" hier auf diesem bild zu bekommen? ;D","replies":[{"id":"","poster":"Bergelmir32","date":"2015-09-16T10:40:44.387+0000","up_votes":1,"down_votes":0,"body":"> zuerst einmal hallo person, die ich noch nie hier gesehen habe, die aber im team fürs spielerverhalten zuständig ist (erfreulich das es sowas auch im deutschen bereich gibt)\n\nWenn ich raten müsste würde ich sagen das du ihn hier noch ne gesehen hast liegt daran das er kein Deutsch spricht und dieser Text nur im Vorfeld von einem Deutschsprachigen Riotler übersetzt wurde. Als er vor einiger Zeit den Fehler bei den 14 Tage+ Banns ins Forum gepostet hat, hat er das auch in Englisch getan.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2015-09-16T06:13:39.115+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0009,timestamp=2015-09-15T22:25:51.136+0000)\n> edit: http://am-a.akamaihd.net/image?f=http://news.cdn.leagueoflegends.com/public/images/articles/2015/september_2015/IFPU/de_DE_toxic_feedback_perma_ban.png&resize=1536:\n> wäre es möglich gleichviel rp wie der nette \"Herr\" hier auf diesem bild zu bekommen? ;D\n\nEs wurde tatsächlich jemand wegen nem Lorem Ipsum gebannt?....Oh man ich hoffe das war sehr aus der Anfangszeit der Analyse..","replies":[{"id":"","poster":"Kaitri","date":"2015-09-16T07:41:56.748+0000","up_votes":2,"down_votes":1,"body":"lorem ipsums sind filler und filler ist spam und spam = bann gerechtfertigt hehe :D","replies":[]}]}]},{"id":"","poster":"CCG Juuzou","date":"2015-09-15T18:46:42.346+0000","up_votes":2,"down_votes":1,"body":"Sehr gut, dass ein Roter das auch nochmal ausführlich erklärt ich war leicht verwirrt XD","replies":[]},{"id":"","poster":"ü ö","date":"2015-09-16T03:34:22.593+0000","up_votes":1,"down_votes":0,"body":"Puh, das klingt erstmal sehr sehr hart.\n\nHätte dazu allerdings ein paar Fragen:\n\n1: Wie siehts denn mit Resets aus? Sagen wir mal, ich flame, kriege eine CR für 10 Spiele. Dann flame ich weiter, 25. So, nun flame ich nicht mehr, und bleibe normal. Wenn ich jetzt allerdings 6 Monate später wieder flamen sollte, gibts dann direkt 2 Wochen? Oder kann man seine weiße Weste wiedergewinnen?\n\n2: Ich sehe hier ein Problem. Da **jeder** nun 4 Vergehen bis zum Perma hat, wird das nicht in endlose Reportdrohungen enden? Ich meine, es wird bestimmt Leute geben, die einen direkt reporten werden wollen, wenn man etwas sagt, was ihnen nicht passt. (Kein Flame.)\n\n3: Wie hart und schnell wird durchgegriffen? Wenn man zB in einem einzigem Spiel flamet, gibts direkt die erste Strafe? (Mir ist schon klar, dass hier jetzt kein genaues Zeitfenster angegeben werden kann da das ja ausgenutzt werden könnte, aber ungefähr wär schon ganz nett)\n\nIch war eigentlich super zufrieden mit dem aktuellem System, vorallem, da es mir persönlich wie eine Ewigkeit vorkommt, dass ich den letzten richtig üblen Flamer in meinem Team hatte, was normal ja dafür spricht dass das System funktioniert hat... Das neue entfernt Störenfriede allerdings noch schneller.","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:51:27.925+0000","up_votes":1,"down_votes":0,"body":"1: Jeder Account hat grundsätzlich dauerhafte Aufzeichnungen zu vergangenen erhaltenen Bestrafungen. Dennoch wird es Systeme geben, die Rücksicht auf Spieler nehmen werden, die langzeitige Verhaltensverbesserungen zeigen.\n\n2: Report“ war schon immer eines der negativsten Wörter im Spiel. Nicht als Wort an sich, jedoch häuft es sich bei Spielern, die dazu neigen, bestraft zu werden. Menschen nehmen oft an, dass es von Spielern benutzt werde, die zu sensibel reagieren. In Wirklichkeit tendiert es aber dazu, ein Zeichen dafür zu sein, dass jemand unfähig ist, sich zu zügeln, was natürlicherweise bedeutet, dass diese Spieler die sind, welche bestraft werden. Selbst wenn Menschen mit Reports drohen, wird dies keine Auswirkung haben, es sei denn deine Aktionen im Spiel bestätigen den Vorwurf.\n\n3: Fünf Minuten nach einem Spiel, in dem du reported wurdest und nachweislich schlecht gehandelt hast, bekommst du deine Reform Karte. Dies ist ein sehr direkter und genauer Prozess. Je länger wir warten würden, euch die Information zu geben, desto mehr würde diese an Bedeutung verlieren.","replies":[]},{"id":"","poster":"TheT0xicAvenger","date":"2015-09-16T10:15:37.294+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lee Keane,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=000e,timestamp=2015-09-16T03:34:22.593+0000)\n>\n> 1: Wie siehts denn mit Resets aus? Sagen wir mal, ich flame, kriege eine CR für 10 Spiele. Dann flame ich weiter, 25. So, nun flame ich nicht mehr, und bleibe normal. Wenn ich jetzt allerdings 6 Monate später wieder flamen sollte, gibts dann direkt 2 Wochen? Oder kann man seine weiße Weste wiedergewinnen?\n> \n\nIm Amiforum hat ein Redposter dazu Stellung bezogen: grundsätzlich merkt sich das System die \"Vorstrafen\" wohl auf Dauer aber wenn jemand sich über einen längeren (nicht genau angegebenen Zeitraum) nach einer Bestrafung gut benimmt, wird das wohl berücksichtigt.\n\n\"An account will generally have a permanent record of past punishment received. However, there will be systems in place to show consideration to players who demonstrate long term, genuine reform.\"","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-09-16T06:00:16.881+0000","up_votes":1,"down_votes":0,"body":"Bisher war es schon möglich, für ein erstes Vergehen einen 2-Wochen Bann zu bekommen, zumindest wenn man den Leuten hier im Forum , die sagten ihnen sei genau das passiert, glauben kann.\nEine Verschärfung liegt also meines Erachtens gar nicht vor. Nur die Leute, sie bisher einfach immer mehr CR/RR gesammelt haben, werden nun eben gebannt wenn sich zeigt, dass sie sich nicht bessern.\nFür \"Gelegenheitsflamer\" wurde das System also ehern entschärft, nur notorisch Unbelehrbare trifft es jetzt evtl. schneller/härter.\n\nZu Punkt 2: Da Reports nicht ausreichen um bestraft zu werden, sondern lediglich dafür sorgen, dass dein Chat überprüft wird, sind solche Drohungen nutzlos. Erst wenn die Chat-analyse feststellt, dass du dich tatsächlich daneben benommen hast, wirst du bestraft. Da die Drohung mit Reports allerdings \"strafbar\" ist, ist es sogar eine mehr als schelchte Idee, jetzt anzufangen, Leuten zu drohen.^^","replies":[]}]},{"id":"","poster":"WC9 Umbra","date":"2017-03-22T20:19:16.820+0000","up_votes":1,"down_votes":0,"body":"also ich habe damals direkt 75 SPiele chatbann bekommen. 2 mal geflamed, und nie vorher irgendetwas getan","replies":[]},{"id":"","poster":"TKuhlio","date":"2017-01-26T09:17:49.203+0000","up_votes":1,"down_votes":0,"body":"Die ganzen Leute die hier nur die Flamer haten spielen wohl ein anderes Spiel als ich! Probleme bekämpft man indem man gegen die Ursache vorgeht und nicht die Konsequenz. Würden intentional feeder, troller und elogeboostete Spieler schneller und länger gesperrt werden würde sich der Flame stark reduzieren - das zeigt ja auch das System von Riot selbst wird ja immer geschrieben, dass der Großteil nur einmal bestraft wird und sich dann verbessert. Die meisten Flamer sind Gelegenheitsflamer und die flamen weil es irgendwelche Leute mit Problemen gibt die meinen zu trollen int zu feeden wenn ihnen was nicht passt oder in high Plat-Elo rumhängen und nicht in der Lage sind mehr als 50cs in 15min zu last hitten - weg mit denen und alles läuft. Sind mittlerweile in S7 und so ein großes Unternehmen kriegt das nicht hin - das können andere Spiele wesentlich besser, man nehme nur mal Dota 2.","replies":[]},{"id":"","poster":"Ru5h","date":"2017-01-04T00:44:47.611+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nFind das System ziemlich gut.\nHätt aber 1, 2 Fragen.\n\nErstens: wenn man irgendwann mal gebannt worden ist usw. und sich danach nichts mehr zu Schulden kommen lassen hat, ab wann weiss man das man nicht mehr in der Low Priority Queue ist?\nWurde vor über einem Jahr wegen Flaming gebannt und seitdem keine Einschränkungen mehr. Mir kommt aber noch immer vor als ob ich in dieser LPQ bin, da ich immer mind ein Teammitglied bekomm der Trollt und Feder ohne Grund natürlich.\n\nZweitens: Ich wurde damals gebannt für Flaming, wie gesagt, Weill ich immer gesagt habe was ich mir gedacht habe. das heisst ein Teammitglied hat getrollt oder gefeedet und ich hab ihn anfangs höflich darum gebeten aufzuhören. Später als noch immer nicht aufhörte natürlich direkter. Da mein Ansatz, es kann doch nicht sein, das jemand Absichtlich Spiele ruiniert und ich dann gebannt werde für Flaming?!\nDas ist mir schon so oft aufgefallen, auch bei anderen. Jemand trollt das Team und Feeded absichtlich und wenn derjenige dann nach dem Game schreibt. pls Report denundden for Feeding, kommt sofort, but pls report him for Flaming. Das sich jemand das Recht herausnimmt der absichtlich Spiel ruiniert auf andere zu zeigen und den auch noch Reporten will find ich schon eine Frechheit, aber es kommt ziemlich oft vor.\n\nIch persönlich versteh aber die meisten die natürlich dann direkter zu Felder sagen, das sie bitte aufhören sollen, weil dieses Spiel bringt so viele Emotionen usw., das man nach 40 min Ingame sich einfach nur denkt WTF hör endlich auf... dafür dann aber gebannt zu werden, und jemand der ein Spiel ruiniert Recht zu geben- man sich natürlich zu unrecht behandelt vor kommt.\n\nVl kann man bei Reports für Flaming usw. bei denen getrollt bzw. absichtlich gefeedet wurde, ein wenig Toleranz und Verständnis zeigen und denjenigen vl nicht zu strafen/ bannen etc. (natürlich nicht bei denen die gleich über die Mutter, Krankheiten usw. flamen)\n\nIch Liebe dieses Game da es wirklich viele Emotionen, Gefühle usw. verursacht, aber es wird immer schwerer aufzustehen, da von 10 Games in mind. 8 Feeder und Toller sind. Man verliert soviel ELO und Zeit. Hoffe das sich da was in Zukunft ändert, da ich echt nicht aufhören will League zu zocken.\n\nPS.: bin knapp 30 Jahre alt und ich hab früher gezockt mit dem Ziel zu gewinnen. Die heutigen Kiddys die Trollen usw anfangen, haben anscheinend keinen Ehrgeiz mehr Spiele zu gewinnen, wie es scheint. Wenn ich dann hör, nachdem einer 0/20 steht, Its Only a game, dann denk ich mir........ Schade","replies":[]},{"id":"","poster":"Unstoppable187","date":"2016-12-17T12:41:50.845+0000","up_votes":1,"down_votes":0,"body":"fcking feeder noobs !{{champion:245}} ","replies":[]},{"id":"","poster":"Intensive Vibes","date":"2016-11-17T21:28:22.447+0000","up_votes":1,"down_votes":0,"body":"Finde ich perfekt, allerdings sollten die Strafen öfters vergeben werden.\nEin anderer guter Punkt wäre, einfach IP als Strafe abzuziehen. *hate incoming* - damit die Kid's das auch mal lernen....","replies":[]},{"id":"","poster":"Merriz","date":"2016-08-09T10:46:25.455+0000","up_votes":1,"down_votes":0,"body":"warum hab ich nen kollegen mit 90 games chatsperre wenns ja garnicht mehr möglich ist? #dassystemistandersausgelegt","replies":[]},{"id":"","poster":"BMG Seddy","date":"2016-06-25T12:03:22.247+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ymir,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=,timestamp=2015-09-15T18:41:40.240+0000)\n>\n> Hallo, alle miteinander! Ich arbeite im Team f&amp;uuml;r das Spielerverhalten  und m&amp;ouml;chte euch ein paar Neuigkeiten bei den Chateinschr&amp;auml;nkungen erkl&amp;auml;ren, die mit der gro&amp;szlig;en Aktualisierung des [Sofort-Feedback-Systems einhergehen](http://www.google.com/url?q=http%3A%2F%2Feuw.leagueoflegends.com%2Fde%2Fnews%2Fgame-updates%2Fplayer-behavior%2Fdas-sofort-feedback-system-gibt-gas&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNF28jyVfV3-4CysevtqOTmFdKRNNw). Aber erstmal ein wenig Kontext:\n> \n> Strafen f&amp;uuml;r negatives Verhalten in League sollten drei Dinge erf&amp;uuml;llen:\n> \n> ●\tSpieler mit nicht &amp;uuml;berm&amp;auml;&amp;szlig;ig oder zeitweise negativem Verhalten zur Besserung anhalten\n> ●\tSpieler vor negativen Erfahrungen bewahren\n> ●\tSpieler, die sich nicht bessern, aus League entfernen\n> \n> Seitdem wir im letzten Jahr die Chateinschr&amp;auml;nkungen gestartet haben, sind uns ein paar Probleme aufgefallen. Einige negativ eingestellte Spieler sammeln l&amp;auml;cherlich hohe Zahlen von Chateinschr&amp;auml;nkungen an, nutzen aber ihre begrenzten Chatkapazit&amp;auml;ten, um ihre negative Einstellung ohne jegliches Zeichen der Besserung zu verbreiten. Andere bessern ihr Verhalten, m&amp;uuml;ssen sich jedoch durch Hunderte Spiele mit Chateinschr&amp;auml;nkungen ackern, bevor sie erfahren, ob sie sich gebessert oder weitere Strafen erhalten haben. Wieder andere erhielten Chateinschr&amp;auml;nkungen, wussten aber nicht, was genau ihre Mitspieler als beklagenswert empfanden, und hatten es somit schwer sich zu bessern. \n> \n> Und das wollen wir folgenderma&amp;szlig;en l&amp;ouml;sen: \n> \n> ●\tBei jenen, die sich nicht bessern, wird die Bestrafung schnell versch&amp;auml;rft. Und so funktioniert&amp;#039;s:\n> ○\tErstes Vergehen: 10 Spiele mit Chateinschr&amp;auml;nkungen\n> ○\tZweites Vergehen: 25 Spiele mit Chateinschr&amp;auml;nkungen\n> ○\tDrittes Vergehen : 2-w&amp;ouml;chige Sperrung\n> ○\tViertes Vergehen: Permanente Sperrung \n> ●\tWir verringern die Verz&amp;ouml;gerung zwischen Handeln und Konsequenz (was nach unseren Erkenntnissen stark zur Besserungsrate beitr&amp;auml;gt), indem wir die Chateinschr&amp;auml;nkungen innerhalb 15 Minuten nach Spielende inkrafttreten lassen. Im gleichen Zuge erhalten Spieler, deren Chat Einschr&amp;auml;nkungen unterliegt, nun versch&amp;auml;rfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschr&amp;auml;nkungen ausgelaufen sind und erst dann zu erfahren, was als N&amp;auml;chstes passiert. \n> ●\tDer auff&amp;auml;llig gewordene Spieler erh&amp;auml;lt nun sofort eine R&amp;uuml;ckmeldung zu seinem Verhalten. Die Spieler erhalten nun einen &amp;Uuml;berblick direkt im Client, der Chatlogs enth&amp;auml;lt, die Mitspieler als besorgniserregend empfanden.\n> \n> Noch ein letzter Hinweis: Aufgrund der neuen Ausrichtung dieser &amp;Auml;nderungen werden alle Chat- und Ranglisteneinschr&amp;auml;nkungen zur&amp;uuml;ckgesetzt und vorangegangene Einschr&amp;auml;nkungen z&amp;auml;hlen im neuen System nicht mehr. Jeder erh&amp;auml;lt also eine wei&amp;szlig;e Weste (bez&amp;uuml;glich dieser Einschr&amp;auml;nkungen), weshalb dies ein wunderbarer Zeitpunkt ist, ein neues Kapitel aufzuschlagen. \n> \n> All diese Aufwertungen werden im Verlauf dieses Patchs (5.18) aufgespielt. Ich werde hier noch l&amp;auml;nger reinschauen und im Auge behalten, ob ihr Fragen dazu habt. Sagt uns, was ihr davon haltet!\n\nIch weiß dass das Thema hier schon etwas älter ist aber ich denke es ist noch aktuell, daher wollte ich mal eben was dazu sagen ^^\n\nAlso, das mit den Chateinschränkungen finde ich ganz ok, ich hatte auch mal eine (zurecht) weil ich selbst jemanden als Idiot bezeichnet habe.\nAuch wurde ich sehr sehr oft ohne Grund reported.\nGenerell muss ich sagen ist das Reportingsystem sehr schlecht, denn es bietet \n1. zu wenige Optionen \n2. missbrauchen die Leute es einfach nur mit Grundlosen Reports oder sogar Provokation um einen Grund zum reporten zu finden\nund 3. Die meisten Reports anscheinend ignoriert werden (meine Erfahrung) weil das System nichts erwähnenswertes erkennt, obwohl jemand durch negatives Verhalten (auch ohne wirkliche Beleidigungen) eine Negative Atmosphäre im Spiel geschaffen hat.\n\nMeiner Meinung nach sollte man nicht NUR den Toxic - Player bestrafen, sondern auch den, der diesen Spieler erst toxisch werden lassen hat (was bei mir auch mal vorkam und ich bin generell nicht toxisch sondern eher freundlich).\nEs gibt einen Filter, der Wörter ausblendet, alles gut und schön also können die Leute nichts mehr schreiben was einen anderen beleidigt. Dennoch müsste das Riot-Team nach keine Ahnung wie vielen Reports schon wissen, dass nicht nur Beleidigungen negativ sind oder zu unsportlichem Verhalten zählen. Nach meiner Erfahrung sind die meisten Auslöser für ein toxisches Game so etwas wie \"Noob\" \"Noob-Team\" \"you are Noob\" usw. oder das altbekannte \"deinstall that game pls\" oder \"easy\".\nIch habe bemerkt, das die Leute erst dann richtig toxisch bzw. extrem agressiv werden wenn jemand aus dem eigenen Team einer seiner Mitspieler als Noob bezeichnet. Was ich auch bemerkt habe ist, das solche Spieler keine Strafen bekommen und weiter provozieren weil ihr unsportliches Verhalten (was eigentlich auch ein Grund zum reporten ist) von Riot komischerweise nicht erkannt wird bzw. komplett ignoriert wird. Ich finde das müsste sich ebenfalls ändern und man sollte sich mehr mit unsportlichem Verhalten beschäftigen um solch ein Verhalten besser erkennen zu können.\nIch hatte mal die Situation, dass ich mit 4 Premates gematched wurde und das ganze 5 mal und diese ständig gesagt haben \"play good or 4x Report\" und auch ingame wurde ich ständig von denen belästigt. Ich habe die in jedem Spiel wegen unsportlichem Verhalten reported aber die erhielten keinerlei Strafen obwohl Sie es verdient hätten.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-26T00:16:42.234+0000","up_votes":1,"down_votes":0,"body":"Zu 1.\nWelche Optionen hättest du denn gerne noch?\n\nzu 2.\nDarüber musst du dir keine Sorgen machen. Provokateure einfach ignorieren und melden. Unbegründete Reports haben keinen negativen Effekt für dich. Wenn du oft gemeldet wirst, wirst du überprüft. Hast du nichts gemacht, passiert dir nichts.\n\nzu 3.\nDie Reports werden nicht ignoriert, es kann aber sein, dass sie nicht ausreichen, um eine Überprüfung nach sich zu ziehen. Die Leute werden erst geprüft, wenn sie einen gewissen Schwellenwert überschreiten. Erst dann können sie auch bestraft werden. Wenn jemand also nur mal (Zahlen frei erfunden) alle 20 Spiele gemeldet wird und jemanden \"noob\" nennt, wird dem eher nichts passieren. Jemand der alle 3 Spiele so etwas macht, wird sehr zügig die erste CR erhalten. \n\nWas meinst du mit Spieler, die andere toxisch werden lassen? \n\nWenn damit Spieler gemeint sind, die einfach nur ein paar mal getötet wurden und deswegen jemand ausrastet, bin ich dagegen.","replies":[]}]},{"id":"","poster":"TheKreamCs","date":"2016-05-17T19:50:54.277+0000","up_votes":1,"down_votes":0,"body":"Wird es eigentlich jemals nochmal zu so einer weißen Weste kommen? Ich ziehe mittlerweile mein 11 Account hoch ( keine sorge der rest ist nicht gebannt oder so ), jedoch hängt mein main noch rum, weil ich noch von früher viel rumgeflamt habe. Den würde ich halt gerne wieder zocken nur immer wieder kriege ich halt flamer,afkler usw usw. Deshalb diese frage ob man noch so eine chance kriegen könnte :)","replies":[{"id":"","poster":"DerPunkt","date":"2016-05-24T12:11:13.632+0000","up_votes":1,"down_votes":0,"body":"Verstehe nicht ganz was du meinst.\nAber wenn du nicht mehr weiter gegen den Summoner's Codex Verstößt ist da doch kein Problem?\nWenn du keine neuen Einträge im Strafregister erhälst, geht deine negtivitätswertung mit jedem Spiel weiter gegen null.\n\nSprich bei einem flame in 10 Spielen warst du 10% negativ, spielst du jetzt 10 weitere und nichts passiert sind es wieder nur noch 5% bei nochmal 80 weiteren ist es nur noch 1%\nDu kriegst keine rein weise weste, die hast du nur wenn du nie geflamt hast. Aber deine weise weste ist so weiß wie nach dem ersten Waschgang, was auch gut ist. Zumindest wenn nichts passiert.\n\nUnd wenn du dir wegen anderen Flamern gedanken machst, versteh ich nicht, wenn keiner deiner 11 Accounts gebannt sein soll, dann hörst du entweder immer nach der ersten Warnung auf mit ihm zu spielen, oder du kommst gut mit negativem verhalten klar und reagierst nicht drauf weswegen du ein reformierter Spieler bist. Also jemand der früher mal negativ aufgefallen ist, aber gelernt hat sich um Zaum zu halten.","replies":[]}]},{"id":"","poster":"Neill1983","date":"2016-04-13T15:38:56.967+0000","up_votes":1,"down_votes":0,"body":"was rein gar nichts bringt. Grund, dann wird eben after Game geflamed.\noder in einem privaten Chat. Klar kann man den danach ignorieren. Aber es geht ja ums Prinzip, wenn dich jemand addet und dich als xyz beschimpft. \n\nDann kann man den 1. nicht mehr reporten. 2. wenn man dies per Support Email macht - bringt es auch nichts.\nGetestet wurde dies persönlich von einem Freund und mir. Es ist einfach nur Schwachsinn das man privaten Chat nicht bannt.","replies":[{"id":"","poster":"Waldschrat86","date":"2016-04-13T19:34:50.986+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Neill1983,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=0031,timestamp=2016-04-13T15:38:56.967+0000)\n>\n> was rein gar nichts bringt. Grund, dann wird eben after Game geflamed.\n> oder in einem privaten Chat. Klar kann man den danach ignorieren. Aber es geht ja ums Prinzip, wenn dich jemand addet und dich als xyz beschimpft. \n> \n> Dann kann man den 1. nicht mehr reporten. 2. wenn man dies per Support Email macht - bringt es auch nichts.\n> Getestet wurde dies persönlich von einem Freund und mir. Es ist einfach nur Schwachsinn das man privaten Chat nicht bannt.\n\n1. Aftergamechat wird gelogt.\n\n2. Wer zwingt dich denn einen Flamer auf die Liste zu packen, dass er dir überhaupt privat shreiben kann? Beim ersten Wort, bei welchen, die vorher im Spiel brav waren und ich dennoch annahm, in diese Richtung sind sie wieder gelöscht und auf ignore. Und die öffensichtlichen Fälle...warum nehmt ihr die an? Hatte letztens wieder so einen Kandidaten, der unbedingt n Sündenbock brauchte, ich war Schuld und Noob, weil ich angeblich keinen Schaden gemacht habe, war mehr als er, er war Trundle Top, lag sicher nicht mit daran, dass der Kerl immer noch gesplittet hat als es eigentlich gar nichts mehr zu splitten gab und dann der Latevorteil für die Gegner irgendwann da war. Der hatte ingame schon genug für einen Report geschrieben, danach auch und als ich die Lobby verlies hat er zig Mal versucht mich zu adden, als ob...\nHatte es mir nur kurz überlegt anzunehmen, um ihn direkt auf ignore zu packen, was ich in der aftergamelobby vergessen hatte.\nWas interessiert mich so ein Kindisches und dummes Verhalten? Report ging raus, macht er weiter kommt Ban.\n\n3. Das ist übrigens auch ein Superbeispiel für die Überwachungswut, der ganze \"wer nichts zu ververbergen hat\"-Kram. Und das wegen Problemen, die keine sind und dieser Schritt auch nichts brächte, ingame wird ja auch geflamed, obwohl dort definitiv bestraft wird, präventiv kann da immer noch niemand ewtas tun.\n\n4. Und was sagt das Experiment deines Freundes aus? Eigentlich nichts. Warum sollten die direkt den Bannhammer schwingen, bei einem(!) Screenshot, wenn auch die Chatanalyse gewisse Toleranzen hat? Ich könnt ja auch mal n bisschen Photoshoppen und nen bösen Privatchat von Neilli1983 dem Support zukommen lassen, würdest dich sicher freuen insta 2-Wochen oder Perma zu bekommen und dann den ganzen Hickhack zu haben, um die Fälschung aufzudecken, yay.","replies":[]}]},{"id":"","poster":"Seeeeeeex","date":"2016-03-25T23:55:26.572+0000","up_votes":1,"down_votes":0,"body":"Einen wunderschönen guten Abend.\nIch habe da mal eine Frage. Ich habe eine Chatsperre bekommen und die 10 Spiele abgespielt, nur jetzt besteht das Problem das ich nach dieser Sperre keine Keys oder Crafting Box mehr bekomme. Woran liegt das?","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-03-26T02:56:45.513+0000","up_votes":1,"down_votes":0,"body":"das liegt wohl daran das du noch einiges an Zeit( für Riot übrigens keine normale Zeit, sondern Spiele) absolvieren musst bis du vom System als reformiert giltst. Dies sollte natürlich ohne irgendwelches Negatives Verhalten oder Flame passieren.","replies":[]}]},{"id":"","poster":"LikeLuc","date":"2015-10-18T14:24:30.623+0000","up_votes":1,"down_votes":0,"body":"Letzter ^^","replies":[]},{"id":"","poster":"gonzo779","date":"2015-09-18T17:35:58.609+0000","up_votes":1,"down_votes":9,"body":"Und jetzt meine Meinung dazu, das ist der letzte Müll. Da hier Spieler bestraft werden die nichts dafür können und andere die diese auslachen und perma beleidigen. So siehts aus: Spieler 1 fängt an Spieler 2 zu beleidigen, mit was auch immer. Spieler 2 keine Reaktion denkt lass den doch. Spieler 1 beleidigt weiter und schafft das Spieler 2 sich jetzt angesprochen fühlt. Eins führt dan zum anderen . Zu guter letzt wird Spieler 2 der nichts dafür kann gereportet und wird vom System ausgesperrt. Spieler 2 ist jetzt sauer schreibt Support an. Support Antwortet mit tut mir leid kann ich nichts machen. Und genau an dieser Stelle wird Spieler 2 zu Spieler 1 und legt jetzt los, Warum fragt ihr euch. Genau aus dem Grund weil sich hier keiner für die Spieler interessiert sondern  nur Profit zählt. So seh ich das nun mal. Hauptsache zahlen und Maul halten, und wehe man beklagt sich über andere Spieler im Game oder beim Support.","replies":[{"id":"","poster":"Kaitri","date":"2015-09-18T18:58:37.411+0000","up_votes":1,"down_votes":0,"body":"eigentlich sieht es so aus:\n\nspieler 1 und 2 werden reportet, spieler 1 wird für seine aussagen gebannt spieler 2 für seine aussagen und das ist die ende der geschichte.\n\naußerdem ist das hier ein f2p game, es steht nirgends du hast zu zahlen.\nund nur weil du zahlst hast du kein recht anders behandelt zu werden.","replies":[{"id":"","poster":"Cænatyx","date":"2015-10-03T17:15:48.459+0000","up_votes":1,"down_votes":0,"body":"Seh ich auch so. Ich kaufe zwischendurch Skins, weil sie schön sind, genauso wie eig sinnlose Deko für die Wohnung.\nAbgesehen davon macht Riot doch eher weniger Profit, wenn sie zahlende Rager entfernen.","replies":[]}]}]},{"id":"","poster":"Cænatyx","date":"2015-10-03T17:02:03.838+0000","up_votes":1,"down_votes":0,"body":"Sie nannten ihn auch: \"Leiter, Kunderzufriendenheit. Wenn sie eine Frage zu einem Bann oder einer Restrction haben, ... dann rufen sie an! Mein Team und ich, ... helfen Ihnen gerne!\"\n\n... wie ich Marcel D'avis vermisse. :(","replies":[]},{"id":"","poster":"JG Hurricane","date":"2015-09-16T17:34:00.723+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal ne Frage wie das damals war mit den Chateinschränkungen war? Als ich das erste mal eine Sperre bekam weil ich einen Tag Toxic war weil ich mehrere Rankeds verlor war diese direkt auf 75 Spielen?! Und dirrekt dazu eine 35 Spiele Ranksperre, ich freu mich das das nun nicht mehr eingetragen ist aber trotzdem habe ich damals auch vom Support keine genaue Antwort bekommen warum genau ich 75 Spiele bekam und manch andere Leute nur 10 bekommen so wie ein guter Freund von mir. Trotzdem hoffe ich dasmit dem neuen System besser wird, aber hoffe das man auch mal gesagt bekommt aus welchem Grund man eine Sperre bekommt und vllt. als E-Mail geschrieben bekommt was bei einem Report dazu geschrieben wurde. Ich freue mich auch das ich seit meiner letzten Sperre keine mehr bekam ^.^ hoffe aber gleichzeitig das Leute die auch Trollen reportet werden können aus eben genanntem Grund.","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-17T14:18:49.677+0000","up_votes":1,"down_votes":0,"body":"Was genau willst du wissen? Ich bin mir nicht sicher, worauf du hinaus willst.","replies":[{"id":"","poster":"JG Hurricane","date":"2015-09-17T18:25:08.911+0000","up_votes":1,"down_votes":0,"body":"Warum Leute wie z.B. Ich beim aller ersten Mal direkt 75 Spiele bekommen und andere wie ein guter Freund nur 10.","replies":[]}]}]},{"id":"","poster":"Ceca","date":"2015-09-17T14:39:01.739+0000","up_votes":1,"down_votes":0,"body":"Hallihallo,\n\nmich interessiert, ob Spieler, die sich Chateinschränkungen in Ranked Games einhandeln, auch eine Rankedeinschränkung mitkriegen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-09-17T12:18:46.510+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=bbuZUKrZ,comment-id=00020001,timestamp=2015-09-16T20:02:00.979+0000)\n>\n> Haben eiegntlich auch Spieler mit \"gutem\" Ruf also einer leuchtenden grellen weißen Weste auch auf 0 gesetzt?\n> \n> Oder wird nur ein schlechter Ruf zurückgesetzt?","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:56:53.482+0000","up_votes":1,"down_votes":0,"body":"Der Zähler ist dieser riesige Haufen an Chateinschränkungen, den wir von manchen Accounts entfernt haben, mit dem Verständnis, dass wenn sie weiterhin das tun, was sie vorher getan haben, ein klarer Pfad vor ihnen liegt. Falls du jemand bist, der nie eine Strafe gesehen hat – wie die große Mehrheit aller Spieler – wird das neue System keine Auswirkungen auf dich haben.","replies":[]}]},{"id":"","poster":"JuggernautDraive","date":"2015-09-15T21:10:19.293+0000","up_votes":1,"down_votes":0,"body":"Ich habe eine Frage dazu die sicher jeder kennt. Und zwar ist es so das manche Leute einfach ohne Grund andere Reporten. Weil die Spaß daran haben oder Mad sind. Wie soll das denn kontrolliert werden?\n\nIch finde es schon alleine eine Frechheit das man andere ohne Grund reported und dann einfach so damit davon kommt. \n\nNoch ein Anliegen. Kann man einführen das man vielleicht sieht das der andere eine Sperre bekommen hat oder gebannt wurde? Damit wir, die den reported haben auch sehen das er seine Strafe bekommen hat?\n\nDanke schon mal im vorraus.\n\nMfg Dominik","replies":[{"id":"","poster":"Ymir","date":"2015-09-17T13:52:20.672+0000","up_votes":1,"down_votes":0,"body":"Sie haben keinerlei Auswirkungen. Wir diskutieren nicht, was hinter den Kulissen vor sich geht, aber ich bin mir sicher, dass ihr mir zustimmen könnt, dass es verrückt wäre, so ein System zu veröffentlichen, welches diese Faktoren nicht beachtet ;)","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-09-15T21:20:47.555+0000","up_votes":1,"down_votes":0,"body":"Ich glaube es werden dann manchmal Nachrichten verteilt, wenn ein gemeldeter bestraft wird. \n\nSpieler die grundlos melden, nehmen sich selbst schon aus dem System, da ihre Reports dann ignoriert werden.","replies":[]}]},{"id":"","poster":"HelmutPlessnerOP","date":"2015-09-16T17:45:13.965+0000","up_votes":1,"down_votes":0,"body":"Hallo liebes Riot Games Team,\n\nvielen Dank für das neue System! Ich hatte vor einiger Zeit diesen Beitrag verfasst: http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/hfGkvWoG-strafe-muss-sein-fragezeichen.\n\nHatte dieser Beitrag, sofern ihr ihn überhaupt gelesen habt, Einfluss auf eure Entscheidungen zum Sofort-Feedback-System?\n\nWie dem auch immer sei: ich bin überglücklich, dass ich alle meine Chateinschränkungen (insgesamt weit über 1000) verloren habe. Jetzt kann ich tatsächlich ein neues Kapitel ohne Flamen beginnen und mich die Ladder raufkämpfen.\nEs ist schon traurig; ich war Platin 5 (100LP) und habe mir danach alles durch meine Toxzität ruiniert, weil ich einfach nur gefrustet war, dass ich diese Chateinschränkungen im Prinzip nie mehr los werde.\nMeine Argumentation fidnet ihr unter o.g Link.\n\nDie neue Verschärfung ist begrüßenswert und pädagogisch wesentlich durchdachter als hunderte von Chateinschränkungen zu verhängen aus denen man sich praktisch nie wieder heruasspielen kann, was zu noch mehr Toxizität führt.\n\nVielen Dank!\n\nMit freundlichem Gruß\n\nHelmutPlessnerOP","replies":[]},{"id":"","poster":"Supertim99","date":"2015-09-16T16:16:11.927+0000","up_votes":1,"down_votes":0,"body":"juckt glaube ich nicht wirklich wenn man nix in den chat schreiben darf, solange es nicht die champselect betrifft.","replies":[]},{"id":"","poster":"Madkind","date":"2015-09-16T15:56:16.175+0000","up_votes":1,"down_votes":5,"body":"Naja das flamen ist das schlimmste vergehen ingame aber die auslöser werden wie immer von rito ausser acht gelassen. wenn jemand ne kd von 0/13 hat ist alles super auch wenn dadurch ein team verliert! wenn man als einziger mit 4 premades gematcht wird, keine seltenheit und diese einen trollen und danach reporten ist auch alles im grünen bereich für rito.... nur wenn man denen dann seine meinung geigt ist man der gearschte, wie immer es ändert sich also nichts. alle trolls können weiter feeden, solo pushen, anderen mitspielern absichtlich keine hilfestellung geben und das zieht keinerlei konsequenzen nach sich. Super rito die Community ist begeistert. wie wäre es mit strafen wenn die spieler für mehrere games eine negative kd haben oder ein einzelner report kommt das gefeedet wurde, leaver und afkler werden auch nicht bestraft nur die angeblichen flamer die sich über soch asoziales verhalten aufregen. wo bleiben die strafen für derartiges fehlverhalten?","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-09-16T16:05:46.381+0000","up_votes":1,"down_votes":0,"body":"> leaver und afkler werden auch nicht bestraft\n\nDas stimmt net. \nBtw. genau das wurde alles schon etwas tiefer im Thread durchgekaut . Such einfach über meinen Namen nach den letzten Post's von mir in diesem Thread. Kannste alles nochmal nachlesen. Insbesondere auch die anderen Antworten, nicht nur meine.\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Donni Donsen","date":"2015-09-16T14:47:04.848+0000","up_votes":1,"down_votes":0,"body":"Ich finde diese Änderungen waren _**LÄNGST**_ überfällig. Die Flamer wurden damals noch mit Samthandschuhen angefasst, das stand gar nicht im Verhältnis zu dem Mist, den sie verzapft haben. Es wurde Zeit, dass der Druck auf sie mal ordentlich angezogen wird. Und an alle, die sich in diesem Forum darüber beschweren, dass es \"**_zu_** hart\" sei: Verhaltet euch einfach ordentlich. Ich meine, ihr würdet euch ja nicht beschweren, wenn ihr nicht genau wüsstet, dass ihr unter dieser Regelung leiden werdet. Alle anderen, netten und ordentlichen Spieler, sehnen sich nur so danach, dass die Community freundlicher und fairer wird.","replies":[]},{"id":"","poster":"J3lackFishxD","date":"2015-09-16T13:44:55.917+0000","up_votes":1,"down_votes":0,"body":"Also ALLES komplett ALLES wurde \"vergeben\"? also wenn man jz zigfache Chatbans hatte und 2 Wochen ban fängt man jz bei 0 an oder jz im Fall von 2 Wochen ban bekommt derjenige dann Permaban oder 10 Spiele Chatban?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T14:02:49.748+0000","up_votes":1,"down_votes":0,"body":"Banns wurden nicht vergeben. Nur CRs und RRs. Ob die Spieler mit einem 2 Wochenbann als nächstes einen Perma kriegen, wird sich wohl noch zeigen. Vielleicht gibts auch noch ein paar weiterführende Antworten.","replies":[]}]},{"id":"","poster":"Yu Surii","date":"2015-09-16T11:57:48.008+0000","up_votes":1,"down_votes":0,"body":"gilt das ab dann wenns eingeführt wird oder zählen vergangene strafen auch schon dazu?","replies":[{"id":"","poster":"Sirrkas","date":"2015-09-16T12:13:48.909+0000","up_votes":1,"down_votes":0,"body":"Da steht jeder hat mit dem Patch eine weiße Weste. An anderer Stelle stand deutlicher, dass auch alte Reports ignoriert werden.","replies":[]}]},{"id":"","poster":"Firerider","date":"2015-09-16T09:22:57.457+0000","up_votes":1,"down_votes":0,"body":"Ich finde das sehr gut das Riot sich noch mehr um negative Spieler kümmert. Ich muss sagen seit ich mit Lol angefangen habe ist die Rate an Flamern langsam zurückgegangen, daher muss ich auch mal die Arbeit die Riot hier betreibt loben. Durch das erweiterte System werden nun vielleicht noch bald die letzten Reste an Flamern einsehen das ihr Account bald Geschichte sein könnte, vielleicht macht ihnen das dann endlich klar das sie durch ihr verhalten nur sich selbst schaden. Vielleicht erlebe ich es noch das eines Tages Flamer nur eine Seltenheit sind und wir alle friedlich und freundschaftlich spielen können\nlg Fire Rider","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-09-16T09:05:43.641+0000","up_votes":1,"down_votes":0,"body":"@riot \nIst die Weste der Leute die einen 14 Tage Bann hatten auch wieder weiss ?\n\nMfg","replies":[]},{"id":"","poster":"Krustentier","date":"2015-09-16T08:17:10.266+0000","up_votes":1,"down_votes":0,"body":"Finde es gut dass langsam mal strenger geschaut wird, aber ich bin der Meinung dass man das Problem der Trolls und Afk's in den Griff bekommen muss, die für mich persönlich um ein vielfache schlimmer sind !\nEin Flamer kann ich muten, aber ein Troll versaut nicht nur meinen Team das Spiel, sondern auch den Gegner der sich ein normales Spiel gewünscht hat. Leute verlassen das Spiel massenweise, wegen Trolls und Afk's. Streamer fallen mir da ein sowie 2 Freunde die mir sagten ich solle ihnen bescheid sagen, wenn die Community besser geworden ist.\nAlso hier ist dringender Nachholbedarf","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-09-16T06:12:44.413+0000","up_votes":1,"down_votes":0,"body":"Finde ich Top.\n\nIch Persönlich werde mich nun daran halten nur Positives zum Match schreiben oder garnichts.\n\nDanke RIOT für die 2. Chance.","replies":[]},{"id":"","poster":"Mecha Malphite","date":"2015-09-16T03:33:34.512+0000","up_votes":1,"down_votes":1,"body":"Wie ist eigentlich die Regelung wieviele Reports man über welchen Zeitraum oder wie viele Spiele kriegen darf? Denn für Spieler wie mich wo auf mehrere Tausend Spiele im Jahr kommen wäre es ja deutlich von Nachteil wenn es dabei um Zeiträume und nicht um die Anzahl der Spiele ginge?","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T06:03:15.615+0000","up_votes":1,"down_votes":0,"body":"Du kannst in jedem einzelnen Spiel 9 Reports sammeln und wirst dennoch nicht bestraft, wenn du dir nichts hast zu Schulden kommen lassen.\nReports triggern nur die Chat-analyse! Erst wenn die feststellt, dass du dich schlecht verhalten hast, wirst du bestraft.","replies":[]}]},{"id":"","poster":"DS Benny","date":"2015-09-16T05:05:35.230+0000","up_votes":1,"down_votes":3,"body":"Und ich wette das man auch gebannt wird  wenn man nix gemacht hat aber die anderen ein reporten ....","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T05:50:36.525+0000","up_votes":1,"down_votes":0,"body":"Da das schon mit dem momentanen System unmöglich ist, wird es mit dem Neuen wohl kaum kommen!","replies":[]}]},{"id":"","poster":"Prepare Ur Anu","date":"2015-09-16T01:51:41.230+0000","up_votes":1,"down_votes":6,"body":"***","replies":[{"id":"","poster":"xCillion","date":"2015-09-16T03:13:10.407+0000","up_votes":1,"down_votes":0,"body":"Das dein Bann wohl gerechtfertigt war hast du ja jetzt hier schön unter Beweis gestellt :)\nNa viel Erfolg dir noch mit dem verhalten in anderen games..","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-09-16T06:11:59.266+0000","up_votes":2,"down_votes":1,"body":"Also dieser Spieler hat wohl mehr als deutlich klar gemacht, dass nicht er, der nicht nur ein Idol an Höflichkeit, sondern auch ein Vorbild an geistiger Reife darstellt, sondern ALLE ANDEREN Schuld an ALLEM sind! Was kann er dafür, dass seine Mitspieler alles \"Noobs\" sind, die ohne seine Hilfe nichts auf die Reihe kriegen und sie dennoch nicht annehmen!? OBWOHL er sie sogar beschimpft?! Und wie kann es seine Schuld sein, wenn es doch Riots sinistrer Plan ist, ihn vom Platz 1 der Challanger Rangliste fern zu halten, indem sie ihm immer einäugige Schimpansen ins Team stecken, während seine Gegner, eigens für diesen Zweck entwickelte Faker-Klone, mit wechselndem Namen sind?!?!\nVon Ihm sollten wir uns alle eine Scheibe abschneiden! Und jetzt gebt dem Mann seinen Account zurück! Ohne Ihn kann Riot ohnehin spätestens morgen dicht machen!\nWeiterhin schlage ich die Einführung eines LoL-Umbertos vor, er hätte ihn verdient.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-09-16T09:03:07.993+0000","up_votes":1,"down_votes":0,"body":"Soo liebe Kinder solltet Ihr nicht schreiben, wenn Ihr weiterspielen wollt.\n\nRichtig geiles Negativ-Beispiel ! Daumen hoch ... äh runter !\n\nmfg\nMB\n\np.s.\nVlcht. solltest Du Deinen Hintern mal vorbereiten für Kick Ass {{champion:25}}  (bezugnehmend zu Deinem blödsinnnigen Beschwörernamen)","replies":[]}]},{"id":"","poster":"Tokogawaruf","date":"2015-09-15T22:27:58.245+0000","up_votes":1,"down_votes":0,"body":"Klasse Änderung Riot.\nIhr seit Spitze.","replies":[]},{"id":"","poster":"ElRockMarc","date":"2016-12-15T19:08:42.721+0000","up_votes":1,"down_votes":2,"body":"Schon mal überlegt warum die Leute Sauer werden? Für Idioten die übelst die Leute beleidigen finde ich das zurecht. Die sollen weg. Aber Leute wie mich zu bestrafen weil ich Sauer bin weil ich 4 Spiele hintereinander verliere weil die absichtlich Trollen das ist nen witz. Die lachen mich aus wenn ich die reporte. Die schreiben zurück mach dich passiert eh nix. Und das stimmt nunmal. Euch Interessiert nur das ich den Troll der nach 10 min 1-15 steht sage danke das er mit mir spielt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-12-16T17:46:51.317+0000","up_votes":1,"down_votes":0,"body":"Wenn du dich über deinen Bann beschweren willst, öffne dazu am besten ein eigenes Thema.","replies":[]}]},{"id":"","poster":"Ludovico","date":"2015-09-16T08:32:28.829+0000","up_votes":1,"down_votes":1,"body":"Inhaltlich doch eine recht solide Idee.\n\n\nOfftopic:\nDie Kommata sind stark in diesem Satz^^: \n\n> [{quoted}](name=Ymir,realm=EUW,application-id=KYnfKGf0,discussion-id=jjIMv1b0,comment-id=,timestamp=2015-09-15T18:41:40.240+0000)\n>\n Im gleichen Zuge erhalten Spieler, deren Chat Einschr&auml;nkungen unterliegt, nun versch&auml;rfte Strafen, sobald sie sich diese einhandeln, anstatt abzuwarten, bis ihre Einschr&auml;nkungen ausgelaufen sind und erst dann zu erfahren, was als N&auml;chstes passiert.","replies":[]},{"id":"","poster":"Pumpgun Willy","date":"2015-09-16T07:05:34.549+0000","up_votes":1,"down_votes":1,"body":"Wie läuft das denn nun ab, die Leute die Ihren 14 Tagebann schon im Sack hatten und kurz vor dem Perma standen, starten wieder bei 10 Spiele mit Chateinschränkung? \n\nFinde das ist eine gute Sache, weiter so !","replies":[]},{"id":"","poster":"Wîndfury","date":"2016-04-26T13:21:14.687+0000","up_votes":0,"down_votes":1,"body":"Da ich in der letzten Zeit mal wieder einige unagehnehme teilweise auch selbstverschuldete Erfahrungen mit diesem mehr als unzureichendem System gemacht habe muss ich hier mal mein persönliches Feedback dazu geben, da ich leider kein Ticket dazu eröffnen kann. Ich hoffe dennoch, dass Riot sich die Zeit nimmt dies hier zu Kenntnis zu nehmen und einmal in Ruhe darüber nachzudenken.\n\nErsteinmal möchte ich anmerken, das die Chateinschränkungen, Ranglistenbanns Dauerhafte Sperrungen usw und so fort nur die Symptome behandeln und nicht das eigentliche Problem um das ganze bildlich dazustellen, Riot stellt einfach einen Eimer unter die Blutung und versucht nicht die Wunde zu verbinden oder zu verartzten. Das selbe in einem anderen Extrem passiert mit radikalen Parteien in Deutschland, diese werden nämlich einfach verboten anstatt ihnen den Nährboden zu entziehen.\n\nDie Frage die wir uns stellen sollten, ist nicht wie bestrafen wir die Leute die mal aus der Reihe tanzen und sich aufregen und Flamen oder (wie gestern erst erlebt) einem drohen das sie einen im Reallife umbringen, sondern viel mehr, was bewegt Leute dazu solche Dinge zu tun zu sagen und auf solch eine negative Art und Weise zu reagieren?\n\nDazu möchte ich ersteinmal vorneweg nehmen, dass ich was diese ganze Materie angeht kein unbeschriebenes Blatt bin und da ich league of Legends schon seit Anfang an spiele die Entwicklung der \"Der Bestrafungsindustrie\" von Riot von Anfang an mitbekommen habe.\nHierbei möchte ich kurz einwerfen, das obwohl ich das ganze System nicht gutheiße und dies nicht nur weil ich davon betroffen bin sondern weil ich die ganze herangehensweise falsch finde ich trotzdem der Meinung bin, das sich dort einiges getan hat und das System jetzt eher zwischen gerechtfertigten und nicht gerechtfertigten Vergehen unterscheidet.\n\nDoch zurück zum eigentlichen Punkt auf den Ich hinauswill, was bewegt Leute dazu zu flamen und zu Beleidigen. Hierbei kommt die Leidenschaft und das Mitfiebern ähnlich beim Sport ganz klar hervor, nicht umsonst nennt man es auch E-Sport und tausende Fans fiebern Live oder von zuhause den Werdegang ihres Teams mit, feiern seine Siege betrauern ihre Niederlagen. Da geht es schnell, das die Emotionen hochkochen und in Aggression umschwenken. Es ist nicht umsonst festgelegt, das große Demos etc. angemeldet werden müssen, da diese doch schnell eskalieren können.\n\nEmotionen sind demnach meiner Meinung nach der Schlüssel und die Wurzel unserer ewigen Flamer misere und es gilt diese in vernünftige Bahnen zu lenken.\n\nAlles in allem rede ich davon vor allem die ranglistenspiele soweit vernünftig zu gestalten, das man überhaupt keinen Anlass mehr hat wütend auf andere zu sein. Das beste Beispiel überhaupt, ist ein vor einiger zeit mal vorgeschlagener Ansatz mit einem Loss foriven vote oder etwas ähnlichem, bei dem wenn ein team einen afkler im tam hatte, das andere team nachdem das spiel zuende war und der spieler lange genug afk war das team ohne afkler voten konnte für sowas wie gnade. In diesem Fall wurde dem team mit afkler dann ein loss forgiven gewehrt.\n\nEs muss nicht umbedingt ein loss forgiven sein aber weniger - lp oder so währen auch schon ein anfang. Denn dadurch würde folgendes passieren. Das team mit 4 personen hätte einen grund sich trotzdem zusammenzureißen und ihr bestmögliches zu versuchen um noch ein loss forgiven zu holen mit dem das andere team sagt habt ihr gut gemacht 5v5 wäre knapp gewesen. Gleichzeitig werden die 4 man nicht so stark unterinander flamen und auch die 5 personen nicht so nach dem motto ihr lappen könnt nur 4v5.\nAlle hätten gewonnen und ich denke es würde nocht alzu schwierig sein für Riot games das ganze auf einer missbrauchssicheren Ebene zu implementieren.\n\nGenerell sollte gutes Verhalten eher belohnt werden als schlechtes zu bestrafen um gutes in den Vordergrund zu stellen. Siehe Honorsystem benuzt niemand reporten tut jeder. Mein account auf dem ich nur Botgames spiele kriegt zum beispiel reports weil ich lasthitte und leute töte.\n\nBestrafen ist keine Lösung es sollte euch vielmehr darum gehen mögliche konfliktquellen zu beseitigen. Da ist zum beispiel die neue champ select ein guter Grundstein, da rollenprobleme eher selten auftauchen. Negativ ist allerdings, das die chancen der rollen nicht gleich verteilt sind. Ein Main Support und second was weiß ich sollte genau die gleichen chancen auf seine mainrolle haben wie jeder andere. Zum beispiel 70% main 30% second. Die que times können meiner meinung nach dann ruhig länger sein aber eventuell angegeben werden, sodass man sich immernoch sagen kann hey ich will zocken also nehm ich doch support für eine milisekunde que time.\n\nZiel sollte es sein sowohl Teamplay als auch single peformance zu fördern. Ich gewinne meine lane aber das spiel verliere ich und kriege dafür weniger minus lp yay weniger grund seine mates zu flamen und ein grund mehr sich mehr anzustrengen. Umso mehr assist ich mache also umso mehr ich mit dem teamzusammenspiele umso weniger lp verliere ich yay weniger grund zu flamen mehr grund im team zu spielen.\n\nAlleine damit könnte man den flame gegen null reduzieren und die games wären auch interessanter nicht mehr sowas wie cyborgs gegen steinzeitmenschen wies jetzt immer ist. Sondern so richtig knappe games wo man sagen kann leute ihr habt gut gespielt aber wir waren ein bisschen besser und man auf seine leistung stolz sein kann.\n\nWenn 5 oder 8 mal in folge auf seiner secondary verliert, kann das schon zu unmut und flame führen.\n\nAlles in allem macht ihr schon gute Sachen da im Riot HQ, meiner Meinung nach habt ihr allerdings den falschen ansatz und geht zu wenig auf die community ein.\n\nIch sage nur begründung wieso Schwert des Occulten rausgenommen wird damit man weniger snowballen kann und Smurfs es nicht so leicht haben.\n\nAndere Seite der Medaille mejais bleibt drin und es gibt sogar noch das Siegel.\n\nIch schließe also mein doch etwas längeren Text mit Rito dein Ernst ?\n\nUnd meinen Gefühlen für euch manchmal kloppt ihr geile Sachen raus aber manchmal gibts auch diese facepalm momente.\n\nWir die Community flamen jedes jahr über die preaseason patches und finden sie ende des jahres dann so toll das wir über die neuen flamen müssen. Ihr macht nen guten Job abr manchmal solltet ihr euch helfen lassen.\n\n\nMit freundlichen Grüßen \n\neuer Flamerboy Wîndfury","replies":[]},{"id":"","poster":"Shaco Onii chan","date":"2015-09-16T15:57:51.288+0000","up_votes":1,"down_votes":5,"body":"nicht den vergessen den 2 wochen bann fürs nicht kommunizieren wegen eines chatbannes","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-16T16:48:48.943+0000","up_votes":1,"down_votes":0,"body":"Niemand wird wegen Kommunikationsverweigerung bestraft! Der Report ist nur als Placebo oder zur Erhebung von Statistiken.","replies":[]}]},{"id":"","poster":"PaTrIcKmT2","date":"2016-06-05T07:06:12.469+0000","up_votes":1,"down_votes":3,"body":"abseluter bull shit holy shit was ein kinderkram chateinschränkung? was? wieso gibt es so was ? nur kinder gibt es hier alle sup´s haben kein bock sup zu sein weil si emich mehrmals ignorieren und zusätzlich warum gibts eh ein chat wenn man eh ein bann bekommt wenn man ihn benutzt?","replies":[]},{"id":"","poster":"404 Fenríz","date":"2015-09-17T18:51:26.535+0000","up_votes":1,"down_votes":3,"body":"> Aufgrund der neuen Ausrichtung dieser Änderungen werden alle Chat- und Ranglisteneinschränkungen zurückgesetzt und vorangegangene Einschränkungen zählen im neuen System nicht mehr. Jeder erhält also eine weiße Weste (bezüglich dieser Einschränkungen), weshalb dies ein wunderbarer Zeitpunkt ist, ein neues Kapitel aufzuschlagen.\n\nIch finde es wirklich mehr als Schade das nicht auch die Beschwörer mit den 2 Wochen Bans einen Neuanfang bekommen. Warum nicht für alle einen besseren Start in den positiven Umschwung der Community?","replies":[]},{"id":"","poster":"Urf Sammy","date":"2016-11-09T22:56:07.547+0000","up_votes":1,"down_votes":4,"body":"So ein Geschwätz unglaublich ihr habt mich ohne Vorwarnung Permagebannt ich hab weder eine Chatsperre noch einen 14Tage ban gehabt. Das schreibt ihr doch bestimmt alles auf im Buch der LoLstraftäter sucht nach und sagt mir dass ich im Unrecht bin. #Instantperma #Notfair #Unbanme #WhyAmIEvenAbleToWriteInForumsWithAPerma","replies":[]},{"id":"","poster":"BMW E39 525d","date":"2018-05-07T21:56:14.940+0000","up_votes":1,"down_votes":5,"body":"Entwickelt lieber mal ein vernünftiges System gegen griefing und inting ich gehe nun jedes mal AFK bei sowas. die LP Queue interessiert mich so oder so nicht, ich lasse mir jedenfalls nicht 30-40 Minuten meiner Zeit stehlen weil Leute meinen sie müssen so hard inten wie es nur geht und die Gegner wollen das genießen weil da nur Loser sind die nicht wissen wie es ist zu gewinnen.\n\nMeine Zeit ist da einfach wichtiger als lächerliche Normal games, da kann man irgendwas arbeiten oder im Haushalt erledigen. Oder man loggt sich auf dem Smurf ein fertig, brauch ich mich nicht damit rumschlagen. Aber ist ja euer Game, werdet schon wissen wie ihr das Game kaputt kriegt ;)","replies":[]}]}