{"id":"Ob4zUe4o","poster":"SoloQisMentlBoom","date":"2015-09-15T16:57:29.743+0000","title":"PROJEKT: Community","subforum":"Allgemeiner Chat","up_votes":13,"down_votes":0,"body":"Meine sehr geehrten Mitbeschw&ouml;rer und Mitbeschw&ouml;rerinnen,\r\nich m&ouml;chte euch meine Idee schildern und w&uuml;rde gerne eure Meinung dazu erfahren.\r\n\r\n**Vorgeschichte**\r\n\r\nSeit ca. einem Monat durfte ich hier im Forum Leuten helfen, ihnen neue Motivation schenken und selbst belehrt werden.\r\nEines &uuml;blichen Tages wurde ich gefragt, ob ich nicht ein Emissary werden wolle, da ich angeblich einen relativ guten Job mache. Um der Bitte nachzukommen recherchierte ich was es braucht um ein[ Emissary zu sein/werden](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de/4kBUNhQs-riot-volunteer-program-die-emissaries-rekrutieren). Ich spielte mit dem Gedanken mich zu bewerben, da ich eigentlich alle Anforderungen erf&uuml;llte (meiner Meinung nach). Trotzdem tat ich es nicht, da ich der Meinung bin, dass die Community ihre Repr&auml;sentanten w&auml;hlen sollte (hei&szlig;t nicht, dass ich bei Anfrage nicht annehmen w&uuml;rde :D).\r\nEin Punkt machte mich aber tagelang stutzig... \r\n\r\n**Das Problem**\r\n\r\n_&ldquo;Du hast bereits konkrete Ideen, was du gerne tun w&uuml;rdest (&bdquo;Der Community helfen&ldquo; ist keine konkrete Idee!)&ldquo;._\r\nIch, eine im Grunde unkreative Person wenn es um Anf&auml;nge geht _(wer kennt es nicht aus Kunst: Du sollst etwas &uuml;ber drei Schulstunden hinweg zeichnen, zwei davon verbringst du mit der Suche nach einer Idee und in der letzten f&auml;llt dir etwas ein, jedoch dann zigtausend Dinge.)_, stellte mir also die Frage, was ich den machen k&ouml;nnte, w&uuml;rde ich Emissary werden wollen.\r\nMir fiel, wie in Kunst damals, nichts ein. Die Suche lie&szlig; mich aber nicht los!\r\n\r\n**Der Einfall**\r\n\r\nEines Tages beim Durchlesen eines Threads, welches sich &uuml;ber die Community von LoL beschwerte, kam mir eine Idee:\r\n_**Ich soll etwas machen, das die Community positiv beeinflusst. Ich wei&szlig; aber nicht was die Community will. Aber die Community wei&szlig; es!**_\r\nFolglich setzte ich mir das Ziel, welches heute erreicht wurde, von 1.000 Upvotes. Darauf sollte das &ldquo;**PROJEKT: Community**&rdquo; starten (wie passend zu den Projekt-Skins ich Schlingel).\r\nJetzt stellte sich nur noch die Frage, was &ldquo;**PROJEKT: Community**&rdquo; eigentlich sein soll. Die einzige Antwort die mir darauf einfiel: W&ouml;chentliche/Monatliche Diskussionsthreads &uuml;ber bestimmte Themen, Events, Appelle an Riot oder (Teile) die/der Community und Sonstiges, **welche alle von euch kommen sollen**. Hierf&uuml;r w&uuml;rde ich den Moderator und Organizer spielen.\r\nDas n&auml;chste Problem jedoch bahnte sich schon heran. Wie soll das &ldquo;**PROJEKT: Community**&rdquo; ablaufen?\r\n\r\n**Der Ablauf**\r\n\r\nGut das es hier die Umfragefunktion gibt. \r\nBei jedem neuen Thread wird am Ende eine Umfrage stehen, bei der ihr euch f&uuml;r ein n&auml;chstes Thema entscheiden k&ouml;nnt.\r\nErnst gemeinte Vorschl&auml;ge k&ouml;nnen im Kommentarbereich fallen, oder pers&ouml;nlich bei mir abgegeben werden (IG: Ruaga) und werden bei der n&auml;chsten Abstimmung auftauchen.\r\n\r\n**Eure Meinung**\r\n\r\nIn meinem Kopf klingt die Idee einfach episch (dachte ich auch von Nutella mit Chips).\r\nDeswegen dieser Thread. Zum einen um festzustellen, ob ihr &uuml;berhaupt Interesse daran h&auml;ttet und zum anderen um Vorschl&auml;ge zu sammeln.\r\n\r\nSollte es Andrang finden, bin ich gewillt es durchzuziehen, damit das Ganze legen- &hellip; es kommt gleich &hellip;\r\nIch bitte euch eure Meinung dazu kundzugeben und wenn ihr Vorschl&auml;ge habt, diese auch zu &auml;u&szlig;ern.\r\n**Denn wir sind die Community!**\r\n\r\nEuer Ruaga\r\n\r\nP.S.: ...d&auml;r wird...Damit das Ganze legend&auml;r wird!","replies":[{"id":"","poster":"Chebo","date":"2015-09-15T18:18:38.413+0000","up_votes":3,"down_votes":0,"body":"Also ich find die Idee cool","replies":[]},{"id":"","poster":"RoderickAndara90","date":"2015-09-16T14:13:02.808+0000","up_votes":2,"down_votes":0,"body":"Um ehrlich zu sein versteh ich die Innovation deiner Idee nicht. Ein Forum ist doch dazu da um über Sachen zu diskutieren oder nicht?\n\nWenn jemand also irgendetwas Wissen möchte oder einfach nur über etwas diskutieren möchte kann er doch einfach einen Thread aufmachen. Was genau möchtest du tun?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T14:19:47.826+0000","up_votes":1,"down_votes":0,"body":"Es geht ja nicht nur um die Diskussionen.\n>Wöchentliche/Monatliche Diskussionsthreads über bestimmte Themen, Events, Appelle an Riot oder (Teile) die/der Community und Sonstiges, welche alle von euch kommen sollen.\n\nAuch gibt es Themen über die man vorher noch gar nicht nachgedacht oder kein Interesse an der Meinung anderer gezeigt hat.\n\nAußerdem, wenn es Andrang findet, wäre die Reichweite viel größer. Wo geht man lieber hin um sich mit Leuten auszutauschen? Zum Nachbarn von dem man immer nur die gleiche Meinung hört, oder in ein öffentliches Gebäude, wo man mit vielen verschiedenen Meinungen zusammentrifft.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-09-18T12:22:10.125+0000","up_votes":1,"down_votes":0,"body":"Sorry,aber ich bin noch nie in ein öffentliches Gebäude gegangen um mit Wild-Fremden zu diskutieren.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-18T13:16:02.730+0000","up_votes":1,"down_votes":0,"body":"Aber genau das hat uns die heutige Welt ermöglicht. Würden viele unserer alltäglichen Dinge noch existieren, wenn jeder Wissenschaftler/Erfinder/Mensch einfach mal gemacht hätte, ohne sich mit anderen zu verständigen? Wohl kaum.\n\nMan sieht hier im Forum oft genug Threads mit gleichen Thema (manchmal sogar Titel), wieso es dann nicht einfach in einem zusammenfassen?","replies":[{"id":"","poster":"SliteSit13","date":"2015-09-21T06:01:52.060+0000","up_votes":2,"down_votes":0,"body":"Herr Ruaga, ;D\n\nDie Idee an sich ist nicht schlecht.\n\n\n____________\n\n> Ich soll etwas machen, das die Community positiv beeinflusst. Ich weiß aber nicht was die Community will. Aber die Community weiß es!\n\nSie will aber alles, auch wenn es nicht möglich ist alles zu erbringen.\nDaher:\nAuf Welche Kategorien von von Themen (Veränderungen an LOL, Neues, Champs, ... würdest du eingehen?\n\n\n_____________\n\n> wer kennt es nicht aus Kunst: Du sollst etwas über drei Schulstunden hinweg zeichnen, zwei davon verbringst du mit der Suche nach einer Idee und in der letzten fällt dir etwas ein, jedoch dann zigtausend Dinge.\n\nKannst du Kunst?, wäre sau gut, ich kanns nämlich sehr gut ;D\n\n\n__________________\n\n> Ernst gemeinte Vorschläge können im Kommentarbereich fallen, oder persönlich bei mir abgegeben werden (IG: Ruaga) und werden bei der nächsten Abstimmung auftauchen.\n\nIch bin immer Ernst dabei ;D  aber wenn dein Projekt jtzt den kompletten Hype bekommt und hunderte Ernste Themen stellen, wie kannst du dich entscheiden?\n\n\n________\n\n> In meinem Kopf klingt die Idee einfach episch\n\nSie ist auch _**EPISCH**_ ;D\n\n\n_______\n\n> (dachte ich auch von Nutella mit Chips).\n\nIst Nutella mit Chips nicht _**EPISCH**_? _;_/\n\n\n\n_________________\n\nRuaga du bist legen... warte es kommt gleich...\n\nWer weiss wie viele Upvotes du schon von mir hast ;D\nWir/Ich werden deine Beiträge natürlich weiterhin verfolgen und Kommentieren, \ndamit du dich und uns weiterhin verbessern kannst ;D\n\nMfG, Julian der Foren Fan ° und deiner auch\n\n...där!!! Du Gott ;D","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-21T10:52:21.851+0000","up_votes":1,"down_votes":0,"body":">Sie will aber alles, auch wenn es nicht möglich ist alles zu erbringen.\nDaher:\nAuf Welche Kategorien von von Themen (Veränderungen an LOL, Neues, Champs, ... würdest du eingehen?\n\nWie du gesagt hast. Ihr wollt alles, ihr bekommt alles. Die Themen sind von euch gewählt. Sie können auch gern LoLübergreifend sein.\n\n>Kannst du Kunst?, wäre sau gut, ich kanns nämlich sehr gut ;D\n\nWenn Strichmännchen zeichnen zu Kunst gehört, dann kann ich das recht gut :D\n\n>Ich bin immer Ernst dabei ;D aber wenn dein Projekt jtzt den kompletten Hype bekommt und hunderte Ernste Themen stellen, wie kannst du dich entscheiden?\n\nDas macht ihr und nicht ich. 1. Durch die Umfragen und 2. Werden die Vorschläge mit den meisten Upvotes hinzugefügt.\n\n>Ist Nutella mit Chips nicht EPISCH? ;/\n\nNutella mit Salzstangen, ja. Nutella mit Erdnussflips, ja. Nutella mit Chips ist einfach nur bah!","replies":[{"id":"","poster":"SliteSit13","date":"2015-09-22T10:21:23.184+0000","up_votes":2,"down_votes":0,"body":"okay :D\nmit Erdnussflips mit Nutella muss ich ausprobieren ;D\n\n> Wenn Strichmännchen zeichnen zu Kunst gehört, dann kann ich das recht gut :D\n\nNein Strichmännchen zählen nicht ;D\nMacht aber nichts, ist ja nicht relevant.\n\n\n","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-09-18T12:25:41.016+0000","up_votes":1,"down_votes":0,"body":"Hört sich aber ganz so an, als wäre unsere Regierung ganz genau so aufgebaut :P","replies":[]}]}]}]}]}