{"id":"MocoBVml","poster":"FredTheRock","date":"2015-09-15T15:10:40.864+0000","title":"Multigaming-Clan [MY.CONVICTION] SUCHT DICH!!!","subforum":"Clans & Teams","embed":{"title":"Bewerben - My.Con","description":"du bist auf der Suche nach einem aktiven und gut organisiertem Clan? Du hast unsere Homepage entdeckt, vielleicht sogar schon durchforscht und dein Interesse an unserem Clan wurde geweckt? Was wir uns von dir wünschen: - Das Alter von mind. 16 Jahren. - Ein angemessener Umgangston sowie Team- und Kritikfähigkeit.","url":"http://mycon-rl.com/bewerben/","image":null},"up_votes":1,"down_votes":1,"body":"Hallo Leute,\r\n\r\nmeine wenigkeit ist f&uuml;r den Bereich League of Legends zust&auml;ndig.\r\nWir such gute mitspieler(innen), die an einem gut organisierten und erfolgreichen Clan interresiert sind.\r\n\r\nWas wir uns von dir w&uuml;nschen:\r\n\r\n&ndash; Das Alter von mind. 16 Jahren.\r\n&ndash; Ein angemessener Umgangston sowie Team- und Kritikf&auml;higkeit.\r\n&ndash; Ein aktives Auftreten auf dem Teamspeak und auf der Homepage.\r\n\r\nDa wir einiges erwarten haben wir aber auch einiges zu bieten:\r\n\r\n&ndash; Einen eigenen TS3-Server\r\n&ndash; Eine gro&szlig;e, lustige und aktive Community, in der du herzlich willkommen bist.\r\n&ndash; Die M&ouml;glichkeit einem Ranked-Team bei zutreten und Erfolge zu erzielen.\r\n&ndash; Ein rund um die Uhr aktives Adminteam, das dir mit Rat und Tat zur Seite steht.\r\n&ndash; Coachings die euch helfen werden, eure F&auml;higkeiten zu verbessern.\r\n&ndash; Die Teilnahme an regelm&auml;&szlig;ig stattfindenden Events.\r\n&ndash; Eine erlebnisreiche Zeit mit vielen tollen Mitgliedern.\r\n&ndash; Eine Facebookseite\r\n&ndash; Ein Youtube-Kanal wo deine Replays bearbeitet und zusammengeschnitten werden.\r\n\r\nNun hast du ein paar Eindr&uuml;cke erhalten, aber da gibt es noch so vieles zu erz&auml;hlen, insbesondere zu der Aufnahme, Probezeit, Beitr&auml;ge und vieles mehr, was den Rekruten betrifft.\r\nDeshalb bewirb dich doch einfach bei uns und ein Admin wird sich in k&uuml;rze bei dir Melden und ein pers&ouml;nliches Gespr&auml;ch mit dir f&uuml;hren.\r\n\r\nAlso, worauf wartest du noch?\r\nWir freuen uns auf dich !!!\r\n\r\nDein My.Con  Team","replies":[]}