{"id":"98qAE3EA","poster":"Shadowscreen","date":"2015-09-14T16:06:15.086+0000","title":"Eine verwirrende Erfahrung","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":0,"body":"Ich wollte hier einfach mal eineverwirrende Erfahrung schildern und mal die Meinung der (f&uuml;r Forenverh&auml;ltnisse) breiten Masse\r\ndazu h&ouml;ren/lesen.\r\n\r\nAls ich letztens ein Ranked Game bestritt, war ich in der Situation auf der Toplane (bevorzugt) einen Tank zu spielen.\r\nDa mein repertoire an Tanks nicht all zu hoch ist und ich mit diesem Champ in der Vergangenheit schon einige gute Erfahrungen auf der Toplane gemacht hab, w&auml;hlte ich Amumu (kein konventioneller Pick, ist klar).\r\n\r\nEs beschwerte sich nur eine Person im Champ select, es wurde aber so weit wieder ruhig.\r\n\r\nEs kam letztendlich dazu, dass ich gegen eine Fiora gelanet habe und dank meines recht schwachen early games dazu noch vom gegnerischen Jungler gesittet wurde, was bei mir in einem 1/3 endete.\r\n(Ja, ich habe in diesem Fall schlecht gespielt und war nicht in der Lage die Lane so safe zu spielen wie ich es h&auml;tte tun m&uuml;ssen, was ich mir in diesem Punkte auch eingestand.)\r\n\r\nLange Rede, jetzt komme ich zu dem Punkt auf den ich hinaus will.\r\nAls ich gefragt wurde, warum ich Amumu top spiele wurde ich auf meine Antwort hin regelrecht zerfetzt.\r\nIch meinte, dass ich bisher damit gute Erfahrungen gemacht habe und es mir au&szlig;erdem spa&szlig; macht diesen Champ auf der Position zu spielen.\r\n\r\nWas folgte, war eine 20Min&uuml;tige Diskussion warum ich etwas spiele, das mir Spa&szlig; macht.\r\nvon (ungelogen) 4 Spielern wurde mir unterstellt absichtlich zu feeden und zu trollen\r\nmit der verh&auml;ngnisvollen Drohung eines Reports, da ein Screenshot davon gemacht wurde wie ich sagte:\r\n&quot;I play this champion cause i enjoy toplaning with him, tho I also had good experiences so far.&quot;\r\n\r\nIch m&ouml;chte hier weder Dampf ablassen noch best&auml;tigt werden, dass der Report ungerechtfertigt ist.\r\nDas Ziel dieses Threats ist einfach mal eure Meinungen aufzuschnappen und zu lauschen wie ihr so dar&uuml;ber denkt.\r\n\r\nWar das eine &Uuml;berreaktion oder ist es mittlerweile schon standard Hasstiraden zu starten weil jemand\r\nSpa&szlig; am Spiel (auch Rankedgames) hat sei es Sieg oder Niederlage (unter der Voraussetzung, dass das Spiel nat&uuml;rlich nicht absichtlich manipuliert wird)?\r\n\r\n\r\nMfg Shadowscreen","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T16:15:28.800+0000","up_votes":3,"down_votes":0,"body":"Bei vielen Spielern zählt nur noch der Sieg. Das Team rückt in den Hintergrund, denn man möchte eigentlich nur gewinnen. Nicht mehr und nicht weniger. \nDer soziale Aspekt in LoL nimmt immer mehr ab. Jeder meint Pro zu sein und möchte in Richtung Challenger/LCS/Worlds/etc. und vergessen dabei, dass LoL ein Teamsport ist.\n\nViele sehen z.B. wie Faker seine Plays macht und wollen so sein wie er. Das Faker ohne Team vermutlich nicht so weit gekommen wäre, sieht so gut wie niemand.\n\nEs ist schade, aber wir sind diejenigen die es besser machen können und sollen. Keiner sollte sich von so etwas den Spaß nehmen lassen.\nMuten und weiterspielen...muten und weiterspielen.","replies":[{"id":"","poster":"GxT Focus me pls","date":"2015-09-14T17:54:10.039+0000","up_votes":2,"down_votes":0,"body":"Nicht nur Faker ist ein gutes Beispiel dafür, Supporter unterfallen dem gleichen Schema. \nSupporter werden nie beachtet: Wenn der adc einen Kill macht, bei welchem der Support die komplette Arbeit gemacht hat, heißt es dann aus dem Team: Gj adc!\nEiner der unendlich vielen Gründe warum es kaum Supporter gibt. Man sieht nurnoch Kill - Nicht Kill. \nWas genau passiert ist und wie man sich weiter verhält ist nur halb so wichtig.\n\n(Ich bin Support main: Siehe Name :D Also spreche ich aus Erfahrung ^^, aber mir ist das komplett egal wenn jemand unverdient den adc lobt, ich weiß, dass ich gut gespielt hab und fertig)\n\nAn den TE kann ich nur eines sagen: Muten. Es gibt nichts schöneres an dem Spiel als diese Mute-Funktion. Wenn du dein komplettes Team vorher schon mutest und dein Spiel einfach spielst, dann macht aufeinmal fast jedes Spiel Spaß. Eine Seltenheit heutzutage. Genau in so einer Situation wäre das mit Abstand die beste Möglichkeit gewesen. Du würdest nich mehr abgelenkt von deinen eigenen Teammates, noch musst du dich in irgendeiner Art und Weise rechtfertigen.\n\nTL;DR\n\nMimimi, Supports sind unterbewertet, mimimi QQ... \nNimm den Mute Button.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T18:10:25.502+0000","up_votes":1,"down_votes":0,"body":">Supporter werden nie beachtet: Wenn der adc einen Kill macht, bei welchem der Support die komplette Arbeit gemacht hat, heißt es dann aus dem Team: Gj adc!\n\nDas ist mir früher auch aufgefallen. Aber je heutzutage heißt es - bei mir zumindest - nur noch \"gj\" oder \"gj bot\". Die Leute wissen auf meiner Elo einfach wie wichtig der Support ist und schätzen diesen auch mehr.\n\n>Wenn du dein komplettes Team vorher schon mutest und dein Spiel einfach spielst, dann macht aufeinmal fast jedes Spiel Spaß.\n\nDavon würde ich grundsätzlich abraten. Habe ich früher gemacht, hat es nur noch schlimmer gemacht, da ich dachte ich kann sie flamen und sie mich nicht.\nAuch nimmst du deinem Team damit die Möglichkeit mit dir zu kommunizieren (außer Pings). \nIch hatte verdammt viele spaßige Spiele indem ich ab dem CS schon freundlich war oder einen (dummen) Witz gerissen habe. Das lockert immer die Stimmung und führt auch oft zu den berüchtigten Danceparties in LoL.","replies":[{"id":"","poster":"Nuix","date":"2015-09-18T07:59:03.808+0000","up_votes":2,"down_votes":0,"body":"Das kenne ich auch. Aber ich weiß mittlerweile, wie man einen guten Supporter erkennt. Ich selbst bin kein guter adc, wenn ich aber plötzlich 6/1 auf der bot stehe dann weiß ich, das ich einen wirklich guten Supporter habe und das sage ich ihm dann auch.","replies":[]},{"id":"","poster":"GxT Focus me pls","date":"2015-09-14T18:48:55.309+0000","up_votes":1,"down_votes":0,"body":"> Davon würde ich grundsätzlich abraten. Habe ich früher gemacht, hat es nur noch schlimmer gemacht, da ich dachte ich kann sie flamen und sie mich nicht.\n\nVom flamen würde ich grundsätzlich auch gänzlich abraten :D\n\n\n>Auch nimmst du deinem Team damit die Möglichkeit mit dir zu kommunizieren (außer Pings).\nIch hatte verdammt viele spaßige Spiele indem ich ab dem CS schon freundlich war oder einen (dummen) Witz gerissen habe. Das lockert immer die Stimmung und führt auch oft zu den berüchtigten Danceparties in LoL.\n\nIch weiß nicht wie genau das in Diamond ist, aber bei \"uns unten\" gibt es sowas kaum (Zumindest bei mir). Hier schaut man nur auf die Wins. Wenn einer schlecht spielt -> Instant flame, egal wer dran schuld ist. \nWenn mal ein Gj kommt, dann auch nur um angeblich gute Stimmung zu verbreiten. Derjenige der gj schreibt (also im allgemeinen lobt, was ja schon echt selten vorkommt) hat keine Ahnung wie der Kill zustande gekommen ist. Ob da jetz wer outplayed wurde, oder der Gegner einfach Hirnlos in den Turm gerannt ist, ist egal :D Immerhing gj schreiben, das lockert ja angeblich die Stimmung.\nHier muss ich aber noch sagen: Das ist zum großen Teil auch Typ-bedingt. Manche, so wie ich, denken sich auch nur: Ja... der meint des jetzt nicht wirklich Ernst... Dann fange ich an an dieser Person zu zweifeln. So weit lass ich es erst nicht kommen. Lieber direkt muten und zu 100% auf das Spiel konzentriert. \nMit den heutigen Pings kann man eigentlich alles schon andeuten was man will. Der Chat ist für mich eigentlich überflüssig :D\nSowas wie \"Danceparties\" hab ich seit Ewigkeiten nicht mehr gesehen, damals gab es sowas noch öfters, aber heutzutage nehmen die Spieler das Spiel viel zu seriös, sehen keinen Grund Spaß zu haben, immerhin man verschafft sich einen Vorteil. (Spiele seit Varus Release, also Mitte Season 2)\n\nSo, voll vom Thema abgekommen, aber ich find solche \"Auseinandersetzungen\" (Isses ja nich wirklich) immer sehr interessant! :)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T18:58:35.828+0000","up_votes":1,"down_votes":0,"body":"Das muss jeder für sich selbst entscheiden. Liegts an meiner Einstellung oder daran, dass in HighPlat/Dia alles lockerer gesehen wird, kann ich nicht sagen, aber ich habe auch in Rankeds um einiges mehr Spaß.\nWäre ich damals nicht solange in Bronze gewesen und wüsste damit nicht wie es da vor sich geht, dann könnte ich mich heute nichtmal in eure Lage versetzen.","replies":[]}]}]}]}]},{"id":"","poster":"Nuix","date":"2015-09-18T07:56:22.143+0000","up_votes":2,"down_votes":0,"body":"Lass dich von solchen Leuten nicht entmutigen. Wenn du einen Champ spielst, den du gut kannst und gerne spielst, sagt normalerweise niemand etwas. Nur wenn sie glauben, du willst trollen weil du deine Lane nicht bekommen hast kann es unangenehm werden. Ein Amumu ist stark und ja, er braucht etwas Hilfe. Das betrifft sowohl den Jungle als auch die Toplane, aber die Hilfe die er bekommt zahlt er seinem Team später vielfach zurück. Ist ähnlich wie Nasus.\nUnd ich finde 1/3 ist für einen Tank oder Bruiser im earlygame kein Beinbruch. Wenn dein Team einen guten Pick nicht zu schätzen weiß, weil er Teamspiel benötigt, dann ist es ihr Fehler, nicht deiner.","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-09-14T16:07:55.878+0000","up_votes":1,"down_votes":0,"body":"Flamer reporten. Alles ist erlaubt solange man versucht zu gewinnen :)","replies":[{"id":"","poster":"Shadowscreen","date":"2015-09-14T16:11:43.236+0000","up_votes":1,"down_votes":0,"body":"Ja, sowieso getan.\n\nMich hat wie gesagt einfach die Einstellung von immerhin 40% der Spieler in dieser Runde erschreckt.\nDa frag ich mich, wie so viel frust angestaut werden kann.\n\nJeder hat mal nen scheiss Tag, NP aber so einen Elefanten draus zu machen.\nDas musste ich ehrlich gesagt erstmal verdauen.","replies":[]}]}]}