{"id":"2epji5PI","poster":"LaLuLp","date":"2015-09-14T20:16:12.476+0000","title":"Wie kann man sich da nicht aufregen?","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":2,"body":"Bitte um Hilfe. Denn ich bin kurz davor das Spiel an den Nagel zu h&auml;ngen. Und das nur aufgrund meiner Mitspieler.Ich muss nicht jedes Spiel gewinnen. Ist eh unm&ouml;glich. Aber ich h&auml;tte gerne sch&ouml;ne Spiele. Und zu verlieren weil andere ihren Dicksch&auml;del durchsetzen wollen nervt auf Dauer sehr.\r\n Erkl&auml;rt mir doch mal wie ich damit umgehen soll, dass man 2 Lanes hat die bei Minute 8  beide 0-6-0 stehen?  \r\nOder dass scheinbar auf meiner Elo das vern&uuml;nftige Farmen von Vasallen total in den Hintergrund r&uuml;ckt? Bei Minute 25 h&auml;ufig Teammitglieder die nichtmal auf 100 Vasallen kommen? (Ich mag auch nicht der beste Farmer der Welt sein, aber ich schaffe doch meist einen guten Schnitt. Selten, dass ich mal 200 Vasallen bei Minute 20 habe. Aber ich halte mich doch ganz gut. Da ich eigentlich eh bevorvorzugt Jungle oder Support spiele ist farmen nicht so &quot;ausgepr&auml;gt&quot;.^^)\r\nOder dass mehr beleidigt wird als gespielt? (Ich mache schon sehr h&auml;ufig /mute all zu Beginn des Spiels. Aber irgendwie fehlt mir dann was. Ab und zu mal ein &quot;gj&quot; oder &auml;hnliches zu lesen macht schon Spass. Also mache ich mal ein Spiel nicht /mute all  um gleich wieder mit der traurigen Wahrheit konfrontiert zu werden. Also mache ich doch wieder /mute all .)","replies":[{"id":"","poster":"Polar Plays","date":"2015-09-14T20:53:53.964+0000","up_votes":3,"down_votes":0,"body":"@Ruaga Ja gut... den General spielen ist bei der LoL Community so nützlich wie mit Brot auf Gegner zu werfen... du sagst denen z.B. wenn sie gecampt werden \"Maybe you should buy some wards for top\" (oder eben mid) und als Reaktion bekommst du nur \"STFU you AFK Jungler, better come and help instead of telling me what to do\" und am Ende wird man dann noch wegen Flamens reported... Klar gibt es Ausnahmen, aber man trifft sie nicht häufig.\n\nLeider gibt es keinen besseren Weg um sich nicht aufregen zu müssen als den \"/mute all\" befehl und darauf zu hoffen, dass die Leute nicht auf Tilt schalten und einen Free Win an die Gegner geben. Es wäre was anderes wenn du ein komplettes 5er Team hättest, was aber das Spiel an sich schon ziemlich verändern kann.","replies":[]},{"id":"","poster":"CCG Firemaker","date":"2015-09-15T13:37:33.113+0000","up_votes":1,"down_votes":0,"body":"Habe nicht alle Commis gelesen sry wenn sich was wiederholt, mute einfach alle und mach dein ding wenn ein game schlecht läuft schei* drauf chill und konzenriere dich auf dein nächstes und mach ne pause, wenn jemand hart feedet ist es so und die haben sicher auch schon bessere games gehabt, versuch einfach etwas zu motiveren und nich sachen wie omg how can u feed so hard zu sagen^^\nDas macht viele leute exxtrem schnell mad und man konzentriert sich mehr auf den chat als aufs game^^\nImmer positiv bleiben :D\nKannst mich gerne adden und wir zocken bissl zsm zu zweit ist es immer leichter^^","replies":[]},{"id":"","poster":"Shiggyvara","date":"2015-09-15T06:06:06.492+0000","up_votes":1,"down_votes":0,"body":"Ich könnte mir vorstellen, dass dein Team häufig eine andere Einstellung hat als du, was das Verhältnis von farmen zu fighten angeht.\n\nDas Problem dabei ist halt, das wenn nur du denkst, das farmen wichtiger ist als zu fighten es eher zu für dein Team ungünstige 4 vs 5 Situationen kommt. Dann musst du dir halt überlegen, ob es es wirklich wert ist die 10/20 CS mehr zu bekommen, wenn dafür dein restliches Team im 4 v 5 zerfetzt wird.\n\nTrinket-Einsatz könntest du noch verbessern :)","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-09-15T05:56:43.154+0000","up_votes":1,"down_votes":0,"body":"Das erste Mal, dass ich Sowas lese und dann im Profil nicht sehe, dass der TE eine komplette Nulpe ist.\nInsgesamt scheinst du deine Champs besser zu beherrschen als ich, bist aber dennoch schlechter geranked als ich.\nDein Problem wird also im Lategame liegen, ich fürchte, du bist nicht in der Lage, deine, für deine Division recht gute Laningphase danach gewinnbringend zu nutzen.\nWenn du junglest könnte das Problem sein, dass du nicht versuchst deinen Lanes einen Vorteil zu verschaffen, sondern Ganken nur als Möglichkeit für dich nutzt, Kills zu bekommen.\nInsgesamt würde ich also sagen, du solltest dich über allgemeine Taktiken informieren und die generelle Spielweise, unabhängig vom Champion.\nWas auch noch sein könnte ist, dass dein Verhalten doch toxisch ist, das Problem dabei ist aber, dass du das wohl Selbst nicht merken würdest, das wäre jedenfalls die einzige Möglichkeit für Dich, tatsächlich immer auf Flamer/Leaver zu treffen, einen anderen Grund gibt es dafür nicht! wenn du mehr als 80 Spiele hast, ist es ansonsten beinahe unmöglich, dass du häufiger solche Spieler in Deinem, als im Gegnerteam hast.\nWürde es dir dennoch anders vorkommen, läge dies höchst wahrscheinlich an selektiver Wahrnehmung (Man muss ich die beiden Worte oft benutzen hier im Forum^^)","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-09-14T20:37:00.033+0000","up_votes":3,"down_votes":4,"body":"jaja kenn ich wäre auch challenger aber meine schlechten teamates halten mich zurück jedes games","replies":[{"id":"","poster":"LaLuLp","date":"2015-09-14T20:57:54.063+0000","up_votes":1,"down_votes":0,"body":"Als ob ich das behaupten würde. Für Challenger bin ich viel zu schlecht. Und ich habe eh nicht die Zeit dafür, um so hart zu trainieren, dass ich Challenger sein könnte. Zudem habe ich auch keine Lust 15 Minuten auf ein Spiel zu warten, weil in der Elo eh nicht viele unterwegs sind. Mir gehts auch nicht darum ewig weit aufsteigen zu wollen. Wenn sich das nebenher ergibt freu ich mich natürlich. Mir gehts einfach darum, dass es momentan den Anschein hat, als würde den meisten Spielern in LoL der Begriff \"Team\" vollkommen fremd sein. Aber es macht nunmal als Team um Längen mehr Spass.","replies":[{"id":"","poster":"LZ Flame","date":"2015-09-14T21:34:29.379+0000","up_votes":3,"down_votes":4,"body":"hat je wer behauptet soloq ist ein teamspiel?deswegen heißt es ja soloq","replies":[{"id":"","poster":"LaLuLp","date":"2015-09-14T22:05:10.863+0000","up_votes":2,"down_votes":1,"body":"Ich werde nicht weiter auf dich eingehen. Du bist mir zu destruktiv eingestellt. Tschüss","replies":[]}]}]}]},{"id":"","poster":"RM Heartmeander","date":"2015-09-14T20:55:21.679+0000","up_votes":1,"down_votes":0,"body":"Sorry aber keines der Spiele der letzten 20 Tage sieht so aus als ob du 200 cs nach 20 min hättest.\nDas höchste bisher war 7.6 cs/min \nDa müsste man schon fast 10cs/min haben um an diese Zahl zu kommen.\n\nIch würde dir empfehlen ein bisschen auf den andern Lanes zu spielen, denn dein cs/min sieht nicht schlecht aus allgemein.\nDaher versuche dich auf ner Lane und outfarme einfach alle Gegner.\nDamit kommst du auch gut an Items.\nSo hab ich es auch mit Morgana gemacht in der Mitte, einfach Gegner outfarmt und nach 10 min hatte ich einfach mehr Schaden weil mehr Gold weil mehr Gegenstände.\n\nDu kannst auch einfach den Chat ausserhalb des Bildschirmes ziehen, erspart Mute all.","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T20:33:15.290+0000","up_votes":1,"down_votes":1,"body":"Du wirst die Erfahrungen sammeln und im Gedächtnis behalten, die du zulässt.\n\nGehst du mit dieser negativen Einstellung in ein Spiel, wirst du darauf achten, was deine Teammates alles falsch machen.\nGehst du optimistischer ans Werk werden dir eher die positiven Aspekte auffallen.\n\nZu deinem Problem kann man nur sagen, **leade dein Team.**\nNein du sollst nicht carryn, das ist so gut wie unmöglich. Man kann nicht 1v5 gewinnen man braucht seine Teammember.\nDeswegen solltest du sie leaden. Sei der General auf dem Schlachtfeld der mit seinen Soldaten dem Gegner gegenübertritt. Gebe \"Befehle\", kritisiere und sei ein Vorbild!\nDabei solltest du jedoch auf deine Schreibweise achten. In deinem Kopf bist du der General und im Chat der Freund. Deine \"Befehle\" sollte Vorschläge sein, deine Kritik objektiv und imPlural verfasst und dein Handeln als Motivation dienen.","replies":[]},{"id":"","poster":"MrPopay","date":"2015-09-14T20:26:53.587+0000","up_votes":1,"down_votes":1,"body":"Ich weiss genau wie du dich fühlst...aber da kann man leider nix machen :D","replies":[]}]}