{"id":"eP9xW19E","poster":"404 Clone","date":"2015-09-14T17:36:25.402+0000","title":"Keine Lust mehr","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Hallo Community.\nIch wollte euch fragen ob ihr dass selbe auch habt wie Ich.\nIch hab keine lust mehr League of Legends zu spielen da ich in fast jedem Spiel einen Afkler oder einen Feeder habe. Im ranked oder normal. Deswegen hab ich cirka 2 monate keine rankeds gespielt. Ich bin grade in Bronze weil ich einfach nicht mehr daraus komme. Die gegner haben nie Afkler. Ich zock eher Aram was einigermasen spa&szlig; macht da nicht viele afkler sind. Auf normals und rankeds echt keinen Bock mehr ich hab diese Kack Wut so 4 monate in mich reingefressen und an manchen punkten emotional reagiert also kb mehr auf nix kb mehr auf freunde nix. Ich hasse dieses Spielgerade über alles. Könnt ihr mir irgentwie helfen?{{champion:32}}","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-14T17:53:06.529+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an, wenn du wirklich Hilfe willst, ja!\nDann kann ich dir nämlich sagen, dass du unter einem weit verbreiteten Phänomen namens selektiver Wahrnehmung leidest.\nDu hast, wenn du viele Rankeds/Normals gespielt hast, mit Sicherheit nicht häufiger Leaver als deine Gegner, wenn du nur 20 Spiele gemacht hast, kann es sein, dass du einfach Pech hattest, bei 100 wird es schon unwahrscheinlicher als ein Lottogewinn.\nEinzige andere Möglichkeit: Du bist ein übler Flamer der schlechte Laune verbreitet und damit der maßgebliche Grund für die Leaves ist.\nSollte das nicht der Fall sein, ist es zu 100% die selektive Wahrnehmung.\n\nJetzt zur Hilfe:\nDa wir nun wissen, dass es Quatsch ist, dass es an deinen Mates liegt, können wir an dem wahren Grund arbeiten.\nDu verlierst häufig, weil du nicht besser bist als die anderen Spieler auf deiner Elo. Das ist weder schlimm, noch unabänderlich, nur einsehen musst du es :). Danach kannst du dann entscheiden ob du das okay findest, oder ob du an Dir arbeiten willst um besser zu werden.\nSollte das der Fall sein, kann ich dir gerne dabei helfen deine Fehler zu analysieren, die Mühe will ich mir aber nicht machen, wenn ich nicht weiß ob du es annehmen willst, falls doch, mach ich es aber gern.","replies":[{"id":"","poster":"cristaldie","date":"2017-08-26T23:51:49.309+0000","up_votes":1,"down_votes":1,"body":"diese grede von man selbver ist doch langsam quatsch was is den das wenn man immer gut steht die mates 2/8 einen zu flamen da is man deiner meinung nach selber schuld ni die mates das is völlig sinnlos","replies":[{"id":"","poster":"Angel Ayume","date":"2017-08-27T01:54:52.932+0000","up_votes":2,"down_votes":0,"body":"Was holst du den Thread denn aus der Versenkung? Der Thread ist 2 Jahre alt xDDD \n\nAußerdem ist das was du gesagt hast völliger Quatsch.","replies":[]},{"id":"","poster":"zoriax","date":"2017-08-27T00:19:02.519+0000","up_votes":2,"down_votes":0,"body":"Falsch!!! Man ist für seine Elo Verantwortlich! Der Pool von Spielern ist in jeder Elo der selbe.  Um es runter zu brechen, Es gäbe nur 10 LOL -Spieler. Nach Jedem Spiel wird durchgemischt. Was galubst du an wem es liegt wenn Ein Spieler 10x im Gewinnerteam ist und ein anderer 10x im Verlierer-Team?\n\nEs gibt viele Möglichkeiten sein Spiel trotz \"guter\" Leistung zu verlieren. Manchmal ist es schwer das zu erkennen.\n\nAls AD Jungler kannst du dich Toll fühlen weil du 20-2 stehst und von Line zu Line rennst um zu helfen.\nKlar das ist gut ABER...\nDein Team bekommt keine KILLS. Weil Du sie dir holst\nDein Team bekommt keine Türme. Weil Du dir die Kills holst\nDer Gegner baut gegen dich. Weil Du gefeedet bist\nDer Gegner gewinnt. Weil Du deinen Vorteil nicht genutzt hast","replies":[]},{"id":"","poster":"eingew","date":"2017-08-27T10:26:59.735+0000","up_votes":1,"down_votes":0,"body":"Wenn man es mal Objektiv sieht beweist deine Aussage nur eines: Nämlich dass die KDA keine Garantie für den Sieg und damit auch keine adäquate Möglichkeit den Skill zu messen ist. Wer gewinnt, gewinnt und wer verliert verliert eben. Klar haben Leute die öfter gewinnen durchschnittlich auch eine bessere KDA - das bedeutet aber eben offensichtlich noch lange nicht, dass man damit automatisch immer gewinnt. Entsprechend gibt es noch andere Dinge die den Sieg beeinflussen, zum Beispiel, ob man der erste ist, der den gegnerischen Nexus zerstört.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2017-08-27T10:24:23.312+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=cristaldie,realm=EUW,application-id=KYnfKGf0,discussion-id=eP9xW19E,comment-id=00010000,timestamp=2017-08-26T23:51:49.309+0000)\n>\n> diese grede von man selbver ist doch langsam quatsch was is den das wenn man immer gut steht die mates 2/8 einen zu flamen da is man deiner meinung nach selber schuld ni die mates das is völlig sinnlos\n\nWenn du immer gut stehst, steigste auf, weil deine Winrate 50% übersteigen wird.\n\nDie Sache ist, du stehst nicht immer gut, tut niemand hier. Gilt genauso für die Leute, die meinen sie gewännen immer ihre Lane, so ein Mumpitz. Ingame sieht es doch oft genug so aus, dass komischerweise die angeblich gewonnnene Lane vom Gegner schon in die eigene Base drückt, der 3 6 4 Typ, den 1 7 3 Typ des feedens bezichtigt oder mal tatsächlich stomped, aber dann nur noch die Soloschiene fährt und das Game wegschmeißt. Ist auf jeden Fall öfter so als was anderes, wenn der blame dieser \"Gewinner\" anfängt.","replies":[]}]}]},{"id":"","poster":"404 Clone","date":"2015-09-14T18:57:15.114+0000","up_votes":1,"down_votes":0,"body":"Wenn das so ist Mugiwara n Luffy dann würde ich deine hilfe sehr gerne annehmen. Morgen beginnt die schule dass heißt ich werde so mehr lernen als sonst wegen den neuen themen in den fächern.  Deswegen spiele ich warscheinlich so 2 monate njr noch a, wochenenden also wenn du mir eine freundschaftsanfrage schickst und du mal on bist kannst du mir ja mal viel erklären","replies":[{"id":"","poster":"Der Großmugister","date":"2015-09-14T19:16:36.986+0000","up_votes":1,"down_votes":0,"body":"Anfrage ist raus, ist das denn dein Main Account?","replies":[]}]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T18:16:37.432+0000","up_votes":1,"down_votes":0,"body":"Ich spiele seit schon fast 6 Jahren LoL. In 2 dieser Jahre war ich Bronze und da ging es mir haargenau so wie dir.\nIch spielte besser als Bronze und kam auch nicht raus, weil immer ein AFKler/Feeder/Troller in meinem Team war. Vor jedem Spiel habe ich zum RITO-Gott gebetet, er solle mir ein gutes Team schenken.\n\n2 Jahre lang hatte ich diese Einstellung.\nBis mir jemand erklärt hat was CS ist und ich merkte, dass ich wirklich hier hingehöre und nicht besser als die ganzen AFKler/Feeder/Troller war. Nein, ich war sogar noch schlimmer. Meine Finger hielten nicht still, wenn jemand anderes etwas falsch machte.\n\nDas hat mein komplettes (Spiel-)Verhalten umgeworfen. Ich habe meine eigenen Fehler erkannt, sie ausgebessert, wurde besser, hatte mehr Spaß am Spielen und wurde am Ende der S3 Gold 1.\n\nKlar hatte ich in dieser Bronze-Zeit auch einige Pausen, aber seit dem ich da raus war nichtmehr.","replies":[]},{"id":"","poster":"Pure Cynicism","date":"2015-09-14T18:00:49.363+0000","up_votes":1,"down_votes":0,"body":"Mich nerven Afkler auch, wen denn nicht? Aber manchmal sind sie bei mir, und manchmal im gegnerischen Team. Da ich selbst das auch nicht beeinflussen kann, ärgere ich mich auch nicht wirklich darüber. Sind halt Widrigkeiten, mit denen man auf dem Weg zu einer höheren Elo zurechtkommen muss. Geht ja allen so.\nUnd Feeder - nun ja. Zunächst mal hat ja jeder mal ein schlechtes Spiel. Manchmal ist man aber auch nicht in der Lage zu carrien. Kürzlich hatte ich ein Match, bei dem ich im Midgame 13-0 stand. Ab diesem Zeitpunkt wurde alles nur noch schlechter. Die Gegner haben ein 10-30 Match am Ende noch locker gewonnen. Ich hätte meinen Feed besser einsetzen sollen. Die Leute wurden ständig alleine irgendwo gecatcht - wäre ich da bei ihnen gewesen, wäre das anders ausgegangen. Wer die Kills hat, hat auch die Verantwortung. Hätte ich im Midgame nur 3 Kills, unsere Tristana dafür statt 3 13 Kills gehabt, wäre es vielleicht anders ausgegangen.\n\nAm Ende muss man sich immer selbst an die Nase fassen. Wer in einer Spielphase so stark ist, dass er alle Gegner stompen kann, der muss das Team zum Sieg führen. Auch wenn sich das eigene Team ungeschickt anstellt. Das Gegnerteam hat sich ja auch ungeschickt angestellt, sonst hätte man nicht so viele Kills. Kann man nicht carrien, verliert man zu Recht.","replies":[]},{"id":"","poster":"harpyclaw","date":"2015-09-14T17:41:42.490+0000","up_votes":1,"down_votes":0,"body":"such dir ein team & spiel premades (ob normal oder ranked), dann gibts auch keine afkler\n\nansonsten nimm afkler & feeder hin, da ändert sich nix, solche spiele wirds immer geben, einfach runterschlucken & weitermachen, gib in jedem spiel dein bestes & versuch dich zu verbessern, unabhängig davon, wie die games laufen","replies":[]}]}