{"id":"YbmZqoNF","poster":"Hyprys","date":"2015-09-14T15:55:39.941+0000","title":"Team Aufbau Platin ++","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo Summoners!\r\n\r\nWir sind momentan darum bem&uuml;ht, einen aktiven League of Legends Squad ins Leben zu rufen. \r\nGesucht werden die Positionen Adc/Mid/Jungle/Top.  Im Optimalfall sollte sich der Jungler zutrauen, dass er bei uns die Ansagen macht. Nat&uuml;rlich solltest du f&uuml;r die gew&uuml;nschte Position ein relativ gro&szlig;en Championpool, sowie die passenden Runen besitzen. Au&szlig;erdem solltest du ein funktionierendes Headset haben, damit wir vern&uuml;nftig kommunizieren k&ouml;nnen.\r\nDu solltest nicht unter 18 Jahre alt sein(Ausnahmen best&auml;tigen die Regeln) und ein allgemein vern&uuml;nftiges und entspanntes Verhalten an den Tag legen. Auch wenn wir ein ernstes Team sein m&ouml;chten, so steht der Spielspa&szlig; doch immer im Vordergrund! \r\n\r\nGeplant ist, dass wir 2-3 mal die Woche feste Trainingszeiten haben, um dort effektiv Teamkombinationen und Taktiken einzustudieren. \r\nAu&szlig;erdem verstehen wir unter einem erfolgreichen Team, dass man nach jedem Spiel , egal ob Sieg oder Niederlage. konstruktiv das Vorgehen analysieren kann und die Fehler auf diese Weise St&uuml;ck f&uuml;r St&uuml;ck zu vermindern.  \r\nWir haben noch kein eingespieltes und etabliertes Team, weshalb jeder &quot;Neue&quot; bei uns die Chance hat, sich von Anfang an zu engagieren und mir dabei helfen kann, ein frischen Squad auf die Beine zu stellen. \r\n\r\nEin wenig zu Affinity Gaming selbst:\r\nWir sind eine relativ neue, deutschsprachige Gaming Community, die sich als Ziel setzt, in den n&auml;chsten Jahren zu den erfolgreichsten Deutschlands zu z&auml;hlen. Aktuell haben wir ein aktiven \r\nSmite-Squad, eine Minecraft Community im Aufbau und jede Menge aktive CS:GO Spieler. In naher Zukunft planen wir noch die Aufname eines HotS-Squad und nun eben auch ein LoL-Team. \r\nAuch wenn wir probieren einige Spiele zu integrieren, so ist es uns doch sehr wichtig, dass wir uns nicht zu einer gigantischen und un&uuml;bersichtlichen Community entwickeln. Eine gewisse Familiarit&auml;t ist f&uuml;r uns sehr wichtig! Bei uns soll man sich untereinander kennen, sich gut verstehen und locker miteinander umgehen k&ouml;nnen. Wir sind allgemein eine nette und aufgeschlossene Gemeinschaft, bei der man immer jemanden findet, mit dem man zocken oder quatschen kann. \r\n\r\nHast du also Interesse, beim Aufbau einer jungen Gaming Community von Anfang an dabei zu sein und scheust dabei keine Herausforderung? Dann bist du bei uns genau richtig!\r\n\r\nErreichen kannst du mich im LoL Client unter:\r\nHyprys","replies":[{"id":"","poster":"Hyprys","date":"2015-09-15T14:40:20.925+0000","up_votes":1,"down_votes":0,"body":"++","replies":[]}]}