{"id":"92nqt1WL","poster":"YunoHeart","date":"2015-09-14T15:05:09.729+0000","title":"OurLegends eröffnet Rankedteam","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Guten Tag Beschw&ouml;rer wir von OurLegends suchen noch ein Jungler, Support und einen Midlaner und einen Coach\r\nDer Jungler sollte mindestens Platin 1 sein, der Support und Midlaner mindestens Platin 5 offen bis jedem Rank nat&uuml;rlich.\r\nDer Coach braucht nicht unbedingt eine bestimmte Elo sollte aber viel game knowledge haben und am besten coachen k&ouml;nnen.\r\n\r\nZu uns: Ich bin der Patrick (crazzyzocker) bin Platin 5 und maine Toplane und spiele seit Season 2. Der ADC ist Lukas (Game0ver) ist momentan Diamant 5 und spielt auch seit Season 2.\r\nWir haben schon sehr viel Erfahrung mit Teamrankeds da wir schon in vielen waren und schon davor ein Team aufgebaut haben au&szlig;erdem haben wir bei vielen Turnieren mitgemacht z.b. den Tryforce cup.\r\n\r\nWas wir von euch &quot;verlangen&quot;: Wir m&ouml;chten gerne das die Spieler immer motiviert und mit vollem Ehrgeiz dabei sind da sonst die Leistung schlecht ist und das wollen wir nicht, au&szlig;erdem m&ouml;chten wir nicht das jemanden 24/7 Rumheult weil er z.B seine Lane verloren hat er soll weiter spielen und nicht sofort aufgeben au&szlig;erdem sollte man immer etwas sagen wenn etwas nicht passt z.B. die Stimmung im Team.\r\nDer Coach ist eine wichtige wenn nicht sogar **die** wichtigste rolle in einem Team deswegen sollte er immer 100% hinter dem Team. \r\nEr sollte am besten jedes spiel zuschauen und immer analysen abgeben und was man besser machen k&ouml;nnte. Er sollte den Spielern auch sagen was diese picken k&ouml;nnen bzw. sollten. Taktiken sollte das Team gemeinsam besprechen und diese &uuml;ben bevor man diese ausf&uuml;hrt z.B. in einem Tryout/Testteam\r\n\r\nZeiten und sonstigen Termine: Wir haben ungef&auml;hr Wochentags Zeit von 16-22 Uhr am Wochenende 13-23 Uhr.\r\nTrainingszeiten werden mit dem vollst&auml;ndigen Team besprochen wir m&ouml;chten auch versuchen fast jedes Wochenende an Turnieren teilzunehmen dar&uuml;ber hinaus setzen wir uns in Kontakt mit Scrim Partnern um gegen Teams zu spielen die etwas besser oder gleich gut sind wie unser Team damit wir uns konstant verbessern.\r\n\r\nWenn Interesse besteht added einfach mich und wir hoffentlich bald :)\r\nMFG OLGD crazyzocker","replies":[{"id":"","poster":"yaanho","date":"2015-09-14T17:07:35.710+0000","up_votes":1,"down_votes":0,"body":"Würde mich als Coach anbieten \nErfahrungen bis Dia 3+\nIngame melden iTyG YannkZz oder per Mail mcyanar@live.de","replies":[]}]}