{"id":"rR9BKtU2","poster":"Luke Ario","date":"2015-09-13T16:34:10.152+0000","title":"Zyra Patch?","subforum":"Champions & Gameplay","up_votes":9,"down_votes":3,"body":"Ich habe mir heute Zyra {{champion:143}} gekauft. Mir gef&auml;llt sie sehr aber ihre Skills haben alle Delay, sind langsam,... So ist ihr CC beim E sehr unzuverl&auml;ssig und all ihren skills kann sehr leicht ausgewichen werden. Man sieht sie praktisch **GARNICHT** in Runden. Ihr letztes Patch war in** v.3.13.** Sie passt gerade nicht in das Spiel weil ihr zu leicht ausgewichen werden kann. Das einzige, was sie hat ist Schaden, aber daf&uuml;r muss man erst treffen und als Lane Bully hat sie nicht genug Sustain. Ein CC und man ist so gut wie tot (Morgana :/) Dann wird ihre Passive aktiviert und man kann ihr so leicht ausweichen oder in den **3** sek Vorbereitung abhauen {{summoner:6}} . Ihre Pflanzen sind sehr hilfreich aber sind viel zu leicht umzelegen, gehen sogar sehr schnell von alleine ein. Darum schreibe ich diesen Post und bitte um ein kleines Patch f&uuml;r sie. Schaut euch bitte mal Zyras F&auml;hingkeiten an und sagt mir eure Meinung:","replies":[{"id":"","poster":"Tungsteel","date":"2015-09-20T07:50:30.373+0000","up_votes":3,"down_votes":0,"body":"Gerade den Delay auf den Fähigkeiten finde ich nicht schlecht. Wenn man Leute zum ersten mal Zyra spielen sieht, dann werfen die erst die Saat hin (da weiß man dann, dass man weggehen sollte, und werfen erst nachher die Fähigkeit darauf. Durch den Delay kann man aber das Umgekehrte machen. E, der Gegner wird festgehalten und man plaziert, während sich die Dornen bewegen, die Saat direkt neben den Gegner, wodurch man die Pflanze bekommt, und wirft dann das Q und die Saat darauf. Auch bei der Ulti muss man damit nicht vorher schon die Saat ausbringen, sondern hat durch den Delay ein bisschen Zeit dafür. \n\nIhr E finde ich sogar recht stark, weil es durch Minions durchgeht. Damit kann sich der Gegner nicht hinter seinen Vasallen verstecken. \n\nIch hab Zyra bisher nur als Support gespielt, aber wenn man die auf AP Support spielt, dann macht sie so viel Schaden. Als Items brauchst du unbedingt Liandrys. Die Attacken der Pflanzen aktivieren die Passive von Liandries, wodurch jede Attacke der Pflanze prozentualen Schaden macht. Vom Schaden und Poke her können die wenigsten Supports mit Zyra mithalten (Sona und Brand fallen mir so auf die Schnelle ein). Man ist allerdings sehr squishy, das heißt, man muss mit ihr wirklich sehr gut auf die Position achten. Weil du hier Morgana erwähnst: Während dein E durch Minions durchgeht, wird Morganas Q von Minions geblockt. Wenn du mit Zyra gegen Morgana spielst, solltest du auf dein Positioning achten, dann kann dich Morgana nie treffen. Da man sehr squishy ist, sollte man auch poken und Schaden raushauen, denn je schwächer der Gegner ist, umso unwahrscheinlicher ist es, dass er gegen dich all-in gehen wird, und wenn er es macht, dann stirbst du, aber dein ADC bekommt mindestens einen Kill.","replies":[{"id":"","poster":"Phridolin","date":"2015-09-24T12:15:07.052+0000","up_votes":1,"down_votes":0,"body":"Super Kommentar :)","replies":[]}]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-13T16:55:07.764+0000","up_votes":3,"down_votes":0,"body":"Damals war Zyra Support in der Meta.\nIch schätze Riot hat sich damit abgefunden und sie somit als Support belassen. Danach haben sie sie wohl \"vergessen\".","replies":[{"id":"","poster":"Phridolin","date":"2015-09-14T08:04:25.834+0000","up_votes":1,"down_votes":2,"body":"WAS?! Nein! Ivy my Love! :O \n\nIch hab sie früher S3/S4 auch mid gespielt! Man brauch halt Skill mit ihr grade wegen dem Delay. ;) Ihre Plants sollten vllt gebufft werden und vllt noch ihr MSpeed. Sonst ist sie doch super!","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T08:15:52.892+0000","up_votes":1,"down_votes":0,"body":"Sie hat einfach zu wenig Burst für die aktuelle Tankmeta. \nAuch werden hauptsächlich mobile Champions gespielt, was einem Full-Skillshot-Kit zur Last fällt. Bei den Plants stimme ich dir nicht zu. Eher sollte man ihre CDs um 5-10% verringern oder den Grundschaden und das Scaling um 5-10% erhöhen. Auch sollte sie, während sie Pflanzen auf dem Feld hat in einem bestimmten Radius mehr Movementspeed haben. Ein pflanzliches Wesen, das im eigenen \"Jungle\" nicht voran kommt, ist kein Champion.","replies":[{"id":"","poster":"Phridolin","date":"2015-09-15T04:17:25.158+0000","up_votes":1,"down_votes":0,"body":"Hmm und was ist mit Karma? Die hat, glaube ich, den gleichem MovementSpeed wie Zyra und kommt doch auch zurecht. Gut sie hat halt nen Speed-Buff... da finde ich deine Idee mit den Pflanzen gut, würde es aber noch ein wenig abändern und ihr einen kurzfristigen MSpeed geben, wenn sie eine Pflanze spamt. Ich glaube du hast mich mit den Pflanzen falsch verstanden. Ich meinte genau DAS mit einem Buff, was du veräußerst hast. Mit MSpeed meinte ich einfach nen MovementSpeed für Zyra.\n\nEdit: Was mir grade kommt: Kennst du die Zergs von Starcraft? Man könnte ja ihre Samen so umwandeln, dass sie für einige Minuten \"konstant\" sind und unsichtbar. In einem gewissen Radius ensteht dann eine Verwurzelung/Wucherung in der sie einen MovemntSpeed-Buff und einen geringen HP-Reg-Buff bekommt.  :) Finde die Idee hat was spezielles und passt gut in die Richtung in die sich LoL immer mehr bewegt.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-15T08:47:20.970+0000","up_votes":1,"down_votes":0,"body":"> dass sie für einige Minuten \"konstant\" sind und unsichtbar.\n\nDas wirft dann aber das Problem mit den Pflanzenspawn. Wenn die Samen Minutenlang halten würden, 100 Pflanzen incomming.\nZwar könne man sagen, während sie unsichtbar sind kann man sie nicht aktivieren, aber dann muss Zyra minutenlang auf Pflanzen warten und eine Pflanze richtet sich gegen Sonne und streckt sich empor. Diesbezüglich passt die Unsichtbarkeit nicht ganz.\n\nAuch ist die Verwurzelung Problematisch. In LoL gibt es noch keinen Spell, der einen Bereich schafft, der über längere Zeit bestehen bleibt.","replies":[{"id":"","poster":"Phridolin","date":"2015-09-15T15:18:28.636+0000","up_votes":1,"down_votes":0,"body":"Genau das soll ja auch neu sein. Kann sie ja schon mal den Weg ebnen für das was noch kommen mag.\n\nZum dem Thema mit den Samen: Nein, das schließt sich nicht aus. Es gibt da einige Möglichkeiten und werde gern mal zwei nennen. \n\n1. Sie kann nur eine begrenzte Anzahl von Pflanzen spawnen lassen, wenn die erste kaputt ist, kann man ne neue setzen usw.\n\n2. Pflanzen leben nur in einem direkten Radius um Zyra. Sonst gibts welkes Obst. \n\nBei beiden ist zu beachten, dass die Pflanzen selbstverständlich nicht bis anno domini \"leben\" sondern natürlich ne viel kürzerer Zeit aktiv sind als die Samen. Die Samen werden übrigens nur durch Pinks/ Buff aufgedeckt, werden sonst nicht sichtbar.\n\nEdit: Warst nicht du derjenige der neue Änderungen und Ideen so stark begrüßt? Warum dann nicht ein Sprung ins kalte Wasser? ;)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-15T15:33:31.754+0000","up_votes":1,"down_votes":0,"body":">Genau das soll ja auch neu sein. Kann sie ja schon mal den Weg ebnen für das was noch kommen mag.\n\nDas ist ja das Problem. Man kann keine 1-2 Minuten in die Zukunft sehen. Platziert Zyra ihre Samen nur 10 Teemolängen falsch, dann hat sie im Fight nur drei Spells mit hoher CD. Ihr fortwährender Schaden kommt von den Pflanzen.\n\n>Pflanzen leben nur in einem direkten Radius im Zyra. Sonst gibts welkes Obst. \n\nBedeutet für mich, dass Zyra sich nie backporten darf. Außer sie würden wieder zum Leben erwachen, wenn Zyra wieder kommt. Was aber recht unnatürlich ist.","replies":[{"id":"","poster":"Phridolin","date":"2015-09-16T17:22:14.085+0000","up_votes":1,"down_votes":0,"body":"> Bedeutet für mich, dass Zyra sich nie backporten darf. Außer sie würden wieder zum Leben erwachen, wenn Zyra wieder kommt. Was aber recht unnatürlich ist. \n\nWarum wäre das unnatürlich? Ich denke da an Poison Ivy, die kann/konnte auch Pflanzen wieder \"zum Leben erwecken\" ;)\n\n>  dann hat sie im Fight nur drei Spells mit hoher CD\n\nCD der Skill senken? und außerdem gibts doch genug cd-reduction items ","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-16T17:24:25.935+0000","up_votes":1,"down_votes":0,"body":"Naja, ein und die selbe Pflanze stirbt und wiederbelebt sich nicht fortwährend.","replies":[{"id":"","poster":"Phridolin","date":"2015-09-16T17:32:47.236+0000","up_votes":1,"down_votes":0,"body":"Einmal sollte/könnte aber schon drin sein ;)\n\nAußerdem ist sie ja die \"Gebieterin der Dornen\"!","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Nuix","date":"2015-09-18T10:14:18.603+0000","up_votes":2,"down_votes":1,"body":"Sie hat einige Nerfs erhalten, wodurch sie deutlich an Stärke verloren hat. Langsamere Skillshots, stark verschmälerte Passiv, weniger Pflanzenschaden, etc. Jetzt gibt es eben andere Champs, die besser sind (Point&Click) und sie wird nicht mehr gespielt. Schade :(","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-09-13T20:02:23.621+0000","up_votes":2,"down_votes":1,"body":"So ein bisschen kommts mir schon hoch wenn man das immer wieder liest: \n> Sie passt gerade nicht in das Spiel weil ihr zu leicht ausgewichen werden kann.\n\nDas hat sie nicht davon abgehalten in Season 3 Top Tier Support zu sein und auch die +25 MS für alle Champs die ihr ja so schlecht getan haben sollen, waren noch davor!\nWie auch immer, sie wird warscheinlich im nächsten Patch dabei sein, so wie LeeerZeichen schon geschrieben hat, wird die AI ihrer Pflanzen verändert so das man besser steuern kann wen sie angreifen.","replies":[{"id":"","poster":"Luke Ario","date":"2015-09-13T22:09:14.246+0000","up_votes":2,"down_votes":2,"body":"25 MS hin oder her, man kann einfach sagen, dass Zyra überarbeitet werden muss. Sonst würde man sie ja auch mal sehen.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-09-13T22:36:08.795+0000","up_votes":2,"down_votes":1,"body":"Ich kann nur immer wieder sagen: ob ein Champ gespielt wird oder nicht ist ein ziemlich bescheidener Grund an dem Champ etwas zu machen. Nicht das Riot das nicht ab und zu tun würde aber in der Regel folgt dann auch relativ schnell wieder ein Nerf, weil so so viele Spieler mMn ziemlich dumm sind.\nWurde generf - spiel ich nicht mehr! Wurde gebufft - spiel ich! Hab ich grad in irgendeinem Spream gesehen - spiel ich! Hab ich lange nirgends mehr gesehen - muss also viel zu schwach sein - spiel ich definitiv auch nicht!!","replies":[{"id":"","poster":"Luke Ario","date":"2015-09-14T05:00:05.686+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=Wj1wcocU,discussion-id=rR9BKtU2,comment-id=000300000000,timestamp=2015-09-13T22:36:08.795+0000)\n>\n>  weil so so viele Spieler mMn ziemlich dumm sind.\n\nDas heißt du beherscht sie? Wie wärs, wenn du für mich und andere dann ein Tutorial machst?","replies":[{"id":"","poster":"LFD Peiro","date":"2015-09-14T11:22:13.187+0000","up_votes":1,"down_votes":0,"body":"hab ich","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-09-14T08:22:30.259+0000","up_votes":2,"down_votes":1,"body":"Lies nochmal gnauer...\n\nEdit: Abgesehen davon kannst du dir wenn dus brauchst auch ein Tutorial aus Season 3 anschauen, so viel hat sich an ihrer Spielweise seit dem nicht geändert.","replies":[]}]}]}]}]},{"id":"","poster":"Mariju Janna","date":"2015-09-13T16:44:13.447+0000","up_votes":2,"down_votes":1,"body":"Stimme dir zu sie ist stark aber ein kleiner buff könnte ihr nicht schaden. Finde das man echt ihre E etwas schneller machen könnte von der projektilgeschwindigkeit her. Und evtl nen kleinen movementspeed buff k.a 5 ms mehr würde sie nicht op machen da sie ja eh keinen escape hat. Das wär so meine idee ich hab halt auch schon recht viel erfahrung mit ihr.","replies":[]},{"id":"","poster":"Drijaka","date":"2016-01-16T20:43:53.594+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein Zyra Main Spieler in der Mitte und ich kann mich mit ihr gerade noch so im Spielverlauf mit Positiven KD's über Wasser halten. Das liegt eben an den ganzen Verzögerungen in den Fähigkeiten. Wenn man diese Verzögerungen heraus nehmen würde dann könnte man sie wieder sehr gut spielen. Und bei der Passiven würde ich sagen das es reicht wenn man den Dorn der geschossen wird um einiges schneller macht, der Rest könnte so bleiben. Von der Q würde ich die Verzögerung verkürzen. Die Pflanzen sollten statt 10, 15 Sekunden halten und 5 Lebensbalken haben statt 3. Ihre e sollte einfach schneller gemacht werden. Ihre Ulti finde ich ok so wie sie ist. Klar viele meckern das die Betäubung zu kurz anhält aber ich sage da, man kann 5 auf einmal hochwerfen, der Schaden ist vollkommen ok, die Pflanzen werden geheilt und die Zeit zurück gesetzt und greifen um 50% schneller an. Dazu ist die Fläche in der die Ulti wirkt riesig. Das leben von ihr kann auch so bleiben. Ich finde man sollte sie jetzt nicht so Stark machen das man sie nur im Gegnerteam sieht und das Spiel verlässt, so wie bei anderen Champs {{champion:114}} {{champion:122}} . Ich finde es wichtig das sie weiterhin ein Champ bleibt für den man immer noch was können muss und nicht mit ihr zum ersten mal ins Spiel geht und 30/0/0 verlässt.","replies":[]},{"id":"","poster":"LFD Peiro","date":"2015-09-14T11:21:36.506+0000","up_votes":3,"down_votes":3,"body":"Ihr habt doch alle echt keine Ahnung ich Maine Zyra seit sie raus is und hab sicher über 1000 Games mit ihr sie is gut wie sie ist und nur weil Champs ne niedrige Spiele rate haben müssen sie ned alle gereworked werden hat bei vielen nix gebracht oder wie oft seht ihr Twitch Cassio Sion Heimer usw. noch in euren games. Lasst denn Leuten mal ihre Champs . Anstatt immer ein Reworke zu fordern sie dann 2 mal Spielen und wieder weg werfen .","replies":[]},{"id":"","poster":"Leeerzeichen","date":"2015-09-13T18:53:22.719+0000","up_votes":2,"down_votes":2,"body":"Zyra's plant AI has been imprived and they should now be much more reliable when targeting enemies. Check this post for more information.","replies":[]}]}