{"id":"mocx1V83","poster":"Kata Ga Kill","date":"2015-09-13T14:30:32.988+0000","title":"Shyvana Main Build","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\r\nich wollte f&uuml;r {{champion:102}} meinen Hauptbuild fertig bauen allerdings bin ich hin und her gerissen durch die vielen Tank Items bzw. durch die neuen Bruiser Items und weis nicht sorecht wie mein Standard Build ausehen sollte.\r\n\r\nDas ist bisher Main Build:\r\n{{item:1001}} {{item:3153}} {{item:3065}} {{item:3143}} \r\n\r\nF&uuml;r die letzten 2 Slots weis ich nicht was ich reinpacken soll bzw. mehr Sinn macht bei Shyvana um das best m&ouml;glichste Potential aus Ihr raus zu holen.\r\n_Desweiteren bitte keine Kommentare von &quot;dein Build muss immer anders sein angepasst der Situation&quot;, das ist mir klar und das will ich nicht in Erfahrung bringen._\r\n\r\nDas hier sind die Optionen die Offen sind und ich bitte um detailierte Begr&uuml;ndungen und erkl&auml;rungen welche 2 Items am besten sind noch f&uuml;r Shyvana zB. auch in Ansicht auf Fulltank Build oder Juggernaut Items etc.\r\n\r\nW&uuml;rde entweder 2 weitere R&uuml;si und Resi nehmen damits symmetrisch ist oder keins von denen und auf Juggernaut zur&uuml;ckgreifen wegen Shyvanas Passiven.\r\n{{item:3742}} Ziemlich gute Werte und klingt gut f&uuml;r Bruiser oder?\r\n{{item:3068}} Geringere Werte als Panzer aber Passive Pflicht bei Shyvana potential zu maximieren?\r\n{{item:3102}} Das Gegenpart f&uuml;r MR um das ganze zu Symmetrisch zu den 2 Armors oben zu halten.\r\n\r\nOder w&uuml;rde halt eins von den 3 und Frosthammer nehmen.\r\n{{item:3053}} {{item:3071}} {{item:3748}} Welches von denen w&uuml;rde wenn Shyvana mehr Potential geben?\r\n{{item:3022}} Finde die sehr Gut mit Ohnehin viel Angrifftempo entkommt kein Gegner mehr und die HP unterst&uuml;tzt Shyvanas Passive\r\n\r\nW&uuml;rde mich um eure Ratschl&auml;ge freuen.","replies":[{"id":"","poster":"SuperplexP","date":"2015-09-14T10:17:35.895+0000","up_votes":1,"down_votes":0,"body":"Momentan ist Dead Men´s Plate das mit Abstand beste Rüstungsitem für Shyvana.\n\nGenerell würde ich das in etwa wie folgt machen:\n\nBoots:\n{{item:3111}}  oder {{item:3047}}  (sollte klar sein wieso, hier aufgrund der Kiteanfälligkeit von Shyvana eher die Mercurys)\n\nOffensiv:\n{{item:3153}}  ist eine schöne Wahl gegen sehr hohe HP-Werte oder gegen sehr mobile Carrys\n{{item:3074}}  sollte man echt nicht unterschätzen, da Shyvana enorm gut mit reinem AD skaliert\n\nHalboffensiv:\n{{item:3053}}  vor allem gegen Teams mit sehr hohem Burst enorm stark, das doppelte Leben (Basestats plus Schild) wird durch Shyvanas passive noch  besser\n{{item:3748}}  grade im Lategame kommen hier enorme Schadenswerte zusammen, kombiniert mit Leben wird das Item echt gut\n{{item:3022}}  Schaden, Leben und zusätzliche CC, die Shyvana gut gebrauchen kann\n{{item:3091}}  sollte hier ebenfalls erwähnt werden, wenn man Jungle Shyvana mit Devourer spielt\n\nDefensiv:\n\nRüstung:\n{{item:3742}}  nach dem Nerf von Randuins und Frozen Heart auf allen Champions die mit AD skalieren enorm geil und das zusätzliche Bewegungstempo ist das Sahnehäubchen für Shyvana\n{{item:3143}}  vor allem gegen ADCs aufgrund des verringerten kritischen Schadens gut, aber nicht mehr so gut wie vorher\n{{item:3068}}  Rüstung, Leben und vor allem zusätzlichn Schaden, grade bei einem Earlylead oder gegen eine offensive Lane statt Blade (Blade dann halt später) sehr gut\n\nMagieresistenz:\n{{item:3102}}  für Shyvana besser als Geistessicht, außer Shyvana hat mehr Lifeleech als Blade\n{{item:3065}}  die Abklingzeitverringerung ist ein Plus, die Passive kommt Shyvana aber eher selten zugute\n\nLeben:\n{{item:3083}}  mMn extrem gut auf Shyvana, durch ihre eigenen Resistenzwerte und besser als ein drittes Resistenzitem, wenn man schon zwei hat","replies":[{"id":"","poster":"Kata Ga Kill","date":"2015-09-14T13:40:50.508+0000","up_votes":1,"down_votes":0,"body":"Aber für welche sollt ich mich nun entscheiden als Standard Build?","replies":[{"id":"","poster":"SuperplexP","date":"2015-09-14T19:28:56.378+0000","up_votes":1,"down_votes":0,"body":"In einem ausgeglichenem Game mit Standardlanes\n(also du bist nicht weder der einzige Tank noch der einzige der Schadenspotential hat und die Gegner haben sowohl physischen als auch magischen Schaden\nsähe ein Lategambuild so aus:\n\nBoots (Mercurys sind außer gegen viele AD-ler oder ein Team ohne CC immer besser)\nBlade\nSteraks\nDead Men´s Plate\nBanshees\nWarmogs\n\nMit Blade first (oder Dead Men´s Plate/ Banshees Voritem wenn du Tankyness brauchst) danach Plate/Banshees je nach Lanegegner, gefolgt von Steraks, dem anderen Def-Item und Warmogs.\n\nAber den perfekten Itembuild gibt es nicht. In jedem Game sind andere Items besser und jeder Spieler hat eigene Präferenzen. Genausogut könntest du nach dem perfekten Champion fragen.","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-14T14:45:28.744+0000","up_votes":1,"down_votes":0,"body":"Standardbuilds gibt es nie. In jedem guten Guide findest du immer einen Itempool, da nicht jedes Item in jedes Spiel passt.","replies":[]}]}]}]}