{"id":"tMH5OglZ","poster":"IonizedPope","date":"2015-09-13T10:24:43.003+0000","title":"Concerning Wolrd Championship 2015 venues and ticket vending practices","subforum":"Esports","up_votes":1,"down_votes":1,"body":"**Dear Riot,**\r\n\r\nI&#039;d like to give feedback on your ticket sales for the 2015 World Championship Finals in berlin.\r\n**TL;DR:\r\n1.) Choose bigger venues\r\n2.) Learn from ticket vending practices of olympic games and various sports chamionships**\r\n\r\nStarting off, let me ensure you that I&#039;m a huge fan of League Of Legends, I&#039;ve attended several events at Gamescom and the AllStar Invitational in Paris last year and have been playing League since 2010 now, still favouring it over all the other MOBAs though trying many of them (Heroes of the Storm, Dota 2, Dawnguard etc).\r\n\r\nBut, there seems to be a tremendous misplanning on your side regarding the oncoming World Chamionship Finals event in Berlin, which results in a serious fanservice letdown.\r\n\r\nSince you moved your LCS EU Studios to Berlin from Cologne, I reckon you&#039;re aware of the huge fanbase the european LCS has by now and each event fuels the passion of those eagerly warching the Pro Players competing every week.\r\nHowever, your choice of venues for the World Championships this year I cannot fully comprehend. \r\n\r\nLe Dock Pullman seems to be offering approximately 3.000 seats, the Brussels Expo Auditorium a mere 2.000 seats and the SSE Arena Wembley apparently less than 13.000 seats. The former O2 arena, now known as the Mercedes-Benz-Arena, offers less than 17.000 seats when fully packed. \r\nWhat I&rsquo;m trying to say is, that for an e-sports league that has a consistent audience of several hundreds of thousands, if not millions of viewers per week and europe being on of your key areas with League Of Legends, you&rsquo;re hosting one of the biggest events in E-Sports history with matches and events all over europe, but without the proper venues to really top it off, escpecially concerning the finals.\r\n\r\nThis I can only consider as poor fan service, because without doing much math, this kind of event, a world chamionship final of an E-Sport Game being played by many many millions of people all over Europe, could fill the biggest concert, sports and event locations exceeding the Mercedes-Benz-Arena by far.\r\n\r\nOne thing I need to add is your practice of ticket vending.\r\nThis year, though being 3 people at both vending dates in July and August on the eventim as well as Mercedes-Benz-Arena website PLUS calling in on the ticket hotline at the same time, we were not able to get a single ticket, though resellers got their tickets at 4 times the price online only minutes after the official ticket release.\r\n\r\nOf course, the ticket contingent is limited, but why not learn from other big events such as European Chamionships in Soccer or Olympic Games? When purchasing tickets for an event like those, you basically enter a lottery for tickets, paying for them in advance and getting the cash back if you&#039;re not being chosen for tickets.\r\n\r\nThe funny thing is, I attended both European and World Chamionships in Sports as well as Olympic Games, and even though it&#039;s a lottery, I favour this practice over having to be online at a certain time, seeing the eventim website explode, only to have reseller tickets popping up just minutes after the whole hiatus.\r\n\r\nWithout being too negative, I wanted to let you know that, as a fan, I am deeply disappointed, but am of course looking forward to watching the best of the best in an outstanding event.\r\n\r\nAlso, keep up the good work, I am sincerely looking forward to watching and playing league for many decades to come.\r\nI hope my humble opinion can influence the way you approach future events and send my best regards,\r\nFlorian","replies":[]}