{"id":"2yesdEKb","poster":"Ikaseus","date":"2019-03-31T18:41:51.452+0000","title":"Ideen, keine ausgearbeiteten Konzepte für neue Taric Skins","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Ich habe mir ein paar Gedanken gemacht und bin zum Entschluss gekommen das Taric mal einen neuen Skin benötigt. \r\nNeben den bekannten Skin Universen, wie Star Guardian und Pool Party habe ich ein paar Ideen zu komplett neuen Universen. \r\nDabei schmücke ich die meisten Ideen aber nur sehr grob aus.\r\n\r\n1. Cyborg Taric: Rechte oder linke Gesichtshälfte ist eine Art Maschine, während die linke noch menschlich ist. Hat einen Maschinenarm. Zu wie viel Taric letztendlich aus Maschine und menschlichem Anteil besteht kann ganz flexibel sein und ist erstmal nicht so wichtig. Entscheidend ist nur das er eine Gesichtshälfte nicht menschlich haben soll, ein grünes, rotes, blaues oder gelbes leuchtendes Auge soll die nicht menschliche Gesichtshälfte schmücken. \r\nDie künstlichen Metallstücke können auch Muster und mehrere Farben aufweisen. Ich persönlich bevorzuge die Farbstufen schwarz, weiß, grau, evtl. blau oder rot noch. \r\nKleidungstechnisch soll Taric neuzeitliche Kleidung tragen, die zu einem Cyborg passt.\r\nDie Q, ist der Heal von Taric, dies könnte zum Beispiel elektrische  Funken erzeugen. (So dass es aussieht das seine Maschinenanteil mit elektrischer Energie wieder aufgeladen wird.)\r\nDie W ist der Schild. Ein passendes Schild zu seinem Äußeren.\r\nDer E Spell stunned die Gegner.  Man könnte das auch wie einen kleinen elektrischen Strahl darstellen. \r\nDie R ist die Ult die Unverwundbarkeit verursacht. Dort könnte man dann ähnlich wie bei der Q elektrische Funken die Wellenartig zu Taric strömen darstellen, dies wären dann die ersten 2,5 Sekunden die nach der Aktivierung vergangen sind .  Wenn die Funken bei Taric nach 2,5 Sekunden angekommen sind setzt die Unverwundbarkeit ein und die elektrische Energie strahlt weitere 2,5 Sekunden um Taric. \r\n \r\n2. Kleriker oder Inquisitor Taric: Da beziehe ich mich auf Rollenspielebene, Tote vertreiben etc. Taric hat einen Streitkolben passt also perfekt. \r\nEtwas ritterliche Rüstung, die  weiß oder Silber ist. Der Heal könnte ja auch weiß leuchten anstatt grün.\r\n\r\n3. Seelenstein Taric: Er könnte einen türkisen oder grünen Stein an seiner Brust haben und zur Reihe von dem Seelenstehler Vladimir gehören.\r\n\r\n4. Bodyguard Taric: Taric ist der Aspekt des Beschützer da passt das denke ich, wie der dann genau aussehen soll weiß ich allerdings nicht evtl. schwarzer Anzug.\r\n\r\n5. Juwelenkönig Taric: Taric redet ja nur über Edelsteine da passt das sehr gut. Er könnte eine mit Edelsteinen bestückte Krone haben, mehrere Edelsteinringe an den Händen und ein Edelsteinzepter in der Hand. Zu guter Letzt könnte man ihm noch ein königliches Gewand geben typischer weise in der Farbe rot.\r\n\r\nDas wären meine fünf Ideen zu möglichen Taric Skins. \r\nVielleicht hat ja noch jemand anders einige andere Ideen.","replies":[{"id":"","poster":"Schlosspanther","date":"2019-04-03T07:10:06.744+0000","up_votes":1,"down_votes":2,"body":"Warum so viele Taricskins? Ich mag den Champ nicht und verstehe nicht warum der so viele Skins kriegen soll. Aurelion Sol hat nur 2 und ist echt zu designen. {{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Ikaseus","date":"2019-04-03T09:18:19.211+0000","up_votes":2,"down_votes":0,"body":"Nur weil du Taric nicht magst heißt das nicht das ich ihn auch nicht mag. \nAußerdem sind das Ideen für neue Skins, da ich die ganzen Lux Skins schon nicht mehr sehen kann. \n\"Aurelion Sol hat aber nur zwei Skins\". Schön mag sein, aber Taric ist viel älter als Aurelion Sol. \n\nTarics Release Datum ist der 19. Aug. 2009 und gereworked wurde Taric Anfang 2016.\nAurelion Sols Release Datum ist der 24. Mär. 2016. So und nun vergleich mal die Skins.\nAurelion hat seit seinem Release vor drei Jahren bereits zwei Skins bekommen. \nTaric der schon seit fast zehn Jahren dabei ist hat dagegen nur vier Skins erhalten.\nWenn man das ganze von seinem Rework aus betrachtet, kann man feststellen, das der Poolparty Skin von Taric der letzte erschienene Taric Skin gewesen ist und der liegt bereits auch drei Jahre zurück. \n\nWeist du was mich am meisten an Leuten wie dich stört,  dass sie Sachen schlecht reden nur weil sie die Champs nicht spielen. \nUnd zum krönenden Abschluss schlagen sie noch etwas anderes vor was sie viel lieber hätten, aber nicht einmal gespielt haben.\nSo Leute wie du, ihr seid einfach die Besten. \n\n\nWas meinst du eigentlich mit \" und ist echt zu designen\" ?","replies":[]}]}]}