{"id":"X7XA1pFE","poster":"Untitlêd","date":"2015-09-12T17:10:15.407+0000","title":"Diamond 2 ;Midlaner sucht SERIOUS team!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\n\nIch hei&szlig;e Daniel, suche ein SERIOUS Ranked Team mit viel Zeit und motivation. Ich spiele seit Season 2 Nur mitte, kann Ziemlich alles auf normalem Niveau spielen, passe mich aber der Meta an bzw an W&uuml;nsche. Ich mag zwar viele Katarina games gespielt haben , aber ich hab schon seit L&Auml;NGERER Zeit aufgeh&ouml;rt sie zu spielen, sie wurde nach der Zeit teilst einfach Zerst&ouml;rt, und man konnte sie nicht spielen. Wie auch immer, ich will bitte Keine 4 Real life Freunde, und ich bitte auch dadrum Aktiv zu sein, 4-5 Trainingstage in der Woche oder mind 3 sollten Schon drinne sein.\nAu&szlig;erdem W&uuml;rde ein Coach oder Analyst nicht schaden, und Member, die auch mit der Kritik umgehen k&ouml;nnen und nicht Diskutieren.\n\nMein Ingame verhalten:\n\nIch bin nicht der gemachte Stimmungsmacher, ich mache meine Calls, (SS, Wichtige Items die ich habe, etc.) Ich lache lieber mit anstatt andere zum Lachen zu bringen ^^. Somit bin ich auch nicht der perfekte Shotcaller, ich w&uuml;rde auch nur ungern Verantwortung &uuml;bernehmen, aber wenn es sein MUSS, kann ich es trotzdem &uuml;ben Bzw. Versuchen\n\nAktivit&auml;t / Flexibilit&auml;t:\n\nIch bin aktuell am bein Verletzt, wodurch ich teilweise nur Zuhause bleiben kann, das hei&szlig;t ich habe fast immer Zeit, solang ich keine Schule habe.\n\nErwartungen / Ziele:\n\nSelbst verst&auml;ndlich sind Ziele hoch, Offline Turniere etc. W&auml;ren nicht schlecht, aber das erst nach einer langen Zeit &uuml;bung.\n\nSpielweise:\n\nSpiele sehr agressiv auf der Lane, Bzw h&auml;ngt auch vom Matchup ab. Ich roame mit bestimmten Champs sehr gerne, mit manchen aber auch nicht :)! (Mit Kata z.B. Gerne, Mit cassio nicht ( Ich habs noch nicht so richtig mit der Positioning und Skillshots))\n\nElo:\n\nBefinde mich grade Diamond 2\n\n\nVerhalten/Alter:\n\nBin 15 , wei&szlig; mich aber zu benehmen.\n\n\n\n\nF&uuml;r mehr fragen oder einem Gespr&auml;ch einfach ingame Adden: BreeZe Kerox\n\nich freu mich auf anfragen.","replies":[{"id":"","poster":"Xyre","date":"2015-09-12T17:17:23.202+0000","up_votes":1,"down_votes":0,"body":"also ich muss sagen mit 15 jahren schon Dia. 2 zu sein zeugt von Spielverständnis! Wenn du so weiter machst kannst du bestimmt einiges erreichen! \n\nMfg BackFIips :^)","replies":[{"id":"","poster":"Untitlêd","date":"2015-09-12T18:33:03.757+0000","up_votes":1,"down_votes":0,"body":"Danke ^^.","replies":[]}]}]}