{"id":"NHtinPmP","poster":"JonnyBy","date":"2015-09-11T17:21:35.121+0000","title":"Teamaufbau Ab Dia 2 // Gesucht wird Ad/Jgl/Mid","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Tach zusammen ! Ich und ein Kumpel ( Dia1/master ) wollen ein rankedteam aufmachen! \r\nGesucht wird :\r\n- Top (besetzt mit Master ) \r\n- Jgl =??==??==??==\r\n-Mid =??==??==??==\r\n-Ad =??==??==??==\r\n-Support Ich Dia 1-3 auf und ab ^^ \r\n\r\nAlso erf&uuml;llen m&uuml;sst ihr! :___:  \r\nElo min dia 2\r\n3x oder mehr die woche train !\r\nAm Wochenende ggf Cups\r\nTeamerfahrung\r\nLOCKER DRAURF----REIF\r\nund focus schell Dia/master rush zu machen im 5v5\r\n\r\nAlso wenn ihr lust habt Add mich HKn iJonny","replies":[{"id":"","poster":"Lissandragon","date":"2015-09-16T14:48:36.732+0000","up_votes":1,"down_votes":0,"body":"Hi,\nich heiße Johannes, bin 17 Jahre alt und möchte mich gerne als Mid-Laner bei euch bewerben.\nIch spiele schon seit über 3 Jahren LoL, bin sehr zuverlässig und möchte gerne etwas mit einem Team erreichen. Ich bewerbe mich hier, da ich es nach 2 Monaten aufgegeben habe selber ein Tean zu leiten. Deshalb besitze ich aber eine Menge Erfahrung was das Spielen im Team angeht.\nIch befinde mich gerade in Dia 5, da dies nicht dem gewünschten Elo entspricht habe ich Verständnis dafür, wenn ihr mit keine Antwort gebt. Falls ihr aber noch einen Mid-Laner sucht und es mit mir versuchen wollt, würde ich mich sehr darüber freuen, mein Können in einem Tryout-Game zu zeigen.\nMeine Main-Champions sind: Lux, Ekko, Varus, Orianna und Lulu. Ich kann auch noch ein paar andere Champions spielen, die muss ich aber erst wieder üben. \n\nLG ToastBroter","replies":[]},{"id":"","poster":"DIG mrwuggel","date":"2015-09-13T22:50:06.365+0000","up_votes":1,"down_votes":0,"body":"Hey mein Name ist Oliver und ich bin 18 Jahre alt.\nAls erstes möchte ich einen Negativen Punkt ansprechen. Normalerweise spiele ich nur auf Dia IV (höhste Elo Dia II) Niveau und kann daher nicht euren Anforderungen entsprechen :(, aber Vllt. können wir darüber reden. \nJetzt erstmal zu meinen Positiven Punkten. Ich spiele LoL schon seit Season 1 und habe Season 3 meine Vorliebe für die marksman Rolle entdeckt. Ich habe auf meinen main acc über 7000 games und habe schon in ein paar kleinen Teams gespielt. Außerdem habe ich die ganze Woche Zeit für das Rankedteam  und bin Motiviert zu climben und besser zu werden. Über mich selber würde ich noch sagen das ich eher ein ruhiger und freundlicher Typ bin.\nMfg Oliver / I Have High IQ","replies":[]}]}