{"id":"sciyHj5Q","poster":"404 Clone","date":"2015-09-11T16:46:45.240+0000","title":"Akali","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo Beschw&ouml;rer!\r\nIch habe mir heute Akali gekauft und schon ein par Bot Games gemacht um Akali zu testen.\r\nIch habe mir schon Guides &uuml;ber das Item Build und die Masteries und Runen angekuckt. Nun br&auml;uchte ich ein paar Tipps und Tricks von euch.\r\nZum Beispiel ist sie eher im Lategame gut. Wie verhalte ich mich in der laningphase gegen einen ranged gegner usw. Danke im vorraus!","replies":[{"id":"","poster":"Hamrio","date":"2015-09-11T16:50:17.564+0000","up_votes":1,"down_votes":1,"body":"akali ist auf der lane pre 6 wie mein mathe lehrer gerne sagt: Müll. im early game kann sie fast nichts erreichen da sie nur 2 dmg spells hat wo von einer melee range hat und der andere einen etwas hohen cd hat. ab stufe 6 machst du guten schaden und kannst gut roamen wenn es auf der lane nicht gans so gut läuft und du dir ein paar kills absnacken willst.\nearlygame healpots ohne die schaffst du es nicht","replies":[{"id":"","poster":"Maexle","date":"2015-09-11T16:52:32.844+0000","up_votes":5,"down_votes":0,"body":"Sagt das dein Mathelehrer zu dir oder wie? \n{{champion:17}}","replies":[{"id":"","poster":"Hamrio","date":"2015-09-11T17:26:34.780+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Xámo,realm=EUW,application-id=vatevpvi,discussion-id=sciyHj5Q,comment-id=00000000,timestamp=2015-09-11T16:52:32.844+0000)\n>\n> Sagt das dein Mathelehrer zu dir oder wie? \n> {{champion:17}}\n\nmein mathe lehrer sagt immer wenn jemand was falsches schreibt:  Das ist Mül (denke dir dabei einen marrokanischen akzent) .","replies":[]}]}]},{"id":"","poster":"Bemte","date":"2015-09-11T17:28:23.875+0000","up_votes":2,"down_votes":0,"body":"Akalis early ist nicht so stark, ja. Die Frage ist: weiß das dein Gegner? Folgende Kombo geht bereits vor Lv6:\nQ auf den Gegner, W auf den Gegner, im W versteckt an den Gegner ranschleichen, AA um Q auszulösen, E hinterher, wieder im W verschwinden.\nWenn du ganz cool bist, kannst du nach der AA auch ein weiteres Q einbauen, das du sofort auslöst.\n\nEin guter Gegner, der weiß, dass Akali im Early nicht ganz so stark ist, wird da gegenantraden. Der Durchschnittsgegner, der sich nicht so gut auskennt, wird mit gewisser Wahrscheinlichkeit eher die Flucht ergreifen und ab der ersten Kombo richtig vorsichtig sein, sobald du ihn mit einer Q triffst.\n\nDu wirst vor Lv6 wahrscheinlich keine Kills bekommen, aber du kannst dem Gegner so viel Angst machen, dass er kaum farm kriegt und dir dadurch einen Vorteil erspielen. Hierbei aufpassen: der Gegner könnte in der Situation nach seinem Jungler rufen. Nicht zu stark pushen und immer schön warden. ;)\nSollte der Gegner keine Angst haben und gegenantraden farm einfach sicher in der Nähe deines Towers bis Lv6.\n\nNach Lv6 hast du deine Ulti und bist damit sehr mobil. Beachte hierbei: Akali kann (solang sie nicht extrem gefeedet ist) nicht so gut Gegner mit einem Schlag weghauen wie andere Assassins. Idealerweise lässt du den Gegner dich zu deinem Tower pushen, haust dann oben erwähnte Rotation auf ihn drauf und sobald er wegrennt nutzt du deine Ulti, um an ihm dran zu bleiben und ihn zu jagen.\nSollte sich keine Gelegenheit ergeben, bietet sich auch folgende Kombination an:\nQ auf Gegner, mit R zum Gegner springen, AA um Q auszulösen. Wenn der Gegner wegrennt weiter angreifen. Wenn der Gegner zurücktradet mit R zu einem (möglichst weit entfernten) Minion springen und ggf. in der W verstecken.\nWenn du das gut planst und die Minions gut stehen, kannst du mit Q,R,AA,R auf Minion eine schöne Menge Schaden machen und bist weg bevor der Gegner reagieren kann.\n\nWeitere Tipps für Akali:\n- Benutze deine Q gern für Lasthits, wenn es nicht anders geht. Deine Energie läd sich schnell genug wieder auf.\n- Benutze deine R durchaus defensiv. Wie oben erwähnt kannst du damit zu Minions springen, um Attacken zu entgehen oder vor einem Gank zu fliehen. Weiterhin gibt dir deine W Vision. Wirst du also gejagt, kannst du eine W über eine Wand rüber machen, kriegst dort Vision und kannst dann mit R auf das dortige Monster (zB Drake, Red,... - jenachdem wo du grad auf der Map bist) entkommen - also praktisch ein gratis Flucht-Flash. Du kannst mit der R allerdings nicht auf Wards springen, also solche Stuns wie Jax oder Lee Sin gehen leider nicht.\nÜbe das am besten in freien Spielen, um ein Gefühl für die Reichweite deines Jumps zu bekommen (kannst du von oben auf den Baron springen? Von welcher Position aus kannst du auf den Drake springen?...)\n- Du kriegst bei Kills (und Assists?) eine weitere Ladung für die Ulti. Das erlaubt es Akali sehr gut nach einem Teamfight die lowhealth Gegner abzuräumen. Ich hab einmal in einem Spiel, in dem ich 2/7 stand, auf die Art obwohl ich zurück lag einen Quadra gekriegt. :)\n- Da Akali keinen so extremen Burst hat wie andere Assassins aber dafür besser an Gegnern dran kleben kann und auch ganz netten Lifesteal und Spellvamp hat, bleibt sie potentiell länger in einem Kampf. Daher kann es in manchen Situationen durchaus nützlich sein, ihr ein wenig Deff zu bauen und nicht komplett auf Dmg zu gehen - hierzu findest du sicher Guides, in denen das genauer beschrieben ist. Du sollst sie jetzt nicht als Tank spielen, aber Zhonyas (Deff) oder Rylais (HP) könnten unter Umständen bessere Wahlen sein als zB Ludens (einfach nur Dmg^^).\n- Akali ist ein Assassin. Daher guck nach Lv6 immer mal auf die Botlane, ob du mit einem Teleport da runter einen Doublekill sichern kannst. Verschwende dein TP nicht, aber wenn es nach einer sicheren Gelegenheit aussieht geh rein und hol sie dir - wie jeder Assassin snowballt Akali gern mit Kills. :)","replies":[]},{"id":"","poster":"FischBrötchen29","date":"2016-03-07T19:44:27.554+0000","up_votes":1,"down_votes":0,"body":"hab akali auch. im grunde ist sie sch**** im early aber OP im late game. am anfang beim farm unbedingt Q hochskillen!!!\nspäter erlidigt man Gegner in 5 Sekunden !{{champion:84}}","replies":[]}]}