{"id":"xX3vh8IV","poster":"Nee sama","date":"2015-09-11T14:03:12.761+0000","title":"Darstellung (Hitboxen) und Unterschiede von Fähigkeiten","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hallo ich wollte einfach mal fragen, ob ich der einzige mit der Meinung bin, dass die neue Q Hitbox Anzeige von Darius entweder komplett falsch ist oder einfach die F&auml;higkeiten Beschreibung f&uuml;r den M&uuml;ll ist, denn ich wei&szlig; nicht wieso aber irgendwie ist es f&uuml;r Champions mit einer gewissen Sprit Gr&ouml;&szlig;e nicht m&ouml;glich im Inneren Kreis zu stehen, denn sobald auch nur der Rand des Sprits den &auml;u&szlig;eren Rand von Darius Q ber&uuml;hrt heilt sich Darius, was ja irgendwie bedeutet, dass man die F&auml;higkeit eigentlich direkt umschreiben k&ouml;nnte zu &quot;Darius heilt sich um 10% seines fehlenden Lebens mal Anzahl getroffener Champions wenn er Q dr&uuml;ckt.&quot;\r\n\r\nAu&szlig;erdem finde ich es ziemlich l&auml;cherlich, dass man die Q von Darius nicht abbrechen kann w&auml;hrend er sie aufl&auml;dt. NEIN ich verga&szlig; er l&auml;dt sie ja gar nicht auf oder holt zum schwingen aus, NEIN er zeigt seinen Gegnern nur wie COOL er ist... nicht. Nein wirklich jeden Spell kann man mit dem richtigen Timing abbrechen (Au&szlig;er ein paar wenige). Nur weil Riot zu faul ist sich beim Programmieren ein bisschen M&uuml;he zu geben, benutzen sie einfach die F&auml;higkeits-Pattern von F&auml;higkeiten ohne Castzeit, slowen ihn f&uuml;r 0,5sec um 20% und nach 0,5Sekunden wird im Umfeld Schaden gemacht. So wurde die Q programmiert. Ganz ehrlich ich bin entt&auml;uscht wenn ihr Champion reworkt, dann bitte so, dass sie auch die versprochenen Wert einhalten. (0,5 Sekunden Cast zeit auf Q &quot;&quot;HAHA, wohl eher&quot;&quot; -&gt; 0,5 Sekunden swagilisches premium slomotion &quot;ich zeig euch mein Beil&quot; Zeit).\r\n\r\nVielen Dank, \r\njetzt geht es mir besser ^^","replies":[{"id":"","poster":"Evenrider","date":"2015-09-11T14:28:48.638+0000","up_votes":1,"down_votes":0,"body":"Casttime =/= Channeltime.\n\nFähigkeiten die Channeln kann man abbrechen. z.b. durch CC, oder durch ein Bewegungsbefehl des Channelnden.\nFähigkeiten die eine Casttime haben, haben dadurch eigentlich nur einen eingebauten Delay. Danach wird der Effekt vollführt. Abbrechen ist hier nur durch den Tod des Casters möglich.\nTristana hat das doch auch auf ihrem E. Dadurch kann man als Trist doch fast jedem CC entkommen. Selbiges für Ezreal.","replies":[]}]}