{"id":"Ux8GfFZ7","poster":"EpicTyrant","date":"2015-09-10T14:53:34.013+0000","title":"Freunde und Feinde von Championaktualisierung","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Hey liebes Forum :D\r\n\r\nIch wei&szlig;, das es vielleicht keine besonders gute Idee ist, aber ich versuche es trotzdem :D\r\nJeder kennt das doch, dass wenn ein Champion reworked wird, es viele gibt die sagen YAY viel besser als vorher. Es gibt aber auch sehr viele die dann immer sagen BOOOOAR das is so beschi**en... die alte Soraka war viel besser (als Beispiel)\r\nWieso macht man es dann nicht so, dass man beim championauswahlfenster auch ausw&auml;hlen kann, welche Version man spielen will... das w&uuml;rde das Spiel zwar warscheinlich enorm vergr&ouml;&szlig;ern, aber zu einem gute Zweck :D\r\nWie findet ihr dir Idee? \r\n(ich hab nur zweifel, dass das Spiel dann noch weniger balanced ist :/ )\r\n\r\nFreue mich auf eure Meinung dazu :D\r\n\r\nLG- Domee","replies":[{"id":"","poster":"Stahlvormund","date":"2015-09-10T18:18:10.283+0000","up_votes":1,"down_votes":0,"body":"D.h. ich wähle mir den Champ mit dem Patch aus, zu dessen Zeit er OP war?\n\nWarum klingt das jetzt auf einmal nicht mehr so toll...","replies":[]},{"id":"","poster":"BiillabonG","date":"2015-09-10T19:31:31.024+0000","up_votes":1,"down_votes":1,"body":"sona ist auch so ein fall das rework hat sie zwar etwas gebremst aber wenn man damit umgehen kann geht sie immernoch voll ab\nnur finde ich es schade das E eine relativ kleine reichweite hat im gegensatz zu vorher\ndas gute bei W ist wiederum das es einen schild gibt wenn man in den bereich kommt","replies":[]},{"id":"","poster":"CKC Zekken","date":"2015-09-10T14:56:02.221+0000","up_votes":1,"down_votes":1,"body":"Total dumme Idee. Die Champions werden ja gereworked um sie anzupassen (eigentlich...siehe Garen, Mordekaiser etc. *hust hust*). Außerdem würde es das Spiel total kaputt machen, weil dann Spieler einen Nachteil haben, wenn zum Beispiel zwei gleiche Champs auf einander treffen xD","replies":[{"id":"","poster":"EpicTyrant","date":"2015-09-10T15:03:32.303+0000","up_votes":1,"down_votes":1,"body":"Das stimmt allerdings... Eine Idee wäre es aber, einen Spielmodi rauszubringen, in dem man die alten Champs spielen könnte ... sodass Neulinge z.b. auch mal sehen können, wie es früher in league ausgesehen hat :D mit den alten minions, der alten karte, alten Items usw :D","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-10T15:12:03.321+0000","up_votes":1,"down_votes":1,"body":"\"Dumme Idee\" würde ich es nicht nennen, aber das mit dem Spielmodi ist interessant.\n\nIch habe aber die Befürchtung, dass dieser Spielmodi eher langweilend ist. Nach 1-2 Spielen weiß man was früher einfach viiieeel zu op war und spielt nur noch das. Das führt zur Langeweile bei 9 anderen Spielern.\nAuch könnte es zu Massenaufrufen von vereinzelten Personen führen. Nach dem Motto \"Damals war dieser Champion viel ausbalancierter. Ich will Champion XY aus Season Z wieder haben\"","replies":[{"id":"","poster":"EpicTyrant","date":"2015-09-10T15:22:48.653+0000","up_votes":1,"down_votes":1,"body":"Naja, so ein Spielmodi bringt immer solche \"Gefahren\" ... Bei URF war es doch auch so... JEDER wollte diesen Spielmodi für immer haben.. Wird nach einer weile wirklich langweilig. So wird es bestimmt auch bei diesem Spielmodi sein. Deswegen ja nur auf Zeit. Und ich persöhnlich denke nicht, dass dann alle ankommen mit JAAAA ich will den alten wieder.. Aber an sich fände ich das gut :D","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-10T15:29:06.306+0000","up_votes":1,"down_votes":1,"body":"Naja der Unterschied zu URF und diesem Spielmodi ist, dass URF schon immer nur ein Spielmodus war. \nDieser hier war einmal die Gegebenheit. Ich kann mir schon gut vorstellen, dass sich hunderte beschweren würden (was das Forum hier sicherlich auch überfüllen würde) .","replies":[]}]}]}]}]}]}