{"id":"nubYH5pN","poster":"Zêph","date":"2015-09-10T10:31:39.603+0000","title":"Ultimate Skin Emotes","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Ich hatte gerade ne Idee! ^^ Und zwar f&auml;nd ich es cool,wenn man ein Emote freischalten könnte wenn man einen Ultimate Skin besitzt. Das hab ich mir dann so wie das Mastery Emote vorgestellt nur dass es eventuell sogar auf jedem Champ abgespielt werden kann.  Man kann einfach Strg+7 (und Strg+8,Strg+9 falls man die anderen beiden hat) dr&uuml;cken und dann kommt zum Beispiel eine random DJ Sona Maske &uuml;berm Kopf oder dieser Tigerkopf von Spirit Guard Udyr (also dieser Tigerkopf von dem Icon). Das ist dann random was f&uuml;r eine Maske/Tierkopf kommt. Das w&auml;re nur ein kleiner Bonus f&uuml;r die Leute,die einen der Ultimate Skins besitzen. Man k&ouml;nnte es auch so machen,dass man nur mit dem Champ der den Skin hat das Emote machen k&ouml;nnte aber hauptsache irgendwie :D","replies":[{"id":"","poster":"Kl4ppi","date":"2015-09-10T18:53:23.504+0000","up_votes":1,"down_votes":0,"body":"also für legendäre und ultimative skins wäre das auf jeden fall ganz geil....\n(Dummerweise bin ich zu arm für skin {{item:3073}}","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-10T11:40:09.455+0000","up_votes":1,"down_votes":0,"body":"Das ist, glaube ich, schwer für jeden Champion umzusetzten. Du müsstest die Animation für 126 Champions und die ganzen Icons ins Spiel programmieren. Ein haufen Arbeit für einen geringen Effekt.","replies":[{"id":"","poster":"TurtleMari","date":"2015-09-10T12:30:37.112+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, der TE meinte diese Funktion NUR für die Ultimate Skins und auch nur wenn man mit diesem Champion spielt.","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-10T14:52:54.640+0000","up_votes":1,"down_votes":0,"body":"es können doch noch ultimates für aatrox und so kommen","replies":[]}]}]},{"id":"","poster":"Guckyi","date":"2015-09-10T12:56:14.638+0000","up_votes":1,"down_votes":0,"body":"Zu wenig Gedanken für diese Idee, das auf jeden Champion machen zu lassen geht weniger zudem man ja alle 3 haben kann und mehr kommen können. Da macht dir Tastatur irgendwann nicht mehr mit","replies":[]}]}