{"id":"MAXjTXGb","poster":"scip","date":"2015-09-10T10:37:50.360+0000","title":"Plat 5 sucht Team für 5vs5 | Elo egal","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hi,\r\n\r\nich habe zur zeit 3 Wochen Semesterferien und wollte in der Zeit 5vs5 Ranked spielen. Meine Zeiten sind aber meistens eher vormittags, ich hatte zwischen 11-16 Uhr gedacht. Ich suche ein Team eher um Spa&szlig; zu haben, da ich keine Lust mehr auf Solo-Q habe und normals auf Dauer langweilig werden. Mir ist auch egal welche Elo am Ende herausspringt, hauptsache man hat Spa&szlig; zusammen.\r\n\r\nNun zu mir:\r\n26 Jahre alt und Spiele LoL seit Season 1\r\nHabe knapp 1800 Normal Wins\r\n\r\nSt&auml;rken und Schw&auml;chen:\r\nIch habe keine bestimmte Main Position, das kommt vom Solo Q spielen. Ich bin der Meinung, dass man mindestens 3 Positionen f&uuml;r Solo Q spielen k&ouml;nnen m&uuml;sste.\r\n\r\nTop - hier liegt mein Skilllevel bei Gold/Platin. Ich spiele eigentlich nur aggressive Top Laner um m&ouml;glichst die Lane snowballen zu k&ouml;nnen. Mein Favoriten sind Renekton und Wukong, wobei ich nat&uuml;rlich auch Tanks spielen kann. Championpool ist gut, aber nicht vielseitig.\r\n\r\nJungle - Skillevel Platin. Spiele ich am L&auml;ngsten und hier habe ich auch den gr&ouml;&szlig;ten Championpool von Tank bis Devourer-Champs kann ich so ziemlich alles. Am meisten habe ich Udyr und Lee Sin gespielt.\r\n\r\nMid - Gold/Platin. Ich kann keine Assassins spielen, daf&uuml;r bin ich zu schlecht wenn es um Teamfights geht, was ich lieber Spieler sind Mages wie Orianna oder Morgana. Mein Championpool f&uuml;r die Mitte ist sehr gering.\r\n\r\nSupport - Schwer zu sagen, da es auch vom ADC abh&auml;ngt. Ich denke aber Platin. Ich spiele bot nur aggressive Supporter. Was manchmal nicht funktioniert, wenn dein Ezreal als erstes eine Tear holt. Am Meisten habe ich Thresh, Blitzcrank, Karma und Morgana gespielt. Also eine Mischung aus Poke oder Initiation. Was ist nicht kann sind eher die &quot;Safe-My-Ass-Support&quot; wie Janna z.B. Championpool ist in Ordnung, aber auch nicht vielseitig.\r\n\r\nADC - Silber. Ich bin nicht gut als ADC, deshalb versuche ich auch so wenig wie m&ouml;glich ADC zu spielen. Laning-Phase ist bei mir noch in Ordnung, aber sobald es in Teamfights geht bin ich sogar eher Bronze niveau.\r\n\r\nWenn interesse da ist, dann meldet euch in Game. Mein nick ist scip.","replies":[]}