{"id":"vQRARVEa","poster":"BiillabonG","date":"2015-09-09T18:32:01.827+0000","title":"Braum W","subforum":"Champions & Gameplay","up_votes":3,"down_votes":5,"body":"tagchen liebe leute\r\n\r\nich h&auml;tte eine idee wegen braum\r\nundzwar das er mit seiner W zu wards springen k&ouml;nnte\r\nes nervt mich extrem das man einen premate dabei haben muss um vom red in die drachenkammer zu springen weil es die anderen net raffen und ich dann au&szlig;enrum laufen darf....\r\ndas w&uuml;rde au&szlig;erdem sein engage/disengage potential massiv erh&ouml;hen und er w&auml;re mobiler\r\n\r\nman k&ouml;nnte dann von mir aus den effekt der W (im falle eines wardjumps) f&uuml;r braum halbieren damit er nicht so insec aktionen rei&szlig;en kann wie lee ^^ \r\nBiillabonG","replies":[{"id":"","poster":"Maexle","date":"2015-09-09T23:34:03.333+0000","up_votes":4,"down_votes":1,"body":"Ich denke, dass so eine Änderung nicht zu Braums Konzept passen würde... Er ist ein Beschützer, der so viel Schaden wie möglich von seinen Carrys abhalten will. Deswegen ist deine Argumentationsweise, dass er ja so abhängig von seinen Verbündeten ist etwas sinnlos, da das ja grade die Absicht dahinter ist. Er **soll** mit seinen Mates zusammenarbeiten. Braum kann seinen Jump auch agressiv sowie defensiv auf Vasallen anwenden, wenn er es denn wirklich tun müsste. Allgemein sehe ich eigentlich keinen Grund, wieso man ihn anpassen sollte. Er ist eigentlich ziemlich gut so, wie er jetzt ist und diese Änderung würde ihn zu stark machen. \n{{champion:17}}","replies":[]},{"id":"","poster":"Patter91","date":"2015-09-09T18:50:53.659+0000","up_votes":4,"down_votes":1,"body":"Japp, die armen Wards müssen unbedingt vor den bösartigen Projektilen der Gegner beschützt werden!","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T18:54:14.280+0000","up_votes":1,"down_votes":5,"body":"hast du überhaupt gelesen was da steht?","replies":[{"id":"","poster":"Patter91","date":"2015-09-09T18:58:28.172+0000","up_votes":5,"down_votes":1,"body":"> [{quoted}](name=BiillabonG,realm=EUW,application-id=Wj1wcocU,discussion-id=vQRARVEa,comment-id=00010000,timestamp=2015-09-09T18:54:14.280+0000)\n>\n> hast du überhaupt gelesen was da steht?\n\nHast du dir mal die Beschreibung und den Namen des Skills durchgelesen?","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T19:01:55.180+0000","up_votes":3,"down_votes":6,"body":"im grunde genommen ist das wie der jump von lee und der kann bekannter maßen auch wardjumps machen","replies":[]}]}]}]},{"id":"","poster":"Firerider","date":"2015-09-10T09:23:16.602+0000","up_votes":2,"down_votes":0,"body":"Braum gehört im Augenblick zu den starken Supports, wenn man dafür sorgt das seine Mobilität sich so massiv erhöht wäre das einfach nur bösartig, da er so eben auch, wie du es beschrieben hast, durch Wände kommen würde wie Lee Sin. Es wäre einfach nur ein glatter Buff für Braum, und starke Champs zu buffen finde ich irgendwie nicht sinnvoll. Aber ich finde es gut das du dir immerhin Gedanken machst, ist lobenswert\nlg Fire Rider","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T18:40:52.562+0000","up_votes":4,"down_votes":2,"body":"Finde ich eine eher schlechte Idee. Warum?\n\nNunja, da Braum meistens in der Rolle des Supporters fungiert hat er eigentlich permanent Wards. D.h. er kann sein W theoretisch jedes mal benutzen, wenn es up ist. Da kann man das W doch gleich ohne Target machen.\n\nDeswegen von mir ein Nein.","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T18:47:13.400+0000","up_votes":3,"down_votes":4,"body":"du musst bedenken das die W ein teil von braum´s magieresi. und rüsting für sein ziel (meist adc) gewähr für ein paar secs\n\nich würde die W nur auf wards nutzen wenn ich mir das auch erlauben kann  (adc braucht noch bis er kommt oder ich muss weg weil ich gejagt werde)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T18:51:45.755+0000","up_votes":2,"down_votes":1,"body":"Trotzdem. Du musst bei solchen Sachen immer die Extremwerte beachten. Hier eben, dass Braum permanent mit Wards herumhopst. Und das ist nun wirklich nicht seine Aufgabe.","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T18:53:48.681+0000","up_votes":2,"down_votes":4,"body":"dir ist schon bewusst das die W einen relativ hohen colldown hat im vergleich zu seinen anderen spells?\n\nwarum sollen es champs wie kata und lee können aber braum nicht?\n\nich denke das würde seiner supportfähigkeit nene dicken schub geben","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T18:57:41.088+0000","up_votes":3,"down_votes":2,"body":"Weil Lee Sin und Katarina zum Teil Assasinen sind. Sie müssen beweglich sein.\n\nBraum ist ein Schrank! Der muss keine Geschicklichkeit aufweisen.","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T19:00:12.379+0000","up_votes":2,"down_votes":5,"body":"Braums passive kann spiele wenden und wenn mal kein lee und keine kata da sind um auf den genger aufzuschließen und auch keine summoners mehr über sind könnte man diese neue beweglichkeit nutzen um einen kill zu sichern\n\nhast du mal braum gespielt? ich habe das gefühl das du nicht wirklich weißt worauf ich hinaus will","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T19:07:42.206+0000","up_votes":3,"down_votes":1,"body":"1. Erwarte ich mir mehr Respekt von dir (ich brauch mir nicht von einem Low-Elo-Spieler [kein Bezug auf alle Low-Elo-Spieler] unterstellen zu lassen, meinen 3. meist gespielten Char nicht zu kennen.\n2. Hast du eine Frage gestellt und ich habe dir meine Meinung dazu preigeben.\n3. Gehst du nicht auf meine Argumentation ein, sondern streitest sie permanent ab.\n4. **Folglich ist diese Diskussion für mich hiermit beendet!**","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T19:16:19.332+0000","up_votes":2,"down_votes":7,"body":"es war nur eine ganz normale frage ich kann ja nicht riechen das es dein 3. meistgespielter champ ist \n3. ich habe nie etwas anderes behauptet sondern eine andere sichtweise eingebracht und grad weil du den champ ja so oft spielst solltest du wissen worauf ich hinaus will\n\nachso.. willst du mir damit jz sagen das nur weil du in einer höheren elo als ich spielst bist du automatisch besser als ich?\n\n4. da hat jemand viel sand in seiner **** nicht wahr?\n\nE: respekt basiert auf gegenseitigkeit und ehrlich gesagt wüsste ich nicht wo ich respektlos war also bitte","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T19:26:45.563+0000","up_votes":3,"down_votes":0,"body":">Folglich ist diese Diskussion für mich hiermit beendet!","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-09T19:31:13.182+0000","up_votes":2,"down_votes":7,"body":"das ist ja typisch  \n\ngibs zu wenn braum wardjumps machen könnte dann könnte er krasser ins spiel eingreifen und deine argumentation warum er das nicht sollte finde ich verwirrend\nwie spielst du braum?\nextrem passiv und greifst nur an wenn dein adc in bedrängnis gerät? man kann so schön kills vorbereiten wenn man mit der passiven umgehen kann und sie sehr offensiv nutzt \n\nps: ich weiß auch wovon ich rede braum ist mein 2. meistgespielter champ und ich spiele ihn seit release und weiß mit ihm umzugehen obwohl ich low-elo bin also bitte...","replies":[{"id":"","poster":"Elxeam ","date":"2015-09-09T23:35:23.742+0000","up_votes":3,"down_votes":2,"body":"Finde dich damit ab..","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Stahlvormund","date":"2015-09-10T18:21:36.258+0000","up_votes":1,"down_votes":0,"body":"Die Vorstellung: Jungle Braum der Lee Sin in Sachen Counterjunglen Konkurrenz machen würde XD","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-09-09T23:48:30.482+0000","up_votes":1,"down_votes":1,"body":"Braum wär damit einfach OP, Gapcloser auch über Wände und AS-Braum kommt groß raus, aber eben zu groß.","replies":[]}]}