{"id":"FndFEu6u","poster":"Freudenhaus","date":"2015-09-09T06:51:04.571+0000","title":"Kha'zix","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,{{champion:121}} \r\n\r\nich finde zwar Khazix momentan ziemlich ausgeglichen, aber wundere mich dennoch, dass er noch nicht in der Meta ist.\r\n\r\nWas denkt ihr woran das liegt? Und was m&uuml;sste ver&auml;ndert werden, um Ihn in die Meta zu bekommen? \r\n\r\nWas haltet ihr von einem E-AD-Skalierungsbuff? \r\n\r\nLasst euren Gedanken und Frust freien lauf :)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-09T08:50:38.915+0000","up_votes":1,"down_votes":0,"body":"Kha´Zix ist vermutlich zZ nicht in der Meta, da wir immer noch in der Tankmeta sind. Kha´Zix hat Probleme gegen geroupete Ziele und ist sehr anfällig gegen CC.\nDurch die Tankmeta sind diese Schwachpunkte eigenlich jedes Spiel gegeben. Es werden Tanks mit etwas/viel CC gespielt, Supporter haben sowieso viel davon und Mitte und Jungle vlt. auch noch etwas. Da man in seinem Team auch sehr Tanky ist und somit nicht gerade die besten Splitpusher im Team hat, wird gegrouped, was für Kha´Zixs Q vom Nachteil ist.\n\nKha´Zix ist zum weiteren ein Assasine. zZ werden eher Midlaneassasinen gespielt, wie Ahri oder Zed. Einen weiteren Assasinen im Team zu haben ist häufig vom Nachteil.\n\nWie du bereits sagtest finde ich Kha´Zix auch relativ ausgeglichen. Sein E zu buffen wird wohl nicht zu viel bringen, da er es eher als Repositioningtool verwendet als um möglichst viel DMG zu machen.","replies":[{"id":"","poster":"ÆonFox","date":"2015-09-09T09:56:24.141+0000","up_votes":1,"down_votes":0,"body":"Dazu kommt noch das es Champs giebt die ähnliche Assassinenqualitäten im Jungel Early/Midgame mitbrinden sich aber Richtung Tank anpassen können/sollten, Lee Sin, Xin Zao und Rengar können dort genannt werden, Kha nach einem Assassinenearly auf Tankyness fürs Lategame weiterzubauen macht aufgrund seines Kits keinen Sinn (kein CC und anhaltender Schaden), er ist auf Assassine festgenagelt was auch dein erst genanntes Problem veruhrsacht.\n\nFox","replies":[]}]}]}