{"id":"u8apgRVL","poster":"12NAMENLOS12","date":"2015-09-08T14:14:48.592+0000","title":"Schwer zu beschreiben, Ständige Meldung: \"Verbindung zum PVP Client verloren\"","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen,\r\n\r\nich weis leider nicht so recht wie ich es beschreiben soll, aber ich fange erstmal mit dem gesamten Sachverhalt an. \r\n\r\n1. Also seit ca. 2-3 Monaten, immer nachdem ich mich bei LOL eingeloggt habe, kommt sehr oft die Meldung &quot;Verbindung zum PVP Client verloren&quot; . Nach best&auml;tigen mit Okay, ist die Meldung manchmal l&auml;nger (&gt;2 min) weg oder aber sie kommt sp&auml;testens nach 5 sec wieder.  So kann es passieren, dass ich zwar in die Warteschlange komme aber nicht annehmen kann. Oder aber ich kann annehmen und dann kann ich manchmal keinen Champ ausw&auml;hlen oder meine Runen/ Masteries werden nicht geladen. Oder ich konnte alles ausw&auml;hlen und kann dann aber nicht auf Best&auml;tigen klicken. So konnte ich bis jetzt immer nur darauf hoffen, dass das wenn es geht sehr fr&uuml;h kommt (Die Meldung/ die Fehlermeldung), damit ich genug Zeit habe um das auszugleichen. Es kommt quasi eine Verbindung zustande und dann ist sie wieder weg.\r\n\r\nEin anderes Problem was sich da anschlie&szlig;t ist, dass das selbe mit Gruppeneinladungen ist. Wenn ich z.B. in die Teamlobby reingekommen bin kann ich selbst manchmal nicht auf Match annehmen klicken.\r\n\r\nBei diesen Meldungen kommt &ouml;fters der Hinweis mit den Tipps von Riot, die bin ich auch zum gr&ouml;&szlig;ten Teil durchgegangen, dass ich diverse Einstellungen &uuml;berpr&uuml;fen solle. Es hat sich dabei aber nichts ge&auml;ndert.\r\n\r\nF&uuml;r mich w&auml;re jetzt klar, dass das irgendwie mit meinem Internet zusammen h&auml;ngt oder meinem PC. Letzteres bin ich auf den Grund gegangen und habe mir quasi einen neuen Rechner zugelegt, &auml;hm nicht nur wegen LOL ( der war einfach zu alt und hat angefangen zu muckern ( 6 Jahre alt)), aber das Problem ist irgendwie mitgekommen. LOL wurde dadurch auch wieder neu installiert, aber es hat sich nichts ge&auml;ndert.\r\n\r\nEin zweiter Gedanke w&auml;re, dass mein Virenprogramm geblockt h&auml;tte, dies konnte aber nicht sein, weil ich das (Avira) seit ungef&auml;hr 8 Monaten drauf hatte, DAVOR ging LOL ohne Probleme!!!\r\n\r\nSo das ist mein Hauptproblem, vielleicht kann mir jemand helfen und sagen was los ist.\r\nAchja LOL l&auml;uft komplett fl&uuml;ssig und auf h&ouml;chster Grakaeinstellung.\r\n______________________________________________________________________________________________________________\r\n\r\n2. \r\nEin zweites Problem, was sich da fast anschlie&szlig;t ist, dass ich nach einem gespielten Spiel, bevor ich die Lobby betreten kann sofort aus LOL raus fliege. Das hei&szlig;t ich muss mich immer wieder neu einloggen.\r\n\r\nHier vermute ich aber, dass das an meinem neuen Virenprogramm Norten liegt. Vielleicht kann auch hier mir jemand sagen woran das liegt.\r\n\r\n______________________________________________________________________________________________________________\r\n\r\nIch hoffe irgendjemand kann mir helfen.\r\n\r\nViele Gr&uuml;&szlig;e Namenlos ;-)","replies":[{"id":"","poster":"Fairez","date":"2015-09-08T15:09:33.031+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndeaktivier bitte den IP-Hilfsdienst.\nWindows Taste + r -> services.msc eingeben -> IP-Hilfsdienst beenden und deaktivieren.","replies":[{"id":"","poster":"12NAMENLOS12","date":"2015-09-08T16:13:52.984+0000","up_votes":1,"down_votes":0,"body":"??? Okay, das werde ich mal ausprobieren. \nWas ist aber daran das Problem? Bzw. was verhindert der? Weil ich meine, davor habe ich sowas nie verändert.","replies":[{"id":"","poster":"12NAMENLOS12","date":"2015-09-08T19:30:42.701+0000","up_votes":1,"down_votes":0,"body":"Okay, also es scheint zu funktionieren. Habe es gerade durch 3 Spiele getestet. \n\nAber dennoch bleibt meine Frage nach dem Warum???? Warum funktioniert das nur so?","replies":[{"id":"","poster":"Fairez","date":"2015-09-08T20:18:48.243+0000","up_votes":2,"down_votes":0,"body":"Das hängt vermutlich mit IPv6 zusammen, die Beschreibung des Dienstes:\nStellt Tunnelkonnektivität mithilfe von IPv6-Übergangstechnologien (IP6-zu-IP4, ISATAP, Portproxy und Teredo) und IP-HTTPS bereit. Wenn der Dienst beendet wird, verfügt der Computer nicht über die durch diese Technologien ermöglichten Konnektivitätsvorteile.\n\nWenn du nirgends Probleme hast, kannst du den Dienst deaktiviert lassen. Falls du diesen mal benötigst kannst du den Dienst jederzeit wieder aktivieren.","replies":[{"id":"","poster":"12NAMENLOS12","date":"2015-09-09T14:00:20.347+0000","up_votes":1,"down_votes":0,"body":"Okay, Vielen Dank. Ich werde mal schauen wie es weiter geht.","replies":[]}]}]}]}]},{"id":"","poster":"oVeRRatedCoCaine","date":"2015-09-12T13:39:28.710+0000","up_votes":1,"down_votes":0,"body":"wie heißt dieser dienst genau ?\nFinde bei mir kein Hilfe dienst und habe das selbe problem -.-","replies":[{"id":"","poster":"Fairez","date":"2015-09-12T15:46:49.028+0000","up_votes":1,"down_votes":0,"body":"Der Dienst heißt IP-Hilfsdienst, welches Betriebssystem verwendest du?","replies":[]}]}]}