{"id":"MhEx8zsO","poster":"Hindruck","date":"2015-09-08T12:20:57.620+0000","title":"Platin 5 Support sucht ambitioniertes Silber/Gold+ Ranked Team!","subforum":"Clans & Teams","embed":{"title":"Hindruck - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/32081424","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":0,"body":"Hallo.\r\nMein Name ist **Leon**. Ich bin** 18 Jahre alt**, **Main Support** und spiele seit dem Release von {{champion:119}} (also Mid-Season 2) oft und gerne League.\r\nJedoch ist in letzter Zeit Soloq nicht so erfolgreich verlaufen, da ich von Promos zu Plat 1 innerhalb von 2 Monaten bis Platin 5 wieder herunter gefallen bin. Deshalb bin ich auf der Suche nach einem** ambitioniertem Ranked Team, mindesens im hohen Silberbereich,** welches zum Aufsteigen und Verbessern spielt und das ganze ernst nimmt. Die **Spieler im Team sollten alle mindestens Silber 1 und h&ouml;her** sein.\r\nIch spiele bis auf Karma und Taric jeden Supporter und bin gewillt sie auch f&uuml;r das Ranked Team extra etwas in normals zu suchen wenn n&ouml;tig.\r\nMeine Top5 Champs sind meiner Meinung nach: **1. Thresh, 2. Braum, 3. Janna, 4. Annie und 5. Alistar** zudem bin ich auch noch mit meiner Leona und Morgana sehr zufrieden.\r\nIch bin t&auml;glich ab 18 Uhr bis sp&auml;t online am Wochenende sogar fr&uuml;her.\r\nMeine gr&ouml;&szlig;te **Schw&auml;che** ist wohl, dass ich gerne **overextende**, aber daran arbeite ich gerade. Zudem kann ich an meinem **Ward Placement** noch arbeiten.\r\nZu meinen **St&auml;rken** w&uuml;rde ich meine **Mapvision, Spielverst&auml;ndnis **und meine** Mechanics** z&auml;hlen.\r\n**TS3, Skype** und **Curse Voice **sind** vorhanden**.\r\nMein pers&ouml;nliches Ziel ist es diese Season noch Diamand zu kommen und ich werde mein Bestes geben dieses Ziel zu erreichen.\r\nFalls Interesse vorhanden ist gerne Adden: Hindruck\r\nIch freue mich auf euer Feedback","replies":[{"id":"","poster":"GeneralDosenbrot","date":"2015-10-04T21:19:44.844+0000","up_votes":1,"down_votes":0,"body":"Hallo Leon,\nIch sehe du suchst ein gutes Team, das ist prima, meines braucht nämlich noch einen guten Supporter. Damit bist natürlich nicht du gemeint, es scheint so als wärst du ziemlich schlecht, aber wir wollen dir trotzdem eine chance geben.\n\nAdde mich einfach und ich füge dich in unser Team \"Die NahrungsmittelLiebhaber\" hinzu, du musst deinen Namen aber zu \"Schinkenlimonade\" ändern. \n\nIn Liebe, dein Dosi <3","replies":[]}]}