{"id":"INzaHsLd","poster":"Fk65","date":"2015-09-08T03:26:00.643+0000","title":"Nasus Q Bug","subforum":"Melde einen Bug","embed":{"title":"Nasus Q Bug","description":"Uploaded by momoo040 on 2015-09-04.","url":"https://youtu.be/b9C9tdyxZ6w","image":"https://i.ytimg.com/vi/b9C9tdyxZ6w/hqdefault.jpg"},"up_votes":3,"down_votes":2,"body":"Nasus q Bug kommt zuf&auml;llig ohne Grund. habe den Bug mit und ohne Skins.","replies":[{"id":"","poster":"Fk65","date":"2015-09-09T00:47:38.250+0000","up_votes":1,"down_votes":0,"body":"Trottel ich bin 0 in diesem Forum und kenne mich hier nicht aus. Ich wollte es einfach nur nochmals erneuern um zu zeigen, dass es immernoch Aktuell ist.\nAber hay Willkommen in Deutschland indem Land wo alle ohne Grund sich aufregen. \n\nUnd wie dumm bist dich dar체ber aufzuregen,dass jemand DEN BUG den du gezeigt hast einfach nur nochmal wiederholt. Denkst du bekommst nen Keks, wenn du der einzige bist der es erkannt hat? Schalt mal dein hirn ein bitte.\n\nMfg. Fk","replies":[]},{"id":"","poster":"BEER IS LOVE","date":"2015-09-08T14:39:20.487+0000","up_votes":1,"down_votes":0,"body":"Isses dein ernst das du mein video und mein Post kopierst ?\nEdit: Hf gl, video ist dann jetzt Privat.","replies":[{"id":"","poster":"eingew","date":"2015-09-08T15:16:10.717+0000","up_votes":1,"down_votes":0,"body":"Angesichts der Tatsache, dass der TE selbst relativ viel Nasus spielt, immerhin 114 Rankeds diese Season, w체rde ich eher davon ausgehen, dass er dein Video nur als Beispiel gew채hlt hat, es aber nicht gemacht hat, um deinen Post zu klauen...","replies":[{"id":"","poster":"BEER IS LOVE","date":"2015-09-08T18:00:15.776+0000","up_votes":1,"down_votes":0,"body":"1:1 mein Titel, und mein Video, warum nicht einfach mein Forumpost upvoten ? Ohne Sinn.","replies":[]}]}]},{"id":"","poster":"Hamrio","date":"2015-09-08T11:59:28.670+0000","up_votes":1,"down_votes":0,"body":"hatte ich auch schonmal als ich ihn selbst gespielt habe. ich w체rde disen bug nichmal im Na forum oder auf reddit posten weil hier wird es einfach ignoriert :)","replies":[]}]}