{"id":"Po8uHB4i","poster":"Cyrilya","date":"2015-09-07T11:19:09.652+0000","title":"Bengalische Nidalee","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":3,"body":"Hall&ouml;chen,\n\n\nEine begalische Nidalee als Legendary. Legancy oder was auch immer :D, mir eigentlich egal.\n\nMir ging es lediglich um die Verbindung in die Realit&auml;t. Es gibt laut Wikipedia http://de.wikipedia.org/wiki/Tiger nur noch eine ganz geringe Anzahl dieser wundersch&ouml;nen Raubkatzen, weil wir ihnen den Lebensraum stehlen.\n\n> Zitat:\n> Insgesamt gibt es Sch&auml;tzungen zufolge noch 3000 bis 5000 wildlebende Tiger, die nun grötenteils auf isolierte Schutzgebiete beschr&auml;nkt sind. Die Art wird von der IUCN als >>stark gef&auml;hrdet<< (Endangered) eingestuft. / Quelle: Wikipedia.\n\nIch habe mit dieser Skin folgendes Ziel/ folgenden Wunsch: (wie bei der Jaximus-Aktion :P)\n\nRIOT soll diese Skin &uuml;ber einen gewissen Zeitraum anbieten - als Art Limited f&uuml;r 975 RP.\n\nVon jedem Kauf dieser Skin soll ein Teil 10 - 40 % an eine Tigerschutzorganisation, bspw. Big Cat Rescue http://bigcatrescue.org/  ,  gehen.\n\nAls netten Zusatz ist mit noch eingefallen, das es dazu eventuell ein neues Beschw&ouml;rerbildchen geben k&ouml;nnte. Ein Auschnitt der Katze zum Beispiel. \n\nAls Skin-Idee hab Nidalee ein paar neue Klamotten verpasst, eine moderne indische Kurta. Warum ausgerechtet indische Klamotten? Weil die Begalischen Tiger, auf welche die Skin sich bezieht, in Indien zu Hause sind :D \nZudem hat sie ein cooles Headset mit Katzen&ouml;hrchen! xD\n\nDie Idee habe ich bereits 2012 im alten Forum gepostet und da kam sie ziemlich gut an!\n\nIch hab mich sogar mal hingesetzt und was gemalt: \nSeid bitte nicht zu streng, k&uuml;nstlerisch bin ich was Menschen angeht nicht so versiert (die Pose habe ich von einem anderen Nidalee-Fan-Art &uuml;bernommen :P)\n\nLG Cyrilya / Nouri\n\n","replies":[{"id":"","poster":"Th3is","date":"2015-09-07T12:34:00.479+0000","up_votes":2,"down_votes":0,"body":"Die Idee ist SEHR sehr gut! Über das aussehen kann man sich streiten, mein Style wäre es jetzt nicht, aber naja.\n\nPS: In den beiden Links werden die ) zum Link dazu gezählt, und dadurch kommt man auf eine falsche Seite.","replies":[]},{"id":"","poster":"Cyrilya","date":"2015-09-21T08:56:54.790+0000","up_votes":1,"down_votes":0,"body":"PUSH :D \n\nSchnurrige Miezen vorraus! \n(Und bitte nehmt den Delay wieder runter vom Speer QoQ)","replies":[]}]}