{"id":"laTtlieQ","poster":"eXtremeF1ght","date":"2015-09-05T22:28:48.991+0000","title":"Hat irgendjemand Tipps mir zu helfen meine MMR zu verbessern?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Meine MMR ist so gefi**t, dass ich bei einem Sieg 12 - 14 Punkte nur bekomme und bei einer Niederlage 24 verliere.\r\nIch spiel momentan mit einem Kollegen DuoQ und nach einer gewissen Zeit ist er in den Promos und ich hab 24 LPs hahaha\r\nHat irgendjemand ne Ahnung wie ich da rauskommen kann oder ist die Saison f&uuml;r mich gelaufen?","replies":[{"id":"","poster":"Maexle","date":"2015-09-05T23:00:53.325+0000","up_votes":3,"down_votes":0,"body":"Spiele 10 Mal Teemo im Ranked und verkaufe deine Seele an ihn, dann wird das schon ;)\n\nNein im Ernst, das Einzige, das du machen kannst ist weiterspielen und gewinnen... Ansonsten ist die Season tatsächlich für dich gelaufen, wenn du das so sehen willst \n\n{{champion:17}}","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-09-05T22:35:10.158+0000","up_votes":3,"down_votes":0,"body":"Gewinnen.\nDass erhöht deine MMR.\nAm besten mit jemandem der ne höhere MMR hat dann bekommst du mehr Punkte.","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-05T23:09:42.724+0000","up_votes":1,"down_votes":0,"body":"Allgemein zum verbessern der MMR ist gewinnen, wie RM Heartmeander bereits erwähnte. \nWie ich sehe hast du ungefähr gleich viele Wins wie Loses. Das ist nicht das Problem, sonder dass du ständig 1 oder 2 Spiele gewinnst und dann 1 oder 2 Spiele verlierst. Das führt dazu, auch wenn gleich viele Wins und Loses sind, das deine MMR dennoch sinkt. Hier erkennt das System das du festhängst und meint hier bist du richtig. Deswegen stuft es deine MMR minimal runter, dass du auch da bleibst solange du dich nicht verbesserst.\n\nIch kann aus deinem Rankedverlauf auch sehen, dass du meistens auch nur 1 oder 2 Rankeds am Tag machst. Bei manchen Leuten mag das funktionieren (bei mir klappt es so bestens), aber bei dir nicht. Auch ist es so, wenn du mal zwei Spiele machst, verlierst oder gewinnst du beide. \nDaher gehe ich davon aus, dass deine Leistung tagesabhängig ist. Etwas beinflusst deine Leistung.\n\nDaher empfehle ich dir, wenn du nach dem ersten Spiel einen Sieg hast, weiter zu spielen und nicht aufzuhören. So ist es möglich, während du einen guten Tag hast, ihn auch auszunutzen.\n\nDas ist jetzt reine Spekulation. Es kann auch komplett in die Hose gehen. Aber für mich (ich hoffe auch für dich) erscheint es logisch, wenn man sich deinen Rankedverlauf ansieht.\n\nIch hoffe ich konnte dir damit helfen und stehe für weitere Fragen natürlich weiterhin offen :)","replies":[]}]}