{"id":"u15rzaJw","poster":"dominatornoob","date":"2015-09-05T18:04:45.499+0000","title":"orianna oder ahri?","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo lol gamer ! Da meine Lieblings lane mid ist w&uuml;rde ich gerne wissen wenn ich kaufen soll: entweder ahri oder orianna ich w&uuml;rde gerne alle Vorteile und Nachteile wissen","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-09-05T19:12:05.322+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich würde Ahri empfehlen wenn du einen mobilen Champ spielen möchstest der Carryn kann.\nAhri ist stark im Early/Midgame und fällt im lategame ein bisschen ab vom Schaden her.\nDafür hat sie so gut wie alles.\nSie hat CC, True dmg, magic dmg, Gapcloser (3 mal), lanesustain mit der passiven.\nDaher ein sehr guter allrounder und sehr beliebt.\nFarmen kann sie ab einem bestimmten level einfach mit der q da man dann fast alle minions auf einmal kriegt.\nNachteil ist, dass sie aus diesem Grund gebannt werden kann bzw. gepickt.\nDaher solltest du noch andere Champs haben.\n\nCounter hat sie nicht viele bzw. werden die nicht so viel gespielt.\nSwain/Malz sind gute Counter von ihr, der meiste Rest ist Skillsache.\n\n\nOri ist ein starker Tamfighter mit hohem Skillcap.\nGebannt wird sie selten und gepickt auch nicht allzuoft.\nAm besten ist es wenn man zusammen ist spich sich absprechen kann mit einem Champ der gut initiieren kann wie Malphite, J4 usw.\nDa man mit der e und nem guten Initiate die Ult drücken kann und so 5 Mann ult hat.\nUnd genau das ist das schwere eine gute Ulti zu setzen.\n1 Ult kann den Fight gewinnen oder verlieren wenn man nicht's trifft.\n\nAusserdem ist das Positionieren der Kugel essenziell und man muss das üben.\nFarmen ist noch relativ leicht, man muss nur auf das Mana achtgeben.\nDaher spielst du lieber Teamorientiert dann würde ich dir Orianna empfehlen.\n\nFür soloq ist es natürlicher mit Ahri einfacher zu Carryn.\n\nSchlussendlich hängt es aber von dir ab.\nUnd ganz am Ende hast du eh alle Champs wenn du lange genug spielst sprich genug EP farms bzw. RP kaufst.","replies":[]},{"id":"","poster":"Maexle","date":"2015-09-05T19:05:21.191+0000","up_votes":2,"down_votes":0,"body":"Also ich kenne deinen Spielstil nicht, aber ich empfehle dir mal Orianna, weil ich es persönlich lieber mag. ;)\n\nOri ist normalerweise im Earlygame noch nicht ganz so stark, hat aber eine sichere Laningphase und kann ganz gut farmen. Mit ihrer Q-W-Kombo und ihren, durch die Passive ( zusätzlichen AP Dmg pro Autoattack) kann sie gut traden und sich einen Schild geben, falls es doch mal enger werden sollte. Orianna wird ab ihren 2 Coreitems ( meistens Morellonomikon und Rabadons) wirklich stark und hat spätestens ab diesem Punkt sehr viel Schaden und bringt gleichzeitig sehr viel Utility in Form von CC ( Ulti, W-Slow) und ihres Schildes mit und unterstützt das Team auf diese Weise. Ihr großer Nachteil ist, dass sie keine Mobilität besitzt, was auch dazu führt, dass sich gut positionieren muss. Außerdem ist man abhängig von der richtigen Positionierung der Kugel, da alle ihre Fähigkeiten darauf aufbauen. \n\nAhri ist ein relativ mobiler Burstchampion und kann relativ schnell einen Gegner rausnehmen. Sie ist ab Level 6 sehr mobil und entwickelt schon früh sehr viel Schaden, so dass man sehr gut andere Lanes ganken kann, um diese zu untersützen und/ oder dich einen Kill zu sichern. Ihr größter Nachteil ist, dass sie quasi abhängig davon ist, einen Gegner direkt zu töten, da sie ohne ihre Ulti kaum noch Mobilität und deutlich weniger Schadenspotential hat. Im Vergleich zu anderen Midlanern hat sie relativ wenig Flächenschaden\n\n{{champion:17}}","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-09-05T19:06:17.050+0000","up_votes":1,"down_votes":0,"body":"Oriana. Apfel or bannane was ist besser?","replies":[]}]}