{"id":"lps8bEnM","poster":"Kata Ga Kill","date":"2015-09-05T12:18:38.326+0000","title":"Suche meinen Main zwischen meinen Favos","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi, ich suche unter denen hier meinen Main, ich spiele die gerne, aber mich entscheiden klappt schwer.\n{{champion:122}} {{champion:86}} {{champion:131}} {{champion:39}} {{champion:55}} {{champion:107}} {{champion:102}} \n\nW&uuml;rde gerne jemanden haben, der sich mit mir die mal ingame anguckt, wo mein Spielstyl eher liegt bzw. die Chemie zwischen Spieler und Champ steht. \n_(Und ganz wichtig, nicht guckt ob ich gut mit dem bin! Das verbessern/spezialisieren kommt f&uuml;r mich sp&auml;ter.)_\n\nK&ouml;nnen sich auch gerne mehrere melden, mehrere Augen sehen besser als weniger ^^","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-05T12:24:13.357+0000","up_votes":3,"down_votes":0,"body":"Deine Taktik ist nicht gerade vorteilhaft für dich, da es von der subjektiven Meinung anderer abhängt, was du in nächster Zeit oft spielen wirst/willst.\n\nIch empfehle dir folgendes: Spiele 100+ (am besten wären 50+ mit jedem Champion, das wären dann aber etwas viele) Spiele und versuche immer einen dieser Champions zu bekommen. Am besten solltest du sie auch abwechselnd wählen. Du machst das solange, bis du auf einen Champion keinen bock mehr hast und lässt diesen dann weg. Das machst du bis nur noch einer übrig bleibt und dann hast du deinen Lieblingschampion, was auch dein Main sein sollte. Denn wenn du mit Spaß spielst, spielst du besser und bist nicht genervt, dass du schonwieder diesen doofen Champion spielen musst.\n\nMfg,\nRuaga","replies":[]},{"id":"","poster":"Samuraisub","date":"2015-09-08T20:50:46.242+0000","up_votes":1,"down_votes":0,"body":"Shyvana oder Rengar während ganz nice. Die haben nicht so breitgefächerte Schwächen wie der Rest. Bsp: Garen Darius Brutale Kite Opfer(Darius hat Mana und Mana ist im Early Game wenn du oft Spells einsetzten musst um den Gegner in die Enge zu treiben wichtig und er hat davon viel zu wenig), Diana und Kata etwas \"hart anfällig gegen CC\". Und Irelia......Alle hassen Irelia wenn du Irelia spielst wird Riot bemerken das sie immer noch OP ist und dann kommen noch mehr Nerfs!(schlechter Witz)","replies":[]},{"id":"","poster":"Maexle","date":"2015-09-05T13:20:01.236+0000","up_votes":1,"down_votes":1,"body":"Also ich würde mich Ruaga anschließen und dir raten, es nicht von der Meinung anderer abängig zu machen.\nAnsonsten stelle ich dir die Frage, wofür du überhaupt DEN EINEN Main haben willst? Wenn dir alle Champions gleich viel Spaß machen, dann spiele doch alle weiter solange das der Fall ist. Mit der Zeit kristallisiert sich vielleicht ein Champion raus, den du am besten kannst oder der dir am meisten Spaß macht oder beides. \nIch habe zum Beispiel auch keinen richtigen Main ( ja ich weiß das ist unglaubwürdig, wenn man mich kennt, ist aber so) und komme damit relativ gut klar.\n{{champion:17}}","replies":[]}]}