{"id":"M47NN9Mc","poster":"n4ckterNinjamit4","date":"2015-09-05T11:40:44.429+0000","title":"Bard tipps","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Habe eine Frage und zwar &uuml;berlege ich Bard zu spielen und habe schon &ouml;fters mit freunden auf der bot lane zsm gespielt doch ich weiss nicht wann ich losgehen darf und die shrimes einsammeln soll und wie lange ich weg sein darf. w&auml;re nett wenn jemand ein paar tipps h&auml;tte f&uuml;r das richtige timing.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-05T11:59:35.955+0000","up_votes":2,"down_votes":0,"body":"Allgemein solltest du nicht zu oft und nicht zu lange von der Lane. Am besten ist es, du gehst los, wenn eure Lane am pushen ist und noch 1-2 Minions da sind. Bis du weg bist, solltest du darauf achten, die XP der übrigen Vasallen im besten Fall noch abzugreifen. Dann holst du deine Shrimes und kommst mit E wieder zur Lane. Nicht benutzen, um zu den Shrimes zu kommen, da du vielleicht auf einen Gegner stößt und escapen musst.\nAm besten ist, wenn du sowieso roamen willst, einen Umweg zu den Shrimes zu machen.\n\nHoffe ich konnte dir damit helfen und stehe für weitere Fragen natürlich offen :)\n\nMfg,\nRuaga","replies":[{"id":"","poster":"n4ckterNinjamit4","date":"2015-09-05T12:40:21.108+0000","up_votes":1,"down_votes":0,"body":"Danke hat mir sehr geholfen werde jetzt versuchen mich dran zu halten^^","replies":[]}]},{"id":"","poster":"Roxoras","date":"2015-09-05T19:54:37.182+0000","up_votes":1,"down_votes":0,"body":"Maine seit heute Bard und muss sagen das er echt Spaß macht. Seine Ulti ist meiner Meinung nach eine Ulti die sehr viel Skill erfordert da sie Spiele verlieren aber auch gewinnen kann. Generell solltest du darauf achten deinen ADC nicht alleine zu lassen falls die Gegner eine Lane mit absolutem Killpotential haben. Darunter zählen z.B Leona + Draven oder Blitzcrank + Graves. Sind nur Beispiele aber bei beiden ist es schwer ohne den Supp zu überleben.\n\nDu kannst sie natürlich kurzzeitig verlassen um mit deinem Jungler eine magische Reise zu den Gegnern zu machen :P Die Ganks mit Bard sind sehr stark da er immerhin 3 CCs besitzt (Q, Passive Slow und Ulti). Schaden macht Bard dann halt recht wenig. Deine Meeps sollte man zum poken verwenden.\n\nDeine Schreine am besten weiter hinten platzieren da sie da relativ sicher sind und ihr im Notfall dahin escapen könnt und einen Heal + MS Buff bekommt.\n\nDas kann ich bisher sagen. Er macht echt Spaß und er ist definitiv nicht schlecht aber er hat meiner Meinung nach ein relativ hohes Skillcap. Vorallem die Ulti. Aber Übung macht den Meister :)","replies":[]},{"id":"","poster":"LZ Flame","date":"2015-09-05T11:52:57.749+0000","up_votes":1,"down_votes":0,"body":"den besten tipp den ich dir geben kann ist spiele keinen bard xD","replies":[{"id":"","poster":"n4ckterNinjamit4","date":"2015-09-05T11:56:51.148+0000","up_votes":1,"down_votes":0,"body":"eigentlich hast du ja recht baer es ist {{champion:432}} xD","replies":[]}]}]}