{"id":"U8GmqLdk","poster":"TWB Princess","date":"2015-09-04T20:25:18.014+0000","title":"Macht mich das zum schlechten Main Supporter?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich spiele sehr gern Support weil ich da wenig Verantwortung f&uuml;r das Endgame mittrage, aber egal. Das Problem ist ich\r\nMaine: {{champion:432}} {{champion:37}} {{champion:16}} {{champion:40}} {{champion:201}} \r\nspiele auch gern: {{champion:99}} {{champion:117}} {{champion:43}} {{champion:25}} {{champion:267}} {{champion:223}} {{champion:143}} {{champion:12}} {{champion:111}} {{champion:1}} \r\nbin Schrecklich mit:{{champion:53}} {{champion:89}} {{champion:412}} \r\nAber mein Kumpel sagt {{champion:53}} {{champion:89}} {{champion:412}} sind Supps die man k&ouml;nnen muss um ein richtiger Main Supp zu sein stimmt das?","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-04T20:52:57.222+0000","up_votes":2,"down_votes":1,"body":"Es macht dich nicht zu einem schlechten Supporter nicht alle Champions der Rolle zu können. Wenn du aber gut sein möchtest, musst du wissen wie man diese Supporter spielt. Sowohl auf der Lane als auch im Teamfight. Dazu gehört es dann diese auch ab und zu zu spielen. Wenn du nämlich nicht weißt, wie ein Champion gespielt wird, hast du auch schlechte Chancen erfolgreich gegen ihn zu spielen. **Du musst mehr über deinen Feind wissen als er selbst**.\n\nWeiter finde ich deinen Championpool interessant und völlig ausreichend.\n\n**Was dich aber zu einem schlechten/schlechteren Supporter macht ist deine Einstellung zu der Position!**\n> Ich spiele sehr gern Support weil ich da wenig Verantwortung für das Endgame mittrage\n\nJede Rolle in LoL ist wichtig und wie ich finde die des Supporters eigentlich mit am wichtigsten (Jungler können da noch mithalten)! Der Supporter muss schon ab Minuter 1.55 beweisen was er drauf hat. Er muss seinen Adc so stark feeden, dass ihr zum Nexus spazieren könnt. Er ist dafür verantwortlich, ob der Hauptdmgdealer Dmg macht oder nicht! Und das schon von Anfang an!\nAber nach der Laningphase ist nicht Schluss. Er muss oft roamen und ganken. Aufgaben des Jungler erfüllen bzw. ihm dabei helfen. Denn anderen Lanes helfen und auch diese Feeden!\nDanach ist aber auch nicht Schluss! Im Teamfight muss er dafür sorgen, dass möglichst viele seiner Teamkollegen, die manchmal richtig die Kacke zum dampfen bringen können, überleben. Er muss häufig sein Leben geben, damit die Schlacht gewonnen wird. Er muss ein Auge auf 4 Mitspieler und 5 Gegner haben.\n**Und diese Rolle nennst du wenig verantwortungsvoll?** Darüber kann ich nur stutzen.\n\n**Werde dir deiner Rolle bewusst. Das wird dir mehr bringen als Thresh, Blitzcrank oder Leona zu meistern!**\n\nMfg,\nRuaga","replies":[{"id":"","poster":"TWB Princess","date":"2015-09-05T06:13:23.458+0000","up_votes":1,"down_votes":0,"body":"Naja ich stelle mal eine Situation da wo der Fall besser wäre\nDer Supporter ist AFK statt der Toplaner der gegen Nasus kämpft\nIch weiß das, da ich mit Kumpel oft Bot-premade bin, fühle ich mich meist nutzlos weil er direkt ein Anfall bekommt wenn ich ein Minion oder Kill bekomme...","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-05T10:25:26.757+0000","up_votes":1,"down_votes":0,"body":"Das ist ja logisch. Der Supporter ist ja nicht zum Farmen da und hat deswegen auch nichts auf einer Sololane verloren. Auch ist es wahrscheinlicher ein 4v5 zu gewinnen, wenn der Supporter afk ist, als eine andere Rolle, da der Supporter meistens nicht so viel Tanken bzw. Dmg austeilen kann. Das bedeutet nicht, dass der Supporter verantwortungslos ist. Das bedeutet nur, dass dieses Team in der Lage ist, denn Supporter durch ihren eigenen Skill zu ersetzten.\nIm Normalfall bedeutet es jedoch trotzdem, dass das Spiel verloren ist, sollte der Supporter afk gehen, weil viele vergessen ihre Backline zu peelen. \n\nUnd zu deinem Pre: **Wenn du wegen ihm so denkst, ist er der einzige Grund, warum du in Bronze hängst.** Das kann ich dir mit 99%er Sicherheit versprechen. Jeder hat das Recht auf Minions und Kills. Man sollte nur darauf achten, dass diese gleichmäßig verteilt sind.\nWas bringt dir ein 20 0 0 Adc, der nach 20min full equiped ist und 5k Gold über hat, während du gerade mal dein 3. Item hast? Richtig! Das sind 5k und alles was der Adc im Spielverlauf noch erhält Goldverschwendung!","replies":[]},{"id":"","poster":"DieKackstulle","date":"2015-09-05T09:09:27.574+0000","up_votes":1,"down_votes":0,"body":"Dann wechsel dein Premade","replies":[]}]}]},{"id":"","poster":"Hamrio","date":"2015-09-04T20:30:18.279+0000","up_votes":1,"down_votes":0,"body":"also man sollte thresh und leona ein bisschen können weil  sie ziemlich stark sind und supps sollten sich ja immer an seine team comp anpassen und an die des gegners.\nmeiner meinung nach sind die top supps momentan{{champion:12}} {{champion:412}} {{champion:16}} {{champion:223}} {{champion:201}}","replies":[{"id":"","poster":"Evildragonfire","date":"2015-09-05T08:44:39.589+0000","up_votes":1,"down_votes":0,"body":"Annie und Lulu sind auch ganz gefährlich nur so zur Info. Blitz ist etwas spezieller. Tham Kench hat probleme wegen Range, da würde ich ihn nicht unbedingt an vorderer Front legen. Eher Leona.","replies":[]}]},{"id":"","poster":"Evildragonfire","date":"2015-09-05T08:41:14.311+0000","up_votes":1,"down_votes":0,"body":"Jeder Supp hat Vorteile. Jedoch würde ich mich nicht darauf versteifen nur blitz, leona und trash zu spielen. Hängt immer vom Team ab. Es stimmt dass man jetzt mehr die Tankigen Supps sieht, da der Rest vom Team recht squishy ist. (z.b. riven top, yasuo oder zed mid, jungle devourer yi oder jax ..., und einen tankigen adc hab ich noch nie gesehn (urgot wird derzeit auch nicht so oft gezockt).)\n\nAber wie gesagt mit yasuo könntest du auch LULU nehmen. Morgana erhält ab einen bestimmten grad auch eine bestimmte tankiness und mit kalista ist sie auch eine schöne Combi. \n\nAlso verstreif dich nicht nur auf die Champs die andere Leute sagen. Das Wichtigste ist, spiel die Champs die du willst. Nebenbei kannst du dann noch die Teamcombi beobachten.","replies":[]},{"id":"","poster":"Bemte","date":"2015-09-04T20:51:27.010+0000","up_votes":1,"down_votes":0,"body":"Also vor allem bei Thresh (bei den anderen beiden weiß ich es nicht sicher) ist es so, dass er relativ schwer zu meistern ist. Wenn man ihn aber gut beherrscht (was ich selbst auch noch nicht tue^^) dann hat er unglaublich viele Möglichkeiten und kann sehr nützlich für das Team sein. Wenn also ein Spieler, der ihn gut beherrscht, ihn spielt, ist er ein sehr guter Supp, ja.\nWenn ihn auf der anderen Seite ein Spieler spielt, der keine Ahnung von ihm hat, ist sicher einer der anderen besser.^^\n\nBlitz und Leona sind einfach sehr verbreitete Supps. Hat den Vorteil, dass dein ADC wahrscheinlich schonmal mit diesem Supp gespielt hat und weiß, was der kann und was nicht und sich darauf einstellt (wenn Blitz einen Hook trifft, hau ich drauf!). Ich zB wüßte jetzt spontan nicht, was Bard alles kann (außer diesem komischen Gang durch Wände durch^^).","replies":[]},{"id":"","poster":"WhisperedFire","date":"2015-09-04T20:46:37.153+0000","up_votes":1,"down_votes":0,"body":"Ich beherrsche Leona auch nicht, nenne mich jedoch ohne Probleme Main-Support, weil ich hauptsächlich Support spiele.\nDu kannst mit anderen Champions min. genauso gut guter Supporter sein. Da gibt es keine Vorgaben.\n\n> Ich spiele sehr gern Support weil ich da wenig Verantwortung für das Endgame mittrage\n\nDas würde ich nicht unterschätzen. Nach mehr als 1000 Support Games kann ich ungetrost sagen, dass Supporter auch viel über das Late-Game aussagen.\nSie carrien passiv mit Vision, Engages und protection. Fehlt die zum falschen Zeitpunkt, kann sich das Spiel ganz schön schnell wenden.\nSie haben eig. immer eine große Bedeutung, da sie immer viel Warden, immer protecten müssen und auch Teamfights manchmal anfangen müssen.\nDa sie das über die das ganze Spiel machen nenne ich es passives, passender, durchgehendes, carrien.\n\nGruß, WhisperedFire{{summoner:14}}","replies":[]},{"id":"","poster":"Nicoleinchen","date":"2015-09-04T20:34:34.850+0000","up_votes":1,"down_votes":0,"body":"Also dein freund hat absolut unrecht nur weil blitzcrank thresh und leona nicht spielst heißt das noch lange nicht das du kein support main sein kannst. Du kannst genug andere supp champs und jeder hat champs die er nicht mag/kann\n\nVon meiner sicht aus ist es kein problem das du schrecklich mit blitz leona und thresh bist.","replies":[]}]}