{"id":"BlUEUcge","poster":"Sashuani","date":"2015-09-03T21:11:01.892+0000","title":"Youtube Montages by Sashuani","subforum":"Streams & YouTube","embed":{"title":"Sashuani Tv","description":"Hi guys im Sash and i like to play Leage of Legends. I will create montages for you :D.","url":"https://www.youtube.com/channel/UC_rhC0_7Gy9RpaTfnTmJ3Cg","image":"https://yt3.ggpht.com/-KN59N7Wd92Q/AAAAAAAAAAI/AAAAAAAAAAA/FqNUAtNfFK4/s900-c-k-no/photo.jpg"},"up_votes":1,"down_votes":3,"body":"hi leute checkt mal meinem youtube kanal ab und wenns euch gef&auml;llt lasst nen abo da ;) \r\nich werde anfangs noch erstmal montages hochladen bis ich einen neuen pc habe -.-\r\nw&uuml;rde mich aber auch &uuml;ber konstruktive kritik freuen woran ich arbeiten muss usw. w&uuml;rde mich freuen :D","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-03T23:12:23.048+0000","up_votes":1,"down_votes":0,"body":"Erstmal muss ich sagen: Sehr unterhaltsam. Die Musik vlt. etwas leiser. Lag vielleicht an mir, aber für mich als Headsetuser minimal zu laut.\n\nSonst würde ich dir empfehlen das gut gemeinte Intro etwas zu kürzen. Statistisch gesehen schalten die meisten YT-User in den ersten 13sek ab. Daher sollte es innerhalb von dieses Zeitraums losgehen.\n\nDer letzte Kritikpunkt kommt von dem Nicht-Mainjungle- und Nicht-LeeSinspieler in mir. Es sind gute Plays, aber es fehlt häufiger an Variation. An gewissen Punkten hatte es mich etwas gelangweilt einen LeeSin-Kick nach dem anderen zu sehen. Vielleicht könntest du hier anstatt einer 5min-Montage zwei 2,5min-Montagen machen. \n\nMfg,\nRuaga","replies":[{"id":"","poster":"Sashuani","date":"2015-09-04T12:07:25.445+0000","up_votes":1,"down_votes":0,"body":"vielen dank für dein statement :D\nja du hast recht ich merke das intro geht zu lange und die musik erst recht aber ist schwer mal eben so ein gutes lied zu finden wo man sagt hey darauf mach ich die nächste montage aber werde auch andere montages von anderen champs machen und erst recht sobald ich einen neuen pc habe das problem ist das meistens mein replay programm einfach ausgeht wärend ich spiele deswegen fehlen viele aufnahmen und es dauert immer solange -.- werde mir aber deine tipps zu herzen nehmen nochmals danke ;)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-04T12:20:52.439+0000","up_votes":1,"down_votes":0,"body":"Kein Problem, dafür ist das Forum ja da :)\n\nAlso, wenn du Lieder suchst kann ich dir helfen. Guck mal bei [NoCopyrightSounds\n](https://www.youtube.com/channel/UC_aEa8K-EOJ3D6gOs7HcyNg) vorbei. Die haben haufenweise gute Lieder, die passend zu Montagen sind. Viele Leute benutzten die, damit keine Rechte an die Künstler fallen.\n\nMeinetwegen kannst du auch nur LeeMontagen machen, mir ging es nur um die Variation im Video selbst. Man muss zugeben, dass LeeSinPlays oft sehr eintönig sind.\n\nMit was nimmst du denn auf?","replies":[{"id":"","poster":"Sashuani","date":"2015-09-04T22:23:21.754+0000","up_votes":1,"down_votes":0,"body":"nehme mit lol summoner information auf (lsi) und recorde die replays mit fraps ab danach bearbeite ich es mit sony veg apro 13 und adobe after effect und für die kamerabewegungen von der map nochmal extra mit skin spotlight camera\nja werde im laufe der zeit erstmal nen neuen pc kaufen und dann erstmal einspielen danach gehts ab mit montages usw.","replies":[]}]}]}]}]}