{"id":"JBpHZVHQ","poster":"Bemte","date":"2015-09-03T22:36:10.134+0000","title":"Sivir - der AssistADC?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"moin,\r\n\r\nich habe mir letztens Sivir zugelegt, da ich noch keinen ADC in meiner Sammlung hatte (und knapp bei Kasse war, also war nicht sehr viel mehr drin.^^).\r\nNach einigem &uuml;ben kann ich nun auch halbwegs ihre E benutzen und freue mich immer, gegen Caitlyn oder Jinx zu lanen - praktisch unendliches Mana. :)\r\nAllerdings kriege ich mit Sivir nur recht selten irgendwelche Kills. In der Lane schaffe ich es hart zu pushen und den Gegner aus der Lane zu dr&auml;ngen, bei 10min hab ich wenn es gut l&auml;uft sicher doppelt so viel Farm wie mein Lanegegner. Allerdings schaffe ich es nur selten, wirklich meine Gegner zu killen. Nervig wird es dann, wenn der gegnerische Jungler ein paar Mal zu Besuch war: ich habe wie gesagt deutlich mehr Farm als mein Gegner, bin ihm schon ein halbes gro&szlig;es Item voraus oder so, aber mein Team sieht nur &quot;Sivir 0/2, you fed the enemy ADC, gg, reported&quot;.\r\nHier dann gleich mal die erste Frage: ist es normal, dass man mit Sivir in der Laningphase eher weniger Kills kriegt als mit anderen ADCs (Jinx zB hab ich das Gef&uuml;hl kriegt oft viele Kills - hat ja auch hauseigenen Stun, Slow und Attackspeed Steroid - man, die k&ouml;nnte die Lane doch 1vs2 gewinnen? xD) oder muss ich mich dahingehend noch verbessern? Ist es richtig, mit Sivir ordentlich zu pushen (W und so^^) und den Gegner praktisch aus der Lane zu dr&auml;ngen?\r\n\r\nNach der Laningphase kommt es dann ja zu dem Teamfights. Hier finde ich die Ulti einfach nur super, sie erlaubt es meinem Team die Gegner zu fangen und zu vernichten - sogar die Minions sind pl&ouml;tzlich superschnell.^^ Allerdings ist es auch hier eher so, dass ich (dank meiner W und vllt. mal 1-2 reingeworfenen Q) sehr viele Assists kriege, aber kaum mal einen Kill. Dagegen sieht man ADCs wie zB Vayne, die ganz allein den Penta abr&auml;umen. Mache ich hier etwas falsch? Oder ist es, obwohl Sivir ein ADC ist, normal und in Ordnung wenn andere die Kills kriegen - so lang ich dank der W immerhin sch&ouml;ne Assists abr&auml;ume?^^\r\nZum Beispiel hatte ich heut ein Sivirspiel, in dem ich am Schluss 14/11/22 stand...","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-03T22:45:18.996+0000","up_votes":3,"down_votes":0,"body":"Deine Fragen lassen sich ganz einfach erklären, wenn du dir das Kit von Sivir und dem von Vayne/Jinx ansiehst.\n\nDa fällt doch gleich auf, das Vayne und Jinx hauptsächlich Singletarget Damage machen (Jinx Raketen kommen ja meistens nur im Teamfight oder Trade zum Einsatz). Sivir hingegen hat in ihren Spells (auper E) nur Areaeffekte. Das heißt Sivir ist vom Grunde her eher ein Teamfight-Adc (oder wie du sagtest Assist-Adc). Daher logisch, das sie oftmals in den Kills nicht so stark ist wie andere. Sie ist eben keine gute Duellantin.\n\nEs gehört zu Sivirs Kit zu pushen. Dafür hat sie ihr W (und Q). Also ist es auf jeden Fall richtig, denn Gegner aus der Lane zu drängen oder so viel am Tower farmen zu lassen wie möglich.\n\nAuch wirst du mit Sivir relativ selten Pentas bekommen, vor allem wenn du alleine bist.\n\n14/11/22 sind allgemein gute Stats, egal welche Rolle du spielst. Es ist nicht wichtig die meisten Kills zu haben. Es sollte eher darauf geachtet werden, die Kills gleichmäßig zu verteilen, damit jeder in einen Goldvorteil kommt.\n\nHoffe ich konnte dir damit helfen. Wenn noch was offen geblieben ist, kannst du mir das gerne mitteilen :)\n\nMfg,\nRuaga","replies":[]},{"id":"","poster":"Sirius00","date":"2015-09-04T05:41:27.926+0000","up_votes":2,"down_votes":0,"body":">In der Lane schaffe ich es hart zu pushen und den Gegner aus der Lane zu dr&auml;ngen, bei 10min hab ich wenn es gut l&auml;uft sicher doppelt so viel Farm wie mein Lanegegner. Allerdings schaffe ich es nur selten, wirklich meine Gegner zu killen. Nervig wird es dann, wenn der gegnerische Jungler ein paar Mal zu Besuch war: ich habe wie gesagt deutlich mehr Farm als mein Gegner, bin ihm schon ein halbes gro&szlig;es Item voraus oder so, aber mein Team sieht nur &quot;Sivir 0/2, you fed the enemy ADC, gg, reported&quot;.\n> \nDas heisst, du hast nach zehn minuten etwa hundert Farm oder su um den dreh. Wenn der Gegner also fünfzig plus zwei Killst hat, bist du praktisch drei Kills im Vorsprung. Wenn dein Team so etwas schreibt, sind sie KDASuchtis und gehören nicht in ein Teamspiel.","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-09-04T09:46:42.826+0000","up_votes":1,"down_votes":0,"body":"Das ist bei mir, wenn ich Sivir spiele das gleiche!\nSie hat im Vergleich zu anderen ADCs zwar nicht viel Schaden ( vor allem im Late), dadurch glänzt sie aber durch massives Push und \"Turmzerstörungspotenzial\", als auch durch Mobilität und ist durchaus teamorientiert.\n\nDass du einen guten Farm hast ist super und auch das, was eine Sivir mit ihrem Push-Potenzial normalerweise machen sollte. Achte allerdings darauf ein Auge auf die Minimap zu haben/Wards zu setzen, da du so weit vorne relativ leicht abgeholt werden kannst.\nSolltest du den Turm auf der Botlane geholt haben, würde ich auf die Midlane rotieren, jedenfalls solltest du dein Push- und \"Turmzerstörungspotenzial\" nutzen.\nLetztendlich sind Objekte das Wichtigste im Spiel.\n\nNormalerweise/Vor allem auf der unteren Elo reicht es völlig aus einen guten Farm zu haben und dafür keine Kills, aber auch keine Tode.\n\nVersuch das Beste rauszuholen, spiel sicher üb aber trotzdem Druck aus.\n\nMfG","replies":[]}]}