{"id":"cQasELlB","poster":"YogaOger","date":"2015-09-04T11:16:50.964+0000","title":"Anlässlich der Flüchtlingssituation in Europa","subforum":"Allgemeiner Chat","up_votes":20,"down_votes":18,"body":"Liebe Community, liebes Riot-Team,\r\n\r\ndieser Tage sorgen die Schlagzeigen rund um die Fl&uuml;chlingssituation in Deutschland und Europa f&uuml;r viel Aufruhr.\r\nManch einen wird das ganze wom&ouml;glich sogar schon nerven, ABER:\r\nSchaut bitte nicht weg! Viele Inhalte von den Spielen, die wir mit Spa&szlig; und Freude am Leben genie&szlig;en k&ouml;nnen, sind f&uuml;r unschuldige Menschen knallharte, todgef&auml;hrliche Realit&auml;t! Es ist eigentlich erschreckend, dass SO VIELE Menschen ihre Heimat aus Angst um ihr Leben verlassen m&uuml;ssen.\r\n\r\nStellt euch vor - ja ihr habt den Satz vielleicht satt - ihr m&uuml;sstet euch entscheiden:\r\nIn eurer Stadt herrscht Terror. Ihr seid keine Soldaten, tolle Erfinder oder Mechaniker die aus zerfetzten Kleinteilen neue Bomben bauen k&ouml;nnen. Ihr seid schlicht und einfach Bev&ouml;lkerung, die zu Tausenden einfach aufgrund ihrer Meinung verfolgt, bombardiert und hingerichtet wird. Eure Familien sind vielleicht schon tot. W&uuml;rdet ihr nicht versuchen euch und eure Lieben in Sicherheit zu bringen? Der kleinen Schwester, oder der Liebe eures Lebens vielleicht ein friedliches Leben irgendwo in einer anderen Welt zu erm&ouml;glichen? \r\n\r\nIch bin davon &uuml;berzeugt, dass den meisten unter den Fl&uuml;chtlingen, die Entscheidung ihrer Heimat, Beruf, Freunden, Familie... ihrem LEBEN! &quot;Lebe wohl&quot; zu sagen unglaublich schwer fiel und nur als letzte L&ouml;sung f&uuml;r das eigene &Uuml;berleben, mit Aussicht auf m&ouml;glichen Frieden, ist.\r\nEs gibt f&uuml;r die Menschen, die aus der Not hierher geflohen sind, die die OPFER in dieser Situation sind, keinen letzten Speicherpunkt, Stealthmode oder Wiederbelebung.\r\n\r\nWenn sie sich entscheiden in ihrer Heimat zu bleiben, hei&szlig;t das f&uuml;r sie den Kampf ums &Uuml;berleben.\r\nWer wei&szlig; schon wie weit der Feind vielleicht morgen von der T&uuml;rschwelle entfernt ist? Kennt er Gnade? Welchen Typ Feind hab ich da vor mir?\r\n\r\nIch kann hier keine L&ouml;sung f&uuml;r bevorstehende politische oder wirtschaftliche Schwierigkeiten pr&auml;sentieren. Aber das wichtigste ist doch der erste Schritt!\r\nDer erste Schritt muss sein, die Fl&uuml;chtlinge nicht abzuweisen! Nicht in den Tod schicken! Denn das ist es, was Ihnen dann vermutlich bevorsteht.\r\nJeder Fl&uuml;chtling, den ICH abweise, beweist, dass MIR, weil ich ja leider keine L&ouml;sung habe, lieber einfach wegsehe und Problemen aus dem Weg gehe und daf&uuml;r Menschen sterben lasse.\r\nDie Sicherung unserer LUXUSleben kann doch nicht wichtiger f&uuml;r uns sein, als das &Uuml;BERleben unserer Mitmenschen!\r\n\r\nHier eine Idee zur Unterst&uuml;tzung der Menschen, die tats&auml;chlich helfen. Denn auch sie haben Limits!\r\nDurch die erfolgreiche Arbeit von RiotGames ist LeagueOfLegends ein Spiel mit unglaublich gro&szlig;em Publikum und Usern.\r\nViele europ&auml;ische Teams haben sich in den letzten Jahren in der Szene einen gro&szlig;en Namen gemacht und haben ihre Fans.\r\n\r\nHier die Idee:\r\nMacht Fanshirts von allen Teams, dem Shoutcaster-Team mit den Unterschriften der Teams, usw. mit der Botschaft &quot;Refugees Welcome!&quot; oder so.\r\n(bin kein Werbepsychologe, der wei&szlig; welcher Spruch da hin muss ^.^)\r\nJe mehr beteiligt sind, umso besser.\r\nDiese k&ouml;nnen dann von uns Usern erstanden werden, und die eingenommenen Gelder der Fl&uuml;chtlingshilfe innerhalb Europas gegeben werden.\r\nJede Hilfe wird dankbar angenommen und schafft Kontakt! Endet also positiver als das Wegsehen!\r\n\r\nTeilt eure Ideen, Meinungen doch auch einfach mal mit... Beschr&auml;nkt euch nicht aufs Bewerten der Aussagen anderer!\r\nJede Idee bringt uns L&ouml;sungen n&auml;her. Facebook, Twitter, Foren... Diskutiert einfach mit...\r\n\r\nLG und vielen Dank f&uuml;rs Lesen\r\nYogaOger","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-04T11:31:24.789+0000","up_votes":8,"down_votes":8,"body":"Überall nur noch das Thema und jetzt auch noch im Lol Forum \n\nSehenswertes zu diesem Thema: \nhttps://www.youtube.com/watch?v=6km_JpBzuDo&index=21&list=LLulC-59FH2KdtrwaJ-m4p3A\nhttps://www.youtube.com/watch?v=xlH4gLGc2OM&index=23&list=LLulC-59FH2KdtrwaJ-m4p3A\nhttps://www.youtube.com/watch?v=HgWNIWnM4Oc&index=15&list=LLulC-59FH2KdtrwaJ-m4p3A\n\nIch bin auch dafür dass man Flüchtlingen hilft, aber radikale und gewalttätige sollte man direkt ausweisen und Deutschland nimmt bereits im vergleich zu anderen Ländern extremst viele auf, wenn der Staat dies nicht mehr zahlen kann kann man eben Wirtschaftsflüchtlinge nicht auch noch aufnehmen.\nUnd jetzt hatet mich für meine Meinung.","replies":[{"id":"","poster":"Breche The Gates","date":"2015-09-04T11:45:36.393+0000","up_votes":8,"down_votes":1,"body":"> [{quoted}](name=Noxious Spirit,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0000,timestamp=2015-09-04T11:31:24.789+0000)\n> vergleich zu anderen Ländern extremst viele auf, wenn der Staat dies nicht mehr zahlen kann kann man eben Wirtschaftsflüchtlinge nicht auch noch aufnehmen.\n \nWer ist noch ein Mal der 3 größte Waffenexporteur auf der Welt?","replies":[{"id":"","poster":"SayN0toRacism","date":"2015-09-04T11:48:59.968+0000","up_votes":1,"down_votes":1,"body":"Kein Staat hat Geld für irgendwas..... Alle EU-Staaten sind verschuldet. Also scheiß drauf. Man sollte nicht Geld gegen Menschenleben tauschen....","replies":[{"id":"","poster":"Taihuang","date":"2015-09-04T15:36:21.822+0000","up_votes":1,"down_votes":0,"body":"Wir sind eh schon pleite, also verschulden wir uns komplett?\n\nSolch einen Blödsinn lese ich momentan auf den Wahlplakaten der MLPD\nin meiner Stadt ...","replies":[{"id":"","poster":"Action Alet","date":"2015-09-04T15:37:55.158+0000","up_votes":2,"down_votes":0,"body":"Zugegeben, in der MLPD sind richtige Kasper drin.","replies":[]}]}]}]},{"id":"","poster":"Sumday","date":"2015-09-04T14:48:12.338+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Noxious Spirit,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0000,timestamp=2015-09-04T11:31:24.789+0000)\n>\n> Überall nur noch das Thema und jetzt auch noch im Lol Forum \n> \n> Sehenswertes zu diesem Thema: \n> https://www.youtube.com/watch?v=6km_JpBzuDo&index=21&list=LLulC-59FH2KdtrwaJ-m4p3A\n> https://www.youtube.com/watch?v=xlH4gLGc2OM&index=23&list=LLulC-59FH2KdtrwaJ-m4p3A\n> https://www.youtube.com/watch?v=HgWNIWnM4Oc&index=15&list=LLulC-59FH2KdtrwaJ-m4p3A\n> \n> Ich bin auch dafür dass man Flüchtlingen hilft, aber radikale und gewalttätige sollte man direkt ausweisen und Deutschland nimmt bereits im vergleich zu anderen Ländern extremst viele auf, wenn der Staat dies nicht mehr zahlen kann kann man eben Wirtschaftsflüchtlinge nicht auch noch aufnehmen.\n> Und jetzt hatet mich für meine Meinung.\n\n\nEinseitige Meinungsbildung ftw #bild #rtl","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-04T16:09:25.446+0000","up_votes":3,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Sumday","date":"2015-09-04T17:31:54.091+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Noxious Spirit,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000000030000,timestamp=2015-09-04T16:09:25.446+0000)\n>\n> 1. Stammen diese Berichte nicht von RTl oder Bild\n> 2. Macht Rtl Hetzkampanien gegen Nazis wenn auch zurecht.\n> 3. Stammen solche berichte nicht von Massenmedien, da diese eine negative Stimmung gegen Flüchtlinge unterbinden wollen\n>  Bsp. Schwäbische Zeitung macht 2 Seiten über gute integration eines Flüchtling und ganz klein am Rand negative Vorfälle Vergewaltigung,Mord,Gewalt,Überfälle wenn es Schwarzafrikaner waren. \n> Halt also dein Maul im Gegensatz zu dir glaub ich nicht jeden Scheiß der in deinem Nachmittagsprogramm vorgezeigt wird.\n> Und nein nur weil du nur diese beiden Medien und das Riot Forum kennst stammt das nicht gleich daher.\n> \n> #Harz4 #Untermensch #DerLinkeSpacknAusVideo2\n\nBan incoming :)\nHabe dich mal gemeldet\n\nIst ja cool das politisch rechts orientierte auch LoL spielen\nIch hab mal ne Frage:\n\nBannst du in LoL auch immer\n{{champion:236}} {{champion:245}} ?\nNatürlich begründest du ja deine Meinung ja auch mit Spiegel Ausschnitten über Kriminalitätszuwachs","replies":[{"id":"","poster":"ChewyBaccaWookie","date":"2015-09-05T10:26:16.234+0000","up_votes":4,"down_votes":1,"body":"> [{quoted}](name=GV Saintvicious,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0000000300000000,timestamp=2015-09-04T17:31:54.091+0000)\n>\n> Ban incoming :)\n> Habe dich mal gemeldet\n> \n> Ist ja cool das politisch rechts orientierte auch LoL spielen\n> Ich hab mal ne Frage:\n> \n> Bannst du in LoL auch immer\n> {{champion:236}} {{champion:245}} ?\n> Natürlich begründest du ja deine Meinung ja auch mit Spiegel Ausschnitten über Kriminalitätszuwachs\n\n\nIst schön wie Leute wie du immer auf demokratisch tun, aber versuchen eine Meinung die ihnen nicht passt zu unterbinden.\nNazikeule funktioniert doch immer wieder wunderbar mh?","replies":[{"id":"","poster":"Action Alet","date":"2015-09-05T10:32:18.266+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=PartialView,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00000003000000000002,timestamp=2015-09-05T10:26:16.234+0000)\n>\n> Ist schön wie Leute wie du immer auf demokratisch tun, aber versuchen eine Meinung die ihnen nicht passt zu unterbinden.\n> Nazikeule funktioniert doch immer wieder wunderbar mh?\n\nIst schön, wie Leute wie Noxious Spirit immer auf demokratisch tun, aber versuchen eine Meinung, die ihnen nicht passt, zu unterbinden.\nGutmenschenkeule funktioniert doch immer wieder wunderbar, mh?\nSiehste, klappt auch andersrum. Und jetzt? Jede schwachsinnige Meinung tatenlos hinnehmen, ist keine Demokratie, denn gerade die erlaubt mir meine eigene Meinung zu propagieren und gegen die, die mir nicht passen, vorzugehen. Ich muss keine rechtsradikale, undemokratische Hetze tolerieren, um mich im Rahmen des Grundgesetzes zu bewegen. Am ekelhaftesten ist dieser AfD-Pegida-Abschaum, der sich als demokratisch ausgibt, von der \"Mehrheit des deutschen Volkes\" spricht, aber in Wahrheit nur ein lächerlicher Haufen ist, der von den wenigsten Leuten Zustimmung bekommt.","replies":[{"id":"","poster":"ChewyBaccaWookie","date":"2015-09-05T11:16:18.754+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000000030000000000020000,timestamp=2015-09-05T10:32:18.266+0000)\n>\n> meine eigene Meinung zu propagieren und gegen die, die mir nicht passen, vorzugehen. \n\n\n\nOrban geht in Ungarn gerade auch gegen Meinungen die ihm nicht passen vor.\nEr schafft die Demokratie nach und nach ab, weil ihm die anderen Meinungen halt nicht passen.\nIst ja demokratisch gegen Meinungen die einem nicht passen vorzugehen.\n\nDas was ihr nicht erkennt ist folgendes: Deutschland ist das einzige Land in der EU, dass in diese Richtung fährt.\nSchau dir mal die aktuellen Umfragewerte in Österreich, Gesetzesänderungen in Ungarn, was GB mit dem Tunnel vor hat an und dazu am besten noch wie die Schweiz ein paar Dinge im Rechtswesen geändert hat.\nStichwort: Anwälte bekommen jetzt nur noch ein festes Honorar für die Vertretung eines Flüchtlings, egal wie lange sich der Rechtsstreit hinzieht.\nKomisch, dass daraufhin die Zahl der Klagenden rapide gesunken ist, mh?\n\n\nÜbrigens solltest du dich mal über Städte wie Berlin, Bremen und Essen informieren - vielleicht verstehst du dann eher warum manche Leute ein Problem mit dieser hohen Migration haben.\nErneutes Stichwort: Polizei traut sich nicht mal mehr für einen Verkehrsunfall ohne Rückendeckung mehrerer Polizisten zur eigenen Absicherung in diverse Gebiete.\n\nSchau auch mal in die ZDF Mediathek,  da war die Tage ein Bericht über Parallelgesellschaften und die Paralleljustiz in Deutschland ;)\n\n\nUnd noch was für dich:\nWenn es den Flüchtlingen so schlecht geht, dass sie Hilfe brauchen:\nhttp://www.liveleak.com/view?i=02c_1441365239\n\nWie kommt dann sowas zustande?","replies":[{"id":"","poster":"Action Alet","date":"2015-09-05T11:34:29.207+0000","up_votes":2,"down_votes":3,"body":"Da hast du ja meinen Kommentar schön fehlinterpretiert. Wenn man den Beitrag aufmerksam liest, wird einem auffallen, dass ich nirgendwo staatliche Repression gutheiße, sondern auf die Konformität des Grundgesetzes mit gesellschaftlichem Widerstand hingewiesen habe. Parallelgesellschaften beweisen übrigens gar nichts, außer dass die Integration schief gelaufen ist. Die einheimische Bevölkerung hat da eine Bringschuld, denn letztendlich spiegeln die negativen Beispiele nur unseren Umgang mit den Migranten wieder. Wir können nicht einerseits von ihnen erwarten, dass sie sich integrieren und ihnen gleichzeitig das Gefühl geben nur geduldet zu werden. Die Rechten bestätigen ihre Kritik dadurch, dass sie die angeprangerten Verhältnisse selber reproduzieren.","replies":[]}]},{"id":"","poster":"BobtheShopkeeper","date":"2015-09-06T14:09:19.542+0000","up_votes":1,"down_votes":2,"body":"Kleine Frage wenn euch meine Meinung nicht passt warum lässt ihr dann den Kommentar melden in dem ich auf die Antwort des anderen eingehe was eigentlich gar nichts mit dem Flüchtlingsthema zu tun hat und nicht den Kommentar vom Anfang.\n\nGrund: Ich habe damit euren Sinnlosen Kommentar \n(\"Einseitige Meinungsbildung ftw #bild #rtl\") ausgekontert und das wolltet ihr vertuschen.\n\nAußerdem hast du schon einmal Kontakt zu Flüchtlingen gehabt oder ihnen geholfen.\n\nIch hätte darauf gerne eine Antwort von dir, wenn du dich schon als Gutmensch aufspielst.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T15:48:07.248+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=BobtheShopkeeper,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0000000300000000000200000002,timestamp=2015-09-06T14:09:19.542+0000)\n>\n> Ich hätte darauf gerne eine Antwort von dir, wenn du dich schon als **Gutmensch** aufspielst.\n\nIst das dein scheiß Ernst? Komm mal ohne Kampfbegriffe aus.\nZu deiner Frage: Ja, ich arbeite ehrenamtlich in einem Flüchtlingsheim. Und jetzt? Haben meine Argumente auf einmal mehr Gewicht? Was ich privat mache, ist völlig irrelevant für die Diskussion. Google mal nach \"argumentum ad hominem\".","replies":[{"id":"","poster":"BobtheShopkeeper","date":"2015-09-06T15:57:15.707+0000","up_votes":2,"down_votes":3,"body":"Seltsam habe ich dieses Wort nicht schon einmal von dir gelesen naja :D\nUnd deine Wortwahl \"scheiß\" ist auch nicht gerade vom Feinsten.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T16:02:01.551+0000","up_votes":2,"down_votes":1,"body":"Ja, wenn jemand Begriffe verwendet, die eindeutig aus der rechten Szene kommen, und unglaublich ignorant und rechthaberisch ist, bin ich schon mal gereizt.\nUnd nein, \"Gutmensch\" habe ich nie als normalen Begriff verwendet.","replies":[{"id":"","poster":"BobtheShopkeeper","date":"2015-09-06T16:10:09.023+0000","up_votes":2,"down_votes":1,"body":"Ich habe noch nie Umgang mit NPD oder anderen Rechtsextremen Gruppierungen gehabt weder diese Partei gewählt noch ähnlich Parteien( und habe dies auch in Zukunft nicht vor). Ich habe Aussländer in meinem Freundeskreis und habe mich schon öfters Friedlich mit Flüchtlingen Unterhalten ohne sie irgendwann mal zu beleidigen. Was willst du mir hier eigentlich unterstellen? \n\nBin ich ein Nazi nur weil ich durch Medien solche Begriffe gehört habe? \nUnd nebenbei ist Gutmensch kein Rechtsextremer Wortschatz.\n\nLangsam ist mir es auch zu dumm mich hier rechtfertigen zu müssen. Ist mir auch egal was Leute von mir denken die icht nicht mal kenne.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T16:13:48.447+0000","up_votes":1,"down_votes":3,"body":"1. diese \"Ich kann gar kein Nazi sein, ich hab ausländische Freunde\"-Argumentation ist langsam ausgelutscht.\n2. habe ich nie gesagt, dass du ein Nazi bist oder in der rechten Szene aktiv.\n3. nein, \"Gutmensch\" ist kein \"Rechtsextremer Wortschatz\" _mehr_ und _leider_. Ich sagte er _kommt_ aus der rechten Szene und hat sich leider etabliert. Welchen Faschismus muss man eigentlich haben, damit \"Gutmensch\" eine akzeptable Abwertung ist? Wenn dir was nicht passt, dann fang an zu argumentieren, anstatt die nächstbesten Schlagworte aufzugreifen.","replies":[]}]}]}]}]}]},{"id":"","poster":"BobtheShopkeeper","date":"2015-09-06T13:50:38.859+0000","up_votes":1,"down_votes":1,"body":"Nenn mir bitte eine stelle in der ich rassistische Äußerungen mache. Danke.\n","replies":[]}]}]},{"id":"","poster":"AlmostRalfie","date":"2015-09-04T23:22:49.700+0000","up_votes":3,"down_votes":0,"body":"Was geht bei dir denn falsch der einzige der auf Rassistische Einfälle kommt bist doch du.\n> Bannst du in LoL auch immer\n> {{champion:236}} {{champion:245}} ?","replies":[{"id":"","poster":"Schroppel","date":"2015-09-05T00:04:32.119+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=AlmostRalfie,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00000003000000000001,timestamp=2015-09-04T23:22:49.700+0000)\n>\n> Was geht bei dir denn falsch der einzige der auf Rassistische Einfälle kommt bist doch du.\n\nDacht ich mir auch aber habs dann doch für nen Troll gehalten.","replies":[]}]},{"id":"","poster":"BobtheShopkeeper","date":"2015-09-04T22:31:26.364+0000","up_votes":1,"down_votes":0,"body":"An welcher Stelle soll ich etwas Rechtsradikales gesagt haben?\nUnd nebenbei du wirfst mir vor dass ich mich falsch Informiere leider habe ich mich mit Flüchtlingen selber schon einmal unterhalten und an unserer Schule gibt es auch welche.  Die Anschuldigung trifft also ins leere.","replies":[]}]}]}]},{"id":"","poster":"YogaOger","date":"2015-09-04T11:52:21.594+0000","up_votes":2,"down_votes":0,"body":"Danke für den Kommentar und das Videomaterial. Mir ist bewusst, dass mit der Flüchtlingswelle auch Gewalt und Kriminalität ein neuer Weg geebnet wird. Allerdings sind solche Probleme nicht auf diese Zielgruppe zu beschränken.\nHinter den Kulissen gibt es in Deutschland, so wie in vermutlich jedem Land, in verschiedenen Ausmaßen Prostitution(Ergänzung: gemeint ist kriminelle Zwangsprostitution), Menschenhandel, brutale Gewalt, Bandenkriege, Raub, Mord, Religionsdifferenzen, die zu Verachtung führen... Wo soll man anfangen, wo aufhören? Das gibt's doch schon in der Schule mit Cliquenbildung, Ausgrenzung und Mobbing. Ich hab noch Videos im Kopf, wo aggressive Mädchengruppen auf einzelne Mitschüllerinnen losgegangen sind...\nGerade die heißen Diskussionen um den Islamischen Staat haben meiner Meinung nach dafür gesorgt, dass viele Leute in Europa dem Großteil der Menschen aus den islamisch-gläubigen Ländern sehr kritisch gegenüber stehen. Dabei sind immer Videos von Menschen aufgetaucht, die ebenso wie wir nach Toleranz und Freiheit suchen und beweisen, dass es das Gute so wie das Böse immer und überall gibt.\n\nWie gesagt, ich habe keine politischen oder wirtschaftlichen Lösungen parat. Aber Abweisung ist glaube ich ein Schritt in die falsche Richtung.\n\nStrafftäter sollten allerdings - auch wenn ich für so manche Gesetzesreform wäre - nach dem Gesetz bestraft werden.","replies":[{"id":"","poster":"Final Rampage","date":"2015-09-04T12:21:01.499+0000","up_votes":5,"down_votes":1,"body":"Ich kann dir gerne einmal was verraten.\n\nErstens setzt du Prostitution mit Menschenhandel, brutaler Gewalt, Raub, Mord etc in einen Satz. Prostitution ist in Deutschland erlaubt, sofern alle Regeln und Vorschriften eingehalten werden. Das die Menschen es nicht umbedingt verstehen ist ja klar, Verachtung muss man dann doch sehr vorsichtig sein. Die Meisten verdienen eher Mitleid mMn. Es gibt einige die das freiwillig machen, die es gerne machen, aber ein Großteil würde gerne etwas anderes machen.\nDas mit dem \"Videos im Kopf haben\" ist ein interessanter Punkt. Schließlich behält man ja gerne das negative. Wieso haben wir nicht bei jeder Person die wir sehen gleich Angst das sie uns zusammenschlägt? Weil wir viele gute Beispiele kennen wo es nicht so ist.\nWieso behandeln wir Flüchtlinge anders? Wieso behandln wir islamische Anhänger anders? Weil wir mit Ihnen wenig zu tun haben. Das Bild was wir von Ihnen kriegen ist aus den Medien und wird durch diese gelenkt.\nBei den Flüchtlingen muss man jetzt mal sagen das dort viel Verständnis und Befürwortung ausgesprochen wird, das ist korrekt. Aber im Falle von Musimen etc wird ein ganz anderes Bild erzeugt. Sprengt sich einer in die Luft reicht das erstmal für 3 Wochen. Danach nimmt man dann gerne auch mal eine andere Geschichte. Aber hat jemand jemals einen Bericht gelesen ala \"Muslime helfen im Altersheim freiwillig aus\". Nein, und trotzdem gibt es sie! \nUnsere Meinung entsteht durch einseitige Berichterstattung. Denkt doch mal an diese Sprüche wie Polen klauen etc, hat jeder gehört. Ratet mal wie das entsteht. Ein Pole klaut was, dann ein zweiter auch, ein dritter auch. Die 100 die Sachen zurückgegeben haben wenn jemand etwas verloren hat,  interessiert die Sensationsberichterstattung nicht so wirklich, weshalb wir nicht sagen \"Polen sind so ehrliche Menschen\" sondern lieber \"Polen klauen\".\nUnd zum letzten Punkt deines Kommentars: Abschiebung ist ein sehr heikles Pflaster. Bei einigen nein zu sagen ist der richtige Weg, bei andern nicht.\nAber jetzt zu meiner Meinung zum Thema Abschiebung... Deutschland ist ein \"reiches\" Land, das mögen wir jetzt mal so dahinstellen und so lassen. Gut, Tschechien und Polen sind nicht ganz so reich. Doch wieso sehen wir im Fernsehen immer nur Flüchtlinge die sagen \"Wir wollen weiter nach Deutschland, das ist unser Ziel\". Dürfte es diesen Menschen nicht total egal sein wenn wir sie wie wild in der EU Verteilen? Die können doch auch nach Norwegen, Dänemark, Niederlande etc. Auch hier kann man auf einseitige Berichterstattung tippen, doch Fakt ist: WENN ICH ANGST HABE ZU STERBEN, DANN IST ES MIR SCHEIß EGAL IN WELCHEM LAND ICH AUFGENOMMEN WERDE, WIE ES MIR DORT GEHT, SOLANGE ICH SICHER BIN! Darüber sollten die Flüchtlinge vllt auch mal nachdenken. \nUnd ein brandheißes Thema was ich dazu noch mitbekommen habe: Wenn Flüchtlinge überall einquartiert werden, und dadurch ein Wohnungsmangel entsteht den wir Deutschen zu tragen haben, dann sollten wir auch hier überlegen ob der Staat nicht doch etwas falsch macht indem er seine eigenen Leute vernachlässigt. Gäbe es keinerlei Nachteile für uns, denkt ihr wirklich irgendjemand würde die Flüchtlinge hier kritisch sehen?","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T14:05:26.172+0000","up_votes":1,"down_votes":0,"body":"Sorry, gemeint ist natürlich kriminelle Zwangsprostitution.\n\nZu deinem letzten Punkt eine Idee meinerseits, die allerdings nicht als Entschuldigung für alles genommen werden soll:\nIch kann mir vorstellen, dass der Name \"Deutschland\" aufgrund der vielen Menschen, die wir im Vergleich aufgenommen haben natürlich publik wird. Unter Schleppern, sowie unter den Flüchtlingen selbst.\n- Auch hier mögen schon kriminelle Machenschaften im Gange sein... ich mags mir gar nicht ausmalen...\nNatürlich sind die Massen von Menschen nicht einfach, vielleicht auch gar nicht, für ein Land zu bewältigen.\nAber warum wir das Endziel sind, haben wir bestimmt zum Teil unseren bisherigen Taten zuzuschreiben.\nDaher möchte ich die reine Masse an sich an dieser Stelle einmal als positives Feedback der Flüchtlinge werten...\nFakt ist: Europa muss helfen... Besser die gesamte Welt. Leider Utopie, aber Deutschland allein reicht nicht.","replies":[]}]},{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:22:51.638+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YogaOger,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00000002,timestamp=2015-09-04T11:52:21.594+0000)\n>\n> Gerade die heißen Diskussionen um den Islamischen Staat haben meiner Meinung nach dafür gesorgt, dass viele Leute in Europa dem Großteil der Menschen aus den islamisch-gläubigen Ländern sehr kritisch gegenüber stehen.\n\nEs liegt in der Natur des Menschen das unbekannte abzulehnen. Dazu gibt es auch ein Sprichwort:\"**Was der Bauer nicht kennt, das isst er nicht.**","replies":[]}]},{"id":"","poster":"DieKackstulle","date":"2015-09-05T09:22:09.002+0000","up_votes":3,"down_votes":3,"body":">  und Deutschland nimmt bereits im vergleich zu anderen Ländern extremst viele auf, wenn der Staat dies nicht mehr zahlen kann kann man eben Wirtschaftsflüchtlinge nicht auch noch aufnehmen.\n> Und jetzt hatet mich für meine meine Meinung\n\n\"radikale und gewalttätige direkt ausweisen\" - richtig schön NPD like. Wie wärs mit integration? Es gibt genügend Menschen die es nicht anders kennen, um zu überleben. Was soll man auch machen wenn das eigene Haus zerstört und die Familie ums leben kommt? Man versucht sich durchzuschlagen. \nSolchen Leuten deswegen die Chance kaputt zu machen, es vielleicht beim zweiten Anlauf besser zu machen? Ein normales Leben zu ermöglichen? Anstatt zu meckern einfach mal deinen fetten Arsch hoch bekommen und was dafür(und nich dagegen!) tun, anstatt rum zu motzen!","replies":[{"id":"","poster":"Hibernius Riesig","date":"2015-09-05T11:44:25.473+0000","up_votes":2,"down_votes":0,"body":"Deine Grafik ist ja schön und gut aber hast du auch mal geguckt was in Schweden zur Zeit los ist? Schweden ist ein Musterbeispiel für falsche Integrationspolitik... ich glaube nur die wenigsten hier haben etwas gegen Flüchtlinge und Migranten... das Problem ist eher das absolute versagen unserer politischen Kaste...","replies":[{"id":"","poster":"DieKackstulle","date":"2015-09-06T14:27:01.108+0000","up_votes":1,"down_votes":1,"body":"Was ist denn in Schweden? \nNatürlich ist es nie perfekt. Das syrische Ärzte und Lehrer jetzt in Schweden als Taxifahrer arbeiten müssen ist natürlich nicht schön, aber der Versuch der Integration ist da. Auch das nicht jeder integrationswillig ist, sollte auch klar sein. Doch die Menschen brauchen in erster Linie erst einmal Hilfe und die sollte ja wohl um gottes willen gestattet sein!\nDas Problem ist eher: Warum ist ein(bspw) schwedischer Bürger in Schweden mehr wert, als ein Refugee? Dieses ewige Nationalitätendenken, ist das Gift, was schon etliche grausame Kriege hervorgebracht hat! \nDie Wurzel allen übelst sind nicht die Refugees, sondern die Staaten die dafür verantwortlich sind, dass ganz Syrien inkl. den Nahoststaaten(teilweise) in Schutt und Asche liegen!! Auch Deutschland ist daran Schuld. \n\n\nIm Übrigen sehr empfehlenswert, warum soviel Fremdenhass genau jetzt in den Medien ist -> googelt mal nach TTIP. Sehr interessant. was aber nicht die Hilfsbereitschaft gegenüber Refugees schmälern sollte!","replies":[]},{"id":"","poster":"Action Alet","date":"2015-09-05T14:32:55.009+0000","up_votes":2,"down_votes":2,"body":"Beim Versagen der Politik stimmen _gerade_ die Linken zu, das ist nämlich noch lange kein Grund Abschiebungen und Abschottung zu fordern und keine Entschuldigung für Xenophobie und Nationalismus.","replies":[]}]}]},{"id":"","poster":"Action Alet","date":"2015-09-04T11:41:00.959+0000","up_votes":4,"down_votes":8,"body":"> [{quoted}](name=Noxious Spirit,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0000,timestamp=2015-09-04T11:31:24.789+0000)\n>\n> Und jetzt hatet mich für meine Meinung.\n\nHab dir einen Downvote gegeben, ist das auch in Ordnung?","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-04T12:00:50.008+0000","up_votes":2,"down_votes":1,"body":"Danke <3","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2015-09-04T11:51:17.588+0000","up_votes":6,"down_votes":1,"body":"Du hast auf jeden Fall Recht, dass im Umgang mit Flüchtlingen einiges schiefläuft, in der Politik und in Teilen der Bevölkerung. Ich denke, das größte Problem ist das fehlende Bewusstsein und das Verständnis für die Flüchtlinge, ( wie du es ja schon gesagt hast), und eine Aktion seitens der kompetitiven Teams und evtl. auch Riot hätte in manchen Teilen seine Wirkung, aber man muss auch sehen, dass LoL teilweise ein relativ junges Publikum hat ( es ist immerhin ab 12 freigegeben und das Verhalten der Spieler spiegelt das teilweise auch wieder) und es manche Leute trotzdem nicht interessieren würde. Von manchen lächerlich unintelligenten Gruppen da rechts in der Ecke brauchen wir gar nicht erst reden, die würden das in 100 Jahren nicht verstehen.. {{champion:17}}","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-04T12:15:12.034+0000","up_votes":6,"down_votes":2,"body":"Die 12-14-jährigen dürfen sowieso nichts erwerben, da sie nicht voll geschäftsfähig sind.\n\nEs gäbe sicherlich genügend Leute, die diese Shirts erwerben (nicht unbedingt aus dem Grund zu Helfen), aber die Kosten spielen eine gravierende Rolle. Material, Verarbeitung, Organisation, etc. Hier sehe ich eigentlich das Hauptproblem. RiotGames hat nichts mit der Flüchtlingslage zu tun und wird sicher keine Unmengen and Geld dafür ausgeben nur um ein besseres Image zu erhalten. Das ist meiner Meinung nach das Problem bei der Sache und nicht das fehlende Interesse.\n\nAllgemein wäre es eine bessere Idee (**auch an YogaOger gerichtet**) ein Charitytunier innerhalb von All-Stars zu veranstalten. Neben dem normalen All-Stars-Event kann einfach gespendet werden, es wird einige Aufrufe geben, usw.. \nVielleicht sogar mit dem Thema: Terror ({{champion:31}} , {{champion:90}} , {{champion:82}} , etc.) gegen Gerechtigkeit ({{champion:245}} , {{champion:59}}, {{champion:51}}, etc.)","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T12:17:07.635+0000","up_votes":2,"down_votes":0,"body":"WoW!\nSuper Beitrag vielen Dank!","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-04T12:22:45.858+0000","up_votes":2,"down_votes":0,"body":"Freut mich das andere mal meine Meinung teilen :D","replies":[]}]},{"id":"","poster":"SayN0toRacism","date":"2015-09-04T12:17:17.195+0000","up_votes":3,"down_votes":1,"body":"Die Idee mit dem Charity Turnier find ich MEGAAAA!!!!!!! *Daumen hoch*","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-09-04T12:22:16.005+0000","up_votes":2,"down_votes":1,"body":"Dein Kommtentar dazu find ich MEGAAAA!!!!!!! Daumen hoch :D","replies":[]}]}]},{"id":"","poster":"YogaOger","date":"2015-09-04T11:57:44.836+0000","up_votes":4,"down_votes":1,"body":"Auch an dieser Stelle vielen Dank für den Kommentar :)\n\nMal schaun, ob Riot sich vielleicht insprieren lässt.","replies":[]}]},{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T13:06:05.693+0000","up_votes":5,"down_votes":5,"body":"Mag sein dass ihr mich jetzt als rechtsradikalen Nazi bezeichnet, jedoch ist mir das herzlich egal.\n\nAlso ich finde wir sollten keine Flüchtlinge aufnehmen. Wir haben jetzt schon ein Problem mit Ausländern ( damit meine ich nicht deutsche mit Migrationshintergrund) die nach Deutschland kommen und mit 18 ihre HartIV Karriere anfangen. \nSolange diese Leute immernoch in Deutschland leben können wir niemand weiteres aufnehmen. Weswegen sollten wir uns unnötige Probleme ins Land holen wenn wir schon mit der im Vergleich dazu einfachen Griechenland-Krise nicht klarkommen. (das sage ich als Grieche)\n\nWir haben sowieso schon ein Problem auf der Welt mir der Überpopulation. Wenn jeder Afrikaner 17 Kinder bekommt ist das natürlich kein Wunder dass keines von denen älter als 15 Jahre wird. Die Leute und ihre Probleme sind mir scheiß egal, und ich glaube kaum dass das jemand tief in seinem Inneren das anders sieht. Währen euch die Leute nicht scheiß egal dann hättet ihr schon lange ein paar Flüchtlinge bei euch zuhause wohnen. Wäre bei uns Krieg wäre es denen auch genauso egal ob wir kein Zuhase haben und dann nach Syrien, Afrika oder sonst wo hinkommen würden um nach einer neuen Unterkunft zu betteln.\n\nWir haben nunmal Glück und die haben Pech. PUNKT ! Bei einem unfairen Zweikampf auf dem Fußballfeld sagten wir damals: \"Das Leben ist kein Ponyhof.\" Und dies trifft leider auf jeden Bereich des Lebens zu.\n\nDie Menscheit muss nunmal begreifen, dass aus der 3ten Welt niemals die erste wird.\n\nMfG Dimi","replies":[{"id":"","poster":"cremnik","date":"2015-09-04T13:28:21.961+0000","up_votes":5,"down_votes":1,"body":"> Wäre bei uns Krieg wäre es denen auch genauso egal ob wir kein Zuhase haben und dann nach Syrien, Afrika oder sonst wo hinkommen würden um nach einer neuen Unterkunft zu betteln.\n\nLustig, dass du das erwähnst, denn es war Krieg bei uns. Ein Krieg der gesamt Europa in unsägliches Leid geführt hat uns unser Land an den Rand der Vernichtung. Doch was haben die Länder Europas getan? Sie haben uns geholfen. Was haben wir getan? Wir haben uns Hilfe geholt, wir haben Gastarbeiter zu uns eingeladen, die unseren Wohlstand heute mit getragen haben und von derer Kultur wir profitieren. All das wäre nicht ohne ausländische Hilfe möglich gewesen.\n\n> Wir haben jetzt schon ein Problem mit Ausländern ( damit meine ich nicht deutsche mit Migrationshintergrund) die nach Deutschland kommen und mit 18 ihre HartIV Karriere anfangen.\n\nWie kommst du zu dieser Behauptungen? Was sind deine Quellen? Du sagst du bist Grieche, also bist du Teil des Problems?","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T13:47:01.609+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=cremnik,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00070000,timestamp=2015-09-04T13:28:21.961+0000)\n>\n>Doch was haben die Länder Europas getan? Sie haben uns geholfen. Was haben wir getan? Wir haben uns Hilfe geholt, wir haben Gastarbeiter zu uns eingeladen, die unseren Wohlstand heute mit getragen haben und von derer Kultur wir profitieren. All das wäre nicht ohne ausländische Hilfe möglich gewesen.\n\nUnd all die Nachkommen dieser Gastarbeiter sind diejenigen die in Neuköln alte Omas zusammenschlagen, alle deutschen als Nazis beleidigen und das deutsche System ausnutzen. Was eine Hilfe.\n\n> [{quoted}](name=cremnik,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00070000,timestamp=2015-09-04T13:28:21.961+0000)\n>\n>Wie kommst du zu dieser Behauptungen? Was sind deine Quellen? Du sagst du bist Grieche, also bist du Teil des Problems?\n\nLesen ist schon schwer oder ? Meine Quelle ist ein gesunder Menschenverstand und Erfahrung.\n\nMeine Uroma ist mit 18 nach Deutschland gekommen, meine Oma wurde in Deutschland geboren, meine Mutter wurde nach deutschen Prinzipien erzogen, mein Vater ist mit 20 nach Deutschland gekommen und beherrscht die deutsche Sprache perfekt, ich habe eine deutsche als auch eine griechische Staatsbürgerschaft. Meine Großeltern haben 60 Jahre lang teilweise für den deutschen Staat gearbeitet. Meine Mutter arbeitet für den deutschen Staat, mein Vater ist Gastronom. Beide zahlen regelmäßig ihre Schulden und verhalten sich Regelkomfort. Ich beherrsche die deutsche Sprache genauso gut wie die griechische Sprache, ich besuche ein deutsches Gymnasium und verhalte mich Neutral.  \n\nIch würde schwer behaupten dass meine Familie und ich gut integriert sind.","replies":[{"id":"","poster":"Zamonianer","date":"2015-09-04T13:53:09.961+0000","up_votes":2,"down_votes":0,"body":"Also bei dir und deiner Familie funktioniert das mit der Integration, bei den anderen aber nicht?\nMacht... Sinn... nicht...\n\nGruß,\nZamo","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:04:12.451+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Zamonianer,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0007000000000000,timestamp=2015-09-04T13:53:09.961+0000)\n>\n> Also bei dir und deiner Familie funktioniert das mit der Integration, bei den anderen aber nicht?\n> Macht... Sinn... nicht...\n> \n> Gruß,\n> Zamo\n\nIch hoffe das es bei anderen genasuo funktionieren würde, jedoch zeigen Erfahrungswerte etwas anderes.","replies":[{"id":"","poster":"Zamonianer","date":"2015-09-04T14:51:27.179+0000","up_votes":3,"down_votes":0,"body":"Erfahrungswerte sind subjektiv, nicht objektiv. \nUnd solche Aussagen haben die Angewohnheit auch noch falsch zu sein.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:56:10.422+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zamonianer,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000700000000000000000000,timestamp=2015-09-04T14:51:27.179+0000)\n>\n> Erfahrungswerte sind subjektiv, nicht objektiv. \n> Und solche Aussagen haben die Angewohnheit auch noch falsch zu sein.\n> \n> Gruß,\n> Zamo\n\nErfahrungswerte sind meistens korrekt.","replies":[{"id":"","poster":"cremnik","date":"2015-09-05T00:19:56.414+0000","up_votes":1,"down_votes":0,"body":"Leider überhaupt nicht. Es gibt eine Vielzahl von Psychologischen Effekten, die beweisen, dass man ständig auf der Suche nach den Dingen ist, die die eigenen Erwartugen bestätigen und dabei dir Dinge, die das nicht tun ausblendet. Eigene Erfahrungen sind wichtig, aber haben leider fast nichts mit der empirischen Wirklichkeit überein. Hattest du zum Beispiel mal Stress mit einem Flüchtling? Wenn nicht müsste dir deine Erfahrung ja sagen, dass das ganz harmlose Menschen sind.","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-09-04T15:11:31.401+0000","up_votes":1,"down_votes":0,"body":"Wie Alet sagte: Schwachsinn.\nAußerdem bezog sich der Satz eher auf Aussagen, die sich auf Vorurteilen gründen.\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Action Alet","date":"2015-09-04T15:02:23.934+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0007000000000000000000000000,timestamp=2015-09-04T14:56:10.422+0000)\n>\n> Erfahrungswerte sind meistens korrekt.\n\nSchwachsinn. Google mal selektive Wahrnehmung.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Action Alet","date":"2015-09-04T14:41:46.916+0000","up_votes":2,"down_votes":2,"body":"Klasse, du bist ja ein Genie. Ist ja auch nachvollziehbar, wieso sollten wir denn Menschen, die an Krieg und Hunger leiden, aufnehmen, wenn deine Pauschalurteile zutreffen. Sie treffen doch zu, richtig?","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:45:53.304+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00070002,timestamp=2015-09-04T14:41:46.916+0000)\n>\n> Klasse, du bist ja ein Genie. Ist ja auch nachvollziehbar, wieso sollten wir denn Menschen, die an Krieg und Hunger leiden, aufnehmen, wenn deine Pauschalurteile zutreffen. Sie treffen doch zu, richtig?\n\nWürden sie uns aufnehmen wären wir in der gleichen Situation ? ;)","replies":[{"id":"","poster":"Action Alet","date":"2015-09-04T15:01:58.745+0000","up_votes":1,"down_votes":1,"body":"\"Wir müssen hier Moscheen bauen, aber wenn DORT mal eine Kirche gebaut wird...\" - \"Wir dürfen nicht stolz auf unser Land sein, aber DIE...\" - \"Von uns verlangt man Toleranz, aber wenn DORT mal für Menschenrechte demonstriert wird...\" usw. Ekelhaft. Menschen werden regelrecht abgeschlachtet und du entgegnest ihnen mit dämlichen Vorurteilen, als hätten sie es für die Politik ihrer Staatsmänner oder die Kultur, in die sie zufällig hineingeboren sind, verdient. Überhaupt ist das Gedankenspiel unsinnig, weil die Dritte Welt weder die notwendigen finanziellen Kapazitäten hat, noch irgendjemanden, aufgrund der instabilen Situation, Schutz bieten könnte. Du hast recht, die Dritte Welt wird niemals eine Erste, imperialer Politik und Ausbeutung sei dank. Aber _selbst wenn_ sie uns nicht aufnehmen wollen würden, ist es lächerlich eine Vorgehensweise zu kritisieren und sie dann zu kopieren. Politik ist kein Kindergarten, wo man anfangen sollte zu heulen, wenn der andere sich doof benimmt und sich dann mit \"Du hast doch angefangen!\" rausredet, wenn man dieselbe Scheiße macht. Und jetzt wiederhol doch einfach, dass es dir egal sei, wenn du in einen Topf geworfen wirst, um dich gegen völlig zutreffende Bezeichnungen zu immunisieren.","replies":[]},{"id":"","poster":"DieKackstulle","date":"2015-09-05T09:24:08.256+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Ben Maxims Sohn,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000700020000,timestamp=2015-09-04T14:45:53.304+0000)\n>\n> Würden sie uns aufnehmen wären wir in der gleichen Situation ? ;)\n\nBeschäftige dich bitte mal mit dem Thema \"DDR-Flüchtlinge\". Dann wirst du selber sehen, wie offen Bürger dazumal aufgenommen worden, anstatt deinen \"Ich bin kein Nazi, aber...\" - Mist zu verbreiten.","replies":[]}]}]},{"id":"","poster":"Kryptonq","date":"2015-09-08T10:27:24.349+0000","up_votes":1,"down_votes":0,"body":"> Wir haben sowieso schon ein Problem auf der Welt mir der Überpopulation.\n\nAuf der Welt, ja. In Entwicklungsländern, ja. In Deutschland, nein. Die deutsche Bevölkerung ist am Schrumpfen, jährlich bleiben Tausende Ausbildungsplätze leer, weil es nicht genug Auszubildende gibt. Da müssten uns diese Tausenden Flüchtlinge, die ja oft schon eine gute Bildung, teilweise Ausbildung, haben, da nur Leute mit einer solchen es sich aktuell leisten können, ihr Land überhaupt zu verlassen (Armutsflüchtlinge ausgenommen), eigentlich mehr als gelegen kommen. Diese Leute sollten für uns doch eher die Lösung eines Problems darstellen anstatt eines Problems.\n\n> Wir haben nunmal Glück und die haben Pech. PUNKT ! Bei einem unfairen Zweikampf auf dem Fußballfeld sagten wir damals: \"Das Leben ist kein Ponyhof.\" Und dies trifft leider auf jeden Bereich des Lebens zu.\n\nDu bist also der Meinung, wir sollten gar nicht erst versuchen, zu helfen, etwas zu ändern oder zu verbessern, diesen Leuten, diesen Ländern eine bessere Perspektive zu geben? Die haben nur \"Pech\"? In Syrien bekämpfen sich Milizen, der IS, Assads Leute und werweißnochwer aufs blutigste und unmenschlichste, sodass die Leute dort keinen anderen Weg sehen, als den extrem gefährlichen Weg zu uns zu wagen, und du schlägst ihnen quasi mit den Worten \"Das Leben ist kein Ponyhof\" die Tür vor der Nase zu? Stattdessen sollen wir uns lieber um unsere eigenen Probleme kümmern, die ja wesentlich wichtiger sind, weil es unsere *eigenen* Probleme sind, obwohl sie ein Witz verglichen mit denen dieser Flüchtlinge sind? Dieses Denken in Gruppen von \"die da\" und \"wir\" ist eine(s) der größten Probleme/ der größten Ursachen (in) der Flüchtlingskrise, weil es verhindert, dass wir uns gegenseitig als gleichwertige Menschen betrachten, die sich helfen sollten, um die wirklich wichtigen Probleme zu lösen.","replies":[]},{"id":"","poster":"YogaOger","date":"2015-09-04T13:56:12.185+0000","up_votes":1,"down_votes":0,"body":"Deine freie Meinungsäußerung macht dich noch nicht zum Nazi.\n\nDeine Gedanken sind ja nicht fremd. Die Probleme, die du ansprichst, werden auch von anderen aufgewühlt.\nEs mag auch Leute im Ausland geben, die deine Meinung teilen und uns nicht aufnehmen würden.\n\nIch hoffe, dass ihr irgendwann zur Besinnung kommt.","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:05:59.638+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=YogaOger,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00070001,timestamp=2015-09-04T13:56:12.185+0000)\n>\n> Deine freie Meinungsäußerung macht dich noch nicht zum Nazi.\n> \n> Deine Gedanken sind ja nicht fremd. Die Probleme, die du ansprichst, werden auch von anderen aufgewühlt.\n> Es mag auch Leute im Ausland geben, die deine Meinung teilen und uns nicht aufnehmen würden.\n> \n> Ich hoffe, dass ihr irgendwann zur Besinnung kommt.\n\nWarum muss ich denn zur Besinnung komme wenn ich meine Meinung kundgebe ? Gerade in der Politik gibt es kein richtig und kein falsch.","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T14:20:10.576+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe, dass du und entsprechende Mitdenker zur Besinnung kommen. Nicht weil du deine Meinung äußerst.\nSondern weil ich hoffe, dass du deine Meinung änderst, nachdem du verstanden hast, was genau du gesagt hast.\nIn der Demokratie gibt es vielleicht kein richtig und kein falsch. Aber es gibt bestimmt gut und besser.\nEin Leben retten ist gut. Zwei wären besser...\n\nVielleicht gefallen dir ja Vorschläge in dieser Richtung:\nwäre ja auch ne Maßnahme, den Sozialstaat einfach abzuschaffen... Warum sollten wir denn Arbeitslosen helfen?\nSowieso - ist Solidarität nicht nur ein Gewinn für Schwache?\n\nIch sage Nein","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:31:06.621+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=YogaOger,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0007000100000000,timestamp=2015-09-04T14:20:10.576+0000)\n>\n> Ich hoffe, dass du und entsprechende Mitdenker zur Besinnung kommen. Nicht weil du deine Meinung äußerst.\n> Sondern weil ich hoffe, dass du deine Meinung änderst, nachdem du verstanden hast, was genau du gesagt hast.\n> In der Demokratie gibt es vielleicht kein richtig und kein falsch. Aber es gibt bestimmt gut und besser.\n> Ein Leben retten ist gut. Zwei wären besser...\n> \n> Vielleicht gefallen dir ja Vorschläge in dieser Richtung:\n> wäre ja auch ne Maßnahme, den Sozialstaat einfach abzuschaffen... Warum sollten wir denn Arbeitslosen helfen?\n> Sowieso - ist Solidarität nicht nur ein Gewinn für Schwache?\n> \n> Ich sage Nein\n\nHier muss niemand zur Besinnung kommen. Mir ist sehr wohl klar was ich geschrieben habe und ich würde es so jederzeit nochmal schreiben. Ich glaube du muss dir deine Gutmenschgetuhe bei Seite legen und den Stock aus deinem Arsch ziehen. Ich kann dir sagen du wirst einen Scheiß retten wenn du Flüchtlinge in irgendwelche Asylheime zu stecken.","replies":[]}]}]}]}]},{"id":"","poster":"Killerkante","date":"2015-09-04T12:47:03.146+0000","up_votes":4,"down_votes":1,"body":"Deine Ideen finde ich Klasse.\n\nAllerdings finde ich, (ich weiß nicht wie das zur Zeit ist) dass den Flüchtlingen aus den Kriegsgebieten vorwiegend geholfen werden sollte als den Wirtschaftsflüchtlingen.\nAllein wenn in den Interviews schon gesagt wird, dass Sie nur hier hin kommen weil Sie alles umsonst bekommen, krausen sich mir die Haare.\n\nIntegrierende Wirtschaftsflüchtlinge und ²(Flüchtlinge aus Krisengebieten) soll auf jedenfall geholfen werden, das ist für Menschen wie mich einfach unvorstellbar (bezogen auf ²), was diese Menschen alles mitmachen müssen/mussten, weil die meisten von uns wohl nur Firstworld Probleme kennen.\n\n**Jeder unschuldige der in Lebensgefahr schwebt, verdient eine Unterstützung/Rettung.**\n\nMan sollte diejenigen, die nur zu 98% dafür sind, nicht gleich schlecht reden, des klingt einfach so als würde jeder von uns der Menschheit noch was schulden, für das was im 3. Reich passiert ist.\n\nDas mit den T-Shirts ist nen guter Ansatz, einigen Pro Spielern würde ich sogar eine Aktion im Stream ans Herz legen, wie Gronkh es vor einer Weile getan hat und das aufgetriebene Geld wird dann gespendet. (+ der Spieler promoted sich selbst)\n\n\nFacts, bevor Shitstorm kommt:\n\nWirtschaftsflüchtlinge dessen Probleme nicht annähernd so viel wiegen wie die Probleme der Flüchtlinge aus den Krisengebieten sollten Platz für die Flüchtlinge lassen, die sich täglich in der Ecke kauernd vor Anschlägen fürchten müssen, weil kein Mensch der Welt ein solches Leben verdient hat.","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T13:44:08.045+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank.\nWelche Flüchtlingsgruppen derzeit wie stark aufgenommen werden ist mir auch nicht bekannt.\nIch denke auch, dass Kriegsgeschehnisse einen schwerwiegenderen Fluchtgrund darstellen, als die Flucht aus der Armut, wobei ich diese nicht niedrig sprechen will... Armut kann sehr umfangreiche Ausmaße haben.\n\nJa auch die Flüchtlinge sollten untereinander zusammenarbeiten. Rücksichtnahme und Hilfestellungen sind nicht nur beschränkt auf die aufnehmenden Parteien.\nLeider gibt es überall Leute, die sich übervorteilen wollen...\n\nDeine Ideen find ich sehr schön :)","replies":[]}]},{"id":"","poster":"cremnik","date":"2015-09-04T12:46:23.824+0000","up_votes":4,"down_votes":1,"body":"Super Beitrag! Das braucht das Land :D","replies":[]},{"id":"","poster":"ImTooDelicious","date":"2015-09-05T07:20:16.154+0000","up_votes":2,"down_votes":0,"body":"Nette Ideen :P\nIch hätte auch noch eine: wäre doch ne gute Sache wenn Riot einfach mal paar  coole Skins entwickelt und dann einen gewissen Prozentsatz des Erlöses (1/3 oder so) spendet. Dabei würde einiges reinkommen . Cool wäre zudem wenn man beim Kauf eines solchen Skins ein Symbol ,wie bei den Ultimativen Skins, (nur halt ein \"Helfer-Symbol oder so )bekommt\nMFG itzDelicious","replies":[{"id":"","poster":"SwissKeks","date":"2015-09-05T07:37:38.218+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ItzDelicious,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0013,timestamp=2015-09-05T07:20:16.154+0000)\n>\n> Nette Ideen :P\n> Ich hätte auch noch eine: wäre doch ne gute Sache wenn Riot einfach mal paar  coole Skins entwickelt und dann einen gewissen Prozentsatz des Erlöses (1/3 oder so) spendet. Dabei würde einiges reinkommen . Cool wäre zudem wenn man beim Kauf eines solchen Skins ein Symbol ,wie bei den Ultimativen Skins, (nur halt ein \"Helfer-Symbol oder so )bekommt\n> MFG itzDelicious\n\nStimme ich auch zu, es gab mal eine Aktion wo Riot das gemacht hat: http://www.riotgames.com/articles/20110405/146/players-raise-over-160000-red-cross\n\nAnsonsten zum Thread: Bevor ihr alle mit Argumenten kommt, stellt doch erst mal eine Seriöse Quelle hinzu :)","replies":[]}]},{"id":"","poster":"Medwadtrin","date":"2015-09-04T18:09:39.704+0000","up_votes":3,"down_votes":2,"body":"Ich sag dazu nur eins die kommen mit sogut wie nichts hierher und nach etwas 3 Tagen rennen sie mit nem Smartphone rum. Dann kommen noch Leute wie ihr und unterstützt die??????????  \n\nHab noch keinen gehört der Obdachlosen hilft, lieber irgendwelchen Fremden die illegal Einreise!!!!!","replies":[{"id":"","poster":"Schroppel","date":"2015-09-04T18:21:55.472+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Medwadtrin,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000d,timestamp=2015-09-04T18:09:39.704+0000)\n>\n> Ich sag dazu nur eins die kommen mit sogut wie nichts hierher und nach etwas 3 Tagen rennen sie mit nem Smartphone rum. Dann kommen noch Leute wie ihr und unterstützt die??????????  \n> \n> Hab noch keinen gehört der Obdachlosen hilft, lieber irgendwelchen Fremden die illegal Einreise!!!!!\n\nWürde sich ändern wenn rtl und co 24/7 Berichte über Obdachlose bringen würde.","replies":[]},{"id":"","poster":"Action Alet","date":"2015-09-04T18:27:45.281+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Medwadtrin,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000d,timestamp=2015-09-04T18:09:39.704+0000)\n>\n> Ich sag dazu nur eins die kommen mit sogut wie nichts hierher und nach etwas 3 Tagen rennen sie mit nem Smartphone rum. Dann kommen noch Leute wie ihr und unterstützt die??????????  \n\nAngenommen du müsstest jetzt sofort fliehen, was würdest du denn mitnehmen? Smartphones sehen die nicht als Luxus an, sondern als Kommunikationsgerät. Die haben ansonsten _nichts_ bei sich, außer die Klamotten, die sie tragen.","replies":[{"id":"","poster":"Patter91","date":"2015-09-04T18:46:00.619+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000d0001,timestamp=2015-09-04T18:27:45.281+0000)\n>\n> Angenommen du müsstest jetzt sofort fliehen, was würdest du denn mitnehmen? Smartphones sehen die nicht als Luxus an, sondern als Kommunikationsgerät.\n\nDa muss man dann fairerweise sagen, dass dafür ein \"Wegwerfhandy\" vollkommen reichen würde.\nWobei ich erst einmal die Belege dafür haben will, dass Flüchtlinge tatsächlich Smartphones for free bekommen.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-04T18:54:10.645+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Patter91,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000d00010000,timestamp=2015-09-04T18:46:00.619+0000)\n>\n> Da muss man dann fairerweise sagen, dass dafür ein \"Wegwerfhandy\" vollkommen reichen würde.\n> Wobei ich erst einmal die Belege dafür haben will, dass Flüchtlinge tatsächlich Smartphones for free bekommen.\n\nWarum wird den Flüchtlingen denn immer vorgeworfen, dass sie nicht auf Lumpenproleten-Level hierhin kommen? Als müssten sie erst Austerität beweisen, um Menschlichkeit erfahren zu dürfen. Es ist zumindest widersprüchlich auf der einen Seite von Wirtschaftsflüchtlingen zu reden und sich dann darüber zu beklagen, dass sie Smartphones besitzen.","replies":[]}]}]}]},{"id":"","poster":"Zamonianer","date":"2015-09-04T12:36:13.157+0000","up_votes":1,"down_votes":0,"body":"\"Wenn Sie 400.000 oder 500.000 Flüchtlinge haben, die nach Europa kommen, und Sie verteilen die unter 507 Millionen Menschen, die in den 28 Mitgliedstaaten der EU leben, dann ist das kein Problem. 507 Millionen im Verhältnis zu 500.000 ist machbar, aber wenn Sie 500.000 konzentrieren auf ganz wenige Länder, dann ist das ein Problem.\"\n- Martin Schulz\n\nEngland und Frankreich nehmen, verglichen mit Deutschland, kaum einen Flüchtling auf, ja sogar Nordrhein-Westfalen nimmt mehr Flüchtlinge auf als Frankreich. \n\nDas bedeutet nicht, dass Deutschland niemanden mehr aufnehmen darf, es bedeutet aber, dass Europa besser zusammenarbeiten muss.\n\nGruß,\nZamo","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T13:34:57.134+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank. Dieser Kommentar ist politisch gesehen zu beachten!\nEffektivere Zusammenarbeit (ebenso gerechte!) würde ich mir an dieser Stelle auch wünschen und sollte Ziel einer Internationalen Organisation sein.\nMeine Frage ist bezieht sich eher auf: was kann ich - und was bin ich bereit zu - tun?\nAllgemeines Brainstorming für Lösungsvorschläge lässt vielleicht Funken schlagen.","replies":[{"id":"","poster":"Final Rampage","date":"2015-09-04T13:41:05.892+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YogaOger,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00040000,timestamp=2015-09-04T13:34:57.134+0000)\n>\n> Vielen Dank. Dieser Kommentar ist politisch gesehen zu beachten!\n> Effektivere Zusammenarbeit (ebenso gerechte!) würde ich mir an dieser Stelle auch wünschen und sollte Ziel einer Internationalen Organisation sein.\n> Meine Frage ist bezieht sich eher auf: was kann ich - und was bin ich bereit zu - tun?\n> Allgemeines Brainstorming für Lösungsvorschläge lässt vielleicht Funken schlagen.\n\nJa das ist ein interessanter Punkt, man KANN Flüchtlingen nen Schlafplatz bei sich anbieten, man KANN bei Warenausgaben helfen, einfach Wasser privat vorbeibringen, essen, Sachen die man nicht braucht\nAber was viele nicht wollen, das ist genau das. Sie sind es nicht bereit zu tun.\n\nWobei ich auch nicht zwingend alles machen würde. Würde jemand zu mir kommen, einfach fragen ob er hilfe haben kann, klingeln oder was auch immer, nen schön gemachtes Brötchen und ne Wasserflasche sind immer drinne.\n\nIch bin halt eher der Verfechter \"Fragen statt Warten\". Denn von nichts kommt nichts ;)","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-04T14:00:53.185+0000","up_votes":1,"down_votes":0,"body":"Das ist aber nur wichtig bei einem Erstaufnahmestation, wenn die Flüchtlinge noch keine Genehmigung haben. Sobald sie diese bekommen haben sie eine feste Unterkunft und Essen/Geld. Bei mir in der Nähe gibt es aber soetwas nicht von dem her ...","replies":[]}]}]}]},{"id":"","poster":"Ultimegastriker","date":"2015-09-08T16:27:40.879+0000","up_votes":3,"down_votes":1,"body":"Ich würde gerne wissen wieviele IS Anhänger den Flüchtlingen untergemischt worden sind um das Land von innen zu überennen.","replies":[{"id":"","poster":"Schroppel","date":"2015-09-09T10:27:28.159+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ultimegastriker,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=001d,timestamp=2015-09-08T16:27:40.879+0000)\n>\n> Ich würde gerne wissen wieviele IS Anhänger den Flüchtlingen untergemischt worden sind um das Land von innen zu überennen.\n\nSpielt doch keine Rolle.\nFalls es soweit kommt sind genug Bunte, Toleristen usw da um es zu verhindern.","replies":[]}]},{"id":"","poster":"Incredible4Peter","date":"2015-09-07T17:38:49.786+0000","up_votes":4,"down_votes":2,"body":"Das Ganze ist ja schön und gut, aber ich verstehe nicht, was dieses Thema im LoL-Forum zu suchen hat und inwiefern Riot-Games etwas damit zu tun hat... Nur weil Riot-Games Geld und eine große Community hat? Was ist dann mit Blizzard, Valve usw?","replies":[]},{"id":"","poster":"Schroppel","date":"2015-09-05T23:14:03.216+0000","up_votes":4,"down_votes":2,"body":"Dass das soziale Engagement vorgespielt ist glaube ich auch nicht.\nAllerdings liegt es eher daran dass man tagein tagaus damit vollgepumpt wird bis man dieses Engagement verinnerlicht hat als aus eigenem Antrieb.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T10:45:26.791+0000","up_votes":1,"down_votes":3,"body":"Tja, nur gibt es sowas wie einen eigenen Antrieb oder freien Willen nicht, zumindest nicht so wie du es suggerierst. Du bist selber nur Produkt deiner Umwelt und wurdest erzogen.","replies":[{"id":"","poster":"Schroppel","date":"2015-09-06T15:06:27.234+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=00160000,timestamp=2015-09-06T10:45:26.791+0000)\n>\n> Tja, nur gibt es sowas wie einen eigenen Antrieb oder freien Willen nicht, zumindest nicht so wie du es suggerierst. Du bist selber nur Produkt deiner Umwelt und wurdest erzogen.\n\nDann würde ich wohl auch zusammen mit den bunten oder braunen Trotteln auf die Straße gehn.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T15:46:33.491+0000","up_votes":1,"down_votes":1,"body":"Wenn du daraus liest, dass alle Individuen einer Gesellschaft gleich sind, dann hast du meinen Post nicht verstanden.","replies":[]}]}]}]},{"id":"","poster":"Kaitri","date":"2015-09-04T11:56:59.034+0000","up_votes":4,"down_votes":2,"body":"an sich hast du ja total recht, aber ich möchte mich hier auf die south park folge beziehen in der die flüchtlinge aus der zukunft kommen\nes ist ein kritisches thema ich weiß und viele werden damit nicht einverstanden sein, aber da man hier ja nicht für die eigene meinung verfolgt wird lass ich meine einfach mal raus. bzw zitiere sie.\n\n\"klar ist es in ihrer zeit scheiße, aber hier machen sie auch alles schlechter. wir sollten nicht probieren sie aufzunehmen, sondern ihren ort zu einem besseren zu machen.\"","replies":[{"id":"","poster":"YogaOger","date":"2015-09-04T12:01:46.251+0000","up_votes":1,"down_votes":0,"body":"Leider glaube ich, dass dieser Ansatz politisch nicht umsetzbar ist.\nMan siehe was die westlichen Einflüsse in der Geschichte - Kolonialstaaten, Weltkriege, Befreiungs/- und Antiterrorkriege - sowie politische Sanktionen gebracht haben.\nAm wenigsten glaube ich, dass die betroffenen Länder uns reinspazieren lassen und politisch und wirtschaftlich die Führung überlassen.\nZumal das dann auch mehr Geld kostet als ein Griechenland, das mal zwischendurch *hust* pleite gegangen ist.\n\nWär natürlich schön wenn's klappt ;)\n\nDie SouthPark-Folge kenn ich gar nicht, ohoh...^^","replies":[]},{"id":"","poster":"SayN0toRacism","date":"2015-09-04T12:01:13.345+0000","up_votes":1,"down_votes":2,"body":"> \"sondern ihren ort zu einem besseren zu machen.\"\n\n\n\nvor ca. 10 Jahren sind in Afghanistan die Amis rein, um genau das zu versuchen. Wie gesagt das ist ca. 10 Jahre her und nun können die Menschen da nicht mehr anders. Die meisten gehen nicht gerne. Aber wenn man jeden Tag auf ne Mine treten, oder ne Bombe ins Haus fliegen könnte, dann würde ich auch gehen.","replies":[]}]},{"id":"","poster":"drexxsack","date":"2015-09-06T16:11:40.155+0000","up_votes":3,"down_votes":2,"body":"Ganz allgemein würde ich allen Beteiligten empfehlen, etwas auf ihren Ton zu achten.","replies":[]},{"id":"","poster":"Braumerama","date":"2015-09-05T13:23:25.078+0000","up_votes":3,"down_votes":2,"body":"Jetzt wird in den Nachrichten über Flüchtlinge gequatscht und jetzt will hier jeder auf der Welle mitschwimmen und einen auf Sozial machen .. Deutschland wieder die Deppen der Nation wir nehmen wieder jeden auf nicht so wie Großbritannien etc ... alles bleibt wieder an dem deutschen Staat hängen wir holen hier Leute rein die in ihrem Land Terror gesehen und erlebt haben also ob das so prickelnd ist weiß ich nicht ... Also ich halte persönlich nix davon noch mehr solcher Leute hierhin zu holen sondern erstmal dafür sorgen das wir wieder Bessere Jobs mit ordentlichen Lohn bekommen , unsere Straßen Repariert werden also allgemein etwas für das Deutsche Volk zu tun , den auch bei uns in Luxus Deutschland gibt es langsam Kinderarmut und das kann es doch wohl nicht sein","replies":[{"id":"","poster":"Action Alet","date":"2015-09-05T14:30:40.895+0000","up_votes":2,"down_votes":3,"body":"Dass man für die Aufnahme von Flüchtlingen ist, bedeutet nicht, dass man das möglichst Schlechte für das \"eigene\" Volk will. Das Eine (Integration) schließt das Andere (Beseitigung von Armut, Verbesserung der Infrastruktur) nicht aus. Es gibt keinen Grund Prioritäten auf Kosten von Menschenleben zu setzen, wenn man beides gleichzeitig erledigen kann. Außerdem ist \"Die haben Terror gesehen\" das lächerlichste Argument gegen Flüchtlinge, denn gerade das veranlasst sie doch hier Schutz zu suchen.\nDass soziales Engagement zur Zeit nur vorgespielt ist, halte ich für einen haltlosen Vorwurf, aber selbst wenn würde das nichts zur Sache tun.","replies":[]}]},{"id":"","poster":"Quantum Theory","date":"2015-09-05T08:20:32.666+0000","up_votes":1,"down_votes":0,"body":"Ich bin natürlich auch dafür das man den Flüchtlingen hilft , nur in einer anderen Weise. Zb das man das Geld ( anscheinend sind das ca 11.000 Euro/Flüchtling) benutzt um frieden und mehr Wohlstand in ihrer Heimat zu schaffen damit sie nicht zu uns kommen müssen. ( Mal abgesehen von den Waffenexporten)\nIch habe nichts dagegen das Menschen die ein besseres Leben wollen zu uns flüchten aber ich habe extrem große angst vor den extremen Religionsfanatikern ( von denen auch sicher welche einreisen )die für ihren Gott andere Menschen töten würden. \nIch finde das jeder Flüchtling der sich nur ein bisschen auffällig verhält,  ihn sofort abschieben muss!","replies":[{"id":"","poster":"SwissKeks","date":"2015-09-05T08:27:50.834+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Quantum Theory,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0014,timestamp=2015-09-05T08:20:32.666+0000)\n>\n> Ich bin natürlich auch dafür das man den Flüchtlingen hilft , nur in einer anderen Weise. Zb das man das Geld ( anscheinend sind das ca 11.000 Euro/Flüchtling) benutzt um frieden und mehr Wohlstand in ihrer Heimat zu schaffen damit sie nicht zu uns kommen müssen. ( Mal abgesehen von den Waffenexporten)\n> Ich habe nichts dagegen das Menschen die ein besseres Leben wollen zu uns flüchten aber ich habe extrem große angst vor den extremen Religionsfanatikern ( von denen auch sicher welche einreisen )die für ihren Gott andere Menschen töten würden. \n> Ich finde das jeder Flüchtling der sich nur ein bisschen auffällig verhält,  ihn sofort abschieben muss!\n\nbrainwashed by the usa..\nNe ernsthaft, es gibt kaum Religiöse Fanatiker. Abgesehen von der ISIS gibt es wenige da die meisten als Propaganda genutzt werden.\n\nIch bin auch nicht zwingend für die Flüchtlinge, aber dein Argument mit den Religionsfanatikern ist wirklich ein schlechtes Argument. Aber es wäre durchaus sinvoller wenn man versucht die Umstände zu verbessern statt sie aufzunehmen. Man löst ein Permanentes Problem mit einer Temporären Lösung.","replies":[{"id":"","poster":"Quantum Theory","date":"2015-09-05T08:34:46.591+0000","up_votes":1,"down_votes":2,"body":"Mir ist bewusst das es kaum welche gibt. Und das die USA solche Menschen finanziert. Man darf aber auch nicht vergessen das die USA auch vor der EU nicht halt machen wird. Wenn man sich zb anschaut das die meisten \"Schleper\" von den USA finanziert wird, macht mich das ziemlich stutzig. Und das man solche Fanatiker auch für bzw gegen Deutschland und die EU missbrauchen kann, darf man auch nicht ausschliesen.\nWarum ist es also ein schlechtes Argument? Es sind doch schonca 1 mio Flüchtlinge hier , nehmen wir mal an das daruner 0,1 % von diesen Menschen sind. Das wären 1000 , das würde eigentlich schon reichen, wenn man sie richtig finanziert und manipuliert , was man auch kann den die Flüchtlinge bekommen nicht umsonst Smartphones.\nIch will nicht sagen das es stimmt ich möchte es nur ansprechen und man darf es wie gesagt nicht ganz außeracht lassen","replies":[]}]}]},{"id":"","poster":"Medwadtrin","date":"2015-09-04T18:57:25.167+0000","up_votes":1,"down_votes":3,"body":"Es geht doch viel mehr darum dass die einfach so kommen und irgendwelche Sachen geschenkt bekommen für die die Steuerzahler bezahlen müssen. Zudem gibt es für die keine Lebensgrundlage in Europa dass wird alles zu einem Chaos führen.","replies":[{"id":"","poster":"Patter91","date":"2015-09-04T19:19:03.605+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Medwadtrin,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000f,timestamp=2015-09-04T18:57:25.167+0000)\n>\n> Es geht doch viel mehr darum dass die einfach so kommen und irgendwelche Sachen geschenkt bekommen für die die Steuerzahler bezahlen müssen.\n\nOk, jetzt versetz dich bitte in deren Lage: deine Heimat befindet sich im Krieg, vllt. ist dein Heimatort komplett zerstört. Dir bleibt nichts mehr, außer Tod. Was würdest du machen?\n\n> [{quoted}](name=Action Alet,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000d000100000000,timestamp=2015-09-04T18:54:10.645+0000)\n>\n> Es sagt doch keiner, dass sie die Smartphones umsonst bekommen. Warum wird den Flüchtlingen immer vorgeworfen, dass sie nicht auf Lumpenproleten-Level hierhin kommen?\n\nIch glaube, du hast mich nicht ganz verstanden... Nicht umsonst will ich erst einmal die Quelle dafür haben, dass sie tatsächlich Smartphones geschenkt bekommen.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-04T19:23:55.351+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Patter91,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000f0001,timestamp=2015-09-04T19:19:03.605+0000)\n>\n> Ich glaube, du hast mich nicht ganz verstanden... Nicht umsonst will ich erst einmal die Quelle dafür haben, dass sie tatsächlich Smartphones geschenkt bekommen.\n\nHab's eben auch gemerkt und dann geändert.","replies":[]}]}]},{"id":"","poster":"Action Alet","date":"2015-09-04T19:07:05.115+0000","up_votes":2,"down_votes":1,"body":"Das wird mir zu dämlich, vielleicht schau ich mal wieder rein, wenn hier weniger Stammtischparolen und Springerpresse-Zitate aufgegriffen werden.","replies":[]},{"id":"","poster":"Copy n Paste","date":"2015-09-04T15:54:05.079+0000","up_votes":1,"down_votes":0,"body":"Zunächst einmal bin ich positiv darüber überrascht, dass man im LoL Forum auch mal was anderes diskutieren kann als \"Fuck You Riot ihr habt mich gebannt obwohl mein Team viel schlechter war\". \nIch persönliche begrüße ja die aktuelle Idee von De Maiziere zur Änderung des Grundgesetzes, so dass man Geld direkt den Kommunen überweisen kann, so dass es dort ankommt wo es gebraucht wird. Außerdem finde ich die Umstellung der Flüchtlingspolitik komplett Europa Übergreifend als der richtige Schritt, da es nicht ausreicht, wenn Deutschland versucht dieses Problem alleine zu lösen. Außerdem möchte ich allen sagen, die damit argumentieren, dass Deutschland die meisten Flüchtlinge aufnimmt, dass dem nicht so ist (sofern man die Größe und Bevölkerung eines jeden Landes mit in Betracht zieht). Europa möchte jetzt ja, dass die Flüchtlingsfrage auf Asyl direkt im Land der Ankunft (z.B in Griechenland oder Spanien) entschieden wird und anschließend die Flüchtlinge, die das Recht auf Asyl bekommen, auf ganz Europa verteilt werden. \n\nZudem denke ich, dass folgender Zitat: \"klar ist es in ihrer zeit scheiße, aber hier machen sie auch alles schlechter. wir sollten nicht probieren sie aufzunehmen, sondern ihren ort zu einem besseren zu machen.\" sehr wohl umsetzbar ist, jedoch mit einigen Komplikationen. Man müsste zuerst die Infrastruktur der einzelnen Länder verbessern und aufbauen und anschließend eine neue Verfassung aufsetzen.","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-04T15:59:53.084+0000","up_votes":2,"down_votes":1,"body":"\"Außerdem möchte ich allen sagen, die damit argumentieren, dass Deutschland die meisten Flüchtlinge aufnimmt, dass dem nicht so ist (sofern man die Größe und Bevölkerung eines jeden Landes mit in Betracht zieht). Europa möchte jetzt ja, dass die Flüchtlingsfrage auf Asyl direkt im Land der Ankunft (z.B in Griechenland oder Spanien) entschieden wird und anschließend die Flüchtlinge, die das Recht auf Asyl bekommen, auf ganz Europa verteilt werden. \"\n\nhttp://img.welt.de/img/deutschland/crop133304307/3729408630-ci16x9-w780/DWO-IP-Asylanten-bn-Aufm.jpg\n\nSoviel dazu","replies":[{"id":"","poster":"SwissKeks","date":"2015-09-04T16:03:33.231+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Noxious Spirit,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=000c0000,timestamp=2015-09-04T15:59:53.084+0000)\n>Europa möchte jetzt ja, dass die Flüchtlingsfrage auf Asyl direkt im Land der Ankunft (z.B in Griechenland oder Spanien) entschieden wird und anschließend die Flüchtlinge, die das Recht auf Asyl bekommen, auf ganz Europa verteilt werden.\n\n\nGibts dazu noch eine Quelle? Bzw. wie gilt das für die Schweiz?","replies":[]},{"id":"","poster":"Action Alet","date":"2015-09-04T16:04:41.927+0000","up_votes":1,"down_votes":2,"body":"Die Statistik zeigt aber _absolute Asylanträge_ und nicht _Aufnahmen nach Bevölkerungsgröße._ Darüber hinaus lässt sich noch einwerfen, dass, wenn der Rest der EU sich weigert Flüchtlinge aufzunehmen, das nicht gegen linke Politik spricht, sondern gegen deren nationalistischen Borniertheit.","replies":[]}]}]},{"id":"","poster":"Schroppel","date":"2015-09-04T15:22:08.544+0000","up_votes":2,"down_votes":1,"body":"Da Deutschland sich liebend gern in die Angelegenheiten anderer reinhängt ist nichts dagegen einzuwenden nun auchmal was Sinnvolles zu tun.\n\nSorgen sollte man sich eher um die sogenannten Gutmenschen machen die sich sehr stark zu mediengesteuerten Toleranznazis entwickeln.\nIch bezweifle dass irgendjemand vor 14 Jahren behauptet hätte man wäre ein Nazi weil man nichts vom Islam hält. \nHeute wird jedes islamkritische Kommentar aufgenommen als käme es von H persöhnlich weil in den Medien eben für absolute Toleranz geworben und jeder der nicht auf der Seite der Gutmenschen steht als Nazi, Wutbürger etc  hingestellt wird.\n\nWahrscheinlich wird bald behauptet man hasst alle Schwarzen weil man keinen Kaffee mag und bei Mensch ärgere dich nicht mit nur einer Farbe zu spieln sei Rassismus pur.","replies":[{"id":"","poster":"Action Alet","date":"2015-09-04T15:28:40.818+0000","up_votes":2,"down_votes":3,"body":"\"Gutmensch\" kandidierte mal zu Recht als Unwort des Jahres und es ist unvorsichtig die Leute mit Nazis gleichzusetzen. Keiner will hier einen Gottesstaat installieren lassen. Viele sogenannte Gutmenschen sind sogar Religionskritiker. Es geht vorrangig um die Art der Kritik bzw. aus welchen Motiven heraus sie geäußert wird.","replies":[]}]},{"id":"","poster":"Schroppel","date":"2015-09-06T16:37:33.240+0000","up_votes":1,"down_votes":0,"body":"Ich glaube wir könnten hier endlos weiter vor uns hinblubbern ohne dass was Sinnvolles dabei rauskommt.\nUm zum eigentlichen Thema zurückzukommen, ich würde nicht in einer Flüchtlings Auffangstation arbeiten da mir das Thema ziemlich egal ist  ungeachtet dessen wie oft es rauf und runtergeleiert wird.\nGibt andere nervige Dinge die daraus resultieren aber die Flüchtlinge selbst seh ich weder als negativ noch als positiv.","replies":[]},{"id":"","poster":"YogaOger","date":"2015-09-04T14:32:35.463+0000","up_votes":1,"down_votes":0,"body":"Ich danke an dieser Stelle jedem der an der Diskussion teilnimmt.\nIch werde nicht mehr jeden Beitrag kommentieren, sehe aber immer wieder mal rein, was hier so passiert.\n\nBitte seht von Beleidigungen ab, wenn ihr über Differenzen diskutiert.\n\nJede ernst gemeinte Meinung kann zu konstruktiven Ergebnissen führen, ob pro oder contra.\n\nEine Bitte:\neigentlich wird über die Gründe der Flüchtlinge und Politik tatsächlich schon genug geredet und dies kann auch gerne auf anderen sozialen Plattformen weitergeführt werden.\nIch will hier keine neue Endlosdiskussion ins Leben rufen, die allen anderen Vorherigen gleicht.\nDieser Beitrag hat zum Hauptziel Ideen zu sammeln, die wir mit/über Riot vielleicht verwirklichen können.\n\nSeid gerne kreativ. Alle Vorschläge (wie zum Beispiel Charity-Turniere - find ich super!) könnt ihr für die bessere Übersicht bitte\nHIER ANHÄNGEN.","replies":[]},{"id":"","poster":"Final Rampage","date":"2015-09-04T14:20:31.076+0000","up_votes":1,"down_votes":0,"body":"Naja, richtig oder falsch spielt eben keine Rolle... Es ist eher die Frage nach dem was getan werden muss :D\n\nStell dir jetzt mal die Flüchtlingsfrage vor und frage dich, welche Partei dort so entscheidet wie sie möchte. Denkst du das Merkel wirklich alles so will wie sie es seid Jahren sagt? Es sind Richtungen die sie einschlägt weil sie da bleiben will wo sie will! Der Politiker der am meisten tut von dem was die Bevölkerung will der bleibt, zumindest so grob umschnitten. \nGuck dir mal die Parteiprogramme an aus den Jahren wo Merkel gewählt wurde, und was sie bis hierhin so gemacht hat und was nicht, besonders zu beachten sind Taten aus den Jahren der Wahlen und denen wo einschneidende Ereignisse waren welche durch die USA maßgeblich mit vorangetrieben wurden.\nDann guck dir mal die Positionen der Parteien dazu an. Ich kann dir jetzt schon sagen das du nicht das findest was schön und einfach wäre ;D\n\nUnd nochmal mit dem Thema Ausländer/Gastarbeiter. Guck dir mal bitte an wer kriminell ist. Ja es sind Ausländer. Ja es sind genauso Deutsche.\nZum Beispiel die Gewalttaten des schwarzen Blocks, ob jetzt Rechts oder Links, das sind auch Deutsche. Und die sind nicht gerade seltener als die von Ausländern. \nDenk mal nach was du da überhaupt sagst","replies":[{"id":"","poster":"Ben Maxims Sohn","date":"2015-09-04T14:25:16.501+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Final Rampage,realm=EUW,application-id=YnZkMR0R,discussion-id=cQasELlB,comment-id=0008,timestamp=2015-09-04T14:20:31.076+0000)\n>\n> Und nochmal mit dem Thema Ausländer/Gastarbeiter. Guck dir mal bitte an wer kriminell ist. Ja es sind Ausländer. Ja es sind genauso Deutsche.\n> Zum Beispiel die Gewalttaten des schwarzen Blocks, ob jetzt Rechts oder Links, das sind auch Deutsche. Und die sind nicht gerade seltener als die von Ausländern. \n> Denk mal nach was du da überhaupt sagst\n\nIch glaube wir können uns darauf einigen dass **Vollidioten** kriminell sind. Jedoch besteht die Gruppe der Vollidioten aus Ausländern in Problemvierteln.","replies":[]}]},{"id":"","poster":"Schroppel","date":"2015-09-06T16:09:16.484+0000","up_votes":2,"down_votes":3,"body":"Wieso sollte man jemanden der jeden Deutschen von Geburt an für einen Rechten hält beweisen wolln dass man keiner ist ?","replies":[{"id":"","poster":"Action Alet","date":"2015-09-06T16:10:00.579+0000","up_votes":1,"down_votes":1,"body":"So, wer hält denn hier jeden Deutschen für einen Rechten? Du gehst ja schon von einer völlig falschen Prämisse aus, da lässt sich nichts beweisen.","replies":[]}]},{"id":"","poster":"Schroppel","date":"2015-09-06T01:56:40.561+0000","up_votes":2,"down_votes":2,"body":"Sehs positiv, wenn wir alle aufgenommen haben, die Terroristen in ihrem eigenen Land nichtsmehr zum terrorisiern haben und es verlassen um sich neue Ziele zu suchen könntest du der erste sein der es neu besiedelt.\nSchön einen auf Charlie Sheen machen in deinem syrischen Strandhaus.","replies":[]},{"id":"","poster":"crit in ur anus","date":"2015-09-06T01:38:03.887+0000","up_votes":2,"down_votes":2,"body":"tjo nur will ich nicht wissen wieviele terroristen als flüchtlinge zu uns kommen...  wenn wir alle aufnehmen dann wird die merken wohl nicht mehr aus dem bundestag rauskommen ohne panzerbegleitung und totalüberwachung von berlin... USA haben doch nicht ohne grund nach mexico so strikte grenzen... viele werden von kartellen verfolgt... aber wenn sie so anfangen würden wie wir dann würde es in usa anders ausschauen... und bei jedem flüchtling den background checken wäre viel zu teuer das ist es billiger das man nen flieger nach hause bestellt...(was auch richtig so ist) denn was ich/wir zuletzt wollen das wir bei uns um unser leben fürchten müssen weil wir so dumm waren und jeden ohne wenn und aber aufgenommen haben... ich wäre ja dafür das man für die eu ein visa braucht ohne visa gehts wieder heim(und 3jahre einreiseverbot) auch wenn man schon in österreich etc ist wenn man geschnappt wird... asyl bewerber stellen an den grenzen der eu wo sie legal einreisen dürfen","replies":[]},{"id":"","poster":"Schroppel","date":"2015-09-04T15:37:43.443+0000","up_votes":2,"down_votes":2,"body":"http://www.mundmische.de/bedeutung/38466-Toleranz_Nazi","replies":[]},{"id":"","poster":"SayN0toRacism","date":"2015-09-04T11:45:34.245+0000","up_votes":2,"down_votes":2,"body":"Ich bin sehr dafür, Flüchtlinge aufzunehmen. Das gebietet einfach das Bewusstsein des Menschen. Ich bin doch kein Tier, dass um sein Territorium kämpfen muss. \nAllen Menschen steht ein Leben in Freiheit, also mit freier Wahl der Religion, des Wohnsitzes, des Arbeitsplatzes etc. zu. \nIch habe selbst nicht viel zum Leben, aber diese Leute haben gar nichts. Und Menschen, die meinen sagen zu müssen: \"Schickt die Leute wieder nach hause!\"\nDa kann ich nur zu sagen, dass diese Menschen kein zu Hause mehr haben, zu dem sie gehen könnten.\n\nAbgesehen davon finde ich, solange man nicht aktiv seine Meinung vertritt und am besten für die Flüchtlinge ist, sollte das Thema in JEDER Community an Nummer 1 stehen. Ich zocke wirklich gerne alle möglichen Games, nicht nur LoL. Aber das Reallife geht vor, erst recht, wenn es um Menschen geht.\n\nWeiter ist meine Meinung, dass jeder, der der Meinung ist, die Flüchtlinge müssten zurück, sich eines (mehreren) Mordes (-en) schuldig macht. Zurück in  die Kriegsgebiete heißt meistens der sichere Tod.\n\nIn diesem Sinne,\n\nEnjoy the Difference, We are one World !!!","replies":[]},{"id":"","poster":"Medwadtrin","date":"2015-09-04T19:44:27.537+0000","up_votes":1,"down_votes":2,"body":"Tut mir leid dass ich unter 6 Milliarden Menschen einer davon bin der nicht in einem Land wohnt wo Krieg herrscht. Nur zu dumm dass genau dieses Land wo ich wohne nicht der richtige Ort ist  um solch eine Anzahl and Flüchtlingen aufzunehmen. Wie lange wird es noch dauern bis manche Leute endlich aufwachen und erkennen dass dies nicht der richtige Weg ist?","replies":[]},{"id":"","poster":"Medwadtrin","date":"2015-09-04T18:43:30.265+0000","up_votes":1,"down_votes":2,"body":"Und was glaubt ihr woher die dass haben??????","replies":[]}]}