{"id":"3w3WGndV","poster":"MeDontEnglish","date":"2015-09-03T11:37:56.792+0000","title":"Armschutz der Suchenden","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo,\n\nhab nur eine kleine Frage zu {{item:3191}}.\n\nich Spiele main Mid und daher viele Champs die {{item:3157}} bauen.\n\nMeine Frage ist: Lohnt es sich die Passive des Items voll zu stacken bevor man {{item:3157}} ausbaut?\nOder stackt das im Hintergrund noch weiter?\n\nDanke f&uuml;r die Antworten.\n\nLg","replies":[{"id":"","poster":"Bemte","date":"2015-09-03T11:43:43.068+0000","up_votes":2,"down_votes":0,"body":"Der Sinn des Armschutzes ist, dass man schon relativ billig Deff bekommt und die durch vorsichtiges Spielen (farmen) stacken kann.\nStell dir vor du spielst in der Mitte gegen jemanden wie Zed, Talon,... - einen AD-Champ halt, der richtig ärgert. Stell dir weiter vor der macht dir das Leben zur Hölle und du musst ständig back gehen oder wirst gekillt.\nHast du da Zeit dir 1600 oder so Gold zu farmen, um ein ordentliches deffensives Item zu bauen? Wohl eher nicht.^^\nDaher gibt es den Armschutz: er ist recht billig, da er keine anderen Werte hat als die Items, aus denen er gebaut wird. Die Passive macht ihn dann wieder nützlich und er gibt dir die Deff, die du unbedingt brauchst.\n\nZu deiner Frage mit dem Updaten: da stackt nichts im Hintergrund. Sobald du updatest, hast du 50 Deff vom Zhonyas, egal wie viele Stacks du davor hattest. Also falls du Zhonyas direkt kaufen kannst, nur zu, musst nicht erst stacken.\nAuf der anderen Seite: wenn du so gut spielst und dominierst, dass du dir Zhonyas auf einen Schlag leisten kannst, währe ggf. ein anderes Item erstmal sinnvoller zum weiteren snowballen. ;)","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-09-03T11:49:48.790+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort! :)","replies":[]}]},{"id":"","poster":"SorisDynasty","date":"2015-09-03T11:40:58.780+0000","up_votes":2,"down_votes":0,"body":"Es macht keinen Unterschied. Du wirst 30 Rüstung haben durch Armguard. Wenn du upgradest, geht diese Passive verloren und wird durch 50 Armor ersetzt von Zhonyas.\nAlso je schneller du Zhonyas kriegen kannst, desto besser, weil du dann von den besseren Stats profitieren kannst.","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-09-03T11:50:21.074+0000","up_votes":1,"down_votes":0,"body":"Danke für die Antwort! :)","replies":[]}]}]}