{"id":"RxdJyUt6","poster":"Noxious Spirit","date":"2015-09-02T16:08:48.622+0000","title":"Surrender Automatisch Ablehnen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo Ich f&auml;nde es gut wenn es ein Automatisches Ablehnen g&auml;be, dass man in den Optionen einstellen k&ouml;nnte. \r\n1. Hab ich kein Bock mehr 100 mal auf Nein zu dr&uuml;cken in einer Runde weil jemand spammt\r\n2. Lenkt es einfach ab und ich hab ein Spiel schon ein paar mal verloren weil ich im Teamfight nicht auf Nein dr&uuml;cken konnte.","replies":[{"id":"","poster":"BiillabonG","date":"2015-09-02T23:12:16.340+0000","up_votes":1,"down_votes":0,"body":"mal eine frage:\nWarum zum teufel kommst du auf die idee mitten im teamfight dich um das surrenderfenster zu kümmern? also sorry aber daran bist ganz alleine du schuld..\nunten läuft ein blauer balken das ist die zeit die du zum abstimmen hast und wenn ich das recht in erinnerung hab wird es als \"nein\" gewertet wenn man sicht nicht festlegt vilt täusche ich mich auch","replies":[{"id":"","poster":"Noxious Spirit","date":"2015-09-03T13:28:07.058+0000","up_votes":1,"down_votes":1,"body":"Kleiner Tip lesen hilft. Ich habe nicht auf das Surrenderfenster geachtet und deshalb wurde das Game surrendert. Und nein wenn man auf gar nichts drückt wird die Stimme einfach nicht gewertet Bsp. 3 drücken ja einer nein und einer drückt nichts= Surrender.","replies":[{"id":"","poster":"Taemoee","date":"2016-03-03T17:23:59.346+0000","up_votes":1,"down_votes":0,"body":"nein, es ist so wie BillanBong gesagt hat. Wenn man nichts wählt zählt es als nein","replies":[]}]}]},{"id":"","poster":"Bemte","date":"2015-09-02T16:12:27.137+0000","up_votes":1,"down_votes":0,"body":"Du kannst es auch einfach ignorieren. Weiterhin hast du zum Abstimmen einiges an Zeit (halbe Minute oder sogar ganze), daher sollte sich da außerhalb eines Teamfights eine ruhige Sekunde finden.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-09-02T16:34:09.484+0000","up_votes":1,"down_votes":1,"body":"Kannst du das Ding nicht auf dem Hud so verschieben, dass du es nicht sehen musst? Versuche das einfach mal.","replies":[]}]}