{"id":"pbbMYQeQ","poster":"Comp1","date":"2015-09-01T18:44:13.040+0000","title":"Suche Leute für 3vs3 c:","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey c:  Ich suche noch einige leute die lust haben auf 3vs3 \r\nsuche auch leute die sich auch bereit erkl&auml;ren k&ouml;nnen Combos zu spieln und keine Random kake. Die auch mehere spiele,spieln wie nur 1-2 am tag &gt;-&lt;","replies":[{"id":"","poster":"Comp1","date":"2015-09-08T11:45:40.359+0000","up_votes":1,"down_votes":0,"body":"#Push","replies":[]},{"id":"","poster":"QMrFroggyQ","date":"2015-09-01T19:44:48.299+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein 3 vs 3 Fän ja aber aus deinem oben geschriebenen kann ich von meiner Seite her nicht genug entnehmen.\nWelche Elo sollte ich stehen damit du dich dafür interresieren würdest :D \nUnd definiere mal das mehr als ein bis zwei games ^^ wie viel möchtest du pro Tag haben den Ich habe noch einen Job und muss neben meiner Lol Carriere auch noch arbeiten. :p\n\nAlso wie der Kollege auch unten schon gesagt hat wie ist der Name ^^ oder war das absicht und du willst ertmal sehen wer sich dafür überhaupt Interresiert.\nJut dann noch welches Alter sollten die Leute haben was sollten sie mitbringen.\n\nAlso ein Paar Infos mehr wäre ganz nice, aber Interesse habe ich schon.\n\nMfg QMrfroggyQ","replies":[{"id":"","poster":"Comp1","date":"2015-09-01T23:12:30.082+0000","up_votes":1,"down_votes":0,"body":"Wenn man sich dafür intressiert dann sollte man mich in game adden und ich erzähl dir dann das was du wissen möchtest c:","replies":[]}]},{"id":"","poster":"ΑοΚι","date":"2015-09-01T19:57:54.055+0000","up_votes":1,"down_votes":0,"body":"Interesse ist auf jeden Fall vorhanden, aber was sind den die genauen Rahmenbedingungen? :)","replies":[{"id":"","poster":"Comp1","date":"2015-09-01T23:11:50.767+0000","up_votes":1,"down_votes":0,"body":"Keine Rahmenbedingungen.","replies":[]}]},{"id":"","poster":"1stNovember2019","date":"2015-09-01T18:51:28.273+0000","up_votes":1,"down_votes":0,"body":"wie is denn dein ingame name? und hast du ein problem damit wenn man wie ich, kein ultrapro ist? (nicht gold+)","replies":[]}]}