{"id":"A773HUZg","poster":"Your Blind Date","date":"2015-09-01T14:20:31.897+0000","title":"G3 Main Adc Sucht Ranked Team","subforum":"Clans & Teams","embed":{"title":"AI xTalentedx - Europe West - Summoner Lookup - LoLSkill","description":"Summoner Lookup with statistics, ratings, LoLSkillScore and more for AI xTalentedx, a League of Legends summoner on the Europe West region.","url":"http://www.lolskill.net/summoner/EUW/AI%20xTalentedx","image":"http://static.lolskill.net/img/tiers/192/goldIII.png"},"up_votes":1,"down_votes":0,"body":"Hellas Zusammen,\r\n\r\nHi mein name is Tony und bin 28 jahre jung &quot;ok hier wahrscheinlich schon fast rentner&quot;\r\n\r\nJa wie man vom Thread her annehmen kann suche ich ein Ranked team.. ein ernsthaftes und best&auml;ndiges team... keins was sich nach den placement games wieder aufl&ouml;st... sondern einfach 5 dudes die gemeinsam zielstrebig das selbe ziel verfolgen.. das ladder climben...\r\n\r\nso zu mir:\r\nmeine Champ pool besteht aus... Vayne &quot;ich feier sie so im moment&quot; tristana, jinx, kalista, draven, ashe.. &quot;alle liegen so bei 100k + - master rating&quot;\r\nalter: 28\r\nWohnort: K&ouml;ln\r\nElo: Gold 3 atm\r\nTs/skype: vorhanden\r\nzeiten: Mo-fr &quot;jeh nach absprache der termine&quot;\r\nWe: seltener kommt drauf an\r\n\r\nIch lache sehr gerne und hab in erster linie spass am spielen... zum team ihr solltet auch nicht gerade 15 sein.. nicht weil ich kinder nicht mag sondern einfach aus dem grund weil ich mir so piepsstimmen nicht w&auml;hrend dem game geben will...\r\nbitte keine flamer.. denn wer mehr schreibt konzentriert sich weniger.. und wer sich nicht konzentriert spielt schlechter...\r\n\r\nmeine fav supports:\r\nAlistar\r\nThresh\r\nLulu\r\nJanna\r\nLeona...\r\nannie\r\n&quot;bc aber nicht unbedingt&quot;\r\n\r\nich mag weniger\r\nLux\r\nTham\r\nMorgana\r\nSoraka\r\n\r\n\r\nklar gut gespielt sind sie auch top.. aber hab leider nur soloq erfahrung gemacht und da waren sie einfach mal durch die bank weg scheisse :D\r\n\r\n\r\nsoooo... wer interesse hat ingame melden: AI xTalentedx","replies":[{"id":"","poster":"Damion","date":"2015-09-14T17:17:53.716+0000","up_votes":2,"down_votes":0,"body":"Meldet sich nicht nach 2 Testgames. Ist nicht zu Trainingszeiten online. Reagiert nicht auf Nachrichten. Leavt das Team ohne Kommentar. --> Nicht zuverlässig und nicht empfehlenswert.","replies":[]}]}