{"id":"nMpgwQv2","poster":"HelmutPlessnerOP","date":"2015-09-01T15:20:08.026+0000","title":"Suche ADC [MAIN] ab Gold 1/Platin 5","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Liebe ADC-Mains,\r\n\r\nich, Main-Support, suche derzeit einen Main-ADC f&uuml;r DuoQ.\r\n\r\nZu meiner Wenigkeit:\r\n\r\nIch bin Main-Support, nachdem ich in Season 4 und z.T auch in Season 3 haupts&auml;chlich Mid gespielt habe und Support nur als sekund&auml;re Rolle betrachtet habe.\r\nAllerdings musste ich zu der Erkenntnis kommen, dass mein Champion-Pool, um in h&ouml;here Ligen aufzusteigen, begrenzt war, da ich nur einige Mid-Champions wirklich sehr gut spielen konnte.\r\nAuf meiner sekund&auml;ren Rolle, der Support-Rolle, war dies jedoch anders, da ich dort immer sehr viele unterschiedliche Champions spielen konnte und ich f&uuml;r mich pers&ouml;nlich festgestellt hatte, dass ich wesentlich mehr Einfluss auf das Spiel haben kann, wenn ich meinen ADC feede und die entsprechenden Calls mache.\r\nLange Rede kurzer Sinn:\r\nIch bin mit ganzem Herzen Main-Support und suche einen ebensolchen ADC!\r\n\r\nIch bin derzeit Gold 5. Das allerdings nur, weil ich nach meinen &bdquo;verkackten&ldquo; Placements-Matches nach Gold 2 eingestuft wurde ich sowas von mad war, nicht wieder nach Platin 5 eingestuft zu werden, dass ich angefangen habe extrem zu trollen.\r\nKnapp 1000 Chat Restrictions sprechen f&uuml;r sich. Meine &quot;Negative Attitude&quot; habe ich aber zum gr&ouml;&szlig;ten Teil &uuml;berwunden.\r\nMein Problem ist vor allem noch mein Gaming-Mindset. Ich f&uuml;hle mich immer total schlecht, wenn ich FB gebe oder generell sterbe oder wir ein Objective an den Gegner abgeben musste.\r\nBei mir machts dann &bdquo;klick&ldquo; und ich habe keinen Bock mehr zu spielen und spamme Surrender-Vote, da der Gegner jetzt eh schon Goldvorteil hat und er snowballen kann. \r\nF&uuml;r mich ist, egal ob das eigene Sterben oder das Sterben eines Verb&uuml;ndeten, mein pers&ouml;nliches Versagen und ich habe nicht mehr verdient das Spiel zu gewinnen, weil \r\nDeshalb brauche ich einen ADC, der eher ruhig ist und der ein sehr positives Gaming-Mindset hat und mich wieder motivieren kann.\r\n\r\n\r\n**Support Champion-Pool:**\r\n\r\n{{champion:12}} {{champion:1}} {{champion:53}} {{champion:201}} {{champion:40}} {{champion:43}} {{champion:89}} {{champion:117}} {{champion:25}} {{champion:267}} {{champion:111}} {{champion:98}} {{champion:37}} {{champion:16}} {{champion:223}} {{champion:44}} {{champion:412}} \r\n\r\n**Mid Champion-Pool:**\r\n\r\n{{champion:103}} {{champion:69}} {{champion:131}} {{champion:105}} {{champion:30}} {{champion:38}} {{champion:99}} {{champion:61}} {{champion:45}} {{champion:161}} \r\n\r\n**Mein Spielstil:**\r\n\r\nMein Spielstil ist proaktiv und ich spiele eine durchaus aggressive Support-Rolle. Daneben beinhaltet mein Spielstil, dass ich sehr viel warde. Ich verzichte sogar lieber auf Items, sofern wir gerade dringend Vision brauchen oder Vision des Gegners denyen m&uuml;ssen.\r\nVision gewinnt meiner Meinung nach mehr Spiel als Goldvorteil oder Outplaying des Gegners.\r\nGenerell bevorzuge ich ein sauberes Vision-Spiel um Objectives.\r\nZudem bin ich ein Supporter, der einen ADC braucht, der auch kurzfristig alleine auf der Botlane zurecht kommt, da ich ganz gerne mit Level 3-6 zur Mitte roame oder ein paar Wards f&uuml;r unseren Jungler platziert oder dem Jungler beim Buff-Steal hilft etc.\r\nGenerell w&uuml;nsche ich mir, dass sich der ADC und der Support als Einheit sehen und sich gegenseitig vertrauen.\r\n\r\n**ADC-Spielstil/Allgemeines:**\r\n\r\nDu hast sicherlich deinen eigenen Spielstil. Das ist auch gut so! Allerdings gibt es einige Sachen, die ich gerne bei dir sehen w&uuml;rde:\r\n\r\n-Starke Mechanics (Farmen/Trading/Itembuild etc.). Du wei&szlig;, was welcher ADC bauen sollte und wieso und wann und &uuml;berhaupt. ^.^\r\n-Du pickst META-Champions: Kalista, Sivir, Corki, Tristana, Jinx etc.\r\n-Du passt dich auch deinem Team an und flamst generell weder deinen Supporter noch irgendeinen anderen aus dem Team\r\n-Du schaust am besten regelm&auml;&szlig;ig LCS und analysierst Teamaufstellungen, adaptierst Taktiken und Strategien.\r\n-Du besitzt Teamspeak 3 und ein funktionierendes Headset sowie eine angenehme Spielatmosph&auml;re zuhause bei dir.\r\n-Du bist mindestens 20+. Ausnahmen m&ouml;glich bei entsprechender Reife.\r\n-Dein Skill sollte sich in der DuoQ auch entsprechend in Richtung Platin/Diamant entwicklen, sofern er das nicht schon ist. Am besten einen ADC, der ein &auml;hnliches Schicksal in Placement Matches erlitten hat wie ich.\r\n-Du solltest auch halbwegs lustig und kommunikativ sein- also au&szlig;erhalb des Ranglistenspiels. Im Spiel nur wichtige Calls oder Ansagen machen und ansonsten auf das Spiel konzentrieren.\r\n-Regelm&auml;&szlig;ig Zeit, um DuoQ oder Normal DP zu spielen.\r\n\r\n**Nun zu unserem gemeinsamen Spielen:**\r\n\r\nJa, du sollst Spa&szlig; haben im Ranglistenspiel. Allerdings erwarte ich wirklich, dass du auch tryhardest und grinden willst.\r\nAls Ziel f&uuml;r uns sollte Platin 3 sein, sofern du noch nicht Platin bist. Aber langfristig wei&szlig; ich, dass ich nach Diamant aufsteigen werde.\r\nDu solltest &auml;hnlich ambitioniert sein.\r\nErwarte nicht, dass wir sofort zu 100% funktionieren oder &uuml;berhaupt. Nicht jeder ADC ist f&uuml;r jeden Support geeignet und umgekehrt. \r\n\r\n&Uuml;bung macht den Meister. \r\n\r\nVielen Dank, dass du die &quot;wall of text&quot; gelesen hast. Hinterlasse mir doch einen Beitrag &uuml;ber dich und erz&auml;hle ein wenig &uuml;ber dich, damit ich mir einen ersten Eindruck von dir verschaffen kann! :)\r\n\r\nAusrollen zu den Richtfeldern!\r\n\r\nMit freundlichem Gru&szlig;\r\n\r\nHans Schmorell\r\n\r\nPS: Bei Fragen z&ouml;gert bitte nicht, diese hier zu stellen oder mich zu adden.","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-09-02T15:43:13.258+0000","up_votes":1,"down_votes":1,"body":"**Push 02.09.2015.**","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-09-03T16:11:08.605+0000","up_votes":1,"down_votes":1,"body":"**Push 03.09.2015.**","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-09-04T17:06:43.105+0000","up_votes":1,"down_votes":1,"body":"**Push 04.09.2015.**","replies":[]}]}]}]}