{"id":"5ONA3lx1","poster":"Kata Ga Kill","date":"2015-09-01T09:37:08.663+0000","title":"Champions mit Hybrid Skallierung und Items","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Wie sieht es aus mit Champions die bei Ihren Skills die auf AP und AD Skallieren bzw. AD Champ hat 1-2 Skill die auf AP Skallieren oder/und AP Champ hat 1-2 Skills die auf AD Skallieren.\r\nWelche Items sind nun sinnvoll bzw. ist das reiner Meta trend in den Guides?\r\nW&auml;re super wenn Ihr mir erkl&auml;ren w&uuml;rdet wieso, warum, weshalb.\r\n\r\n\r\nKatarina:\r\nAutohits sind extrem schwach dabei gibt es das {{item:3146}} , hat doch solide Werte, wieso spielt das niemand mit Kata?\r\nIhr W und R skallieren f&uuml;r AP UND AD f&uuml;r R ist sogar der Schaden auf AD h&ouml;her skalliert. Sie kann somit nach den Skills immer noch bisschen mehr mit AA Hitten, Mobs besser farmen/clearen und T&uuml;rme schneller donw kriegen. Habe auch schonmal welche gesehen die damit spielen.\r\nAuch wieso baut jeder {{item:3285}} ? Dabei ist doch {{item:3116}} tausendmal besser, haupts&auml;chlich damit die Leute nicht vor R so schnell fliehen k&ouml;nnen was mehr DMG bedeutet zus&auml;tzlich gibs Lebenspolster was Kata schon bisschen n&ouml;tig hat.\r\n\r\nShyvana:\r\nQ und W Skallieren mit AD, E und R skallieren mit AP, was ist nun sinnvoll auf Shyvanna? Oder ist es sinnvol Hybrid aus Ihr zu machen oder gezielt eine Richtung w&auml;hlen?\r\n\r\nRengar:\r\nManche spielen ihn mit Full AP wegen W und andere Full AD, was ist nun st&auml;rker oder lohnt es sich Hybrid zu machen?","replies":[{"id":"","poster":"Hamrio","date":"2015-09-01T10:13:58.959+0000","up_votes":1,"down_votes":0,"body":"also erstmal. Ludens ist ein ziemlich starkes item. durchschnitt Ms bei mages:340+45(boots)+10%(ludens) =423.5 und rylais wird schon momentan oft durch  Zhonyas ersetzt wenn die gegner nicht viele ads haben,und bei kata passt zhonyas einfach besser durch den spell reset ihrer passive.\nUnd jetzt zu den ap/ad skalierungen bei einzelnen fähigkeiten:Sivir und caitlyn haben auch ap skalierungen auf ihrer Q bzw W  aber man baut sie nicht auf ap trotzdem haben sie dann mehr goldeffiziens durch z.b. Trinity","replies":[{"id":"","poster":"Kata Ga Kill","date":"2015-09-01T10:29:16.294+0000","up_votes":1,"down_votes":0,"body":"Nene Zhonyas gehört iimmer dazu das ist nicht die Frage sondern Ludens Kick für Rylais.\n{{item:3001}} {{item:3135}} {{item:3089}} {{item:3116}} {{item:3020}} {{item:3157}} das ist der Build den ich meine.\n\nRylais als DEF anzusehen ist falsch das ist nur ein Bonus, die wirkliche Entscheidung ist der Passive Effekt.","replies":[{"id":"","poster":"Bemte","date":"2015-09-01T10:55:14.766+0000","up_votes":2,"down_votes":0,"body":"Wann laufen den Leute bitte mal aus einer Kata-Ult gemütlich raus? Normalerweise sind sie schon so geschwächt, dass sie die erste Runde nicht überleben oder aber sie flashen raus.\nWenn jemand genug HP und MR hat, um ganz gemütlich aus einer Katault rauszulaufen, dann wird ihn auch Rylais nicht lang genug drin halten.\nWeiterhin: selbst wenn jemand rausläuft, kannst du ja hinterher und es beenden.\nSo oder so: der nutzen von Rylais ist eher gering, die Situationen, wo du sowas wirklich brauchst, eher selten. Dagegen gibt dir Ludens einen ordentlichen Burst dazu, wodurch eben keiner aus der Ult rauslaufen kann, weil alle tot sind.^^\nVergleich das beispielsweise mal mit Akali: ihre Ult ist single Target und macht deutlich weniger Schaden. Dafür kann sie mehrfach gezündet werden und ist ein Jump. D.h. Akali mag es gern mit ihrer Ult Leute zu jagen um sie zu erledigen - hier ist Rylais extrem nützlich.\nWegen Hextex auf Kata: klar, AP und AD sind nett. Aber es gibt auch einige Sachen, die nichts bringen: Was bringt dir die Aktive? Das ist etwas, das man benutzen kann, um Gegner zu jagen - wiederum nicht Katas Aufgabe und Rolle, sie ist das Aufräumkommando. Und Lifesteal, was soll Kata denn damit? Hast du je eine Kata gesehen, die viele AAs macht, während sie Gegner tötet?^^ Klar, AD und AP sind nett, Spellvamp kann man drüber diskutieren. Aber dafür will man nicht auf ein besser passendes Item verzichten, das deutlich geeignetere Werte bringt.\n\nZu Shyvana: sie wird meist Onhit Offtank gebaut, also Devourer, ggf. BotrK und Rest Tank. Sonst wird sie zerschreddert, bevor sie überhaupt nah genug beim Gegner ist, um Schaden zu machen.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-09-01T11:03:39.521+0000","up_votes":1,"down_votes":0,"body":"Sehe es wie Bemte auch:\n\nKata ist eine Assassine und entsprechend ist ihr Build so aufgestellt, dass sie innerhalb einer schnellen Rotation den Gegner killt.\nLudens ist ein Burst-AP-Item und passt deshalb sehr gut zu ihr.\n\nRylais ist ein AP-Item für Champs, die über längere Zeit viel Schaden an den Gegner machen wollen. Dies wären zum Beispiel Cassio (durch den slow entkommen die Gegner wirklich nur per Flash von Cassios e-spams) oder Azir (Gegner kriegt noch ein paar Angriffe der Sandsoldaten mehr).","replies":[]}]}]},{"id":"","poster":"FeedAndFurious","date":"2015-09-01T11:28:33.700+0000","up_votes":1,"down_votes":0,"body":"Ich bin ein großer Shyvana-Fan. Ich bin der Meinung auf gar keinen Fall auf AP gehen das macht mit diesem Champ einfach keinen Sinn weil bis du zu dem Demage kommst bist du schon mehrfach am a... \nShyvana würde ich auch nicht auf Hybrid empfehlen weil sie auf AD/Tank einfach besser funktioniert.\nZu meinen Items ausgenommend den Schuhen:\nIm Jngl ist ganz klar Jungle- Item mit Zerschmettern damit du den Gegner gut hinterherkommst.\nErstes bzw. 2tes Item danach: Klinge des gestürzten Königs oder Sonnenfeuerumhang je nach Situation\n3tes Item: Derwischklinge ganz einfach aus dem Grund das wenn Shyvana gestunt wird von z.B. Morgana ist der ADC weg oder kommt zu seinem Demage...\nDanach je nach Situation MR oder Rüstung weil Sie danach sowieso schon jeden adc in kürzester Zeit ausschaltet :)","replies":[]}]}