{"id":"iP19pJwm","poster":"Mojordomos","date":"2015-08-31T19:07:47.260+0000","title":"EUW Packet Loss, selbes Problem wie vor 7 Monaten - Macht Riot darauf aufmerksam!","subforum":"Hilfe & Support","embed":{"title":"[EUW Packet Loss] Please help make Riot aware * /r/leagueoflegends","description":"Hey guys, just so you know how this problem manifests ingame: Ping is just slightly higher than usual, but it feels MUCH higher, commanded actions...","url":"https://www.reddit.com/r/leagueoflegends/comments/3j48w1/euw_packet_loss_please_help_make_riot_aware/","image":"https://www.redditstatic.com/icon.png"},"up_votes":2,"down_votes":1,"body":"Hi alle zusammen!\r\n\r\nWie ihr sicher aus dem Titel herauslesen k&ouml;nnt, kommt es auf EUW momentan zu Packet Loss.\r\n\r\nViele von euch haben sicherlich bemerkt, dass der eigene Ping etwas h&ouml;her ist als sonst und das Spiel manchmal Befehle versp&auml;tet oder erst gar nicht ausf&uuml;hrt. Au&szlig;erdem &#039;f&uuml;hlt&#039; sich der Ping vielleicht auch etwas h&ouml;her an als sonst, obwohl er nur minimal h&ouml;her angezeigt wird.\r\n\r\nVor sieben Monaten ist dieses Problem schon einmal aufgetreten, und wie heute war es nicht Riots Schuld.\r\n\r\nIch habe damals viel in Bewegung gesetzt, viele threads gestartet, meinen ISP, Riot und Telia kontaktiert, bin stur geblieben und am Ende wurde das Problem behoben.\r\n\r\nIch hoffe inst&auml;ndig, dass mir jetzt dieser Marathon erspart bleiben wird.\r\n\r\nAlso, postet eure tracerts, so dass Riot herausfinden kann, wo genau das Problem sich versteckt.\r\n\r\nHelft mir, Riot auf dieses Problem aufmerksam zu machen.\r\n\r\nWie macht man einen tracert?\r\n\r\nWindows Taste und R dr&uuml;cken,\r\ncmd eintippen\r\nEnter dr&uuml;cken\r\ndann folgendes eingeben: (tracert 185.40.65.1) &gt; &quot;%USERPROFILE%\\desktop\\Tracert.txt&quot;\r\nwieder Enter dr&uuml;cken\r\nNun kurz warten, dann erscheint auf eurem Desktop eine Textdatei, die eure digitale Route zu EUW enth&auml;lt. Diese kann Riot helfen festzustellen, wo genau das Problem liegt.\r\n\r\nDanke an alle zusammen.\r\nIm Anhang mein tracert.","replies":[{"id":"","poster":"xCillion","date":"2015-08-31T19:13:00.574+0000","up_votes":2,"down_votes":0,"body":"Grüße\n\nIm Englischen Teil des Boards gibt es bereits einen Riot Thread dazu, jedenfalls glaube ich das es sich um das selbe problem handeln könnte.\n(es wird also dran gearbeitet..)\n\n[Ich lass mal den Link hier](http://boards.euw.leagueoflegends.com/en/c/help-support-en/I1bWOwvO-increased-latency-during-evening-hours)","replies":[]}]}