{"id":"iEzdHsyV","poster":"Conrad17","date":"2015-08-31T11:12:12.336+0000","title":"Domionion - Momentaner Status und eventuelle Verbesserungen","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Zu erst mal muss gesagt werden, das ich nicht so etwas wie ein &quot;Main-Dominion&quot; Spieler oder &auml;hnlich bin, sondern Dominion meist nur als ersten Win des Tages bzw. zum Spa&szlig; spiele. (Ich bin mir sogar fast sicher das hier niemand haupts&auml;chlich Dominion spielt, Gr&uuml;nde daf&uuml;r werden gekl&auml;rt.) Daher ist es m&ouml;glich, das ihr anderer Meinung seid und/oder ich hier einem Missverst&auml;ndnis unterliege.\r\n\r\nIm Moment wird auffallen, das Dominion, obwohl es so ein unpopul&auml;rer Spielmodi sein sollte, die Warteschlange nie allzu lange dauert. Dies scheint deshalb der Fall zu sein, da Dominion anscheinend fast ausschlie&szlig;lich als Level-Farm f&uuml;r Bots genutzt wird. Dieser Meinung bin ich, da Ingame die restlichen 4 Spieler nicht auf Chat-nachrichten antworten, sinnlos herumlaufen, neben St&uuml;tzpunkten herumstehen, und Gegner, selbst w&auml;hrend sie einen Turm einnehmen und sie direkt daneben stehen nicht angreifen. Mir ist klar das ich damit nicht 100% Beweis daf&uuml;r habe, das sie bots sind, und auch das werde ich versuchen in den Verbesserungsvorschl&auml;gen anzusprechen. Dazu kommt au&szlig;erdem, das Dominion im generellen eher ein kurzlebiger Gamemode war, wodurch erst diese &quot;Invasion&quot; der Bots kommen konnte, da Riot nicht ohne Feedback der Spieler dies fixen kann. Soweit zu meiner Auffasung des Problems.\r\n\r\n_**Verbesserungsvorschl&auml;ge:  **_\r\n**Einen Reportbutton f&uuml;r verd&auml;chtigte Bots:**  \r\nDa Bots generell nicht zu 100% sicher identifiziert werden k&ouml;nnen, da der Spieler z.B. Internetprobleme, Chatban usw. \r\n                     haben kann, ist es m&ouml;glich dass durch das Festlegen eines Quotienten (Spiele bei denen der Acc als Bot\r\n                     reportet wurde/Spiele gespielt) unter Beachtung der m&ouml;glichen f&auml;lschlichen Reports das System automatisiert werden.\r\n**Mehr Einbindung der Map in die tempor&auml;ren Spielmodi**\r\n                     Das Shurima-Event war meiner Meinung nach gut, allerdings k&ouml;nnte man vllt. auch einmal mit einem FFA Modus \r\n                     experimentieren, bei dem die Kontrollpunkte Spawns sind usw.\r\n**Update der Map**\r\n                     Die Dominion Map sollte sowohl vom Gameplay als auch von einer visuellen Seite ebenso ein update genie&szlig;en d&uuml;rfen\r\n                     wie die Twisted Treeline, Howling Abyss und Summoners Rift. Um die Idee mit Kontrollpunkten usw. zu erhalten, aber\r\n                     dennoch den Spielmodi aufzufrischen k&ouml;nnte ja jedem Team nur eine begrenzte Anzahl von Leben zur Verf&uuml;gung\r\n                     stehen, oder die &quot;Buff - Schreine&quot; werden zu einem Junglemonster umgearbeitet o.&auml;.\r\n\r\nWeitere Vorschl&auml;ge sowie Feedback zu den bereits vorgeschlagenen Dingen ist erw&uuml;nscht.","replies":[]}