{"id":"tBnFXg5i","poster":"Abasin","date":"2015-08-31T05:44:44.157+0000","title":"Das ARAM-Experiment - ich bin überrascht","subforum":"Karten & Spielmodi","up_votes":6,"down_votes":0,"body":"[In diesem Thread](http://boards.euw.leagueoflegends.com/de/c/karten-spielmodi-de/szk0uUuQ-matchmaking-aram) habe ich mich &uuml;ber das aus meiner Sicht seltsame Matchmaking in ARAM aufgeregt. In der sich daraus entspannenden Diskussion haben mich die Aussagen von HyperionCH dazu animiert, ein kleines Experiment zu starten.\nIch wollte 50 ARAMs in Folge spielen ohne die Vorabinformationen &uuml;ber Gegener und Mitspieler zu nutzen, die es auf den bekannten Seiten gibt, um nicht voreingenommen ins Spiel zu gehen. Das habe ich dann auch durchgezogen. Letztlich war es so, dass ich 28 : 22 gespielt habe, was einer Winrate von 56% entspricht. Darin sind allerdings auch 6 Spiele, zu denen ich in eine Party eingeladen wurde, in der sich sonst nur 30er von Silber bis Platin befunden haben. \n\nAls pers&ouml;nliches Fazit bleibt mir nur zu sagen, dass das Matchmaking auch in solchen F&auml;llen nicht daf&uuml;r verantwortlich gemacht werden kann, wenn jemand verliert. Die pers&ouml;nliche Spielst&auml;rke (plus Tagesform) ist bei Weitem der entscheidendere Faktor. Trolle, AFK und sonstige St&ouml;rfaktoren waren in etwa gleich verteilt beim Gegner und meinen Teams.\n\nAlso HyperionCH, Du hast in den meisten Dingen recht behalten. Bis auf eines. Ranked-Spieler waren bis auf wenige Ausnahmen abgekl&auml;rter und haben oft eine dominierende Rolle gespielt. Sie k&ouml;nnen tats&auml;chlich schlecht sein, sind aber meist selbst auf ungewohnten Champions noch abgekl&auml;rt genug, um es nicht ganz zu versauen.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-31T06:20:30.397+0000","up_votes":3,"down_votes":0,"body":">Sie können tatsächlich schlecht sein, sind aber meist selbst auf ungewohnten Champions noch abgeklärt genug, um es nicht ganz zu versauen.\n\nIch verstehe diese Aussage nicht wirklich. Es ist ja nicht so das jemand der Diamant ist direkt mit jedem Champ gut ist. Das bilden sich einfach viele ein. Ein Aram nehmen auch sehr viele Spieler (mich mit eingeschlossen) einfach nicht ernst. Das sie auch nicht immer alles versauen liegt einfach an der Erfahrung.\n\n>dass das Matchmaking auch in solchen Fällen nicht dafür verantwortlich gemacht werden kann, wenn jemand verliert.\n\nMan kann niemals, auch nicht in Rankeds, das Matchmaking für eine Niederlage beschuldigen. Man ist immer selber schuld ;-) (ausser es sind 4Leute Afk).\n\n\nFinde es gut das du deine Einstellung geändert hast. Es gibt zu viele Personen die immer jemanden/etwas die Schuld geben und es nicht wahr haben wollen das Sie selber die Fehlerquelle sind.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Abasin","date":"2015-08-31T07:00:46.396+0000","up_votes":1,"down_votes":0,"body":"> Ich verstehe diese Aussage nicht wirklich. Es ist ja nicht so das jemand der Diamant ist direkt mit jedem Champ gut ist. Das bilden sich einfach viele ein. Ein Aram nehmen auch sehr viele Spieler (mich mit eingeschlossen) einfach nicht ernst. Das sie auch nicht immer alles versauen liegt einfach an der Erfahrung.\n\n\nHallo Ashuna, darauf wollte ich ja hinaus. Ein erfahrener Spieler hat zwar seine Lieblingschamps, ist vielleicht sogar ein One Trick Pony, dennoch hat er in der Regel mehr Spiele auf ungewohnten Champions als ein Anfänger wie ich, der erst seit etwa Januar dabei ist. Wenn er sich also die Skillbeschreibungen ansieht, versteht er schneller, ob es ein AD oder AP basierter Champ ist, ob er Mana braucht, ob er ein Tank oder sonstwas ist. Oder hat schon gegen diesen Champ gespielt. Er spielt den Champ vielleicht nicht optimal, aber er wird nicht ganz planlos mit ihm durch die Gegend rennen. \n\n> Finde es gut das du deine Einstellung geändert hast. Es gibt zu viele Personen die immer jemanden/etwas die Schuld geben und es nicht wahr haben wollen das Sie selber die Fehlerquelle sind.\n\nIch war seinerzeit sehr verärgert, weil ich mich selber nicht als Überflieger sehe. Und ich dachte mir eben, dass ich \"am Boden liegend\" auch noch nen zusätzlichen Tritt kriege. Mittlerweile habe ich dazugelernt. Ich vermute, wenn ich dann in die Normals und Rankeds einsteige, dann werde ich auch einige Zeit brauchen, um meine true ELO zu finden. Und dann werde ich mich hoffentlich dran erinnern, was ich in den letzten Tagen gelernt habe.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-31T07:05:28.371+0000","up_votes":2,"down_votes":0,"body":"LoL ist ein schweres Spiel für Anfänger. Es ist sehr überladend und gibt zu viele Daten an. Du solltest einige Zeit warten bis du wirklich mit Rankeds anfängst.\n\nDeine Aussagen sind Korrekt. Diamant schaffen viele Spieler mit nur einem Champ. Versuch deinen Main zu finden und Spiel den so gut es geht. Gold- Platin zu kommen ist einfacher als viele Denken. Man muss nur ein gewisses Spielverständnis haben. \n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"TeamYoloFeedROD","date":"2015-08-31T12:35:54.854+0000","up_votes":1,"down_votes":0,"body":"Ich denke Spielverständnis spielt eine viel zu stark unterschätzte Rolle. Es macht einfach einen riesen Unterschied wenn ich weis welche Rolle ein Champion in einer Teamkomposition einnehmen kann und welche Builds dann von Vorteil sind.\n\nMit Rollen von Champions meine ich nicht nur ob man Tank, ADC oder sonst was spielt sondern viel mehr ziele ich auf die ganzen Arten von Tanks ab die man unterschiedlich spielen kann.\n\nIch persönlich habe in meiner ersten Season knapp 1000 Spiele gebraucht um nach Silber zu kommen. (Sprich ich hab in dieser \"meiner ersten\" Season über 1000 Spiele gespielt) Jetzt sind wir in Season 5 und obwohl ich diese Season aus Zeit gründen nur knapp 200 Spiele geschafft hab bin ich nun Gold.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-31T12:41:24.590+0000","up_votes":1,"down_votes":0,"body":"Das ist ja das schöne an LoL, es liegt immer an einen selber. Wissen und können ist das einzige was man braucht. Jedoch muss man sich dafür engagieren und viel Lernen um beides auf hohen Niveau zu halten.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]}]},{"id":"","poster":"Aérowrath","date":"2015-08-31T06:50:10.714+0000","up_votes":1,"down_votes":0,"body":"> Man kann niemals, auch nicht in Rankeds, das Matchmaking für eine Niederlage beschuldigen. Man ist immer selber schuld ;-) (ausser es sind 4Leute Afk).\n\nMan ist immer Schuld. Das \"ausser\" impliziert schon wieder eine Ausrede so wie mimi matchmaking feeder Troller etc. Wenn man sich verbessern will, sollte man da kompromislos sein auch 4v5 oder 3v5 sind gewinnbar und man kann dort aus fehlern lernen.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-31T06:55:22.453+0000","up_votes":1,"down_votes":0,"body":">Wenn man sich verbessern will, sollte man da kompromislos sein auch 4v5 oder 3v5 sind gewinnbar und man kann dort aus fehlern lernen. \n\nDas ist mir bewusst.^^ Meine Aussage bezüglich des \"ausser\" war als kleine Ironische verschönerung gedacht. Man kann im Prinzip ein Spiel auch im alleingang gewinnen.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-08-31T07:57:19.249+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=cGRapXds,discussion-id=tBnFXg5i,comment-id=,timestamp=2015-08-31T05:44:44.157+0000)\n>\n> Also HyperionCH, Du hast in den meisten Dingen recht behalten. Bis auf eines. Ranked-Spieler waren bis auf wenige Ausnahmen abgekl&auml;rter und haben oft eine dominierende Rolle gespielt. Sie k&ouml;nnen tats&auml;chlich schlecht sein, sind aber meist selbst auf ungewohnten Champions noch abgekl&auml;rt genug, um es nicht ganz zu versauen.\n\nDies macht natürlich auch der Erfahrungsunterschied.\nInteressant wäre natürlich noch, ob du Spieler unter Stufe 30 gesehen hast, die sehr abgeklärt gespielt haben. Denn es gibt natürlich auch smurfs (ein 2. Account eines erfahrenen Spielers), der natürlich ähnlich erfahren ist wie ein Rankedspieler. Zudem kann natürlich jemand mit Freunden (Premades) spielen und wenn ein Anfänger ingame per Skype/TS Anweisungen von einem erfahrenen Premade bekommt, spielt dieser oft auch besser.\n\nZuletzt ist es natürlich nicht nur so, dass selbst Dia-Spieler nicht alle Champs können, sondern einzelne Champs in ARAM einfach besser geeignet sind als andere. Dies kann man mit Erfahrung und Skill oft auch nicht aufholen, wenn das gesamte Team im Vergleich zum anderen Team die schlechteren Champs bekommen hat.\nDies hat sich mit den Änderungen dieses Jahr aus meiner Sicht etwas gebessert (\"Schneeball\"-Spell), jedoch ist der Modus weiterhin nicht balanced (weshalb man ihn viele als Fun-Mode ansehen).\n\nIch denke jedoch, das wichtigste hast du erkennen können:\nEs ist besser unvoreingenommen ins Spiel zu gehen.\nIngame findet man schon heraus, welche Spieler nun die grösste Gefahr darstellt (und dies muss nicht immer ein Rankedspieler sein).","replies":[{"id":"","poster":"Abasin","date":"2015-08-31T09:01:09.867+0000","up_votes":1,"down_votes":0,"body":"> Interessant wäre natürlich noch, ob du Spieler unter Stufe 30 gesehen hast, die sehr abgeklärt gespielt haben.\n\nIch denke, da waren auch einige dabei. Beziffern möchte ich es nicht, aber ich denke so um die 5 Spieler könnte ich aus meinen Statistiken extrahieren.\n\n> Ingame findet man schon heraus, welche Spieler nun die grösste Gefahr darstellt (und dies muss nicht immer ein Rankedspieler sein)\n\nWas ich ja immer zusätzlich gemacht habe. Und im Experiment ausschliesslich. Vielleicht laufen wir uns ja im Spiel mal über den Weg. Dann können wir ja checken, ob ich wirklich was dazugelernt habe.","replies":[]}]}]}