{"id":"sZ5bJ9nE","poster":"SimplexTwister","date":"2015-08-30T13:00:25.390+0000","title":"ADC Rolle Hilfe","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Hallo, ich wollte fragen ob mir jemand mit der ADC Rolle im allgemeinen Helfen k&ouml;nnte oder tipps geben k&ouml;nnte. Wie z.B. was soll ich kaufen wenn ich behind bin und was ist besser staticks oder phantomdancer und mit welchen adc sollte ich wie spielen. Solche sachen halt. W&uuml;rde mich &uuml;ber jeden rat freuen :)","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-08-30T14:46:32.678+0000","up_votes":3,"down_votes":0,"body":"(deine Fragen sind im Text fett makiert :))\n\nDas Shoppen als ADC scheint am Anfang recht kompliziert, aber wenn man es einmal hat ist es recht einfach. Ich bin der Meinung, wenn du alles im Detail wissen möchtest solltest du mal auf Streams von main ADCs schauen und vlt. da mal fragen, wenn sies nicht gerade erklären.\n\nWillst du die Meinung eines Ab-und-Zu-ADCs hören hier mein Tipp:\nEs gibt nicht gerade viele Items für ADCs die lohnenswert sind. Du kannst jetzt auch in jedes Spiel rennen und was anderes ausprobieren, oder etwas recherchieren (so wie ich).\n\n**Für den Anfang als ADC** würde ich dir empfehlen die empfohlenen Gegenstände zu kaufen. Diese sind angemessen aber nicht immer optimal.\n\n**Für Fortgeschrittene gelten dann folgende Grundregeln:**\n1. Itemfullbuild: Schuhe, 2-3 Dmg-Items und 1-2 Attackspeed-Items, 1 Def-Item und Trinket\n2. Bei den Schuhen gibt es 2 Möglichkeiten: Attackspeed oder CDR! Attackspeed ist Standard. CDR-Boots sollte man sich auf Caster holen, wie Lucian. Ausnahme ist z.B. Corki, bei dem auch Magicpenetration funktioniert.\n3. Dmg/Attackspeed-Items: Da musst du dich an den Powerspikes orientieren. Auf manchen passt Trinity Force besser bei anderen Infinity Edge und wieder bei anderen BotRK.\nAllgemein gilt aber (grob): Caster (Lucian hier nicht unbedingt) --> TF, Attackspeed Champions (z. B. Vayne) --> BotRK und alle anderen IE.\n**Für die Frage mit Statik oder Pd gilt: Burster --> Statik; Attackspeed --> Pd (Youmus spielt auch noch eine Rolle bei manchen ADCs)**\nLast Whisper sollte bei den DMG-Items in keinem Build fehlen (spätestens das 4.-5. Item [mit Schuhen])!\n4. Def-Item: Hier gibt es eigentlich nur GA, Banshees und QS. Hier musst du Bezug auf das Gegnerteam nehmen: Starke Assasinen --> GA; Massig CC --> QS und für alles dazwischen Banshees.\n5. Trinket: Bei Beginn ganz normal das Gelbe und wenn das Laning endet auf das Blaue wechseln.\n\n**Für Experten wird es dann etwas komplizierter:**\nDa kann ich nicht viel zu sagen, außer dass die ganzen Pros entweder aus Erfahrung oder Recherchen wissen welches Item wann auf welchem Champion für ihr Spielweise am besten ist. \nÜber das Itembuild von ADCs (und anderen Rollen) kann man sich jahrelang streiten, aber im Grunde musst du es selbst herausfinden, was auf deine Spielweise am besten passt. Ich z.B. nehme lieber Statik als Pd, wenn ich mir nicht sicher bin. Und auf Lucian spiele ich lieber mit Youmus.\n\nAllgemein kann ich noch sagen, nie vergessen dein blaues Trinket upzugraden, deine Schuhe später für Zephyr zu verkaufen. \n**Zu der Frage, wenn man behind ist: Die meisten holen sich dann anstatt IE ein BT.** Aber sonst bin ich da auch überfragt.\n\nHoffe ich konnte dir damit helfen.\n\nMfg, \nRuaga","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-08-31T11:15:25.920+0000","up_votes":2,"down_votes":0,"body":"Standardbuild Lategame (wenn du Fullbuild bist)\n{{item:3006}} {{item:3031}} {{item:3046}} {{item:3072}} {{item:3035}} (Deffitem/Offensivitem)\n\nEs gibt ADC's, die baut man anders.\nStatt PD baut man auf Corky/Kog/Ez ein {{item:3078}} \nAuf Kalista baut man {{item:3085}} , da sie auf ihr E setzt und nicht auf die Crits.\nAuf z.B. Tris baut man {{item:3153}}, weil es mit ihrem Q super synergiert.\n\nGenerell kann man entscheiden, bau ich {{item:3153}}  oder {{item:3072}}.\n{{item:3153}}  ist das Must Have auf Vayne (first item) und ist generell gut gegen Lebenstacker. Bietet mit der Aktiven auch nettes Burst Potential. \n{{item:3072}} ist gut gegen Thornmail, da es mehr Lifesteal bietet und ein Schutzschild. Außerdem ist es auf z.B. Cait besser, da diese gute AD Skalierung hat.\n\n{{item:3087}} vs. {{item:3046}} \n\n{{item:3087}} ist Early - Midgame nice, da es dir Utility in Form von Magic DMG bietet und es günstiger ist als ein PD. Auch wenn du zurück liegst und deine Lane stark verlierst, kann man unter Umständen zuerst ein Statik bauen, um den Nachteil etwas abzufangen. \n{{item:3046}}  ist einem Statik klar im Lategame überlegen. Der Magic DMG bringt es im Lategame nicht mehr so und es bietet nicht die Stats, die ein PD gibt. Daher tauscht man im Lategame das Statik gegen den PD aus!\n\n{{item:3035}} muss man immer auf einem ADC bauen, sonst machst du an einem Tank Nüsse Dmg....\n\n{{item:3006}} baut man standardmäßig wegen dem AS. Allerdings würde ich gegen ein Full AD Team lieber Tabis bauen und aufn AS verzichten. \n\n{{item:3078}} ist zum einen auf Champs mit AP Skalierung gut und zum anderen auf Champs, die viel spammen können und so den Glanz Effekt effektiv nutzen können. Corky, Kog und Ezreal wären Beispiele dafür.\n\n{{item:3102}} baust du gegen Annie. Es fängt den Stun ab und es gibt dir die Leben, um den ersten Burst zu überleben. Einige raten zu Qss, aber das wird dir nicht so helfen, da in der Zeit, wo du Qss aktivierst, Annie dich geburstet hat. Du brauchst einfach etwas Leben gegen Annie. Außerdem ist es gegen sowas wie Nidalee, BC usw. gut, also gegen Sachen, die du präventiv abwehren willst. \n\n{{item:3140}} super Item gegen WW, Malz, Skanar, Zed und alles, was dich mit Stuns nerven könnte. Du kannst bei WW/Malz & Skanar die Unterdrückung rausnehmen (geht mit Mika + Cleanse nicht!!) und bei Zed kannst du die Ult rausnehmen x) \n\n{{item:3143}} kannst du gegen ein Full AD bauen. \n\n{{item:3071}}  kannst du also pseudo Deff Item bauen. Auf MF könnte es wegen der Ult ganz nice sein.\n\n2x {{item:3046}} Wenn du nochmal mehr DMG machen willst und i.wie nur 2-3 mal gestorben bist. Ist aber risky.\n\n{{item:3142}} wird ab und an gespielt vor allem fürs Early und Mid. Aber da braucht man, glaub ich, doch mehr Erfahrung x) \n\nAnsonsten kannst du auch bei probuilds nachschauen oder dir Streams anschauen.\n\nLg","replies":[]},{"id":"","poster":"ProXG Katharina","date":"2015-09-09T22:55:26.741+0000","up_votes":1,"down_votes":0,"body":"Bitte bitte bitte... Hört auf mit cdr boots auf meinem Lucian... Das ging nur in Verbindung mit trinity... Lasst das nach es ist nicht worth und crap. Hol dir immer attak Speer Schuhe mit 2 Ausnahmen: ezreal kannst du mit cdr Schuhen bauen oder corki mit sourcerer boots. Hört auf den Anfängern Lucian mit cdr vorzuschlagen... Im Zweifelsfall einfach was auslassen anstatt was komplett falsches zu sagen\n\n\nAußerdem statics oder PD hat nix mit Vorlieben zutun. Die items sind grundverschieden! PD auf vayne besser durch den passiven Effekt. Aaaaaaaber es kommt drauf an was du in der Mitte hast. Sagen wir dein midlaner ist eine Leblanc und ihr seit hinten. Dann bausz du statics weil der andere Carry nicht genug wafeclear hätte um sonst den Tower zu deffen gegen dives . es gibt 2 adcs wo ich von Beginn an statics präferiere das sind Lucian und jinx den gibt das nen kleinen burst Schub durch den proc verbunden mit deren aoe.\n\nEs ist echt lieb gemeint aber manchmal ist kompetent verfasstes halbwissen gefährlich...","replies":[{"id":"","poster":"ProXG Katharina","date":"2015-09-09T23:05:02.219+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ProXG Katharina,realm=EUW,application-id=vatevpvi,discussion-id=sZ5bJ9nE,comment-id=0003,timestamp=2015-09-09T22:55:26.741+0000)\n>\n> Bitte bitte bitte... Hört auf mit cdr boots auf meinem Lucian... Das ging nur in Verbindung mit trinity... Lasst das nach es ist nicht worth und crap. Hol dir immer attak Speer Schuhe mit 2 Ausnahmen: ezreal kannst du mit cdr Schuhen bauen oder corki mit sourcerer boots. Hört auf den Anfängern Lucian mit cdr vorzuschlagen... Im Zweifelsfall einfach was auslassen anstatt was komplett falsches zu sagen\n> \n> \n> Außerdem statics oder PD hat nix mit Vorlieben zutun. Die items sind grundverschieden! PD auf vayne besser durch den passiven Effekt. Aaaaaaaber es kommt drauf an was du in der Mitte hast. Sagen wir dein midlaner ist eine Leblanc und ihr seit hinten. Dann bausz du statics weil der andere Carry nicht genug wafeclear hätte um sonst den Tower zu deffen gegen dives . es gibt 2 adcs wo ich von Beginn an statics präferiere das sind Lucian und jinx den gibt das nen kleinen burst Schub durch den proc verbunden mit deren aoe.\n> \n> Es ist echt lieb gemeint aber manchmal ist kompetent verfasstes halbwissen gefährlich...\n\n\n\n\nNoch was.. Finde leider hier dauernd Fehler.... BT statt ie wenn man behind ist??? Sind wir in season 3? Das ist ebenfalls kompletter Quatsch. Wenn du behind bist Holst du statics statt pd. Soweit gehe ich mit. Ansonsten auf champs wo ie draufsoll geht auch einer drauf. Sonst befördert man sich selber noch weiter nach hinten weil man kaum crit hat und weil die Einzel Bausteine schon viel weniger schaden machen.... Also ich habe von dem Verfasser viele gute Beiträge gelesenen aber dieser ist kompletter Schrott... Sorry....","replies":[]}]},{"id":"","poster":"Aérowrath","date":"2015-08-31T07:05:14.784+0000","up_votes":1,"down_votes":0,"body":"Seit dem BC remake siehste selbst das als light deff item manchmal im Prinzip kann ich Ruaga nur zustimmen, dein Itembuild ergibt sich aus einer Synergie zwischem dem was du brauchst und deiner persönlichen Preference, musst halt schauen wies für dich am besten ist. Ist wie Tear vs Chalice in der Midlane geht beides persönliche Preference\n\n{{item:3174}} FTW","replies":[]}]}