{"id":"OVHqdFZu","poster":"LyteHatesSoloQ","date":"2015-08-29T18:11:58.585+0000","title":"Teams reporten, die wegen EP extra feeden / durchpushen lassen?","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":2,"body":"Hatte vorhin auf meinem Smurf (Spiele mit einem lvl10 Freund und gebe ihm Unterst&uuml;tzung als Support auf der Botlane) eine schlechte Spielerfahrung gemacht:\nDas Gegnerteam hat mit 5 TPs gespielt und uns mit lvl1 5Kills auf der Botlane gegeben und wir sind dann mehr oder weniger durchgepusht  und haben die Runde nach 10 Minuten beendet ,ohne das die Gegner irgendwas versucht haben um uns aufzuhalten.\n\nIch wollte meinem Freund etwas beibringen und ein bisschen das Spiel erkl&auml;ren. Letztendlich haben wir 15 Minuten umsons gespielt und es war kein spannendes Spiel bzw ein Spiel wo man etwas h&auml;tte lernen k&ouml;nnen.\n\nIst absichtliches feeden erlaubt ,wenn man als 5 Mann team spielt?\nAUch wenn ich ein freewin bekommen habe ,so habe ich die Runde als super toxic empfunden.\n\nEDIT: @SorisDynasty Danke:\nhttp://ask.fm/RiotLyte/answer/132102833858\n\nhat sich erledigt, Teams können dafür permanent bestraft werden :) ","replies":[{"id":"","poster":"Prophet Kola","date":"2015-08-29T20:59:04.080+0000","up_votes":2,"down_votes":0,"body":"ich hab mir das auf ask.fm jetz tdurchegelsen und frage mich: ist es in ordnung sofern das gegnertema einverstanden ist? \"[...]if they are ruining gameplay experiences for players who do NOT want to be involved in this. \"","replies":[{"id":"","poster":"Zero000","date":"2015-08-29T21:14:53.057+0000","up_votes":1,"down_votes":0,"body":"Naja was spricht dagegen wenn alle Spieler einverstanden sind?","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-29T22:02:42.544+0000","up_votes":2,"down_votes":0,"body":"Dann meldet schließlich auch keiner. Wo kein Kläger, da kein Richter.","replies":[]}]}]},{"id":"","poster":"SorisDynasty","date":"2015-08-29T18:18:37.495+0000","up_votes":3,"down_votes":1,"body":"http://ask.fm/RiotLyte/answer/132102833858\nLyte selbst hat dazu was gesagt. Solche Teams kannst du reporten und werden vmtl bestraft.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-29T22:05:38.100+0000","up_votes":1,"down_votes":0,"body":"Der Beitrag ist interessant. Habe vorhin einen Spieler gesehen, der anscheinend selbst das gemacht hat und einen typischen QQ Thread eröffnet hat. Ich frage mich, ob der Feederbuster die Fälle noch prüfen wird, bzw. die Gegner davon gestört wurden.\nhttp://ask.fm/RiotLyte/answer/132107108802","replies":[]}]},{"id":"","poster":"Busty Botter","date":"2015-08-29T18:13:42.409+0000","up_votes":2,"down_votes":1,"body":"Ja, absichtliches feeden ist verboten und gehört gebannt im Extremfall.","replies":[]}]}