{"id":"TVEx1c5F","poster":"Senko42","date":"2015-08-29T19:44:57.279+0000","title":"Ranked Hilfe nötig","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nspiele nun seit ca 1-2 Monaten wieder LoL und bin nun auch lvl 30.\r\nM&ouml;chte auch gerne mal Ranked spielen.\r\nMuss man irgendwas bestimmtes wissen, achten oder so ?\r\nlohnt es sich &uuml;berhaupt schon, wenn man noch nicht komplett lvl 3 Runen hat ?\r\n\r\nGru&szlig;","replies":[{"id":"","poster":"Soúp","date":"2015-08-29T20:25:11.554+0000","up_votes":2,"down_votes":0,"body":"Jein. \nWenn du gerade erst lvl30 geworden bist, kannst du natürlich sofort losstarten. Ich weiß allerdings nicht, ob du dir damit einen Gefallen tust. Stell es dir wie mit dem Führerschein vor - nur weil du 18 Jahre alt bist, bist du noch lange kein guter Autofahrer! Man muss erst ordentlich Theorie lernen (Runen&Masteries, Champion-Mechaniken, etc), dann braucht man Fahrstunden (mit deinen Main-Champions in Normals üben, etc) und muss das passende Auto haben und im Straßenverkehr lernen damit umzugehen (wissen, wie andere Champions ticken, verschiedene Lanes/Rollen kennen&können). \n\nRunen sind wichtig, aber meist nicht entscheidend. Sie können dir einen kleinen Vorteil gegenüber deinem Lanegegner verschaffen, aber keine Sieg-Garantie versprechen. Nutz das Wochenende um ordentlich IP zu farmen und ein paar Lanes + Champions im Teambuilder zu üben! \n\nUnd lass dich nicht entmutigen, wenn du nicht gut in den Rankeds abschneidest - die Placements sind quasi deine Führerscheinprüfung - erst danach beginnt der Alltag :) \n\nViel Erfolg!\n\n\n//Edit:\nIch weiß nicht, in wie weit du dich schon mit Rankeds auseinander gesetzt hast? Kennst du die Pick&Ban-Phase? Generell wird es vorkommen, dass du jede Lane spielen müssen wirst - d.h. nur weil du ein (zum Beispiel) guter ADC bist (oder das deine Lieblingsrolle ist), heißt das nicht, dass du immer ADC spielen darfst. Mal musst du supporten, mal sollst du junglen. Es empfiehlt sich also, dass du für jede Lane 2-3 Champions hast, mit denen du \"zur Not\" spielen kannst. ","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-08-29T21:18:28.823+0000","up_votes":1,"down_votes":0,"body":"Besser hätte man es nicht sagen können","replies":[]},{"id":"","poster":"Senko42","date":"2015-08-29T22:33:18.816+0000","up_votes":1,"down_votes":1,"body":"Danke schon mal für die schnelle Antwort.\nKenne mich mit Ranked null aus.\nStimmt es das im Ranked bei jeder Kleinigkeit geflamed (,wenn das Wort falsch geschrieben ist, sorry :D )wird.\nIch meine es gibt ja nur ein Wort in LoL. \"Report\"\nWenn man nur einmal \"falsch\" abbiegt, oder erst das Item kauft, oder nicht \"Hallo\" sagt, kommt schon \"report\".\nFinde das albern und nimmt schon etwas den Spaß am Spiel.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-30T07:38:56.952+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Senko42,realm=EUW,application-id=ip27PlEH,discussion-id=TVEx1c5F,comment-id=00000001,timestamp=2015-08-29T22:33:18.816+0000)\n>\n> Danke schon mal für die schnelle Antwort.\n> Kenne mich mit Ranked null aus.\n> Stimmt es das im Ranked bei jeder Kleinigkeit geflamed (,wenn das Wort falsch geschrieben ist, sorry :D )wird.\n> Ich meine es gibt ja nur ein Wort in LoL. \"Report\"\n> Wenn man nur einmal \"falsch\" abbiegt, oder erst das Item kauft, oder nicht \"Hallo\" sagt, kommt schon \"report\".\n> Finde das albern und nimmt schon etwas den Spaß am Spiel.\n\n/mute all\n\nlöst das Problem effektiv.\n\nDa dir noch die Spielerfahrung fehlt, wirst du mit hoher Wahrscheinlichkeit im niedrigem Bronze-Bereich landen.\nWenn dein Ego damit kein Problem hat, spricht nichts gegen Ranked.","replies":[]}]}]},{"id":"","poster":"Gefahr McGefahr","date":"2015-08-30T13:54:51.640+0000","up_votes":1,"down_votes":0,"body":"Wenn du magst, kannst du mich auch adden und wir spielen ab und an mal ne Runde zusammen, damit durch langsam lernst wie du dich zu verhalten und wie andere sich dir gegenüber verhalten werden. Meiner Meinung nach ist eine gute Einstellung dem Spiel sowie auch den Mitspielern gegenüber extrem wichtig.\nLG LCS BigFlay {{champion:412}}","replies":[]}]}