{"id":"TE2hk9Th","poster":"MillenniumFalcon","date":"2015-08-29T22:59:09.940+0000","title":"S4 ADC/Support/Midlaner sucht einen DuoQ-Partner...?","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Sch&ouml;nen guten Abend/Morgen/Tag, ich, ein verr&uuml;ckter Polymor-Fuchs, der in der Solo/DuoQ momentan auf** keiner all zu hohen Wertung herumgurkt**, sucht ein Team, Clan oder Partner f&uuml;r etwas ernstere Spiele oder auch spa&szlig;ige Runden.\r\n\r\nIch streune momentan, wie im Titel angegeben, in **Silber IV** herum, ohne gro&szlig; in letzter Zeit irgendwas daran gedreht zu haben, mein tats&auml;chlicher Skill kann also sowohl etwas nach unten oder ~~nach oben~~ (das glaubt sowieso keiner!) abweichen, das muss jeder f&uuml;r sich selbst entscheiden.\r\nIch bin ein **19**-j&auml;hriges M&auml;nnchen mit rund **750** absolvierten Runden auf den Richtfeldern. Meine Hauptrollen sind... nichts, aber die** Middle** und **Bot Lane** (bei letzterer beide Rollen) sind die Regionen der Karte, auf denen ich mich wohl f&uuml;hle. Mit der Top Lane und dem Jungle kann ich so gut wie nichts anfangen. Mein Early Game ist &quot;extrem ausbauf&auml;hig&quot;, ich tendiere allerdings dazu, ab Mid bzw. Late Game einige Dinge durchaus rausrei&szlig;en zu k&ouml;nnen. Aber das kann ich nat&uuml;rlich auch nicht garantieren.\r\n\r\nIch w&uuml;rde DuoQ pers&ouml;nlich bevorzugen, da ich mich schlecht in den Zeitplan von gleich 4 oder mehr Personen sinnvoll integrieren kann, au&szlig;erdem mag ich ein Wirrwarr an Geschrei von 5 Leuten gleichzeitig nicht ganz so wie die ruhige Absprache mit einem einzelnen Kollegen. Falls ein gesamtes Team jedoch interessiert sein sollte, bin ich auch daf&uuml;r gerne bereit. Ich spiele &uuml;brigens seit **Season 3**, falls das irgendjemanden interessiert, kann ja sein. Ich bevorzuge Skype, aber nat&uuml;rlich kann ich auch Teamspeak anbieten.\r\n\r\nBei Interesse bin ich entweder per Privatnachricht hier im Forum, oder InGame (**LunaticZoroark**) zu erreichen.\r\n\r\nNun, Cheers an alle Beschw&ouml;rer und all die, die mich jetzt auslachen, weil ich eben in Silber bin. Ja, die soll es Legenden zufolge auch geben. Ich wei&szlig; allerdings nicht, ob das wahr oder nur ein Mythos ist. Bis dann!","replies":[]}