{"id":"wcLGBAwf","poster":"TheUnknown98","date":"2015-08-29T09:09:15.570+0000","title":"Werde schlechter als ADC","subforum":"Champions & Gameplay","up_votes":3,"down_votes":1,"body":"Hi Leute.\r\nIch bin einer der Spieler der pickt was &uuml;brig bleibt was meistens Support ist. So wurde ich zum Mainsupport. Doch in letzter Zeit war ich lastpick ADC und ich habe nur gemerkt wie schwach mein &quot;skill&quot; als ADC geworden ist. Ich habe mit Graves lv 4 und trotzden stand ich z.b. mit Caitlyn dem Leichen Longrange adc lange ohne kills sondern nur mit assists da. Mein Farm ist auch schlecht geworden obwohl ich mir stets m&uuml;he gebe kaum was zu missen und auch versuche eine g&uuml;nstige Waveposition zu erreichen. (Lane gankbereit halten) Doch leider komme ich manchmal kaum auf 60 cs nach 10 minuten was f&uuml;r mich als silber 1 mehr als peinlich ist und ich in rankeds besser farme als in normals. W&auml;re sch&ouml;n wenn ihr meine ADC games mal anschauen k&ouml;nntet (au&szlig;er das neuste mit Jinx, da war der gegner Platin 2 und ist au&szlig;er Wertung da mein support lv 16 war und ich dauernd starb).\r\n\r\nWenn ich mitte fille (passiert auch manchmal o.o) habe ich mit kata keine probleme obwohl sie melee ist. Selbst auf top mit Gnar farme ich besser als wenn ich adc spiele\r\n\r\n\r\nIst meine Vorliebe zur Supportrolle der Grabstein zum Carrien falls ich auf anderen Lanes spiele?\r\nLiebe Gr&uuml;&szlig;e","replies":[{"id":"","poster":"W0RN","date":"2015-08-29T12:43:28.958+0000","up_votes":1,"down_votes":0,"body":"Du tust so als wärst du mit Silber 1 ein Profi Spieler. 60CS 10min ist für Silber Spieler ganz gut.","replies":[{"id":"","poster":"TheUnknown98","date":"2015-08-29T13:20:03.043+0000","up_votes":1,"down_votes":0,"body":"Findest du? Ich wäre mit 80 zufrieden. 60 sind meiner Meinung nach zu wenig :/","replies":[{"id":"","poster":"W0RN","date":"2015-08-30T12:15:34.342+0000","up_votes":1,"down_votes":0,"body":"Bei mir in Plat ist es nicht üblich das Leute grade mal 80-100 Farm haben nach 20 Min ..","replies":[]}]}]},{"id":"","poster":"Vandaro","date":"2015-08-29T09:33:29.707+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"TheUnknown98","date":"2015-08-29T10:37:57.941+0000","up_votes":1,"down_votes":0,"body":"Ja leider gilt das nur für rankeds^^ Wäre schön wenn ich mit der Seite auch normals analysieren könnte :/","replies":[]}]},{"id":"","poster":"IV Mans Not Bot","date":"2015-08-29T09:30:23.207+0000","up_votes":1,"down_votes":0,"body":"Ich war mal Main Support und spiele als Silber 2 in letzter Zeit nur Adc Fokus aufs Farmen nur Lasthitten nicht andauernd normale Hits geben.\n\nÜbung macht den Master^^.\n\nMfG DrDummie7 :) {{champion:119}}","replies":[]},{"id":"","poster":"Peteruus","date":"2015-08-29T13:47:51.964+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Ashuna","date":"2015-08-31T06:23:43.844+0000","up_votes":1,"down_votes":0,"body":"No.\n\nRegards Ashuna {{champion:1}}","replies":[]}]}]}