{"id":"L5IXRAEh","poster":"Dramos","date":"2015-08-28T22:01:40.103+0000","title":"Fortsetzung: Verlust von Datenpaketen -> Hilfe benötigt","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hall&ouml;chen!\nBen&ouml;tige dringende Hilfe bez&uuml;glich des Themas \"Verlust von Datenpaketen\".\n\nErneut.\n\nIch habe bereits eine Diskussion erstellt, die sich mit dem Problem befasst.\nDiese hier: [Verlust von Datenpaketen -> Hilfe ben&ouml;tigt](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/753uyKqJ-verlust-von-datenpaketen-hilfe-benatigt)\nEs ist mittlerweile zwei Wochen alt. Die Probleme l&ouml;sten sich leider nicht von selbst.\n\nDie Spielerfahrung sieht im Moment so aus: Fl&uuml;ssiges Spiel mit Ausnahme davon, dass mein Champion sich in einigen F&auml;llen weigert, Befehle auszuf&uuml;hren zum richtigen Zeitpunkt. Diese kommen entweder versp&auml;tet oder gar nicht. Diese \"Ungehorsamkeit\" dauert h&auml;ufig Sekundenbruchteile, manchmal aber auch mehrere Sekunden (Das entsprechende \"Verbindungsaufbau\"-Fensterchen erscheint ebenfalls trotz laufendem Spiels). Gro&szlig;er negativer Einfluss auf mein Gameplay, allen voran wegen Lasthitten von Vasallen.\nIch bleibe dabei, dass es sich um ein Verlust von Datenpaketen handelt.\n\nIch fasse mal zusammen, was in der letzten Diskussion erledigt wurde:\n- **Alles**, was der LoL-Support mir vorgeschlagen hat:\n- - - Kabelgebundene Verbindung\n- - - IPv6 deaktiviert\n- - - DNS-Server konfiguriert\n- - - Ports weitergeleitet\n- - - IP freigegeben und DNS-Cache geleert. Mehrmals.\n- Firewall deaktiviert (ist nicht die Ursache; mittlerweile wieder aktiviert)\n- LoL-Clienten repariert\n- LoL neu installiert\n- Windows neu installiert\n- MTU-Wert konfiguriert (\"ping 8.8.8.8 -f -l 1432\" war der h&ouml;chste m&ouml;gliche Wert, daher wurde der MTU-Wert auf \"1460\" gesetzt)\n\nUnd hier, was ich seit der Diskussion erledigt habe:\n- Ports nicht nur am Router, sondern auch von der Firewall freigeben lassen.\n- Meinem Computer die oberste Priorit&auml;t von allen Ger&auml;ten gegeben: _Echtzeitanwendungen_ (Priorit&auml;tenm&ouml;glicheiten: Echtzeitanwendungen > Priorisierte Anwendungen > Hintergrundanwendungen\n- Zugangsprofile aller mit meinem Router verbundenen Ger&auml;te au&szlig;er meinem Computer bearbeitet. Jedes hat das Profil \"Standard-ohne-LoL\", was ihnen die f&uuml;r LoL notwendigen Ports sperrt bis auf 80 und 443 (HTTP und HTTPS)\n\nWarum ich das mache? Mittlerweile habe ich Fortschritte gemacht: **Mein Router ist die ausnahmslose Ursache der Verbindungsprobleme!** Ich habe einen Kurzurlaub bei einem Verwandten gemacht, dessen Router &auml;hnliche Umst&auml;nde hatte wie meines, aber v&ouml;llig unbearbeitet ist (keine Portfreigaben, keine Priorisierung etc.). Ich konnte dennoch fl&uuml;ssig spielen und das auf Basis von WLAN!  Folglich ist weder mein Computer noch mein Client schuldig.\nZus&auml;tzlich ist die St&auml;rke des Problems / die Anzahl der oben geschilderten Unterbrechungen von der Uhrzeit abh&auml;ngig. Die Probleme treten gegen Mittag h&auml;ufiger auf als morgens oder abends. Nachts kann man diese kaum bemerken.\n\nDie folgenden Fragen m&ouml;chte ich nun beantwortet haben:\n- Mein LoL hat nichts mit WLAN am Hut, die anderen Ger&auml;te aber schon. Kann das mein LoL beeinflussen?\n- Haben andere Ger&auml;te Einfluss auf die Ports, die LoL nutzt?\n- - - Auch die Ports 80 und 443? Die restlichen sind f&uuml;r sie gesperrt.\n- Gibt es Alternativen zum \"kicken\" der Ger&auml;te? Gut m&ouml;glich, dass das mein Problem behebt, aber erst m&ouml;chte ich diese Alternativen ausprobieren, ehe ich den Zorn meiner Mutter auf mich ziehe (sie schaut sich oft YouTube-Videos &uuml;ber Handy an. Vielleicht die Hauptursache?).\n\nUnd nat&uuml;rlich: K&ouml;nnt ihr mir bitte helfen? Ich will diese Season noch zu Gold kommen, um den \"Siegreiche/r/n\"-Skin abzustauben. Und das kann ich nicht in dieser Fassung.\n\nMit Grüßen\n\nDramos {{champion:161}} ( <-- Mein Main-Champion. Bei ihm ist Timing sehr wichtig; daher noch ein Grund, das Problem zu lösen.)\n\nEDIT (29.08.2015): Mittlerweile ist das mein Netalyzr-Resultat: [ISCI Detalyzr --- Results](http://n2.netalyzr.icsi.berkeley.edu/summary/id=36ea240d-18840-432889ce-a025-4fcb-87f7)\n\nEDIT (03.09.2015): Dies ist nur bei EUW so. Auf dem NA-Server kann ich problemlos spielen.","replies":[{"id":"","poster":"recon","date":"2015-08-29T23:01:39.224+0000","up_votes":2,"down_votes":0,"body":"Mach doch mal bitte zwei längzeit Verfolgungen (jeweils 10 Minuten circa) mit [WinMTR](http://winmtr.net/download-winmtr/).\nAls IP/Host nimmst du erst folgendes: 162.249.72.1\nUnd im zweiten Test dann: heise.de\n\nEs werden wahrscheinlich am Ende oder kurz vor der Verfolgung größere Paketverluste auftreten, was aber normal ist.\nFür mich sind hier die Zwischenpunkte wichtig.\n\nNach jedem Test klickst du auf \"Export TEXT\" und hängst die zwei Dateien dann im nächsten Kommentar mit an.","replies":[{"id":"","poster":"Dramos","date":"2015-09-03T15:08:14.732+0000","up_votes":1,"down_votes":0,"body":"Habe - der Forschung halber - ein Account auf einem NA-Server erstellt und zu den Tageszeiten gespielt, zu denen ich auf EUW die oben beschriebenen Probleme haben sollte. Es waren 4 Matches.\n\nBeobachtung: Mal abgesehen von einem leicht erhöhten Ping (normal bei so einem weit entfernten Server) lief das Spiel _problemlos und flüssig_.\n\nErgebnis: Mein Problem **beschränkt sich nur auf die EUW-Server**.","replies":[{"id":"","poster":"legofreak1","date":"2015-09-03T16:33:46.315+0000","up_votes":2,"down_votes":0,"body":"Du hast zu den EUW-Servern auch ein anderes Routing als zu denen in NA. Wenn du dort den Knotenpunkt, der bei dir auf EUW für Probleme sorgt nicht verwendest, dann hast du bei der Verbindung zu diesem Server auch keine Probleme. Auch ist eine Überlastung oft ein temporäres Problem, das kann also zu dem Zeitpunkt auch einfach nicht aufgetreten sein.","replies":[{"id":"","poster":"Dramos","date":"2015-09-03T17:09:48.241+0000","up_votes":1,"down_votes":0,"body":"Mein Kopf tut weh. :/\nAlso liegt es nicht an den Servern, meinem Computer oder dem Spiel-Clienten. Das Problem ist irgendwo bei Router, Anbieter oder Leitung.\n\nToll. Ich bin wieder bei Null.\nTrotzdem Danke für die Antwort.","replies":[{"id":"","poster":"recon","date":"2015-09-04T10:03:34.960+0000","up_votes":2,"down_votes":0,"body":"Das Problem liegt laut Tracert ganz klar beim Anbieter. Der Router ist in Ordnung, sonst hättest du bereits bei dem schon einen erhöhten Ping oder Paketverlust, was aber nicht so ist.\n\nZu den 76% Paketverlust weiter oben: Das hatte ich bereits vorher schon angemerkt, dass das normal ist.\nDie Server blockieren Ping Anfragen, wenn es zu viele werden. Reine Schutzmechanismen, welche das Spielen an sich nicht beeinflussen.","replies":[]},{"id":"","poster":"legofreak1","date":"2015-09-03T17:41:09.407+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dramos,realm=EUW,application-id=7hciEY9w,discussion-id=L5IXRAEh,comment-id=0001000300000000,timestamp=2015-09-03T17:09:48.241+0000)\n>\n> Das Problem ist irgendwo bei Router, Anbieter oder Leitung.\n\nZu dem Schluss ist Recon auch schon weiter oben im Thread gekommen.","replies":[]}]}]}]},{"id":"","poster":"Dramos","date":"2015-09-02T14:42:18.268+0000","up_votes":1,"down_votes":0,"body":"Habe Kabel Deutschland kontaktiert.\nIch habe mich über Verbindungsprobleme bei einem bestimmten Programm ( = LoL)  beschwert, bei dem es ausgeschlossen ist, das es oder mein Computer (oder die Riot-Server) Schuld sind. Ich bat sie darum, wie von Ihnen vorgeschlagen, Mr.Recon, ihre Netzwerke überprüfen zu lassen auf _überlastete Knotenpunkte_. Den Tracert konnte ich denen nicht  zeigen - Ich konnte sie nur telefonisch kontaktieren.\nDie Antwort kam fast schon erwartet: _\"Es konnte keine netzseitige Störung ihres Anschlusses innerhalb der letzten 8 Stunden festgestellt werden.\"_ \n\nBei einem zweiten Anruf habe ich mitgeteilt, dass das Problem weiterhin bestand. Ich habe gefragt, ob das Austauschen des Routers möglich sei. Das ist es, vorrausgesetzt, ich habe einen Beleg dafür, dass der Router defekt ist. Den werde ich nie bekommen, denn nur League of Legends leidet unter den Störungen - und kein anderes Programm oder Browser.\nMehr als ein Antennenkabel versenden können sie sonst nicht (Antennenkabel können abnutzen/\"ablaufen\"). Und vermutlich wird das mir nicht helfen.\n\nBeim Durchgehen der Fakten ist mir etwas aufgefallen. Wie kommt es eigentlich, dass ich beim Anpingen von Riot einen Datenverlust von 76% erfahre? (Quelle: Textdatei 1: 162.249.72.1 ohne Hintergrundprogramme)\n\nhttp://i.imgur.com/7JPMZ6C.png\n\nHabe ich einfach nur keine Möglichkeit, Riot zu erreichen?","replies":[{"id":"","poster":"Dramos","date":"2015-09-03T15:15:23.989+0000","up_votes":1,"down_votes":0,"body":"Es gibt bei meiner FRITZ!Box die Möglichkeit, eine direkte Verbindung zu einer IP-Adresse herzustellen über VPN. Neben der IP-Adresse ( 162.249.72.1 ) müsste ich aber auch VPN-Benutzername(Key-ID) und VPN-Kennwort (Preshared Key) eingeben.\nVermutlich sind das Riot-interne Daten, die sie nicht einfach so mir nichts dir nichts preisgeben. Auch wenn es mein Problem lösen kann und höchstwahrscheinlich wird, wird dies vermutlich keine Option sein.\nSo meine Vermutung.","replies":[{"id":"","poster":"legofreak1","date":"2015-09-03T16:34:24.445+0000","up_votes":2,"down_votes":0,"body":"Es gibt mehr als diesen einen Server, das ist nur eine IP-Adresse die für die Tracerts immer verwendet wird.","replies":[]}]}]},{"id":"","poster":"Dramos","date":"2015-08-30T16:31:42.733+0000","up_votes":1,"down_votes":0,"body":"[Gelesen am 30.08.2015, 16:29 Uhr]\nVorschlag wurde umgesetzt.\n\nIch war so frei und habe mir etwas mehr Arbeit gemacht als erwartet.\n\nUnter diesem Kommentar sind **vier** Textdateien angehängt. Neben der Tatsache, dass ich zwei verschiedene Adressen angepingt habe, habe ich den Vorgang nochmal wiederholt, während ich zusätzliche Hintergrundprogramme laufen ließ. Diese mit \"mit LoL\" angehängten Textdateien wurden aufgezeichnet während folgende Hintergrundprogramme liefen:\n- League of Legends Spiel-Client (ingame)\n- Teamspeak 3 (verbunden)\n- Eine 10-stündige Version eines YouTube-Videos, in diesem Fall \"[Nyan Cat 10 hours (original)](https://www.youtube.com/watch?v=wZZ7oFKsKzY)\"\n\nDie Dateien befinden sich als Kommentare unter diesem Kommentar (Ich kann nicht mehrere Dateien an einem Kommentar anhängen. Dies ist in im Forum nicht möglich).\nNochmals Danke für die Reaktion.","replies":[{"id":"","poster":"Dramos","date":"2015-08-30T16:34:31.281+0000","up_votes":1,"down_votes":0,"body":"Textdatei 3: heise.de **ohne **Hintergrundprogramme","replies":[{"id":"","poster":"recon","date":"2015-08-30T16:52:57.157+0000","up_votes":1,"down_votes":0,"body":"Das ist wohl die einzige Verfolgung, die etwas aussagt. Die Anderen sind soweit alle in Ordnung.\nEin Paketverlust von 10% im Durschnitt über 10 Minuten hinweg ist definitiv zu viel.\n\nHier tritt das Problem ganz klar schon bei den Punkten deines Anbieters auf.\nIn den meisten Fällen handelt es sich hierbei um überlastete Knotenpunkte. Wie stark man das merkt hängt meist von der Tageszeit ab.\nIch würde daher den Anbieter damit konfrontieren und darauf hinweisen, dass hohe Paketverluste über längeren Zeitraum hinweg bestehen. Am Besten natürlich auch den Tracert übermitteln, damit die direkt sehen können, wo genau das Problem sitzt.","replies":[{"id":"","poster":"Dramos","date":"2015-08-30T17:28:44.628+0000","up_votes":1,"down_votes":0,"body":"Wird erledigt, Boss!\n\n...\n\nÜhh...was genau ist der Tracert? :/","replies":[{"id":"","poster":"recon","date":"2015-08-30T19:48:49.335+0000","up_votes":2,"down_votes":0,"body":"Die Datei, welche du angehängt hast.","replies":[]}]}]}]},{"id":"","poster":"Dramos","date":"2015-08-30T16:32:48.530+0000","up_votes":1,"down_votes":0,"body":"Textdatei 1: 162.249.72.1 **ohne** Hintergrundprogramme","replies":[]},{"id":"","poster":"Dramos","date":"2015-08-30T16:33:37.643+0000","up_votes":0,"down_votes":0,"body":"Textdatei 2: 162.249.72.1 **mit **Hintergrundprogramme","replies":[]},{"id":"","poster":"Dramos","date":"2015-08-30T16:35:00.953+0000","up_votes":0,"down_votes":0,"body":"Textdatei 4: heise.de **mit **Hintergrundprogramme","replies":[]}]}]}]}