{"id":"43BLjXrA","poster":"YakuzaA","date":"2015-08-28T23:21:12.706+0000","title":"Hilfe für Runen","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":2,"body":"Moin Leute, ich habe mittlerweile meine 20 Runenseiten zusammen und frage mich, ob die so wirklich optimal sind. Abgeguckt habe ich mir die Runen und Masterys bei Phreak, der ein paar sehr lange Videos &uuml;ber die optimalen Runen- und Masteryseiten gemacht hat. Ich sto&szlig;e aber ab und zu an Probleme, dass ich z.B. bei Toplanern wie Shen nicht wei&szlig; welche Seite ich denn w&auml;hlen sollte.\r\nWenn wer Zeit und Lust h&auml;tte, der die n&ouml;tige Erfahrung hat w&auml;re ich dankbar wenn sich wer meine Runen + Masterys anguckt und mir erkl&auml;rt welche Pages zu welchen Champs passen (bei den Seiten die nach Champs benannt sind er&uuml;brigt sich das nat&uuml;rlich) und was ich eventuell noch verbessern / ver&auml;ndern sollte.\r\n\r\nSpiele momentan folgende Champs :\r\nTop : Gnar, Riven, Irelia, Fizz, Nautilus\r\nJgl : Amumu, Yi (Silber Noob und so), Rek&#039;Sai, Gragas\r\nMid : Ahri, Zed, Cho&#039;Gath, Fizz, Leblanc\r\nAdc : Caitlyn, Jinx, Tristana, Kalista, Ashe\r\nSup : Blitzcrank, Leona, Braum, Thresh, Alistar\r\n\r\nWenn ihr da mal schauen k&ouml;nntet ob ich f&uuml;r einen dieser Champions noch eine spezielle Runenseite anlegen sollte bzw was ver&auml;ndern sollte w&auml;re das besonders nett ! :)\r\n\r\nDanke schonmal im Voraus.","replies":[{"id":"","poster":"Brickwalker","date":"2015-08-31T14:11:49.962+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xTheMoppynator,realm=EUW,application-id=vatevpvi,discussion-id=43BLjXrA,comment-id=0000,timestamp=2015-08-29T03:53:27.240+0000)\n>Ein Fnatic-Spieler sollte doch keine Probleme dabei haben… {{Champion:17}}\n\n&\n\n> [{quoted}](name=MilzbrandTV,realm=EUW,application-id=vatevpvi,discussion-id=43BLjXrA,comment-id=00000000,timestamp=2015-08-29T15:50:15.356+0000)\n>Du spirichst mir aus der Seele\n\nEuer Ernst?\nEs soll auch Leute geben die einfach nur Fans von einem Team sind und deren Kürzel deswegen tragen. Nicht jeder möchte damit suggerieren, dass er genauso gut wie Team XYZ und damit \"Pro\" ist.\nHerrje...\n\nZurück zum eigentlichen Thema.\n\nZuallererst würde ich dir empfehlen deinen Pool an Champions zu verkleinern.\n\nIch gehe jetzt einfach mal davon aus, dass du SQ spielst und deswegen ein wenig \"Ordnung\" in dein Setup bringen möchtest.\n4-5 pro Lane sind einfach zu viel, vor allem in Hinblick auf Soloqueue. Da kommt man selbst mit 20 Seiten nicht weit.\n\nVersuche dich auf 2-3 Lanes zu spezialisieren und auf eine davon ganz besonders. Welche Lanes das sind, ist ganz allein dir und deinen Vorlieben überlassen!\n\nDanach versuche für jede Lane 2-3 Champions auszuwählen (3 für deine Hauptlane und jeweils 2 für deine \"Ausweichlanes\").\nAm besten guckst du dir einen Main-Champion aus und versuchst mit den übrigen \"Plätzen\" die Schwächen deines Mains auszugleichen.\nSo werden aus (im \"schlimmsten\" Falle) 25 Seiten (5 Champs x 5 Lanes) nur noch 7 Seiten\n(3 + (2x2)).\n\n**Kleines Beispiel:**\nMein Main ist z.Z. Darius (schon seit mehreren Monaten). Leider kommt man mit Pokelastigen Gegnern nicht ganz so leicht zurecht. Also habe ich noch Gnar und Vladimir in meiner engeren Auswahl. Meine Ausweichlanes sind Mitte (mit Twisted Fate / Vlad) und Jungle (mit Rengar / Nocturne).\n\nHast du eine Auswahl getroffen, kannst du für jeden Champion (pauschal) 2 Runenseiten und für deinen Mainchamp sogar 3 Seiten konfigurieren (z.B. gegen AD und gegen AP) und hast dann sogar noch 3 frei. (2x7) + 3 = 17 \n\nWenn du einen Champion spielen willst/musst der nicht in deiner \"Standard-Pick-Liste\" ist, musst du dich versuchen auf dessen Stärken / Schwächen zu konzentrieren.\n\n**Nächstes Beispiel**\nIch habe 3 Runenseiten für Darius.\n1 für Blindpick mit AD / Rüstung / Magieresistenz\n2 für Draft (Auswahlmodus wie im Ranked) mit jeweils AD / Armor / Abklingzeitreduktion pro Level - 15% auf Level 18 - (gegen AD Champs) & AD / Leben / Magieresistenz (gegen AP Champs)\nWenn ich jetzt in die Situation komme, dass ich AD Carry spielen soll/muss, spiele ich häufig Lucian. Dazu nutze ich dann meistens die Darius Seite gegen AD. Da habe ich zwar keine Magieresistenz (sehr riskant) aber dafür am Ende 30% Abklingzeitverringerung (mit \"Youmus Geistklinge\"{{item:3142}} ) oder bzw. 40% (mit \"Schwarzes Beil\"{{item:3071}}) (5% von den Masteries inbegriffen)\n\nIm Endeffekt sind solche Entscheidungen aber dann eher spontan zu treffen.\nVersuche dich deswegen, wie bereits gesagt auf die Stärken / Schwächen des Champions, den du spielen willst, zu fokussieren und wähle eine Seite, die diese Stärken / Schwächen unterstützt bzw. ihnen entgegenwirkt.\n\nBei den Masteries kannst du nach dem gleichen Prinzip vorgehen.\nNotfalls kannst du ja auch noch in der Lobby schnell eine erstellen.\n\n\nFalls du noch weitere Fragen hast, kannst du mich gerne Ingame adden! :) {{champion:122}}","replies":[]},{"id":"","poster":"Elxeam ","date":"2015-08-29T03:53:27.240+0000","up_votes":1,"down_votes":3,"body":"Ein Fnatic-Spieler sollte doch keine Probleme dabei haben… {{Champion:17}}","replies":[{"id":"","poster":"Zyklón B","date":"2015-08-29T15:50:15.356+0000","up_votes":1,"down_votes":4,"body":"Du spirichst mir aus der Seele","replies":[]}]}]}