{"id":"Eox4lwjJ","poster":"Sushy92","date":"2015-08-28T16:08:31.165+0000","title":"Auf der Suche nach einem Coach oder Leuten die mir helfen können","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":1,"body":"Hallo zusammen, \r\nkurz zu mir. Ich bin 22 Jahre alt und komme aus deutschland, zu LoL bin ich &uuml;ber ein paar Freunde gekommen, die mir keine gro&szlig;e Hilfe sind, da diese meist sehr toxisch sind und es nicht wirklich Spa&szlig; macht mit diesen zu spielen geschweige denn zu versuchen sich zu verbessern. Nun schwanke ich permanent zwischen S3 und S4, ansich kein Problem aber ich w&uuml;rde mich gerne verbessern, ich lese viele Guides, ob allgemein aufs Spiel bezogen oder auf einen Champ nur all das Wissen was in diesen Guides vermittelt wird scheint mir anscheinend nicht zu helfen denn egal was ich mache, ich verliere immer die Trades auf der lane und stehe bis auf wenige Ausnahmen immer negativ in meiner KDA. \r\nDa kommen dann meine &quot;Freunde&quot; die meinen sie w&uuml;ssten anscheinend was ich zu tun habe aber wenn ich es dann versuche genau so zu machen wie sie das sagen, dann geht das ganze nur noch mehr in die Hose. \r\nAllgemein w&uuml;rde ich mich &uuml;ber eine positive R&uuml;ckmeldung freuen, auch wenn es nur Tipps sind. Vorzugsweise Leute  die mir dann direkt im Spiel helfen k&ouml;nnen. Das wichtigste ist aber f&uuml;r mich das auch ihr Spa&szlig; dabei habt, es ist ja ein Spiel und das soll ja bekanntlich Spa&szlig; machen. Teamspeak3 ist bei mir vorhanden auch wenn ich aktuell nicht das beste Mikro habe.\r\nSch&ouml;ne Gr&uuml;&szlig;e, \r\nRarael","replies":[{"id":"","poster":"Bemte","date":"2015-08-28T21:19:09.148+0000","up_votes":2,"down_votes":0,"body":"moin,\n\ndu kannst mich gern mal ingame adden, dann kann ich mir mal ein paar deiner Spiele ansehen und vllt. fällt ja etwas auf.\nWas meinst du mit \"direkt im Spiel helfen\"?\nZusammen spielen und da helfen halte ich nicht für all zu sinnvoll, ich zumindest kann mich nicht komplett auf meine eigene Lane konzentrieren und dabei einer anderen Lane noch gute Tipps geben (weiß nicht, wie das bei dir aussieht^^).\nUm ordentlich und sinnvoll im Nachhinein dein Spiel analysieren zu können wäre es auch nützlich, wenn du es aufzeichnen könntest - zB mit diesem netten keinen Programm hier: https://ahri.tw/en/Download/\nMein Beileid zu deinen Freunden, toxische Spieler können einem echt manchmal den Spaß verderben.","replies":[{"id":"","poster":"Sushy92","date":"2015-08-30T01:16:03.794+0000","up_votes":1,"down_votes":0,"body":"Danke hab dich mal geaddet. Ich werd mir das tool mal genauer ansehen. Ja da geb ich dir recht das man das bei einer Analyse besser sehen kann als direkt im Spiel nur mir selbst fehlt wie vielen die Fähigkeit die eigenen Fehler im Spiel zu erkennen","replies":[]}]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-08-29T11:19:47.815+0000","up_votes":1,"down_votes":1,"body":"Ich biete professionelles coaching gegen ein honorar an.","replies":[]}]}