{"id":"yvuAIV9e","poster":"SoloQisMentlBoom","date":"2015-08-28T17:01:53.213+0000","title":"Kanalvorstellung: Spaß und/oder Lernen mit Ruaga","subforum":"Streams & YouTube","embed":{"title":"Ruaga","description":"Spaß und Lernen in LoL. Mehr in der F.A.Q.: http://www.writeurl.com/text/2qdx7a8rua3rutlc39mi/35nxciu7iaj2svb5higz/r0y8o0r0krpnpu8said9","url":"https://www.youtube.com/channel/UCuV1wVN9QMUJYRvEzGHdFUQ","image":"https://yt3.ggpht.com/-4TfFYdhFIgU/AAAAAAAAAAI/AAAAAAAAAAA/uu8XqRX4YBc/s900-c-k-no/photo.jpg"},"up_votes":4,"down_votes":1,"body":"Hy Beschw&ouml;rer,\nich m&ouml;chte euch mich und meinen YouTubekanal vorstellen.\n\n**Zu meiner Wenigkeit:**\nIch bin Ruaga, im RL auch Daniel genannt, 20 Jahre jung und seit 2009 begeisteter LoL-Spieler. Ich habe vor ein paar Monaten mit YouTube angefangen und endlich entdeckt, was ich machen m&ouml;chte. Ich wohne in einem kleinen Dorf im Norden Bayerns, das als einzige Freizeitbesch&auml;ftigung das Wandern und die Kirchweih kennt. Weiter bin ich ein Organisationsfreak und daher: (mehr &uuml;ber mich:  http://www.writeurl.com/text/2qdx7a8rua3rutlc39mi/35nxciu7iaj2svb5higz/r0y8o0r0krpnpu8said9 ).\n\n**YouTubekanal:**\nWie bereits erw&auml;hnt habe ich vor einigen Monaten mit YouTube angefangen und erstmal eine Richtung gesucht. In dieser Zeit habe ich 25 Abonnenten und 2000 Klicks erreicht (ich wei&szlig;, das ist nicht die Welt, aber ein Anfang). Nun steht das Programm fest und beinhaltet sowohl Spa&szlig;iges als auch Lehrreiches, was in 5 Formaten aufgeteilt ist, die n&auml;chste Woche beginnen/fortgesetzt werden:\n\n**1. Let&acute;s Play von A-Z** _(jeden Montag)_\nIn diesem Format m&ouml;chte ich einfach mal die Meta aus den Angeln rei&szlig;en und mal was neues \tausprobieren! Also spiele ich jeden Champion von A-Z in jeder Rolle und versuche einfach Spa&szlig; zu haben. Zur Zeit sind wir in der Rolle des Supporters und bei Anivia stehen geblieben ( \nhttps://youtu.be/3QxEuvuWDJs ).\n\n**2. TRAM [= Troll ARAM]** _(jeden Dienstag)_\nHier nehme ich mich in jeder Woche einer neuen Challenge an, die ich versuche  im ARAM zu meistern. Von keine Items bis keine Abilities usen ist alles dabei. Mit den Challenges wagte ich mich auch in Dominion und Summoners Rift, aber da mangelt es bei ersterem an humanen Spielern und bei zweiterem an Toleranz. (letzte ARAM-Challenge [bis jetzt auch mein Lieblingsvideo :D]: \nhttps://youtu.be/N5T-a_Q_7J8 )\n\n**3. League of Oldschool** _(jeden Mittwoch)_\nAuch hier findet Brake the Meta statt. Jedoch etwas anders. Nach tagelanger Recherchen habe ich mir die Metas (Meten?), Items und Champions der vergangenen Seasons herausgesucht und versuche mich in jeder Folge einer neuen Meta. In der letzten Folge war es ein eher ern&uuml;chterndes Warwick-Jungle-Spiel, da mein Team es nicht besonders gut hie&szlig;, dass ich kein Jungleitem hatte o.O! ( https://youtu.be/DWqO8UuvDE8 )\nAu&szlig;erdem halte ich den Verlauf fest, was funktioniert hat und was nicht. Aber die Viewer k&ouml;nnen auch Vorschl&auml;ge machen, was ich in der n&auml;chsten Meta spielen soll. Champions und Items sind nicht ganz so flexibel, da es eben in die Meta passen muss und es damals viele Items von heute nicht gab (aktueller Stand:  http://www.writeurl.com/text/colw2mm1liz3jvj6cyes/fgcg9ybgloo1cwa9km6s/1weyj0wk80351vvs83st ).\n\n**4. Full Game Ranked** _(jeden Freitag)_\nEin etwas ernsteres Format, bei dem ihr mich in der SoloQ begleiten k&ouml;nnt (zur Zeit in Platin I).\nIch versuche in jedem Spiel zu erkl&auml;ren, was ich gerade mache und warum und was ich gerade falsch gemacht habe und besser h&auml;tte machen sollen. Manchmal ist es aber auch nur ein permanentes Abragen &uuml;ber meine $f@*? Teammates. (letzte Folge: https://youtu.be/lvTCx2bJbu4 ; \nSoooooooo-mad-Folge: \nhttps://youtu.be/EwGwSozj2e0 )\n\n**5. Forumshilfe** _(jeden Samstag)_ _**Neu!**_\nIn dem neuen Format m&ouml;chte ich mich ins Forum begeben und dort den Hilfesuchenden Rat geben. Wie genau das ablaufen wird, wei&szlig; ich noch nicht genau. Aber damit ihr euch ein Bild machen k&ouml;nnt hier meine Idee: Ich m&ouml;chte jede Woche im Forum etwas herumst&ouml;bern und mir Posts heraussuchen die ich dann im Video aufgreife. Bevorzugt dann nat&uuml;rlich Posts mit Fragen zum Spiel, Champions, Rankeds, etc.. Aber ich kann mir auch vorstellen einfach ein gutes Championkonzept zu nehmen und es vorzustellen oder Themen zu den aktuellen Maps zu besprechen. Einfach alles rund ums Forum und euren Posts.\n\n**6. Spielanalyse f&uuml;r Viewer** _(jeden Sonntag)_\nIn den Spielanalysen versuche ich meinen Viewern Fehler -aber auch Positives- in der Spielweise des Spielenden aufzuzeigen und versuche zu erkl&auml;ren, was man besser machen k&ouml;nnte, oder was genau gerade gut war. Diese sehen dann z.B. wie folgt aus: https://youtu.be/8mtDopVV5AI\nWeiter kann mir der Spieler vor dem Spiel ein paar Fragen stellen, die ich in die Analyse mit einbeziehen werde.\nBewerben kann man sich ganz einfach &uuml;ber ein Kommentar hier, unter der letzten Vieweranalyse oder Ingame (IGN: Ruaga).\n\nIch hoffe ich konnte euch mich und meinen Kanal etwas n&auml;her bringen und hoffe, dass ihr uns eine Chance gebt. \nDer Kanal ist noch klein und im Aufbau, daher freue ich mich &uuml;ber jedes Zeichen von euch :)\nMitspielen ist nat&uuml;rlich auch erlaubt!\n\n\nMfg,\nEuer Ruaga","replies":[]}