{"id":"h6nFid7N","poster":"Chain Stoner 420","date":"2015-08-27T22:07:09.261+0000","title":"Flaming","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":3,"body":"Da will man nur ein normales ranked spiel spielen, kommt in die championauswahl und direkt f&auml;ngt schon ein spieler an sein Team als ,,Fukheads\" und ,,Fukkers\" zu betiteln, nur weil wir ihn gefragt haben ob er top oder mid geht. Was ist denn falsch mit solchen leuten? nur ein kleines Beispiel..  Bin dann gedodged weil ich da keine lust drauf hatte. H&auml;ttet ihr das auch so gemacht?","replies":[{"id":"","poster":"WhisperedFire","date":"2015-08-27T22:20:57.486+0000","up_votes":3,"down_votes":0,"body":"Dodgen ist in solchen Fällen in Ordnung. Nur muss man dann damit Leben können, dass man diese Spieler nicht reporten kann, also auch nicht zu deren Bestrafung und somit Verbesserung beitragen kann.\nReports existieren nicht ohne Grund und sind sehr Effektiv. Dodgen ist aber auch nicht umsonst da.\nFür sowas ist dodgen unter Anderem gedacht und auch sinnvoll.\n\nPS: Editier mal den Namen raus ;) Das ist hier nicht erlaubt.\n\nGruß, WhisperedFIre{{summoner:14}}","replies":[]},{"id":"","poster":"Spicavius","date":"2015-08-27T22:22:34.886+0000","up_votes":1,"down_votes":0,"body":"Komisch der besagte Spieler hat sogar 62/62/339/114 Honors. Flamer, die in meinen Spielen ab und zu kommen haben, dann auch wirklich nur so 0/0/10/2 oder so.\nDa weiß ich dann, dass ich genau den richtigen reportet habe.  Hmm bei dir kann ich es mir garnicht erklären. Vllt wollte er dass jemand leavt sodass er seine Rolle bekommt oder ein Kumpel hat 10 Sekunden nachdem er in die Champion selection kam gemeint, dass er mit ihm zocken möchte,^^\n\nIch habe das **einmal** gemacht. Da habe ich mit Absicht einwenig auf \"verwirrt\" getan und habe es geschafft, dass jemand geleavt ist, weil er sonst mit einem Teemo Adc spielen müsste x).\nIch weiß ich weiß war nicht nett. (Deswegen auch nur einmal^^)  Vllt war das ja so einer.","replies":[{"id":"","poster":"Chain Stoner 420","date":"2015-08-27T22:49:17.015+0000","up_votes":1,"down_votes":0,"body":"nein er war first pick.. hat mordekaiser gepickt.\n\nmuss ich auch mal ausprobieren :D","replies":[{"id":"","poster":"Spicavius","date":"2015-08-27T22:53:50.217+0000","up_votes":2,"down_votes":0,"body":"Hmm vllt wollte er einfach, dass jemand leavt. ^^","replies":[]}]}]},{"id":"","poster":"Maexle","date":"2015-08-27T22:34:00.007+0000","up_votes":2,"down_votes":0,"body":"Also erstmal solltest den den Namen von dem Flamer rausnehmen…  Ich finde das ist auch eigentlich kein Grund zum dodgen, da du ihn ja auch blockieren kannst. Die Tatsache, dass er sich so dumm verhält heißt nicht unbedingt, dass er schlecht spielt oder ihr verlieren werdet ;) Ich hoffe die 3 LP waren es dir wert {{Champion:17}}","replies":[{"id":"","poster":"Chain Stoner 420","date":"2015-08-27T22:50:18.602+0000","up_votes":1,"down_votes":0,"body":"ja aber ich hab den zum ersten mal getroffen.. und hab ihn auch danach blockiert. und wenn einer das ganze Team anflamt, hat keiner mehr lust auf das spiel und gibt sich keine mühe etc..","replies":[]}]}]}