{"id":"309clwLm","poster":"TWB Princess","date":"2015-08-28T09:49:49.328+0000","title":"Bronze, Teams macht es aus?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":4,"body":"Ich komme nicht raus aus Ranked weil hin und wieder ich ein schlechtes Team bekomme da ich eine Zeitlang nur supp aber ich konnte das Team nicht carryen und denn habe ich auf andere Lanes gegriffen aber das bringt es teilweise auch nicht weil die Teams feeden und ich habe so gut wie immer eine anst&auml;ndige K/D/A aber ich kann nicht immer mein Team mitziehen und ich will endlich wenigstens Silber kommen. Paar Tipps wie ich aus Bronze rauskomme. Guckt euch ruhig meine Match History an. (Wenn ich Normals spiele probier ich immer bisschen rum.)\n\nBrauche paar Tipps. :s {{champion:32}} {{item:3070}}\n\n\nZusammenfassung: 30% Deutschlehrer, 30% Flamer, 20% Text schreiben um Klug zu wirken, 20% Hilfreich.","replies":[{"id":"","poster":"Busty Botter","date":"2015-08-28T10:16:52.415+0000","up_votes":3,"down_votes":0,"body":"Deine Runen sind großteils fraglich, ebenso deine Masteries. Warum wollen soviele Bronze/Silber - Spieler Runenbuilds quasi neu erfinden? \nDein Farm vorallem mit Mages ist mies (Orianna/Annie Spiele). Ebenso deine Itemwahl ist teilweise fraglich, warum kaufst du auf Morgana Support irgendwelche AP-Items, wenn ein Hourglas (welches du nicht gekauft hast) so gut passen würde?\n2 RoA auf Ryze bringen auch nicht viel, auch wenn du das Spiel gewonnen hast.\nDu nimmst nie TP mit auf die Toplane, abgesehen von Ryze, warum? Selbst wenn du TP nur für deine Lane benutzt, ist es sinnvoller als Flash/Ghost.\nDu stirbst auch relativ oft, kennst anscheinend die Grenzen deiner Champs nicht.","replies":[]},{"id":"","poster":"Wuhlesyndikat","date":"2015-08-28T09:54:55.898+0000","up_votes":3,"down_votes":0,"body":"Also ich versteh nur 50 %.\nVielleicht mal Punkt und Komma verwenden und nochmal über deine Sätze nachdenken bzw. besser formulieren.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-08-28T10:21:30.611+0000","up_votes":3,"down_votes":1,"body":"Stats sind nicht alles, aber zu behaupten, überwiegend gute KDA zu haben und in den letzten 6 Spielen dann:\n\n2/**8**/19\n11/5/13\n14/**15**/13\n9/2/4\n3/**10**/26\n5/**17**/15\n\n4 von den 6 Spielen hattest du eine verdammt hohe Todeszahl.\n\nDen besten Tipp, den man dir geben kann, ist, dass du selber reflektieren solltest, was bei deinem Spiel schief ging und wie du es am besten beim nächsten Mal verhinderst x)\nZ.b. kannst du mit diversen Softwares deine Spiele aufnehmen und dann selber anschauen und durchgehen.","replies":[{"id":"","poster":"TWB Princess","date":"2015-08-28T11:27:01.777+0000","up_votes":1,"down_votes":2,"body":"2/8/19 -> Hatte 1/1/9 denn kam das Feed vom Team\n14/15/13 -> Nicht jeder kann ne Glanzleistung bieten\n3/10/26 -> Ich war Tank-Supp musste mich meistens opfern da sonst der Adc/Mid/Jungle/Top sonst sterben würde.\nDu hast ein paar Sach ausgelassen mit guter K/D/A :-)","replies":[{"id":"","poster":"TurtleMari","date":"2015-08-28T11:55:40.672+0000","up_votes":2,"down_votes":0,"body":"Du sagst hier gerade, dass es immer die Schuld der anderen ist aber wenn du selbst mal recht oft gestorben bist, dann ist das vollkommen okay?\n\nWenn du als Tank deinen Job machst, dein Team aber weiterhin rein geht.. dann lass das einfach. Lasse deine Teamkollegen bei ihren Fehlern sterben. Wieso jemanden heilen, der / die gleich wieder rein geht, nichts lernt und dabei alles verbraucht?","replies":[{"id":"","poster":"TWB Princess","date":"2015-08-28T12:19:17.702+0000","up_votes":1,"down_votes":1,"body":"14/15/13 -> Nicht jeder kann ne Glanzleistung bieten... inwiefern beschuldige ich andere?","replies":[{"id":"","poster":"TurtleMari","date":"2015-08-28T14:45:24.556+0000","up_votes":2,"down_votes":0,"body":"2/8/19 -> Hatte 1/1/9 denn kam das Feed vom Team -> Beschuldigung der anderen\n14/15/13 -> Nicht jeder kann ne Glanzleistung bieten -> bei dir ist es was anderes als bei anderen?\n\nUm dich zu verbessern, versuche weniger zu sterben. Was die anderen für stats haben ist egal.","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2015-08-28T12:03:45.739+0000","up_votes":1,"down_votes":0,"body":"Wow, der Toplaner hatte am Anfang auch 0/0/0.\nDann kam der gegnerische Jungler campen und er hatte plötzlich 0/5/0. Hätte der eigene Jungler frühzeitig gegankt, wäre es nie so weit gekommen. Es ist also die Schuld des Junglers, dass der Toplaner so oft gestorben ist.\n\nMerkst du vllt den Fehler an der Argumentation? Maybe?\n\nIch hab in übrigen auch viele Spiele ausgelassen, da hatten du auch eine schlechte KDA, nur so am Rande. \n\nKDA ist nicht alles, aber zu behaupten, du hättest überwiegend eine gute KDA, nunya wenn überwiegend heißt, bei 40-50% der Spiele, ja dann hast du natürlich recht.. \n\nVllt einfach mehr auf seine Fehler achten und weniger auf die, der anderen und sich eingestehen, dass die KDA vllt nicht ganz so toll ist. Natürlich kannst du es auch sein lassen, aber dann finde dich damit ab, dass du nicht höher kommen wirst.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-08-28T11:48:22.561+0000","up_votes":1,"down_votes":0,"body":"Ich hatte am Anfang der ganzen Spiele die ich Spiele auch 0/0/0...\n\nWas sagt einen diese Aussage?\n\nmfg Ashuna {{champion:1}}","replies":[]}]}]},{"id":"","poster":"Patter91","date":"2015-08-28T09:56:25.616+0000","up_votes":2,"down_votes":0,"body":"http://www.duden.de","replies":[]},{"id":"","poster":"KOREA MID IIIII","date":"2016-03-17T15:17:07.726+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nspiele sehr häufig Supp da sonst niemand diese Rolle belegt und kann eigt so gut wie jedem Supp oder flex supp etwas anfangen. Gucke auch LCS und weiß was man mit wards machen sollte und hab eigt noch nie geflamed da ich sowqas nicht bei lol brauche. \n\nZu mir bin 20 Jahre alt, hab Gutes internet außer wenn die Freundin kommt ^^ (serien livestreams usw.)\nWar mal in s1 bis s4 in Godl bereich als supp und jungler unterwegs. Hab mich aber eher auf die Role als Supp Konzentriert. Als 2 Lane würd ich den Jungel nehmen da ich nicht besonders gut bin mit top/Mid/adc. farmen geht klar aber sowas liegt mir nicht hab genug Spiele damit verbracht die mir gezeigt haben das ich da nciht sein sollte. \n\nAlso bei Interesse in League of Legends; Sir Mario Koni\nadden. \n\nP.s Besitze Ts sowie auch Skype.","replies":[]},{"id":"","poster":"Alustus","date":"2015-08-28T10:09:11.784+0000","up_votes":1,"down_votes":0,"body":"Wenn du die letzten 40 Games alle spiele selber gespielt hast wirst du bald aufsteigen.\nWenn mich die 18 wins infolge machen mich ein bisschen misstrauisch (sieht zumindest für mich als außenstehender sehr komisch aus)\n\nAnsonsten einfach versuchen Tristana oder Nasus zu spielen scheint ja halbwegs gut zu funktionieren.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-28T11:53:54.951+0000","up_votes":1,"down_votes":0,"body":"Was eher zu denken geben sollte sind die CS die er hat. Vergleich die mal. ;-)\n\nmfg Ashuna {{champion:1}}","replies":[]}]},{"id":"","poster":"DonTGR","date":"2015-08-28T10:16:37.462+0000","up_votes":1,"down_votes":0,"body":"suche dir mal einen DuoQ partner der mit dir am gleichen stramm zieht.\ndenn leider habe ich das gleiche problem wie du, jedes mal wenn ich ranked spiele verliere ich zu 75%\negal wie gut ich da stehe, denn die meisten fehler werden im teamfight gemacht. entwerder rennen die weg, oder legen denn focus auf dem tank...-_-","replies":[]},{"id":"","poster":"Baisi","date":"2015-08-28T10:04:52.147+0000","up_votes":1,"down_votes":0,"body":"Heey,\n\nIn der Regel liegt es nicht immer nur am Team das man verliert, sondern man hat häufig auch selbst schuld weil man ein Teil dieses Teams ist.. aber da du das hier öffter hören wirst belasse ich es mal dabei :D\ndeine KDA sagt nur begrenzt was aus. Anhand deiner KDA sieht man nicht wie du im Teamfight stehst oder ob du Zurückhaltend spielst ( also ob du dich schön Raus hälst und nur rein gehst wenn alles gut verläuft)..\nZum einen muss ich sagen, dass deine KDA im Ranked ziemlich hohe Abweichungen hat.. Zum einen stehst du 9/2 und zum anderen 5/17 - sprich du bist wenig Konstant.. Versuch am besten erstmal Konstantheit in dein spiel zu bekommen..\nEin Tipp ist es gib dein bestes und Unterstütze dein Team durch Roaming oder gut Tp's.. ( Ich denke ja mal das du Top lane mainst nur sehe ich da selten den Tp als Summonerspell, was natürlich ok ist und man diese auch ohne Tp spielen kann)\n\nSieh dein Team nicht als Balast an.. Und sieh es immer so, wenn du davon ausgehst das alle anderen schlecht sind dann seid ihr immer besser :p Weil mit dir sinds 4 schlechte gegen 5 schlechte :p","replies":[]},{"id":"","poster":"Abasin","date":"2015-08-28T13:04:56.726+0000","up_votes":1,"down_votes":1,"body":"Erster Tipp: Rechtschreibung üben und lernen wie man Inhalte sinnvol in Worte kleidet. Dann reformulieren und erneut posten.","replies":[]}]}