{"id":"s0kXMHUT","poster":"CKC Zekken","date":"2015-08-27T16:03:53.576+0000","title":"Leave Buster Warteschlangen Bug","subforum":"Melde einen Bug","up_votes":1,"down_votes":2,"body":"Hallo,\r\n\r\nIch hatte grad einen schon Bug in der Warteschlange, dass ein match abgebrochen wurde und danach keins mehr gefunden wird...\r\nIch hab 5 min in der Warteschlange gewartet und es kam nix. Und weil ich ja so viel Gl&uuml;ck immer hab, hab ich grad auch noch den beschissenen Leaver Buster und darf durch diesen Bug jetzt 6- mal anstatt 5- mal warten. GG Rito","replies":[{"id":"","poster":"xCillion","date":"2015-08-27T16:11:15.117+0000","up_votes":1,"down_votes":0,"body":"Am LeaverBuster ist aber nicht Rito schuld.. Den hast du deinem verhalten zu verdanken. (afk/leaven etc..)\nVon daher.. shit happens, nimms nicht so ernst und geh halt mal n paar minuten was anderes machen beim warten..","replies":[{"id":"","poster":"CKC Zekken","date":"2015-08-27T17:35:08.033+0000","up_votes":1,"down_votes":1,"body":"*20 min\nUnd mein Verhalten wohl kaum, wohl eher DC's (Kabel Deutschland OP). Aber das tut auch nix zur Sache, so Bugs nerven einfach nur.","replies":[{"id":"","poster":"xCillion","date":"2015-08-27T17:46:36.631+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ZecLin3,realm=EUW,application-id=ImBE6GqA,discussion-id=s0kXMHUT,comment-id=00000000,timestamp=2015-08-27T17:35:08.033+0000)\n>\n> *20 min\n> Und mein Verhalten wohl kaum, wohl eher DC's (Kabel Deutschland OP). Aber das tut auch nix zur Sache, so Bugs nerven einfach nur.\n\nUm 20min LPQ zu bekommen muss kabel deutschland ja echt oft probleme gehabt haben :/ Das ist natürlich richtig nervig..\n\nAber das war durchaus mit \"dein verhalten\" auch gemeint, da niemand wirklich sagen kann ob du nun absichtlich dc'd hast oder dein inet weg war muss LB das bei öfterem vorkommen irgendwann mal bestrafen und dich drauf hinweisen das es so nicht ganz geht..\n\nJa Bug's nerven immer, und die nerven Riot bestimmt genauso, wenn nicht noch mehr :)\n(die meissten Riotler spielen das game immerhin selbst sehr gern :p)","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-27T17:17:07.745+0000","up_votes":1,"down_votes":1,"body":"it's not a bug, it's a feature.","replies":[]}]}