{"id":"FmrU29WV","poster":"FrankerX","date":"2015-08-27T18:21:47.688+0000","title":"wenn der last pick filled...","subforum":"Spielerverhalten & Moderation","up_votes":30,"down_votes":3,"body":"zuerst hi, man ist das lange her das ich im forum geschrieben habe :D\n\nich hatte gerade ein tolles ranked game indem unser lastpick in die support rolle gezwungen wurde und noch sagte \"okay ich gehe support, aber ich spiele das fast nie, bitte spiel nicht zu agro und erwarte nicht viel von mir\".\nda ich junglen war dachte ich mir okay, der typ ist nett und er hat nicht viel ahnung von der rolle die er nur genommen hat damit sich keiner aufregt, den gank ich paar mal!\n\nleider lief das ganze nicht so nach plan... unsere botlane hatte zusammen 1/9/1 stats und jetzt kommts...\nder adc, der selber wirklich zum kotzen war (caitlyn ult in meele range, wers schonmal gesehn hat wei&szlig; was man dann denkt) hat einfach so massiv den support geflammed ich dachte ich spinne... \ndie kr&ouml;nung war aber \"you fucking asshole, you said you are bad at this role so dodge the fucking game you cunt\"\nda pickt der typ noch die einzig &uuml;brig bleibende rolle und sagt noch das er nicht  gut ist und der adc kommt dann einfach mit sowas an.\n\nich wei&szlig; im forum sind die meisten leute definitiv in ordnung, aber ich m&ouml;chte trotzdem nochmal darauf hinweisen...\nfreundliche leute sind keine selbstverst&auml;ndlichkeit. kommt von eurem hohen pferdchen runter und seid dankbar! und ver&auml;ngstigt solche leute nicht den ihr seid dann diese kleinen... al&ouml;cher die im n&auml;chsten game einen lastpick haben der mid nimmt obwohl schon ein anderer mid hat und dann kommt ihr an \"wow report this fucking troller\" (ja ihr liebte eure autos was?), aber das dieser spieler das vll nur tut weil jemand wie ihr ihn \"ver&auml;ngstigt\" hat das kommt euch nicht in den sinn!\nalso leute, chillt euer leben, es ist nur ein spiel und behandelt andere mit zumindest einen funken mehr respekt. \nihr m&uuml;sst minimal 20min und sagen wir maximal 80min (mein l&auml;ngstes game) mit dieser person aushalten die ihr weder h&ouml;rt noch seht, es ist nicht zuviel verlangt in der zeit etwas respektvoll zu sein oder?\n\nvielen dank an alle die bis hierher gelesen haben und sich das eventuell zu herzen nehmen!\nihr rockt!","replies":[{"id":"","poster":"Quantum Theory","date":"2015-08-27T19:05:00.764+0000","up_votes":8,"down_votes":1,"body":".","replies":[{"id":"","poster":"Kaitri","date":"2015-08-27T19:13:59.218+0000","up_votes":3,"down_votes":0,"body":"best pic!","replies":[]}]},{"id":"","poster":"Stealth Cat","date":"2015-08-27T19:30:22.796+0000","up_votes":5,"down_votes":0,"body":"Ich will hier keine Unterstellungen machen was die Elo betrifft, aber in Platin/Dia wurde mir schon oft Rengar gefirstpicked (ich lastpick) wenn ich in den Chat geschrieben hab: \"hey mates i pref rengar jgl or top, but can play other Champions on this lanes too.\"\nUnd wenn er mir nicht gepickt wird, wird mir zumindest in 19:20 Fällen eine der Lanes gelassen. \n\nMan muss dazusagen ich bin einer der, wenn alle so Sachen reinschreiben wie Top>jgl>mid, versucht das alles zu organisieren. Sobald die meisten einen Satz dieser Art geschrieben hat schreib ich dann oft: \"Spieler X: ADC Spieler Y: Mid Spieler Z: Jgl Me: Top, Spieler P could u go supp pls? Would be very nice.\n\nNatürlich nicht so ausführlich, das war eher für das Beispiel.","replies":[{"id":"","poster":"Zaddok","date":"2015-09-10T13:12:23.936+0000","up_votes":2,"down_votes":0,"body":"Glaubt dem hier kein Wort, er feedet eh mit Rengar rein und hat sich von einem Goldie auf Dia ziehen lassen!1!1!{{champion:119}}","replies":[{"id":"","poster":"Stealth Cat","date":"2015-09-10T15:35:14.034+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Zaddok,realm=EUW,application-id=KYnfKGf0,discussion-id=FmrU29WV,comment-id=00040000,timestamp=2015-09-10T13:12:23.936+0000)\n>\n> Glaubt dem hier kein Wort, er feedet eh mit Rengar rein und hat sich von einem Goldie auf Dia ziehen lassen!1!1!{{champion:119}}\n\nDas hier sollte man aufklären, er ist der einzige Platin im Dia-Team und wird immer von einem Rengar gecarried.","replies":[]}]}]},{"id":"","poster":"Bluefersan","date":"2015-08-27T19:24:19.243+0000","up_votes":4,"down_votes":0,"body":"der grund warum ich ungern supp spiele.\nsupps du gut triffst jeden hook , adc = ich bin so gut alles dank mir\nlane lose = deine schuld warum bist du so schlecht.","replies":[{"id":"","poster":"eingew","date":"2015-08-27T21:36:49.746+0000","up_votes":1,"down_votes":0,"body":"Naja... dafür hatte ich schon zu oft ADCs die sich nach dem Spiel bei mir für mein Spiel bedankt haben. Ich habe ADCs bisher jedenfalls nicht als derart toxische Personen wahr genommen.","replies":[{"id":"","poster":"Abasin","date":"2015-08-28T09:07:09.586+0000","up_votes":1,"down_votes":0,"body":"Wie immer ist das eine Frage der Persönlichkeit hinter dem ADC. Einhelliges Lob vom Team als \"best supp ever\", \"Janna OP\" usw. Aber auch das totale Gegenteil wie \"useless Supp, go afk and don't disturb our match\" bis \"thx Morg for losing Lane and not helping me, reported\". Man kennt ja die Sprüche seiner toxischen Mates.\nKomplimente nehme ich gern, Schelte wird je nach Schweregrad und Relevanz stillschweigend reported.\n\nIch hatte auch schon den Fall, dass ich der Midlane erfolgreich geholfen habe und vom ADC übelst geflamed wurde. Dann hat aber der Rest vom Team den Meckerer vom allerfeinsten in den Senkel gestellt, und das ohne in Geflame abzudriften.\n\nSupport mag also undankbar sein, aber es gibt immer genug Highlights.","replies":[{"id":"","poster":"Sophie973","date":"2015-08-28T14:08:19.272+0000","up_votes":2,"down_votes":0,"body":"Ich hatte mal einen Adc der meinte, dass der Adc zu sagen hat was der support tun soll usw. und das er der wichtige ist und der Support nur ihn helfen soll. Er hatte mich übelst geflamet und ging einfach so in 3 leute rin und hat mich geblamet das er wegen mir angeblich gestorben ist xD. Solche Leute gibt es Leider auch, aber es gibt ja die Heilige Mute Funktion und von der mache ich immer wieder gerne gebrauch","replies":[{"id":"","poster":"Kaitri","date":"2015-08-28T17:01:48.180+0000","up_votes":3,"down_votes":0,"body":"wie sky williams es mal beschrieben hat...\nLoL ist wie ne familie\nes gibt die mutter (mid)\nden vater (top)\ndie große schwester (sup)\nden onkel den du nicht wirklich kennst und der hin und wieder vorbeikommt und dir was schenkt (jungle)\nund dann gibt es den jungen bruder... (der adc) der nervige heulende schreiende aufsehen-bedürftige heulende kleine bruder. (jop ich hab heulend 2mal gesagt)\n\nbtw ich bin/war adc main :D","replies":[]}]}]},{"id":"","poster":"Muffin Rebel","date":"2015-08-28T20:56:55.023+0000","up_votes":1,"down_votes":0,"body":"Da kann ich dir nur zustimmen und da ich irgendwann irgendwie immer der last pick war der dann als supp gefiled hat bin ich main support geworden.\nUnd meistens sind nicht die ADC`s die das Toxische Verhalten an den tag legen sonder doch eher die aderen lanes weil die adc´s sich mehr auf den support verlassen müssen und es auch tun sprechen die adc´s dem support eher noch mut zu und geben einem tipps aber wir sind alle menschen und machen alle fehler und manche wollen einfach nicht hören das flamen die die geflamete person demotivieren und das führt dann meistens zu nem lose ich habe mitlerweile es verstanden und versuche seitdem schlechteren ich weiß klingt doof tipps zu geben und hilfestellungen zu geben so gut ich kann.\nDrum hoffen wir das sich das auch andere dies mal zu HERZEN nehemen und sich bessern auf ein besseres miteinander\ndanke für die aufmerksamkeit wir sind doch alle eine große League familie\n\nMfG TheDarkFear","replies":[]}]},{"id":"","poster":"Porogeddon","date":"2015-08-28T07:04:32.058+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Bluefersan,realm=EUW,application-id=KYnfKGf0,discussion-id=FmrU29WV,comment-id=0003,timestamp=2015-08-27T19:24:19.243+0000)\n>\n> der grund warum ich ungern supp spiele.\n> supps du gut triffst jeden hook , adc = ich bin so gut alles dank mir\n> lane lose = deine schuld warum bist du so schlecht.\n\nStimmt zu 120% \nBestimmt 75% aller ADC sind so.\n-Auch viele meiner Freunde die selbst ADC spielen denken so.\nIm Ts mach ich sie dann zur Sau damit sie mal klar kommen.","replies":[{"id":"","poster":"pLâce","date":"2015-08-28T19:53:12.873+0000","up_votes":1,"down_votes":0,"body":"Das stimmt nicht ganz, denn im early kommt es gewaltig auf den Support im Laning an.\nSpiele ich mit Leuten DuoQ ( die weiter unter meiner elo sind ) und die Supporten mich, dann kriege ich teilweise auch schon heftigst die Krise.\nDa ich möglichkeiten sehe free Poke auszuteilen oder sogar Kills zu holen, die mein Supp nicht siehst, dann geh ich rein, mein Supp rennt weg mit der Begründung wir können da nichts machen, somit stehe ich 1v2 da ohne das der Support geholfen hat. \nKann aber genauso umgekehrt passieren.\n\nIch kann als ADC im early nichts alleine reisen, der Support ebenso wenig.\nMan kann teilweise schon sagen, das die Lane durch einen Support verloren gegangen ist, aber genauso oft kannst du auch sagen, das die Lane wegen dem Supporter gewonnen wurden ist. Selbiges gilt für den ADC. Ist der ADC Käse aber der Supp gut, regt sich der Supp auf. Ist der Supp Käse und der ADC gut, regt sich der ADC auf.\n\nOder habt ihr jemals schonmal eine Botlane gesehen, die am QQ'n war, weil beide Spieler ne gute Synergy zueinander hatten ?\nJeder macht mal Fehler, das ist das einzige Manko. Aber wenn die Lane sich versteht, wird da auch nichs negatives gesagt, höchsten um sowas gebeten wie sicherer zu Spielen oder auf den Jungler zu warten.","replies":[]}]},{"id":"","poster":"Cracked1234","date":"2015-09-08T21:42:12.325+0000","up_votes":1,"down_votes":0,"body":"Ich spiele ungern Adc, wiel es irgenwelche Random Typen sind (Situations Bedingt) und nicht weißt mit wem du da eigentlich spielst bzw. wie sie spielen  und man schlecht sagen kann wann man engaged.","replies":[]},{"id":"","poster":"I am Zynex","date":"2015-08-28T07:48:48.064+0000","up_votes":1,"down_votes":0,"body":"Selbst wenn man sehr gut als Sup spielt, wenn man einen ADC hat der nicht gut Traded bzw. einfach nicht gut spielt, hat man leider meistens keine guten Karten auf der Lane.\n\nHier kann man den ein oder anderen Gank auf anderen Lanes versuchen, aber meistens fängt dann auch der eigene ADC zu flamen an.","replies":[{"id":"","poster":"eingew","date":"2015-08-28T10:12:40.943+0000","up_votes":1,"down_votes":0,"body":"Kommt drauf an. Als ich Bronze war, wo die ADCs nicht traden können sollten, hab ich mir vor allem als Leona dasselbe gedacht. Man engaged, es war wunderschön und ein easy Kill... leider hat der eigene ADC stattdessen Minions gefarmt. Selbes bei Teamfights. Okay, ich war Bronze, meine Engages waren vielleicht einfach zu grottig... aber irgendwann hab ich gedacht, okay, Leona ist nichts für dich, damit kommst du aus Bronze nicht raus. Also bin ich zu Janna gewechselt, mit der du jeden noch so verkackten Trade korrigieren kannst, oder zumindest den ADC vor dem sicheren Tod bewarst. Hat funktioniert. Vielleicht muss man nur seine Taktik anpassen :P","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-28T17:29:08.113+0000","up_votes":1,"down_votes":0,"body":"Bei mir hat Warden und Leona spiel für Silber gereicht. Manchmal liegt es einfach am ADC, womit man besser fährt^^","replies":[]},{"id":"","poster":"OSaftKiller","date":"2015-08-28T17:25:42.058+0000","up_votes":1,"down_votes":0,"body":"Bei mir hat Soraka funktioniert um aus Bronze rauszukommen.;)","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-27T19:17:09.443+0000","up_votes":2,"down_votes":0,"body":"Inhaltlich absolut guter und wahrer Post, Daumen hoch!","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-10-18T13:35:01.645+0000","up_votes":1,"down_votes":0,"body":"Der ADC hätte ja ebenso dodgen können... aber gut.","replies":[]},{"id":"","poster":"BiillabonG","date":"2015-09-10T14:24:54.188+0000","up_votes":1,"down_votes":0,"body":"um ehrlich zu sein bin ich wegen oben beschriebender situation main sup geworden..\nhatte damals einen schlechteren pc und bin immer zuletzt in die lobby gejoint und in rankeds war ich häufig lastpick ^^\n\naber ich habe meine technik perfektioniert und halte mich für einen guten sup :)","replies":[]},{"id":"","poster":"petropan","date":"2015-09-01T09:46:22.894+0000","up_votes":1,"down_votes":0,"body":"erlebe regelmäßig das ich supp gehe weil einer es angeblich nicht kann und adc main spielt...\ndas resultat ist ein flamer von der feinsten sorte...\nbockt nicht!\n{{champion:412}}","replies":[]},{"id":"","poster":"LaLuLp","date":"2015-08-28T20:53:44.844+0000","up_votes":1,"down_votes":0,"body":"Ich spiele in letzter Zeit eigentlich nur noch Blitzcrank Support. Und grade da machte ich die krassesten Erfahrungen mit meinen Adc´s.  Triffst du n Hook der zu ein oder zwei Kills führt liebt dich dein Adc. Aber nur solange bis du ein oder zwei Hooks versemmelst. Dann schreit er dich an, wie schlecht du doch wärst. \nFührt man mal 3 Minuten keinen Grab aus, weil sich einfach die Gelegenheit nicht dazu ergibt, wird man beschimpft.  Führt man einen Grab aus und trifft nix wird man auch beschimpft. Grabt man und trifft nur n Vasall wird man beschimpft. Landet der Grab auf dem gegnerischen TankSupporter wird man beschimpft. Rettet man den Adc aus einer misslichen Lage mit einem Hook und stirbt dabei selbst wird man beschimpft. Hat man sich gerade zur Basis teleportiert um Leben zu regenieren, weil man im Kampf zuvor den Schaden für seinen Adc eingesteckt hat, und der Adc stirbt währenddessen allein auf der Lane, ratet mal......man wird beschimpft. Hat man gerade noch so mit einem Hook verhindert, dass der Gegner entkommen kann und dabei auch noch den Kill bekommen wird man beschimpft. \nFliegen gute Grabs die zu mehreren Kills für den Adc führen loben alle den Adc. Den Support sieht irgendwie keiner. \nSeit ich so häufig Blitzcrank Support spiele in den letzten Tagen kann ich mich an genau ein Spiel erinnern in denen mein Adc in mich \"verliebt\" war und das auch immer wieder zum Ausdruck brachte, weil ich ihn immer wieder rettete und die Kills für ihn vorbereitete. \nBringt euren Supportern doch endlich mehr Respekt entgegen! \nDanke und Tschüss","replies":[{"id":"","poster":"Kaitri","date":"2015-08-28T22:18:45.469+0000","up_votes":1,"down_votes":0,"body":"davon kann ich ein lied singen, damals als ich selber noch tonnenweise blitz gespielt habe :D","replies":[]}]},{"id":"","poster":"2B4GOT10","date":"2015-08-28T19:21:03.445+0000","up_votes":1,"down_votes":1,"body":"hmmmmm versteh mich nicht falsch wenn einer nich oft support spielt erwarte ich keine glanzleistung von ihm\naber wenn er dann nen schweren support wie alistar oder thresh picked und einfach nur versagt kotzt es mich einfach an\nwenn du die rolle nich kannst dann nim nen einfachen champ wie taric\naber wenn ein thresh die lane verliert is das sehr viel schlimmer als mit allen andern supports weil der auf seine seelen angewisen is\n\naber solche adc sind echt zum lotzen hatte ich auch mal \nne cait die einfach keine sidesteps machen wollte und pings ignoriert hat da ich wusste was kam hab ich mich einfach vor sie gestellt und den hook abgefangen und mich geopfert\nihr dank war ein lose weil sie nicht aufgehört hat die base zu diven \"if i dont carry noone will\"","replies":[{"id":"","poster":"eingew","date":"2015-08-28T19:36:24.689+0000","up_votes":1,"down_votes":0,"body":"Thresh ist nicht sonderlich schwer. Versteh mich nicht falsch, ihn wirklich gut zu spielen, die e als Jumpcancel zu nutzen usw *ist* schwer... Aber um ihn schlecht zu spielen muss man nur Skillshots treffen können und dann ist er einfach. Bei Alistar kann ich dich ja noch verstehen, aber mit Thresh nützlich zu sein ist einfach.\n\nJeder macht Fehler. Wer LoL so ernst nimmt, dass er davon kotzen muss, der sollte sich vielleicht überlegen, ob er seine Zeit nicht anders angenehmer verbringen kann.","replies":[]}]},{"id":"","poster":"Wolfy96","date":"2015-08-28T17:16:14.578+0000","up_votes":1,"down_votes":0,"body":"So ist das eben in der solo duoq oder auch in normale alle die aber sagen supp ist auch mit randoms scheiße der sollte mit dem game aufhören und nur 5er pre games spielen und wenn hier auch einige highelo den Spaß lesen: hört verdammt nochmal auf euch mit silber Bronze zu vergleichen und sie zu flamen wenn sie Fehler machen ihr wart auch nicht von minute 1 dia Platz master oder so ihr habt auch mal klein angefangen. Das Spiel macht sau Spaß an sich aber durch die scheiß community die auch unter uns ist zieht alles runter. Vor allem die eingebildete Art das ihr der/die beste seid ist absoluter Schwachsinn.\n\nMFG wolfy96","replies":[]},{"id":"","poster":"Nuix","date":"2015-08-28T16:05:06.527+0000","up_votes":1,"down_votes":0,"body":"Ich finde es gut wenn der lastpick versucht zu fillen. Macht noch lange nicht jeder und selbst wenn der Erfolg sich nicht einstellen will, sollte man dies honorieren. Ich hatte schon spiele wo unser lastpick Supporter gespielt hat, einige Tode und Fehler gemacht hat aber das ganze Team hat ihm Mut zugesprochen und gesagt, er solle sich nicht deswegen verrückt machen. So sollte es ja sein :)","replies":[]},{"id":"","poster":"Killerkante","date":"2015-08-28T10:19:27.107+0000","up_votes":1,"down_votes":0,"body":"Respekt ist tot wenn es um promos/LP oder darum geht sich nicht zu blamieren (ist immer jemand anderes Schuld) xD\n\nIch find selbst dass des unter der Gürtellinie ist wenn man sich schon aufrafft und sich anpasst (habs selber schon oft genug erlebt)","replies":[]},{"id":"","poster":"Kaitri","date":"2015-08-27T18:26:16.276+0000","up_votes":1,"down_votes":0,"body":"hey brain%%%%%%, ich dachte schon du wurdest perma gebannt :D\nseriöse threads? kein trolling mehr wie im alten forum?\n\nwillkommen zurück! :D","replies":[]}]}