{"id":"IsEK8Nve","poster":"GooqleMe","date":"2015-08-25T13:10:14.173+0000","title":"Ein neues Team sucht dich!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo, \r\n\r\nda ich ein komplett neues Rankedteam gr&uuml;nden m&ouml;chte suche ich zurzeit noch aktive Spieler im Bereich Gold-Platin die mindestens das 16 Lebensalter erreicht haben ;) \r\nWas an erster stelle steht ist der Spa&szlig; am Spiel und gegenseitiges flamen oder  unfreundliches verhalten gegen&uuml;ber anderen Teams wird nicht toleriert. \r\nVor allen dingen ist es mir sehr wichtig das wir uns untereinander gut verstehen und eine gewisse Sympathie vorhanden ist. \r\n\r\nWas ich suche sind,\r\n\r\n* Mid\r\n* Jungle\r\n* ADC\r\n* Support\r\n\r\nEbenfalls w&auml;re es sch&ouml;n jemanden zu finden der Erfahrungen mit Calls im Spiel hat.\r\n\r\nDas Ziel soll sein, das wir aktiv Ranglistenspiele absolvieren, zusammen Trainieren  und regelm&auml;&szlig;ig an Cups/Events teilnehmen.\r\nEin Team im Highelo-Bereich ist vorhanden und kann uns au&szlig;erdem auf Fehler aufmerksam machen sowie bei fragen unterst&uuml;tzen. \r\n\r\nEin Teamspeakserver ist vorhanden, wir sind eine recht kleine Gruppe die zusammen verschiedene Spiele zocken.\r\n\r\nFalls es dein Interesse geweckt hat w&uuml;rde ich mich freuen wenn du dich Ingame bei mir sprich, Gooqleme meldest.\r\n\r\nLg.","replies":[{"id":"","poster":"GooqleMe","date":"2015-08-25T14:18:01.961+0000","up_votes":1,"down_votes":0,"body":"Nochmal zur info weil ich es gerade mitbekommen habe, mein IGN bitte mit q :)","replies":[]},{"id":"","poster":"OG Haru","date":"2015-08-25T13:36:29.942+0000","up_votes":1,"down_votes":0,"body":"Ich selbst bin Silber 4 da ich nicht an Solo/Duo Q interessiert bin, allerdings habe ich schon oft mit freunden aus dem high elo berreich gespielt und mir wurde gesagt dass ich ein talentierter ADC bin und ich würde mich auf Rückmeldung freuen ob dich/euch Silber 4 stört.\n\nBtw ich bin 18\nAnfrage ist raus ","replies":[]}]}