{"id":"qh6tU3UJ","poster":"Timothy D","date":"2015-08-25T17:41:40.108+0000","title":"#CLIMBTHELADDER","subforum":"Streams & YouTube","embed":{"title":"#CLIMBTHELADDER - DuoQ ft. Jan - Folge 1","description":"Du möchtest mit mir spielen? http://www.twitch.tv/timothydc Kein Video mehr verpassen: https://www.facebook.com/TimothyDOffical --Twitter: https://twitter.com/TimothyDece Moin, heute stelle ich euch das neue Format #CLIMBTHELADDER vor. Wie immer würde ich mich über Feedback freuen, viel Spaß!","url":"https://www.youtube.com/watch?v=W3Waecdkp0I","image":"https://i.ytimg.com/vi/W3Waecdkp0I/hqdefault.jpg"},"up_votes":7,"down_votes":1,"body":"Peace!\r\nVielleicht kennt mich der ein oder andere von euch. Ich poste hier regelm&auml;&szlig;ig meine League of Legends Songparodien, und habe mich dazu entschlossen auch andere Videos auf meinem YouTube-Channel zu ver&ouml;ffentlichen.\r\n‪#&lrm;CLIMBTHELADDER‬ ist ein Format, wo ich euch versuche zu zeigen, wie man mit einfachen Methoden sich selbst in seiner Elo zu verbessern. Ist das erste Video dieser Art und ich w&uuml;rde mich &uuml;ber Feedback freuen, wie z.B. ob ein edited Gameplay vllt. besser w&auml;re, da 30 Minuten Gameplay abschrecken k&ouml;nnten? Oder mehr commentary? \r\nDanke schon mal im Voraus!","replies":[{"id":"","poster":"SwissKeks","date":"2015-08-25T18:08:01.108+0000","up_votes":2,"down_votes":0,"body":"Erstmal, glückwunsch zu deinen 2k Abos ;) \nSo, das ist mal mein \"Feedback\":\n\n>‎CLIMBTHELADDER‬ ist ein Format, wo ich euch versuche zu zeigen, wie man mit **_einfachen Methoden _**sich selbst in seiner Elo **_zu verbessern._**\n\n\nFällt dir was auf? Du zeigst mir ein 30 Minütiges Spiel was es schon zu hundertfach auf YouTube gibt. Klar, wenn ich mir ein Commentary von dir anschauen will, dann ist das auch gut. Jedoch kann ich mir bessere Informationen zum aufsteigen in anderen (selbst in kürzeren) Videos holen.\n\nIch würde das eher trennen, du machst dein Commentary und gehst in einem anderen Video speziell auf die Fehler von dir/deinen Gegnern ein. Oder du versuchst dich mit Tipps & Tricks Videos. Die gibt es zwar auch schon zu hauf aber ich hätte da ein paar Tricks die noch keiner in einem Video gezeigt hat ;)\n\nJetzt stell ich mir nur die Frage: Was will ich nun kritisieren? Im Endeffekt kann man ein Commentary kaum kritisieren da man nur spielt und wenig falsch machen kann. (Abgesehen vom Optischen/Sound etc.) \nEin 30 Minütiges Video schau ich mir nicht an um besser zu werden, da reicht ein 5-10 Minuten Video aus von einem Typ der noch mehr Ahnung hat..","replies":[{"id":"","poster":"Timothy D","date":"2015-08-25T18:24:31.542+0000","up_votes":2,"down_votes":1,"body":"Danke dir! Ich wollte mich bei dem ersten Video einfach mal ausprobieren. Ich dachte in #climbtheladder sollte es schon darum gehen, wirklich ein gesamtes Spiel mit meinen Reaktionen etc. zu zeigen. Tipps/Tricks wäre da halt wieder was ganz anderes, was man in einem anderen Video machen könnte. Aber hier wollte ich halt zeigen was man in bestimmten Situationen machen kann, um ein Game zu gewinnen. Nur 30 Minuten können halt echt abschreckend wirken, deshalb überlege ich, dass vllt. alles ein wenig zu cutten.\nDanke für dein Feedback!","replies":[{"id":"","poster":"SwissKeks","date":"2015-08-25T18:26:42.835+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Timothy D,realm=EUW,application-id=ENHTtUTO,discussion-id=qh6tU3UJ,comment-id=00000000,timestamp=2015-08-25T18:24:31.542+0000)\n>\n> Danke dir! Ich wollte mich bei dem ersten Video einfach mal ausprobieren. Ich dachte in #climbtheladder sollte es schon darum gehen, wirklich ein gesamtes Spiel mit meinen Reaktionen etc. zu zeigen. Tipps/Tricks wäre da halt wieder was ganz anderes, was man in einem anderen Video machen könnte. Aber hier wollte ich halt zeigen was man in bestimmten Situationen machen kann, um ein Game zu gewinnen. Nur 30 Minuten können halt echt abschreckend wirken, deshalb überlege ich, dass vllt. alles ein wenig zu cutten.\n> Danke für dein Feedback!\n\nNaja, meiner Erfahrung nach lernst du schlichtweg von Streams oder Commentarys wenig wenn du dich nicht 100% auf den Stream/Video konzentrierst. Desshalb ist das eher waage. Aber probiers einfach mal aus, es muss ja auch dir spass machen. :)","replies":[]}]}]},{"id":"","poster":"LyteHatesSoloQ","date":"2015-08-25T20:40:18.010+0000","up_votes":1,"down_votes":0,"body":"1 Option: Entweder bist du richtig ,super ,episch gut im game ,damit man dich schaut (dann musst du nochnichtmal unterhaltsam sein ,sondern das Gameplay allein würde reichen wie bei Gosu)\n\n2 Option: Oder du bist super unterhaltsam und dann kann das Gameplay sogar komplett egal sein. \n\nDein Video war so ein Mittelding. Nichts halbes ,nichts ganzes. Es war nicht interresant. Nicht gut gespielt (also kein Challenger /master+ niveau) und nicht so unterhaltsam wie etliche andere league youtuber (zB Handlofblood [auch wenn ich ihn nicht mag, er soll sehr unterhaltsam sein]\n\n","replies":[{"id":"","poster":"Timothy D","date":"2015-08-25T21:25:21.832+0000","up_votes":2,"down_votes":1,"body":"danke für deine tipps! werde versuchen mich in meinem nächsten video zu verbessern :^ )","replies":[]}]}]}