{"id":"EtJKJArc","poster":"supermanxuy","date":"2015-08-25T10:11:52.554+0000","title":"Midlaner LF Jgl or Support 4 DuoQ","subforum":"Clans & Teams","embed":{"title":"supermanxuy - 소환사 검색 결과 :: 리그오브레전드 ( LOL : 롤 ) 전적 검색 (LOL Stats)","description":"Check your Summoner statistics, MMR, realtime spectate and using powerful global LoL Charts!","url":"http://euw.op.gg/summoner/userName=supermanxuy","image":"http://attach.s.op.gg/logo/20150824041026.7bc6c2f67b8cae7e9d2be5421eac6de0.PNG"},"up_votes":1,"down_votes":0,"body":"Hey,\n\nich suche derzeit einen Duo Partner der ambitionen hat und sich verbessern will. (Middle Dia mindestens als ambitionen)\nIch bin main Midlaner, 22 Jahre, derzeit Plat 2 (60% win ratio) und hab derzeit wenig lust alleine zu spielen.\nTs(kein Server), Cv vorhanden. Aber ich mache die ersten paar games immer gerne ohne weil man dann erstmal merkt ob die spielweise passt.\n\ndaher suche ich dich! Main Support (besitze nur Soraka als support champ xD) oder am liebsten Main Jungler als Duo Partner. Denn als Mid & Support/Jgl hat man genug Playmaking potential um games zu carrien. Daher sollte man nicht zu sch&uuml;chtern sein f&uuml;r riskante Plays zu gehen.\n\nIch erwarte von dir:\n- 16+\n- mindestens Plat 4 (Plat 5 nur wenn deine Win Ratio besagt das du besser bist ;))\n- _eine Win Ratio von wenigstens 56%_ (sagt meiner meinung nach manchmal mehr aus als Kda)\n- keine negative einstellung/flame/tilt, das behindert nur, jeder kann man schlechte Games haben ;)\n\n\nIch behalte mir vor einfach adds abzulehnen wenn ihr z.b. 700 Games + habt und in Plat 5 rumhockt. Denn daf&uuml;r gibt es dann einen Grund und das bedeutet nicht, dass ihr schlecht seid, nein! aber: Maybe tilt?!\n\n\nin diesem Sinne einfach ingame unter Supermanxuy adden. 8)","replies":[{"id":"","poster":"supermanxuy","date":"2015-08-27T15:22:17.159+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]},{"id":"","poster":"supermanxuy","date":"2015-08-25T14:45:24.528+0000","up_votes":1,"down_votes":0,"body":"up","replies":[]}]}