{"id":"TA1gWGm8","poster":"flwde","date":"2015-08-25T18:02:26.955+0000","title":"Fehler bei der Neuinstallation","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"ich musste mein System wegen div. Fehler neu installieren (Windows7 64bit), somit musste ich auch LOL neuinstallieren, was auch ohne Probleme funktionierte, dann kam ein Patch mit 3,5  GB was mir schon sehr viel vorkam und ewig dauerte, bei 55% blieb das ganze h&auml;ngen worauf ich den Rechner neustarten musste, dann fiing das ganze wieder von vorne an woraufhin ich abrach. Was kann da schief gelaufen sein, was kann ich tun?","replies":[{"id":"","poster":"flwde","date":"2015-09-02T08:31:20.147+0000","up_votes":1,"down_votes":0,"body":"hat wirklich niemand eine Lösung für dieses Problem, nun bin ich aber verwundert!","replies":[{"id":"","poster":"Sree","date":"2015-09-02T08:43:59.056+0000","up_votes":1,"down_votes":0,"body":"Nutze das naechste mal den Antworten Knopf unter einem Kommentar auf den du reagieren willst, dann wird derjenige benachrichtigt. Dann haette recon deine Antwort sicher auch nicht uebersehen.\n\nDavon mal abgesehen:\nIch weiss noch immer nicht genau, was dein Problem eigentlich ist. Aber das einfachste waere wohl, wenn du [hier](http://downloads.tiaryn.de/LoL_clients/LoL_EUW_5_16.7z) einen gepackten vollstaendigen Client herunterlaedst.\nDen alten Client (standardmaessig in C:\\Riot Games\\) loescht du und entpackst den neuen genau dorthin wo vorher der alte war.\n\nDann sollte LoL auf jeden Fall wieder laufen.\nWenn du mal wieder Probleme beim Patchen hast, schau am besten zuerst in diesen [Hilfeartikel](https://support.riotgames.com/hc/de/articles/202969434-Probleme-beim-Patchen).","replies":[]}]},{"id":"","poster":"flwde","date":"2015-08-25T20:38:55.077+0000","up_votes":1,"down_votes":0,"body":"die Aktuallisierung ist bei 55% stehen geblieben, ich bin dann weggegangen und nach ca. 2 Stunden zurückgekommen da waren es immer noch 55%, dann hab ich abgebrochen!","replies":[]},{"id":"","poster":"recon","date":"2015-08-25T19:28:50.917+0000","up_votes":1,"down_votes":0,"body":"Was verstehst du unter \"blieb das ganze hängen\"?\nWar das Fenster eingefroren (\"Keine Rückmeldung\" im Titel) oder hat der Patcher einfach nur nichts gemacht?\nIm zweiten Fall solltest du einfach abwarten. Das Patchen dauert auf manchen PCs etwas länger, denn er muss im Hintergrund die Dateien verarbeiten.","replies":[]}]}