{"id":"Gl7VEwyc","poster":"Kata Ga Kill","date":"2015-08-25T02:15:20.057+0000","title":"AP(Carry) und ADC","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":0,"body":"Spiele oft AP&#039;s in der Mitte, da kam mal  ne Ansage vom ADC zu mir:\n\n\"Nimm niemals den Farm weg vom ADC, er Carryiet das Team.\"\n\nDann was macht der AP bitte? Carryiet er das Team nicht?\n\nSind APlers zurzeit nicht stark im Meta?\nSehe oft das Tanks und ADC&#039;s die Nase vorne haben.","replies":[{"id":"","poster":"Maexle","date":"2015-08-25T03:29:26.089+0000","up_votes":3,"down_votes":1,"body":"Du musst es so sehen: die meisten AP Champs hauen einmal ihre Kombo auf einen Gegner raus und müssen dann auf ihre Abklingzeiten warten und haben ihre powerspikes ungefähr im midgame ( Ausnahme sind teilweise  Poke Champs) und AD Carries machen vor allem im Late sehr viel konstanten Schaden durch ihre normalen Angriffe und machen auch den meisten Schaden an Objekten. Man kann es also nicht so generell sagen und es ist auch sehr abhängig von den Champs.","replies":[]},{"id":"","poster":"SoloQisMentlBoom","date":"2015-08-25T10:07:00.331+0000","up_votes":4,"down_votes":2,"body":"Das Farmen ist Geben und Nehmen.\n\nWas bisher geschrieben wurde ist teilweise richtig. Ich finde aber es gibt dir keiner eine so richtige Antwort auf deine Frage. Also hier mein Versuch es dir zu beantworten:\n\n1. Zuerst solltest du dir der Rollen bewusst werden. Wozu ist ein Apc und wozu ein Adc da? Beim Adc ist es einfach: Konstant Schaden zu verursachen. Bei Apc ist es etwas kniffliger, aber grob zusammengefasst: So viel Schaden wie möglich in kurzer Zeit zu machen, also zu bursten (Klar passen nicht alle Apc da zu 100% rein, aber so gut wie alle haben dieses Kit etwas in sich). \n\n2. Daraus muss man jetzt die Powerspikes lesen: Wie unten schon richtig benannt, haben Adcs ihren im Mid-Lategame und Apc ihren eher im späten Earlygame und Midgame.\n\n3. Jetzt musst du feststellen, wo ihr euch befindet und danach handeln. Also grob gesagt: Apc kriegt Farm von Early-Mid und Adc von Mid-Late.\nWie gesagt ist das nur grob und es spielen sehr viele Fakten eine Rolle:\n**Wer ist ahead?** Wenn im Midgame dein Adc schon sehr stark ist, weil er mehrere Kills hat oder sonstiges, dann solltest du dir trotzdem den Farm ergattern, da er sowieso nichtmehr soviel Gold braucht für sein Fullbuild und du deines ja auch haben möchtest.\n**Wie steht es um andere Rollen?** Es gibt ja nicht nur den Adc und Apc, sonder auch  noch Toplaner, Jungler und (jaaaaaaaaaaaaaaaaaaaaaaaa das meine ich ernst) Supporter. Gib den Schwächeren um dein Team zu stärken. Hier bringe ich mal ein sehr unwahrscheinliches Beispiel, welches aber sehr gut zeigt, was ich meine: _Angenommen du hast schon 5 Items, jetzt aber 0 Gold und willst noch ein Rabadons, was sehr kostspielig ist. Dein Supporter hingegen hat aber gerademal seine Schuhe, Sightstone und sein Golditem auf Stufe 3. Möchten wir jetzt sehen wie stark die beiden sind, kann man das ja mal in einer Zahl (willkürlich) ausdrücken: Apcstärke ist in dem Fall 8.000 und Supporterstärke 2.500! Addieren wir nun die stärke eines Rabadons (1.500) hinzu. Dann kommen wir bei Apc auf 9.500 und beim Supporter auf 4.000. Apcverbesserung liegt bei 118% und die Supporterverbesserung bei 160%. Das sind 42% mehr und daher sollte der Supporter den Farm erhalten._ Das Beispiel kann natürlcih auch im Vergleich von Apc und Adc genommen werden.\n**Wer wird fokusiert?** Auch spielt der Fokus eine Rolle. Wie unten schon erwähnt wurde, nützt es nichts, wenn der Adc im Fight meistens sowieso instant tot ist, ihm den Farm zu lassen. Aber es kommst auch auf euren Fokus an. Nehmen wir an das Gegnerteam hat eine massive Frontline. Dann musst du und der Adc vermutlich Tanks fokusieren! D.h. für den Farm, dass diesen der Adc bekommt, da dieser stärker gegen Tanks ist als ein Apc. \nNehmen wir aber an die Gegner haben eine schwache/keine Frontline, dann musst du und dein Adc Assasinen bzw. andere Adc/Apc fokusieren, wogegen ein Apc besser ist. Also bekommst hier du den Farm.\n\n**Kurz gefasst:**\n**Jeder hat das Recht auf den Farm. Aber am besten ist es, dem den Farm zu lassen, der am meisten davon profitiert und das ist oft der (Item-)Schwächste aus dem Team.**\n\nIch hoffe ich konnte dir damit helfen :)\n\n\nMfg,\nRuaga","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-25T03:26:02.838+0000","up_votes":4,"down_votes":3,"body":"Normaler Weise versucht man den Farm auf beide Carries zu verteilen. Und ja, deren Items sind nicht zufällig die teuersten, das ist schon Absicht. Aber es sind auch beide ungefähr gleich teuer... also die Klinge der Unendlichkeit kostet 3.800, Rabadons 3.500.\n\nDas lustige daran: Im Normalfall hast du als AP Carry kaum eine Chance den Farm des ADCs zu klauen... wenn dein ADC es also nicht schafft, sich die last hits zu sichern, obwohl er einfach nur Rechtsklicken muss... soll er sich nicht beschweren.\n\nAber das wirklich dumme an LoL ist ja: es gibt da kein richtig und kein falsch. Selbst bei Profi-Mannschaften wird sich teilweise (hinter den Kulissen) über die Aufteilung des Farms gestritten. Und TSM kommt da zu einem anderen Schluss als CLG...\n\nIch zum Beispiel spiele eigentlich sowieso eher Supports als Assassinen. Wenn ich also auf Lulu bin und meine eigentliche Aufgabe eh darin besteht, die Vayne in die Position für einen Pentakill zu bringen... dann mache ich mir das Leben einfacher, wenn ich ihr möglichst viel Farm überlasse. Wenn ich aber als Ahri selber auf den Pentakill aus bin, dafür aber einen eher unterstützenden ADC wie Sivir in meinen Reihen habe (und bei der Sivir Ulti ist es vollkommen egal, was für Items die hat, dieser Skill macht immer dasselbe...) kann ich ihr nicht den Farm geben, denn dann fehlt mir am Ende der Schaden um die Gegner umzubringen.","replies":[]},{"id":"","poster":"Elxeam ","date":"2015-08-25T04:06:08.188+0000","up_votes":2,"down_votes":1,"body":"Gib alles dem ADC!! Der carriet dich doch merkst du das denn nicht? Kappa","replies":[]},{"id":"","poster":"Evildragonfire","date":"2015-08-25T08:51:04.375+0000","up_votes":1,"down_votes":0,"body":"ES ist immer wichtig mehr als einen Carry zu haben. Ob es nun der ADC ist oder die Mitte ist egal. Jeder der beiden braucht Farm. Denn wenn nur einer Farm bekommt dann hängt alles an ihm. D.h. er bekommt meisten Fokus ab und wenn er tod ist, dann erkennt ihr das Ergebnis oder? Also Mid und ADC sind gleich wichtig. ES wird dann nur davon abhängen welcher Champion du bist. (Wie Effektive du gegen das Gegnerteam bist)","replies":[]}]}