{"id":"3cbb4gb6","poster":"Crip the Cook","date":"2015-08-25T05:22:48.135+0000","title":"OBS Fachmann gesucht xD","subforum":"Streams & YouTube","embed":{"title":"YouTube","description":null,"url":"https://www.youtube.com/watch?v=k2ws83YPQck","image":null},"up_votes":1,"down_votes":0,"body":"Mein Problem ist das ich bei meinen neuen Einstellungen in OBS bei schnellen Bildern, kleine &Uuml;berlappungen bzw. Ruckler drinne habe, und wollte mal Fragen ob jemand wei&szlig; in wiefern ich das ganze L&ouml;sen kann , OBS Kodierungen beide auf 10k\r\nIm dem kurzen Testclip sieht man das ganze im Aatrox Q Sprung","replies":[{"id":"","poster":"Nephirelle","date":"2015-08-25T06:00:07.803+0000","up_votes":1,"down_votes":0,"body":"Ohne jetzt dein Beispielvideo gesehen zu haben, weil ich keinen Youtube-Account habe:\n\nAls ich das letzte Mal mit OBS herumexperimentiert und schwere Bildaussetzer etc. im Stream hatte, waren meine Settings einfach zu hoch für meine Uploadrate eingestellt. Die gesamte Bitrate unter \"Einstellungen\" > \"Ausgabe\" sollte 80% deiner Uploadrate nicht überschreiten. \nEventuell ist aber auch dein Rechner einfach zu schwach für eine schnelle Bildverarbeitung und es kommt dadurch zu Rucklern.","replies":[{"id":"","poster":"Crip the Cook","date":"2015-08-25T06:40:12.080+0000","up_votes":1,"down_votes":0,"body":"Danke für den Tipp, habe aber vergessen das es dabei nicht ums streamen geht sondern um die Reine Dateiausgabe (uploadrate aussen vor)","replies":[{"id":"","poster":"pLâce","date":"2015-08-25T07:29:26.525+0000","up_votes":2,"down_votes":0,"body":"Wieso haust du 10k Ul / Dl Kodierung rein ? :D\nDas könnte unter anderem ein Problem sein.\n\nAnsonsten schaue mal ob du \"Bild zu Hertz Anzahl\" zwingen einstellen kannst.\nOder versuch mal VSync.. ich gehe von aus, das dein Monitor mit der FPS Rate nicht mithalten kann.\n\nUnd es reicht wenn du Ul / Dl auf 2000 - 2500 stellst, 10K ist heftig, wird halt noch sehr viel mit beansprucht.","replies":[{"id":"","poster":"Crip the Cook","date":"2015-08-25T08:46:19.201+0000","up_votes":1,"down_votes":0,"body":"Mir viel halt auf das es rauf bis 70k nicht ruckelt, und ich unter 10 Qualität einbüße, aber ich werds mir bei den 20 Minuten Video von 4 GB hier nochmal überlegen mit den 10 k :D","replies":[{"id":"","poster":"pLâce","date":"2015-08-25T09:01:55.190+0000","up_votes":1,"down_votes":0,"body":"auf 3500kb hast du ein FullHD Stream :b\n\nAlso sollte auch 3500Kb für deine Zwecke völlig ausreichen.\n\nDu musst halt immer mit bedenken, umso höher die Kodierung, umso mehr Pixel, also wird ab einem Gewissen Punkt fast unmöglich für deinen Rechner, diese Pixel masse wieder zu geben, daher können halt diese Nebenwirkung auftreten.\n\nVersuch mal ein Foto in HD Auflösung auf ein Sony Erricsson K700i Handy zu öffnen, das Handy wird sich weigern, da es zuviele Pixel sind.","replies":[{"id":"","poster":"Crip the Cook","date":"2015-08-25T12:49:30.230+0000","up_votes":1,"down_votes":0,"body":"Alles Klar, super, dann bedank ich mich ganz Herzlich für die Hilfe und die Zeit, man sieht sich :)","replies":[]}]}]}]}]}]}]}