{"id":"VWatoAQj","poster":"Comp1","date":"2019-12-11T19:42:55.468+0000","title":"Master Decay frage?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo. wenn ich Master erreicht hab kriege ich ja pro tag LP abgezogen wenn ich nicht gespielt hab das ist klar. \r\n\r\nAber wie ist das wenn ich 1. Game spiele z.b um 17:00. Wird dann am nächsten Tag wenn ich kein spiele, spiele bis 23:59 krieg ich Minus lp? oder zählt das dann für den nächsten tag? check das nicht so richtig xd","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-11T20:00:33.464+0000","up_votes":1,"down_votes":0,"body":"In der Preseason ist decay erstmal eh aus","replies":[{"id":"","poster":"Comp1","date":"2019-12-11T20:01:05.839+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=MaxiÖ,realm=EUW,application-id=YnZkMR0R,discussion-id=VWatoAQj,comment-id=0000,timestamp=2019-12-11T20:00:33.464+0000)\n>\n> In der Preseason ist decay erstmal eh aus\n\nist mir bewusst aber in der season?","replies":[{"id":"","poster":"MaxiÖ","date":"2019-12-12T08:29:38.171+0000","up_votes":1,"down_votes":0,"body":"Wenn du auf Rsnked gehst, dann steht unten links wann du demoted wirst.","replies":[]}]}]},{"id":"","poster":"PTP Polaris","date":"2019-12-11T21:41:16.772+0000","up_votes":1,"down_votes":0,"body":"Wenn du Master erreichst werden dir 10 Games als buffer gutgeschrieben. Das heißt du kannst 10 Tage keine Rankeds spielen ohne Decay zu erleiden. Generell kann man diese buffer immer wieder bis 10 hochstacken. Das heißt du kannst 4 Tage kein Ranked game spielen (-> Buffer auf 6 Games runter) und dann am 5. Tag 4 rankeds hintereinander und du hast wieder deinen Buffer auf 10 Games hoch. \nWenn dein Buffer nun auf 0 Games fällt (10 Tage keine Rankeds am stück, 1 Game wird immer um 0:45 abgezogen, wenn die Ranked ladder aktualisiert wird. Um Die Uhrzeit findet auch der Aufstieg oder Abstieg zu Grandmaster(Challenger statt) wird dir pro Tag an dem du weiterhin nicht Spielst 100 LP abgezogen. Wenn du unter 0 LP fallen würdest fällst du auf Dia 1 mit 50LP runter. \nHoffe ich konnte dir weiter helfen,\nMfG Soheel / 24 08 2001","replies":[]},{"id":"","poster":"Tatzeblu","date":"2019-12-11T20:05:04.380+0000","up_votes":1,"down_votes":0,"body":"So wie ich das verstehe, startet man mit 10 Wins, sobald man Master kommt und dann wird immer täglich ein Win abgezogen, wenn das Ladder Update um 0:45 kommt.\nIch bin mir nicht sicher, ob die LP vor oder nach dem Update abgezogen werden, wenn man 0 Spiele hat) und man dann eventuell von Grandmaster in Master fällt oder sich bis zum nächsten Update hält. Das müsste man sich mal anschauen. Ist ja aber eh komplett egal, solange gerade nicht der letzte Tag der Season ist. Also noch genug Zeit zum herausfinden.","replies":[]}]}