{"id":"M1IYy9OL","poster":"Eroticat Nimar","date":"2020-03-02T01:21:59.702+0000","title":"Dem Forum winke winke sagen","subforum":"Allgemeiner Chat","embed":{"title":null,"description":null,"url":"https://euw.leagueoflegends.com/de-de/news/community/saying-farewell-to-boards/","image":null},"up_votes":5,"down_votes":0,"body":"Ich nutze dieses Forum hier seit einigen Monaten und gerade die üblichen wiederkehrenden Gesichter sind einem sehr lieb geworden und sorgten fast täglich für den einen oder anderen Lacher, wobei natürlich gerade die sehr repetetiven Posts täglich Anlass für's Face-Palmen gaben.\r\n\r\n9. März liebe Leute, dann ist das Forum dicht\r\n\r\nAuf dann liebe Leute \r\n{{sticker:vlad-salute}}","replies":[{"id":"","poster":"Aymira","date":"2020-03-02T07:02:17.493+0000","up_votes":3,"down_votes":0,"body":"Wir nehmen einfach dieses Forum...\n\n... Und schiiiiiieeeeben es woanders hin! \n{{sticker:sg-soraka}}","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-02T09:59:04.621+0000","up_votes":1,"down_votes":0,"body":"Ich arbeite dran :D","replies":[{"id":"","poster":"Aymira","date":"2020-03-02T15:31:44.963+0000","up_votes":1,"down_votes":0,"body":"Schon gesehen.\nMeine Angst ist nur, dass das eben nur von ner kleinen Gruppe betrieben wird, weils dann ja keine offizielle Anlaufstelle ist. \n\nAn sich nicht schlimm, aber ich hab das Gefühl, dass das einfach nicht das gleiche ist, wie hier. :o\n\nMal abwarten. Ist jedenfalls klasse das du dir das zur Aufgabe machst. Find ich spitze! :)","replies":[{"id":"","poster":"Megamaexx","date":"2020-03-02T16:27:56.506+0000","up_votes":1,"down_votes":0,"body":"Mittlerweile besteht die Admin-Truppe aus 4 Leuten, sobald eine bessere Website steht, werden sicherlich noch Mods und eine vernünftige Struktur folgen. Hab das Gefühl, ich habe da fähige Leute an meiner Seite :3","replies":[]}]}]}]},{"id":"","poster":"ShenraZ","date":"2020-03-03T07:20:14.036+0000","up_votes":1,"down_votes":0,"body":"Hallihallo an alle,\n\nauch wir, möchten uns einmal dazu melden....\n\nWir finden es ebenfalls Suboptimal das dieses Forum ohne wirklichen Grund einfach so abgeschalten wird, man könnte das Forum neu gestalten und Umstrukturieren falls es den Betreibern nichtmehr gefällt...\nDas Forum war bisher immer eine super Anlaufstelle für Spieler/Teamsuche oder Veröffentlichungen von Turnieren.\nDas man nun auf überfüllte Discords soll ist unverständlich und beschämend für Riot Games zugleich.\n\nHier hätten wir eine Lösung...als uns klar wurde dass die Foren Ihre Pforten schließen würden, machten wir uns Gedanken und haben uns an eine Forensoftware gesetzt und möchten nun eine zweite Anlaufstelle hiermit anbieten.\n\nDas Forum soll erstmal nur für die Deutsche Community sein, die Foren wurden bereits alle erstellt und man kann direkt loslegen. Nun möchten wir noch andere Plugins hinzufügen sowie erstellen.\nGeplant wären diverse Ränge sowie Einbindung der Riot API in naher Zukunft, im Vordergrund soll es einen Chat geben der mit dem Forum verknüpft ist für eine einfachere Spielersuche.\n\nDa die Website ebenfalls umgestaltet wurde und Patchnotes sowie diverse andere Neuigkeiten nun schnell verschwinden und unauffindbar sind, möchten wir diese ebenfalls, so schnell wie möglich, in unserem Forum hinzufügen damit sie einfach abzurufen sind.\n\nDie Seite wird natürlich noch stetig weiterbearbeitet aber basiert auf freiwilliger Basis!\n\nErreichbar wären wir unter:\nhttp://www.league-forum.de\nhttp://www.league-forum.com\nhttp://www.league-forum.net\nhttp://www.league-board.de\nhttp://www.league-board.com\nhttp://www.league-board.net\n\nEs ist egal über welche Adresse Ihr auf das Forum kommt, die anderen Domains sind für den Ausbau der Anderssprachrigen Communitys.\nBisher haben wir auch schon einiges an Geld reingesteckt und sind stolz auf den Fortschritt den wir in der kurzen Zeit gemacht haben und hoffen es geht mit der gleichen Geschwindigkeit vorran (:\n\nEbenfalls möchten wir anmerken die Community zueinander zu bringen, d.h. dem Spieler sollen besondere Funktionen auf dem Forum gegeben werden, wir werden Emojis zu beiträgen hinzufügen, wie bereits erwähnt auch einen Chat, die allseitsgeliebtes reactions sowie jeden Champions als Smiley, für jeden Champion eigene Foren erstellen und und und\nDas Forum sollte möglichst auch gepflegt werden und bleiben, daher werden wir, wenn überhaupt Interesse an der Community besteht, Moderatoren suchen\n\nIn diesem Sinne\nAdios unser geliebtes Forum!","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2020-03-03T00:33:54.279+0000","up_votes":1,"down_votes":0,"body":"Das wahre Gesicht Riots ist eben der Kommerz. Die wissen genau, daß sie vielen von uns das Herz brechen. Trotz \"kostenloser\" Mods ist wohl der Strom für die Server-Festplatte zu teuer. \nLOL ist zur Cash Cow verkommen. Nur das absahnen zählt noch. Wirklich sehr schade.","replies":[{"id":"","poster":"Eroticat Nimar","date":"2020-03-03T04:05:29.941+0000","up_votes":1,"down_votes":0,"body":"Hasi, es benutzen halt wesentlich (!) Mehr Leute den discord und Reddit.\n\nDas deutsche Forum kommt da nicht hinterher.\nIst etwas schade, aber understandable","replies":[]}]}]}