{"id":"LxUG4Js8","poster":"SliteSit13","date":"2015-08-24T08:59:35.009+0000","title":"{{champion:24}} Jax zu OP???","subforum":"Champions & Gameplay","up_votes":1,"down_votes":8,"body":"Nach dem letztem Patch wurden einige Items hinzugef&uuml;gt!!!\n\n\nDie Frage ist nun aber: werden diese nicht f&uuml;r Op Kombinationen f&uuml;hren?\nNachdem nun mehr Verteidiger-Items dabei sind k&ouml;nnen sich die Toplane-Tanker freie Wahl lassen...\nIch presentiere es nur an einen Beispiel:\n\n\nUnser alt zu bekannter OP Tank/K&auml;mpfer Jax der ein bi&szlig;chen in Vergessenheit geraten ist, \nscheint nun zu einem noch st&auml;rkeren Champ zu werden.\nIn Kombination mit...\n\n1. {{item:3111}} \n2. {{item:3800}} \n3. {{item:3083}} **Es sind nur Beispiel Items!!** \n4. {{item:3911}} **Ich würde sie in der Kombi nicht vermenden!!**\n5. {{item:3153}} \n6. {{item:3742}} \n\n...w&auml;re er ein Frontliner der sogar ein Standart 5er Team mit maximal 2 Magiern sehr lange besch&auml;ftigen kann.\n\nDiese Items waren jetzt nur ein Beispiel daf&uuml;r, dass es neue Kombinationen gibt, sie m&uuml;ssen nicht in der Form verwendet werden.\n\n\nMit freundlichen Gr&uuml;&szlig;en SliteSit13...","replies":[{"id":"","poster":"Black Mage","date":"2015-08-24T09:10:59.737+0000","up_votes":3,"down_votes":2,"body":"das build ist unter anderem eines der schlechtesten, welches ich sehen kann.\n\ndu häufst items an, welche keine vorteile mit sich bringen ggf synergien miteinander haben.\n\ndu kaufst dir 3 pure hp items, welche keine defensiven stats mit sich bringen ->  effektive hp SEHR SEHR NIEDRIG. da hilft dir sowas wie der panzer NICHT (50 armor ist nicht existend). da muss nur einer % dmg machen, oder etwas magic/armor pen kaufen und schon ist jeder dmg bei dir true damage UND du selber bist ein leichtes target, welches ignoriert werden kann, da dir schaden fehlt!\n\ntrinity+botrk sind immernoch seine core items, weil beide items verleihen ihm die möglichkeit am target zu bleiben UND viel schaden auszuteilen...\n\nder Panzer KANN eine gute entscheidung sein, aber auch Steraks Pegel, zusammen mit anderen defensiven items, kann/wird wunder bringen, da dadurch trinity viel stärker wird","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T09:23:06.779+0000","up_votes":1,"down_votes":5,"body":"wie gesagt das war nur ein Beispiel ich spiele hauptsächlich nur gegen Jax seit dem Patch und er wird mit neuen Items kombiniert und hält mehr aus als zuvor. Hier habe ich nur Ein paar neue Items hinzugefügt da es auch Player gibt die von denen noch nichts gehört haben.\n\nTrotzdem danke für die Kritik **Black Mage**  :)","replies":[{"id":"","poster":"Black Mage","date":"2015-08-24T09:44:21.652+0000","up_votes":1,"down_votes":0,"body":"wenn du unter \"neue\" items, BotrK nennst, dann musst du zig andere items nennen, die zwischen dem jetzigen patch und dem release von BotrK waren und gut sind... \nDenn das item gibt es nun sicherlich ca 1 einhalb jahre +...\n\nes ist eine sache etwas misszuverstehen, eine andere jedoch den sachverhalt so umzudrehen, das der andere dumm dasteht, wird dir aber mit dem setup nicht gelingen","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T09:48:01.853+0000","up_votes":1,"down_votes":2,"body":"Ich will dich nicht dumm darstellen habe aber auch nicht behauptet das alle 6 Items neu sind. Ich habe nur gesagt das es neue Items gibt und das man sie zu OP Kombinationen bauen kann besonders mit Jax was sich Ingame schon bewiesen hat.\n\nAlso lese bitte etwas genauer und versuch nicht gleich immer ein auf klugscheißer zu mache :D","replies":[{"id":"","poster":"Black Mage","date":"2015-08-24T09:58:42.809+0000","up_votes":1,"down_votes":0,"body":"das erste problem bei deinem thread ist, das du zwar eine these hast:\n \"Die Frage ist nun aber: werden diese nicht für Op Kombinationen führen?\"\nund diese dann beantwortet hast:\n \"Unser alt zu bekannter OP Tank/Kämpfer Jax der ein bißchen in Vergessenheit geraten ist, scheint nun zu einem noch stärkeren Champ zu werden. In Kombination mit... (und dann halt die aufzählung von gegenständen) ...wäre er ein Frontliner der sogar ein Standart 5er Team mit maximal 2 Magiern sehr lange beschäftigen kann.\"\n\nABER NICHTS zu einer diskussion beigetragen hast, sondern nur kurz und knapp diese these vertreten hast...\n\nDu gibst die richtung für eine DISKUSSION NICHT vor -> dann mache ich das halt, indem ich sage, das die items nichts drauf haben, insbesondere nicht in kombination mit einander (zu viel hp ohne armor/mr = weniger effektive hp im gesamtbild).\n\nein warmogs + ein mixed stat item (GA, Sunfire cape, omen, etc) ist so gut wie Gambit + ein anderes dieser \"neuen\" items (allein der panzer ist eine gute alternativ wahl zu sunfire, für manche champs), da das zweite setup noch ein DRITTES item braucht, womit die effektive hp angehoben werden kann...\n\nwenn du dir keine mühe machst ein thema zu führen, dann lass es andere dabei zu hindern","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T10:35:35.320+0000","up_votes":1,"down_votes":1,"body":"ebenso hat Wrath ein Challenger vor 12 min unter einem Kommentar in seiner Diskussion **Challenger SoloQ beantwortet Fragen** bestätigt das die neuen Items zu OP Kombinationen führen...","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-24T11:29:27.270+0000","up_votes":1,"down_votes":1,"body":"Link?","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T11:38:44.490+0000","up_votes":1,"down_votes":1,"body":"http://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/6bi8m3I0-challenger-euw-soloq-beantwortet-eure-fragen\n\n**Ich lüge nicht guck nach...**","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-24T12:27:57.047+0000","up_votes":1,"down_votes":2,"body":"Da sagt er, sie sind stark, aber nicht OP.","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T12:34:30.365+0000","up_votes":1,"down_votes":2,"body":"nun ist es wie in jeder Diskussion ihr habt die wesentliche Frage ausgeblendet...\n\nMeine Frage war: **werden diese nicht für Op Kombinationen führen?**\nIch habe es nicht behauptet das Sie Op sind ich habe danach gefragt...","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-24T12:59:48.796+0000","up_votes":1,"down_votes":1,"body":"Er hat auch nicht gesagt, dass sie zu OP Kombinationen führen...\n\nich wollte auch gar nicht auf deine Frage aus dem Opening Post antworten, sondern nur auf deine Behauptung was jemand anderes gesagt haben soll..","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T13:19:48.942+0000","up_votes":1,"down_votes":2,"body":"Da kommt es wieder darauf an... Was verstehst du unter OP Kombination, denn eine starke Kombination ist indirekt eine OP Kombination. Starke Kombos sind effektiv, hilfreich und sorgen meist für den gewollten Lane-Win. Das wiederum tun OP Kombos auch. Also kommt das sozusagen auf das selbe hinaus. Das kann man auch aus den Wörtern ableiten das es sozusagen das ist: OP wissen wir ist overpowered also stark...\n\nSomit ist dein Argument wieder nichtig ...","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-24T13:41:17.329+0000","up_votes":3,"down_votes":1,"body":"Stark ist stark. Overpowered ist so stark, dass es alternativlos allem anderen überlegen ist.\nStarke Builds finden ihre Counterparts in anderen starken Builds. Overpowered überschattet das aber alles.\n\nBtw, habe ich gar kein Argument angeführt. Nur richtiggestellt was jemand, mMn und aus dem Wortlaut, gesagt und nicht gesagt hat...","replies":[]}]}]},{"id":"","poster":"Elxeam ","date":"2015-08-25T04:13:32.378+0000","up_votes":1,"down_votes":0,"body":"Nein werden sie nicht. Und du machst andauernd den Eindruck dass du die für zu OP hältst","replies":[]}]}]}]}]}]},{"id":"","poster":"SliteSit13","date":"2015-08-24T10:09:41.303+0000","up_votes":1,"down_votes":1,"body":"Okay ich verstehe dich voll und ganz du hast auch Recht nur war eine Frage von mir auf die Ich gerne eine Antwort haben wollte. Sie habe ich nun auch bekommen. Danke hierfür nochmal. Außerdem habe ich kurz eine Umfrage nicht explizip zu Jax und diesem Build gestaltet sondern zu den neuen Items allgemein.\nAber trotzdem Danke dass du so ehrlich und mit vielen Argument aktiv dabei bist. **Danke :)**","replies":[]}]},{"id":"","poster":"Gorantharon","date":"2015-08-24T10:21:20.977+0000","up_votes":1,"down_votes":1,"body":"Ja, wenn Du dann aber eben eine überhaupt nicht OP Kombination als Beispiel bringst, verläuft sich die Diskussion im Sande, bevor man damit angefangen hat.","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T10:27:29.371+0000","up_votes":1,"down_votes":1,"body":"Da muss ich wiederum sagen ich bin main supp und spiele nur top wenn sie Jax picken da ich gut weiß wie man ihn nutzlos für die Lane macht dabei fiel mir halt nur auf das durch neue Items gute Kombos entstehen. Ich selber besitze kein Fotographisches Gedächniss kann dir also nicht aus dem Kopf sagen wie der Build nochmal aussah also nahm ich nur rdm Items die teilweise neu sind und Leben bringen.\n\nAlso müsst ihr euch auch nicht darauf festbeißen das genau dieser Build OP ist. Ist er auch nicht das weiß ich selber. Wie schon erwähnt es ist nur ein Beispiel!!!","replies":[{"id":"","poster":"Gorantharon","date":"2015-08-24T11:40:27.847+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=SliteSit13,realm=EUW,application-id=Wj1wcocU,discussion-id=LxUG4Js8,comment-id=000000000000000000010000,timestamp=2015-08-24T10:27:29.371+0000)\n>\n> \n> Also müsst ihr euch auch nicht darauf festbeißen das genau dieser Build OP ist. Ist er auch nicht das weiß ich selber. Wie schon erwähnt es ist nur ein Beispiel!!!\n\nDoch, leider müssen wir das schon. Du stellst die konkrete Frage, ob die neuen Items vielleicht OP seien, Dein Beispiel ist aber das genaue Gegenteil.\n\nSolange also gar kein Beispiel auftaucht, in dem die Items OP sind, oder zumindest so scheinen, heißt die Antwort: \nWohl nicht.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"SliteSit13","date":"2015-08-24T14:11:17.061+0000","up_votes":1,"down_votes":1,"body":"wie gesagt was OP ist hat auch seine Counterpicks meistens ist das OPe was das unberechenbar und womit die community nicht gerechnet hat\n\nGutes Beispiel: letzten Monat yi wurde bis dorthin nicht gespielt dann aber spielte FNATICs Jungler yi und rasierte alle Gegner mit unberechenbaren nicht vorhersehbaren Kombos was ihn wieder OP machte somit spielen ihn nun viele wieder bis in ein paar wochen ein counterpart gefunden wurde und es einen neuen OP champ gibt,\n\nAnderes Beispiel: Toplane Terror also Shyvana top mit Smite oder Ezreal mid mit Smite beides gilt für OP bis ein Counterpick auftauchte \n\nAlso es gibt OP Champs und Builds aber halt nur über einen bestimmten Zeitraum.\nOP hat aber auch nichts mit einer win-rate zu tun das ist kompletter schwachsinn.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-08-24T15:59:08.080+0000","up_votes":1,"down_votes":0,"body":"Wann hat Reignover bitte Yi gespielt? o.O Ich kann mich nicht erinnern, dass das passiert ist.\nAch ja und... Yis Kombos sind im Großen und Ganzen vorhersehbar. Was will er bitte an Kombos machen? Ich kenne den W-Reset für Autos. Q-Dodge für Skillshots. Allgemeines Juken, was aber keine Kombo ist. \n\nAußerdem, wenn etwas Yi mehr begünstigt hat, war das eher Sated Devourer statt Reignover.","replies":[]},{"id":"","poster":"Evenrider","date":"2015-08-24T14:30:54.716+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SliteSit13,realm=EUW,application-id=Wj1wcocU,discussion-id=LxUG4Js8,comment-id=0004,timestamp=2015-08-24T14:11:17.061+0000)\n>\n> wie gesagt was OP ist hat auch seine Counterpicks meistens ist das OPe was das unberechenbar und womit die community nicht gerechnet hat\n> \n> Gutes Beispiel: letzten Monat yi wurde bis dorthin nicht gespielt dann aber spielte FNATICs Jungler yi und rasierte alle Gegner mit unberechenbaren nicht vorhersehbaren Kombos was ihn wieder OP machte somit spielen ihn nun viele wieder bis in ein paar wochen ein counterpart gefunden wurde und es einen neuen OP champ gibt,\n> \n> Anderes Beispiel: Toplane Terror also Shyvana top mit Smite oder Ezreal mid mit Smite beides gilt für OP bis ein Counterpick auftauchte \n> \n> Also es gibt OP Champs und Builds aber halt nur über einen bestimmten Zeitraum.\n> OP hat aber auch nichts mit einer win-rate zu tun das ist kompletter schwachsinn.\n\n\nWat?\nYi ist OP, weil er in ein paar Spielen gewonnen hat?\nNur weil es auch unter der Creme der Spieler, auch welche gibt, die nicht perfekt sind und nicht alles beantworten können, heißt das nicht, dass das, was sie nicht beantworten können OP ist, solange die Möglichkeiten dazu gegeben sind.\nErst wenn die Möglichkeiten dazu nicht gegeben sind, dann ist es OP.\nDu kannst nicht direkt alles als OP hinstellen, was mal gut geklappt hat....\nWenn wir danach gehen hier die neuste OP Botlane: Fiddle+Tahm. Warum? weil ich ein Spiel mit solch einer Botlane hatte und wir gewonnen haben....","replies":[]}]},{"id":"","poster":"SliteSit13","date":"2015-08-24T13:51:31.015+0000","up_votes":1,"down_votes":2,"body":"xD\n\nokay okay gehen wir davon aus wir spielen den selben Build im Normal der als OP gilt aber nur einer von uns Gewinnt und carried das Game somit hat der eine den OP build gehabt der andere hat einfach nur abgekack alles eine Sache der Definnition !!!\n\nxD","replies":[{"id":"","poster":"Evenrider","date":"2015-08-24T13:53:58.649+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SliteSit13,realm=EUW,application-id=Wj1wcocU,discussion-id=LxUG4Js8,comment-id=0003,timestamp=2015-08-24T13:51:31.015+0000)\n>\n> xD\n> \n> okay okay gehen wir davon aus wir spielen den selben Build im Normal der als OP gilt aber nur einer von uns Gewinnt und carried das Game somit hat der eine den OP build gehabt der andere hat einfach nur abgekack alles eine Sache der Definnition !!!\n> \n> xD\n\nWenn es ein OP Build ist, werden beiden gewinnen.\nFalls doch nicht beide gewinnen, ist es kein OP Build.","replies":[{"id":"","poster":"SliteSit13","date":"2015-08-24T13:56:43.988+0000","up_votes":1,"down_votes":1,"body":"Nach der These wiederum gibt es kein OP Build... entscheide dich mal xD","replies":[{"id":"","poster":"Evenrider","date":"2015-08-24T14:00:24.382+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SliteSit13,realm=EUW,application-id=Wj1wcocU,discussion-id=LxUG4Js8,comment-id=000300000000,timestamp=2015-08-24T13:56:43.988+0000)\n>\n> Nach der These wiederum gibt es kein OP Build... entscheide dich mal xD\n\nStimmt.\nGibt es auch nicht. Allerdings war Kassadin mal ziemlich nahe dran. Mit seiner 90% Banrate.\n\nAußerdem wenn es OP wäre, müsste es dann nicht irgendwo zu sehen sein? Bisher schießt, wenn überhaupt, Skarner aus der Winrate nach oben raus. Und er hat nur eine 60% Winrate. Das heißt es kann nicht OP sein. Oder glaubst du, du bist der einzige der auf die Idee kommt? Wenn es OP wäre, würde es doch maximal 1 Woche dauern, bis es in der SoloQ in Diamond+ zum Dauerban des zweiten Teams wird.","replies":[]}]}]}]},{"id":"","poster":"SliteSit13","date":"2015-08-24T13:45:25.213+0000","up_votes":1,"down_votes":2,"body":"OP builds haben aber wiederum auch ihre counterparts. Sie können aus den selben Items bestehen wie deiner Meinung nach starke Builds. Zu OP Builds werden sie nur in Kombination mit den Skills des Spielers somit ist es wiederum das selbe...","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-24T13:47:49.081+0000","up_votes":1,"down_votes":0,"body":"Nein, denn dann ist Skill OP :)","replies":[]}]},{"id":"","poster":"SliteSit13","date":"2015-08-24T11:49:19.169+0000","up_votes":1,"down_votes":1,"body":"okay hätten wir das auch geklärt da du dich festbeißt würde ich jetzt gern von dir wissen was du für ein Beispiel nennen würdest dann würde ich das abändern damit diese Diskussion auch geklärt ist.","replies":[]}]}