{"id":"HlEUsNEz","poster":"Faladyer","date":"2015-08-23T20:21:03.955+0000","title":"[Champion-Konzept] Lacrov, der herzlose Ritter","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Dies ist die Deutsche Version... Die Englische ist hier zu finden:\n http://boards.euw.leagueoflegends.com/en/c/community-creations-en/gm3M500d-champion-concept-lacrov-the-heartless-knight-en\n\n**Inhaltsverzeichnis:**\n\n1. Geschichte\n2. Aussehen ( In Arbeit )\n3. Attribute \n4. F&auml;higkeiten\n5. Spr&uuml;che und andere Interaktionen (Vorl&auml;ufig)\n\n**Die Geschichte**\n\n\"Einst, vor einer langen Zeit gab es einen Ritter, ungeschlagen im Feld, ungeschlagen im Tjost, beliebt, verehrt, einsam. Obwohl er so beliebt war oder gerade deswegen lie&szlig; er niemanden an sich heran, stie&szlig; alle von sich die sich ihm an n&auml;herten, denn er dachte sie wollten ihn nur ausnutzen.\n\nEines Tages ritt er durch einen Wald um nachzudenken, sich zu erholen, die Natur zu genie&szlig;en. Als er so ritt vernahm er einen wundersch&ouml;nen Gesang... er stieg ab und folgte dem Klang. Er erreichte einen See an dessen Ufer eine wei&szlig; gekleidete Frau, sch&ouml;ner als alle, die er je gesehen hatte, stand. Er verlor sein Herz auf den ersten Blick. Der Ritter versteckte sich hinter einem Baum, als die Frau ihr Lied beendet hatte, ging er klatschend aus seinem Versteck und auf die Frau zu. Der Frau dreht sich um, l&auml;chelte. Der Ritter war wie in Trance, besann sich dann aber wieder und erz&auml;hlte ihr, wie sch&ouml;n sie gesungen h&auml;tte. Die Frau bedankte sich und meinte sie m&uuml;sse jetzt los, w&uuml;rde aber jeden Tag am See singen. Der Ritter versprach wieder zukommen, was er auch tat. Eine Monat lang kam er jeden Tag zum See um sie singen zuh&ouml;ren, dann faste der den Entschluss ihr zu sagen, dass' er sie Liebt. \n\nSo ging der Ritter auf sie zu, griff ihre Schulter und sagte, ihr was er zu sagen hatte. Sie l&auml;chelte und sagte es t&auml;te ihr Leid, im selben Moment sp&uuml;rte der Ritter einen Schmerz in der Brust und wie sein K&ouml;rper taub wurde. Doch es waren nicht die Worte, die diese Gef&uuml;hle verursachten sondern die Hand, die durch das Kettenhemd das er trug in seiner Brust steckte und ihm das Herz raus riss. Der Ritter wurde ohnm&auml;chtig und fiel nach hinten.\n\nAls er wieder aufwachte sp&uuml;rte er nichts, bis auf das ihm etwas fehlt... Als ihm klar wurde, was ihm fehlt begabt er sich blut&uuml;berstr&ouml;mt auf die Suche. Er suchte in jedem Mann, in jeder Frau, jedem Kind das er traf, ob sie vielleicht sein Herz, das ihm gestohlen wurde, in der Brust trugen.\" \n\"Die gro&szlig;e M&auml;rchensammlung Valorans\", Band VII, Seite 225, Bibliothek von Piltover.\n\nKeiner wei&szlig;, ob die Legende von Lacrov war ist oder ob Lacrov die Ausgeburt einer wahr gewordenen Legende ist... Die Wissenschaftler in Zhaun denke er sei eine Art Ansammlung von kollektiver Imagination, die meisten Einwohner Piltovers denke das er ein weiterer misslungener Versuch aus Zhaun ist, Demacias und Noxus Einwohner halten Lacrov für einen Dämon der sich der Legende bedient um Angst und Schrecken zu verbreiten. Was bekannt ist ist, dass die Legende des herzlosen Ritters eine der am weitesten verbreitete Legende des nördlichen Valorans, ein M&auml;rchen, das man Kindern als Gruselgeschichte erz&auml;hlt, ein tragisches Drama mit vielen Schauspiel-Interpretationen ist.\n\n**Aussehen:**\n\nLacrov tr&auml;gt eine schwere Plattenr&uuml;stung wie sie beim Tjosten &uuml;blich ist, mit einer massiven Brustplatte, die das Loch in seiner Brust verdeckt. Als Waffe nutzt er seine Tjost-Lanze. Seine R&uuml;stung ist aus dunklem Metall und sein zerfetzter Umhang (lang, R&uuml;cken) ist blutrot. \n\nKopf:\nhttp://fs1.directupload.net/images/150824/kxnk9ode.png\nWaffe:\nhttp://fs1.directupload.net/images/150824/phx6m8ko.png\n\n**Attribute:**\n\nLeben:\n565 (+91 pro Stufe)\nMana:\n300 (+40 pro Stufe)\nAngriffsschaden:\n59 (+3 pro Stufe)\nAngriffstempo:\n0.65 (+2,5% pro Stufe)\nLauftempo:\n345\nLebensregen.:\n8 (+0.7 pro Stufe)\nManaregen.:\n6.755 (+0.45 pro Stufe)\nR&uuml;stung:\n24.384 (+3.8 pro Stufe)\nMagieresistenz:\n32.1 (+1.25 pro Stufe)\n\n**F&auml;higkeiten:**\n\n**Passiv**: Hass des Herzlosen (/ Hatred of the Heartless)\nLacrov sucht sein \"verlorenes\" Herz und markiert nahe gegnerische Champions, die ein Herz besitzen mit \"ein Herz in der Brust!\". Gegner ohne Herz machen Lacrov wütend, deswegen markiert er sie mit \"Kein Herz in der Brust!\".\n\nLarcov verlangsamt markierte Gegner 1 Sekunde lang um 30 %, wenn er ihnen Schaden zufügt und erh&auml;lt einen Angriffstempobonus von (12+ 0,5 (pro Lvl) % gegen markierte Gegner. Zudem erh&auml;lt er 50% des in den letzten 2 Sekunden erlitten Schaden als Leben zur&uuml;ck wenn er einen markierten Gegner t&ouml;tet.\nDie Markierung wird entfernt, wenn der markierte Champion l&auml;nger als 2 Sekunden weiter als 2000 von Lacrov entfernt ist.\n\nKosten: /\nAbklingzeit: 6 Sekunden\nReichweite: 1500\n(Anmerkung: \"Kein Herz in der Brust!\" wirkt auf Fiddlesticks, Blitzcrank, Orianna, Zac, Malphite, Maokai, Lacrov und **Teemo **)\n\n**Q**: W&uuml;tender Sto&szlig; (/ Furious Burst)\nLacrov st&ouml;&szlig;t seine Lanze nach vorne, wobei er je nachdem wie weit er sto&szlig;en soll kurz in die Richtung des Sto&szlig;es rutscht. Dabei f&uuml;gt er auf schmaler gerader Linie 70/110/150/190/240 (+105% zus&auml;tzlicher Angriffsschaden) normalen Schaden zu und hinterl&auml;sst an allen nahen Gegnern direkt vor ihn zus&auml;tzlich eine Blutung von 0,5 % des maximalen Leben des Blutenden als magischen Schaden pro Sekunde. H&auml;lt 3 Sekunden. Weiter entfernte Getroffene werde anstatt der Blutung zur&uuml;ckgesto&szlig;en.\n\nKosten: 50/55/60/65/70 Mana\nAbklingzeit: 9 Sekunden\nReichweite: 1100\n\nGrau = 1100 Range-Radius\nGelb = Spieler Position\nRot = Schaden \nBlau = max. Dash-range und Blutung\nOrange = Pushback\nhttp://fs2.directupload.net/images/150824/r8dvilcu.png\n\n**W**: R&uuml;stung des Wahnsinnigen (/ Armor of the Insane)\nLacrov wechselt seinen R&uuml;stung-Modus\n\nLacrovs R&uuml;stung und Magieresistenz sind bis zum Wechsel um 3/3,5/4/4,5/5 % und f&uuml;r jede Markierung um weiter 3/3,5/4/4,5/5 % erh&ouml;ht.\n\nLacrov rei&szlig;t sich einen Teil seiner R&uuml;stung runter und f&uuml;gt dabei nahen Gegnern 50% seiner R&uuml;stung und Magieresistenz (ohne die Verst&auml;rkung) magischen Schaden zu. Er erh&auml;lt bis zum Wechsel 8/8,5/9/9,5/10 % zus&auml;tzlichen Angriffsschaden.\n\nKosten: 30 Mana\nAbklingzeit: 1,5 Sekunden\nReichweite: 600\n\n**E**: Niederknien (/ Kneel down)\nLacrov kniet f&uuml;r 5 Sekunden oder bis er sich bewegt nieder. Er verspottet nahe gegnerischen Diener und erleidet 30/35/40/45/50% weniger Schaden und regeneriert Leben 20/20/25/25/30% schneller, zudem ist er Immun gegen alle Kontrolleffekte.\n\nKosten: 50 Mana\nAbklingzeit: 30 Sekunden\nReichweite: Selbst\n\n**R**: Herzlose Monstrosit&auml;t  (/ Heartless Monstrosity)\nLacrov entfesselt seine aufgestauten Emotionen, die sich in Fangarmen aus Blut, Hass und Verzweiflung auf seinem R&uuml;cken manifestieren (2/3/4) und 8 Sekunden lang auf die Umgebung einschlagen. Die Fangarme greifen dabei alle 2 Sekunden an mit einem vertikalem, einem horizontalen oder einem direkt auf einen gegnerischen Champion gerichteten Schlag, der für 0,5 Sekunden betäubt. Die Fangarme f&uuml;gen jedem getroffen Gegner 50/65/80 magischen Schaden und 10/12/15 % des Angriffsschaden als normalen Schaden zu.\n\nKosten: 100/125/150 Mana\nAbklingzeit: 90 Sekunden\nReichweite: 800 Selbst\n(Anmerkung: Der vertikale und der horizontale greifen zwar zufällig an haben aber mindestens einen Gegner im Wirkbereich)\nGelb = Spieler Position\nRot = vertikaler Schlag\nGrün und Pink = horizontaler Schlag\nBraun mit Stern = Gegnerischer Champion / \"Einzel-ziel-Angriff-Ziel\"\nhttp://fs2.directupload.net/images/150824/rwadix9x.png\n\n**Spr&uuml;che und andere Interaktionen:**\nFreunde:\n\nRivalen:\n{{champion:67}} \n\nAuswahl:\n\"F&uuml;hre mich zu meinem Herz, Beschw&ouml;rer!\"\n\nAngriff:\n\"Gib mir dein Herz!\"\n\"Blute und Stirb\"\n\"Ich werde dich aufspie&szlig;en\"\n\"Hast du Herzschmerz?\"\n\"Dein jämmerliches Herz ist ganz sicher nicht meins!\" \n\n\nBewegung:\n\"Ist dort mein Herz?\"\n\"Grrrrrrr.....\"\n\"Ich hoffe, du wei&szlig;t was du tust\"\n\"Da kommt mein Herz nicht mehr mit\"\n\nVerspotten:\n\"Komm her und gib mir dein Herz!\"\n\"Dein Veragen würde mir das Herz brechen, wenn ich eins hätte\"\n\nWitz:\n\"Klopf, Klopf... Wer oder was ist da?... Nicht mein Herz!\"\n\"Hat dir mal wer gesagt, dass du herzloser bist als ich?\"\n\n\n\n*Meine anderen Konzepte:*\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/sV5Ekpr4-soron-der-prophet-von-tag-und-nacht","replies":[{"id":"","poster":"Samuraisub","date":"2015-09-03T12:36:32.835+0000","up_votes":1,"down_votes":0,"body":"Klingt ziemlich \"Broken\". Starker Off Tank mit viel Leben, hohen Grundschaden als auch hoher ATK Speed, kaum Manakosten und hohe Manawerte.","replies":[]},{"id":"","poster":"Dramos","date":"2015-08-23T21:32:13.465+0000","up_votes":1,"down_votes":0,"body":"\"Piltover\".\nDas ist der einzige Bezug zur Geschichte von League of Legends. Wenn du daran was ändern kannst, klingt der Champion besser. Details findest du in [diesem Thread](http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/0Wi4VR88-championkonzepte-die-lore).","replies":[{"id":"","poster":"Faladyer","date":"2015-08-23T21:50:58.141+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe du akzeptierst diesen verbesserungs Versuch.^^ Ich habe ein paar Städte eingefügt und was die Einwohner denken was Lacrov ist.","replies":[]}]}]}