{"id":"xda0xh5n","poster":"Jakojok","date":"2015-08-23T21:59:13.545+0000","title":"BRauche hilfe für 4 runenseiten","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo ich habe 12 runenseiten 8 bereits ausgef&uuml;llt k&ouml;nnte die sich jemand ansehen und sagen was ich in den letzten 4 machen k&ouml;nnte ING : Roam For Beer","replies":[{"id":"","poster":"Black Mage","date":"2015-08-23T22:17:05.201+0000","up_votes":2,"down_votes":0,"body":"was spielst du denn?\n\ngenerell braucht man \"nur\" 3~5 runenseiten:\n\nrot/gelb/blau/blau-violett\n#wichtige anmerkung: \"MR\" steht sowohl für scaling als auch flat MR, kommt auf deinen spielstil/die gegner an, 5 scaling + 4 flat ist eine interessante wahl.\n\nadc: flat AD/armor/MR/ATK speed (flat)\napc: flat magic pen/armor/flat AP/flat AP (oder halt magic pen, je nach bedarf, jedoch ist flat ap besser im early)\nsup: flat ad (oder armor/mr, ggf magic pen, je nach supporter)/armor/MR/ad (oder ap, ggf armor je nach setup/supporter)\ntop: genauso wie adc/apc, nur auf blau-violett flat ad als physischer top laner (falls atk speed unnötig)\n\ndas wär es eigentlich...\n\nwenn man verschiedene varianten einbaut, dann bekommt man schnell alle runenseiten voll\n\nauch kannste spezielle runenseiten","replies":[{"id":"","poster":"Evenrider","date":"2015-08-24T12:05:28.970+0000","up_votes":1,"down_votes":0,"body":"MR in Marks?\nsteht zwar nur bei der Suprunenseite, aber MR in Marks? Die bringen doch wesentlich weniger als MR in Glyphs, und meistens ist der Hauptschaden der Botlane doch normaler.\nDu wärest auch der erste Spieler, den ich sehe, der mit MR in Marks spielt.\n\nDu hast zwar auch die anderen Möglichkeiten dazugepackt, aber eben auch MR.","replies":[]}]},{"id":"","poster":"XxKampflappenxX","date":"2015-08-24T07:00:16.307+0000","up_votes":1,"down_votes":0,"body":"Es kommt immer darauf an was du gerne Spielst.\n\nWenn du jetzt gerne Midlane spielst empfiehlt es sich alle möglichen Runenseiten für verschiedene Matchups anzulegen.\nEin Beispiel wäre anstatt Magieresistenz in den Glyphen scaling CDR einzupacken\n\nOder anstatt Rüstung in den Siegeln Leben per Level. Das ist effektiver gegen Burst den Midlaner nunmal verteilen.\n\nRichte dir die Runenseiten einfach so ein wie du sie brauchst, je nachdem was du gerne spielst und was für Gegner du bekommst","replies":[]}]}