{"id":"7gX29A30","poster":"Angelol the 3rd","date":"2015-08-23T15:03:29.967+0000","title":"14-Tage Bann (gerechtfertig?)","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":14,"body":"Hallo zusammen :)\n\nBrauche mal eure Meinung...\n\nIch hatte heute ein wundersch&ouml;nes Spiel in welchem ich Support Karma gespielt habe.\nMeine Jinx auf der Bot Lane war der Meinung mich beleidigen und flamen zu muessen.\n\nVorgang:\n\nWir hauen die gegnerische Vayne auf 1-5% - ich wollte den Last Hit nicht machen.\nJinx ist umgedreht. Ich habe gefragt: \"wasted flash already?\" Weil ich nicht gesehen habe, ob sie ihr Flash benutzt hatte oder nicht.\nDaraufhin kam von ihr: \"f*ck you\"\n\nIch dann: \"One more flame and i go afk\"\n\nJinx: \"f*ck you son of a b*tch\"\n\nWie ich sie vorwarnte, habe ich die BotLane verlassen und ging auf TopLane, da ich mir son Verhalten nicht geben muss.\nDas hat unserem Renekton nat&uuml;rlich nicht so gefallen und ist AFK gegangen, nachdem er seinem Gegner Gangplank auf der top lane 2 Kills gefeeded hat (bevor ich oben war!!!)\nF&uuml;r mein Team war ich nat&uuml;rlich der B&ouml;se und die liebe Jinx und der liebe Renekton, die beide nicht geflamed haben bzw. auch nicht afk gegangen sind, waren super tolle teammates.\n\nGrund f&uuml;r meinen Bann:\n\nhttp://link.email.riotgames.com/t.d?XYGt_GjsT2yqwF=/%40HTML_2PREVIEW_2LINK_0a=9CCT_2etp7RrG7mdNqm0YE5_29&msgVersion=web\n\nKann mir irgendwie nicht vorstellen, dass der Text, f&uuml;r den ich gebannt wurde, auf irgendeiner Art und Weise toxic ist - habe niemanden beleidigt, habe niemanden geflamed, sondern lediglich angedroht, dass ich es mache... wie kann es sein, dass ich daf&uuml;r einen 14-Tage Bann aufgedonnert bekomme?\n\nRiot Support wurde auch schon kontaktiert, aber die sind ja nicht so fix...","replies":[{"id":"","poster":"CMan","date":"2015-08-23T16:02:32.723+0000","up_votes":8,"down_votes":3,"body":"Ich werde jetzt noch einen letzten Post hier lassen.\n\nMeine Hoffnung, dass es irgendwen erreicht, der es nötig hätte ist zwar gering, aber seis drum\n\nEs geht um den angemessenen Umgang, wenn ein Mitspieler einen flamed.\n\nZurückflamen: Falsch.\nMit dem Flamer \"diskutieren\": Falsch.\nZu Reports für den Flamer aufrufen/mit Reports drohen/ Reports ankündigen: Falsch.\nSich im Chat darüber auslassen, was der Flamer doch für ein schlimmer Finger sei: Falsch.\nMit AFK / Troll /Feed/ Sabotage drohen: Falsch.\n\nDen Flamer nach der ersten Beleidigung/ dem ersten blöden Spruch muten: Richtig.\nNach dem Spiel reporten, ohne das im Chat zu erwähnen: Richtig.\nSein Spiel möglichst normal weiterspielen: Richtig.\n\nWer das nicht verstanden hat, und die vorhandenen Möglichkeiten nicht nutzt oder nicht nutzen will, der wird früher oder später auch mit Strafen in Kontakt kommen. Und Verständnis oder gar Mitleid für Leute, die nicht muten, hab ich definitiv nicht.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:04:25.543+0000","up_votes":2,"down_votes":7,"body":"Gebrauch vom Chat zu machen: Falsch\n\nRiot hat einfach ne \"disable chat\" Funktion einzufuehren, damit man sich den Ranz nicht geben muss.\n\nDanke.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:18:29.852+0000","up_votes":2,"down_votes":1,"body":"Nein, der Gebrauch vom Chat ist im ganz Allgemeinen sehr sinnvoll und lobenswert.\n\nAber ebenso wie ein Auto zum Transport genutzt werden kann ist es nicht sinnvoll, damit irgendetwas zu rammen.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T15:34:54.036+0000","up_votes":3,"down_votes":5,"body":"Dein Verhalten ist unter aller Sau, das mal vorab, zu trollen nur weil du beleidigt wurdest ist selbstsüchtig und kindisch, du schadest damit mehr leuten als nur dem, der dich flamed, es ist also in höchstem Maße unangebracht, 3 Teammates und 5 Gegner, die kein anständiges Spiel haben werden, müssen unter deiner Selbstjustiz leiden. FAIL!\n\nWenn du mich fragst, hast du auf jeden Fall eine Strafe verdient!\nDa ich aber fair bleiben muss, sollte gesagt sein, dass dein Verhalten, laut dem Lyte-Post über die Season-Rewards, nicht von der Art ist, die einen 14-Tagebann zur Folge hat, der Bann ist also meiner Meinung nach nicht gerechtfertigt.\nEs sei denn, und da würde ich dich bitten ein ehrliches Feedback zu geben, du bist bereits vorbestraft, also mit einem früheren Bann oder CR/RR, dann wäre der Bann einfach die nächste Stufe, resultierend aus deiner Lernresistenz.\nFür eine konstruktive Diskussion, ist diese Info also unerlässlich.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:37:17.875+0000","up_votes":4,"down_votes":7,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007,timestamp=2015-08-23T15:34:54.036+0000)\n>\n> Dein Verhalten ist unter aller Sau, das mal vorab, zu trollen nur weil du beleidigt wurdest ist selbstsüchtig und kindisch, du schadest damit mehr leuten als nur dem, der dich flamed, es ist also in höchstem Maße unangebracht, 3 Teammates und 5 Gegner, die kein anständiges Spiel haben werden, müssen unter deiner Selbstjustiz leiden. FAIL!\n\nWait. Die Leute hier im Forum waren sich einig, dass es in Ordnung ist die Meta zu brechen und mal neue Dinge auszuprobieren. Wenn er nicht mit jemandem zusammenspielen will der ihn als H...Sohn bezeichnet und die Lane wechselt, inwiefern ist das schlimmer als von vorneherein auf eine andere Lane zu gehen bzw. trolling?","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:10:07.908+0000","up_votes":4,"down_votes":3,"body":"Das ist nicht der Punkt. Eine Lane zu verlassen ist völlig legitim, auch, wenn man das tut, weil der Spieler einen flamet. Aber der TE hat vorher im Chat geschrieben, dass er AFK gehen wird, wenn der ADC ihn weiter bedrängt. Das hat er zwar nicht getan, das ändert nichts daran, dass solche Drohungen in diesem Spiel nichts zu suchen haben.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:21:40.665+0000","up_votes":4,"down_votes":4,"body":"Das war der Punkt über dem wir in diesem Absatz gesprochen haben, die AFK Drohung war garnicht das Thema. Es ging um den Absatz wo er zur Toplane wechselt und als Troll bezeichnet wird.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:24:44.158+0000","up_votes":4,"down_votes":3,"body":"Er wechselt nicht einfach auf die Toplane, er sagt er tut es, weil er nciht mit Vayne spielen will und fordert dann noch von Renekton, dass er die Toplane verlassen soll, er geht also nicht einfach um eine friedliche Duolane zu spielen, sondern schreibt noch Anderen vor, dass sie jetzt auf seine Laune zu reagieren haben, wenn du nicht siehst, dass das Trolling ist, dann sind hier Hopfen und Malz verloren.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:29:54.446+0000","up_votes":4,"down_votes":4,"body":"Er hat das mit Vayne erklärt weil er für das Lane wechseln als Troll bezeichnet wurde, nicht einfach so von sich aus.\nRenekton aufzufordern auf die Botlane zu wechseln ist sicher nicht die feine Art, aber da er es kein einziges weiteres Mal gefordert oder Renekton in irgendeiner Form dafür kritisiert hat, dass er nicht bot geht, sehe ich da kein Problem. Es war eine Aufforderung der Renekton nicht nachkam und das hat der TE akzeptiert.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:32:34.026+0000","up_votes":3,"down_votes":3,"body":"Wow... da kann man nichts Anderes mehr sagen als: Nein, du erzählst Quatsch!\n\nDas ist als würde jemand behaupten, 2+2 ergäbe 194 weil ist so! da kann man dann auch nix sagen außer nein....","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:40:37.174+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007000000020000000000000000,timestamp=2015-08-23T16:32:34.026+0000)\n>\n> Wow... da kann man nichts Anderes mehr sagen als: Nein, du erzählst Quatsch!\n> \n> Das ist als würde jemand behaupten, 2+2 ergäbe 194 weil ist so! da kann man dann auch nix sagen außer nein....\n\nSchreibst du Romane, wenn du Chattest?\nGehoerst du zu der Sorte von Spielern, die 3 Minuten AFK rumstehen, weil sie nen Einzeiler verfassen muessen und auf exakte Wortwahl, Grammatik, Rechtschreibung achten?\nSorry, dass ich es \"kurz und knapp\" mache und nicht Schreibe:\n\n\"Renekton, could you please go on bot and lane with Jinx? I don't want to lane with this flaming kid any longer.\"","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:45:02.940+0000","up_votes":5,"down_votes":2,"body":"Wäre aber besser, wenn du keinen Bann haben willst^^\nEine höfliche Frage wäre heir genau so schnell getippt gewesen, ganz davon abgesehen, dass du ihn gar nicht hättest runter schicken müssen.\n\"Rene could you go Bot plz?\" wäre eine kurze, höfliche Frage gewesen, wenn du denn darauf bestanden hättest, ihn weg zu schicken.\n\"Rene im coming Top, cant lane with Vayne\" wäre auch nur eien halbe Sekunde länger, dafür aber deutlich höflicher gewesen.\nKurz, knapp und dennoch ANGEBRACHT im Gegensatz zu deinem Geschreibsel.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:46:19.468+0000","up_votes":2,"down_votes":7,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000700000002000000000000000000010000,timestamp=2015-08-23T16:45:02.940+0000)\n>\n> Wäre aber besser, wenn du keinen Bann haben willst^^\n> Eine höfliche Frage wäre heir genau so schnell getippt gewesen, ganz davon abgesehen, dass du ihn gar nicht hättest runter schicken müssen.\n> \"Rene could you go Bot plz?\" wäre eine kurze, höfliche Frage gewesen, wenn du denn darauf bestanden hättest, ihn weg zu schicken.\n> \"Rene im coming Top, cant lane with Vayne\" wäre auch nur eien halbe Sekunde länger, dafür aber deutlich höflicher gewesen.\n> Kurz, knapp und dennoch ANGEBRACHT im Gegensatz zu deinem Geschreibsel.\n\nLetzteres denke ich mir bei dir auch.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:49:10.757+0000","up_votes":4,"down_votes":3,"body":"Besser hättest du gar nicht zeigen können, dass du tief in deinem Innern mittlerweile verstanden hast, dass du unrecht hast, freut mich für dich.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:53:34.664+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000000200000000000000000001000000000000,timestamp=2015-08-23T16:49:10.757+0000)\n>\n> Besser hättest du gar nicht zeigen können, dass du tief in deinem Innern mittlerweile verstanden hast, dass du unrecht hast, freut mich für dich.\n\nNe, damit wollte ich dir eigentlich nur zeigen, dass dein \"gewollt, aber nicht gekonntes\" Klugscheissen komplett an mir abprallt, da du es dir sowieso so biegst und zusammenbaust, wie du es gerade benoetigt und wie es fuer dich am tollsten klingt, damit du auch nur das kleinste Fizzelchen \"Toxic\" findest, ohne dabei den Hintergrund zu beachten, weshalb ich auf deine Aussagen - ehrlich gesagt - genau _NICHTS_ gebe.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:58:25.115+0000","up_votes":3,"down_votes":1,"body":"Wenn du keine ehrlichen Einschätzungen hättest haben wollen, hättest du nicht um Meinungen, sondern um Bestätigung bitten sollen. Ich finde es allerdings ehrlich schade, dass du nichts auf meine Aussagen gibst, im endeffekt war ihr Ziel tatsächlich nur dir zu helfen und darin habe ich dann versagt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T17:15:52.076+0000","up_votes":3,"down_votes":1,"body":">Gehen wir davon aus, dass ich auf keiner deren Aussagen reagiert haette - waere am Ende dann fuer \"Refusing to communicate with Team\" reported worden, weil ich keinerlei Reaktion im Chat gezeigt haette.\nDann waere ich doch wahrscheinlich genau so gef#ckt gewesen wie jetzt, weil ich nicht mit meinem Team kommuniziert habe und dadurch natuerlich als extrem unangemessen und absolut toxic gelte :>?_\n\nNein, tut mir leid, dich enttäuschen zu müssen. Für Kommunikationsverweigerung wird man nicht bestraft. Wie Luffy schon sagte, sind die höchstens für interne Statistiken und als Placebo brauchbar. \n\nEs könnte höchstens noch sein, das Riot mal nachforscht, warum zum Beispiel in einer Division besonders viele solche Reports auftauchen. Bemerken wird davon aber wohl niemand etwas.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-23T17:06:27.830+0000","up_votes":3,"down_votes":2,"body":"Ich fürchte wir sehen ihn in etwa 3 Wochen wieder. Die Überschrift des Threads kann man sich ja denken...","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T17:08:08.078+0000","up_votes":2,"down_votes":1,"body":"Kommunikationsverweigerung ist ein Report, der keinerlei Auswirkungen hat, er wird weder geprüft, noch geahndet, genau wie \"schlechter Spieler\" wieso es die Reports überhaupt gibt, weiß ich nicht, vielleicht für Riot-interne Statistiken oder schlicht als Placebo für Unzufriedene.","replies":[]},{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T17:03:27.978+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007000000020000000000000000000100000000000000000000,timestamp=2015-08-23T16:58:25.115+0000)\n>\n> Wenn du keine ehrlichen Einschätzungen hättest haben wollen, hättest du nicht um Meinungen, sondern um Bestätigung bitten sollen. Ich finde es allerdings ehrlich schade, dass du nichts auf meine Aussagen gibst, im endeffekt war ihr Ziel tatsächlich nur dir zu helfen und darin habe ich dann versagt.\n\nJop, damit hast du dann klaeglich versagt.\nWas du naemlich damit versucht hast, war es extrem auf dem - FUER DICH - negativem rum zureiten und so zu biegen und drehen, dass es absolut toxic und unangemessen fuer dich ist.\n\n**_**\nWas anderes:\n\nGehen wir davon aus, dass ich auf keiner deren Aussagen reagiert haette - waere am Ende dann fuer \"Refusing to communicate with Team\" reported worden, weil ich keinerlei Reaktion im Chat gezeigt haette.\nDann waere ich doch wahrscheinlich genau so gef#ckt gewesen wie jetzt, weil ich nicht mit meinem Team kommuniziert habe und dadurch natuerlich als extrem unangemessen und absolut toxic gelte :>?**_**","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-23T18:00:08.743+0000","up_votes":2,"down_votes":1,"body":"Fällt dir eigentlich auf, dass du den Leuten, die dir gerade helfen wollen einfach die kalte Schulter zeigst?","replies":[]}]}]}]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-23T16:35:17.005+0000","up_votes":4,"down_votes":5,"body":"Und außer der Analogie zur Mathematik hast du jetzt auch inhaltlich, vielleicht mit Bezug zu dem was ich geschrieben habe etwas zu bieten, um dein Argument deutlicher zu machen?","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:37:56.036+0000","up_votes":2,"down_votes":2,"body":"Durch diese \"Analogie\" habe ich versucht dir zu verdeutlichen, dass es sinnlos ist auf deine \"Argumente\", die sich fernab jeglicher Logik und Warheit bewegen, zu reagieren.\nWas du Argumentation nennst, ist nur eine Ansammlung haltloser Behauptungen, die bereits an früherer Stelle widerlegt wurden, da liegt das Problem. :)","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:44:21.739+0000","up_votes":2,"down_votes":6,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000700000002000000000000000000000000,timestamp=2015-08-23T16:37:56.036+0000)\n\n> Was du Argumentation nennst, ist nur eine Ansammlung haltloser Behauptungen, die bereits an früherer Stelle widerlegt wurden, da liegt das Problem. :)\n\nNoch einer der behauptet, zeitreisen zu können. Ich bin entzückt.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:47:42.185+0000","up_votes":2,"down_votes":2,"body":"Das ist Alles was dir dazu einfällt? ein mikriger Versuch die Tatsache ins Lächerliche zu ziehen, dass du bereits widerlegte Aussagen einfach wiederholt ins Feld wirfst?\nDa beschwert sich ja der Richtige, dass nicht auf ihn eingegangen wird.^^","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:51:20.274+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000000200000000000000000000000000000000,timestamp=2015-08-23T16:47:42.185+0000)\n>ein mikriger Versuch die Tatsache ins Lächerliche zu ziehen, dass du bereits widerlegte Aussagen einfach wiederholt ins Feld wirfst?\n\nEs ist lächerlich dass deine Argumentation darauf basiert dass du schlicht behauptest, in der Vergangenheit bereits auf Dinge geantwortet zu haben die erst in der Zukunft geschrieben wurden. Das ist so der älteste und billigste Trick den Leute in Foren auspacken wenn sie keine Antwort mehr wissen.\n\nAber jedem das seine.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:54:27.248+0000","up_votes":3,"down_votes":2,"body":"Wenn man in der gegenwart wiederholt, was in der Vergangenheit bereits widerlegt wurde, hat die pre-gepostete Widerlegung nichts mit Zeitreisen zu tun, es ist ledigleich ein Gesetz der Logik.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-23T17:16:48.852+0000","up_votes":2,"down_votes":1,"body":"Ich halte deine Argumente einfach für falsch, es ist in meinen Augen schlicht eine Lüge zu behaupten, die Ankündigung des Lanewechsels wäre aus rein Informativen Gründen geschehen, wieso auch? hätte ja ohnehin jeder gesehen dass er auf die Toplane geht.\n\nDass es sich bei dem Dreizeiler um eine Bitte handeln soll, ist einfach aus der Luft gegriffen, Nichts, aber auch gar Nichts deutet darauf hin, dass eine Bitte doer auch nur eine Frage gestellt wurde, dafür alles darauf, dass es sich um einen Befehl handelt, es ist nunmal der Imperativ, da lässt sich nicht ernsthaft drüber streiten.\n\nDarum: Ja, da fällt einem nicht viel mehr zu ein als \"Das ist Quatsch\"\n\nEntweder trollst du mich hier, oder wir drehen uns ohne Ausweg im Kreis, in beiden Fällen ist die einzig richtige Lösung das hier zu beenden. Wenn man nach verschiedenen Gesetzen der Logik argumentiert, ist ein gesitteter Disput mit einem Ergebnis absolut unmöglich.\nWenn du magst, kannst du meine von nun an ausbleibenden Reaktionen auch gern als Bestätigung verstehen, wenn es dir dann besser geht.\n\nIch wünsche trotz der unterschiedlichen Meinungen die wir haben, noch einen wunderschönen Abend.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-23T17:27:23.070+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000000200000000000000000000000000000000000000000001,timestamp=2015-08-23T17:16:48.852+0000)\n>\n> Ich halte deine Argumente einfach für falsch, es ist in meinen Augen schlicht eine Lüge zu behaupten, die Ankündigung des Lanewechsels wäre aus rein Informativen Gründen geschehen, wieso auch? hätte ja ohnehin jeder gesehen dass er auf die Toplane geht.\n\nWeil er dafür als **Troll** bezeichnet wurde. \"I am Trolling?\" war seine Reaktion, und daraufhin hat er erklärt warum er die Lane wechselt, weil Renekton das scheinbar nicht nachvollziehen konnte. Du blendest einfach aus dass seine Erklärung auf diesen Vorwurf hin gefallen ist um deine Argumentation Stimmig zu machen.\n\n\n> Dass es sich bei dem Dreizeiler um eine Bitte handeln soll, ist einfach aus der Luft gegriffen, Nichts, aber auch gar Nichts deutet darauf hin, dass eine Bitte doer auch nur eine Frage gestellt wurde, dafür alles darauf, dass es sich um einen Befehl handelt, es ist nunmal der Imperativ, da lässt sich nicht ernsthaft drüber streiten.\n\nWie gesagt, die Form ist nicht die beste. Eine Bitte definiert sich jedoch darüber dass dem gebetenen die freie Entscheidung gelassen wird, die Bitte anzunehmen oder auszuschlagen. Zeig mir die Stelle wo Renekton dafür dass er seine Lane nicht verlassen hat vom TE genötigt wurde.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-23T17:06:46.737+0000","up_votes":2,"down_votes":3,"body":"Nochmal für dich: Du hast behauptet, die Tatsache dass er angekündigt habe er würde auf die Toplane wechseln wäre ein Beweis dafür, dass es Trolling sei und er Vayne nur eines auswischen wolle. \n\nDieses Argument wird durch die Tatsache entkräftet, dass er es nicht von allein angekündigt hat sondern es legidlich eine Erklärung dafür war, warum er auf die Toplane wechselt, als ihm das vorgeworfen wurde.\n\nWeiterhin hast du behauptet, er würde anderen vorschreiben wo sie jetzt zu spielen haben. Jedoch ist in dem Chatverlauf absolut nichts außer der einen Bitte im Dreizeiler geschehen und Renektons Entscheidung auf seiner Lane zu bleiben wurde akzeptiert. Deine Argumentation bietet somit keinerlei Grundlage für einen Vergleich zu Leuten die vehement auf eine Lane beharren und anderen tatsächlich vorschreiben, wo sie zu spielen haben.\n\nDiese beiden Argumente habe ich dir als Antwort auf deinen letzten Beitrag geliefert und dir ist nichts dazu eingefallen außer: \"Das ist Quatsch\", und kurz darauf sogar, du hättest bereits in der Vergangenheit auf diese Argumente geantwortet, was du nicht hast und auch nicht konntest, weil sie zu dem Zeitpunkt noch garnicht geäußert wurden.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:35:10.845+0000","up_votes":3,"down_votes":1,"body":"Renekton ist AFK gegangen... Ich denke das reicht als Beschwerde mehr als genug aus.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:43:23.365+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007000000020000000000000001,timestamp=2015-08-23T16:35:10.845+0000)\n>\n> Renekton ist AFK gegangen... Ich denke das reicht als Beschwerde mehr als genug aus.\n\nWarte.\nIch werde dafuer reported, weil Renekton wegen mir AFK gegangen ist.\n\nMöchtest du mir nun das damit sagen?","replies":[{"id":"","poster":"eingew","date":"2015-08-23T17:58:02.406+0000","up_votes":4,"down_votes":1,"body":"Warte... kann es sein, dass du chronologische Ansicht an hast? Anders kann ich mir nicht vorstellen, wie du dazu kommst diesen Bezug herzustellen...\n\nRenekton fand dein Verhalten (nicht nur, aber eben auch deins) offenbar so wenig in Ordnung, dass er das gemacht hat, was du zuvor gedroht hast: AFK gehen.\n\nDu wurdest dafür bestraft, die Leute zu provozieren. Wie sie darauf reagieren, selbst wenn es so drastisch ist, wirkt sich nicht aufs Strafmaß aus.\n\nMöchtest du mir etwas sagen? Ich glaube nämlich eher nicht. Ich glaube du suchst vergeblich einen Sündenbock für das was passiert ist.\n\nJa, vielleicht hat Riot einen Fehler gemacht. Die Möglichkeit besteht. Aber du schnauzt mich an, weil? Das einzige, was du tust, ist zu zeigen, dass du dich schnell angegriffen und ungerecht behandelt fühlst, was sich dann erst in passiv aggressiven Äußerungen zeigt, und wenn man den Chatlog ansieht später auch in eindeutigen Drohungen. Wenn du dich so profilierst ist es schwer davon auszugehen, dass du ein angenehmer Mitspieler bist, der völlig zu Unrecht bestraft wurde.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Xaruss","date":"2015-08-23T15:40:01.682+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000,timestamp=2015-08-23T15:37:17.875+0000)\n>\n> Wait. Die Leute hier im Forum waren sich einig, dass es in Ordnung ist die Meta zu brechen und mal neue Dinge auszuprobieren. Wenn er nicht mit jemandem zusammenspielen will der ihn als H...Sohn bezeichnet und die Lane wechselt, inwiefern ist das schlimmer als von vorneherein auf eine andere Lane zu gehen?\n\nAls ob das der Grund gewesen wäre ","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:44:33.387+0000","up_votes":3,"down_votes":7,"body":"Der Moment in dem er erklärt hat warum er die Lane wechselt wird ihm als Blaming ausgelegt und als Grund aufgezählt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T16:06:41.455+0000","up_votes":2,"down_votes":1,"body":">1 more flame and i go afk\n\nDrohung\n\n>go bot renekton, wont lane with **this flamer kid**\n\nBlaming\n\n>i am trolling? this adc called me \"son of a bitch\" and** flames me**, so why would i go back on bot?\n\nBlaming\n\nSeine Erklärungen sind nicht sachlich, sondern beinhalten immer Schuldzuweisungen. Für Duotop würde er sicher nicht bestraft werden. Für das ständige ankreiden des Chatverhaltens der Vayne, hat er sich aber Reports verdient. Die können nunmal zur Strafe führen. \n\nOb der 14 Tagebann nun ausgesprochen wurde, weil er die Beleidigungen zitiert hat, kann ich nicht sagen. Die Drohung ist aber auch nicht besser.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:20:34.841+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000000000000000,timestamp=2015-08-23T16:06:41.455+0000)\n\n> Seine Erklärungen sind nicht sachlich, sondern beinhalten immer Schuldzuweisungen. \n\nVaynes Beleldigungen sind die Ursache. Er kann sein Verhalten als Reaktion darauf nicht erklären, ohne zu erwähnen, warum er das tut.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:23:01.697+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000700000000000000000000,timestamp=2015-08-23T16:20:34.841+0000)\n>\n> Vaynes Beleldigungen sind die Ursache. Er kann sein Verhalten als Reaktion darauf nicht erklären, ohne zu erwähnen, warum er das tut.\n\nPasst schon.\n\nWerde einfach zukuenftig nen F*ck auf meine TeamMates und das was sie im Chat schreiben geben, mein SoloPlay und Ignore Mode durchziehen.\nWeil das ist ja offensichtlich die richtige Einstellung momentan. :)","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T17:04:34.238+0000","up_votes":2,"down_votes":1,"body":"Es ist zwar nicht optimal, stellt aber immerhin eine Besserung zu dem Chatlog dar, den du uns vorgelegt hast.","replies":[]},{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:23:49.418+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Angelol the 3rd,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007000000000000000000000000,timestamp=2015-08-23T16:23:01.697+0000)\n>\n> Passt schon.\n> \n> Werde einfach zukuenftig nen F*ck auf meine TeamMates und das was sie im Chat schreiben geben, mein SoloPlay und Ignore Mode durchziehen.\n> Weil das ist ja offensichtlich die richtige Einstellung momentan. :)\n\nalles außer:  \"hi, bye, gl, gj, gg\"  ist ja offensichtlich #toxic","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:37:14.425+0000","up_votes":2,"down_votes":1,"body":"Dann hätte ich schon längst einen Perma...\n\nAber prinzipiell ist das erst mal eine sinnvolle Einstellung für dich.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:36:46.971+0000","up_votes":2,"down_votes":1,"body":"Ja, aber seine Verteidigung besteht aus Provokation. Das ist das Problem dabei.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:11:12.728+0000","up_votes":3,"down_votes":2,"body":"Provokationen sind nunmal nicht hilfreich für eine positive Stimmung im Team. Sie bewirken das Gegenteil und sind dementsprechend nichts, was in den Chat gehört.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T15:43:10.297+0000","up_votes":4,"down_votes":3,"body":"Da es ganz offenkundig (im Chat dokumentiert) nur eine Trotzreaktion war, hat es nichts mit \"Metabreaking\" zu tun, der Vergleich ist also mehr als holprig, das Ziel war nicht zu gewinnen, sondern Vayne eins auszuwischen.\nHätte er das nicht verkündet, wäre es was Anderes, dann hätte man seine Intention nicht erkennen können und im Zweifel für ihn entscheiden müssen, so ist es aber eindeutig trolling.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:49:48.618+0000","up_votes":3,"down_votes":4,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000700000001,timestamp=2015-08-23T15:43:10.297+0000)\n> Da es ganz offenkundig (im Chat dokumentiert) nur eine Trotzreaktion war, hat es nichts mit \"Metabreaking\" zu tun, der Vergleich ist also mehr als holprig, das Ziel war nicht zu gewinnen, sondern Vayne eins auszuwischen.\n\nBitte? Das Ziel war in Frieden zu Spielen und nicht mit einer Person die einen H...Sohn nennt. Das muss sich auch niemand gefallen lassen und niemand ist dazu gezwungen, mit so einer Person zusammen zu lanen. Renekton hätte dafür einfach Verständnis zeigen und mit ihm das beste drauß machen können, stattdessen hat er ihn als Troll bezeichnet.\n\n> Hätte er das nicht verkündet, wäre es was Anderes, dann hätte man seine Intention nicht erkennen können und im Zweifel für ihn entscheiden müssen, so ist es aber eindeutig trolling.\n\nDas war keine Verkündung, es war eine Erklärung auf den Vorwurf dass er trollen würde.","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2015-08-23T17:14:39.268+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070000,timestamp=2015-08-23T15:37:17.875+0000)\n>\n> Wait. Die Leute hier im Forum waren sich einig, dass es in Ordnung ist die Meta zu brechen und mal neue Dinge auszuprobieren. Wenn er nicht mit jemandem zusammenspielen will der ihn als H...Sohn bezeichnet und die Lane wechselt, inwiefern ist das schlimmer als von vorneherein auf eine andere Lane zu gehen bzw. trolling?\n\nNicht mit Logik argumentieren das wird hier doch ungern gesehen ;)","replies":[]}]},{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:45:11.025+0000","up_votes":4,"down_votes":6,"body":"Wo habe ich getrollt?\nWeil ich meine Lane geswitcht habe und auf der TOP Lane NORMAL weiter gespielt habe?\nWeil ich verweigert habe weiterhin mit einem beleidigendem Flamerkid auf der Bot lane zu sein und mich als \"Hurens*hn\" bezeichnen lassen zu muessen?\n\nIch bin von der BOT auf die TOP Lane gegangen und habe dort NORMAL weiter gemacht ohne ZU TROLLEN.\n\nAber ja: Wenn der Supporter den beleidigenden und flamenden ADC verlaesst, dass ist ja absolut toxic und trolling und und und das ist ja nen absolutes NoGo. Man muss sich ja alles gefallen lassen. \n\nDie haben sich das Game selbst kaputt gemacht. Renekton ist von sich aus AFK gegangen, weil er seine Lane verloren hat.\n\nPS: Wahrscheinlich ist generell alles Trolling für dich, was nicht zum META gehoert, kann das sein?","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:12:38.301+0000","up_votes":4,"down_votes":3,"body":"Das Problem ist nicht, dass du die Lane verlassen hast, sondern dass du den ADC provoziert und ihn bedroht hast.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:14:34.312+0000","up_votes":4,"down_votes":7,"body":"Genau, ich hab ihn provoziert, waehrend er mich auf eine normale Frage beleidigt hat :D\n\nDanke für deine sehr wertvolle Rückmeldung hierzu :)\n\nEuch möchte ich mal erleben, wenn euch jmd mit \"Hurens*hn\" oder \"F*ck dich, retard\" betitelt :)\nDenke, dass es menschliche Reaktionen sind, wenn man dann keine Lust mehr auf diese Person hat - unabhaengig ob Online oder Offline.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:30:49.941+0000","up_votes":5,"down_votes":1,"body":"Du weißt, dass das keine normale Frage war. Das wurde dir oben bereits ausführlich erläutert. Deine Frage klang herablassend. Sinnvoller wäre: \"Jinx u still got flash?\"\n\nWenn jemand mich auf so lächerlich schlechte Weise versucht zu provozieren drücke ich auf mute und freue mich auf die Strafe, die er bekommt, nachdem ich ihn reported habe.\n\nJa, es ist völlig menschlich so zu reagieren. Niemand hier kann widersprechen, dass es diesen Drang gibt darauf zu antworten und dass es je nach Charakter auch nur sehr schwer ist, dem zu widerstehen. Aber das Problem bei der ganzen Sache ist, dass du deine Mitspieler, nicht nur die Jinx, mit deinem Verhalten massiv verärgerst. Du versaust ihnen das Spiel, genauso wie die Jinx auch. Und deshalb stellst du für die Community ein Problem dar. Du stiftest Unfrieden und die Leute haben weniger Spaß mit dir. Und weil das die Kunden unzufrieden macht sieht Riot sich gezwungen einzugreifen.\nUnd deshalb ist es sinnvoll, wenn du demnächst versuchst, zu denen zu gehören, die Spaß haben wollen, ohne dabei den Spaß der anderen zu minimieren. Denn wenn du so weitermachst wie jetzt wirst du einen permanenten Ban bekommen. Und das in relativ kurzer Zeit, der 14-Tage Ban ist die letzte Stufe davor.\n\nEs sollte für dich jetzt nicht mehr darum gehen, prinzipiell Recht zu haben und \"unantastbar\" zu bleiben. Es sollte für dich jetzt vor allem darum gehen Schaden zu minimieren, indem du auf jeden Fall erst mal nichts mehr in den Chat schreibst und während der 2 Wochen intensiv darüber nachdenkst, was du alles falsch gemacht hast und was davon niemals mehr in deinem Chat auftauchen sollte.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-23T16:57:28.508+0000","up_votes":5,"down_votes":2,"body":"Ich kann dir sagen, was du als Mitspieler, dann vom mir siehst. Nichts.\nIch werde nichts dazu in den Chat schreiben. Wobei, ich hab mir mal vorgenommen, auf so etwas mit \"ty\" zu antworten um zu sehen, was die Flamer dann machen. Einmal habe ich, dass nach einem dämlichen Kommentar gemacht, der Spieler hat dann 5 Minuten lang \"ty? why thank you?\" geschrieben^^\n\nWenn du neben mir stehen würdest, sähest du wohl wie sich mein Mund zu einem Grinsen verzieht, weil ich genau weiß, was passieren wird, wenn jemand ausfallend wird. Nach dem Spiel einfach melden. Früher oder später, kriegt er eine CR, RR oder einen Bann. \n\nIm TS vielleicht noch sowas wie \"och, schaut mal, da hat jemand nicht bemerkt, wie ich ihm geholfen habe\".","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T17:05:16.621+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00070001000100000001,timestamp=2015-08-23T16:57:28.508+0000)\n>\n> Ich kann dir sagen, was du als Mitspieler, dann vom mir siehts. Nichts.\n> Ich werde nichts dazu in den Chat schreiben. Wobei, ich hab mir mal vorgenommen, auf so etwas mit \"ty\" zu antworten um zu sehen, was die Flamer dann machen. Einmal habe ich, dass nach einem dämlichen Kommentar gemacht, der Spieler hat dann 5 Minuten lang \"ty? why thank you?\" geschrieben^^\n> \n> Wenn du neben mir stehen würdest, sähest du wohl wie sich mein Mund zu einem Grinsen verzieht, weil ich genau weiß, was passieren wird, wenn jemand ausfallend wird. Nach dem Spiel einfach melden. Früher oder später, kriegt er eine CR, RR oder einen Bann. \n> \n> Im TS vielleicht noch sowas wie \"och, schaut mal, da hat jemand nicht bemerkt, wie ich ihm geholfen habe\".\n\nJo, zeigst keine Reaktion, antwortest nicht im Chat\n\n====> TOXIC GUY   REFUSE TO COMMUNICATE WITH TEAM.\n\nDa haste auch nen Report Grund fuer dein extrem unangemessenes & toxisches Verhalten: Kommunikationsverweigerung :D\n\nWie schön man sich doch alles zusammenbasteln kann, wenn man es braucht, wa?","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T17:12:00.770+0000","up_votes":4,"down_votes":1,"body":"Du kannst mich gerne jedes Spiel für Kommunikationsverweigerung melden. Meinetwegen kannst du von nun an jeden (auch die Gegner) für Kommunikationsverweigerung melden. Ich werde dir sagen, welchen Effekt das auf die Spieler haben wird. 0, Nada, nichts. Der Reportgrund sorgt nicht für eine Bestrafung. Ich kann dir auch eine ganz einfache Erklärung dafür geben. Man kann nicht verlangen, dass alle Spieler die selbe Sprache sprechen können müssen. \n\nWie wenig man sich doch zusammenbasteln kann, wenn man keine Ahnung hat, wovon man spricht.","replies":[]},{"id":"","poster":"eingew","date":"2015-08-23T18:05:10.269+0000","up_votes":2,"down_votes":1,"body":"Natürlich kannst du alles toxisch finden. Darum geht es ja bei den Reports. Man beschwert sich so über Verhalten, welches man unangemessen findet und in seinen Spielen nicht mehr sehen will. Wenn du mangelnde Kommunikation als toxisches Verhalten siehst, welches dich in deinem Spielerlebnis stört, dann machst du alles richtig, wenn du deine Mitspieler für solches Verhalten reportest. So ist das System gedacht. Und wenn jeder Spieler das so macht, also alles reporten, was ihn stört, dann werden auf Dauer die größten Störenfriede vom System erkannt und überprüft. Um Fehlern vorzubeugen, wird das ganze dann quasi ein zweites Mal, nur eben durch die Fälle vom Tribunal, bewertet und erst dann bestraft um wirklich sicherzugehen, dass der Großteil der Community hinter einer Strafe steht.","replies":[]}]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T15:47:19.522+0000","up_votes":5,"down_votes":4,"body":"Gegen ein so hohes Maß an Realitätsverlust und Selbstverherrlichung, kann und möchte ich nicht objektiv anreden/schreiben, meine Einschätzung hast du bekommen, nutze sie oder lass es bleiben.\n\nPs: es ist alles trolling für mich was aus einer destruktiven Intention heraus getan wird, das ist bei dir eindeutig der Fall gewesen","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:49:07.405+0000","up_votes":4,"down_votes":5,"body":"\"hohes Maß an Realitätsverlust und Selbstverherrlichung\"... :D\nMusste ja leicht schmunzeln bzw. habe das Grinsen immer noch extrem im Gesicht.. :D","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:52:19.565+0000","up_votes":3,"down_votes":7,"body":"Vergiss es einfach. Allein schon dass er dir eine destruktive Intention dafür unterstellt dass du dich weigerst mit Leuten zusammen spielen die dich derart beleidigen zeigt wer tatsächlich unter Realitätsverlust leidet.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:13:01.190+0000","up_votes":3,"down_votes":2,"body":"Es ging hier nie um Intentionen. Es geht immer darum, wie eine Nachricht ankommt, nicht wie sie gemeint ist.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:17:43.931+0000","up_votes":2,"down_votes":9,"body":"Hör doch auf diesen Schwachsinn weiter im Forum zu verbreiten. Ich habe schon Beispiele dazu gemacht die von dir nicht widerlegt werden konnten und indem du das schlicht wiederholst wird es nicht wahrer.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:33:11.456+0000","up_votes":4,"down_votes":2,"body":"Nur weil du mich totdiskutierst heißt das nicht, dass du Recht behältst ;)\n\nIn diesen Diskussionen hast du dich zu gern an Punkten aufgehangen, die ich bereits zuvor erklärt habe.\n\nWenn du der Community nicht gefällst bist du der Störfaktor, nicht die Community, daran ändert ein gesundes Ego auch nichts.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:41:49.489+0000","up_votes":3,"down_votes":10,"body":"Oh, da kommt das gleiche Argument wie Dupree es schon versucht hat zu liefern: Du hättest in der Vergangenheit bereits auf etwas geantwortet, das erst in der Zukunft geschrieben wurde. Tut mir leid wenn ich dir das Zeitreisen-Ding nicht so ganz abnehme.\n\nDu darfst dich aber gern nochmal daran versuchen, auch wenn absehbar ist, dass außer einem Downvote nichts mehr von dir kommen wird:\n\nEin Teamfight findet statt, der Adc stirbt aber das Team schafft das gegnerische Team zu acen. Nun schreibt der ADC guten Gewissens \"gj\" weil sein Team ein Ace geschafft hat. Nun kommt aber Spieler X, der das anders interpretiert. Er wirft dem ADC vor Toxic zu sein, weil das gj seiner Ansicht nach definitiv ironisch gemeint war, weil ihn niemand beschützt hat und somit unter Blaming fällt.\n\nNun erklär uns mal, warum der ADC der in keiner schlechten Absicht gj geschrieben hat Schuld daran ist, dass Spieler X sich davon angegriffen fühlt, welcher sich beim interpretieren für die schlechteste aller Varianten entschieden hat.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T18:11:26.093+0000","up_votes":2,"down_votes":2,"body":"> Ein Teamfight findet statt, der Adc stirbt aber das Team schafft das gegnerische Team zu acen. Nun schreibt der ADC guten Gewissens \"gj\" weil sein Team ein Ace geschafft hat. Nun kommt aber Spieler X, der das anders interpretiert. Er wirft dem ADC vor Toxic zu sein, weil das gj seiner Ansicht nach definitiv ironisch gemeint war, weil ihn niemand beschützt hat und somit unter Blaming fällt.\n> \n> Nun erklär uns mal, warum der ADC der in keiner schlechten Absicht gj geschrieben hat Schuld daran ist, dass Spieler X sich davon angegriffen fühlt, welcher sich beim interpretieren für die schlechteste aller Varianten entschieden hat.\n\nNatürlich ist es nicht der Fehler des ADCs, wenn ein Spieler sich angegriffen fühlt. Wenn ein Spieler absurde Sichtweisen an den Tag legt, die von keinem anderen Menschen nachvollzogen werden können ist das überhaupt kein Problem, das System bewertet die Fälle schließlich nach der Sichtweise der Allgemeinheit. Und bei der Sichtweise der Allgemeinheit macht es eben durchaus Sinn, dass alle Spieler mit dieser vertraut sind.\nWer das nicht ist, der hat Pech, Unwissenheit schützt nicht vor einer Strafe.\n\nWenn ein Spieler einen Mitspieler provoziert ist das kein Problem.\nWenn aber ein Spieler **alle**, oder eine Mehrheit, also circa 60% seiner Mitspieler provoziert, dann ist das ein Problem. Um vorzubeugen, dass diese 60% zufällig alle aus den oben genannten Spielern mit absurden Sichtweisen bestehen, wird der Spieler ein weiteres Mal durch die Chatanalyse überprüft. Die Fehlerquote ist dementsprechend gering.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-24T10:38:49.287+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0007000100000000000000000000000000010001,timestamp=2015-08-23T18:11:26.093+0000)\n>\n> Natürlich ist es nicht der Fehler des ADCs, wenn ein Spieler sich angegriffen fühlt. Wenn ein Spieler absurde Sichtweisen an den Tag legt, die von keinem anderen Menschen nachvollzogen werden können ist das überhaupt kein Problem, das System bewertet die Fälle schließlich nach der Sichtweise der Allgemeinheit. \n\nRegeln die \"die Allgemeinheit\" vertritt sind zu schwammig, nirgends im Detail niedergeschrieben, eben nur allgemein. Wer bestimmt welche Sichtweisen absurd sind? Du, ich, jemand anderes? Was, wenn 50% \"...\" neutral empfinden und 50% als negativ? Dann wird Spieler X wenn er Pech hat und mehr der letzteren 50% im Tribunal erwischt bestraft, während Spieler Y glück hat und die ersteren bekommt. Aber so werden zwei Spieler für das Gleiche vergehen vollkommen anders bewertet und behandelt.\n\nDaher war ich schon in der letzten Diskussion der Ansicht, dass man bei Nachrichten die keinen eindeutigen Angriff oder dergleichen enthalten einfach eine Grenze gezogen und gesagt wird: Das rühren wir nicht an. Jedem ist klar wie eine tatsächliche Beleidigung aussieht und jeder würde sie erkennen. Jedoch etwas mit zwei möglichen Seiten zu interpretieren und auf Grundlage dass man sich für die negative entscheidet zu bestrafen fördert legidlich Fehlurteile. Das mit dem \"gj\" als Ironie empfinden und sich angegriffen fühlen mag für dich absurder als \"...\" erscheinen, aber für mich ist beides absurd. \n\nIch habe beispielweise (und ich bin da nicht allein, ich hab paar Leute gefragt) noch nie erlebt, dass jemand \"...\" negativ aufgefasst hätte. Wenn ich sowas im Spiel schreiben würde wäre das wie sein Seufzer, vielleicht auch, weil ich gerade einfach schlecht im Teamfight war. Mir wäre unmöglich zu wissen, dass z.B. du das als Angriff werten würdest. Und du würdest mich dafür trotzdem melden, ohne dass ich eine böse Absicht hatte. Das ist das Dilemma was entsteht, wenn man anfängt nach Bauchgefühl und nicht nach klaren Beweisen zu urteilen. \n\n> Wenn ein Spieler einen Mitspieler provoziert ist das kein Problem.\n> Wenn aber ein Spieler **alle**, oder eine Mehrheit, also circa 60% seiner Mitspieler provoziert, dann ist das ein Problem. Um vorzubeugen, dass diese 60% zufällig alle aus den oben genannten Spielern mit absurden Sichtweisen bestehen, wird der Spieler ein weiteres Mal durch die Chatanalyse überprüft. Die Fehlerquote ist dementsprechend gering.\n\nNicht wenn man die Meinung vertritt, dass der Sender für alles verantwortlich sei, was beim Empfänger ankommt. Das war das was du ursprünglich gesagt hast und unter Berücksichtung dieser >Regel< wäre es egal was mir im Tribunal reinflattert, im Erklärungstext stünde warum sich Person X angegriffen fühlt und ich brauche nur noch auf Punishment drücken, weil der Sender ja Schuld an diesem Ergebnis trägt. \n\nIch kann aber nicht bei \"...\" sagen oh, das hat der bestimmt böse gemeint und ihn bestrafen, während ich bei \"gj\" sage ach, das ist keine Ironie. Es sind in beiden Fällen keine Aussagen aus denen man tatsächlich Inhalt ziehen kann und hier Mal so und Mal so zu urteilen ist nicht gerecht. Deshalb ist mir etwas sauer aufgestoßen, dass du vor allem Frischlingen die Fragen wie sie sich verhalten sollen beibringst, dass \"...\" sofort gemuted und reported gehört und sie immer die Schuld tragen, egal ob ein Unterschied zwischen dem tatsächlich gesagten und dem vom Empfänger interpretierten besteht.","replies":[{"id":"","poster":"eingew","date":"2015-08-24T10:56:45.083+0000","up_votes":2,"down_votes":0,"body":"Das Tribunal ist down. Wenn etwas nur von 50% als negativ wahrgenommen wird, **dann widerspricht es der oben genannten Mehrheit von 60%**.\n\nDas ist gemeint, wenn du Dinge ansprichst die bereits erklärt wurden. Ich muss nicht in der Zeit zurückreisen, damit du etwas kritisiert, wo ich zuvor erklärt habe, dass es anders läuft >.>\n\nUnd es wird eine Grenze gezogen. Man wird nur bestraft, wenn mein eindeutig toxisch ist, nicht, wenn man vielleicht von manchen als toxisch angesehen werden könnte. Das reicht nicht aus, und das habe ich bereits mehrmals geschrieben.\nUnd jetzt erzähl mir bitte nichts mehr von einer Zeitmaschine.\n\n> Nicht wenn man die Meinung vertritt, dass der Sender für alles verantwortlich sei, was beim Empfänger ankommt. Das war das was du ursprünglich gesagt hast und unter Berücksichtung dieser >Regel< wäre es egal was mir im Tribunal reinflattert, im Erklärungstext stünde warum sich Person X angegriffen fühlt und ich brauche nur noch auf Punishment drücken, weil der Sender ja Schuld an diesem Ergebnis trägt.\n\nWie gesagt muss diese Sichtweise mit allen übereinstimmen, weil es sonst unter den Punkt \"absurde Einzelsichtweise\" fällt.\n\n> Ich kann aber nicht bei \"...\" sagen oh, das hat der bestimmt böse gemeint und ihn bestrafen, \n> während ich bei \"gj\" sage ach, das ist keine Ironie. Es sind in beiden Fällen keine Aussagen aus denen man tatsächlich Inhalt ziehen kann und hier Mal so und Mal so zu urteilen ist nicht gerecht. Deshalb ist mir etwas sauer aufgestoßen, dass du vor allem Frischlingen die Fragen wie sie sich verhalten sollen beibringst, dass \"...\" sofort gemuted und reported gehört und sie immer die Schuld tragen, egal ob ein Unterschied zwischen dem tatsächlich gesagten und dem vom Empfänger interpretierten besteht.\n\nNatürlich muss man das unterschiedlich bewerten. Wichtig ist schließlich nicht das Wort, sondern in welchem Satz es steht und bei diesem ist wiederum wichtig, in welcher Situation er geschrieben wird.\n\nEin \"gj team\" nachdem der Gegner einen Penta gemacht hat und nur noch die Base finishen muss ist eben toxisch, oder politisch korrekt ausgedrückt: Nach allgemeiner Auffassung toxisch. Ein \"gj team\" nachdem man die Gegner geaced hat und selbst nur noch deren Base finishen muss ist eben eindeutig positiv. Zwischen beiden Aussagen besteht halt ein massiver Unterschied, wie ich ebenfalls bereits oft genug deutlich gesagt habe.\n\nDas ist es übrigens, was ich meine, wenn ich sage, dass du mich totdiskutierst. Du greifst einfach alte Punkte auf und formulierst deine Kritikpunkte anders. 3 deiner 4 Absätze habe ich bereits deutlich in dem Post, auf den du geantwortet hast erklärt, der letzte wurde in den Diskussionen davor bereits erläutert...\n\nIch muss nicht in der Zeit reisen, wenn du bereits geklärte Punkte wieder aufgreifst um sie nochmal auf dieselbe Weise wie zuvor zu kritisieren.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-24T11:01:52.008+0000","up_votes":2,"down_votes":0,"body":"Hier wäre vielleicht noch wichtig zu erwähnen, dass das momentane System geanu diese Unterscheidung vornehmen kann, es analysiert den Chat im Zusammenhang mit dem Spielgeschehen, es entscheidet also nicht willkürlich, ob das \"gj\" wohl toxisch war, sondern unter Einbezug solcher Situationen, wie in deinem Beispiel.\n\nNur als kleiner Zusatz, um evtl. einen weiteren Streitpunkt im Vorhinein aus zu räumen^^","replies":[]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-08-23T16:53:17.490+0000","up_votes":4,"down_votes":2,"body":"Wenn du irgendwelche Sachen neu ansprichst, deren Antwort oder Lösung bereits zuvor gegeben wurden, ist das nicht mein Problem.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T17:09:40.905+0000","up_votes":2,"down_votes":7,"body":"Klar. Die Lösung wurde so sehr geliefert dass niemand sie parat hat, wiederholen oder gar zitieren kann, wenn es drauf ankommt.\n\nHey ich kann Zaubern. Was, ich soll dir das beweisen? Ich hab gerade kein Bock. \nAber es ist definitiv so!","replies":[{"id":"","poster":"Bergelmir32","date":"2015-08-23T17:23:54.774+0000","up_votes":3,"down_votes":2,"body":"Ich hab sie wiederholt aber das war für dich ja dann eine \"Zeitreise\".\n\nWie auch immer, ich hab nicht vor noch mehr Zeit an dich zu verschwenden.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:57:28.334+0000","up_votes":1,"down_votes":2,"body":"Oh mann \"foxedge\" ist echt ne Tüte Popcorn wert, einfach herrlich.","replies":[]}]}]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-23T16:34:21.267+0000","up_votes":2,"down_votes":7,"body":"Die Tatsache dass du in Erklärungsnot geraten bist noch viel weniger. :)","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"CMan","date":"2015-08-23T15:20:02.096+0000","up_votes":6,"down_votes":4,"body":"Ok, da die Formalitäten jetzt erfüllt sind, geh ich den Chatlog mal durch.\n\n>wasted flash already?\n1 more flame and i go afk{{item:3751}} {{item:3751}} {{item:3751}} \n\nMit Sabotage drohen, oder diese anzukündigen, geht gar nicht. Das ist das mit Abstand widerlichste in diesem Log.\n\n>go bot renekton, wont lane with this flamer kid{{item:3751}} \n\nBeleidigung\n\n>i am trolling? this adc called me \"son of a bitch\" and flames me, so why would i go back on bot?{{item:3751}} \n\nBlaming\n\n>yeye blame me. dont blame jinx for insulting me even though i warned her =){{item:3751}} \n\nBlaming\n\n>u want to report me for switching my lane because of flaming jinx? good luck\n\n>renekton + jinx 100% reported for flaming.{{item:3751}} \n\nReportaufrufe sind auch daneben.\n\n>he went afk because of losing vs gP, nothing else, thats just a bad excuse\n>wondering why you want to report me, if jinx was the reason of why i left bot: \"son of a bitch\", \"fuck you retard\" what she sai{{item:3751}} \n\nUnd wieder Blaming.\n\nFakt ist: Der Chatlog ist definitiv weit weg von allem was erlaubt und akzeptabel ist.\nDie Sabotageandrohung ist das Schlimmste, und auch der Rest sind Dinge, die im Chat nichts verloren haben.\n\nPositive, konstruktive, oder Spielrelevante Passagen: keine. Exakt Null.\n\nEine Strafe ist hier definitiv verdient.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:24:01.829+0000","up_votes":3,"down_votes":7,"body":"\nSelbst Konstruktives ist in diesem Spiel Toxic ;)\nBeispiel:\nDarius full build dmg auf der TopLane verliert gegen Riven:\n\nDarius, please build some defensive items if you lose your lane..   \n\nEXTREMLY TOXIC LOL KID YOU FLAME ME MIMIMI QQ.\n\n\n\nKonstruktive Kritik = Flame = Community ? Corrupted.\n\nWenns nach dir ginge, duerfte man den Chat offensichtlich gar nicht benutzen, außer:\n\nHi\nBye\n\nAlles andere ist ja toxic, unkonstruktiv, negativ.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:27:31.607+0000","up_votes":3,"down_votes":9,"body":"> [{quoted}](name=Angelol the 3rd,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00050000,timestamp=2015-08-23T15:24:01.829+0000)\n> Wenns nach dir ginge, duerfte man den Chat offensichtlich gar nicht benutzen, außer:\n> \n> Hi\n> Bye\n> \n> Alles andere ist ja toxic, unkonstruktiv, negativ.\n\nVersuch gar nicht erst mit ihm zu reden. Der ist bekannt dafür durchs Forum zu laufen und solche Beiträge mit seinen Ignite-Icons zu versehen um Dinge im Anschluss extrem dramatisch zu kommentieren. Strafmaß in Relation zur Tat? Unwichtig.","replies":[{"id":"","poster":"Xaruss","date":"2015-08-23T15:30:08.864+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000500000000,timestamp=2015-08-23T15:27:31.607+0000)\n>\n> Versuch gar nicht erst mit ihm zu reden. Der ist bekannt dafür durchs Forum zu laufen und solche Beiträge mit seinen Ignite-Icons zu versehen um Dinge im Anschluss extrem dramatisch zu kommentieren. Strafmaß in Relation zur Tat? Unwichtig.\n\nEr hat aber verstanden wie das System funktioniert.Du anscheinend nicht","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:35:33.903+0000","up_votes":5,"down_votes":5,"body":"Dann erklär mal inwiefern etwas das normalerweise höchstens zur CR führt mit einen 14-Tage Ban für Extremfälle aka Homophobie/Rassismus/Hassreden gleichgesetzt wird.","replies":[]}]},{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:28:06.329+0000","up_votes":3,"down_votes":7,"body":"Kann mir schon vorstellen was das fuer ne Person im RL ist.. :D","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T15:38:04.219+0000","up_votes":5,"down_votes":2,"body":"Vermutlich jemand, der erkennt, wann sein Verhalten daneben ist ^^","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:40:19.235+0000","up_votes":3,"down_votes":5,"body":"Klar. Jemand nennt dich H...Sohn und dein Verhalten ist total daneben, weil du nicht mehr mit ihm zusammen spielen willst und die Lane switcht.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T15:57:57.934+0000","up_votes":4,"down_votes":2,"body":"Du hast die Drohungen und das gemecker vergessen. Für mich sieht der Chatlog (mit Beschreibung des TEs) eher aus wie ein Streit zwischen Kleinkindern. \n\nTE: HAHA! Du hast nicht getroffen! (so kommt das Flash already wasted rüber)\nADC: du bist blöd\nTE: Dann Spiel ich nicht mehr mit dir. Selber blöd!\n\nUnd dann immer in beide Richtungen Schuldzuweisungen, ala der hat aber angefangen. \n\nWenn ich in dem Spiel gewesen wäre, hätte ich wohl das ganze Team gemeldet. \n\nSchön ist hier übrigens zu sehen, dass aus Sicht des TEs toxisches Verhalten scheinbar angemessen ist (schließlich droht er mit AFK), sobald die Gegenseite selbiges genutzt hat. Dass er selbst zuerst toxisch war, will er aber scheinbar nicht einsehen.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:00:33.387+0000","up_votes":2,"down_votes":4,"body":"Warte. \n\"wasted flash already?\" ist eine NORMALE Frage  - was ist daran toxic?\ndaraufhin: fuck you, retard      von Jinx   \nich: one more flame and I go afk\n\nWo bin ich bitte zuerst toxic?\n\n\"Wasted flash already?\" War wahrscheinlich schon extrem toxic und fast schon grenzwertig an nem permabann, huh?\n\nWenn's nach dir ginge, haette ich es wahrscheinlich so formulieren muessen:\n\"Dear Jinx, did you already use your Flash before? I didn't see.\"\n\n\nSchon schei*e, wenn man den kompletten ChatLog nicht zur Verfuegung gestellt bekommt, wa?","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T16:16:43.612+0000","up_votes":4,"down_votes":2,"body":"Inzwischen kannst du doch die Summonerspells über Tabulator prüfen. Die Frage hättest du also nicht einmal stellen müssen. \n\nEin \"nice ulti Jinx\" nachdem eine Jinx mit ihrer Ulti nicht getroffen hat, hätte etwa die selbe Stufe an negativem Verhalten gefragt. Deine Aussage war wenigstens eine Provokation, die Drohung hat die Situation kein Stück verbessert. Ein \"calm down, we will do better next time\" oder einfach nichts schreiben wäre viel besser gewesen.\n\nWie hättest du dich denn gefühlt, wenn Jinx nach einem 2vs2, das ihr knapp verloren habt, gesagt hätte \"Exhaust already wasted?\"\nDa hättest du dir sicher auch gedacht, die weiß genau, dass du es noch nicht eingesetzt hast, bzw. kann sehen, dass es noch auf Cooldown ist. Hättest dann ziemlich sicher auch etwas wie \"another complaint and I go afk\" geschrieben.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:19:33.646+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000500000000000000000000000000000001,timestamp=2015-08-23T16:16:43.612+0000)\n>\n> Inzwischen kannst du doch die Summonerspells über Tabulator prüfen. Die Frage hättest du also nicht einmal stellen müssen. \n> \n> Ein \"nice ulti Jinx\" nachdem eine Jinx mit ihrer Ulti nicht getroffen hat, hätte etwa die selbe Stufe an negativem Verhalten gefragt. Deine Aussage war wenigstens eine Provokation, die Drohung hat die Situation kein Stück verbessert. Ein \"calm down, we will do better next time\" oder einfach nichts schreiben wäre viel besser gewesen.\n> \n> Wie hättest du dich denn gefühlt, wenn Jinx nach einem 2vs2, das ihr knapp verloren habt, gesagt hätte \"Exhaust already wasted?\"\n> Da hättest du dir sicher auch gedacht, die weiß genau, dass du es noch nicht eingesetzt hast, bzw. kann sehen, dass es noch auf Cooldown ist. Hättest dann ziemlich sicher auch etwas wie \"another complaint and I go afk\" geschrieben.\n\nMan kann alles auslegen wie mans braucht, gut machst du das.. :D","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T16:29:32.312+0000","up_votes":3,"down_votes":2,"body":"Willst du Hilfe haben, wie man in Zukunft LoL spielen kann ohne gebannt zu werden? Wenn ja, solltest du dir solche Erklärungen zu Herzen nehmen. Es liegt ganz an dir, ob du in Zukunft weiterhin bestraft wirst oder nicht. \n\nBei dem Ticket solltest du übrigens ein paar mal antworten, falls eine automatisierte Nachricht kommt und den Support bitten, dich an Playerbehaviormitarbeiter weiterzuleiten. Aber bitte nur, wenn du dir ganz sicher bist, dass du sonst nichts schlimmes gemacht hast.","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:03:58.027+0000","up_votes":1,"down_votes":1,"body":"Wasted = Verschwendet, ein eindeutig negatives Wort\nUsed = Benutzt, das wäre das neutrale Pendant gewesen.\nAber offensichtlich könnten dir auch Jesus und Buddah persönlich erklären, was du falsch gemacht hast und du würdest es nicht einsehen, wenn du so lernresistent bleibst, wird das nicht deine letzte Strafe bleiben.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:20:06.297+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000500000000000000000000000000000000,timestamp=2015-08-23T16:03:58.027+0000)\n>\n> Wasted = Verschwendet, ein eindeutig negatives Wort\n> Used = Benutzt, das wäre das neutrale Pendant gewesen.\n> Aber offensichtlich könnten dir auch Jesus und Buddah persönlich erklären, was du falsch gemacht hast und du würdest es nicht einsehen, wenn du so lernresistent bleibst, wird das nicht deine letzte Strafe bleiben.\n\nHab dich auch lieb <3","replies":[]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-23T16:05:23.639+0000","up_votes":3,"down_votes":6,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0005000000000000000000000000,timestamp=2015-08-23T15:57:57.934+0000)\n\n> Du hast die Drohungen und das gemecker vergessen. Für mich sieht der Chatlog (mit Beschreibung des TEs) eher aus wie ein Streit zwischen Kleinkindern. \n> \n> TE: HAHA! Du hast nicht getroffen! (so kommt das Flash already wasted rüber)\n\nAußer es war eine Wiederholung des von Vayne gesagtem, was im Kontext zu \"1 more flame and I go afk\" Sinn ergeben würde.\n\nSollte er damit von allein geflamed haben ist das aber auch noch immer kein Grund für einen 14 Tage Ban. Ihr dürft bei dieser Diskussion nicht vergessen dass die Frage nicht lautet ob es sich hier um suboptimales Verhalten handelt, sondern ob es einen 14 Tage Ban rechtfertigt. Und wenn man Fälle die für einen 14 Tage Ban in Frage kommen zum Vergleich heranzieht, fehlt dafür noch **einiges**. \n\n> Und dann immer in beide Richtungen Schuldzuweisungen, ala der hat aber angefangen. \n\nNein, keine Schuldzuweisung. Dem Chatverlauf ist klar zu entnehmen dass er Richtung Toplane gegangen ist und als Troll bezeichnet wurde. Daraufhin antwortete er \"I am Trolling?\" und was folgte war legidlich die Erklärung, warum er nicht mit Vayne zusammenspielen will - die Beleidigung.\n\n> Schön ist hier übrigens zu sehen, dass aus Sicht des TEs toxisches Verhalten scheinbar angemessen ist (schließlich droht er mit AFK), sobald die Gegenseite selbiges genutzt hat. Dass er selbst zuerst toxisch war, will er aber scheinbar nicht einsehen.\n\nImmernoch steht im Raum, inwiefern die Androhung (gar ohne Umsetzung) afk zu gehen in das Raster für die Extremfälle die einen 14 Tage Ban erhalten fallen soll.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:23:06.702+0000","up_votes":2,"down_votes":1,"body":"> Immernoch steht im Raum, inwiefern die Androhung (gar ohne Umsetzung) afk zu gehen in das Raster für die Extremfälle die einen 14 Tage Ban erhalten fallen soll.\n\nWenn wir, also die Community, das als Rechtfertigung ansehen und sich das insgesamt durchsetzt ist das durchaus Begründung genug, um einen 14-Tage Ban zu rechtfertigen.","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-08-23T16:19:30.275+0000","up_votes":3,"down_votes":3,"body":"Wirst du jemals anfangen Änderungen an deinen Posts kenntlich zu machen?","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:06:16.158+0000","up_votes":2,"down_votes":1,"body":"Dafür wurde er auch nicht bestraft. Dafür wird niemand bestraft. Sonst hätte ich selber schon längst eine Strafe.","replies":[]}]}]},{"id":"","poster":"CMan","date":"2015-08-23T15:40:43.050+0000","up_votes":5,"down_votes":3,"body":"Jup,\n\nwenn man inhaltlich nicht mehr weiterkommt, dann wird man persönlich.\n\nDas ist schon ziemlich schwach.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T16:13:13.549+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Klemens,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=00050000000000000001,timestamp=2015-08-23T15:40:43.050+0000)\n> Jup,\n> \n> wenn man inhaltlich nicht mehr weiterkommt, dann wird man persönlich.\n> \n> Das ist schon ziemlich schwach.\n\nEs gibt den Spruch: \"Eine Beleidigung muss nicht direkt ausgesprochen werden, Worte können auch verletzend sein.\"\n\nIch finde dein Verhalten ehrlich gesagt nicht minder daneben. Du kommst hier rein, zitierst 100 Absätze mit dem Ignite-Symbol um die schlechten Sachen richtig schön hervorzustellen obwohl Text allein auch gereicht hätte, schreibst mehrfach Einzeiler wie \"Blaming/Beleidigung\" hintereinander ohne auf den Inhalt einzugehen was dazu führt, dass du Beispielweise eine schlichte Erklärung als Blaming abtust, du bezeichnest sein Verhalten als \"widerlich\" (ist nicht weniger persönlich) und fällst am Ende ein Urteil ohne die Fragestellung des TEs zu Berücksichtigen, inwiefern das eines 14 Tage Bannes und keiner CR würdig ist.\n\nDas wirkt nicht wie jemand der jemandem wohlgesonnen ist oder an der Thematik teilhaben will, sondern einfach seinen Spaß daran hat sich am Leid anderer zu ergötzen und ihre Fehler herauszustellen. Konstruktive Kritik von dir, Verbesserungsvorschläge? Fehlanzeige.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:24:30.025+0000","up_votes":2,"down_votes":1,"body":"Das Problem ist, dass das alles Dinge betrifft, die eigentlich klar sein sollten. Davon auszugehen, dass der TE absolut keine Ahnung von der menschlichen Psyche hat ist nun mal unwahrscheinlich.","replies":[]}]}]}]}]},{"id":"","poster":"CMan","date":"2015-08-23T15:30:14.597+0000","up_votes":4,"down_votes":3,"body":">Wenns nach dir ginge, duerfte man den Chat offensichtlich gar nicht benutzen\n\nHab ich nie behauptet, und das ist auch kompletter Nonsense.\n\nDer Chat ist in erster Linie ein Werkzeug, welches richtig verwendet dem Benutzer dabei hilft, Spiele zu gewinnen.\n\nDas geht auf zwei Arten:\n\nErstens: Man sorgt für eine gute Stimmung im Team, denn gut gelaunte Spieler spielen bekanntlich besser.\n\nEinfachste Beispiele sind \"gl hf\" am Anfang oder \"gj\" bzw. \"wp\" nach gelungenen Aktionen.\n\nZweitens: Spielrelevante Inhalte. die mit dem Team geteilt werden.\n\nDas könnten sein: Timer von objectives (da viele Leute eben nicht TAB drücken) oder auch Summoner Spells, Positionen von Wards, etc.\n\nAlles, was nicht hilft, das Spiel zu gewinnen, hat im Chat nichts zu suchen.\n\nWas in deinem Chat zu finden war, ist nicht nur nicht konstruktiv, sondern bewirkt das exakte Gegenteil von dem was ich schrieb.","replies":[]}]},{"id":"","poster":"Foxedge","date":"2015-08-23T15:24:28.735+0000","up_votes":3,"down_votes":8,"body":"> [{quoted}](name=Klemens,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0005,timestamp=2015-08-23T15:20:02.096+0000)\n> Positive, konstruktive, oder Spielrelevante Passagen: keine. Exakt Null.\n\nHassreden, Homophobie, Rassismus, extreme Beleldigungen: keine. Exakt Null.\n\n> Eine Strafe ist hier definitiv verdient.\n\nNope. Für sowas gibt es höchstens CR.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:07:36.687+0000","up_votes":3,"down_votes":2,"body":"Ich finde mehrere Vorfälle von Drohungen rechtfertigen eine 14-Tage Sperre durchaus. Leider haben wir nur die Logs von einem Spiel, deshalb wissen wir letztendlich nicht, ob das hier zutrifft.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:08:23.112+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000500010000,timestamp=2015-08-23T16:07:36.687+0000)\n>\n> Ich finde mehrere Vorfälle von Drohungen rechtfertigen eine 14-Tage Sperre durchaus. Leider haben wir nur die Logs von einem Spiel, deshalb wissen wir letztendlich nicht, ob das hier zutrifft.\n\nGab definitiv keine andere Androhung zu nem \"AFK\" gehen, zumal ich auch noch nie AFK gegangen bin.\nAußerdem muss man am Ende auch zwischen \"sagen\" und \"machen\" unterscheiden ;)","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:25:52.007+0000","up_votes":4,"down_votes":2,"body":"> Außerdem muss man am Ende auch zwischen \"sagen\" und \"machen\" unterscheiden ;)\n\nIn diesem Falle nicht wirklich. Dein Ban stammt von der Chatanalyse, die bestraft dich nur für deine Logs. Ob du ingame bist oder nicht, das interessiert dieses Programm nicht im geringsten. Für Leaves wirst du vom Leaverbuster bestraft.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:27:09.860+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Angelol the 3rd,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000500010000000000010000,timestamp=2015-08-23T16:27:09.860+0000)\n>\n> Also empfiehlst du mir ne AFK Drohung gar nicht in den Chat zu schreiben, sondern einfach AFK unter nen Turret zu stellen und alle 3-4 Minuten mal i.eine Action zu machen, damit der LeaverBuster mich nicht als AFk ansieht? Danke für den Tipp.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:39:45.285+0000","up_votes":3,"down_votes":1,"body":"Ich bezweifle, dass du es schaffst den Leaverbuster auszutricksen. Aber wenn du so dringend deinen Perma willst, bitte, probiers aus, ich werde dich nicht aufhalten. Kann ich sowieso nicht.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:29:17.143+0000","up_votes":3,"down_votes":2,"body":"Wenn du lieber vom Leaverbuster als von der Chatanalyse bestraft wirst....","replies":[]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-23T16:10:21.274+0000","up_votes":3,"down_votes":2,"body":"Beweisen kann ichs natürlich nicht, aber dein Verhalten hier im Forum spricht doch sehr stark dafür, dass du dich gerne mal daneben benimmst.\nAuch, dass du die wichtige Frage nach vorherigen Strafen konsequent ignorierst, spricht Bände, denn wenn der Bann nur die letzte von vielen Strafen war, ist es vollkommen okay, dass er verhängt wurde.","replies":[]}]}]}]}]},{"id":"","poster":"Xaruss","date":"2015-08-23T15:07:02.131+0000","up_votes":1,"down_votes":0,"body":"Poste mal deinen Chatverlauf den du per Email bekommen hast","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:09:06.959+0000","up_votes":2,"down_votes":2,"body":"Steht oben im Beitrag.. :) \nDas zwischen den Wellen:\n\n\nhttp://link.email.riotgames.com/t.d?XYGt_GjsT2yqwF=/%40HTML_2PREVIEW_2LINK_0a=9CCT_2etp7RrG7mdNqm0YE5_29&msgVersion=web\n\n\nIst halt Mist, dass nur der eigene Chatverlauf angezeigt wird und nicht das Zeugs, was von den anderen geschrieben wurde.","replies":[{"id":"","poster":"CMan","date":"2015-08-23T15:09:54.700+0000","up_votes":2,"down_votes":0,"body":"Das Dingen zu Copy pasten ist nicht ausreichend.\n\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:13:05.912+0000","up_votes":1,"down_votes":1,"body":"Link ist drin, sry.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:15:04.339+0000","up_votes":2,"down_votes":1,"body":"Das ist nicht Mist, sondern dient dazu, den gesperrten zu verdeutlichen, dass die Taten der anderen irrelevant für eine Sperre sind, sondern nur das eigene Verhalten zählt. Man wird schließlich nicht für das Verhalten anderer bestraft.","replies":[]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-23T15:11:05.331+0000","up_votes":3,"down_votes":8,"body":"Darin ist nichts enthalten was eine 14 Tage Sperre rechtfertigt. Selbst wenn hier gleich Whiteknights auftreten werden die irgendwelche Gründe daran finden, das ist nicht Ansatzweise etwas, dass man mit den sogenannten \"Extremfällen\" die eine 14 Tage Sperre (Homophobie, Rassismus, Hassreden etc) erhalten gleichsetzen kann. \n\nIch wette du hast die Sperre 3-4 Minuten nach dem Spiel erhalten? Ich hab schon Mal versucht zu erklären, dass dieses System in erster Linie automatisch bannt und Sätze fehltinterpretieren könne, aber das wurde von einigen Verfechtern des Systems vehement abgestritten. \n\nIch bin mir ziemlich sicher dass das System die Wiederholungen der Beleidigungen als Beleidigungen deinerseits gewertet und dich aufgrundlage dessen bestraft hat.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:15:34.178+0000","up_votes":2,"down_votes":3,"body":"Die Beleidigungen zu quoten und dazu zu sagen, dass man sich nicht als das beleidigen lassen muss, gilt in dieser Community als \"toxic\"? Traurig.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-08-23T15:36:15.875+0000","up_votes":3,"down_votes":1,"body":"du warst doch auch toxic lel ich versteh nicht was es da noch zu diskutieren gibt. wenn du dich in jedem game so verhältst wie in dem hier ist es absolut gerechtfertigt","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:01:50.531+0000","up_votes":3,"down_votes":2,"body":"Aber das ist das Problem. Wir wissen nicht, ob er sich in jedem Game so verhält...\n\nWir brauchen wie beim alten Tribunal 3-5 Beispiele, damit man sowas deutlich besser beurteilen kann.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:01:34.216+0000","up_votes":2,"down_votes":2,"body":"Nein, das gilt definitiv nicht als toxic. Das ist auch dem System klar. Toxisch warst du trotzdem. Allerdings finde auch ich nicht wirklich, dass das, was da in den Logs steht einen 14-Tage Ban rechtfertigt... Es wäre sinnvoller, wenn wir mehr Spiele mit Logs hätten. Denn wenn du dauernd mit leaven drohst dann ist die Sperre durchaus verdient.","replies":[]}]},{"id":"","poster":"WhisperedFire","date":"2015-08-23T15:17:16.819+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:19:04.257+0000","up_votes":4,"down_votes":4,"body":"Ist ja egal wie er sich vorher verhalten hat für diesen Ban, die Strafe die auf Grundlage diesen Spieles ausgeteilt wurde ist einfach ungerechtfertigt, er hat nichts gemacht.","replies":[{"id":"","poster":"WhisperedFire","date":"2015-08-23T15:28:04.662+0000","up_votes":3,"down_votes":3,"body":"Das ist es ja. Es wird nciht nur auf dieses Spiel basieren, sondern auf ~~viele~~ max 5 auch vorher.\n\n/Edit: Danke für die Info von Eingew. Für Fehlinfo entschuldige ich mich nochmals \n\n(Wegen den Fehlinformationen, die ich im gelöschten Beitrag hatte, möchte ich mich entschuldigen)","replies":[{"id":"","poster":"Foxedge","date":"2015-08-23T15:28:53.050+0000","up_votes":3,"down_votes":7,"body":"Sowas geht nicht. Dann wird man entweder vorher bestraft oder dann wenn das Maß voll ist, es kann aber nicht durch ein Spiel geschehen in dem nichts passiert ist.","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:04:50.397+0000","up_votes":4,"down_votes":2,"body":"Man wird bestraft wenn das Maß voll ist. In diesem Spiel war das Maß voll. Nur weil du kein Fehlverhalten erkennst heißt das nicht, dass das System und damit der Großteil der Spieler das genauso sieht.","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T16:06:52.809+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=000200010000000000000000,timestamp=2015-08-23T16:04:50.397+0000)\n>\n> Man wird bestraft wenn das Maß voll ist. In diesem Spiel war das Maß voll. Nur weil du kein Fehlverhalten erkennst heißt das nicht, dass das System und damit der Großteil der Spieler das genauso sieht.\n\nDas einzige, was das System erkannt hat, waren meine gequoteten Beleidigungen, sonst nichts.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-23T16:24:05.397+0000","up_votes":3,"down_votes":2,"body":"Und die AFK Drohung und das ankreiden von Vayne und Renekton. Vermutlich hat es sogar erkannt, dass 100 % deiner Nachrichten mindestens provokant waren. \n\nEs wird übrigens auch der After- und Pregamechat betrachtet, der auch von Riotmitarbeitern einsehbar ist. Hast du da vielleicht noch etwas schlimmeres geschrieben als im Spiel?\n\nDer Chat alleine sieht wirklich nicht nach 14 Tagebannkandidat aus. Wir können aber leider nicht sagen, wie oft der TE schon bestraft wurde und was er nach dem Spiel so geschrieben hat.","replies":[]},{"id":"","poster":"eingew","date":"2015-08-23T16:20:39.390+0000","up_votes":2,"down_votes":1,"body":"Nein, wie gesagt, der springende Punkt war meiner Einschätzung nach die Drohung von dir. Die Möglichkeit, dass das System keine Quotes erkennt besteht nur in geringem Maße, schließlich bestraft es nicht einmal dafür, wenn man sich selbst flamet.\nSo oder so, sollte es an den Quotes liegen wird der Support den Ban rückgängig machen, in der Hinsicht wird dein Ticket auf Dauer Klarheit bringen.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:03:49.283+0000","up_votes":2,"down_votes":2,"body":"Es basiert nicht auf vielen, sondern nur auf 1/2, sagen wir maximal 5 Spiele vorher...","replies":[]},{"id":"","poster":"Xaruss","date":"2015-08-23T15:29:35.529+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=WhisperedFire,realm=EUW,application-id=KYnfKGf0,discussion-id=7gX29A30,comment-id=0002000100000000,timestamp=2015-08-23T15:28:04.662+0000)\n>\n> Das ist es ja. Es wird nciht nur auf dieses Spiel basieren, sondern auf viele auch vorher.\n\nStimmt so nicht..","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-23T16:03:09.763+0000","up_votes":1,"down_votes":1,"body":"\"Nichts\" ist leider völlig falsch. Mit leaven zu drohen ist eine ganze Menge. Trotzdem stimme ich dir zu, dass dieses eine Spiel für 14 Tage nicht ausreicht.","replies":[]}]}]},{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:20:55.169+0000","up_votes":3,"down_votes":2,"body":"Das kam tatsaechlich 3-4 Minuten nach Verlassen des Games...\nWerde wohl einfach auf die Antwort des Supports warten muessen v.v","replies":[]}]},{"id":"","poster":"Kaitri","date":"2015-08-23T20:48:08.613+0000","up_votes":4,"down_votes":3,"body":"in dem log ist nichts enthalten außer \"reported for 100%\" und das liebe ich, diese ganzen \"reported\" schreier gehen mir so auf die nerven, tus einfach und halt die klappe, wenn ich nix getan habe ists mir sowieso egal.\nfinds großartig das riot sowas bestraft <3","replies":[]},{"id":"","poster":"reMember Mistake","date":"2015-08-23T17:48:48.161+0000","up_votes":3,"down_votes":2,"body":"Ja gerechtfertigt ...\nSollte jmd  flamen ignorieren und muten du hast damit nur alles noch schlimmer gemacht jmd zu drohen das spiel zu verlassen ist mindestens genau so schlimm wie flamen wenn nicht noch eine spur schlimmer ^^ \nAber mit der zeit wirst du selbst noch draufkommen","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-08-23T15:58:30.462+0000","up_votes":3,"down_votes":2,"body":"Toxisch war das was du geschrieben hast auf jeden Fall, da ist nicht eine Zeile drin die positiv oder neutral ist.\nIst allein das ein 14 Tage Bann, wohl eher nicht aber wenn mal liest was du hier so schreibst verhällst du dich wohl öfter so.\n\nWenn du statt 'wasted' einfach 'used' benutzt hättest wäre der Chat vielleicht sehr viel besser verlaufen und du wärst jetzt nicht hier.","replies":[]},{"id":"","poster":"TurtleMari","date":"2015-08-23T19:20:47.593+0000","up_votes":2,"down_votes":1,"body":"\"renekton + jinx 100% reported for flaming\"\n\nDAS nennt sich reportcalling (der Aufruf um jemanden zu melden) und ist höchst strafbar. Ich bin Main Support und wenn mein ADC nicht lieb zu mir ist, dann heile, schilde ich diesen nicht sondern lasse diesen sterben bis er/sie wieder lieb ist. :)\nSo einfach ist das. Nicht so viel schreiben, geh lieber roamen und gehe ab und zu zur Botlane zurück damit niemand denkt du würdest \"trollen\".","replies":[]},{"id":"","poster":"Xaruss","date":"2015-08-23T15:20:06.718+0000","up_votes":2,"down_votes":1,"body":"14 Tage Ban und Perma Ban können doch schon 15 Min nach dem jeweiligen spiel ausgelöst werden,je nachdem was geschrieben wurden ist.","replies":[]},{"id":"","poster":"Xaruss","date":"2015-08-23T15:15:01.913+0000","up_votes":1,"down_votes":2,"body":"\"son of a bitch\", \"fuck you retard\" what she sai\n\nEvtl wird dies der Grund sein.\nGlaube nicht das das System das auseinander halten,genau so wie wenn was aus Spaß gemeint ist.\nBin mir aber nicht sicher :/","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:16:58.659+0000","up_votes":2,"down_votes":1,"body":"Dachte ich mir auch, deshalb ists gequoted...\n\nKann mir aber nicht vorstellen, dass der Bann gerechtfertigt ist, weshalb ich parallel zu diesem Thread noch ne Mail an den Support geschickt habe, hoffe, dass die da was machen koennen.\nWollte mir lediglich diverse Meinungen dazu anhoeren... :)","replies":[]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-08-26T17:46:03.969+0000","up_votes":2,"down_votes":2,"body":"also ich finde den ban unfair...","replies":[]},{"id":"","poster":"Kassengestell","date":"2015-08-24T08:45:28.967+0000","up_votes":2,"down_votes":2,"body":"Ich finde, daß sich diese Art 14-Tage-Banns in letzter Zeit häufen: Nicht wirklich fieser Flame, sondern eher unhöfliches stetes \"Geseier\".\nIch frinde diese Linie etwas hart. Reichen für solche Leute nicht chat-restrictions?\nWas soll riot denn mit \"echten\" Flamern machen. Sofort Perma-Bann ?","replies":[]},{"id":"","poster":"iJUKEuQQ","date":"2015-08-23T15:18:42.447+0000","up_votes":3,"down_votes":4,"body":"WIE LANGE IST DAS TRIBUNAL DENN NOCH DOWN","replies":[{"id":"","poster":"eingew","date":"2015-08-23T16:08:01.959+0000","up_votes":1,"down_votes":1,"body":"Vermutlich noch eine ganze Weile.","replies":[]}]},{"id":"","poster":"EpicSeju","date":"2015-08-23T15:06:04.342+0000","up_votes":1,"down_votes":7,"body":"***","replies":[{"id":"","poster":"Angelol the 3rd","date":"2015-08-23T15:07:07.595+0000","up_votes":1,"down_votes":1,"body":"D. h. nun was genau fuer die Rechtfertigung eines 14-Tage Banns fuer den von Riot genannten Text?","replies":[]}]},{"id":"","poster":"nOeTHe","date":"2015-08-23T18:05:41.784+0000","up_votes":1,"down_votes":3,"body":"Wer austeilt der muss auch einstecken können. Traurige Wüstenblume, du hättest einfach nen Smiley nach dem fuck u machen sollen. Niemand möchte sich in LoL um Blumen kümmern, keiner möchte das.","replies":[]},{"id":"","poster":"Holzboden","date":"2015-08-24T14:51:09.437+0000","up_votes":1,"down_votes":8,"body":"Ach, mach dir nichts draus. Du hast dich nicht schlimm verhalten. Das es hier immer Leute gibt die päpstlicher als der Papst sind und dir aus allem einen Strick drehen - geschenkt. Such dir lieber ein anderes Spiel. Gibt genug andere die auch Spaß machen und bei denen man nicht von einem beschränken Alghorithmus für 2- Wochen ausgeschlossen wird. Hier wird ja mittlerweile jedes Wort auf die Goldwaage gelegt und immer sofort 2 Wochen Banns ausgesprochen ohne Zwischenschritt.","replies":[]}]}