{"id":"Xm4UwpV1","poster":"Pandaphiri","date":"2015-08-23T13:18:55.225+0000","title":"Aktuelles Gameplay","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"kann mir einer erkl&auml;ren warum aktuell alles gebufft wird au&szlig;er ADC? Fiora wird op in early gemacht dank ihrem dash,bonus dmg crit scheiss, darius mehr dmg extra slow, morde op dmg mit dem dritten hieb usw. Aktuell wird alles gemacht um ADC&acute;s einfach nutzlos werden zu lassen. selbst ein gro&szlig;teil der supporter haut mehr schaden raus als die ADC&acute;s. Gibt es irgendeinen plan mal diese eine Klasse wieder zu buffen oder will riot die MEta so umst&uuml;rzen das kein schwein mehr adc spielen will weil sie einfach keine chance gegen irgendwelche Fighter oder assassinen haben die ein ganzen Team alleine auseinander nehmen?","replies":[{"id":"","poster":"Ordun","date":"2015-08-23T13:47:57.734+0000","up_votes":2,"down_votes":0,"body":"Riot meinte sicher irgendwann mal, dass sie keine Meta für LoL unterstützen, und adcs sind stark wenn man positioning drauf hat. Ahja, wurde im letzten Patch nicht Twitch und Lucian gebufft?","replies":[]},{"id":"","poster":"Skyy22","date":"2015-08-24T06:38:17.879+0000","up_votes":1,"down_votes":0,"body":"Du machst einiges falsch wenn dein support auch nur ansatzweise soviel Damage hat wie du  XD","replies":[]},{"id":"","poster":"XxKampflappenxX","date":"2015-08-24T02:34:05.539+0000","up_votes":1,"down_votes":0,"body":"ADC bekommt bald neue Items, nach den Worlds schätze ich dass sie die neuen Items und ADC Änderungen auf den PBE hauen werden.\n\nAngekündigt wurde das ganze schon vor einiger Weile aber da die Worlds auf 5.18 gespielt werden sollen wird das sehr warscheinlich in den nächsten 2 Patches nichts weltbewegendes.","replies":[]},{"id":"","poster":"Wekra","date":"2015-08-23T21:00:39.528+0000","up_votes":1,"down_votes":0,"body":"Versuch doch einfach mal ein Spiel ohne ADC...wir hatten im Gegnerteam Morde und Darius bot..die wurden zerpflückt...und im letzten Ranked hat im Late doch tatsächlich der ADC zum großen Teil gecarried","replies":[]}]}