{"id":"fyEhfPYo","poster":"SariusGE","date":"2015-08-22T23:40:32.962+0000","title":"Steraks Pegel gibt 0 ad?!?","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Ich wollte steraks Pegel heute auf fiora bauen, da ich dachte ich bekomme 25% von ca. 400 ad(also 100ad) dazu, stattdessen habe ich nur die 500 leben bekommen und sonst nichts...","replies":[{"id":"","poster":"DeSyNcr0N","date":"2015-08-26T15:35:05.877+0000","up_votes":1,"down_votes":0,"body":"Ehm so wie ich das mitbekommen habe verursacht jeder AA zusätzlich 25% deiner Base AD und du kriegst nicht die Stats also von 100 ad nochmal 25 drauf und hast dann 125 sondern nur bei Hits werden die 25% draufgerechnet. Das Item hat aber trotzdem noch die Synergy mit Trinity sprich den Sheen Procc","replies":[]},{"id":"","poster":"Black Mage","date":"2015-08-22T23:42:09.900+0000","up_votes":1,"down_votes":0,"body":"du bekommst GRUND AD dazu.\n\nsprich: wenn du ohne items, runen und meisterschaften rumrennen würdest, bekommst du von deinem grund AD 25% dazu (+25% wenn die passive proct), weswegen dieses item recht kosten ineffizient ist für manche champs","replies":[{"id":"","poster":"SariusGE","date":"2015-08-23T21:43:16.369+0000","up_votes":1,"down_votes":0,"body":"das heißt man bekommt die 25% nur wenn man kein bonus-ad hat?\n","replies":[{"id":"","poster":"Black Mage","date":"2015-08-23T21:52:23.203+0000","up_votes":1,"down_votes":0,"body":"nein...\n\nman bekommt die bonus ad \"immer\"(\"immer\" da du ja nochmals 25% bekommst, wenn du X leben verloren hast). nur ist die halt sehr gering für viele champs.\nwas sind denn 25% von 100 GRUNDAD? 25 ad... und DAS ist verdammt nochmal wenig, ein item welches soviel kostet, und dann nur als meatschild dient, ist nicht nennenswert, da lohnt sich ein gürtel für 1k und ein brutalisierer eher UND man bekommt sogar bessere stats damit (cdr, armor pen, man kann den gürtel in etwas wertvolles bauen, etc)\n\nund man merkt den schaden kaum, 25 ad im lategame ist NICHTS\n\nedit: für champs, die trinity bauen, kann das item jedoch wunder wirken, betonung auf \"kann\", weil selbst dann meistens andere item builds besser sind\n\nedit2: einfach ein custom starten und austesten... schau deine ad an, bevor du es kaufst, und dann, nachdem du es kaufst","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-08-23T21:52:10.845+0000","up_votes":1,"down_votes":0,"body":"Du bekommst die 25% immer aber aben nur auf deine Grund AD. Grund AD*1,25+bonus AD","replies":[]}]}]}]}