{"id":"WrX2KmFL","poster":"Heavenly Sir","date":"2015-08-22T12:14:25.516+0000","title":"Aufruf zur Typisierung - Stammzellenspende","subforum":"Allgemeiner Chat","embed":{"title":null,"description":null,"url":"https://www.kmsz.de/images/header_kind.jpg","image":null},"up_votes":3,"down_votes":2,"body":"(Ihr m&uuml;sst vollj&auml;hrig sein, bevor ihr euch typisieren k&ouml;nnt)\n\nLiebe Beschw&ouml;rer\n\nIch m&ouml;chte Euch heute auf etwas aufmerksam machen.\n\nEs geht um folgendes: Die Typisierung f&uuml;r Stammzellenspenden. Jedes Jahr erkranken alleine in Deutschland 8.000 Menschen an Blutkrankheiten, wobei Leuk&auml;mie (== Blutkrebs) davon am bekanntesten ist.\n\nDiese Krankheiten k&ouml;nnen mit Medikamenten bek&auml;mpft werden, aber manchmal ist das nicht mehr m&ouml;glich. Dann ben&ouml;tigt der Patient einen Spender und es ist schwierig, solche zu finden, da weltweit lediglich 15 Millionen Menschen in Spenderkarteien registriert sind. Diese Zahl ist in Relation deswegen so niedrig, weil es besonders wichtig ist, dass sehr &auml;hnliche Stammzellen transplantiert werden m&uuml;ssen und nat&uuml;rlich jeder von uns andere Gene hat.\n\nHeute geschieht die Typisierung mit einem Wattest&auml;bchen, also wie man es aus den Kriminalfilmen kennt. Die einzigen Kosten, die f&uuml;r euch anfallen, sind h&ouml;chstens etwas Porto wenn ihr den Brief mit den Proben in den Briefkasten werft.\n\nDie Typisierung alleine verpflichtet euch zu absolut nichts. Es geht hierbei erst einmal nur darum, dass man geeignete Spender &uuml;berhaupt erst finden kann. Falls ihr jemals als potentieller Spender in Frage kommen solltet - was leider unwahrscheinlich ist (sonst w&uuml;rden ja erheblich weniger Leute schon gen&uuml;gen um die halbe Welt zu retten) - werdet ihr erst einmal kontaktiert. Ihr k&ouml;nnt euch dann theoretisch immer noch gegen die Spende entscheiden, aus welchem Grund auch immer.\n\nDennoch ist es sehr wichtig, dass sich sehr viele Leute registrieren lassen, da nur ein Drittel der betroffenen Patienten geeignete Spender in der Familie haben. Die restlichen sind dann aufgeschmissen, wenn es keine Spender gibt.\n\nBitte guckt euch folgende Seite des Universit&auml;tsklinikum D&uuml;sseldorf an:\n\nhttp://www.kmsz.de\n\nF&uuml;r die Typisierung zahlen die Spenderdatenbanken viel Geld, aber wir zahlen daf&uuml;r nichts. Wir sollten das daher auch nutzen, denn dass so viel Geld ausgegeben wird zeigt, wie wichtig das ist.\n\nAuch wenn das nat&uuml;rlich freiwillig ist w&uuml;rde es uns freuen, wenn wir so viele Leute wie nur m&ouml;glich dazu bewegen k&ouml;nnten. Ihr k&ouml;nnt wie gesagt auch z. B. gleich 10 Sets anfordern und sie damit auch im Familien- und Freundeskreis verteilen.\n\nDer obrigen Text, stammt von c2play, welche diesen Aufruf gestartet haben, aufgrund der guten Erkl&auml;rung, habe ich diesen hier eingef&uuml;gt.\nEs ist also leider nicht meine Schreibf&auml;higkeit, welche man hier oben lesen kann :)\nAber es geht mir darum, dass dieser Text gut und leicht verst&auml;ndlich ist.\n\nLink zum Verfasser: https://forum.c2play.de/viewtopic.php?f=2&t=20086&sid=4bd2295f144b9c9b13895a0531774854\n\nAuch wenn wir hier auch Beschw&ouml;rer haben, die noch nicht vollj&auml;hrig sind, so k&ouml;nnen diese, dieses Thema nach au&szlig;entragen.\n\nViele w&uuml;rden sagen, dass solch ein Aufruf hier nichts zu suchen h&auml;tte, doch wir sind doch einen Community, welche aus echten Menschen besteht oder?\nJeder hier k&ouml;nnten von uns als Leuk&auml;mie erkranken, deswegen bin ich der Meinung, dass wir dieses Thema auch in der Gamingwelt weiter bringen sollten.\n\nIch danke Euch f&uuml;r Eure Aufmerksamkeit, weiterhin viel Spa&szlig; beim Spielen :)","replies":[]}