{"id":"9LvXeH61","poster":"SecretLine","date":"2015-08-22T16:48:31.912+0000","title":"Teamgründung","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League of Legends Community,\nich habe mich wieder entschlossen, ein Team zu gr&uuml;nden.\nDa ich schon mehrmals ein Team geleitet habe, habe ich die n&ouml;tige Erfahrung wieder ein Team aufzumachen.\n\nMein Ziel dabei ist ein Team zu erstellen, das sich auch au&szlig;erhalb des Spiels versteht.\nIch habe die Erfahrung gemacht das solche Teams auch l&auml;nger halten und nicht nach einer Woche sich aufl&ouml;sen. Mein zweites Ziel ist wie gesagt das sich das Team nicht in einer Wocher aufl&ouml;st. Viele Leute suchen sich Mitglieder und lassen sich dabei oft keine Zeit und dadurch nimmt man der erst besten der am ende ins Team nicht past, der andere hat oft keine Zeit usw. Aufgrund solcher Erfahrungen m&ouml;chte ich mir mit der Auswahl Zeit lassen. Ein weiteres Ziel ist, sobald wir uns eingespielt haben auch mal an einem oder anderen Turnier mitzumischen.\n\nZu mir:\nIch bin 18 Jahre alt und besuche zurzeit noch die 11. Klasse. Ich spiele League of Legends seit Season 3 und maine Midlane seit Season 4.Urspr&uuml;nglich komme ich aus Russland, momentan wohne ich in Bayern.\nSelbst habe ich viel Teamerfahrung, in den letzten Team&#039;s in denen ich war habe ich sie als Leader angef&uuml;hrt.\n\nZiele f&uuml;r das Team\nMein Ziel dabei ist ein Team zu erstellen das sich auch au&szlig;erhalb des Spiels versteht.\nIch habe die Erfahrung gemacht das solche Teams auch l&auml;nger halten und nicht nach einer Woche sich aufl&ouml;sen. Mein zweites Ziel ist wie gesagt das sich das Team nicht in einer Wocher aufl&ouml;st. Viele leute suchen sich Mitglieder und lassen sich dabei oft keine Zeit und dadruch nimmt man der erst besten der am ende ins Team nicht past, aufgrund solcher Erfahrungen m&ouml;chte ich mir mit der Auswahl Zeit lassen. Ein weiteres Ziel ist, sobald wir uns eingespielt haben auch mal an einem oder anderen Turnier mitzumischen.\n\nVorrausetzungen f&uuml;r das Team:\n1. Ihr solltet 18+ sein, wenn &auml;ltere Mitglieder zusammen mit j&uuml;ngeren im Team arbeiten, haben sich oft zu gro&szlig;e interessenunterschiede gebieldet dadurch haben sich die Spieler au&szlig;erhalb des Spiels nicht verstanden.\n2. Gold 1+\n3. Gut funktionierendes Headset\n4. Ts3\n5. Abends bzw. Mittags Zeit haben f&uuml;rs Training\n\nWas kann ich bzw. das Team euch bieten:\n1. Community Ts der noch im Aufbau ist mit eigenen Team Channels\n2. Teamleitung Erfahrung\n3. Eingespieltes Team\n4. Demokratie\n5. Gut organisiertes Team\n6. Nette und hilfsbereite Mates\n7. Ein Team, das nicht nach einer Woche zerf&auml;llt\n8. Gutes Klima im Ts\n9. Vielf&auml;ltige Trainingseinheiten ( regelm&auml;&szlig;ig, aber nicht zwingend jeden Tag )\n\n**Teamaufstellung:**\n      \n* {{summoner:12}} Top: evtl. du\n\n*  {{summoner:11}} Jungle: evtl. du\n\n*  {{summoner:14}} Mid:  SecretLine\n\n*  {{summoner:3}} Botlane: evtl. Ihr ( bevorzugt wird eine eingespielte botlane)\n    {{summoner:7}} \n\nIhr k&ouml;nnt die mindest voraussetzungen erf&uuml;hlen und euer Interesse wurde geweckt? Meldet euch bei mir.","replies":[{"id":"","poster":"ACE GamerTV","date":"2015-08-23T15:01:01.777+0000","up_votes":1,"down_votes":0,"body":"Hätte Interesse an der Position des Junglers oder Support.Bin 19 komme aus Hessen bei fragen Add GamerTV","replies":[]}]}