{"id":"eoVY94sz","poster":"Zauselbart2","date":"2015-08-21T18:23:32.595+0000","title":"Akali-Spielbar im High-Elo ?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hey Leute,\r\nich habe vor mir Akali zu holen,denn ich habe wieder mal 3150 ip angespart.Ist er im High-Elo viable ? Hat er ein High-Skill-Cap ? Wo wird sie besser gespielt:Top oder Mid ? Ich hoffe auf Antwort","replies":[{"id":"","poster":"CCG Juuzou","date":"2015-08-21T18:37:21.603+0000","up_votes":2,"down_votes":0,"body":"Was ist für dich High-Elo?! Gibt nicht sooo viele Akali Mains in Dia+ was daran liegt, dass man sie mit jeglichem CC und Pink Wards harmlos macht mehr oder weniger.\n\nIch bin selber Akali Main spiele sie in Plat als Offtank Hybrid meistens Top und ja SIE ist schon schön stark nur...wenn dein Team nicht mitzieht und du Focus Nr. 1 bist...ist doof extrem doof da kannst du 15/0 stehen (obwohl dann zerfetzt du meistens auch noch 2 oder 3)  das einzig wirklich schlimme ist wie gesagt der CC und Pinks die man sich ja durch das Trinketupgrade holen kann (und Lee,TF,Rengar). \n\nZu lernen und zu beherrschen ist sie recht schnell da sie nicht wirklich die extremsten Mechaniken hat, meistens Mark werfen, Ranspringen das Mark auslösen E AA was auf Full-AP die meisten Squishies Töten sollte, aber das Töten ist bei Akali meines erachtens nach sowieso nicht die Kunst, sondern jeden (und ja JEDEN) Fehler des Gegners auszunutzen:\n\nEiner steht zu weit vom Team weg? BÄM All-In töten 4 vs 5 TF gewinnen GG\n\nGegner Laner farmt in Creeps? Shroud, Mark, Mark Proccen, wieder Unsichtbar werden ZACK Gegner verliert HP du weniger.\n\n\n\n\nLetztendlich  kann man auf ihr jeden verdammten BULLSHI* bauen und es haut hin solange man Fed ist (hab mal gegen ne Riven gespielt, hab mir Iceborn, Ohmwrecker, Gunblade, Kommandobanner und WOTA gebaut und stand 16/5), und DAS liebe ich einfach an ihr so sehr :3\n\nWennde Fragen hast einfach adden\n\nLG Juuzou {{champion:84}}","replies":[]},{"id":"","poster":"Manker00","date":"2015-08-21T18:30:43.987+0000","up_votes":1,"down_votes":3,"body":"Eher weniger.\n\nNein, eher niedrig\n\nMid\n--------------------\n\n-off topic- diana is die bessere akali, zwar mit höherem skillcap aber auch besser. \n\nHoffe ich konnte helfen","replies":[{"id":"","poster":"CCG Juuzou","date":"2015-08-21T22:13:40.902+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Manker00,realm=EUW,application-id=Wj1wcocU,discussion-id=eoVY94sz,comment-id=0000,timestamp=2015-08-21T18:30:43.987+0000)\n>\n> Eher weniger.\n> \n> Nein, eher niedrig\n> \n> Mid\n> --------------------\n> \n> -off topic- diana is die bessere akali, zwar mit höherem skillcap aber auch besser. \n> \n> Hoffe ich konnte helfen\n\nKannst du Diana auf Sustain Tank bauen und immernoch Schaden drücken? Da wo Diana als Assassin stärker ist, kann man als Akali fast alles spielen was geht sogar Adc obwohl ich das nicht empfehle da man zwar tötet aber keinen Ranged mehr hat :3","replies":[]}]}]}