{"id":"lnOEF3wV","poster":"Phobos Selini","date":"2015-08-21T20:45:27.943+0000","title":"Lyte Antwort: Spieler, die sich während der Saison gebessert haben, bekommen die Belohnung","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":1,"body":"http://ask.fm/RiotLyte/answer/131867181506 \n\nHier ist die Antwort von Riot Lyte\n\nSpieler mit CR und RR bekommen ihre Belohnung, wenn sie zum Ende der Saison keine Strafe mehr haben. F&uuml;r die Timebans gibt es aber auf jeden Fall keine Belohnung.\n\n>  **so from what i heard if u get a any kind of ban in any part of season u will not get Season 5 Ranked Rewards is that correct sir ? thanks in advance.**\nI made a huge blunder earlier, then was on a flight so didn't have a chance to correct the post earlier.\nIn the last season of Leagues play, we excluded some of the Ranked Rewards from players that were excessively toxic (so, exhibited severe offensive behaviors such as racism and sexism) or were persistently toxic (so, exhibited moderately offensive behaviors in a large number of games). We're going to continue this policy this year; however, there are some slight changes:\nOne, we always want to encourage reform, and celebrate players that successfully reform by the end of the season. So, players that got a Chat or Ranked Restriction during the season, but manage to reform and DO NOT HAVE active Chat or Ranked Restrictions by the season end cutoff will still get their Ranked Rewards. Players that still have active Chat or Ranked Restrictions by the season end cutoff will not be eligible.\nTwo, players that have received a few Low Priority Queues will still be eligible for Ranked Rewards because we do not want to punish players who may have gotten a few queues due to ISP or hardware issues; however, extremely chronic leavers that have left a huge fraction of their games or hundreds and hundreds of games will not receive Ranked Rewards. These are players that have ruined hundreds of thousands of games, and have had multiple 20 minute Low Priority Queues.\nThree, players that have received escalated bans (so 7-day or 14-day bans) for excessive toxicity at any point during the 2015 Season will not receive Ranked Rewards. Players that have received these types of bans have shown some of the most egregious behaviors in the game, and we have a zero tolerance policy against things like racism, sexism, homophobia and other kinds of hate speech. These players WILL be eligible for Ranked Rewards in future seasons if they reform and are not flagged for excessive behaviors in future seasons.\nHope this clarifies a few things and sorry for the mashing of sentences in the earlier post. Good luck on the rest of the season! \n\nhttp://ask.fm/RiotLyte/answer/131889572034\n\n> \n**Lyte, in regards to the \"Human Error\" bans (that have been reverted) on EUW, do those have an impact?‎  **\nBans as a result of human error will have no impact on Ranked Rewards, don't worry!","replies":[{"id":"","poster":"Roxoras","date":"2015-08-21T20:49:54.062+0000","up_votes":2,"down_votes":0,"body":"Na dann bin ich doch mal froh weil ganz ehrlich ich fände es etwas übertrieben trotz das man sich gebessert hat die Rewards nicht bekommt. Find ich gut das er es nun etwas genauer erklärt hat. Auf Surrender@20 gabs nen guten Post:\n\n\"Im gonna continue flame now If I dont get the rewards anyway\" :) \n\nHatte Anfang der Season ne Chatsperre aber seit 7 Monaten keine mehr also habe ich mich wohl gebessert.","replies":[{"id":"","poster":"Zero000","date":"2015-08-21T21:29:22.831+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=CptRoxo,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0000,timestamp=2015-08-21T20:49:54.062+0000)\n>\n> Auf Surrender@20 gabs nen guten Post:\n> \n> \"Im gonna continue flame now If I dont get the rewards anyway\" :) \n> \n\nZugegeben ich bin auch der Meinung das es so wie Lyte es jetzt erklährt hat besser ist.\nAber wer sowas sagt und macht wie beim Kommentar auf Surrender@20 der verdient in meinen Augen keine Belohnung.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-08-24T00:38:00.030+0000","up_votes":2,"down_votes":2,"body":"Wenn sie eh keine Rewards bekommen,und sie ehrlich gesagt einfach von Riot aufgegeben werden...\nWas will man sagen,da ist man halt frustriert und will, wie viele andere halt einen Boykott verursachen und Riots gesamtes Behaviour Improving-System einfach ab******.","replies":[{"id":"","poster":"Zero000","date":"2015-08-24T08:03:20.690+0000","up_votes":2,"down_votes":0,"body":"Ein Boykott hat nichts damit zu tun andere zu Beleidigen.\nWillst du mir ernsthaft sagen das\n\"Wäh! Wäh! Ich fühle mich ungerecht Riot behandelt, zur Strafe beleidige ich jetzt meine Mitspieler. Ha! Das habt ihr davon Riot!\"\nin irgend einer Weise gut ist?\n\nNur so aus Interesse, was ist deiner Meinung nach an Riots  Behaviour Improving-System schlecht?\nDas Flamer bestraft werden?\nDas Flamer eventuell keine Saison Belohnung bekommen?","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-08-24T11:20:50.037+0000","up_votes":3,"down_votes":2,"body":"Was ich meinte ist,sollten Leute die einmalig eine Restriction bekommen haben,und diese dann entfernt haben,durch gutes Verhalten,keine Seasonrewards bekommen,würde das gesamte Improving-System nutzlos sein.\nDie Leute haben sich gebessert aber bekommen keine Rewards?Yeah,warum sollte ich mich darum kümmern nicht mehr toxisch zu sein.\n\"Ja,weil wir eh nix bekommen und ich hart mad bin,werde ich s krass flamen bis der Perma kommt,neuen Account machen,weiter flamen,und irgendwann mal aus der LoL-community eine Dota-Communtiy machen.\"","replies":[{"id":"","poster":"Zero000","date":"2015-08-24T11:34:28.620+0000","up_votes":2,"down_votes":0,"body":"Aber so ist es doch überhaupt nicht.\nLeute die in dieser Saison eine Chat oder Ranked Restriction bekommen haben, diese jedoch abgearbeitet haben und am Ende der Saison keine Chat oder Ranked Restriction haben bekommen doch die Belohnung. \n\nUnd ich bleibe auch dabei, wer solch ein Verhalten an den tag legt\n> \"Ja,weil wir eh nix bekommen und ich hart mad bin,werde ich s krass flamen bis der Perma kommt,neuen Account machen,weiter flamen,und irgendwann mal aus der LoL-community eine Dota-Communtiy machen.\"\n\nverdient eh keine Saison Belohnung.\nEs war von Anfang an klar das Spieler die sich nicht benehmen können eventuell keine Belohnung bekommen.","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:06:23.372+0000","up_votes":1,"down_votes":2,"body":"Hey ho ZEROooo,\nverstehe ich das jetzt richtig.\nHabe einen Ranked Restriction gehabt, seit dem nicht mehr aufgefallen, also bekomme ich eine Belohnung?\n\nSeit 5 Jahren dabei und erst diese Season sowas bekommen wegen Flaming. Aber habe keine Schimpfwörter oder ähnliches benutzt.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-11-02T08:32:04.715+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=AirForce Panda,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0000000000000000000000000000,timestamp=2015-11-02T08:06:23.372+0000)\n> Seit 5 Jahren dabei und erst diese Season sowas bekommen wegen Flaming. Aber habe keine Schimpfwörter oder ähnliches benutzt.\n\n.\n\n> [{quoted}](name=AirForce Panda,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00060002,timestamp=2015-11-02T08:18:06.483+0000)\n> Und da wo ich ausgerastet bin war nen \"Normal\" Game, zu dem wurde ich ziemlich hard bestraft, dafür das mein schlimmstes Wort \"u fucking Retard\" war.\n\nWenn dir der Widerspruch selbst nicht auffällt ist das traurig. Leider macht das auch deine gesamte restliche Argumentation unglaubwürdig.\n\nSo long","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:39:10.771+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00000000000000000000000000000000,timestamp=2015-11-02T08:32:04.715+0000)\n>\n> .\n> \n> Wenn dir der Widerspruch selbst nicht auffällt ist das traurig. Leider macht das auch deine gesamte restliche Argumentation unglaubwürdig.\n> \n> So long\n\nGibt kein Widerspruch, da Menschen nicht vollkommen sind und Fehler machen. (btw 1. Fehler in 5 Jahren, Top! nichtmal Chat Sperre hatte ich)\nAußerdem wurde ich in dem Game dazu genötigt so zu reagieren.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-11-02T08:45:50.205+0000","up_votes":1,"down_votes":0,"body":"Dazu genötigt wurdest du also...\nSind sie in dein Haus eingedrungen und haben dich mit vorgehaltener Waffe gezwungen dich wie ein A**loch zu verhalten?!\nWas Anderes fällt mir nämlich nicht ein um Jemanden zu nötigen beleidigend zu werden, denn so etwas wie verbale Notwehr gibt es logischerweise nicht, denn wie könnte das Beleidigen einer Person, Schaden von dir abwenden?\nGanz besonders wenn dieser Schaden ebenfalls verbaler Natur ist?","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T09:01:49.063+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0000000000000000000000000000000000000000,timestamp=2015-11-02T08:45:50.205+0000)\n>\n> Dazu genötigt wurdest du also...\n> Sind sie in dein Haus eingedrungen und haben dich mit vorgehaltener Waffe gezwungen dich wie ein A**loch zu verhalten?!\n> Was Anderes fällt mir nämlich nicht ein um Jemanden zu nötigen beleidigend zu werden, denn so etwas wie verbale Notwehr gibt es logischerweise nicht, denn wie könnte das Beleidigen einer Person, Schaden von dir abwenden?\n> Ganz besonders wenn dieser Schaden ebenfalls verbaler Natur ist?\n\nIch war ja kein %%%%%%%%%.\nSo gehen wir davon aus du bist Jungler und 4 Leute versuchen immer den Letzten Hit zu machen an deinem Creep und folgen dir permanent.'\nSo jetzt sag du mir wie man im \"internet\" auf sowas reagieren kann?\nManche Leute nehmen es gelassen und Manche wie ich werden \"Irgendwann\" beleidigend. Im richtigen leben würden die Leute dafür eine bekommen, oder was würdest du denn machen?\n\nNatürlich kommst du jetzt und sagst ich würde mir das gefallen lassen und die Polizei rufen, aber es gibt anderen Menschen die gelernt haben sich zu wehren, wenn Fremde die im Gesicht rum lungern und dich verfolgen.\n\nAlso erzähl mir nix vom Kuckuck!!!!","replies":[{"id":"","poster":"Der Großmugister","date":"2015-11-02T09:12:22.765+0000","up_votes":1,"down_votes":0,"body":"Genau Das ist es was Menschen wie du nie verstehen...\nWenn du dich gewaltsam gegen Jemanden wehrst der dich im RL belästigt, dann ist das weder die feine Art, noch erwachsen, ABER es hat immerhin eine Chance darauf, zum gewünschten Ergebnis zu führen.\nEs kann sein, dass dich der Typ dann in Ruhe lässt, vielleicht verhaut er dich dann auch ganz übel oder zeigt dich an, aber die Chance ist immerhin da.\n\nABER! was soll es für einen Nutzen haben jemandne in LoL zu beleidigen wenn er dich belästigt?!\nGlaubst du er denkt \"Oh mist jetzt hat er mich beleidigt und zeigt mir damit, dass ich ihn echt nerve, das ist zwar genau was ich wollte, aber dann höre ich lieber auf\"???\n\nSich verteidigen ist schön und gut, aber Jemanden einfach nur zu beleidigen ist sowohl im Internet als auch im RL nie der Weg zum Erfolg! Damit machst du es in beiden Fällen nur schlimmer.","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T09:15:55.498+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=000000000000000000000000000000000000000000000000,timestamp=2015-11-02T09:12:22.765+0000)\n>\n> Genau Das ist es was Menschen wie du nie verstehen...\n> Wenn du dich gewaltsam gegen Jemanden wehrst der dich im RL belästigt, dann ist das weder die feine Art, noch erwachsen, ABER es hat immerhin eine Chance darauf, zum gewünschten Ergebnis zu führen.\n> Es kann sein, dass dich der Typ dann in Ruhe lässt, vielleicht verhaut er dich dann auch ganz übel oder zeigt dich an, aber die Chance ist immerhin da.\n> \n> ABER! was soll es für einen Nutzen haben jemandne in LoL zu beleidigen wenn er dich belästigt?!\n> Glaubst du er denkt \"Oh mist jetzt hat er mich beleidigt und zeigt mir damit, dass ich ihn echt nerve, das ist zwar genau was ich wollte, aber dann höre ich lieber auf\"???\n> \n> Sich verteidigen ist schön und gut, aber Jemanden einfach nur zu beleidigen ist sowohl im Internet als auch im RL nie der Weg zum Erfolg! Damit machst du es in beiden Fällen nur schlimmer.\n\nDu verstehst einfach nicht das es verschiedene Arten/Typen von Menschen gibt.\nUnd wenn man in den 5 Jahren nix aber auch wirklich nix an Strafen hatte und dann dieses eine mal und dann so ne Bestrafung geht halt nicht klar.\nUnd wenn mich einer im RL anfasst kann er mich nicht anzeigen, weil aus Notwehr gehandelt.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-11-02T11:04:54.787+0000","up_votes":2,"down_votes":0,"body":"Das ist schon sehr ironisch :D\n\nAber seis drum, wenn du die Warheit nicht akzeptieren willst, weil sie dich aus deiner comfortzone holen würde in der impulsives Halbstarkengehabe die Antwort auf Alles ist, bleib eben auf dem Weg zum nächsten Bann.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-11-02T10:14:01.534+0000","up_votes":2,"down_votes":0,"body":"Es geht hier aber nicht darum dass du körperlich angegriffen wurdest, sondern darum, dass jemand dich durch Handlungen die dich nur indirekt betreffen aufregt.\n\nAuf Notwehr zu plediren weil du Jemanden geschlagen hast, der immer wieder den Penny von der Straße aufgehoben hat, den du gerade gefunden hast, dürfte sich als nicht effektiv gestalten. Das ist zumidnest das was am nächsten an deinem Beispiel mit dem Jungle dran ist.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2015-11-02T12:44:44.032+0000","up_votes":1,"down_votes":0,"body":"Ich lass mir ja alles gefallen, aber mich falsch zu zitieren nicht, ich habe meine Kommentare niemals als \"professionell\" bezeichnet.\nIch bitte dich hiermit höflich das richtig- und das Lügen einzustellen, vielen Dank.","replies":[]},{"id":"","poster":"Shiggyvara","date":"2015-11-02T09:49:09.496+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=AirForce Panda,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0000000000000000000000000000000000000000000000000000,timestamp=2015-11-02T09:15:55.498+0000)\n> Und wenn mich einer im RL anfasst kann er mich nicht anzeigen, weil aus Notwehr gehandelt.\n\nEr hätte dich aber net angefasst, sondern nur da rumgestanden, wo du ihn nicht haben wolltest in deinem Beispiel.","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-11-10T07:21:46.555+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00000000000000000000000000000000000000000000000000000006,timestamp=2015-11-02T12:44:44.032+0000)\n>\n> Ich lass mir ja alles gefallen, aber mich falsch zu zitieren nicht, ich habe meine Kommentare niemals als \"professionell\" bezeichnet.\n> Ich bitte dich hiermit höflich das richtig- und das Lügen einzustellen, vielen Dank.\n\nHör auf zu lügen und les die Texte richtig und vor allem \"verstehen\" lernen.","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-11-02T11:16:51.005+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00000000000000000000000000000000000000000000000000000004,timestamp=2015-11-02T11:04:54.787+0000)\n>\n> Das ist schon sehr ironisch :D\n> \n> Aber seis drum, wenn du die Warheit nicht akzeptieren willst, weil sie dich aus deiner comfortzone holen würde in der impulsives Halbstarkengehabe die Antwort auf Alles ist, bleib eben auf dem Weg zum nächsten Bann.\n\nSiehst du du bist mehr als unwissend und schon gar nicht Klug.\nIch habe geschrieben das ich dafür zurecht bestraft wurde und das ich mir nix mehr hab zu kommen hab lassen.\n\nUnd in 5 Jahre einen Ausrutscher lässt sich mit leben, was keine Entschuldigung sein sollte.\n\nAlso nun spare dir deine, wie du sie nennst \"Professionellen Kommentare\".","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-11-02T10:58:01.891+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00000000000000000000000000000000000000000000000000000000,timestamp=2015-11-02T09:49:09.496+0000)\n>\n> Er hätte dich aber net angefasst, sondern nur da rumgestanden, wo du ihn nicht haben wolltest in deinem Beispiel.\n\nNatürliche hätte er mich angefasst und zwar dann wenn er mein Creep last hittet. Und da SMITE nicht immer up ist....","replies":[]},{"id":"","poster":"AirForce Panda","date":"2015-11-02T10:56:49.482+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00000000000000000000000000000000000000000000000000000001,timestamp=2015-11-02T10:14:01.534+0000)\n>\n> Es geht hier aber nicht darum dass du körperlich angegriffen wurdest, sondern darum, dass jemand dich durch Handlungen die dich nur indirekt betreffen aufregt.\n> \n> Auf Notwehr zu plediren weil du Jemanden geschlagen hast, der immer wieder den Penny von der Straße aufgehoben hat, den du gerade gefunden hast, dürfte sich als nicht effektiv gestalten. Das ist zumidnest das was am nächsten an deinem Beispiel mit dem Jungle dran ist.\n\nDu erzählst so einen Müll, drehst die die Dinge/Tatsachen so wie du sie gerne hättest. Bitte schreib nicht mehr mit mir.\nSchon krass wenn man keine Ahnung hat. Provokation erzeugt Aktion... schon mal daran gedacht?","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:36:26.850+0000","up_votes":1,"down_votes":0,"body":"Leute, die so einen Charakter haben, gehören eigentlich sowieso nicht zu LoL. Mit so einer Einstellung werden sie immer wieder mal mehr oder wenig toxisch sein. Ich sehe darum auch nicht unbedingt etwas schlechtes darin, wenn solche Leute mit geringem Zeitaufwand sehr zuverlässig dafür sorgen wollen, sich endgültig aus dem System zu entfernen.\n\nJemand der wirklich reformiert wurde, wird zähneknirschend anerkennen müssen, dass er die Folgen für sein Verhalten tragen muss, auch wenn diese langwieriger und stärker ausfallen als zunächst angenommen. Es wird ein zusätzlicher Denkzettel sein, in Zukunft auf gar keinen Fall nochmal zu flamen, wenn einem Belohnungen wichtig sind.","replies":[]}]}]}]}]}]},{"id":"","poster":"Sumday","date":"2015-08-23T04:02:09.305+0000","up_votes":3,"down_votes":3,"body":"Ich hatte keinen 7 oder 14 Tage Bann; aber warum sollten diese Leute nochmal bestraft werden für das gleiche Vergehen wie damals?\nDie hatten doch damals Ihre Strafe und wenn Sie bis jetzt keine weiteren Strafen erhalten haben; weist das doch auf eine Besserung hin\nRiot hat doch mal gepostet, dass ein großer Prozentsatz der \"Straftäter\" sich nach der Besserung nicht mehr auffällig verhalten und waren ganz stolz darauf...\n\nAber jedem; der eine Chatsperre hat keine Rewards zu geben?\nDie Dinger sind einfach zu random vom System und es gibt ja keine Möglichkeit die aktiv schnell loszuwerden\nDer Support schickt einem nichtmal ne Mail; sind ja nur Chatsperren...\nEs gibt kein Indikator oder nen Weg um rauszufinden wieviele man demnächst kriegt\n\nStellt euch mal vor kurz vor Seasonende kommt noch ne Welle mit Chatsperren für jeden\nDann ist der Shtstorm aber groß...\n\nNaja noch ist es ein reddit Post\nDas mit den Chatsperren würde ich mir nochmal überlegen Lyte","replies":[{"id":"","poster":"eingew","date":"2015-08-24T07:57:26.891+0000","up_votes":1,"down_votes":0,"body":"Da steht doch jetzt, dass man sofern man am Seasonende keine Strafen hat ganz normal die Rewards bekommt.","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-08-24T11:22:00.486+0000","up_votes":2,"down_votes":0,"body":"Das war letzte Season 1:1 so,das Leute mit Restrictions keine Rewards erhalten.\nIch hätte damals keine Rewards bekommen soleln,weil ich bei 2,5k Cr war,habe sie aber trotzdem bekommen,\nIch gehe davon aus das ich meine Rewards trotz allem bekomme.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:33:30.418+0000","up_votes":1,"down_votes":0,"body":"Sofern Du aber immer noch auf Deiner CR sitzt widerspricht das aber der Definition um Belohnungen zu erhalten, die Lyte hier abgibt. Letztes Jahr hieß es nur die Schlimmsten der Flamer. Ganz genaue Definitionen für CR wurden damals nicht abgegeben. Nun heißt es aber ganz explizit, dass keiner der noch auf einer CR sitzt seine Belohnungen bekommt. Du kannst zwar auf Riots Nettigkeit spekulieren, aber logisch ist dies nach diesen Ankündigungen nicht. \nWas würdest Du denn machen, wenn Du keine bekommst?","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-08-24T14:07:42.929+0000","up_votes":1,"down_votes":2,"body":"Was ich persönlich machen würde?\nehrlich gesagt,wäre ich berechtigt ziemlich angekotzt,das ich diese Season für etwas bestraft werde,was am Anfang von Season 4 passiert ist.Versuch mal 2678 CR schnell wegzubekommen.Es ist unmöglich es innerhalb kurzer Zeit wegzubekommen.\nIch würde erstmal den Support anschreiben,und versuchen klarzustellen,wieso es einfach unfair ist.\nIch habe in jeder Hinsicht mein Verhalten verbessert,und weil ich eine Last von letzter Season trage,soll ich erst diese Season bestraft werden?Ohne jeglichen Grund,obwohl ich diese Season nichts falsch gemacht habe?","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T14:22:21.179+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00060001000000000000,timestamp=2015-08-24T14:07:42.929+0000)\n>\n> Was ich persönlich machen würde?\n> ehrlich gesagt,wäre ich berechtigt ziemlich angekotzt,das ich diese Season für etwas bestraft werde,was am Anfang von Season 4 passiert ist.Versuch mal 2678 CR schnell wegzubekommen.Es ist unmöglich es innerhalb kurzer Zeit wegzubekommen.\n> Ich würde erstmal den Support anschreiben,und versuchen klarzustellen,wieso es einfach unfair ist.\n> Ich habe in jeder Hinsicht mein Verhalten verbessert,und weil ich eine Last von letzter Season trage,soll ich erst diese Season bestraft werden?Ohne jeglichen Grund,obwohl ich diese Season nichts falsch gemacht habe?\n\nGem. Aussage von Lyte wärst du jedoch ein Spieler, der die Season Rewards kriegt.\n\nRiot wird auch klar sein, dass man eine so hohe CR nicht so rasch wegbekommt.\nWenn du dich jedoch gebessert hast (davon gehe ich aus), wird das System dies bereits bemerkt haben. Wenn die CR nicht zwischenzeitlich erhöht wurde, ist dies auch ein gutes Zeiten (noch besser wäre es natürlich, wenn das System die CR zwischenzeitlich reduzierte).\n\nMit einer CR von über 2000 Games warst du damals sicherlich eine der schlimmsten Finger in der Community. Dass es keine Rewards damals gab, ist deshalb nicht verwunderlich.\nWenn du dich wie gesagt gebessert hast, stehen die Chancen für diese Season sicherlich gut.\n\nEs ist sicherlich kein Zufall, dass Lyte nur von \"Verbesserung des Verhaltens\" sprach, was sehr schwammig ist.\nDer Grund wird wahrscheinlich sein, dass es einge Spieler wie dich gibt, die eine sehr grosse CR haben, sich aber besserten. Deshalb kann ich mir vorstellen, dass ein Spieler mit noch 500 CR (sich aber massiv besserte und früher vierstellig war) eher Rewards kriegt als jemand mit 150 CR, der aber weiterhin extrem toxisch ist.","replies":[{"id":"","poster":"eingew","date":"2015-08-24T14:50:26.839+0000","up_votes":1,"down_votes":0,"body":"> Ich hätte damals keine Rewards bekommen soleln,weil ich **bei 2,5k Cr war,habe sie aber trotzdem bekommen,**\n\n:P","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T14:57:48.362+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0006000100000000000000000000,timestamp=2015-08-24T14:50:26.839+0000)\n>\n> :P\n\nJa, ich wollte eigentlich \"wäre\" schreiben. :/\n\nDie Grundaussage bleibt natürlich, dass Spieler mit hoher CR von damals (die sie bis jetzt nicht vollständig abarbeiten konnten) sicherlich eine Chance kriegen, wenn ihr Verhalten sich besserte.\n\nJetzt im Voraus zu jammern (sorry, es ist jammern!), man bekomme möglicherweise keine Rewards, finde ich ziemlich sinnlos.\n\nDerzeit kann man - wer eine hohe CR am Abarbeiten ist - nur folgendes tun:\nIn den Games (weiterhin) vorbildliches Verhalten zeigen und so seinen Ruf verbessern. Am Ende der Season sieht man dann, ob es für die Rewards reichte.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:18:06.483+0000","up_votes":1,"down_votes":1,"body":"Sehe ich genau so, es gab ein Spiel wo ich \"ausgerastet\" bin und verdiente somit ne Strafe, aber ich wurde von 4 Mates gut unter Druck gesetzt.\n\nHabe aber keine 35 Ranked Sperre bekommen, sondern gleich nen 14 Tage Bann und danach noch ne 35 Game Ranked Sperre und davor hatte ich nicht mal ne Chat Sperre.\n\nHabe seit dem die Finger still gehalten und fände es echt krass jetzt keine Belohnung zu bekommen, zu male ich seit 5 Jahre dabei bin und mir nie was zukommen hab lassen.\n\nUnd da wo ich ausgerastet bin war nen \"Normal\" Game, zu dem wurde ich ziemlich hard bestraft, dafür das mein schlimmstes Wort \"u fucking Retard\" war.","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-08-24T00:35:40.003+0000","up_votes":1,"down_votes":1,"body":"Ich habe halt seit Beginn von Season 4 meine 2678 CR.\nBin jetzt bei 1118.Ich habe zwischendruch noch eine RR bekommen,und danach nie wieder.\nIch hoffe das die (wenn auch etwas große) Bürde der Vergangenheit keine Auswirkung auf meine Rewards hat. \n:<","replies":[]}]},{"id":"","poster":"Tekkton","date":"2015-08-24T07:37:43.340+0000","up_votes":1,"down_votes":1,"body":"Ich verstehe ehrlich gesagt den Ärger über diese Aussage von Lyte nicht. \n\n Zu erstmal an den Belohnungen an sich, Skin, Rahmen, Beschwörersymbol und Wardskin. Keine große Sache eigentlich, einen spielerischen Vorteil bekommt man davon nicht, einfach nur schickes Zubehör, kann man haben, muss man aber nicht. Es sollte eigentlich Belohnung genug sein, dass ihr euren Rang erreicht habt.\n\nDann wäre ja noch die Sache um das Prinzip, für 14 Tage-Ban muss man ja ein richtig gemeiner Schuft gewesen sein, der andere Spieler zum weinen gebracht hat. Und was den Chatrestrikton-Jungs angeht, den kann man halt noch verzeihen, aber vergisst nicht, ihr bessert euch für euch selbst, und nicht für diese verdammten Belohnungen. Jemand der von 2000 auf 1000 Chatrestriktion kommt, darf sehr stolz auf sich sein,  er zeigt, dass er auf einen guten Weg ist und sollte seine Bemühungen nicht dadurch sausen lassen, dass er nichts bekommt.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-24T08:37:42.957+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe den Ärger schon, es kann sein, dass jemand bestraft wird, der sich seit seinem Bann am Anfang der Season um 180° gewendet hat und seither der freundlichste Spieler der Community ist, da könnte ich den Frust über eine erneute und vor allem, nicht ab zu arbeitende Strafe, gut verstehen. Ich halte den Entzug der Belohnungen für die härtest Mögliche Bestrafung abgesehen vom Perma, alle anderen Sanktionen kann man Folgenlos abarbeiten, die Seasonbelohnung ist für immer verloren.\n\nEin anderer Punkt ist, dass der fehlende Rahmen das hohe Potential hat, zu einem großen Problem zu werden. Viele Spieler schauen sich im Champselect und im Ladebildschirm die Profile ihrer Mitspieler auf diversen Seiten an, da sehen sie dann, dass der Spieler, beispielsweise letzte Season Platin erreicht hat, sie sehen auch, dass der besagt Spieler aber keinen Rahmen im Ladebildschirm hat. Sie zählen 1 und 1 zusammen, wissen, dass sie mit Jemandem spielen der mal gebannt wurde und schon herrscht schlechte Stimmung, im schlimmsten Fall tuen sie es auch direkt im Chat kund und alle gehen erstmal mit einer negativen Grundeinstellung auf den Spieler zu (Ich sehs schon vor mir \"OMG i always get the toxic Ones in my Team, gj Rito!).\nSollte Dieser sich aber eigentlich bereits gebessert haben, wird er dadurch auf eine beinahe nicht zu bestehende Probe gestellt, in vielen Fällen wird sein Team, verbal auf ihn eindräschen, ohne dass er etwas gemacht hat, passiert es zu häufig, wird er unweigerlich rückfällig werden, da ohnehin immer schlechte Stimmung um ihn herum herrscht, ganz egal ob er sich benimmt oder nicht.\n\nZur weiteren Folge könnte das Alles haben, dass Spieler, die nur merken, dass man Leute ohne Rahmen hassen sollten, ohne zu verstehen, wie die Anderen sie als Flamer enttart haben, nach einer Weile pauschal gegen alles wettern was keinen Rahmen hat, seien es neue Spieler, letzte Saison Inaktive oder tatsächlich Gebannte.\n\nMeiner Meinung nach hat dieses System also keinen Nutzen, außer dass sich alle in Fäustchen lachen können, dass böse Buben keine Belohnung bekommen. Dafür aber das Potential, ganz viel unnötige, negative Stimmung zu verursachen, soll es das denn wirklich wert sein?","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T08:49:19.570+0000","up_votes":1,"down_votes":0,"body":"Bezüglich \"Ich weiss, was du letzte Season getan hast\":\n\nMan weiss nur, ob jemand keine Rewards kriegte, wenn vor Spielbeginn auf LoLNexus/etc. geht. Dies tun nicht alle. Ich persönlich sehe so oder so viel mehr Nachteile als Vorteile, wenn man so etwas tut.\n\nAbgesehen davon:\nWarum sollte ein Mate dann deswegen toxisch werden? Will er denn selber risikieren, die nächsten Season-Rewards zu verlieren?\n\nDies klingt für mich unlogisch, da höchstens Flamer selbst darauf reagieren. Und diese werden wohl entweder still sein (weil sie selber keine Rewards kriegten) oder sowieso flamen (und die nächsten Rewards auch nicht kriegen).\n\nNormale Spieler - dies sind gut 95% aller Spieler - werden jedoch deswegen nicht flamen.","replies":[{"id":"","poster":"eingew","date":"2015-08-24T09:28:38.638+0000","up_votes":1,"down_votes":0,"body":"Flamer sehen sich selbst nicht als Flamer. Und Leute, die andere dafür verurteilen, dass sie geflamet haben/das noch immer tun, sehen sich selbst während dieser Handlung ebenfalls nicht als toxisch.\n\nWir hatten doch sogar schon Leute im Forum, die es für eine gute Idee hielten, nach Einführung der RR in die Normal Draft Queue zu gehen, Flamer zu \"spotten\" und dann auszunutzen, dass sie nicht antworten können, indem sie sie permanent provozieren. Die fanden das auch nicht schlimm, die hielten das für eine gute Strafe, die so ein Flamer sicher verdient hat.\n\nIch find die Theorie also gar nicht soooo abwegig :P\n\nDenn es gibt schließlich bereits Flames wegen Runen. Zugegeben, sehr selten und es ist auch schon sehr lange her, dass ich das erlebt habe... aber es gibt sie...","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T09:36:45.683+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0007000000000001,timestamp=2015-08-24T09:28:38.638+0000)\n>\n> Flamer sehen sich selbst nicht als Flamer. Und Leute, die andere dafür verurteilen, dass sie geflamet haben/das noch immer tun, sehen sich selbst während dieser Handlung ebenfalls nicht als toxisch.\n\nIch meinte damit auch, wenn ein Flamer selber keine Rewards kriegte.\nDann wird er wohl selber kaum seinen Mate - ebenfalls ohne Rewards - verspotten, da dann alle anderen sicherlich auch auf LoLNexus nachschauen und er fliegt dann selber auf. ;)\n\nBei einem Flamer, der jedoch die Rewards kriegte (oder in der vorherigen Season nicht Rankeds spielte), besteht natürlich die Gefahr, dass er plaudert.\nJedoch ist davon auszugehen, dass dieser Flamer so oder so flamen wird, wenn es nicht gut läuft.\n\nWie gesagt glaube ich jedoch nicht, dass ein normaler Spieler im chat schreiben wird, dass Spieler X ein Flamer sei, weil er keine Rewards kriegte. Dies verringert wegen schlechterer Teamstimmung die Siegeschancen. Mit einem kleinen Funken gesundem Menschenverstand im Kopf (und dies hat die Mehrheit der Spieler), wird man also nichts sagen.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:18:14.070+0000","up_votes":2,"down_votes":0,"body":"Du überschätzt hier leider den gesunden Menschenverstand der Menschheit im Allgemeinen.\n\nEs wird sicherlich vereinzelt Leute geben, die ihrer Schadenfreude Ausdruck verleihen werden. Es ist nur fraglich, wieviele das tatsächlich sein werden.\n\nSo muss man halt abschätzen, ob es nicht vielleicht doch besser ist eine stärkere Signalwirkung durch den Entzug der Belohnungen zu erzeugen und dafür aber eine Möglichkeit für seltenen Flame bietet. \n\nWie ich bereits weiter oben schrieb, ist noch nichteinmal sicher, ob die Riot API überhaupt ohne Belohnungen die Platzierung des letzten Jahres rausrückt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T12:13:19.452+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=000700000000000100000000,timestamp=2015-08-24T11:18:14.070+0000)\n>\n> Du überschätzt hier leider den gesunden Menschenverstand der Menschheit im Allgemeinen.\n\nKann natürlich sein.\nAuf der anderen Seite, sind jene Spieler (die im chat schreiben, dass ein Mate ein Flamer ist) in gewisser Hinsicht auch selber schuld, wenn sie mit ihrem Verhalten öfter verlieren.\n\n> Es wird sicherlich vereinzelt Leute geben, die ihrer Schadenfreude Ausdruck verleihen werden. Es ist nur fraglich, wieviele das tatsächlich sein werden.\n\nMir fällt gerade ein, dass Flamer ja nicht die einzigen sind, die keine Rewards haben könnten.\nDurch Accountsharing und Elo-Boosting können Spieler auch keine Rewards haben. Ob diese Gruppe kleiner oder grösser ist, weiss ich nicht. Aber Anfang Jahr - als Riot Elo-geboostete Accounts die Rewards aberkannte - gab es ja einige Spieler, die sich über den Verlust der Rewards (+ 2-Wochen-ban) beschwerten; selbst jene, bei denen man das Boosting sehr gut erkannte.\n\n> So muss man halt abschätzen, ob es nicht vielleicht doch besser ist eine stärkere Signalwirkung durch den Entzug der Belohnungen zu erzeugen und dafür aber eine Möglichkeit für seltenen Flame bietet. \n\nDas ist schwer abzuschätzen.\nWie gerade beschrieben haben geboostete Spieler auch keine Rewards (dürften also keinen Rahmen haben). OK, im eigenen Team hoffen die Mates vielleicht sogar (wenn sie noch die eine oder andere Division aufsteigen möchten), dass der Spieler sich erneut boosten lässt, was für sie die Siegeschancen in diesem Game ansteigen lässt.\n\nAber zumindest kann man nicht sagen: \"Kein Reward = Flamer\"\nDenn es gibt auch andere Gründe.\n\n> Wie ich bereits weiter oben schrieb, ist noch nichteinmal sicher, ob die Riot API überhaupt ohne Belohnungen die Platzierung des letzten Jahres rausrückt.\n\nMan müsste einmal schauen, was auf jenen Internetseiten bei Spielern steht, die sich boosten liessen und erwischt wurden.\n\nIch weiss nur, dass zumindest LoLKing mich immer noch als \"Gold IV\" ansieht, obwohl ich in dieser Season noch kein Ranked gespielt habe und ich eigentlich \"unranked\" wäre. gg.op hingegen weiss, dass ich unranked bin.","replies":[]}]}]}]},{"id":"","poster":"Der Großmugister","date":"2015-08-24T09:05:03.334+0000","up_votes":2,"down_votes":0,"body":"Also meine Erfahrung ist, dass sich in fast jedem meiner Spiler Jemand befindet, der vorher auf soclhen Seiten recherchiert hat und das sind ja nur die, die es kenntlich machen, indem sie \"Tipps\" zu meinen Runen oder Ähnlichem geben. Es wird also noch deutlich mehr Leute geben, die man nur nicht erkennt, weil sie in diesem Spiel gerade nichts zu dem Erfahrenen zu sagen haben.\nEs reicht ja leider auch aus, wenn in jedem Spiel nur einer auf solchen Seiten nachschaut und dann im Chat verkündet was er rausgefunden hat.\n\n\"Warum sollte ein Mate deswegen toxisch werden?\"\nRiot hat selbst bei der Vorstellung des Instant-Feedback-Systems gesagt, dass eigentlich freundliche Spieler, oft kurzzeitig zu Flamern werden, wenn sie durch äußere Faktoren dazu bewegt werden. Ein solcher Faktor ist zum Beispiel das negative Verhalten eines Mitspielers. Darum heißt es ja immer zu Recht, dass wenn man nicht flamed, die gesamte Stimmung besser ist.\nGeht man von vornherein aber davon aus, dass man wieder einen Flamer im Spiel hat, ist die Stimmung zumindest negativ Beinflusst, das führt zu einer höheren Wahrscheinlichkeit von toxischem Verhalten.\n\nOb das jetzt Alles stimtm oder nicht, tut hierbei rein gar Nichts zur Sache, denn Riot arbeitet ganz offensichtlich nach diesen Erkentnissen und würde somit der eigenen Philosophie mit dem Entzug der Season-Reward widersprechen, so weit, ist es ein Fakt und ich denke das sollte ausreichen, diesen Schritt zu überdenken. Ganz abgesehen davon, dass ich auch meine ersten beiden Punkte für sehr wahrscheinlich und ausschalggebend halte.^^","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T09:23:18.710+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0007000000000000,timestamp=2015-08-24T09:05:03.334+0000)\n>\n> Also meine Erfahrung ist, dass sich in fast jedem meiner Spiler Jemand befindet, der vorher auf soclhen Seiten recherchiert hat und das sind ja nur die, die es kenntlich machen, indem sie \"Tipps\" zu meinen Runen oder Ähnlichem geben. Es wird also noch deutlich mehr Leute geben, die man nur nicht erkennt, weil sie in diesem Spiel gerade nichts zu dem Erfahrenen zu sagen haben.\n> Es reicht ja leider auch aus, wenn in jedem Spiel nur einer auf solchen Seiten nachschaut und dann im Chat verkündet was er rausgefunden hat.\n\nDeshalb bezweifle ich, dass ein Blick in LoLNexus etc. wirklich einen Vorteil bringt.\nOder hast du auf diese \"Tipps\" von seinen Mates bezüglich Runen wirklich profitiert?\n\n> \"Warum sollte ein Mate deswegen toxisch werden?\"\n> Riot hat selbst bei der Vorstellung des Instant-Feedback-Systems gesagt, dass eigentlich freundliche Spieler, oft kurzzeitig zu Flamern werden, wenn sie durch äußere Faktoren dazu bewegt werden. Ein solcher Faktor ist zum Beispiel das negative Verhalten eines Mitspielers. Darum heißt es ja immer zu Recht, dass wenn man nicht flamed, die gesamte Stimmung besser ist.\n> Geht man von vornherein aber davon aus, dass man wieder einen Flamer im Spiel hat, ist die Stimmung zumindest negativ Beinflusst, das führt zu einer höheren Wahrscheinlichkeit von toxischem Verhalten.\n\nDas wäre dann wieder in Richtung \"selbsterfüllende Prophezeiung\".\nJemand ist (bzw. war) ein Flamer oder nur Bronze oder sonst etwas: \"wir haben verloren\".\n\nIch sehe wie gesagt kaum einen Nutzen, auf LoLNexus vorher nachzuschauen (bezüglich Runen/Materies sehe ich es ingame auch, was er für Stats hat).\nAber die Nachteile sind hingegen gross (über-/unterschätzen der Gegner/Mates, etc.)\n\nEinen Grund, warum jetzt ein normaler Spieler den (ehemaligen?) Flamer nun anprangern soll, sehe ich nicht ein. Ein normaler Spieler weiss ja auch, dass eine schlechte Teamstimmung zu einer unnötigen Niederlagen führen kann. Entsprechend wird ein normaler Spieler nichts sagen, da er ja auch gewinnen möchte (abgesehen davon, dass er selber keinen Flamewar beginnen möchte und damit die nächsten Rewards riskiert).\n\n> Ob das jetzt Alles stimtm oder nicht, tut hierbei rein gar Nichts zur Sache, denn Riot arbeitet ganz offensichtlich nach diesen Erkentnissen und würde somit der eigenen Philosophie mit dem Entzug der Season-Reward widersprechen, so weit, ist es ein Fakt und ich denke das sollte ausreichen, diesen Schritt zu überdenken. Ganz abgesehen davon, dass ich auch meine ersten beiden Punkte für sehr wahrscheinlich und ausschalggebend halte.^^\n\nWelche Philosophie widersprechen sie denn?\nRiot hat Ende letzte Season bereits gesagt, dass die Rewards nicht nur spielerischen Skill, sondern auch inkl. dem \"sportlichen Skill\" belohnen soll.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-24T09:36:10.032+0000","up_votes":1,"down_votes":0,"body":"Tut mir ja Leid das sagen zu müssen, aber du zitierst zwar meine Aussagen, gehst aber in keinster Weise darauf ein.\nIch habe niemals behauptet, dass es nützlich wäre vor einem Spiel auf solche Seoten zu gehen, ich tue es auch nie, aber das bedeutet nicht, dass es die Spieler, die es ganz offensichtlich machen, darum nichtmehr tuen. Ich sehe also nicht, was dieser Punkt hier überhaupt verloren hat.\n\nWürde ein Spieler sich nciht durch sowas provozieren lassen, gäbe es keien Flamer, ich widerrum weigere mich nämlich zu glauben, dass es Menschen gibt die einfach von Grund auf böse sind und absichtlich Spiele zerstören wollen, einfach so.\nGehe ich aber von oben genanntem aus, muss es immer etwas gebn,w as Leute dazu bringt sich schlecht zu verhalten, wieso also nciht das Wissen, dass man einen vermeindlichen Flamer im Team hat?\n\ninwiefern Riot seiner Philosophie widerspricht, habe ich meiner Meinung nach klargestellt und es wurde in meinen Augen auch nicht widerlegt.\n\nDarum nimms mir bitte nicht übel, aber ich glaube wir kommen da niemals auf einen Nenner, ist wirklich nicht böse gemeint aber ich ziehe mich lieber aus einer Diskussion zurück, bei der ich das Gefühl habe dass es darauf hinauslaufen wird, dass ich nur immer wieder meine bereits genannten Puntke, umformuliert wiederholen muss, da sie in meinen Augen nicht widerlegt sondern einfach ignoriert wurden.\nIch wünsche dir noch einen wunderschönen Tag und viel Glück auf den Richtfeldern, bitte nimms mir nicht Krumm.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T09:43:44.370+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=000700000000000000000000,timestamp=2015-08-24T09:36:10.032+0000)\n>\n> Tut mir ja Leid das sagen zu müssen, aber du zitierst zwar meine Aussagen, gehst aber in keinster Weise darauf ein.\n> Ich habe niemals behauptet, dass es nützlich wäre vor einem Spiel auf solche Seoten zu gehen, ich tue es auch nie, aber das bedeutet nicht, dass es die Spieler, die es ganz offensichtlich machen, darum nichtmehr tuen. Ich sehe also nicht, was dieser Punkt hier überhaupt verloren hat.\n> \n> Würde ein Spieler sich nciht durch sowas provozieren lassen, gäbe es keien Flamer, ich widerrum weigere mich nämlich zu glauben, dass es Menschen gibt die einfach von Grund auf böse sind und absichtlich Spiele zerstören wollen, einfach so.\n> Gehe ich aber von oben genanntem aus, muss es immer etwas gebn,w as Leute dazu bringt sich schlecht zu verhalten, wieso also nciht das Wissen, dass man einen vermeindlichen Flamer im Team hat?\n\nAber kannst du mir zumindest sagen, warum ein normaler Spieler bereits zu Beginn des Spiels allen Mates sagt, dass sie einen Flamer im Team haben?\nEr möchte ja auch gewinnen und entsprechend macht es einfach keinen Sinn, die Teamstimmung gleich zu Beginn zu senken.\n\nIch gehe davon aus, dass du kein Flamer bist.\nZudem gehe ich aus, dass du gewinnen möchtest.\nJetzt gehst du vor dem Spielstart auf LoLNexus und siehst, dass einer keine Rewards kriegte (also damals ein Flamer war).\n\nSchreibst du im chat, dass Mate X ein Flamer ist? Und wenn ja, warum?\n\n> inwiefern Riot seiner Philosophie widerspricht, habe ich meiner Meinung nach klargestellt und es wurde in meinen Augen auch nicht widerlegt.\n> \n\nIch kann nichts widerlegen, weil ich nicht weiss, was du genau mit \"Riots Philosophie\" meinst.\nSchreibe mir zuerst einmal genau, was genau gegen Riots Philosophie ist. Dann kann ich dazu meine Meinung äussern.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-08-24T09:54:07.632+0000","up_votes":1,"down_votes":0,"body":"Okay, das ist eine berechtigte Kritik an meiner Argumentation und ich sollte daher fairer Weise darauf eingehen, leider komm ich mit der zitier-funktion nciht ganz rurecht, aber in meinem Beitrag obe, wo ich das erste mal Riots Philosophie erwähnt habe, schrieb ich Folgendes:\n\"Riot hat selbst bei der Vorstellung des Instant-Feedback-Systems gesagt, dass eigentlich freundliche Spieler, oft kurzzeitig zu Flamern werden, wenn sie durch äußere Faktoren dazu bewegt werde\"\nRiots Philosophie ist also, dass Spieler nicht automatisch Flamer sind, sondern durch negative Faktoren zu Welchen werden. Es wäre also widersprüchlich, wissentlich einen potntiell negativen Faktor hinein zu bringen, nämlich die Möglichkeit, bestrafte Spieler zu erkennen. Zumal ja weiterhin die Frage nach dem Nutzen bleibt, es gibt keinen außer der Schadenfreude der Straflosen, dass den Flamern was weggenommen/nicht gegeben wird, da ist es egal wie gering das Risiko ist, dass etwas Negatives daraus resultiert, so lange es dazu keinen positiven Nutzen hat, geht die Rechnung nicht auf.\nDas Video auf das ich mich beziehe kann ich dir auf Anfrage gerne senden, ich habe das aber nun schon so oft in diversen Threads verlinkt, dass es schon als spammign durchgehen könnte, darum will ich es mir hier sparen (außerdem bin ich zu faul zum suchen wenn es nicht sein muss). :D","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:09:48.463+0000","up_votes":2,"down_votes":0,"body":"Ich sehe auch bis zu einem gewissen Grad eine Stigmatisierung, wenn man die Rahmen nicht vergibt. Die Frage ist aber, wie die Statistikseiten überhaupt die letztjährige Position erkennen? \n\nLoLking speichert immerhin eine LKS Kurve, aber die meisten werden nur auf die kurze Überschrift letzte Season xyz achten. \nWie finden Lolnexus und op.gg das heraus? Sie bekommen über die Riot api die Accountdetails. Wenn man im LoL Client einen Account betrachtet, kann man nur über den Rahmen die Platzierung des letzten Jahres erahnen. Wenn die Riot Api bei Entzug der Belohnung dann auch unranked als letztjährige Position zurück gibt, gibt es auch keine Stigmatisierung, wenn man nicht stärkeren Forschungsaufwand betreibt und sowas wie die LKS Kurve durchforstet.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-08-24T10:54:38.604+0000","up_votes":1,"down_votes":1,"body":"Ja, es gibt Spieler, die grundsätzlich freundlich sind, aber in einzelnen Games auch toxisch sind.\n\nDies sind tendenziell jedoch nicht jene Spieler, die dann einen 2-Wochen-ban kriegen.\n\nEs gab zwar einige Spieler mit 2-Wohcen-bans, die gem. ihren Aussagen nur ein einziges Game flameten (jenes des chatlogs). Jedoch ist der chatlog so gespickt mit Toxiness, dass man kaum glauben kann, dass dieser Spieler sonst sehr friedlich sind.\n\n(Ausnahmen waren jene Spieler mit 2-Wochen-bans, wo das System kurzzeitig zu streng war. Diese sind jedoch wieder entbannt worden (bzw. sie kriegten CR/RR) und jener ban hat keine Auswirkung bezüglich Rewards)","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-24T09:46:20.825+0000","up_votes":1,"down_votes":0,"body":"> Aber kannst du mir zumindest sagen, warum ein normaler Spieler bereits zu Beginn des Spiels allen Mates sagt, dass sie einen Flamer im Team haben?\n> Er möchte ja auch gewinnen und entsprechend macht es einfach keinen Sinn, die Teamstimmung gleich zu Beginn zu senken.\n\nSorry, aber das zieht nicht wirklich, dazu hatte ich schon zu oft Leute, die mir erzählt haben, dass die Gegner eine viel bessere Elo hätten als wir...\nNatürlich macht das nicht jeder. Aber viele. Und das reicht eigentlich schon...","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T10:50:57.974+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=00070000000000000000000000000000,timestamp=2015-08-24T09:46:20.825+0000)\n>\n> Sorry, aber das zieht nicht wirklich, dazu hatte ich schon zu oft Leute, die mir erzählt haben, dass die Gegner eine viel bessere Elo hätten als wir...\n> Natürlich macht das nicht jeder. Aber viele. Und das reicht eigentlich schon...\n\nSeltsam, denn ich habe wirklich so gut wie nie so etwas.\nDabei spiele ich zu einem grossen Teil nur Normals (Blind Pick, Draft Pick und - wenn auch letztens seltener TB), wo der \"Elo-Unterschied\" (die Elo-Berechnung auf jenen Seiten ist ja eh nicht korrekt) eigentlich grösser ist als in Rankeds.\n\nDie letzten 2 Male, woran ich mich erinnere, waren schon länger her. \nEinmal hat jemand der Gegner zu Beginn im all-chat meine 8 Normal-wins belächelt (die vielen ARAM-wins werden ja nicht dazu gerechnet). Dies war vor mehr als einam Jahr (und da sie klar verloren haben, waren sie auch schnell still).\nDas andere Game war vor sicherlich 2-3 Monaten, weil unser Dia-Spieler (5er Premade Normal) das First Blood abgab (ja, kann auch einem Dia-Spieler passieren), kam etwas im all-chat.\n\nIch habe jedenfalls eine andere Erfahrung gemacht (wobei ich Normals noch nicht so viel gespielt habe und in ARAM - was ich insgesamt öfter spielte - viele Spieler wissen, dass man nicht auf die SoloQ-Ränge gehen kann).\n\nDie Frage hierbei ist aber:\n\n- Sind jene Spieler, die übers MM jammern (\"andere sind immer stärker\"), nicht überdurchschnittlich oft auch Flamer?\n\n- Besteht nicht ein Unterschied, ob man übers MM jammert oder über einen (potentiellen) Flamer im Team?\n\nGerade bei Punkte 2 sehe ich schon einen Unterschied. Es ist natürlich nur eine Vermutung, jeodch glaube ich, dass ein normaler Spieler eher einen Nachteil sieht, wenn er den Mates sagt, dass Mate X ein Flamer sei, als wenn er sagt, die Gegner hätten eine angeblich höhere Elo.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:25:05.711+0000","up_votes":1,"down_votes":0,"body":"Ich hatte nicht mal ne Chat Sperre und bekam nen 14 Tage bann und danach einfach noch ne 35 Ranked Sperre... und ich war nicht so wie du es beschrieben hattest. Ich bin geplatzt weil mich ingame 4 Mates so verarscht haben.... Aber RIOT will ja sich nicht die \"game demo\" anschauen.\n\nWeil sie selbst haben nicht geschrieben nur mir den Farm im jungle geklaut und bei Team Fights mich plötzlich allein gelassen haben.\n\nUnd das schlimmste was ich geschrieben habe war \"u Fucking retard\"... BÄÄM 14 Tage Bann und dierekt beim einloggen noch nen 35 Ranked Sperre.\n\nDann erstmal von Dia wieder in Platin 1 abgerutscht und dann wieder rauf gespielt. Und jetzt wegen dem misst keine belohnung bekommen.. ka hab seit dem nichts Negatives mehr von mir hören lassen..... Vor allem 5 Jahre Mitglied und dann ein Fehltritt..... da hört dann echt der Spielspaß auf","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-08-24T11:21:21.443+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Tekkton,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0007,timestamp=2015-08-24T07:37:43.340+0000)\n>  Zu erstmal an den Belohnungen an sich, Skin, Rahmen, Beschwörersymbol und Wardskin. Keine große Sache eigentlich, einen spielerischen Vorteil bekommt man davon nicht, einfach nur schickes Zubehör, kann man haben, muss man aber nicht. Es sollte eigentlich Belohnung genug sein, dass ihr euren Rang erreicht habt.\n\nDas ist eigentlich auch ganz meine Meinung. Aber es gibt eben viele Menschen, die nicht so denken und unbedingt eine Belohnung wollen. Das geht sogar so weit, dass manche dafür scripten oder eloboosten.\nTrotzdem muss man diesen anerkennungsgeilen Leuten nicht nachgeben, und daher sollte Riot das knallhart durchziehen.","replies":[]}]},{"id":"","poster":"Skyy22","date":"2015-08-24T09:23:44.669+0000","up_votes":1,"down_votes":1,"body":"Ich hatte nen 14 Tagesban wegen Flame in einem Game nach ner losing streak, ich weiß dass das Kacke war und ich bessere mich auch stetig! Ich hatte keine vorherige Warnung in Form von Chat restriction etc. und mein flame hatte ganz sicher KEINE rassistischen, sexistischen oder homophoben Inhalte.\n\nIch habe nichtmal wirklich beleidigt (keine typischen %%%%%% flames oder sprüche über irgendwelche mütter). Es war eher sowas \"oh my god how can you not follow the pings?\" Etc. also son passiv agressives gelaber. Ich weiß war mist aber bin auch nur n Mensch und wenn man engagiert ist zu gewinnen kann einen ne Losing Streak echt fertig machen.\n\nDass ich deshalb nun keinen reward skin bekomme macht mich echt traurig...\nKrieg ich denn einen Rahmen?","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T09:29:34.635+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Skyy22,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0008,timestamp=2015-08-24T09:23:44.669+0000)\n>\n> Ich hatte nen 14 Tagesban wegen Flame in einem Game nach ner losing streak, ich weiß dass das Kacke war und ich bessere mich auch stetig! Ich hatte keine vorherige Warnung in Form von Chat restriction etc. und mein flame hatte ganz sicher KEINE rassistischen, sexistischen oder homophoben Inhalte.\n> \n> Ich habe nichtmal wirklich beleidigt (keine typischen %%%%%% flames oder sprüche über irgendwelche mütter). Es war eher sowas \"oh my god how can you not follow the pings?\" Etc. also son passiv agressives gelaber. Ich weiß war mist aber bin auch nur n Mensch und wenn man engagiert ist zu gewinnen kann einen ne Losing Streak echt fertig machen.\n> \n> Dass ich deshalb nun keinen reward skin bekomme macht mich echt traurig...\n> Krieg ich denn einen Rahmen?\n\nDer Rahmen gehört auch zu den Rewards. Also kriegt man diesen auch nicht, wenn Riot deswegen keine Rewards gibt.\n\n\"Flaming\" bedeutet nicht nur, mit Schimpfwörtern herum zu werfen, sondern grundsätzlich deine Mates/Gegner herunter zu machen (und dazu gehört dein Beispiel dazu).\n\nIch kann dir nur anraten, sofort damit aufzuhören (ein Losing Streak ist btw. kein Grund, um deine Mitspieler zu flamen; zumal sie bei den vorherigen Niederlagen nichts dafür können).\nDenn das Problem ist weniger die Rewards, sondern dass die nächste Strafe üblicherweise der perma ist. Selbst wenn du alle Rewards Ende der Season kriegst, bringt es dir ja nichts, wenn du z.B. einen Monat später einen perma wegen Flaming kriegst.","replies":[{"id":"","poster":"Skyy22","date":"2015-08-24T09:42:32.135+0000","up_votes":1,"down_votes":0,"body":"Versteh mich bitte nicht falsch, ich bin nie vorher negativ aufgefallen. \nUnd auf einen Schlag 14 Tage, 75 ranked restriction und 35 Chatsperren :P\n\nNicht ungerechtfertigt sondern zu hart fürs erste mal.\n\nIch will mich hier ja auch nicht heilig sprechen. Hab doch schon mehrmals gesagt dasses Fehlverhalten war, aber ich bin deshalb doch kein schlechter Mensch.\n\nNe Chatsperr häts doch auch getan und keine 14 tage lol entzug und halbes Jahr später noch eine Strafe. War ne einmalige Sache.","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:31:24.258+0000","up_votes":1,"down_votes":1,"body":"SKYY22 hab das gleiche Problem wie du... keine Chat Sperre, aber direkt nen 14 Tage Bann und weils so schön ist beim einloggen noch nen 35 game Ranekd Sperre drauf zu packen.\n\nDabei wurde ich von 4 Mates hart getrollt ingame und das sieht man wenn man sich das Spiel anschaut (demo), aber RIOT will das nicht tun.","replies":[{"id":"","poster":"Sirrkas","date":"2015-11-02T09:58:05.205+0000","up_votes":1,"down_votes":0,"body":"Wichtig ist, was du gemacht hast. Du kannst gerne einen Thread mit dem Chatlog starten, um über den Bann zu diskutieren.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-08-24T09:27:07.059+0000","up_votes":1,"down_votes":0,"body":"Bevor du den Ban als ungerechtfertigt abstempelst solltest du die Chatlogs vielleicht eher mit einigen Unbeteiligten durchgehen und dann noch einmal darüber nachdenken... :P\n\nDie Seasonbelohnungen bestehen aus Bronze+: Icon; Silber+: Rahmen und Gold+: Skin\n\nWenn das steht, dass du keine Seasonbelohnungen bekommst, dann fällt alles davon weg.","replies":[{"id":"","poster":"Skyy22","date":"2015-08-24T09:31:53.117+0000","up_votes":1,"down_votes":0,"body":"Ich hab nicht behauptet der war ungerechtfertigt sondern etwas hart. Ne Chatsperre hättes auch getan, vor allem weil ich niw getrollt habe sondern nur grob Fehler anderer hochgepusht hab.\n\nWie gesagt Fehlverhalten von mir, klare Kiste aber bin auch nur n Mensch. Irgendwann wird der Ton ruppiger, is menschlich trifft in sonnem Game halt nur die Falschen weil die Mitspieler nichts für die 4 vorherigen Games können.\n\nNaja Schade drum.","replies":[{"id":"","poster":"eingew","date":"2015-08-24T09:35:59.045+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt: Ich kann darüber wohl kaum urteilen ohne Chatlog. Wenn du sagst eine CR hätte gereicht... okay... Riot war anderer Meinung... okay...\n\nSo kommst du nicht weiter :P","replies":[{"id":"","poster":"Skyy22","date":"2015-08-24T09:43:29.637+0000","up_votes":1,"down_votes":0,"body":"Hab die E-mail glaube ich eh nicht mehr.\n","replies":[{"id":"","poster":"Zulwar","date":"2015-11-10T08:24:22.762+0000","up_votes":1,"down_votes":0,"body":"Ich kann dir da leider wenig Verständnis entgegen bringen, ja Menschen machen Fehler, aber wer sich die Mühe macht Enter zu drücken um was zu schreiben, anstatt seinen Bildschirm beispielsweise nur anzumeckern, dem gönne ich dann auch den ein oder anderen Time bann. Tut mir Leid.","replies":[]}]}]}]}]}]},{"id":"","poster":"Mariju Janna","date":"2015-08-22T13:51:59.215+0000","up_votes":1,"down_votes":1,"body":"Ich finde es trotzdem etwas hart für die leute die 2 wochen gebannt wurden ist das doch schon strafe genug? Das finde ich echt etwas übertrieben versteht mich nicht falsch strafen sind gut aber dann keine season rewards ist schon derbe. \nBesonders weil dann kaum noch motivation da ist für die leute sich zu bessern oder generell das spiel noch zu spielen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-24T07:46:36.668+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=YouxGiveMeEbola,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=0003,timestamp=2015-08-22T13:51:59.215+0000)\n>\n> Ich finde es trotzdem etwas hart für die leute die 2 wochen gebannt wurden ist das doch schon strafe genug? Das finde ich echt etwas übertrieben versteht mich nicht falsch strafen sind gut aber dann keine season rewards ist schon derbe. \n> Besonders weil dann kaum noch motivation da ist für die leute sich zu bessern oder generell das spiel noch zu spielen.\n\nDie nächste Strafe nach dem 2-Wochen-ban ist der perma-ban.\nWenn sich jene Spieler also nicht bessern, dann verlieren sie mit ihrem Account auch die Rewards.\n\nIch finde es immer seltsam, wenn man offenbar Angst kriegt, keine Rewads zu kriegt, aber offenbar nur wenig Angst vor einem perma (wie gesagt: inkl. Verlust aller Rewards, Skins, etc.) vorhanden ist.","replies":[]},{"id":"","poster":"Spicavius","date":"2015-08-22T23:23:50.155+0000","up_votes":1,"down_votes":1,"body":"Naja letztendlich möchte Riot ja nicht, dass diese Spieler weiter spielen. Ja ein Permabann ist zwar der Kick aus der Community, aber ein 14 Tages bann grenzt ja auch schon daran.","replies":[]}]},{"id":"","poster":"e621 Rengar","date":"2015-08-21T22:06:44.446+0000","up_votes":1,"down_votes":0,"body":"Da es keine Season Belohnung für die Leute mit nem 7/14 Tage bann geben wird wie schaut es dann aus mit den 7/14 Tage Banns die Fehlerhaft verteilt wurden weil irgendein Fehler im Bannsystem war (gabs mal n Post drüber)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-21T23:49:51.627+0000","up_votes":3,"down_votes":1,"body":"Update:\n\nhttp://ask.fm/RiotLyte/answer/131889572034\n\n> \n**Lyte, in regards to the \"Human Error\" bans (that have been reverted) on EUW, do those have an impact?‎  **\nBans as a result of human error will have no impact on Ranked Rewards, don't worry!","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-08-21T22:09:52.699+0000","up_votes":2,"down_votes":1,"body":"Diese Spieler sollten natürlich ihre Belohnung erhalten. Aber so wie ich das mitbekommen habe, waren viele dieser Spieler ohnehin kurz vor einer Strafe und das System hat nur leicht überreagiert. Somit wird ein guter Teil davon auch ganz regulär ausgeschlossen.\n\nÜbrigens solltest Du ein \"keine\" in der ersten Zeile einfügen.","replies":[]}]},{"id":"","poster":"add me on ICQ","date":"2015-08-27T14:45:20.620+0000","up_votes":1,"down_votes":1,"body":"ALSO ICH HABE DA EINE FRAGE: \n\nIch hatte 2 mal einen 2 Wochen Bann.\n\nEiner war gerechtfertigt, bei dem anderen habe ich den Support angeschrieben, der mich danach vom Bann befreit hat.\n\nNachdem der zweite Ban dann also \"aufgehoben\" wurde hatte ich eine 70 Games Chatsperre und 35 Wins im Draftmode Sperre für Ranks. Beides ist nun weg. Habe viele weitere Spiele gemacht, bei denen ich mich (lt. meiner Meinung nach) vorbildlich verhalten habe. Es gab zwar einige \"toxicische\" Momente, aber die beschränken sich auf 3 Male mit (lt. meiner Ansicht) minimaler Auswirkung alá \"Oh no. its your fault because XXX\".\n\nAufjeden Fall: Ich habe nun alle Sperren weg, habe seit Ewigkeiten keine hardcoretoxic Spieler mehr im Team (AFK, Flamer, Rivenplayer) und alles ist gut. (Ich glaube tatsächlich, dass Leute, die sich toxic verhalten zusammengepackt werden, anders kann ich mir diese Änderung nicht erklären; dieses Aufhören der Toxicness)\n\nBekomme ich nun trotzdem keine Season Belohnung, da ich ja 2 (von dem einer aufgehoben wurde) Timebanns hatte? ):","replies":[{"id":"","poster":"Eibert Rümmel","date":"2015-11-14T14:14:53.313+0000","up_votes":1,"down_votes":0,"body":"schön, dass du dich gebeseert hast :)\nnettere Mitspieler sind doch eh ne bessere Belohnung als irgendein Rahmen ;)","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-08-30T21:47:41.723+0000","up_votes":1,"down_votes":0,"body":"Da der eine Ban rechtmäßig war, solltest Du nach dieser Definition keine Belohnungen bekommen.","replies":[]}]},{"id":"","poster":"Frunbe","date":"2015-11-14T12:18:03.565+0000","up_votes":1,"down_votes":0,"body":"Die Saison war vor 3 Tagen zu Ende und ich habe vor 2 tagen meine Strafen bekommen und es innerhalb eines tages zuende gespielt (10x Chatsperre).Jetzt ist es der 14.11 man hat die Belohnungen bekommen und ich garnichts ich finde es ziemlich ungerecht wenn man wegen sowas gleich NICHTS bekommt.Gut wenn man Chatsperre hat solltet man auch darunter leiden weil es die eigene Schuld war aber ich habe gehört das es leute mit über 600 Chatsperren gibt ich hatte nur 10 und bekomme nichts...","replies":[{"id":"","poster":"clair de lune289","date":"2015-11-14T14:09:47.459+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Frunbe,realm=EUW,application-id=KYnfKGf0,discussion-id=lnOEF3wV,comment-id=000a,timestamp=2015-11-14T12:18:03.565+0000)\n>\n> Die Saison war vor 3 Tagen zu Ende und ich habe vor 2 tagen meine Strafen bekommen und es innerhalb eines tages zuende gespielt (10x Chatsperre).Jetzt ist es der 14.11 man hat die Belohnungen bekommen und ich garnichts ich finde es ziemlich ungerecht wenn man wegen sowas gleich NICHTS bekommt.Gut wenn man Chatsperre hat solltet man auch darunter leiden weil es die eigene Schuld war aber ich habe gehört das es leute mit über 600 Chatsperren gibt ich hatte nur 10 und bekomme nichts...\n\nich weiß nicht wie oft es hier im Forum schon gesagt wurde,aber die Belohnungen werden bis 17:11 verteilt. (d.h. noch nit alle haben sie)\nMit dem neuem Strafen ist es garnicht ehr möglich so viele CR anzusammeln (man hat eher nen temp oder perma Bann).","replies":[]}]},{"id":"","poster":"daemonîum","date":"2015-08-22T17:48:18.694+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nwenn man am Anfang der Season einen 14 Tage Bann bekommen hat, aber sich während der Season um 180° gedreht hat, kein Flamer mehr ist etc, dass Riot sich sogar bedankt hat mit einer Ingame Meldung: https://gyazo.com/3a934b9e73d62bff10fba8fa0e70ba4e\n\nBekommt man trotzdem nichts, oder wie? :)","replies":[]},{"id":"","poster":"Killerkante","date":"2015-08-21T22:35:21.205+0000","up_votes":1,"down_votes":0,"body":"Dachte ich mir schon fast :) \nAnders würde des das Gegenteil bewirken, was Riot eigentlich vor hat.","replies":[]},{"id":"","poster":"Fcktardmagnet","date":"2015-08-22T16:55:05.071+0000","up_votes":1,"down_votes":1,"body":"Wenn man zum Start der Bans nen völlig überzogenen 14Tage bekommen hat und seitdem nie wieder irgend ne Strafe ist man also der Gearschte, nice....","replies":[{"id":"","poster":"AirForce Panda","date":"2015-11-02T08:35:22.510+0000","up_votes":1,"down_votes":1,"body":"Jop, bin 5 Jahre dabei und einmal ein Ausrutscher und dann sowas...","replies":[]}]}]}