{"id":"2aGBYWuu","poster":"skalzz","date":"2015-08-21T09:00:29.116+0000","title":"Spiel freezt nach ladescreen","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Jedes mal wenn ich ein neues spiel starte habe ich einen Freeze. Ich kann zwar noch den Sound h&ouml;ren aber das Bild bewegt sich &uuml;berhaupt nicht mehr. Ich muss dann die game.cfg Datei l&ouml;schen(welche man unter C:\\Riot Games\\League of Legends\\Config findet) und dann Reconnecten. Dadurch verpasse ich immer die ersten 2-3 Minuten(was als main-Jungler ziemlich unangenehm ist). sobald ich die Datei gel&ouml;scht und reconnectet habe l&auml;uft das Spiel normalerweise fl&uuml;ssig. Ich habe schon so ziemlich alles versucht was man mir empfohlen hat. d.h. LoL neuinstalliert, Grafikkarttentreiber aktualisiert,  Windows geupdatet(habe jetzt Windows 10), DirectX ist auf dem neuesten Stand und ich habe auch schon die Spieldateien repariert.  Ich w&auml;re froh wenn mir jemand helfen k&ouml;nnte.\r\n\r\nlg Skalzz","replies":[{"id":"","poster":"Ludovico","date":"2015-08-21T10:28:40.619+0000","up_votes":1,"down_votes":0,"body":"Wenn ich das richtig verstehe, klappt die Transition von Loading screen zur Game-Engine nicht richtig?\nDas Upgrade zu Win 10 ist in so nem Fall sogar eher negativ, weil es dazu momentan noch echt wenig Vergleichbare Fälle gibt (oder einfach andere Nutzer mit Erfahrensberichten)...\n\nGeschieht das denn wirklich nur in LoL? Oder hast du eventuell auch in anderen Situationen black-screens?\n\nEin Grund der mich mal in den Wahnsinn getrieben hatte war eine AMD Radeon r9 390x, deren Standard-Takt zu hoch war, und auf 1050 GHz runter gedreht werden musste... das ist aber so exotisch, dass es wohl nicht auf dich zutrifft^^.\n\n\nAn deiner Stelle würde ich einfach mal eine andere Grafikkarte einbauen und schauen, ob sich das Problem reproduzieren lässt. \nWenn nicht GraKa austauschen, wenn ja wirds ein kleines bisschen komplizierter.\n\nCheers zum guten Gelingen!","replies":[{"id":"","poster":"skalzz","date":"2015-08-21T10:48:35.174+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die Antwort\n\nIch hatte bis jetzt keine Probleme bei irgendwelchen anderen Programmen ausser bei LoL. \n\nDas Einbauen einer Neuen Grafikkarte könnte sich eher als Schwierig erweisen, da ich diese Probleme auf meinem Notebook habe.\n\nIch habe eine Nvidia GeForce GT 630M , welche jedoch immer ohne probleme funktionierte. Oder könnte es daran liegen, dass sie schon zu alt ist?\n\nlg Skalzz","replies":[{"id":"","poster":"Ludovico","date":"2015-08-21T14:03:50.891+0000","up_votes":1,"down_votes":0,"body":"Hab hier was interessantes gefunden^^:\nhttp://boards.na.leagueoflegends.com/en/c/help-support/AnR7gUle-will-windows-10-and-league-of-legends-be-friends\n\nDer genaue Teil:\nDigital Ram (NA)\n\nFor players experiencing issues with the client appearing as a black screen right after login, please try this temporary workaround.\n\n1) Right click the League of Legends Launcher\n2) Select the Properties option on the dropdown menu\n3) Click on the Compatibility Tab\n4) Check the “Disable Display Scaling on High DPI Settings” box\n5) Then, Check the “Run as Administrator” box.\n6) Click Apply.\n7) Launch the game.\n\n\nVersuch das doch mal, klingt genau nach deinem Problem!","replies":[{"id":"","poster":"skalzz","date":"2015-08-22T15:05:51.957+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für deine Mühe aber dies behandelt einen Blackscreen im Client. Mein Problem ist jedoch ingame direkt nach dem Loadscreen.","replies":[]}]}]}]}]}