{"id":"YByrnNVh","poster":"BetterChoice","date":"2015-08-21T14:56:17.914+0000","title":"Platin ADC LF eSport/competative Team","subforum":"Clans & Teams","embed":{"title":"Sulu - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/27644138#matches","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":0,"body":"Hallo zusammen,\nich bin auf der Suche nach einem eSport Team / competative. \nIch halte mich im Platin Bereich auf als ADC und weitere Infos folgen weiter etwas unten ;)\n\n**Pers&ouml;nliche Details:**\n\nName: Michael\nSpitzname: Micky\nAlter: 23\nOrt: NRW\nMotiviert,Ehrgeizig,Teamf&auml;hig und nehme gerne Kritik an!\n\n**League Infos:**\nNun mein Begin in League war ziemlich fraglich ob ich es wirklich spielen m&ouml;chte das Spiel, aufjedenfall habe ich angefangen in Season 3 auf der Botlane zu spielen und mir das spiel ein wenig anzuschauen. Daraufhin habe ich mich entschlossen das ich Supporter spielen werde! Was auch sehr positiv geklappt hat, au&szlig;er das Warden am anfang x) naja aufjedenfall habe ich Season 3 dann genug Normal Games aboslviert, bzw so eingestellt das ich mich etwas mehr auf Solo ranked austoben werde. Da kamen die Placement spiele dran, spielte alle 10 Games als Support und bin in Bronze V gelandet! Dachte mir nur was ein Traumstart... da habe ich dann noch gesehen das es noch weitere Ligen gibt und das Potenzial dann villeicht immer besser wird auch durch die Spieler und mir selber. Nach sehr sehr langem Support spielen im Solo Ranked habe ich dann auch Silber V erreicht. Dachte ich mir erstmal Geil! Der Erste Rahmen war gesichert am Ende der Season! Doch es sah so leer aus im Profil und ich wollte dann mehr haben und mein Potenzial mal anders zeigen als Carry und darum entschloss ich mich dann in Season 4 auf ADC umzuswitchen. Began dann auch in Silber V wieder aber diese Season Verlauf es so das ich nach Gold V kam! Und ich jede menge Erfahrungen und Tests absolviert habe in der ganzen Zeit, wie man immer besser wird. Itembuild, Positining, Chat, Honor usw... was halt alles zu League dazu geh&ouml;rt. Einfach das gewisse Teamplay + Kommunikation!\nAufjedenfall habe ich dann vor lauter Negativen und Positiven spiele es dann auf Platin geschafft. Zwar nur Platin V, wie viele sofort sagen w&uuml;rden Ebay Elo. Aber man muss schon etwas sagen das es nicht so einfach ist in League aufzusteigen, und das finde ich gut so ;) Endlich mal Herausforderungen!\nNaja in dieser laufbahn aber bin ich Negativ aufgefallen viel, da ich mich sehr viel mit dem Chat verfasst habe und einiges immer erkl&auml;rt habe den spielern. Das ich einen Bann bekommen habe der f&uuml;r 2-4 wochen war. Aber finde ich auch sehr gerechtfertigt und musste es aktzeptieren! Den die Pause tat mir sehr gut, wodrauf ich mich wieder neu aufbauen konnte, und ideen schleifen konnte um immer besser zu werden. Alle meine Season Belohnungen wurden entfernt, das ich sehr schade fand und ich das nicht auf mich sitzen lassen konnte. Darum dieser comback auf meinem Account wo er Entbannt wurde!\nSeason 5 die aktuelle Season habe ich es wieder auf Platin geschafft als ADC. Und ich w&uuml;rde gerne weiter probieren auf Dia aber ich lasse es erstmal so stehen. \n\nIch war noch in einem Team drinne, wo wir uns sehr gut verstanden haben, aber jeden Tag gespielt haben. Und irgendwann kam der Punkt in dem Team das es zusammengebrochen ist teilweise und wir immer einen neuen Supporter anst&auml;ndigen f&uuml;r mich suchen mussten. Darauf habe ich mich dann f&uuml;r das Team entschlossen, das ich gehen werde. Es k&ouml;nnte sein durch meine mangelnde Leistung habe ich es f&uuml;r paar Spiele zerst&ouml;rt aber ich war halt nicht jeden Tag perfekt am spielen. Und brauchte einfach etwas auszeit deswegen. Daf&uuml;r m&ouml;chte ich mich f&uuml;r mein Team entschuldigen! Und ich hoffe sie k&ouml;nnen es auch etwas verzeihen. Den wir spielten jeden Tag, immer wenn wir freie Minuten hatten. Und kamen dann Gold. Es hat uns als Team nat&uuml;rlich belohnt aber einfach der zusammenhalt und spa&szlig;faktor war da, nur an manchen spielen halt nicht :(\nDarum entschloss ich mich das Team zu verlassen, weil einfach die St&auml;ndige suche nach einem Supporter auch genervt hat, und das immer einer abgesprungen ist, machte mich auch stutzig das es villeicht an mir lag das alles zerbrach in dem Team.\n\nElo Season 3: Silber V\nElo Season 4: Platin V (Gebannt)\nElo Season 5: Platin V (Derzeit aktuell!)\n\nIGN: Sulu\nEsport Tag kann ich gerne dann Hinzufügen bzw ändern für euch!\n\nDoch ich m&ouml;chte jetzt mit einem Neuem oder bereitsbestehendem Team neu beginnen! Bzw neu f&uuml;llen und durchstarten! Darum bin ich auf der suche nach einem Esport Team. Den ich m&ouml;chte nicht mein Hobby deswegen aufgeben und auch nicht so schnell die Lust am spielen verlieren.\nWenn es von einem Team jetzt zu wenig ist Platin, w&uuml;rde ich mich dennoch freuen wenn mich jemand anschreiben w&uuml;rde und sagt erst ab Dia nehmen wir auf. Dann w&uuml;rde ich den n&auml;chsten Schritt einleiten und mich nach \"Dia\" versuchen dort zugelangen! Um dann im Esport mithalten zu k&ouml;nnen!\nIch spiele nicht nur 2-3h, bei mir kommt es mehr als 8h+ und Ziele werden meistens sehr gut geschafft!\n\nIch w&uuml;rde mich sehr freuen, wenn sich jemand melden w&uuml;rde! Der interesse an mir hat! Was ich dann in dem Team mehr zeigen k&ouml;nnte.\n\n\n**Mit freundlichen Gr&uuml;&szlig;en:**\n\nSulu aka Micky.","replies":[]}