{"id":"iwlT349A","poster":"Kampfgnuppel","date":"2015-08-20T19:05:30.869+0000","title":"Flexibler Gold Top-Laner sucht ambitioniertes Team","subforum":"Clans & Teams","embed":{"title":"Kampfgnuppel - 소환사 검색 결과 :: 리그오브레전드 ( LOL : 롤 ) 전적 검색 (LOL Stats)","description":"Check your Summoner statistics, MMR, realtime spectate and using powerful global LoL Charts!","url":"http://euw.op.gg/summoner/userName=Kampfgnuppel","image":"http://sk2.op.gg/images/profile_icons/profileIcon666.jpg"},"up_votes":1,"down_votes":0,"body":"Hallo zusammen\r\n\r\nIch suche ein ambitioniertes Team im oberen Silber / Gold / unteren Platin Bereich. Das vielleicht auch Turniere spielen w&uuml;rde. Zu mir:\r\n\r\n* 18 Jahre alt, ich kann mich benehmen und erwarte dies vom Team ebenfalls!\r\n* Main Top\r\n* Main Champs  ☛  Irelia &gt; Volibear &gt; Shyvana &gt; Darius &gt; Hecarim \r\n   (* Beherrsche ich gut, lerne aber gerne noch dazu)\r\n* Weitere Champs  ☛  Aatrox, Renekton, Jax, Nasus, Maokai, Riven, Xin Zhao, Sion, Olaf, Garen \r\n   (* Kann ich spielen, aber noch Luft nach oben)\r\n* Champs die ich nicht gerne spiele/beherrsche ☛  Vladimir,  Ryze, Rumble, Rengar, Lissandra, Malphite, Gnar (einfach ungeliebt^^)\r\n    (* Ich bin momentan generell kein Fan von AP Top-Lanern, ich lasse mich allerdings gerne eines besseren belehren!)\r\n* Anpassungsf&auml;hig, auf Wunsch kann ich auch gerne noch andere Champs trainieren\r\n* Kritikf&auml;hig, mein Ziel ist es mich zu verbessern, darum immer her damit!\r\n* Teamf&auml;hig\r\n* Unter der Woche Abends aktiv, meist 18-23:00 Uhr und am Wochenende meist durchgehend verf&uuml;gbar (je nach Wunsch)\r\n* Teamspeak (f&uuml;r Kommunikation) / Whatsapp (24/7 erreichbar)\r\n* Meine Ziele, sich im oberen Gold oder unteren Platinbereich zu integrieren und sich nat&uuml;rlich laufend zu verbessern\r\n* Langfristig zusammen zu spielen, ich suche kein Team f&uuml;r eine Woche!\r\n* M&ouml;glicherweise habe ich was vergessen, einfach nachfragen\r\n\r\nBin auch gerne bereit Testspiele oder &auml;hnliches zu spielen. Bei Interesse einfach InGame adden, einen Kommentar hinterlassen oder E-Mail an sven-meye@gmx.ch. \r\n\r\nKampfgnuppel","replies":[]}