{"id":"95Uzlj7f","poster":"Ludovico","date":"2015-08-20T22:01:41.085+0000","title":"Übersetzungen/Bezeichnungen im deutschen LoL","subforum":"Rückmeldungen zur Übersetzung","up_votes":1,"down_votes":0,"body":"Als ich eben auf gamestar einen Artikel zum neuen Patch las, traute ich meinen Augen kaum.\n\n\"Dampfwalzen\".\n\nZugegeben, ich bin schon seit einer Weile nicht mehr dabei LoL auf Deutsch zu spielen, und kann dementsprechend nicht mehr beurteilen ob sich die Qualit&auml;t der Synchronsprecher verbessert hat oder nicht - aber darum geht es mir hier jetzt gerade auch gar nicht :D. Es geht um:\n\n**DAMPFWALZEN**\n\nMeines Wissens nach gibt es doch auch im deutschen LoL Bezeichnungen wie ADC (AD - Carry), und niemand muss das jetzt mit \"AGT (\"Angriffsschaden-Träger\") &uuml;berstzen. \"Tanks\" sind doch auch keine \"Panzer\" xD .\n\nKann mir also irgendjemand erkl&auml;ren warum wir jetzt anfangen Fahrzeuge mit ins Spiel zu bringen???","replies":[{"id":"","poster":"MCVangi","date":"2015-08-25T01:01:31.471+0000","up_votes":1,"down_votes":0,"body":"Also ich begrüsse eigentlich jedes deutsche Wort, welches einem neuen Anglizismus vorgezogen wird. Auch wenn Dampfwalzen im ersten Moment seltsam klingt, finde ich es doch ein gutes und passendes Wort. Ich meine, warum auch nicht? Allgemein muss ich sagen, dass Riot in der deutschen Version sehr gut darauf achtet, deutsche Ausdrücke zu benutzen, was ich persönlich sehr begrüsse. Ich mag den Trend, englische Wörter im Übermass zu benutzen, sowieso nicht. Riot zeigt Kreativität, das finde ich richtig bemerkenswert. Weiter so!\n\nWems nicht gefällt, kann ja in die coolere englische Version wechseln. Die ist ja sowieso much better und more groovy als die deutsche Version, right?","replies":[{"id":"","poster":"Ludovico","date":"2015-08-25T12:15:28.304+0000","up_votes":2,"down_votes":0,"body":"Es geht mir ja auch nicht darum, dass ich unbedingt da einen Anglizismus haben will.\nSondern viel eher darum, dass meiner Meinung nach \"Dampfwalze\" einfach nicht passt.\n\nDer Begriff wird einfach der zugesprochenen Rolle nicht gerecht. \n\nZumal er für alle, die sich ein wenig mit der in Spielen genutzten englischen Sprache auskennen, direkt auch schon durch \"steamrolling\" vorbelastet ist (Stichwort: Markierter Begriff).\n\nWenn ich dilletantisch versuche \"Juggernaut\" mithilfe des Internets zu übersetzten, ist das erste Ergebnis \"Riesenlaster\". \nGar nicht so weit entfernt von dem deutschen Ergebnis -.- ...\n\n\nUnd über den momentanen Stand der Übersetzung kann ich wirklich nichts sagen.\nIch stieg auf die Englische um, als Garen in der Top-lane (gibts dafür inzwischen auch einen \"schönen\" deutschen Begriff :D?) mich anbrüllte mit:\n**Ich zeige euch, was ich hier habe!**\n\n\nEDTI: Und wo ich gerade dabei bin mir aus Nostalgie Grandia II: Anniversary \"runter zu ziehen\". \nManchmal ist es einfach die beste Wahl bei den originalen Ausdrücken zu bleiben! \nStell dir mal vor Ryudo schreit: _\"Schlag der Heiligen Macht des Himmels!\"_  \n","replies":[{"id":"","poster":"MCVangi","date":"2015-08-28T17:43:45.456+0000","up_votes":1,"down_votes":0,"body":"Also ich mochte \"Ich zeige euch, was ich habe!\" immer, nicht zuletzt, weil es so was zweideutiges hat *hehe*\n\nNein, die Toplane heisst nach wie vor Toplane^^ wobei oberer Pfad gar nicht so abwägig wäre, aber das mal nur so nebenbei.\n\nNaja, ich finde Dampfwalze jetzt nicht soo schlimm und ich denke, dass Riot schon andere Begriffe übersetzt hat, bei denen ich mir eher an den Kopf fasse, wobei es immer noch richtig ist.","replies":[]}]}]},{"id":"","poster":"Arnai","date":"2015-08-23T14:30:17.017+0000","up_votes":2,"down_votes":0,"body":"Spiel, Satz und Sieg für dich würde ich mal sagen.  Da hab ich wohl Bruiser und Juggernauts gehörig durcheinander gebracht, alles garnicht so einfach. Und dann muss ich dir \"Koloss\" wohl auch zugestehen. Well played Sir.","replies":[]},{"id":"","poster":"Arnai","date":"2015-08-21T22:50:12.068+0000","up_votes":1,"down_votes":0,"body":"Hmm, \"Koloss\" finde ich bedenklich. Der Begriff klingt für mich eher nach Tanks, aber ist auch nur meine Meinung.\nWobei sich sowohl Tanks als auch Juggernauts nicht zwingend durch Immobilität definieren. Es sind jetzt auch nicht zwingend Yasuos oder LeBlancs, aber vor allem bei den Juggernauts gibt es einige mobilere Exemplare, zum Beispiel Shyvana oder auch Udyr (Falls man Udyr auch in den Topf werfen darf).","replies":[{"id":"","poster":"Ludovico","date":"2015-08-22T07:31:54.560+0000","up_votes":1,"down_votes":0,"body":"Ich werde jetzt mal nicht die komplette Definition zitieren, sondern fasse Riots Aussagen kurz für dich zusammen:\n\nJuggernaut:\n- Immobil\n- Viel Dmg \n- Skaliert gut ins late-game was den Schadensfaktor angeht\n\nTanks (Panzer :D ):\n- Mobil (Gap-closer, oder sogar hard engage). Das sind Sejuani, Gragas, etc.\n- Wenig Dmg\n- Scalieren ins late-game durch CDR und erhötes lock-down Potential in Teamkämpfen.\n\nSomit ist die Definition für Juggernaut\n\n\nJetzt noch kurz zu den von dir genannten Beispielen.\nDie einzigen Kolosse im Spiel sind Darius, Garen, Mordekaiser, Nasus und Skarner.\nSkarner wie schon in einem andern Post erwähnt, als Mischung von Tank und Juggernaut.\n\nUdyr und Shyvanna werden zu den Kämpfern/Bruiser gezählt. Dass dabei Probleme aufkommen (\"Riven is doch auch ein Kämpfer, und mal ganz anders als Udyr!\") liegt daran, dass Riot diese Klassen noch weiter verfeinern muss. Nur als Randinfo, die nächsten werden die Schützen sein.\n\n\nWeil ich es doch gerade gefunden habe, hier noch die Quellen^^:\nhttp://www.surrenderat20.net/2015/08/gameplay-update-juggernauts.html\n\n_     Nasus. Darius. Garen. Skarner. When you think brute force, these champions should come to mind: powerful, durable, immobile and melee. They’re League’s hulking titans who, come late game, turn into super tanky carries who’ll pretty much destroy anyone foolish enough to get in their way. The prototypical juggernaut is Nasus, the classic one dog late game wrecking machine. The archetypal raid boss can only do his thing when he’s in melee range, and his lack of gap closer means he often has to rely on allied speed boosts like Sivir’s On The Hunt or well-aimed crowd control like a Morgana binding to get close, but once he does, he unleashes the power of his trademark Siphoning Strike. \n\n    **\"When you think brute force, these champions should come to mind: powerful, durable, immobile and melee.\"** _","replies":[]}]},{"id":"","poster":"Arnai","date":"2015-08-21T17:26:32.894+0000","up_votes":1,"down_votes":0,"body":"Der Begriff der im Englischen verwendet wurde lautet \"Juggernaut\". Für diesen Begriff haben wir im Deutschen keine direkte Entsprechung. Man könnte es jetzt beim Englischen belassen, aber ich möchte mal behaupten dass der Mehrheit der Leute dieser Begriff nicht geläufig ist (Kennst du die Definition eines Juggernaut ohne nachzuschlagen?). Anstatt nun also den Leuten ein neues Fremdwort beizubringen, dass für sie dann auch nur im Kontext von LoL Sinn macht, hat man sich für eine Übersetzung entschieden. Um zu sehen warum \"Dampfwalze\" hier seine Berechtigung hat ziehe ich mal Wikipedia zu rate\n> Juggernaut [ˈdʒʌɡə(r)ˌnɔːt] ist ein metaphorischer Begriff aus dem Englischen. Er steht für eine unaufhaltsame Kraft, die alles vernichtet, was ihr im Wege steht. Der Wortursprung liegt bei den riesigen, viele Tonnen schweren Prozessionswagen (Ratha), die während einer bestimmten hinduistischen Prozession zu Ehren des Gottes Jagannatha verwendet werden. Einmal in Fahrt gebracht, sind diese Wagen von Menschen kaum zu stoppen.\n\nIch hoffe das ist recht eindeutig.  Klar, es gibt noch viele andere Begriffe die möglich wären. Wenn dir was gutes einfällt lass es uns hier wissen!","replies":[{"id":"","poster":"Ludovico","date":"2015-08-21T18:55:25.040+0000","up_votes":1,"down_votes":0,"body":"Warum nicht zum Beispiel \"Koloss\"? Steht für große Kraft und gleichzeitig auch Immobilität. \nPasst auch relativ gut zu Nasus, Darius, Garen etc. Klar Skarner ist da ein bisschen außen vor, aber Riot selbst setzt ihn eher in eine Niesche zwischen Tank/Juggernaut.\n\nIch habe inzwischen genug Fantasy Romane gelesen um genug Begriffe dieser Art zu kennen :D .","replies":[]}]}]}