{"id":"vefMhwbe","poster":"Abasin","date":"2015-08-21T07:03:22.093+0000","title":"Wie reportet man einen Botverdacht?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":0,"body":"Also nur, welchen Reportgrund ich nehmen kann, ohne ignoriert zu werden.","replies":[{"id":"","poster":"RitoBigBangPenta","date":"2015-08-21T07:16:59.941+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2015-08-21T07:25:06.346+0000","up_votes":2,"down_votes":0,"body":"Was ist ein Selife?","replies":[{"id":"","poster":"Ashuna","date":"2015-08-21T07:32:37.282+0000","up_votes":4,"down_votes":1,"body":"Als Selfie bezeichnet man ein Selbstporträt. Dieses wird üblicherweise mit hilfe eines Spiegels erstellt. Das bekannt Selfie wurde schon um die 1900 genutzt. Hierbei wurde eine Kamera mit einem Stativ einem Spiegel gegenüber gestellt und die Person hat sich selber durch den Spiegel Fotografiert.\nMomentan sind Selfies durch eigene Hand oder mit hilfe eines Stocks (wo man die Kamera/das Handy welches man nutzen möchte befestigen kann) getätigt.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Abasin","date":"2015-08-21T07:38:29.367+0000","up_votes":1,"down_votes":0,"body":"Was ein Selfie ist, weiss ich schon, selbst in meinem biblischen Alter. Aber er/sie hat Selife geschrieben, also die Position von f und i vertauscht. Deswegen wollte ich das geklärt haben. Dennoch Danke für den historischen Exkurs in Selfiologie. {{champion:254}} \n\n\nUnd für die humorlosen Leser, es sollte ein dezenter Hinweis auf einen Schreibfehler sein.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-21T07:40:09.069+0000","up_votes":2,"down_votes":0,"body":"Habe darauf garnicht geachtet. :) Mein Fehler.\n\nmfg Ashuna {{champion:1}}","replies":[]},{"id":"","poster":"RitoBigBangPenta","date":"2015-08-21T11:00:04.153+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Abasin","date":"2015-08-21T12:44:00.271+0000","up_votes":1,"down_votes":0,"body":"{{summoner:2}}","replies":[]}]}]}]}]}]},{"id":"","poster":"Ashuna","date":"2015-08-21T07:06:51.482+0000","up_votes":2,"down_votes":0,"body":"Screenshot/video machen wenn möglich. -> Support ticket öffnen. (Du musst dir dabei aber zu 100% sicher sein) Nicht jeder der mal gut spielt ist ein Botter. -> Ich habe auch schon tickets dazu eröffnet. Bei mir war es aber ein offensichtlicher da dieser Spieler sogar Streamte (habe dann seinen Twitch channel mit gemeldet)\nEinen Report im aftergame gibt es für sowas nicht. \n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Abasin","date":"2015-08-21T07:31:41.728+0000","up_votes":1,"down_votes":0,"body":">> Nicht jeder der mal gut spielt ist ein Botter.\nIch habe eher das umgekehrte Problem, sie sind schlecht und verderben mir oder meinem Gegner das Spiel. Die Typen kommen her und benutzen nur AAs. Wenn sie einen Prozentsatz an HP unterschritten haben, laufen sie in die Base zurück (sogar in ARAM!!!) und warten bis sie wieder voll sind. Skills werden nie eingesetzt.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-21T07:34:39.809+0000","up_votes":2,"down_votes":0,"body":"Dann wie oben schon erwähnt. Screenshot/ video -> Support zuschicken. \nMachen kannst du an sich nichts, ob der Support da reagiert ist auch fraglich. (ich habe eine Rückmeldung bekommen da es ein sehr ofensichtlicher Botter war)\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"Abasin","date":"2015-08-21T07:41:32.796+0000","up_votes":1,"down_votes":0,"body":"Gut, das probiere ich mal. Danke.","replies":[]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-08-21T16:07:48.699+0000","up_votes":1,"down_votes":0,"body":"Man könnte auch für intentional Feed oder Assisting enemy Team reporten und etwas Erklärungstext hinzufügen. Im Moment werden die Feeder Reports per Hand überprüft und die Rioter können dann evtl. die geeigneten Maßnahmen ergreifen. Auch in Zukunft sollte das automatische System evtl. dazu in der Lage sein herumstehende Bots zu identifizieren, die nur hin und wieder random ein paar Skills spammen um nicht als afk identifiziert zu werden.","replies":[]}]}