{"id":"nctiUz17","poster":"Firewallbuglolbu","date":"2015-08-20T17:42:08.268+0000","title":"Azir Nerf Diskussion 2, Rito  really","subforum":"Hilfe & Support","up_votes":2,"down_votes":3,"body":"Kurze Info am Rande das hier ist nicht mein Main Account!\r\n\r\nIch finde es Frechheit  schon wieder Azirs Shifting Sands noch mal zu  nerven kollodiert nun von 200 &rArr; 150.\r\nErst nehmen die Azir einzigen cc weg den er  au&szlig;er seiner ult besitzt.\r\nRito &uuml;bertreibt es langsam mit den Azir nervs das sein Shifting Sands  kein knock back mehr hat, damit haben sie  azir schon zum totalen poken verdammt nichs mehr mit enage  Shifting Sands  esay kill.\r\ndu kannst nicht mehr Kollegen retten wenn er geultet wird von ein ww es sein denn du hast deine ult ready.\r\nJetzt mal ernsthaft was soll das mit den Schild von sein  Shifting Sands noch ?\r\nShifting Sands kann man doch nicht mehr ernsthaft Engaen  da man vor den Gegner schutzlos steht \r\nohne ult l&auml;uft da nichs.\r\nEin match-up gegen ein zed ist jetzt nochmal 60% schwieriger geworden als azir .\r\nSo langsam aber sicher wenn sie weiter Azir nerven ist der neue urgot geboren.\r\nSo m&ouml;chte nicht zu viel flammen.\r\nM&ouml;chte er einigen von euch ermutigen bei der  Petition zu unterschreiben und Azir  knock up auf Shifting Sands zur&uuml;ck  zubekommen .\r\nMir ist ja Lieber das Schild von Azirs Shifting Sands  zu entfernen und sein knock up lieber daf&uuml;r zur&uuml;ck zu kriegen.\r\n\r\nsave {{champion:268}}  plz \r\n**Der Link zur    Petition**\r\n**https://www.change.org/p/riot-rito-riot-games-give-azir-knock-up-back-to-her-e**","replies":[{"id":"","poster":"Hamrio","date":"2015-08-20T17:52:48.507+0000","up_votes":3,"down_votes":0,"body":"Ich finde es sollte ein buff sein damit er eben den shurima shuffle besser durchführen kann ohne mitten in den gegner zu stehen","replies":[]},{"id":"","poster":"legofreak1","date":"2015-08-20T18:38:42.945+0000","up_votes":1,"down_votes":0,"body":"Schau bitte ins richtige Forum:\nhttp://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de","replies":[]}]}