{"id":"Ec6UBAYY","poster":"SoulPenguin","date":"2015-08-21T05:54:29.788+0000","title":"LP-Verlust mit AFKlern im Team","subforum":"Ligen & gewertete Spiele","up_votes":3,"down_votes":3,"body":"Hi Leute,\r\n\r\nZur Vorgeschichte...\r\nIch habe mit einem Freund ein paar Rankeds gespielt, wobei wir mal gewonnen und mal verloren haben. So ist das eben.\r\nIrgendwann kamen wir in ein Ranked, bei dem wir auf der Mitte die Situation {{champion:103}} gegen {{champion:157}} hatten (ich wei&szlig;, dass das eher uninteressant ist). Jedenfalls hat die Ahri dem gegnerischen Yasuo den ein oder anderen Kill gegeben.\r\nNur wenige Minuten sp&auml;ter durften wir einer lieblichen Stimme lauschen und h&ouml;rten: \r\n&gt; A Summoner has dissconnected!\r\n\r\nUnsere Reaktion...\r\nWir waren sehr gl&uuml;cklich (Sarkasm-Mode Off). Geflamet haben wir nicht, aber fanden es leicht merkw&uuml;rdig. Zuerst haben wir gedacht, wir h&auml;tten es mit einem Troller/einer Trollerin zu tun.\r\nSp&auml;ter kam die benannte Person wieder ins Spiel zur&uuml;ck. Jeder kann mal einen Dissconnect haben!\r\n\r\nIn Folge auf diese doch deprimierende Runde kam uns eine Idee...\r\nWieso verlieren eigentlich alle aufgrund des (nicht unbedingt freiwilligen) dissconnectens so viele LP?\r\nLogisch: Als Team kann man es sicher schaffen.\r\nDas Problem ist nur, dass es schwieriger wird! (Merke Elo-System)\r\n\r\nIch habe schonmal an den Riot-Support geschrieben.\r\nAus meiner Antwort hier ein Zitat:\r\n&gt; Das MMR deines Teams und das MMR deines Gegner-Teams bestimmt haupts&auml;chlich die Anzahl an Ligapunkten, die du verdienst. Ein schwerer Gegner bedeutet eine gr&ouml;&szlig;ere Herausforderung, weswegen du mehr Puntke verdienen wirst, wenn du dieses Team besiegst.\r\n\r\nVom Grund her ist es also:\r\nschwerer Gegner = mehr LP-Gewinn / weniger LP-Verlust\r\nschwacher Gegner = weniger LP-Gewinn / mehr LP-Verlust\r\n\r\nDas erschlie&szlig;e ich jedenfalls daraus.\r\n\r\nWas aber, wenn man gegen einen bereits schweren Gegner spielt und man zus&auml;tzlich noch einen Mitspieler verliert?\r\nDann wird aus einem schweren Gegner ein noch h&auml;rterer und aus einem leichten ein normaler/schwerer.\r\n\r\nNun unsere Idee....\r\n\r\nW&auml;hrend des Spiels werden Chatlogs auf den Servern gespeichert, da w&uuml;rde ich meine Kopfbehaarung drauf verwetten.\r\nIst es m&ouml;glich ein Skript zu schreiben, welches eben diese Chat-/Eventlogs durchgeht und &uuml;berpr&uuml;ft, ob jemand Dissconnected ist oder sich eine bestimmte Zeit (in Folge, nicht &uuml;ber das gesamt Spiel) nicht bewegt hat?\r\nJe nachdem k&ouml;nnte man ja bei einem AFK-ler &quot;nur&quot; 10 LP verlieren und bei zwei AFK-lern nur 5. \r\nUnd der AFK-Ler hat dann halt 3-4 LP mehr Verlust. (Als Beispiel!!!)\r\n\r\nMir geht es dabei nur darum, dass es unfair ist, wenn alle f&uuml;r die schlechte Verbindung von einem bestraft werden.\r\n\r\nDann mal liebe Gr&uuml;&szlig;e an euch alle,\r\nPoisonkissed / Alex\r\n\r\nPS: Let the flame begin ;)","replies":[{"id":"","poster":"420 No Scôpe","date":"2015-08-21T06:10:36.628+0000","up_votes":3,"down_votes":0,"body":"Da würde es dann leute geben die einfach AFK gehen um ihren Duo/Freund nicht zu viel LP zu klauen wenn die ein schlechtes spiel haben z.B.","replies":[{"id":"","poster":"Ashuna","date":"2015-08-21T07:09:42.578+0000","up_votes":2,"down_votes":0,"body":"Das ist Korrekt. Spieler würden dies ausnutzen um so die Ladder aufzusteigen.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"SoulPenguin","date":"2015-08-21T07:11:10.344+0000","up_votes":0,"down_votes":0,"body":"da habt ihr wohl recht... war halt ne kleine Idee ^^","replies":[]}]}]},{"id":"","poster":"FreeZorZonE","date":"2015-08-25T09:23:48.404+0000","up_votes":1,"down_votes":0,"body":"aber anders muss es doch auch gehen^^ in meinem team ist das meist so das ich ein afkler habe. ich sehe 0 chancen irgendwie mal aufzusteigen. ich habe das gefühl das riot die nicht einmal bestraft da ich teilweise einen afkler in 2 -3 games hintereinander habe","replies":[]}]}