{"id":"gBbEwrod","poster":"Captain Hookd","date":"2015-08-20T16:59:59.330+0000","title":"Team sucht Toplaner (Gold+)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nunser Team (HighLife Gaming) sucht einen Toplaner im Gold- bis Platin-Bereich. Wir sind bereits auf Silber III geranked, aber da ist noch Luft nach oben.\nIch bin der Erik, 22 Jahre alt und der ADC in unserem Team. Ich spiele seit Ende Season 3 und bin Gold V. Meine Teamkollegen sind Gold bzw. unteres Platin. Unser Ziel ist es das Team nochmal neu zu strukturieren und das wollen wir mit dir erreichen :) Wir werden wahrscheinlich zu einem anderen Clan wechseln und uns auf die Suche nach einem neuen Coach begeben, aber das h&auml;lt uns ja nicht davon ab gemeinsam zu ranken. Au&szlig;erdem wollen wir an einigen Turnieren teilnehmen.\n\nMein Wunsch ist es, dass das Team länger bestehen bleibt und nicht gleich zusammen bricht.\n\n**Unsere Anforderungen an dich:**\n- mindestens 18 Jahre alt\n- mindestens Gold-Elo\n- TS3 + funktionierendes Headset vorhanden\n- Spa&szlig; am Spiel und den Willen sich zu verbessern\n\nBei Interesse kannst du mir gerne Ingame schreiben (HLG ZenCroX) :)\nIch freue mich auf deine Antwort!\n\nViele Gr&uuml;&szlig;e,\nZenCroX","replies":[{"id":"","poster":"ZJD  ","date":"2015-08-20T20:50:29.452+0000","up_votes":1,"down_votes":0,"body":"Schönen Guten Abend,\n\ndie Idee von einem aktiven und nicht gleich wieder auseinander brechendem Team finde ich auch nicht schlecht und könnte für euch die Top Lane spielen.\nIch selber bin momentan auf Gold 5 und spiele gerne eher AP orientierte Top Lane Champpions , wie Lulu,Rumble,Lissandra,Ryze und Nautilus (Tank , ap ) \nNatürlich spiele ich auch gerne Tanks und AD Champs. Ich spiele oft eine sehr sichere Laningphase, weswegen ich recht wenige Tode habe und mein Team mit einer ganzen menge Farm und Lust am Spiel tatkräftig unterstützen kann.\n\nIch bin zwar nicht die angeforderten 18 Jahre alt sondern 16, kann aber Kritik gut aufnehmen und kommunikativ mitwirken.\n\nWenn du oder ihr Interesse habt könnt ihr mich unter ZepInc anschreiben :D","replies":[{"id":"","poster":"Captain Hookd","date":"2015-08-21T07:40:02.575+0000","up_votes":1,"down_votes":0,"body":"Sorry, dass ich mich gestern nicht mehr gemeldet habe.\n\nIch habe deinen Add jetzt bei LoL angenommen und vllt können wir mal die Tage schreiben :)\n\nVG,\nZenCroX","replies":[]}]}]}