{"id":"yP2rvnXs","poster":"Frogxen","date":"2015-08-20T14:04:33.789+0000","title":"Ein paar fragen zum besser werden.","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hi,\r\nIch bin ein silber 5 spieler und spiele fast nur LoL. Mir faellt zurzeit sehr auf, dass ich viele spiele verliere (W/L 49,9%).\r\nMeine Frage ist: Was mache ich falsch beim spielen? Was ist flasch an dem was ich tue/nicht tue\r\n\r\nein paar Fakten um dies bewerten zu koennen:\r\n\r\nMain Mid supp jgl\r\nDie champs die ich spiele kann ich so spielen, dass ich fuer das team wertvoll bin.\r\nMeine stats sind in 80% meiner spiele positiv\r\nich flame nicht\r\nAuf sachen wie: je mehr leute am kill beteiligt sind desto mehr Gold fuers team, achte ich\r\nich unterstuetze und safe so gut es geht\r\nwenn ich am gewinnen bin roame ich\r\nich setze relativ viele wards\r\nMache calls wie: Drake und danach alle mid, baron nach dem nachsten guten tf; focus\r\n\r\nNebenbei will ich noch kurz einwenden dass ich vor kurzem erst in Silver 3 fuer ca 2 Wochen war, damit will ich sagen, dass, wie viele es behaupten werden, Ich nicht so schlecht bin als das ich in Silber 5 oder Gar bronze 1 seien sollte. ich habe mich auch aktuell schon 3 mal alleine von Bronze 5 nach Silber 5 hochgespielt. was ich dazu noch einwenden will: ELOHELL GIBTS NICHT OMG!\r\n\r\nIch hoffe auf gute Tipps ;)\r\nDanke im Vorraus.\r\nMFG Frogxen","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-08-21T08:31:45.585+0000","up_votes":4,"down_votes":0,"body":"Die Tipps werden dir recht wenig helfen. Warum?\n\n1. Ist dort deine eigene Einschätzung aufgeführt und nicht die eines neutralen Dritten. D.h. Die Informationen die du uns gibst sind vermutlich zu 60%-90% unkorrekt.\n\n2. Kann man anhand der Daten nicht viel helfen, außer die \"Durchschnittstipps\" der anderen. Diese sind aber nicht auf dich zugeschnitten.\n\n3. Hast du nur positive Eigenschaften deinerseits aufgezählt. Bei jemanden der nur \"richtiges\" macht, kann man nichts verbessern.\n\nDaher empfehle ich dir ein Spiel hochzuladen, damit sich das andere ansehen können, die du um Rat bittest. Oder dir ein deiner eigenen Spiele selbst ansiehst und dir Stichpunkte dazu machst, auch deine negativen Eigenschaften (das ist aber nicht so effektiv, da dann wieder deine eigene Meinung und Erfahrung mitspielt)!\n\n\nMfg,\nRuaga","replies":[{"id":"","poster":"Frogxen","date":"2015-08-21T10:46:53.848+0000","up_votes":2,"down_votes":0,"body":"Ich find keine programme um LoL aufzunehmen -.-\nmeine groesten probleme sind eig das ich viel zu ungewiss rein gehe und mein farm wirklich nur auf silber elo ist... oder schlechter xD\naber des weis ich ja und versuch ich zu verbessern.\nMir gings mehr so darum die sachen die ich mache zu verbessern.","replies":[{"id":"","poster":"SoloQisMentlBoom","date":"2015-08-21T11:14:07.935+0000","up_votes":2,"down_votes":0,"body":"Sowas über das Forum zu machen ist eher ungeeignet. Wie schon gesagt haben wir so ja keine objektive Meinung deiner Spielweise.\n\nWillst du trz ein Tipp von mir kann ich dir Folgende geben:\n\n1. **Zum Farmproblem:**\nWenn du das Gefühl hast dein Farm ist schlecht, kannst du -entweder wie es eig jeder empfiehlt in ein Custom gehen (hierbei aber zu beachten mit Runen und Meisterschaften!!! Ingame farmst du ja auch nicht ohne), oder- ein Spiel spielen und solltest darauf achten, dass du zu jedem Zeitpunkt des Spiels mehr Farm hast als der Gegner auf deiner Lane (später auch mehr Farm als alle, wenn du willst). Das sollte dein Ziel im Spiel sein. Nicht das gewinnen, sondern mehr Farm zu haben (das gewinnen kommt dann meistens von alleine mit :)).\n\n2. **Zum Fightproblem:**\nDu solltest es dir angewöhnen im 3-10-Sekunden-Takt auf die Map zu gucken. Mir hat ein Wecker/Stoppuhr geholfen der alle Xsec klingelt. Hab diesen am Anfang auf 10s gestellt und dann immer weiter runter und bei jedem klingeln auf die Map geguckt.\nAllgemein im Teamfight solltest du dir klar werden was deine Rolle ist. Engager, Peeler, etc.. Dieses Thema ist aber viel zu breit um es in ein paar kurzen Sätzen zusammenzufassen.\n\n3. **Zum Allgemeinen verbessern:**\nSei so selbstkritisch wie es nur geht! Du solltest bei allem, bei dir die Schuld sehen. Bei wirklich allem.\nMein Lieblingsbeispiel: Du bist der Midlaner oder Jungler. Die Botlane stirbt. Hier solltest du dann denken: \"_Das hätte ich vorhersehen sollen und wieso bin ich nicht nach unten rotiert, um ihnen zu helfen?_\"\n\n4. **Zum Spiel ansehen:**\nDas ist ein wichtiger Punkt um seine eigenen Fähigkeiten zu verbessern. Je öfter desto besser.\nWenn du kein Aufnahmeprogramm hast und nichts dafür ausgeben möchtest, kannst du es so wie ich damals machen mit OBS. Aber es gibt genügend Plattformen bei denen es auch einwandfrei läuft. Jedoch finde ich diese immer etwas sehr gewöhnungsbedürftig und für meinen schlechten PC für den ruckelosen Lauf des Spiels eher unpassend. OBS stört da fast gar nicht.\n\nHoffe das konnte dir etwas helfen.","replies":[{"id":"","poster":"Frogxen","date":"2015-08-21T11:57:10.116+0000","up_votes":1,"down_votes":0,"body":"https://www.dropbox.com/s/yq9a5srfip6ahu8/2259124412.mlr?dl=0\n\nich glaube so kannst du dir das angucken xD\nhoffe ich ;)","replies":[]}]}]}]},{"id":"","poster":"Sree","date":"2015-08-20T16:05:52.413+0000","up_votes":2,"down_votes":0,"body":"Hier schauen die Leute eher wegen technischer Probleme rein. Versuch mal das [Level Up](http://boards.euw.leagueoflegends.com/de/c/level-up-guides-tipps-de) Forum. Dort wirst du eher Leute finden, die dir helfen koennen, besser zu werden.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-20T16:04:26.869+0000","up_votes":2,"down_votes":0,"body":"1.) Trinkets upgraden. Möglichst früh. Je früher du die 250 Gold ausgibst, um so effektiver sind sie am Ende des Tages.\n\n2.) Nutze die Ranked Spiele nicht zum üben von neuen Champs. Der neue Mordekaiser könnte die alte Meta komplett auf den Kopf stellen. Aber ist es wirklich sinnvoll, im Ranked auszuprobieren, wie sich all seine tollen Features auswirken?\nUnd du spielst ja gerade wirklich ausschließlich Ranked. Dabei hast du gefühlt in den letzten 20 Spielen 10 unterschiedliche Champions gepickt. Das sind mehr als ich im ganzen Jahr... und ja, ich übertreibe das. Und ja, man kann auch munter alles ausprobieren und 45 unterschiedliche Champs im Ranked spielen... man sollte sich dann aber nicht wundern, dass man nicht besser wird.\nSpiele 2 Champions pro Rolle. Höchstens. Perfektioniere diese Champions. Wenn du mit ihnen besser bist als deine Gegner mit ihren, wirst du deutlich mehr Spiele gewinnen.\nUnd ja, in Silber geht es nicht darum, \"Calls\" zu machen. In Silber geht es darum, seine Lane zu stompen und den Vorsprung dann in einen Sieg umzumünzen. \nWenn dir das \"Tryharden\" mit 2-3 Champs zu langweilig ist... spiele halt nicht nur Ranked. Nutze die anderen Ques um neue Champions auszuprobieren und spiele nur dann Ranked, wenn du wirklich Bock auf deine Mains hast. Da gilt dann irgendwann auch einfach \"Qualität über Quantität\"...","replies":[{"id":"","poster":"Frogxen","date":"2015-08-20T16:43:56.129+0000","up_votes":1,"down_votes":0,"body":"ich spiele den neuen mordekaiser schon wie verruekt weil er einfach op ist xDD\ndas mit den trinkets mach ich auch ;)\nok gut zu den champions... da ist halt das problem das ich ehrlich gesagt keine ahnung hab welche champs mir liegen ich spiele so ziemlich alle... und kann mich niocht entscheiden... zurzeit sieht es aber so aus: \n\nTop:   Malp;Darius\nJgl:     Xin;Udyr;Yi\nMid:   Kata;Akali;Lux;Fizz;Annie\nAdc:   Jinx;Ez\nSupp: Mordekaiser;Lux;Malp;Blitz\n\nvllt tipps wie ich mich fuer champs entscheiden kann?\n\ndas mit dem ausprobieren tu  ich nicht in ranks... erst in co op um die skills anzugucken... dann 10 normal games mit jedem champ der mir nachm co op gefaellt.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-08-20T17:06:13.147+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Frogxen,realm=EUW,application-id=7hciEY9w,discussion-id=yP2rvnXs,comment-id=00010000,timestamp=2015-08-20T16:43:56.129+0000)\n>\n> ich spiele den neuen mordekaiser schon wie verruekt weil er einfach op ist xDD\n> das mit den trinkets mach ich auch ;)\n\nDu weißt, dass man so was nachgucken kann? Und ja, du musst dein Trinket vor Minute 47 aufbessern... denn dann kannst du es genau genommen auch lassen. Versuche wirklich drauf zu achten, die 250 Gold auszugeben, wenn du Level 9-11 bist...\n\nUnd gerade deine Mordekaiser Spiele... erstens widerspricht sich das mit dem \"Ich probiere immer erst in Co-Op Spielen neue Champs aus\"... und dann baust du ihn mal als Support ohne Sightstone (was man niemals machen sollte), dann mal auf AP und dann auf das Blade of the Ruined King + Infinity Edge. Das Problem ist halt: es kann dir auch gerade niemand sagen, welche dieser Varianten gut oder schlecht sind. Aber es wirkt halt schon so, als würdest du da einfach mal konfus verschiedenste Dinge ausprobieren. Dabei verlierst du nebenbei mehr, als du gewinnst... Und genau dafür gibt es halt die Normal Blind Pick und Normal Draft Que... Wenn man so was allerdings unbedingt im Ranked rauskriegen will, darf man sich auch nicht wundern, wenn man mehr verliert als gewinnt. \n\n> vllt tipps wie ich mich fuer champs entscheiden kann?\n\nDas ist halt das dumme an LoL: es gibt 100 verschiedene Varianten dieses Spiel zu spielen. Ich kann zum Beispiel ums verrecken die Nahkämpfer nicht zum funktionieren bringen. Egal wie sehr ich es übe...\n\nDas wichtigste ist halt, dass der Champion dir Spaß macht. Und mehr Tipps kann ich dir da auch nicht geben. Es macht halt extrem wenig Sinn, jetzt auf Elise Jungle umzusteigen, wenn sie eh wieder generft wurde und sie dir auch einfach keinen Spaß macht. Da ist es sinnvoller irgendwas mit niedrigerer Winrate zu spielen, dass du dafür aber gut beherrscht.","replies":[{"id":"","poster":"Frogxen","date":"2015-08-20T17:36:55.083+0000","up_votes":1,"down_votes":0,"body":"aso mit mordekaiser das eine spiel musste ich ihn mitte spielen weil ich getrollt wurde -.- toplane ihn zu spielen war nicht schlecht ich war mega op...\nich hab ihn bei meinem bro aufm PBE getestet das siehst du so nicht xDD\n\nund ich weis garnicht was du hast.... 3/3 mordekaiser W/L","replies":[{"id":"","poster":"Frogxen","date":"2015-08-20T18:11:36.001+0000","up_votes":1,"down_votes":0,"body":"Also wenn ich das mal so zusammengefasst angucke ist das groeste problem das ich viel zu viele champion einfach spiele?\n\nGut ich moechte champs mit denen ich etwas bewirken kann... einer steht fest: Mordekaiser.\nJetzt fehlen nurnoch andere starke champs...","replies":[]}]}]}]}]},{"id":"","poster":"MeDontEnglish","date":"2015-08-20T14:44:42.912+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Frogxen,realm=EUW,application-id=7hciEY9w,discussion-id=yP2rvnXs,comment-id=,timestamp=2015-08-20T14:04:33.789+0000)\n\n> Mache calls wie: Drake und danach alle mid, baron nach dem nachsten guten tf; focus\n\nNach einem Gewonnenen TF ist das Objectiv mit oberster Priorität der Inhib-Tower und Inhib.\nDas sind neben Nexustower und natürlich dem Nexus die Objectives mit HÖCHSTER Priorität, dann kommt erst Baron/Drake.","replies":[{"id":"","poster":"Frogxen","date":"2015-08-20T16:03:29.021+0000","up_votes":1,"down_votes":0,"body":"ah ok gut zu wissen. Danke xD","replies":[]}]}]}