{"id":"GrpexWMA","poster":"Deyranio","date":"2015-08-19T16:16:33.824+0000","title":"Support möchte mir nicht helfen","subforum":"Allgemeiner Chat","up_votes":4,"down_votes":5,"body":"Hallo,\r\nich mache diesen Post jetzt auf Gut Gl&uuml;ck. Bevor ihr mich hated, lest bitte den ganzen Post und entscheidet dann.\r\n\r\nFolgende Story:\r\nIch war Master auf EUW und habe lange pause gemacht, doch wollte keine Dia Border haben, so dachte ich mir, wechsel ich auf einen einfacheren Server, spiele mich da bis zur reward vergabe wieder ein und komme dann back und starte voll durch. Gesagt getan. Wir sind leider auf den TR Server gewechselt. Dort das Challenger ist ca. das Dia 4 Niveau von EUW. Bedeutet wir als Master Spieler von EUW sind von Platin 1 geplaced bis zu Master/Challenger mit fast nur 7 losen durch. Das folgende Problem ist. Auf TR drophackt und scriptet fast jeder 2. Dort gibt es kein Report system, ranked restrictions und chatbanns sind dort nicht vorhanden! Auf EUW trifft man vllt jedes 1000 Games einmal auf einen drophack, auf TR im Challenger Bereich fast jedes 3. Game. Nun waren wir teilweise so unlucky, dass wir in 10 Games an einem Tag gespielt haben, wovon 9 Spiele nach 7min gedropt wurde, weil wir da schon beide 5/0 standen und das Game eig. ein free win war. Das 1 nicht gedropte Game war dann ein lose. Das &quot;System&quot; auf dem TR Server detected accounts, die in viele drophacked Games sind. Also wenn man extrem unlucky ist, wie ich, dann wird man gebannt, weil man einfach im falschen spiel war. Daraufhin habe ich den Support angeschrieben. Doch dieser antwortet mir nicht, er markiert das ticket einfach als &quot;Solved&quot; und das war es. Ich m&ouml;chte eig. den bann hier nicht diskutieren, denn ich weiss, dass ich unschuldig bin und nie gedrophackt habe. Das werde ich mit dem Support diskutieren, doch ich weiss nicht wie, wenn diese mir nicht antworten! Was kann ich tun?\r\n\r\nIch habe folgendes im TR Forum schon gepostet, dort sind auch screens vom Support dabei. W&auml;re echt sch&ouml;n, wenn ihr euch das einmal anschaut, bevor ihr mich hated und downvoted. Als EUW spieler, der noch nie etwas vom TR Server mitbekommen hat, klingt das alles merkw&uuml;rdig, doch dieser ist in keinster weise mit dem eu server zu vergleichen. Ich w&uuml;rd echt gerne mal irgendwie mit einem Riotler schreiben oder rede, telefonieren oder einfach nur irgendwie kontakt aufnehmen. Doch solche Threads werden immer sofort gehated. Ich weiss, dass mein englisch da grade etwas suckt, ich bin einfach nur ultra sad.\r\n\r\nhttp://boards.tr.leagueoflegends.com/tr/c/genel-tartisma/dkVqjdvx-riot-support-doesnt-want-to-help-me-they-instantly-close-my-tickets","replies":[{"id":"","poster":"Phitar","date":"2015-08-19T17:34:26.879+0000","up_votes":1,"down_votes":0,"body":"Hey, die einzige Idee die ich noch hätte um vll an jemand Anderen als den Support zu gelangen wäre folgender Link: http://www.riotgames.com/contact\nUnter MISC kannst du eine Nachricht versenden. Vll hast du ja Glück, wenn du in aller Ruhe und vernünftig dort noch einmal dein Prblem schilderst. \nViel Glück","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-08-19T16:33:20.236+0000","up_votes":1,"down_votes":0,"body":"Riots Bansystem wegen Drophacks etc. ist sehr viel komplexer als nur \"Wie oft war der in einem gedrophackten Spiel?\". Ich kann mir eigentlich nicht vorstellen, dass auf den TR-Server ein anderes System genutzt wird.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Deyranio","date":"2015-08-19T16:34:37.123+0000","up_votes":1,"down_votes":0,"body":"Genau das ist das Problem. TR Server ist in der hinsicht ganz anders als EUW! Auf EUW ist es unmöglich unschuldig gebannt zu werden. Aber auf TR anscheinend ja nicht.","replies":[{"id":"","poster":"Zamonianer","date":"2015-08-19T17:22:41.087+0000","up_votes":1,"down_votes":0,"body":"Tja... hättest ja auf EUW bleiben können. Insbesondere, wenn du wegen der Wertung wechselst, aber sagst, dass TR vom Niveau leichter ist.\n\nGruß,\nZamo","replies":[]}]}]}]}