{"id":"E76z0eW7","poster":"Sibolo","date":"2015-08-19T13:25:03.385+0000","title":"Benötige Hilfe bei der Championauswahl","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Zu mir ich bin zurzeit Platin V in solo Q und main midlaner spiele auch gerne adc jgl geht komm ich klar und top/supp z&auml;hlen zu meinen schlechten Rollen\nIch verliere mehr als 50 % meiner Spiele und bewege mich langsam aber sicher nach Gold 1\nMein Problem ist jetzt das ich fast jedes Spiel Duo Q spiele und zwar mit dem ad carry meines Ranked Teams der Dia 1 ist.\nDas hei&szlig;t wir werden im Bereich dia 4-3 gematched.\nIch gewinne grunds&auml;tzlich immer meine Lane kann aber im sp&auml;teren Spielverlauf die Spiele nicht alleine carry.\nIch denke es liegt daran das ich zu Teamorientierte champions Spiele (ori,lulu)  .\ndeshalb suche ich jetzt einen Champion mit dem ich &uuml;ber 60 % meiner Spiele alleine carryn kann wenn ich bereits im laning definitiv feed werde egal welches matchup.","replies":[{"id":"","poster":"Arborash666","date":"2015-08-19T15:44:38.265+0000","up_votes":1,"down_votes":0,"body":"Was du mit deinem geschilderten Problem dann ins Auge fassen solltest sind Midlaner mit hohem Snowballpotential. Z. Bsp. LeBlanc, Katarina, Ahri oder Zed und dann mit dem Jungler gut timen+kommunizieren das du ein paar early-ganks bekommst um dich zu feeden und danach dann aktiv roamen gehen und primär deiner bot helfen ihre Lane auch noch zu zerstören und dann das Spiel konzentriert über die Zielliene zu bringen.\n\nAls Jungler würden sich dann ähnliche carry-konzepte anbieten die mit einigen kills+assist schnell viel Schaden auf eine Lane mitbringen können um nicht nur selber gut darzustehen und sich im Jungle weiter dick zu farmen sondern massiven Einfluss auf die Lanes zu nehmen. Da gibt es zum Glück auch viel an Auswahl je nach geschmack, ob jetzt Jax, Diana, Shaco, Vi usw solange sie gut snowballen können.\n\nWichtiger Punkt bei diesem Vorgehen ist natürlich (leider sonst würde es ja nur noch so gespielt) einige erfolgreiche frühe Ganks damit der Ball auch ins Rollen kommt. ;)\n\n\nmfg","replies":[]},{"id":"","poster":"Manker00","date":"2015-08-19T15:10:24.699+0000","up_votes":1,"down_votes":0,"body":"Mid is Azir immernoch gut, Ahri für easy pickups, ez für krassen 2 item powerspike\n\nAls adc geht grad eig alles bis auf twitch, mf und quinn\n\nAls jungler kann man grade elise, jarvan, ekko und nida gut picken.\n\nHoffe ich konnte dir helfen.","replies":[]},{"id":"","poster":"EpicSeju","date":"2015-08-19T13:29:02.640+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du mit dem Dia dude spielst bekommste auch bessere teammates..\nwürde dir irelia emphelen .. schwaches early bis lv4 und zu den ersten items..\nsehr starkes mid game im late ist sie nicht die beste aber auch keine gurke","replies":[{"id":"","poster":"Sibolo","date":"2015-08-19T13:37:16.561+0000","up_votes":1,"down_votes":0,"body":"dia dudes sind immernoch scheiße ^^\nund danke für den tipp aber ich spiele keine toplane und keine meeles","replies":[]}]}]}