{"id":"E5s8lyrh","poster":"Bär im rosa Tütü","date":"2015-08-19T14:00:39.632+0000","title":"Neues Team sucht potentielle Mitglieder!","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"**Edit: Es wird nur noch ein ADC gesucht!\n**\n\n\nServus meine Freunde!\n\nKennt ihr das auch? Ihr werdet angeschrieben, ob ihr nicht Bock auf Teamranked habt, spielt mit oftmals komplett fremden Leuten, macht missplays, seid total unkoordiniert und im schlimmsten Fall nur noch am Flamen?\nSo geht es mir oftmals  und ich hab einfach keine Lust mehr darauf.\nBislang ist das \"nur\" eine Idee. Wir m&ouml;chten 5 Leute sein, die das gleiche Ziel vor Augen haben: GEWINNEN!\nUnd ja, dazu geh&ouml;rt auch tryharden. \nWir m&ouml;chten das Team \"profesionell\" aufziehen. Nat&uuml;rlich kein Vergleich zu den Teams in der Challenger Series, LCS, ....\naber f&uuml;r den Low-Elo Bereich doch schon sehr.\n\n**Erstmal kurz etwas zu uns:**\nBislang sind wir zwei Personen, die beide im Silber-Bereich rumh&auml;ngen.\nWir trollen an sich nie und tryharden die meiste Zeit. \nWir sind 16 und 18 Jahre alt und haben einen TS-Server den wir benutzen k&ouml;nnen.\nIch selbst versuche Probleme immer objektiv zu betrachten und eine angemessene L&ouml;sung zu finden.\nTreten Fehler Ingame auf, werden diese nat&uuml;rlich eingestanden und hinterher auch besprochen.\n\n\n\n**Was solltet ihr mitbringen?**\n1. Ihr soltet mindestens 15 Jahre jung sein.\n2. Teamspeak 3 besitzen.\n3. In der Silber Divison vertreten sein - gerne auch h&ouml;her. ;-)\n4. Einen gewissen Championpool f&uuml;r eure Main-Lane haben, dazu passende Runen und Masteries.\n5. Ihr soltet keineswegs dazu neigen zu flamen oder trollen InGame. --> Es droht der Rausschmiss!\n\n\n\nWir stellen uns letztendlich das so vor, dass wir die Bewerber in einem normalen Spiel mit uns spielen lassen und sehen wie sie sich machen, bzgl. Calls, Farm, Plays, ...\nSobald wir unser Team zusammen haben, werden wir Zeiten vereinbaren, die wir benutzen um Picks & Bans zu besprechen, gewisse Taktiken in normalen Games zu &uuml;ben und nat&uuml;rlich auch Teamrankeds zu spielen.\n\nFalls ihr nun Interesse bekommen habt, dann meldet euch gerne bei mir InGame ( B&auml;r im rosa T&uuml;t&uuml; ).\nUnd vergesst nicht, wir sind eher eine ruhigere Runde und machen uns keinen gro&szlig;en Stress. ;-)\n\n\nLiebe Gr&uuml;&szlig;e,\nB&auml;r im rosa T&uuml;t&uuml;","replies":[{"id":"","poster":"Lord Tachanká","date":"2015-08-19T23:15:42.168+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/zxP9m1t9-g4-adc-main-sek-support-sucht-5er-ranked-team","replies":[]},{"id":"","poster":"OCT Nasgule","date":"2015-08-19T17:21:27.912+0000","up_votes":1,"down_votes":0,"body":"bin 23 jahre jung und bin 22.00 Uhr heute on, würde mich für die top oder mid bewerben","replies":[]},{"id":"","poster":"SwagShooter","date":"2015-08-19T17:18:46.211+0000","up_votes":1,"down_votes":0,"body":"Hallo hab dir ne Friendrequest geschickt und habe grosse Interesse an diesem Rankedteam sitze momentan auf gold 4 und bin main top/midlaner habe einen riesigen championpool und würde gerne mit euch die elos hochtryharden :D","replies":[]},{"id":"","poster":"Kvothe100","date":"2015-08-19T15:47:59.459+0000","up_votes":1,"down_votes":0,"body":"HI Ich suche derzeit auch nach einem Rankedteam bin 20 jahre Silber 3 und main jungle allerdings auf eigentlich allen Lanes halbwegs zu gebrauchen Ingamename warum auch immer den alle dazu schreiben obwohl er über dem post steht ist \"Kvothe100\" XD \nmfG Lennard","replies":[]},{"id":"","poster":"xKrasz","date":"2015-08-19T14:57:38.373+0000","up_votes":1,"down_votes":0,"body":"hey :) ich suche ein nettes und zuverlässiges ranked team . ich maine normaler weise supp aber bin sehr anpassungs fähig :)  xKrasz ingame name","replies":[]}]}