{"id":"cLk7O0tB","poster":"Skyy22","date":"2015-08-19T14:18:37.002+0000","title":"Wie erstelle ich einen gebalanceten Championpool?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi, ich maine ADC und Support und habe f&uuml;r die anderen 3 Rollen noch 10 Runenseiten &uuml;brig. Ich m&ouml;chte den Championpool gering halten aber trotzdem f&uuml;r alle Situationen eine M&ouml;glichkeiten haben?\r\n\r\nWas sollte man alles haben? Bspw. Je einen Champ mit Knockup um mit Yasuo combon zu k&ouml;nnen? Je einen Ad und einen AP um entsprechend zu picken? Was macht Sinn?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-08-19T15:50:54.621+0000","up_votes":3,"down_votes":0,"body":"ein gebalancter Championpool wird überbewertet... ich habe selber keinen und bin trotzdem Platin. \n\nUnd vor hohem Gold werden auch \"Teamkompositionen\" überbewertet. Viel wichtiger ist doch, dass du weißt, was du mit deinem Champ im Teamfight zu tun hast.\nGenau das ist nebenbei der Grund, warum ich ein furchtbarer ADC bin: Ich spiele Sup Main. Und zwar genau genommen immer. Wenn ich die Supporter Rolle nicht bekomme, spiele ich Lulu, Karma oder Nunu... und mit denen kann ich mich dann in den entscheidenden Momenten genau so verhalten wie immer: Ich kümmere mich darum, dass die eigentlichen Carries ihren Schaden austeilen können. Das ist halt mein Spielstil und darauf ist mein Championpool auch ausgelegt. Wenn ich jetzt krampfhaft anfangen würde, Zed zu üben, nur für den Fall dass ich mal mit Rumble Top und Corki ADC spielen muss... da würde ich echt wenig bei gewinnen...","replies":[{"id":"","poster":"Skyy22","date":"2015-08-20T06:16:54.522+0000","up_votes":1,"down_votes":0,"body":"Da bist du dann aber echt verwöhnt :P als ADC Main kann ich nicht einfach überall ADC's picken, zumindest halte ich vayne/quinn Top, vayne/twitch jungle und ezreal mid nicht für viable.\n\nSupp is eigtl eher meine Ausweichrolle, aber ich könnte wirklich supps auf den anderen Lanes spielen. Gragas/Nunu jungle, Orianna/Lulu mid und lulu top oder so. Mit orianna bin ich ziemlich gut, supporte aber eigtl nur sprich shielde und gib ne wombocombo","replies":[]}]},{"id":"","poster":"Skyy22","date":"2015-08-21T06:00:40.162+0000","up_votes":1,"down_votes":0,"body":"Hab mich jetzt auf folgenden Champpool geeinigt,\n\nADC (Mainposi): Vayne, Corki, Lucian\nSupport: Thresh (mein bester Supp 60% win), Alistar falls Thresh unpickbar ist oder wir n yasuo haben\nMidlane: Orianna oder Yasuo\nJungle: Elise oder Wukong\nTop: Nasus oder Vlad","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-19T14:22:15.667+0000","up_votes":1,"down_votes":0,"body":"Jeweils 4 Assassinen, Tanks, Kämpfer, Magier, Supporter, ADCs und Jungler, damit dürftest du auf alle Situationen vorbereitet sein.","replies":[{"id":"","poster":"kreznot","date":"2015-08-19T15:42:55.499+0000","up_votes":1,"down_votes":0,"body":"20 Champions sind viel zu viel! Soviele Champs hat nicht mal nen Progamer perfektioniert!\n\nSuch dir einen Mainchamp raus den du immer Spielst wenn du deine Mainlane bekommst und er verfügbar ist. \nFür diese Mainrolle suchst du dir noch 1-2 Ersatzchamps aus die du picken kannst wenn dein Champ gebannt/gepickt wurde. \nFür jede weitere Lane nimmst du höchstens 1 Champ. Am besten wäre es wenn du Champs findest die mehrere Rollen erfüllen können z. B. Jayce Top und Mid.\n\nWenn dein Champpool so steht spielst du dich erstmal auf dein Zielelo hoch. Dort angekommen wirst du dir sicher über deine absolute Mainpossi sein und dann kannst du dein Champpool stück für stück erweitern.\n\nIch habe da nen netten Beitrag im alten Forum gefunden. Lies diesen und du wirst verstehen warum ein großer Champpool so früh einfach fail ist.\n\n[Thread altes Forum](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1375792)\n\nIch selbst bin da ein super Beispiel wie man es nicht machen sollte. Ich bin seid der open Beta dabei und habe jede Seasson viel zu viele Champs gepickt!\n\nS1 waren es 30\nS2 waren es nun um die 70\nS3 waren es 66\nS4 waren es 65\nund in deiser Seasson bis jetzt 62. \n\nWenn ich mehr Zeit in einen Champ gesteckt hätte als in über 60 ein wenig dann hätte ich es sicherlich geschafft Platin hinter mir zu lassen. \nSich mit einem neuen Champ in einer neuen Elo zu recht zu finden ist wesentlich einfacher als mit einem großen Pool aufzusteigen!\n","replies":[{"id":"","poster":"Foxedge","date":"2015-08-19T15:47:52.611+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=kreznot,realm=EUW,application-id=Wj1wcocU,discussion-id=cLk7O0tB,comment-id=00000000,timestamp=2015-08-19T15:42:55.499+0000)\n>\n> 20 Champions sind viel zu viel! Soviele Champs hat nicht mal nen Progamer perfektioniert!\n> \n> Such dir einen Mainchamp raus den du immer Spielst wenn du deine Mainlane bekommst und er verfügbar ist. \n> Für diese Mainrolle suchst du dir noch 1-2 Ersatzchamps aus die du picken kannst wenn dein Champ gebannt/gepickt wurde. \n\nEs geht nicht um Perfektion, es geht darum sie sehr gut zu spielen. Mit der zeit kann man auch 20 Champions sehr gut spielen / Mainen, ich hab hier ein Endziel genannt kein Ziel für übermorgen. 2 Ersatzchamps? Es können auch 2 deiner Champs gebannt werden und im Gegnerteam wird der dritte weggepickt, deshalb hab ich gesagt 4. Dazu kommt auch dass nicht jeder zu jedem Setup passt. Wenn man 4 Mages hat und sich die Setups anguckt kann es gut sein dass man feststellt, dass der eine dafür besser geeignet wäre als der andere. Eine große Auswahl zu haben ist wichtig.","replies":[{"id":"","poster":"kreznot","date":"2015-08-19T15:59:49.649+0000","up_votes":1,"down_votes":0,"body":"1. Man suchst sich keinen Champ aus der grad FOTM ist und den jeder Picken möchte bzw der dauergebannt ist.\n2. Ich habe nicht gesagt er soll nur einen Champ spielen! Ich sagte er soll 1 Champion vorrangig spielen bis er seine Zielliga erreicht hat.\n3. Wenn du glaubst das du in Silber mit einem großen Champpool den du nichtmal ansatweiße gemeistert hast schneller aufsteigst als mit 1 Champ den du gemeistert hast + 2-3  die du ordentlich spielst dann wird deine Geschichte genauso wie meine aussehen! Wenn dein Ziel ist das du diese Seasson noch immer nicht Gold erreichen wirst und nächste vieleicht mit ein wenig Glück Gold dann halte an deinem 20 Champool fest. Dennoch empfehle ich dir doch mal den Link in meinem ersten Post zu klicken und die die Übersetzung durchzulesen. Vieleicht wirst du dann selbst erkennen das deine Aussage vor überschätzung trifft!\n\nMfG","replies":[{"id":"","poster":"Foxedge","date":"2015-08-19T22:37:29.119+0000","up_votes":1,"down_votes":0,"body":"Ich bin schon seit 4 Jahren bei LoL dabei, aber mein alter Account ist nach 'ner etwas größeren Pause und keinem Zugriff mehr auf die Email verschollen. Ich werde diese Season definitiv noch auf Gold kommen und ich beherrsche mehr als 20 Champs recht gut. Mir ist klar dass man mit einem Champion mit dem man überaus gut ist sehr weit kommen kann.\n\nSeine Frage war allerdings nicht, wie er am schnellsten in den Ligen aufsteigt, sondern wie er einen ausbalancierten Championpool bekommt um für alle Situationen gewappnet zu sein. Und für so einen Pool braucht es eben jede Rolle mindestens 3 Mal, für den Fall das was weggebannt / gepickt wird und man sich noch etwas mit dem Kit an sein Setup anpassen kann. Wer wirklich gut werden will sollte so oder so anfangen ganz viele Champs gut zu spielen, nicht nur um seine Gegner zu kennen, sondern auch um einfach nachdem er später schon paar Jährchen bei LoL ist auch mit fast allem umgehen kann.","replies":[{"id":"","poster":"kreznot","date":"2015-08-20T09:10:03.512+0000","up_votes":1,"down_votes":0,"body":"Nein braucht es eben nicht! in meinen letzten 100 Spielen wurde ich nicht ein mal ausgebannt oder jeder meiner Champs wurde weggepickt. ich versuche mich gerade an Yasuo Top seid 46 Spielen. In 4 Rankeds kam ich nicht auf die Top und in 2 wurde Yasuo weggepickt. WOW ich glaub du hast recht und ich sollte mir schleunigst weitere 13 Champs suchen da meine 6 Ausweichchamps offensichtlich nicht reichen! *IronieOff*\nDer Durchschnittsspieler kann keine 20 Champs wirklich \"gut\" spielen. Es ist Utopie so zu denken!\n\nBTW Du hast mit diesen ACC 36 Rankeds gemacht und gerade mal 8 Champs gepickt. Das waren 36 Games wo ist also der 20 Champ große Pool? Du sagst das eine und handelst anderst!\n\n@Skyy22 ich meinte nicht dich mit dem Silber ;D\n\nMach dir doch einfach ein paar allerwelz Runenseiten. Sprich 3 für Mid drei für Toplane und drei für Jungle. Die müssen nicht absolut speziell sein. Wie gesagt zum aufsteigen wirst du eh hauptsächlich deine 3-5 Mainrunenseiten benutzen und nichts anderes. Wenn du dir für die anderen Lanes eine Deffensive, eine Offensive und einen Mix aus beidem machst bist du für Fungames mehr als gut gerüstet und kannst spielen worauf du grad lust hast. ;D Ich mein was bringt dir ein festgelegter Champool von 20 Champs wenn du davon 3 Regelmäßig spielst 3 weitere hin und wider und den Rest nur wenn du in der Vefassung bist das du eigentlich überhaupt kein Rankedspiel mehr machen solltest sprich anfängst zu trollen und dir sagst: \"Man der Champ gehört zu meinem Pool und ich habe ihn erst vor 4 Monaten das letzte mal gepickt. Man mit dem Champ werde ich ROCKEN!\"... doch dann fängt das feeding an weil du deine Matchups nicht kennst. \nNormals kannst du spielen was du willst, dass sind keine Tryhardgames und dafür braucht es keinen festgelegt Champpool.\n\nMfG","replies":[{"id":"","poster":"Foxedge","date":"2015-08-20T09:44:42.641+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=kreznot,realm=EUW,application-id=Wj1wcocU,discussion-id=cLk7O0tB,comment-id=000000000000000000000000,timestamp=2015-08-20T09:10:03.512+0000)\n> Nein braucht es eben nicht! in meinen letzten 100 Spielen wurde ich nicht ein mal ausgebannt oder jeder meiner Champs wurde weggepickt.\n\nBeispiel, du hast folgende Tanks zur Auswahl: Amumu, Malphite, Mundo und Garen.\nAmumu wird gebant, Garen wird von der Gegnerseite gepickt, dir bleiben noch Mundo und Malphite.\n\nWenn du jetzt feststellst, dass die Gegner Champs wie Katarina mit Channeling-Ultimates haben, dann fällt die wahl ganz klar auf Malph weil du das mit deiner Ult sofort unterbrechen kannst. Das ist eine taktische Entscheidung die du aber nur treffen kannst, wenn dir diese Auswahl zur Verfügung steht und du sie auch beherrscht, das fällt unter die Kategorie \"für jede Situation gewappnet\" zu sein. Es ist schön dass du jetzt Yasuo Top in knapp 50 Spielen machst, das hat aber mit der Frage des TEs nichts zu tun.\n\n> Der Durchschnittsspieler kann keine 20 Champs wirklich \"gut\" spielen. Es ist Utopie so zu denken!\n\nEs ist keine Utopie 20 von 126 Champions wirklich gut zu spielen. Das braucht nur Zeit und Übung. Wie gesagt, es soll kein Ziel für Morgen sein.\n\n> BTW Du hast mit diesen ACC 36 Rankeds gemacht und gerade mal 8 Champs gepickt. Das waren 36 Games wo ist also der 20 Champ große Pool? Du sagst das eine und handelst anderst!\n\nIch hab gesagt, dass dies ein neuer Account ist. Ich besitze auf dem hier bisher kaum Champs.","replies":[{"id":"","poster":"kreznot","date":"2015-08-20T13:20:45.236+0000","up_votes":1,"down_votes":0,"body":"1.Strategie gehört zu dem Spiel keine Frage, aber in der Soloque spielt sie eine untergeordnete Rolle. Wenn du glaubst das in Silber oder auch in Gold die bessere teamkomp gewinnt täuschst du dich gewalltig. In dem Elo gewinnt in der Regel das Team mit mehr Gold... sprich das Team das mehr Lanes gewinnt. \nJetzt bitte nicht von Hardcountern erzählen... diese gibt es nicht für jeden Champ und generell bedeutet es auch nicht seine Lane automatisch zu verlieren nur weil man gegen seinen Hardcounter spielen muss. Ich bin mir ganz sicher das du das am eigenen Leib zu spüren bekommen hast als du einfach jemanden Countern wolltest.\n\nDie Frage nach einem Champpool hat nahezu immer was mit: \"Ich möchte besser werden und aufsteigen\" zu tun. @Skyy22 habe ich dich falsch verstanden und du wolltest dich nicht ausschließlich in Rankeds an diesen Champpool halten?\n\n(Ich gehe davon aus das du den Link aus meinem 1. Post gelesen hast deswegen werde ich die Aussagen aus dem nächsten Abschnitt nicht sonderlich aufschlüsseln!)\n\n2.Und nein der Durchschnittspieler kann nicht parallel 20 Champs \"gut\" spielen. Er kann vieleicht 20 Champs OK spielen aber OK gewinnt keine Spiele! Er kann seine Mains wechseln, solang er dies nicht jedes spiel macht ist das  kein Problem! Aber er kann nicht parallel  20 Champs spielen und damit erfolgreich und in einen angemesenen Tempo aufsteigen. Wenn dein Ziel Dia ist dann kannst du sobald du das Ziel erreicht hast 20 Champs parallel spielen... denn du willst ja nicht mehr aufsteigen und deshalb reicht es wenn du Champs mechanisch OK spielst. \n\nWie läuft das bei dir? Spielst jeden deiner Champs Täglich? Alle 2 Tage einmal? Jeden Champ in der Woche 1 mal? Wie willst du da jemals deinen Mechaniken mit besagten Champs auf \"gut\" Pushen wenn du nie an deine Grenzen mit besagten Champ gehst? Wie willst du in den ganzen anderen Mechaniken ( Warden, Mapawareness, ..., etc,) besser werden wenn du dich immer auf deinen Champ und das neue Matchup konzentrieren musst?\n\n3.Also doch Utopie! Du kannst dir doch einfach mal die Spieler der Challenger Rangliste genauer anschauen. Da wirst auch du erkennen das fast jeder 1-2 Champs hauptsächlich gespielt hat... und dann war das Ziel erreicht....\n\n4.Mindestens 16...","replies":[{"id":"","poster":"Skyy22","date":"2015-08-20T14:22:44.270+0000","up_votes":1,"down_votes":0,"body":"Ich will eigentlich nur ne sinnvolle Aufteilung meiner Runenseiten hinkriegen und weiß nicht ob ich allgemeine Runenseiten nehmen soll um flexibel picken zu können oder nicht :P","replies":[{"id":"","poster":"kreznot","date":"2015-08-20T15:20:15.048+0000","up_votes":1,"down_votes":0,"body":"Dann nimm allgemeine Runenseiten wie schon erwähnt. Willst du dich in Normals etwa wirklich an eine Pickliste halten?","replies":[]}]}]}]},{"id":"","poster":"Skyy22","date":"2015-08-20T10:17:20.864+0000","up_votes":1,"down_votes":0,"body":"Ich erinnere mich noch an s4. Da hatte ich ca. 80% der Season mit extrem niedriger MMR zu kämpfen wodurch ich +5 pkt und -20 plt bekommen habe 😂 am ende der season hab ich angefangen tryhard nidalee mid, ryze top, thresh support und elise jungle zu spielen falls ich meine mainposi nicht bekommen hab. Als mainrolle, adc, nur vanye, ezreal oder lucian. Damit hats dann noch geklappt (Gold).\n\nAlso an sich ist das richtg, die Schattenseite war halt, dass ich der grottigste mid/top/jungler aus ganz gold war Und irgendwann gewann dann mein drang abwechslung zu haben.\n\nGrade als vayne main brauche ich ausweichchamps weil ich immer wieder phasen habe in denen ich vayne grottenschlecht spiele (momentan auch), einfach keine 100%ige Konzentration und zack wieder nen hook gefressen, wieder nen udyr übershren und kein condemn ready etc. Mir hilft da immer mal n paar games n anderen champ zu spielen (momentan corki).\n\nWas haltet ihr von vayne/corki/luciab als adc main, thresh/morgana als support, orianna/nidalee mid, elise/nidalee jungle und vlad/nidalee top? Keine tanks bei leider :/","replies":[{"id":"","poster":"Foxedge","date":"2015-08-20T11:26:26.510+0000","up_votes":1,"down_votes":0,"body":"Da ist Nidalee in 3 Rollen vergeben, wenn sie gebannt wird fehlt sie in allen dreien, und dann bleibt dir auch nur noch einer übrig. Ein paar der günstigen Champs sind auch gut, du kannst dir auch erstmal Annie/Fiddle/Janna und sowas zulegen dann hast du eine etwas größere Auswahl, und die einfach lernen.","replies":[{"id":"","poster":"Skyy22","date":"2015-08-20T12:39:32.030+0000","up_votes":1,"down_votes":0,"body":"Wenn nida gebannt ist spiel ich halt die alternative. Ist die alternative weg dodge ich (oder in promos, 2. dodge) oder ich spiel halt iwas was ich einigermaßen beherrsche aber eben nicht main. Wie hoch ist die chance, dass ich 1. weder adc noch support kriege, 2. ich von den drei übrigen lanes genau die spielen muss die rausgebannt/gepickt wurde, 3. auch der ausweichchamp hier nicht pickbar ist und ich 4. nicht dodgen kann.\n\nBadluck brian my friends, hope for the best","replies":[]},{"id":"","poster":"Skyy22","date":"2015-08-20T11:46:57.543+0000","up_votes":1,"down_votes":0,"body":"Ich hab alle Champions ;)","replies":[{"id":"","poster":"Foxedge","date":"2015-08-20T11:56:42.743+0000","up_votes":1,"down_votes":0,"body":"Na dann steht dir doch nichts mehr im Weg, dir einen großen Pool anzuspielen :)","replies":[]}]}]},{"id":"","poster":"kreznot","date":"2015-08-20T12:35:07.144+0000","up_votes":1,"down_votes":0,"body":"Mir wären das schon zuviele Champs. Hatte letzte Seasson eine Liste gemacht da hatte ich für jeder Rolle 3 Champs außer für den Jungle da hatte ich 5 Champs(Mainrolle). Wenn ich dann einen Champ gespammt hatte bin ich recht gut aufgestiegen. Wenn ich dann kein bock auf meinen Main oder die 2. Wahl hatte habe ich halt die Liste angeschaut und irgendeinen Champ auf den ich spontan Lust hatte gepickt. Ich war Mainjungler und bin dann halt als ADC losgezogen oder in die Mitte gegangen... das das mit Gegnern nicht funzt die besser sind als vor dem Aufstieg sollte klar sein. Jedes mal wenn ich so ne Phase \"ich brauch abwechslung\" hatte habe ich Ligapunkte verloren.\n\nWenn du abwechslung brauchst spiel Normals ;D\nWenn du Aufsteigen willst halte dein Champpool so klein wie möglich!\n\nMfG","replies":[]}]}]}]},{"id":"","poster":"Skyy22","date":"2015-08-20T06:38:13.778+0000","up_votes":1,"down_votes":0,"body":"Ich bin doch schon gold... Stand sogar kurz vor platin aber war dann inaktiv auf gold V 0 pkt und nun wieder gold IV, ich mache mir vor allem Gedanken, wie ich meine 20 Runenseiten benutzen soll :P\nChampionspezifisch für nen gebalanceten Champpool oder allgemeingültige Runenseiten","replies":[]}]}]}]}]},{"id":"","poster":"Arborash666","date":"2015-08-19T15:31:08.201+0000","up_votes":1,"down_votes":0,"body":"Hallo Skyy22,\n\nmit dem Gedanken AP/AD bist du schonmal auf einer guten Fährte. Primäre Idee mehr als einen Champ pro Position zu beherrschen ist eben mit seinen Mitspielern ein gutes Team-Setup hinzubekommen.\n\nWenn mal wieder jemand ohne Absprache eine AD-Mid wie Zed oder Yasuo einloggt ist es gut wenn das Team reagieren kann und Jungler oder Top auch einen AP-Champ zu ihrem Repertoire zählen.\n\nEbenso verhält es sich mit Carries auf der Top oder im Jungle. Ein Team sollte eine tankige Frontline haben um seine Carries schützen zu können bzw wichtige Skills des Gegners aufsaugen zu können.\n\nDaher bietet sich hier an das man als Top, Jungle und Sup mindestens einen tankigen Champion in seinem Pool hat. Im Team dann am besten 2 Tanks+.\n\nAls Jungler würde ich also einen AD-basierten empfehlen, einen AP-basierten und einen robusten Tankjungler um dein Teamsetup gut abrunden zu können und Defizite auszugleichen.\n\nFür die Top 2 Tanks (evtl da auch AD/AP) und einen APC im Falle einer AD-Mid (Swain, Lyssandra etc).\n\nFür die Mid würde ich 2 APC und einen AD-Assasinen empfehlen um flexibel genug auf deinen Gegenüber zu sein.\n\n\nWelche Champs genau solltest du dann natürlich von deinen Vorlieben abhängig machen mit welchen Champs und Skillsets du am besten zurecht kommst. Zum Glück bietet LOL dir ja für diese Rollen eine relativ breite Auswahlpalette an.\n\nmfg","replies":[]}]}