{"id":"97MyXMP1","poster":"MarwinIch","date":"2015-08-18T16:35:17.950+0000","title":"Endside-Gaming sucht neue Member für ihren LoL-Bereich","subforum":"Clans & Teams","embed":{"title":"Endside-Gaming","description":"Endside-Gaming. 173 likes · 3 talking about this. Wir sind eine Multigamingcommunity, in der ca. 250 aktive Mitglieder sind, welche die Spiele CS:GO,...","url":"https://www.facebook.com/endside.gaming","image":"https://fbcdn-profile-a.akamaihd.net/hprofile-ak-xpt1/v/t1.0-1/c9.0.200.200/p200x200/11227503_878812048857480_2542231196789606811_n.png?oh=c4ade20571a81354a74da1be4bf24e23&oe=56446609&__gda__=1446419314_abe6ab9d251387085bfdbc5a0d35797a"},"up_votes":1,"down_votes":0,"body":"Wer sind wir?\r\nWir sind Endside-Gaming, eine Multigaming-Community, die seit 2011 besteht. Bei uns wird alles M&ouml;gliche gezockt, der Fokus liegt jedoch ganz klar auf unseren beiden gro&szlig;en Bereichen: CS:GO und eben League of Legends. Momentan haben wir ca. 200 Member, die H&auml;lfte davon aktiv im LoL-Bereich.\r\n\r\nWen suchen wir?\r\nWir suchen nette und freundliche Leute in jedem Elo-Bereich, die Spa&szlig; am Spiel haben. Flamen, Scripten und Cheaten wird von uns nicht geduldet! Aber nat&uuml;rlich wird bei uns auch einfach mal nur gequatscht. Das Mindestalter liegt bei 16 Jahren.\r\n\r\nWas bieten wir?\r\nWir bieten dir eine funktionierende, aktive und gro&szlig;e Community mit famili&auml;rer Atmosph&auml;re und f&auml;higer und erfahrener Leitung. Unsere Member sind in allen Elo-Bereichen von Bronze bis Diamant vertreten. Es findet sich also immer jemand zum Duo-Queue spielen. Au&szlig;erdem besteht die M&ouml;glichkeit, ein eigenes Ranked-Team aufzumachen, welches von uns unterst&uuml;tzt wird. Momentan haben wir 1 Ranked-Teams, die auf Silber Elo spielen. Des Weiteren werden gerne auch normale 5er-Premade Games gezockt, au&szlig;erdem finden h&auml;ufig interne Spiele statt, ab und zu auch als Ultimate-Bravery Edition.\r\nZus&auml;tzlich gibt es bei uns ein Event-Management, das sich um die Ausrichtung verschiedener Turniere k&uuml;mmert.\r\nWenn ihr Engagement und Zuverl&auml;ssigkeit mitbringt, habt ihr nat&uuml;rlich auch die Chancen auf einen Posten.\r\n\r\nIch habe Interesse der Community beizutreten. Wen muss ich kontaktieren?\r\nAm einfachsten ist es, wenn du einfach auf unseren Teamspeak kommst, dann kann man alles in Ruhe und pers&ouml;nlich besprechen. Aber auch ingame ist unsere Leitung, unter unten angegebenen Nicknamen, zu erreichen.\r\n\r\nKai | ES MadWurst\r\nFabio | ES Shudder\r\nMarwin | MarwinIch\r\nRebecca | beccless\r\n\r\nWir freuen uns auf euch!\r\n\r\nHomepage: www.endside-gaming.de\r\nTeamspeak-Server: endside-gaming.de","replies":[{"id":"","poster":"ıven","date":"2015-08-18T17:58:24.210+0000","up_votes":1,"down_votes":0,"body":"Schade, bin leider erst 15 Jahre. :/","replies":[]}]}