{"id":"rE7mkQEt","poster":"cremnik","date":"2015-08-17T15:29:18.145+0000","title":"#ontopic - Es Lebe Der Sport","subforum":"Allgemeiner Chat","up_votes":13,"down_votes":2,"body":"Das ist die vierte Ausgabe von #ontopic. Hier werden LoL Spezifische Themen besprochen und pointiert. Das Ziel ist wie immer eine interessante Debatte, also z&ouml;gert nicht zu kommentieren!\n\nDie letzte Ausgabe: [#ontopic - Ich Wei&szlig;, Dass Ich Alles Wei&szlig;](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7uZ122pG-ontopic-ich-weia-dass-ich-alles-weia)\n\n**Es lebe der Sport**\n\nIch ernte immer wieder ungl&auml;ubige, ja verst&auml;ndnislose Blicke, wenn ich anderen Menschen voller Freude davon erz&auml;hle, dass ich mir dieses Jahr im Oktober in der Mercedes Benz Halle in Berlin angucken werde, wie Menschen gegeneinander um den Weltmeistertitel Computer spielen. Meist gefolgt von einem h&ouml;flichen: &bdquo;cool&ldquo; zeigen diese Anderen, dass sie meine Passion und die Tatsache, dass ich es als wirklichen Sport ansehe schnell als L&auml;cherlichkeit ab. \n\nDabei scheinen sie nicht zu verstehen, dass E-Sports der Sport der Zukunft ist. Was macht Fu&szlig;ball so erfolgreich? Das du es &uuml;berall spielen kannst. Sei es zu zweit oder mit 21 anderen. Du brauchst nur einen Ball und zwei Tore. LoL braucht nur einen PC.\n\nIn Sachen Feinmotorik und Koordination stellt LoL neue Ma&szlig;st&auml;be auf. Ich wage sogar zu behaupten, dass High-Class League of Legends f&uuml;r die Spieler eine &auml;hnliche Modalit&auml;t der kognitiven Belastung hat, wie Schach nur komprimierter, schneller und intensiver. Sicherlich kommt es nicht an die k&ouml;rperliche Belastung eines Triathlons heran, aber beim Luftpistolen schie&szlig;en bewegt man sich auch nicht sonderlich viel und das ist immerhin Olympisch. \n\nDeshalb finde ich es gut, dass E-Sports langsam aber sicher immer mehr die mediale Aufmerksamkeit erh&auml;lt, die ihm zusteht. Nur so kann gew&auml;hrleistet werden, dass es in den Fokus der Nicht-Gamer r&uuml;ckt und nicht mehr m&uuml;de bel&auml;chelt wird. \n\nDenn ein Events Mit Preispools von mehreren Millionen Dollar und ebenso vielen Zuschauern weltweit haben es verdient ernst genommen zu werden. Genauso wie diejenigen, die mit ihren Lieblingsteams mitfiebern und leiden.\n\nDie nächste Ausgabe: [#ontopic -  The Good, The Bad, The Ugly](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/eh61Adql-ontopic-the-good-the-bad-the-ugly)","replies":[{"id":"","poster":"FailerOfWorld","date":"2015-08-17T18:31:53.232+0000","up_votes":1,"down_votes":0,"body":"Ein erster Schritt wurde in Richtung Olympia ja bereits gemacht:\nDas Koranische olympische Komitee hat e-spots als \"Sport 2ten Grades\" definiert. Damit steht e-spots auf dem gleichen Rang wie zB Schach (http://de.ign.com/pc/103546/news/esports-bald-als-olympische-disziplin).\nAuch erhalten NALCS Spieler, die in die USA einreisen müssen, Sportvisen. E-Sport wird also meiner Meinung nach in einiger Zeit Olympisch werden. Da müssen sich nur ein paar Mentalitäten von wichtigen Olympischen Vertretern ändern und schon gibts alle 4 Jahre LoL bei Olympia :D","replies":[{"id":"","poster":"cremnik","date":"2015-08-17T18:37:25.192+0000","up_votes":3,"down_votes":0,"body":"> Da müssen sich nur ein paar Mentalitäten von wichtigen Olympischen Vertretern ändern \n\nIch glaube Riot hätte das nötige Kleingeld dafür :P","replies":[]}]},{"id":"","poster":"Anticodon","date":"2015-08-17T16:05:27.475+0000","up_votes":2,"down_votes":0,"body":"Nachdem ich in meinem Bekanntenkreis von den Worlds in Berlin  mit über 18 k Plätzen, die innerhalb von 6 Minuten ausverkauft waren,\nerzähle, kommen ganz oft Fragen wie \"sitze da dann alle mit ihren Computern?\".\n\nAber wenn ich dann Bilder von vergangen E-Sports Events von meinem Handy zeige,\nmeine ich bei den Leuten ein Aha-Erlebnis zu sehen.\n\nOft kommt dann noch mehr Interesse zu League of Legends allgemein, \ndie ich natürlich gerne beantworte.\n\n\nIch glaube, dass es zu den Worlds auch einiges an Berichterstattung in deutschen Medien,\nwenn nicht sogar eine Übertragung im deuschen Fernsehen geben wird.\nSowas zieht natürlich immer wieder Interessenten an.\n\nIch glaube, dass League durch den E-Sports in wenigen Jahren auch bei denjenigen bekannter und anerkannter wird, \ndie mit Computerspielen generell kaum etwas am Hut haben.\n\nUnd wer weiß?\nVielleicht klappt es in 15 Jahren auch mit der olympischen Disziplin?\n\n\nlg Anticodon","replies":[{"id":"","poster":"cremnik","date":"2015-08-17T16:19:03.691+0000","up_votes":2,"down_votes":1,"body":"> Vielleicht klappt es in 15 Jahren auch mit der olympischen Disziplin?\n\nHoffentlich in 4 ;)","replies":[{"id":"","poster":"Hamrio","date":"2015-08-17T16:52:53.627+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=cremnik,realm=EUW,application-id=YnZkMR0R,discussion-id=rE7mkQEt,comment-id=00000000,timestamp=2015-08-17T16:19:03.691+0000)\n>\n> Hoffentlich in 4 ;)\n\nHoffentlich morgen, ne das geht nicht aber sobald wie möglich. einziger nachteil ist,diesen ganzen E-sports fans egal welcher sport (außer fifa) sind alle total freundlich und bissle wie die Yordls in Bandl city. leben als eine Kleine gruppe in einem Utopia","replies":[]}]}]},{"id":"","poster":"Hamrio","date":"2015-08-17T16:05:21.897+0000","up_votes":2,"down_votes":0,"body":"ich reden mti meine freunden auch imemr über e sports [[[[[[[[[[[[[[SPOILER SPOILER]]]]]]]]]]]]]]]]]]]]]]] \nIch so : hab gestern lol geguckt\ner: ist doch langweilig da zuzugucken\nich.was hast du das wochendende gemacht?\ner: war im fußball stadion\nich: ah 20 leute die auf einer wiese einem ball hinterher rennen. klingt gut guck ich mir morgen mal an","replies":[]}]}