{"id":"rhd38yvT","poster":"Mad Dog DE","date":"2015-08-17T16:08:53.647+0000","title":"Der Clan Geniesser stellt sich vor","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://scontent-fra3-1.xx.fbcdn.net/hphotos-prn2/v/t1.0-9/1012704_231313100360428_1943142377_n.png?oh=01b8d2b55c54694f7b51101de632990e&oe=5673A62D","image":null},"up_votes":1,"down_votes":0,"body":"**!Die Geniesser!**\n\nKleine Entstehung&acute;s Geschichte:\nDer Clan die Geniesser befindet sich nach der Schlie&szlig;ung vor rund einem Jahr wieder im Aufbau.\nVor Rund 2 Jahren, wurde der Clan Geniesser gegr&uuml;ndet. Von Seventy & Hagen   die Jahre lang in einem Multigaming Clan bestehend aus 200 Spieler, spielten und in Leitungen gesetzt waren. Als  Seventy & Hagen den Clan verlie&szlig;en gr&uuml;ndeten sie den Clan geniesser wo es  nur noch um das Zocken ging und um nichts anderes. Einige Monate danach entstand die Idee einen League of Legends  zu gr&uuml;nden. Kurze Zeit darauf wurde diese Idee auch um gesetzt. Der Clan bestand aus Rund 54 Spielern und 4 Rank Teams. Durch Private und Pers&ouml;nliche Endscheidungen wurde der Clan nach einem Jahr aber Geschlosssen. Nun ist es aber wieder an der Zeit die T&uuml;ren nun wieder zu &Ouml;ffnen und wieder durch zu Starten.\n\n\nEs gibt 2 Arten von Membern bei uns :\n\n1. Einmal den Fun Member :\nLvL und Elo ist egal. Der Fun Member ist nur zum Spa&szlig; am Spiel da und hat keine Verpflichtungen.\n\n2. Der Pro Member:\nDer Pro Member muss mindestens LvL 30 haben. Er muss auf der Hp reg. sein. Sollte er in einem der Rank Teams sein oder eins Aufbauen wollen hat er sich an Pflichten oder Termine wie Train zu halten.\n\n\nAufnahme Bedingungen:\n\n1. Du bist mindestens 20 Jahre\n2. Du besitzt Ts 3\n3. Du bist Geistig in der Lage dich an Regeln zu halten\n4. Regelmäßige Aktivität auf unserem Teamspeak\n\n\nTeam Speak 3 : Geniesser.thinic.de\nHomepage: http://geniesser.clans.de/willkommen\nFacebook : https://www.facebook.com/pages/Clan-Geniesser/231312510360487?ref=aymt_homepage_panel\nIngame : GER Infected\n\nDie Ansprechpartner auf dem Ts3 sind Seventy(Dennis 29) oder Hagen3000(Hagen 29)\n\n\n\n\n   Regeln\n\n&sect; 1 - Die Abteilung LoL befindet sich noch im Aufbau und es wir sicherlich noch das ein oder andere ge&auml;ndert. Dennoch versuchen wir einen Fl&uuml;ssigen Spiel und Train fluss zu bekommen.\n\nFun und Pro\n&sect; 2 - Es gibt 2 Arten von Spielern in der LoL Abteilung. Den Fun Member(Lvl und Elo egal jeder ist Willkommen). Und den Pro Member, der sich verbessern will und hier ist f&uuml;r Team Rank\n\nDer Fun Member\n&sect; 3 - Als Fun Member in LoL habt ihr Verhaltens Regeln einzuhalten. Fun Member sind an keiner Termine gebunden oder haben Verpflichtungen. Sollte ein Fun Member mehr als 4 Wochen inaktiv sein wird er Gekickt.\n\nIngame Verhalten\n&sect; 4 -  Solltet ihr euch negativ im Spiel verhalten und wir bemerken dieses, kann euch der Kick aus dem Clan drohen.\n\nGr&uuml;ndung eines Rank Team\n&sect; 5 - Jeder Pro Member hat die M&ouml;glichkeit nach Beendigung seiner Probe Zeit ein Rank Team zu Gr&uuml;nden. Dazu muss er sich beim Teamkoordinator melden und die Einzelheiten besprechen\n\nTraining im Rank Team\n&sect; 6 - Ein Rank Team ist eigenst&auml;ndig. Der Teamleiter ist daf&uuml;r Verantwortlich das Training durch gef&uuml;hrt wird und alle anwesend sind. Wie das Training gestalltet wird und wer was im Team f&uuml;r aufgaben hat , daf&uuml;r ist der Teamleiter und das Team selbst Verantwortlich.\n\nUnentschuldigtes Fehlen\n&sect; 7 - Wer 3 mal in seinem Rank Team fehlt, unentschuldigt oder &ouml;fters zu Sp&auml;t kommt muss mit dem Raus Wurf aus dem Team Rechnen.\n\nTeam Intern\n&sect; 8 - Intern habt ihr auf euren Teamleiter zu h&ouml;ren. Dieser kann mit Absprache der anderen Team Member euch aus dem Team verweisen. Dieses kann aber nur dann in Kraft treten, wenn euer Verhalten im Team nicht angemessen ist, aus Gr&uuml;nden der Aktivit&auml;t oder wenn ihr nicht ins Team passt. Automatisch fliegt ihr aber damit nicht aus dem Clan, sondern nur aus dem Team.\n\nTurniere und Clan Wars\n&sect; 9 - Es ist dem Team selbst &uuml;berlassen ob es sich an Ladders in der EsL anmeldet oder CW Spielen m&ouml;chte. Der Teamkoordinator steht jedem Team dabei zu Hilfe zu Verf&uuml;gung. Der Teamleiter alleine muss hier nicht alles Organisatorisches stemmen. Grund Voraussetzung daf&uuml;r sind sich an absprachen und Termine zu halten.\n\nRank Team Ingame\n&sect; 10 - Wie die Einteilungen in den Team&acute;s ist. Ist jedem Team selbst &uuml;berlassen. Wer die Call macht, wer die Taktiken ausarbeitet oder f&uuml;r&acute;s Organisatorische zust&auml;ndig ist. Ist dem Teamleiter des Team&acute;s &uuml;berlassen und dem ist folge zu leisten. Es soll ein mit einander sein kein gegen einander\n\nNeue Team Member\n&sect; 11 - Jedem Team ist es frei gestellt ob sie eine eigene suche starten ob im LoL Forum oder innerhalb des Clans um Ersatz oder neue mit Sacher zu finden. Grund Voraussetzung daf&uuml;r ist das der Spieler Clan Mitglied ist oder wird. Der Member Admin versucht jeden neuen Mitspieler an ein Freies Team zu Leiten.\n\nVerlieren k&ouml;nnen\n&sect; 12 - Jeder muss verlieren k&ouml;nnen, solltet ihr das nicht k&ouml;nnen, dann seit ihr in der Gaming Szene falsch. Real Life geht vor und macht euch nichts draus wenn es mal nicht so gut wird, es gibt immer ein n&auml;chstes mal.","replies":[{"id":"","poster":"Mad Dog DE","date":"2015-08-18T15:57:21.025+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}