{"id":"Nqz0tIyu","poster":"liqto","date":"2015-08-17T17:36:22.152+0000","title":"unranked sucht aktiven spieler für normals/team builder, später evtl. ranked duoq","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"hi,\r\n\r\nwie schon dem titel zu entnehmen ist, suche ich jemanden f&uuml;r normals/team builder, da alleine spielen auf dauer langweilig wird. hier und da ein aram zwischendurch k&auml;me mir ebenfalls sehr recht. &quot;sp&auml;ter&quot; habe ich auch nichts gegen eventuelle ranked duoq matches.\r\n\r\nbis jetzt habe ich nur normal/team builder/arams und bot games (nur noch zum testen/win of the day) gespielt, wobei ich mittlerweile mit der &quot;suche nach champs&quot; so gut wie durch bin und ich mich den champs, die mir zur verf&uuml;gung stehen, widmen kann.\r\ndie spieler in meinen matches sind zum grossteil silber, hier und da gold - nur um mal die ungef&auml;hre elo absch&auml;tzen zu k&ouml;nnen (pers&ouml;nlich sch&auml;tze ich mich irgendwo in silber ein). selbe &quot;skillebene&quot; ist mir bei der suche schon wichtig.\r\n\r\nzu mir:\r\n- 27 jahre, m\r\n- spielte seit oktober 2014\r\n- aktiv (mehrere stunden t&auml;glich)\r\n- derzeitige onlinezeiten: sp&auml;ter nachmittag/fr&uuml;her abend - fr&uuml;h morgens (ich spiele nicht die ganze zeit lol, heisst lediglich, dass ich in dieser zeit &quot;verf&uuml;gbar&quot; bin)\r\n- unranked\r\n- habe (noch) keine main lane (wenn ich derzeit absch&auml;tzen m&uuml;sste, w&uuml;rde ich sagen jungle&gt;mid&gt;top&gt;adc&gt;supp)\r\n- spass steht im vordergrund, nat&uuml;rlich m&ouml;chte ich mich auch verbessern und irgendwann werd ich ja ranked matches bestreiten, da gibt es dann sicherlich auch nochmal einen &quot;ehrgeiz-boost&quot; ;)\r\n- habe teilweise einen etwas gew&ouml;hnungsbed&uuml;rftigen humor\r\n- skype vorhanden, bin aber eher der ruhige typ, kann sich allerdings auch etwas &auml;ndern, wenn man sich besser kennengelernt hat ;)\r\n- keine negativen verhaltensmuster ingame (kein geflame etc.)\r\n\r\n\r\nzu dir:\r\n- alter und geschlecht egal, geistige reife sollte allerdings kein fremdwort sein\r\n- aktivit&auml;t sollte schon gegeben sein, sprich, t&auml;glich und irgendwann, wenn ich auch &quot;verf&uuml;gbar&quot; bin w&auml;re w&uuml;nschenswert ;)\r\n- humorvoll\r\n- spass sollte im vordergrund stehen, ein gewisser ehrgeiz sich stetig verbessern zu wollen sollte ebenfalls vorhanden sein\r\n- gechillt drauf sein, keine flames etc, auch wenns mal nicht so gut l&auml;uft\r\n- ungef&auml;hr silber elo\r\n- kein wannabe\r\n- kein smurf (es sei denn dieser ist mit dem main ungef&auml;hr gleich auf)\r\n\r\nsollte ich dein interesse geweckt haben, darfst dich ruhig bei mir melden ;)\r\n\r\n\r\nmfg liqto","replies":[{"id":"","poster":"liqto","date":"2015-09-14T15:34:07.499+0000","up_votes":1,"down_votes":0,"body":"bin immer noch auf der suche ;)","replies":[]},{"id":"","poster":"Sylpherus","date":"2015-08-17T17:54:44.925+0000","up_votes":1,"down_votes":0,"body":"Hi liqto,\n\nich hätte Interess daran mit dir zu spielen.\nIch steh im Ranked bei Gold 3, spiel im Moment aber hauptsächlich normals,\nMein Main Lane wäre Support oder Mid (bin aber überall außer Jungle brauchbar)\nund Online bin ich meistens spätestens ab 19:30 (meistens ab 18:30) bis ca. 22 oder 23:00\n\ngeaddet hätt ich dich mal\n\nMfg\nSylpherus","replies":[]}]}