{"id":"Lz0qNLxU","poster":"Hydronius","date":"2015-08-17T11:15:25.870+0000","title":"[Tutorial] Automatische Aufzeichnung von League of Legends-Matches mit automatischem Online Upload","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":0,"body":"Hallo!\nWeil ich selbst ein wenig nach der L&ouml;sung zu diesem Problem suchen musste, da ich zum einen Replays meiner Spiele aufnehmen wollte, um aus meinen Fehlern zu lernen und diese auch immer automatisch hochladen wollte, um jemand anders dr&uuml;bergucken zu lassen, habe ich mir gedacht: Mach mal ne Anleitung f&uuml;r die anderen Hilfesuchenden!\nAlso... Ich fange wohl am besten damit an, was ihr alles ben&ouml;tigt, um das Problem zu l&ouml;sen. Die erste bei mir funktionierende Replay-Software, die ich gefunden habe, ist [BaronReplay](https://ahri.tw/en/Download/). Diese Software solltet ihr herunterladen und am besten vor der Installation das ebenfalls auf der Download-Seite verlinkte **.NET Framework** installieren. Damit w&auml;re die Aufzeichnungssoftware gegeben. BaronReplay installiert sich einfach im Verzeichnis, in dem die Installationsdatei liegt, ich habe es daher in meinem Downloads-Ordner installiert, was ich auch empfehle, denn dort gibt es auf jeden Fall keine Probleme mit irgendwelchen Datei-Zugriffsrechten.\nWeil ich die Replays ja auch immer hochladen wollte, brauchte ich ja auch noch einen Filehoster und, da ich den Dienst schon l&auml;nger benutze, habe ich mich f&uuml;r [BOX](http://box.com/) entschieden. Dort m&uuml;sst ihr euch registrieren, um 10GB kostenlosen Speicher zu bekommen und k&ouml;nnt dort auch eine [Software f&uuml;r die automatische Synchronisierung von Ordnern](https://sites.box.com/sync4/) herunterladen.\nBevor ihr allerdings diese Software installiert, solltet ihr die BaronReplay-Software einrichten. Dazu &ouml;ffnet ihr diese und w&auml;hlt im Men&uuml; das \"Einstellungen\"-Symbol. Dort gebt ihr zun&auml;chst die League of Legends.exe-Datei an (normalerweise: C:\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.100\\deploy\\League of Legends.exe), eure Region und das Dateinamenformat. \nBeim letzteren verwende ich folgendes: **[<Map>, <WinLose>] <SummonerName> - <Champion> (<Day>.<Month>.<Year>, <Hour>.<Minute>).lpr**\nDen Replay-Pfad k&ouml;nnt ihr erst einmal auf dem Standardwert lassen, den &auml;ndern wir sp&auml;ter, wenn die Box Sync-Software installiert ist.\nBei den H&auml;kchen darunter w&uuml;rde ich alle aktivieren au&szlig;er des ersten. Danach k&ouml;nnt ihr auch noch unter dem Men&uuml;punkt \"Language\" als Sprache Deutsch einstellen.\nNachdem das erledigt ist, ist die Installation der Box Sync-Software dran... Wenn auch diese abgeschlossen ist, gebt ihr einfach als Box-Odner-Pfad den Pfad zum Replay-Ordner von BaronReplays, also bei mir: C:\\Users\\Simon\\Downloads\\BaronReplays\\Replays, dann wird in dem Ordner ein weiterer Ordner erstellt, der \"Box Sync\" hei&szlig;t.\nDanach loggt ihr euch online in Box.com ein und erstellt in eurem Hauptverzeichnis einen Ordner, ich habe ihn \"Replays\" genannt. Danach linksklickt ihr den Ordner und w&auml;hlt dann \"Sync folder to Computer\" aus und best&auml;tigt. Danach ist in eurem \"Box Sync\"-Ordner der Ordner \"Replays\" erstellt worden.\nDiesen stellt ihr in BaronReplays als Speicherort f&uuml;r Replays ein. Damit wird jedes fertig aufgezeichnete Replay automatisch hochgeladen.\nDas wars! Nun werden alle eure Replays online gespeichert.\nDas ganze funktioniert bei mir unter Windows 7, 64 Bit, wenn ihr es mit anderen Systemen erfolgreich getestet habt, schreibt das bitte, oder auch wenn es nicht funktioniert.\nIch hoffe, das hat euch geholfen, bei Fragen, gerne hier melden!\nSimon | Hydronius\nPS: Weil ja bei der BaronReplay-Website der Download über Adf.ly führt, habe ich die gesamte Software nochmal hier hochgeladen (muss eventuell geupdated werden):\nBaronReplay: [https://app.box.com/s/i9jc79f33z2ruj2u87g941qjudseaf48](https://app.box.com/s/i9jc79f33z2ruj2u87g941qjudseaf48)\n.NET Framework: [https://app.box.com/s/ri4l9mfmhj6dptoiyfazs04b0bxjy33j](https://app.box.com/s/ri4l9mfmhj6dptoiyfazs04b0bxjy33j)\nBoxSync: [https://app.box.com/s/txal90xr1uigsdzq3ui412xo8k0x8twm](https://app.box.com/s/txal90xr1uigsdzq3ui412xo8k0x8twm)","replies":[{"id":"","poster":"SwissKeks","date":"2015-08-17T21:45:33.848+0000","up_votes":1,"down_votes":0,"body":"Ich benutze gerade das hier: http://replay.gg/\nDa geb ich meine E-Mail ein, verifiziere das ganze und schon wird jedes Replay aufgenommen, an meine E-Mail weiter geschickt und ich kanns ohne zusatz Programme direkt über den Clienten starten. Ist praktisch wenn ich jemandem etwas schicken muss. Einfach die E-Mail weiterleiten.\n\nFunktioniert meiner Meinung nach ein wenig besser da es kein zusatz Programm braucht (was häufig Fehler macht oder nicht jeder hat).\n\nAber wer BaronReplay benutzen möchte, der kann auf diesen Guide vertrauen. Alles super erklärt und einfach zu folgen!","replies":[]}]}