{"id":"9FjnbA5o","poster":"ÆonFox","date":"2015-08-16T16:32:37.497+0000","title":"Streaming/Youtuberechner bitte um Tipps/Rat","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Community,\n\nich plane zu Streamen und auch Youtube zu starten mit mehreren Spieletieteln (darunter LoL und Robocraft), ich bin daher auf der Suche nach einem neuen Rechner der diesbez&uuml;glich die n&ouml;tigen Reserven hat und bitte euch um Rat.\n\nMotherboardtips?\nAMD oder Intel?\nNvidia oder AMDGPU?\nWelches OS?\n\nGr&uuml;nde f&uuml;r das eine oder gegen das andere?\n\nIch habe vor mir ein HyperX Cloud Headset f&uuml;r den Einstieg (und sp&auml;ter eine Membran) zu holen oder giets da Gr&uuml;nde dagegen?\nIch plane eine \"kleine\" SSD (so 200G) und eine gr&ouml;&szlig;ere HDD (vllt 1T).\n\nIch w&uuml;rde gern unter 1500 bleiben wobei 1k8 das absolute Maximum darstellt.\n\nHelft mir bitte.\n\nPs: Zur not in Allgemein vschieben wenns hier nicht Passt.\n\nGru&szlig; Fox","replies":[{"id":"","poster":"Thx And Bye","date":"2015-08-16T21:15:03.353+0000","up_votes":1,"down_votes":0,"body":"Hier ist mein Vorschlag für ganz grob 1700€:\n-> http://geizhals.de/?cat=WL-492777\nDu kannst natürlich auch \"nur\" eine GTX 980 nehmen und würdest dann bei ca. 1500€ rauskommen.\n\nDer i7-6700k ist nur wenige Prozent schneller, als der i7-4970k, daher würde ich hier eher das ältere Modell nehmen.\nZudem sind DDR4 RAM und die jeweiligen Mainboards teurer und der PC würde nachher bei ca. 1900€ liegen.\n\nDie Integrierte Grafikkarte vom i7 kannst du dafür nutzen, um dein Video während des Streamers zu verarbeiten. (Intel Quick Sync Video)\nDamit kannst du nicht nur die CPU entlasten sondern verwendest gleich noch Hardware mit, die du ansonsten eher weniger nutzt.\n\nWenn du mit Fraps unkomprimiert aufnehmen möchtest, solltest du auf jeden Fall mehr als eine 1TB Festplatte einplanen.\nFalls du das Video während der Aufnahme gleich komprimiert, kannst du statt der 4TB Platte auch z.B. eine 2TB nehmen.","replies":[{"id":"","poster":"ÆonFox","date":"2015-08-17T16:57:47.712+0000","up_votes":1,"down_votes":0,"body":"Cooler Link, danke (wie lang bleibt der erhalten?) und gute Tipps, ich denke da kann ich mich gut herrum bewegen, Festplatten brauch ich nicht so extrem viel hab einen Festplattentower mit 8*500GB^^.\n\nGruß Fox","replies":[{"id":"","poster":"Thx And Bye","date":"2015-08-17T17:36:37.446+0000","up_votes":1,"down_votes":0,"body":"Der Link wird nicht ablaufen, da er auf der Seite in meinem Account als Wunschliste unter dem Link gespeichert bleibt.","replies":[{"id":"","poster":"ÆonFox","date":"2015-08-17T18:39:28.727+0000","up_votes":1,"down_votes":0,"body":"Nice","replies":[]}]}]}]},{"id":"","poster":"Hydronius","date":"2015-08-16T20:34:10.197+0000","up_votes":1,"down_votes":0,"body":"Hallo!\nIch gebe hier auch einmal meinen Senf dazu...\nProzessor: Da ist es relativ egal zum Aufnehmen (also egal ob AMD oder Intel) allerdings haben bei größeren Aufgaben oft die Intel Prozessoren die Nase vorn (wie zum Beispiel dem Rendern von Videos).\nVom Mainboard her ist es relativ egal, solang du genug Slots für Arbeitsspeicher, Festplatten und USB hast. Ich schwöre dabei allerdings auf ASUS. Es ist also relativ egal, solang der Sockel passt.\nVom OS her spricht nichts gegen Windows (außer du bist etwas anderes gewohnt)\nIn die Grafikkarte solltest du viel Geld investieren, wenn sie auch in geraumer Zeit noch aktuell sein soll, dort ist es nicht wichtig, ob du eine ATI oder Nvidia GPU verwendest, beide können sehr gut sein.\nBeim Arbeitsspeicher empfehle ich Produkte der Corsair Vengeance Reihe, damit habe ich immer nur gute Erfahrungen gemacht.\nIch hoffe ich konnte helfen.\nSimon | Hydronius","replies":[]},{"id":"","poster":"cercamon","date":"2015-08-16T17:01:31.477+0000","up_votes":1,"down_votes":0,"body":"Hallo NeoDesertfox\n\n\nalso wen ich dir ein Rechner für 1800€ Bau brauchst du erst in 2 Jahren wieder eine neu kraka ca \n\nich weiß das mein pc vor 4 Jahren mich 800€ geh kostet hat und ich spiel bis heute bf4 auf max grafik\n\nkommen wir zur cpu intel is gut AMD auch nur einige haben mängel is aber biliger\n\n-intel teuer amd billig\n-mainboard GIGABYTE\n-arbeitsspeicher Corsair du hast ein leben lang eine Garantie \n-netzteil Corsair \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\nFestplatte für das System eine SSD \n- \"     eine gute Sata plate \n-gehäuse eins wo man einen guten Luftstrom rein bauen kann \n-Kraka wen Intel CPU Nividia // wen CPU AMD  dann ATI (iss meine -meinung weil die dann schneller miteinander reden )\n\n\n\n-internetanbieter sagen ca. wen man in HD Streamer will brauch man eine  6K Upload\n\n-headset  bei den beiden machst du nix falsch finde ich \n\n-empfehlung 2 Bild schirme sind sinvol \n\n\nich wünsche dir viel erfolg","replies":[{"id":"","poster":"ÆonFox","date":"2015-08-16T17:22:52.204+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Einwürfe, 2 Bildschirme ware immer geplant^^, Corsair über Kingston ok, gut lebenslange Garantie macht Sinn.\nIch habe 100k Download und 20k Upload die Leitung reicht locker, war mir aber schon klar^^.\n\nSata anschluss SSD ok plan ich ein.\n\nGruß Fox","replies":[]}]}]}