{"id":"8xYOTewY","poster":"Jeanne D Αrc","date":"2015-08-15T22:18:42.077+0000","title":"Botlane sucht Team :>","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Botlane sucht Team :&gt;\r\n\r\nWir sind ein Dia 3 ADC und ein Dia 5 Supporter, sind beide relativ &quot;sch&uuml;chtern&quot; und brauchen etwas Zeit zum &quot;auftauen&quot;... wir spielen schon relativ lange zusammen und arbeiten auch gut miteinander. \r\n\r\nEs w&auml;re von Vorteil ein paar Normals einfach so zu spielen, um zu schauen ob die &quot;Mates&quot; passen... weil ich finde es nicht gerade geil, wenn man mit Randoms direkt Ranked spielt und dann 3 Feeder im Game hat, dann k&ouml;nnen wir auch SoloQ spielen. W&auml;re genau das gleiche und zu dem Reden, ich w&uuml;sste nicht wieso ich mit Jemanden direkt reden sollte, klar wenn man dann sieht es klappt, ok, ist dann auch ein MUSS, so funktioniert es nunmal, aber davor find ich es relativ sinnlos, wenn alle feeden, ist meine Motivation bei Null und ich bin sowieso still, weil ich versuche mich wenigstens noch zu konzentrieren, damit vielleicht doch noch etwas daraus wird. Falls das wem nicht passt, dann Pech oder man verhandelt dar&uuml;ber und stimmt mich doch um, was schwer fallen sollte, da wir oft genug Feeder hatten.. auch im Teamranked. Gerade deswegen ist meine Erfahrung, was das Thema angeht, auch nicht gerade gro&szlig; und eher schlecht. Aber vielleicht kann man mich wie gesagt umstimmen.\r\n\r\nWir h&auml;tten auch ein TS und/oder Skype, falls es klappt.\r\n\r\nZum anderen m&ouml;chte ich noch dazu sagen ich bin weiblich und mein ADC m&auml;nnlich, allein wer meint Frauen k&ouml;nnen eh nichts und sind nur AFK supporten, die k&ouml;nnen direkt den Abgang machen&#039; (Ich schreib es nur, weil man es im TS eh h&ouml;ren w&uuml;rde.. ich brauch eure schei&szlig; Aufmerksamkeit nicht.) ich habe keine guten Erfahrungen damit, deswegen auch der Grund mit dem Reden, ich habe keine Lust nur dumm von irgendwelchen hirnlosen Typen angemacht zu werden, kam oft genug vor. Ich bin gl&uuml;cklich mit ihm zusammen, also lasst es.\r\n\r\nUm zur&uuml;ckzukommen.. die anderen Mates sollten in dem Elobereich liegen aber keine 5000 Spiele haben und immernoch auf Dia 5 mit 0 Punkten rumgammeln. Allgemein w&auml;re Nettigkeit und H&ouml;flichkeit nicht schlecht, normalerweise sollte es auch so sein, aber bei den Menschen auf dieser Welt erw&auml;hn ich es lieber nochmal. Falls mein Name abschrecken sollte.. normalerweise bin ich nett, aber ich werde ziemlich schnell salty, wenn wir 3 spiele hintereinander nur 3 Feeder, etc in den Spielen hatten, nein ich hab keine Chatsperre :^) ~ also kanns wohl nicht so schlimm sein, oder es ist der Frauenbonus.. haha.\r\n\r\nIch denke wir k&ouml;nnen konstruktive Kritik gut verkraften und uns verbessern, wenn man uns sagt, was wir besser machen k&ouml;nnen, ja wir sehen auch unsere eigenen Fehler, vlt nicht alle aber sehr viele.. und versuchen sie nicht mehr zu wiederholen.\r\n\r\nUnd auch wenn jetzt wieder einige denken werden - war ja klar. Ich liebe es squishy Supports zu spielen, ich hasse Nautilus, Leona, Braum, etc also w&auml;re dementsprechend auch eher auf anderen Lanes etwas tankigeres gut.. die einzigsten tankigen Supports die ich wirklich spielen w&uuml;rde, w&auml;ren wohl Leona und Thresh, wobei ich Thresh kaum spiele und die Hooks dann wohl vielleicht etwas grenzwertig sind. xD Aber was ich damit sagen wollte ist, dass kein ego - Toplaner der Yasuo Top spielt oder man dann Nida im Jungle dazu spielt, Nida ist ja ok usw, aber ich meine allgemein w&auml;re es dann gut irgendwo einen Tank zu haben, hoffe das hat jetzt auch jeder &quot;Vollidiot&quot; begriffen.\r\n\r\nAllgemein w&auml;re es toll wenn man uns auf der Botlane nicht ignorieren w&uuml;rde, der Toplaner auch mal TP benutzt wenn wiedermal ein 5 Mann Botlanegank kommt. Schlie&szlig;lich ist es Teamranked und kein SoloQ, warum ich das sage - aus schlechten Erfahrungen.\r\n\r\nFalls das alles nicht zu abschreckend war, kann man sich gern bei uns melden und ihn oder mich adden. ^^/\r\n\r\n\r\nMFG\r\n\r\nSoundOfMadnęss\r\n\r\nRekt ln Pieces","replies":[]}