{"id":"4AB5A5Br","poster":"xXnat1veXx","date":"2015-08-15T16:37:58.954+0000","title":"INTERNAL_POWER_ERROR Windows 10","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo,\r\nIch habe seit heute folgendes Problem. Wenn ich lol starte verl&auml;uft zun&auml;chst alles wie gewohnt. Doch sobald ich auf den ladebildschirm zum Spiel kommen sollte bekomme ich einen bluescreen das ein Fehleraufgetreten ist Daten gesammelt werden und der PC neu gestartet wird. Unten steht noch der Fehler INTERNAL_POWER_ERROR. Habe bereits gegoogeld und meine Grafikkarte deinstalliert neusten Treiber installiert (war letztendlich der selbe wie vorher) und danach hat es auch funktioniert. Sobald mein PC aber in irgendeiner Form ausgeht oder in den standby Modus springt tritt wieder der selbe Fehler auf und ich muss alles nochmal machen. Hat vielleicht jemand das selbe Problem und kann mir helfen? W&uuml;rde mich &uuml;ber eine Antwort sehr freuen.\r\nHabe &uuml;brigens ein Samsung Notebook mit AMD radeon Hd 7600M series Grafikkarte und Intel core i3-3110 prozessor.\r\nMit freundlichen Gr&uuml;&szlig;en\r\nNat1ve","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-08-15T17:46:55.950+0000","up_votes":2,"down_votes":0,"body":"Dieser Fehler wird durch die Größe der Ruhezustandsdatei verursacht, die für die aktuellen Speicheranforderungen des Computers zu klein ist. Damit dieses Problem behoben wird, muss die Größe der Ruhezustandsdatei durch Ausführen der folgenden Schritte erhöht werden:\n\n    Im Fenster der Eingabeaufforderung Folgendes eingeben (rechtsklick af das Windows Logo und als Administrator ausführen): \n\npowercfg /hibernate /size <Größe%>\n\nwobei <Größe%> der Größe der Ruhezustandsdatei als Prozentwert des gesamten physischen Speichers entspricht.\n\nDie Standardgröße ist 75 %, die wie folgt auf 100 % erhöht werden kann:\n\n \n\npowercfg /hibernate /size 100\n\nEntnommen von hier:\n\n http://answers.microsoft.com/de-de/windows/forum/windows_7-update/internalpowererror-a0/4702c6b7-46b6-4928-82f8-5f750f21d3f8?auth=1\n\n","replies":[]},{"id":"","poster":"xXnat1veXx","date":"2015-08-15T18:33:49.540+0000","up_votes":1,"down_votes":0,"body":"Es scheint funktioniert zu haben. Ich bedanke mich recht herzlich bei dir für die schnelle Hilfe  ;)\nLiebe Grüße\nNat1ve","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-08-15T20:04:12.017+0000","up_votes":1,"down_votes":0,"body":"Immer wieder gern, viel Spaß dir :)","replies":[]}]}]}