{"id":"ZXvLZWTF","poster":"Atronthor","date":"2015-08-15T06:07:12.769+0000","title":"Rückmeldung zum Spiel","subforum":"Hilfe & Support","up_votes":2,"down_votes":2,"body":"Leider wei&szlig; ich nicht wo man R&uuml;ckmeldungen zum Spiel in diesem Forum abgeben soll. Es gibt keine Rubrik, die so hei&szlig;t, also versuche ich es hier.\r\n\r\n&Auml;rzte m&uuml;ssen den sog. Eid des Hippokrates schw&ouml;ren, in dem es unter anderem hei&szlig;t, dass die beste Informationsquelle eines Arztes der Patient ist. Wenn keine gute Kommunikation zwischen Arzt und Patient vorliegt, kann es zu Fehldiagnosen kommen.\r\n\r\n&Auml;hnlich ist es nat&uuml;rlich bei jedweder Form von Dienstleistungen. Und dieses Spiel stellt eine Dienstleistung dar. Bei World of Warcraft war es beispielsweise so gewesen - zumindest bis vor der Ver&ouml;ffentlichung von WotLK, dass es extra Forenweltnetzseiten gab, wo man vorab seine Kritik abgeben konnte, seine Verbesserungsvorschl&auml;ge f&uuml;r zuk&uuml;nftige Erweiterungen. Also konkret f&uuml;r BC und WotLK. Die Kunst der Entwickler besteht dann lediglich darin, berechtigte Kritik von egoistischen Vorstellungen oder aber von Unsinn auszusortieren und eine gute Idee erkennen zu k&ouml;nnen.\r\n\r\nDas ist etwas, was bei Blizzard vollkommen verloren gegangen ist. Was das f&uuml;r Ergebnisse hat, sieht man ja. Das Spiel WoW ist seit Mitte WotLK auf dem absteigendem Ast.\r\n\r\nDeswegen wundert es mich, dass es hier keine Rubrik von R&uuml;ckmeldungen gibt. Und zwar nicht nur hier, sondern eigentlich bei fast jedem gr&ouml;&szlig;eren Entwicklerstudio scheint das Motto zu lauten, die Meinungen unserer Spieler interessieren uns nicht und eventuell ge&auml;u&szlig;erte Kritiken werden sofort gel&ouml;scht und die entsprechenden LEute bei Wiederholung von Kritik f&uuml;r die Foren gesperrt.\r\n\r\nDas ist nicht nur ein &auml;u&szlig;erst kundenfeindliches Verhalten, sondern wird sich langfristig auch negativ auf die Qualit&auml;t des Spieles oder allgemein auf die Dienstleistung auswirken. Negative Kritik ist ein Segen und kein &Uuml;bel. Ist die Kritik unberechtigt, kann sie ignoriert werden, ist die Kritik allerdings berechtigt sollte man sich als Entwickler Gedanken machen. So oder so kann sie jedenfalls nicht schaden. Sie kann im optimalen Falle h&ouml;chstens auf M&auml;ngel aufmerksam machen oder sogar Impulse f&uuml;r kreative &Auml;nderungen geben. Vorausgesetzt ist nat&uuml;rlich immer, dass die Leute, die bei euch arbeiten wirklich wissen was sie tun. Das hei&szlig;t nicht nur programmieren k&ouml;nnen, sondern sich in die Lage der Spieler hineinversetzen k&ouml;nnen und zwar weil sie selbst Spieler sind. Eine Qualit&auml;t, die beispielsweise bei Blizzard ebenfalls komplett verloren gegangen ist.\r\n\r\nSo viel dazu im Allgemeinen. Mein Kritikpunkt ist die bereitgestellte Auswahl der Championtypen. Und zwar vom &auml;u&szlig;eren Bild. Wir haben &uuml;berwiegend Monster und Kleinkinderfiguren, aber es gibt sicherlich auch Spielertypen, die etwas &quot;konservativer&quot; sind und die Heldenfigur verk&ouml;rpern wollen. Im Moment scheinen mir als Helden nur Garen und Jarvan IV. durchzugehen. Habe mir &uuml;brigens den neuen Skin von Garen angesehen. Etwas unpassend, versteht ihr? Garen wird von Leuten gespielt, die Helden spielen wollen und ihr gebt ihm den Skin eines Verbrechers? Das sind so Dinge, die f&uuml;r mangelndes Einf&uuml;hlungsverm&ouml;gen von eurer Seite spricht.\r\n\r\nF&uuml;r mich hei&szlig;t das, wenn ihr neue Champions kreieren wollt, dann k&ouml;nntet ihr es doch mal mit ein paar Heldenfiguren versuchen. Weil dort herrscht meiner Meinung nach ein kleiner Mangel - im Vergleich zu den anderen Figuren. Wir haben viele Monster, viele Kindercomicfiguren, aber wenige m&auml;nnliche Heldenfiguren - meiner Meinung nach. Ich geh&ouml;re einer Fraktion an, die Heldenfiguren spielen will. Und das ist auch der Grund, warum ich die meisten Champions, die ich habe, nicht spielen will. Ich will einfach keine Figur spielen, die offensichtlich f&uuml;r Kleinkinder konzipiert wurde oder ein Monster und eine weibliche Figur m&ouml;chte ich auch nicht spielen. \r\n\r\nEine andere Kritik ist, dass es im Talentbaum eine Rubrik gibt, die sich Moloch nennt. Moloch war ein Gott der alten Hebr&auml;er, von Babylon, der Assyrer, der Ph&ouml;nizier der gesamten Umgebung dort, dem Kinder geopfert worden sind. Sie wurden bei lebendigem Leib verbrannt. Wie unmenschlich, menschenverachtend und grausam. Gut, die meisten, die das Spiel spielen, werden das nicht wissen, aber ich nehme an, dass eure Entwickler sehr gebildet sind und wissen, was sie da tun. Da frage ich mich nat&uuml;rlich schon, was das soll.\r\n\r\nDas ist nicht nur bei euch, dass merkw&uuml;rdige Begrifflichkeiten verwendet werden, sondern auch bei anderen Entwicklerstudios. Nehmen wir nur mal Bioware, ebenfalls eine Firma, die vollkommen ruiniert worden ist von geldgieren B&ouml;rsenspekulanten, die von Spielen weder Ahnung haben noch sonderlich viel halten. Die haben den neuesten Dragon Age-Teil Inquisition genannt. Die Inquisition war eine grausame Epoche der Menschheitsgeschichte, wo jeder, der etwas anderes gesagt hat als der Vatikan, auf grausamste Weise zu Tode gefoltert wurde oder bei lebendigem Leib verbrannt wurde. Was soll das? Ich hab das Spiel nicht gespielt, aber man soll dort, glaube ich, so eine Art Inquisitor spielen. Aber gut, vielleicht hat der Vatikan ja Bioware aufgekauft, wei&szlig; man nicht. Unsere EU wird ja &uuml;berwiegend von Jesuiten kontrolliert.\r\n\r\nDas wars eigentlich schon. Hoffe hat euch nicht weh getan.","replies":[{"id":"","poster":"InNeedOfWombat","date":"2015-08-15T06:30:31.006+0000","up_votes":2,"down_votes":0,"body":"Ist es nicht eher \"kleinkindhaft\" unbedingt MÄNNLICHE HELDENFIGUREN spielen zu wollen? Ist es nciht viel \"erwachsener\" ein breites Spektrum zu besitzen?\n{{champion:84}}{{champion:126}} {{champion:222}} {{champion:55}} {{champion:64}} {{champion:236}} {{champion:11}} {{champion:21}} {{champion:2}} {{champion:80}} {{champion:133}} {{champion:92}} {{champion:113}} {{champion:15}} {{champion:91}} {{champion:18}} {{champion:23}} {{champion:67}} {{champion:254}} {{champion:5}} {{champion:157}} {{champion:22}} {{champion:201}} {{champion:51}} {{champion:42}} {{champion:122}}{{champion:119}} {{champion:245}} {{champion:81}} {{champion:114}} {{champion:41}} {{champion:86}} {{champion:79}} {{champion:104}} {{champion:39}} {{champion:59}} \nDas sind alle menschlichen Champions, die OHNE besondere Fähigkeiten kämpfen, sondern nur mit Freunden, Waffen oder Wissenschaft, zeig mit bitte denn Überhang an Monstern, da Yordel keine sind und ich hier einige ex-Menschen und Inhumane ausgelassen habe...\n\nDann bitte ich dich mal nach der Bedeutung von Moloch zu suchen und nicht denn erst besten Wikipediaartikel zu nehmen. \n\nBtw wegen deiner Beschwerde, Ekko wurde durch die Comunity inspiriert, vor 2 Jahren. Bugs werden nur durch die Community gefixt, weil sie reported werden, DA: I ist übrigends nciht wegen dem Titel scheiße aber das wäre ja zu einfach. \n\nKurz: Ich sehe bei dir keinen haltbaren Punkt in der Argumentation.","replies":[{"id":"","poster":"eingew","date":"2015-08-15T07:08:31.012+0000","up_votes":1,"down_votes":0,"body":"Nami ist auch fast vollständig aus der Community übernommen, wenn ich mich nicht irre. War meine ich sogar ein deutscher Vorschlag.","replies":[{"id":"","poster":"InNeedOfWombat","date":"2015-08-15T07:29:19.798+0000","up_votes":1,"down_votes":0,"body":"Kann sein Ekko war der neueste der mir eingefallen ist ^^","replies":[]}]}]},{"id":"","poster":"Perfect Idea","date":"2015-08-15T06:17:58.123+0000","up_votes":2,"down_votes":0,"body":"Du regst dich auf weil Riot nicht deine meinung hören möchte? :D","replies":[]},{"id":"","poster":"eingew","date":"2015-08-15T07:19:13.954+0000","up_votes":1,"down_votes":0,"body":"> Deswegen wundert es mich, dass es hier keine Rubrik von Rückmeldungen gibt. Und zwar nicht nur hier, sondern eigentlich bei fast jedem größeren Entwicklerstudio scheint das Motto zu lauten, die Meinungen unserer Spieler interessieren uns nicht und eventuell geäußerte Kritiken werden sofort gelöscht und die entsprechenden LEute bei Wiederholung von Kritik für die Foren gesperrt.\n\nAlso da muss ich jetzt aber mal Widersprechen. Die Foren heißen nicht Feedback, *aber*: Fürs Balancing kannst du \"Champions & Gameplay\" benutzen, unter \"Karten und Spielmodi\" kannst du über diese Diskutieren... Wir haben ein ganzes Forum an Skin und Champvorschlägen, das alles ist Feedback. Unter \"Spielerverhalten\" sprechen wir über die PB Systeme... fast jedes Forum kann für Feedback in der entsprechenden Kategorie genutzt werden.\nUnd wo ich vor allem widersprechen möchte ist, dass Leute angeblich gelöscht und gebannt werden. Ich weiß nicht von welcher Firma du das hast, Riot macht sowas aber nicht im entferntesten. Im Gegenteil, wir Moderatoren sind sogar angehalten, alles was sich gegen Riot richtet, egal wie, stehen zu lassen. Das heißt selbst so Kram wie \"RIOT IHR SÖHNE VON MENSCHEN DIE FÜR GELD MIT ANDEREN MENSCHEN SCHLAFEN, ICH HASSE EUCH UND IHR SOLLTET EUCH ALLE TÖTEN\", den eigentlich keine Sau braucht, lassen wir stehen. Alles andere bewirkt ganz schnell deine Meinung: Riot erlaube keine Kritik. Aber das ist Müll und ich denke das bleibt auch so.\nÜbrigens passt Riot dauernd Dinge an die Vorlieben der Community an. Die Symbole der Seasonbelohnungen wurden geändert, weil sie der Community nicht gefielen. Patches und Vorschläge werden vorher mit der Community auf dem PBE getestet. Und wir Volunteers sind auch viel dazu da, um als Sprachrohr der Community gegenüber Riot zu dienen. Natürlich sind die Kanäle nicht immer ganz perfekt ausgerichtet. Aber Riot lebt von der Kritik und der damit (hoffentlich) einhergehenden Zufriedenheit der Community.","replies":[]}]}