{"id":"t34veQPd","poster":"Blockstar","date":"2015-08-14T22:20:02.003+0000","title":"ZDE.one sucht Mitglieder","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"Hallo zusammen,\n\nwir m&ouml;chten uns vor dem eigentlichen Beitrag kurz vorstellen.\n\nZDE.one ist ein Multigaming Clan, der Anfang 2014 mit dem Spiel Diablo 3 gegr&uuml;ndet wurde. Noch vor 2014 existierte nur ein Teamspeak&sup3;-Server f&uuml;r Freunde und Bekannte - man unterhielt sich und spielte zusammen. Durch die M&ouml;glichkeit Clans in Diablo 3 zu gr&uuml;nden entstand Zockerverein.DE - K&uuml;rzel ZDE. Immer mehr Mitglieder stie&szlig;en dazu und dadurch wurde noch Anderes gespielt. Heute sind wir etwa 80 Leute im Clan und unser Hautspiel ist CS:GO, die Diablo 3 Sektion ist im Laufe der Zeit stark geschrumpft. Wie es f&uuml;r einen ordentlichen Multigaming Clan &uuml;blich ist wird nat&uuml;rlich auch LoL, Dota 2, SC2 und vieles andere gespielt. Was wir am meisten sch&auml;tzen ist aber die famili&auml;re Atmosph&auml;re - diese ist uns auch extrem wichtig.\n\nIn der n&auml;chsten Zeit steht die Vereinsgr&uuml;ndung an um aktiv auf die Sponsorensuche zu gehen und um in den professionellen Bereich weiter vorzusto&szlig;en. Das &uuml;bergeordnete Ziel ist der Erfolg bei diversen Turnieren und Ligen - dies liegt aber noch in weiter Ferne, aber Ziele muss man sich stecken. Das menschliche Miteinander darf aber auf dem Weg zum Ziel nicht liegenbleiben.\n\nIm Zuge der Vereinsgr&uuml;ndung suchen wir nat&uuml;rlich noch Freiwillige, denen das Arbeiten in den diversen Bereichen Spa&szlig; macht. Egal ob Community-Manager, Grafiker, Streamer, Redakteur - wir suchen Euch alle und selbst wenn nicht finden wird trotzdem etwas woran Ihr Euch (kreativ) austoben k&ouml;nnt.\n\nWir hoffen, dass Ihr schon einen kleinen Eindruck zu uns gewinnen konntet.\n__________\n\nAber was erwarten wir eigentlich von Euch?\n\n-Spa&szlig; am Spiel\n-Zielstrebigkeit\n-Durchhalteverm&ouml;gen\n-Geistige Reife\n-Menschlichkeit\n-Mindestens Gold Elo \n-Gewisse Spielpraxis im Team\n\n\nWie l&auml;uft der Bewerbungsprozess ab?\n\nBewerbung im Forum (http://www.zde.one/index.php?site=forum)\nBringt Euch einfach im TS&sup3; ein - spielt ein paar R&uuml;ndchen mit, so kann man sich am besten ein Bild von Euch machen\nWenn Ihr zufrieden seid und bleiben m&ouml;chtet k&ouml;nnt ihr das mit einem weiteren Beitrag im Forum erg&auml;nzen, sodass Eure 4-w&ouml;chige Probezeit beginnt\n\n\n\n\n\nviele Gr&uuml;&szlig;e w&uuml;nscht\n\nZDE.one\n\n\n__________\n\nMomentan l&auml;uft bei uns noch ein Gewinnspiel mit einem &ldquo;Logitech G430 Gaming Headset&rdquo; und einem &ldquo;Call of Duty - Black Ops 3&rdquo;-Key als Preis. Vielleicht braucht noch jemand ein nagelneues Headset.\n\nInformationen und Teilnahmebedingungen findet Ihr hier: http://www.zde.one/index.php?site=news_comments&newsID=17","replies":[{"id":"","poster":"Fenie","date":"2015-09-01T18:43:42.386+0000","up_votes":1,"down_votes":0,"body":"Zde.one sucht noch immer nach neuen Leuten. Ob für Interessenten an einem Team oder einfach nur so zum Daddeln. Wir heißen euch Wilkommen :)","replies":[]},{"id":"","poster":"Baetzy","date":"2015-08-24T15:13:03.933+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}