{"id":"753uyKqJ","poster":"Dramos","date":"2015-08-14T19:40:53.207+0000","title":"Verlust von Datenpaketen -> Hilfe benötigt","subforum":"Hilfe & Support","embed":{"title":"ICSI Netalyzr - Results","description":"Your global IP address is 95.91.242.177 while your local one is 192.168.178.33. You are behind a NAT. Your local address is in unroutable address space. Your machine numbers TCP source ports sequentially. The following graph shows connection attempts on the X-axis and their corresponding source ports used by your computer on the Y-axis.","url":"http://n1.netalyzr.icsi.berkeley.edu/summary/id=43ca253f-20642-204e2096-0a5a-4e26-9a4f#udp_connectivity","image":null},"up_votes":3,"down_votes":0,"body":"Hall&ouml;chen!\nBen&ouml;tige dringende Hilfe bez&uuml;glich des Themas \"Verlust von Datenpaketen\".\n\nAuf [Riot Games Support](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen#wq5) wird die M&ouml;glichkeit erw&auml;hnt, dass ein **Verlust von Datenpaketen** eine Ursache f&uuml;r Verbindungsprobleme darstellen kann. Riot nannte als Beispiele f&uuml;r Datenpaket-Verluste eine Liste von bekannten, internetabh&auml;ngigen Programmen wie _Skype_, _Teamspeak_ oder _Spotify_.\n\nIch habe ein Spiel gemacht, bei dem _alle genannten Programme deaktiviert_ waren und **hatte trotzdem Verluste**.\n\nAls Vorschlag von Riot kann man seine Verbindung mit [Netalyzr](http://n1.netalyzr.icsi.berkeley.edu/summary/id=43ca253f-20642-204e2096-0a5a-4e26-9a4f#udp_connectivity) analysieren. In meinem Fall gab es\n\n**--> [Das Ergebnis](http://n1.netalyzr.icsi.berkeley.edu/summary/id=43ca253f-20642-204e2096-0a5a-4e26-9a4f#udp_connectivity) <--**\n\n, aber es wird nicht erl&auml;utert, wie man die Probleme l&ouml;st.\n\nIch bitte daher euch, mir zu erkl&auml;ren, wie man so viele der gelb markierten Probleme wie m&ouml;glich l&ouml;st.\n\nIch möchte noch folgendes erwähnen:\n- Mein DNS-Server bezieht sich auf Riots Vorschlag hin auf:\n8 . 8 . 8 . 8\n8 . 8 . 4 . 4\n- Die folgenden Ports wurden auf Riots Vorschlag hin im Router, nicht aber in der Firewall freigegeben:\n5000 - 5500 UDP (League of Legends Spiel-Client)\n8393 - 8400 TCP (Patcher und Maestro)\n2099 TCP (PvP.net)\n5223 TCP (PvP.net)\n5222 TCP (PvP.net)\n80 TCP (HTTP-Verbindungen)\n443 TCP (HTTPS-Verbindungen)\n8088 UDP und TCP (Beobachtermodus)\n\nMit Gr&uuml;&szlig;en\n\nDramos {{champion:161}}\n\nEDIT: [Fortsetzung der Diskussion](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/L5IXRAEh-fortsetzung-verlust-von-datenpaketen-hilfe-benatigt)","replies":[{"id":"","poster":"xBlitzlichTx","date":"2015-08-15T14:06:32.805+0000","up_votes":2,"down_votes":0,"body":"1500 ist Standard damit sollte es keine Probleme geben.\n\nMach vielleicht zu Sicherheit nochmal einen Netalyzr Test und wenn da immer noch steht:\n\n_\"Basic UDP access is available.\nThe client was unable to send fragmented UDP traffic. The most likely cause is an error in your network's firewall configuration or NAT.\nThe maximum packet successfully sent was 1432 bytes of payload.\nThe client was able to receive fragmented UDP traffic.\"\n_\n\nFalls der Netalyzr wieder zu diesem Ergebnis kommt  würde ich mal bei Kabel Deutschland anrufen und fragen ob die da irgendwas einstellen können um das Problem ( Fragmentierter Datenverkehr wird nicht versendet) zu beheben. Da du alle Firewalls und hinderliche Programme ausgeschaltet hast müsste es dann am Router liegen.","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T16:10:38.595+0000","up_votes":1,"down_votes":0,"body":"~seufz~ Ich wünschte, es wäre nicht so. :(\n\nDann werde ich Kabel Deutschland kontaktieren müssen, um das Problem zu beheben. Vielen Dank für deinen Rat! :D","replies":[]}]},{"id":"","poster":"Thx And Bye","date":"2015-08-15T14:04:15.572+0000","up_votes":2,"down_votes":0,"body":"Sofern du lokal (auf deinem Computer oder im Router) keine Einschränkungen für deine Internetleitung gemacht hast, kann dieses Problem auch außerhalb deines Einflussbereichs liegen (z.B. beim Internetanbieter).\nAllerdings ist zu beachten, dass dies auch z.B. nur zu dem Testserver von icsi der Fall sein könnte.\n\nDu kannst mal schauen, ob dir dieser Befehl in der cmd eine Antwort gibt:\n>ping 8.8.8.8 -l 2000\n\nDann hast du evtl. nur ein Problem mit der Verbindung zwischen dir und dem Testserver von Netalyzer.\n\nWas du unternehmen könntest wäre deine Netzwerk MTU anpassen, dafür findest du eine Anleitung hier: (englisch)\nhttp://www.richard-slater.co.uk/archives/2009/10/23/change-your-mtu-under-vista-windows-7-or-windows-8/\nBei dem **ping** Befehl musst du allerdings das www.cantreachthissite.com durch eine Funktionierende Domain /IP ersetzen z.B. 8.8.8.8 (google DNS)\nSolltest du Probleme mit der Anleitung haben, sage einfach nochmal bescheid.\n\nFalls diese Anpassung dein Problem nicht lösen sollte, kannst du dich zudem bei deinem Internetanbieter erkundigen, ob es Probleme mit der Leitung gibt.","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T16:58:54.064+0000","up_votes":1,"down_votes":0,"body":"Dass meine Leitung dafür verwantwortlich ist, ist denkbar. Aber zunächst probiere ich die MTU-Variante.\n\nWie bereits im ursprünglichen Text erwähnt (ganz oben) beziehe ich bereits von der Google DNS:\n> - Mein DNS-Server bezieht sich auf Riots Vorschlag hin auf:\n> 8 . 8 . 8 . 8\n> 8 . 8 . 4 . 4\n\n~~\"Solltest du Probleme mit der Anleitung haben, sage einfach nochmal bescheid.\" Das mache ich jetzt:~~\n\n~~einfach nochmal bescheid~~\n\n~~Ich vermute, dass es von www.cantreachthissite.com beabsichtigt ist, dass man diese Seite nicht erreichen sollte, aber laut der Anleitung, die im Link erwähnt wird, sollte es möglich sein, eine sinnvolle Antwort per cmd zu bekommen.~~\n\n~~Ich folgte der Anleitung und blieb bei folgendem Punkt stecken: Dem Anpingen der genannten Seite. Mein cmd gab folgendes aus:~~\n\n> ~~C:\\WINDOWS\\system32>ping www.cantreachthissite.com -f -l 1472~~\n\n> ~~Ping-Anforderung konnte Host \"www.cantreachthissite.com\" nicht finden. Überprüfe~~\n> ~~n sie den Namen, und versuchen sie es erneut.~~\n\n~~Ich habe es auch einmal ohne Byte-Vorgabe probiert ( ping www.cantreachthissite.com -f -l ), einmal nur pingen ( ping www.cantreachthissite.com ) und einmal gegoogelt. Die Seite existiert nicht; kann also nicht meinen optimalen MTU-Wert herausfinden.~~\n\n ~~Sie kennen nicht zufällig eine Alternative für \"www.cantreachthissite.com\"? :/~~\n\nEDIT: Hab erst jetzt verstanden, was sie meinten. Der Herr xBlitzlichTx hat die [passende Bemerkung](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/753uyKqJ-verlust-von-datenpaketen-hilfe-benatigt?comment=0006) dazu gemacht.\n\nHabe exakt dies durchgeführt und werde die Verbindung gleich testen. Danke für ihre Unterstützung!","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T19:57:22.122+0000","up_votes":1,"down_votes":0,"body":"Keine großartige Verbesserung.  Schade.\nHatte wirklich Hoffnung darin gesetzt, dass die MTU-Technik funktioniert.\n\nDann werde ich mich beim Internetanbieter erkundigen müssen. Das wird einiges an Zeit brauchen (ich fahre morgen in den Urlaub, kann mich daher nicht sofort darum kümmern). Für mich ist die hier erstellte Diskussion erstmal beendet.\n\nVielen Dank an Wrenchman Thx And Bye und den Community-Mitgliedern xBlitzlichTx und XEcUtO...ExEcUtO...eXeCu...dem anderen Typen da. ;D\nWird es wieder Probleme geben, erstelle ich eine neue Diskussion, verlinkt mit dieser hier.","replies":[]}]}]},{"id":"","poster":"xBlitzlichTx","date":"2015-08-15T13:27:45.934+0000","up_votes":2,"down_votes":0,"body":"Ok. Wie hoch ist dein MTU Wert ?\nDer müsste irgendwo in den Routereinstellungen stehen. Hab leider nen Vodafone Router daher weiß ich nur wo er dort zu finden ist","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T13:38:32.817+0000","up_votes":1,"down_votes":0,"body":"Von MTU-Wert höre ich zum ersten Mal. Ich schau mal schnell.","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T13:46:30.166+0000","up_votes":1,"down_votes":0,"body":"Mein Router ist eine FRITZ!Box 6490 Cable. In der [dazugehörigen Wissensdatenbank](http://avm.de/nc/service/fritzbox/fritzbox-6490-cable/wissensdatenbank/publication/show/432_MTU-Size-fuer-Betrieb-am-Kabelanschluss-manuell-anpassen/) steht, dass bei diesem Router \"eine maximale MTU von 1500 Byte zur Verfügung [steht], die sich beim Einsatz zusätzlicher Verbindungsprotokolle durch den Internetanbieter reduzieren kann.\"\nDer MTU-Wert lässt sich leider nicht verändern. Alles, was größer als 1518 Byte ist, wird vom Router nicht unterstützt, heißt es in einer [anderen Wissensdatenbank](http://avm.de/nc/service/fritzbox/fritzbox-6490-cable/wissensdatenbank/publication/show/341_Unterstuetzung-von-uebergrossen-Paketlaengen-Jumbo-Frames/).","replies":[]}]}]},{"id":"","poster":"Thx And Bye","date":"2015-08-14T19:48:06.600+0000","up_votes":2,"down_votes":0,"body":"Verwendest du eine andere Firewall als die von Windows auf deinem Computer?\nFalls ja, deaktiviere diese mal testweise und führe den Netalyzr erneut aus.\n\nWelches Antivirus Programm verwendest du?","replies":[{"id":"","poster":"Dramos","date":"2015-08-14T20:11:19.955+0000","up_votes":1,"down_votes":0,"body":"Keines. :P\nWindows Firewall und das voreingebaute Windows Defender sind die einzigen Schutzprogramme, die ich habe. Klar, ist ein bisschen gefährlich und so, aber das ist ein anderes Problem.\n\nSpeziell für meinen Computer gab es - als Bonus sozusagen - McAfee vorinstalliert. Von diesem wusste ich, dass es Probleme machte, woraufhin ich alles davon gelöscht habe.\nDenke ich zumindest. Ich checke das vorsichtshalber nochmal. EDIT: Es ist weder bei den installierten Programmen (unter \"Systemsteuerung/Programme und Features\") noch auf meinem lokalen Datentäger (C:). Man darf annehmen, dass es vollständig gelöscht wurde.\n\nNebenbei noch Danke für die schnelle Antwort.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-08-14T21:46:38.159+0000","up_votes":1,"down_votes":0,"body":"Hast du mal versucht Windows zu reparieren? Btw: welches Betirebssystem nutzt du denn?\n\n(ja mit windows reparieren kann man so manches beheben ... auch sachen wo mans nicht denkt)","replies":[{"id":"","poster":"Dramos","date":"2015-08-14T22:13:16.493+0000","up_votes":1,"down_votes":0,"body":"Ein Versuch ist es Wert, XExEcUtOrX04. Allerdings bist du auch der Meinung, dass XExEcUtOrX04 ein guter Username ist, weswegen ich ruhig an deinen Ideen zweifeln darf. ^^\n\nIch verwende Windows 8.1.\n\nGibt es irgendwelche Konsequenzen beim Reparieren von Windows? Datenverlust? Einstellungsveränderungen?","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-08-15T11:51:19.994+0000","up_votes":2,"down_votes":0,"body":"Generell nein, trotzdem ist es immer empfehlenswert wichtige Dokumente auf einer externen Festplatte zu sichern. Bei Windows 8.1 kannst du deinen Pc auffrischen ohne den Verlust von Dateien, gehe dazu wie folgt vor:\n\nStreiche über den Rechten Bildschirmrand und wähle Einstellungen aus, dann Pc-Einstellungen ändern. Wähle im geöffneten Fenster Update/Wiederherstellung aus und anschließend Wiederherstellung. Jetzt wähle noch \"pc ohne Auswirkungen auf die Dateien auffrischen\" aus und dein Pc wird die Windowsdateien überprüfen. Achja: Halte die Windows-Cd bereit falls Dateien fehlen.\n\nUnd ja ich weiß das mein Name komisch ist, aber der begleitet mich schon sooo lange das ich ihn immer benutze :D","replies":[]}]}]}]}]},{"id":"","poster":"xBlitzlichTx","date":"2015-08-15T19:09:01.260+0000","up_votes":1,"down_votes":0,"body":"Wie oben beschrieben solltest du www.cantreachthissite.com durch eine funktionierende Domain ersetzen wie z.B 8.8.8.8.\nPinge also ping 8.8.8.8 -f -l 1472","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T19:12:24.090+0000","up_votes":1,"down_votes":0,"body":"Achsooo, anstelle das eine das andere verwenden. Hab ich erst nicht geschnallt. Danke.","replies":[]}]},{"id":"","poster":"xBlitzlichTx","date":"2015-08-15T12:54:00.552+0000","up_votes":1,"down_votes":0,"body":"Laut dem Netalyzr ist es dir nicht möglich fragmentierten Datenverkehr zu versenden.\nIch würde, falls du dies noch nicht gemacht hast [IPV6](https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen#wq3) deaktivieren, da IPV6 keine Fragmentierung mehr erlaubt.","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T13:13:35.937+0000","up_votes":1,"down_votes":0,"body":"Wurde bereits erledigt, lange vor dem Post. Trotzdem Danke. :)","replies":[]}]},{"id":"","poster":"xBlitzlichTx","date":"2015-08-15T00:24:16.857+0000","up_votes":1,"down_votes":0,"body":"Wenn du wichtige bzw. geschäftliche Daten auf deinem PC speicherst solltest du um sicher zu gehen von diesen eine Sicherheitskopie anfertigen.\n\nGenerell würde ich zuerst einmal LoL neu installieren falls deine Internetgeschwindigkeit dies zulässt und falls du dies nicht schon gemacht hast","replies":[{"id":"","poster":"Dramos","date":"2015-08-15T11:26:10.527+0000","up_votes":1,"down_votes":0,"body":"Schon oft gemacht, aber was solls. Ich mach's nochmal. :D","replies":[]}]}]}