{"id":"UsKuiH7E","poster":"Jaqenqt","date":"2015-08-14T23:29:22.220+0000","title":"Jaqent Twitch-Kanal","subforum":"Streams & YouTube","embed":{"title":"Jaqenqt","description":"Der Noob on Tour","url":"http://www.twitch.tv/jaqenqt","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/jaqenqt-profile_image-49946ea8023a4d2e-600x600.jpeg"},"up_votes":1,"down_votes":0,"body":"Hallo Community,\n\nIch bin ein neuer \"Streamer\", ich streame aus Spa&szlig; und wollte euch mal meinen Kanal vorstellen.\n\n**Zu mir**\n\nIch hei&szlig;e Oliver bin 21 Jahre jung, komme aus Bottrop und fange am 01.09.15 meine Ausbildung zum Chemikanten an. Ich gehe sehr gerne Kitesurfen, spiel Gitarre, Lese gerne, nat&uuml;rlich zocke ich sehr gerne und habe Spa&szlig; daran gefunden meine Fails und Plays mit Leuten auf Twitch zu teilen. Ich war bis vor kurzen ein Jahr in Australien es war einfach traumhaft.\n\n\n**Warum mein Kanal schauen?**\n\nNaja wer mag der mag wer nicht der nicht. Ich streame eigentlich weil ich den Leuten eine Freude und vlt den ein oder anderen Lacher bereiten m&ouml;chte. Ich habe nicht die Ambition ein gro&szlig;er Stramer zu werden und damit reich zu werden. Wenn man mal die ein oder andere Donation bekommt ist es sehr nett aber auch nicht notwendig. Ich habe einfach Spa&szlig; am spielen und bin auch nicht \"DER\" Pro bei dem ihr nur die krassesten Skills und Plays findet. Nein ich bin eher so im Mittelma&szlig; w&uuml;rde ich sagen zumindest was League of Legends angeht. ABER vielleicht kann der ein oder andere ja doch ein paar Tricks und Kniffe aufschnappen bei welchem Spiel auch immer. Im Moment level ich meinen Smurf und m&ouml;chte mich einfach danach gem&uuml;tlich hoch spielen. Andere Spiele spiele ich meist mit meinen Freunden wo manchmal ziemlich bescheuerte aber auch manchmal (f&uuml;r uns) witzige Konversationen zustande kommen.\n\n\n**Was f&uuml;r Spiele spiele ich?**\n\nIch spiele das worauf ich Lust habe. Wie bereits erw&auml;hnt spiele ich andere Multiplayer Spiele meist mit meinen Freunden und rede daher auch mit diesen im TS, gehe selbstverst&auml;ndlich trotzdem auf Fragen, W&uuml;nsche oder Konversationen der Zuschauer ein. Ich werde auch zwischendurch mal Singleplayer Spiele Streamen oder gerne auch auf Wunsch mal Spiele antesten, dass die Leute was zu lachen haben. \n\n\n**Habe ich viele Zuschauer?**\n\nDerzeit nicht aber das st&ouml;rt mich recht wenig solange ich auch nur einen Zuschauer etwas bieten kann reicht mir das vollkommen, wie bereits erw&auml;hnt m&ouml;chte ich nicht mein Geld damit verdienen sondern eher so vielen Leuten wie m&ouml;glich damit eine Freude und Spa&szlig; bereiten.\n\n\n**Habe ich einen festen Streamplan?**\n\nAuch das habe ich nicht ich streame meist wenn ich am PC zocke. Und da bald meine Ausbildung anf&auml;ngt k&ouml;nnte ich einen festen Plan aufgrund von Lernphasen einfach nicht einhalten.\n\n\nIch werde probieren die Aufnahmen soweit es geht auf YouTube hoch zu laden damit sich Leute an meinen Fails vielleicht ein zweites mal erg&ouml;tzen k&ouml;nnen. Oder weil Leute einfach einen Lustigen Stream gerade auf YouTube suchen.\n\nMein Stream wird zu 90% in deutsch laufen, ich werde allerdings zwischendurch immer mal einen englischen Stream starten damit ich mein Englisch noch etwas verbessere und nicht wieder das gelernte verlerne.\n\nWenn es euch gef&auml;llt sieht man sich bestimmt zwischendurch mal im Stream und wenn nicht lasst doch einfach mal Verbesserungsvorschl&auml;ge da ?\n\nbis dahin\n\n\nLiebe Gr&uuml;&szlig;e\n\nOlli aka Jaqenqt","replies":[]}