{"id":"nAEdUxvp","poster":"I beat my Glied","date":"2015-08-13T12:34:21.221+0000","title":"75 Games Chatrestriction.. schon wieder.. WARUM?!","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":10,"body":"Vor ein paar Wochen erhielt ich eine 35 Draft Siege Ranked restriction und eine 75 Games Chat restriction. Bereits damals wusste ich nicht wieso, auch nachdem ich l&auml;ngere Zeit nachdachte. Nat&uuml;rlich kann jeder sagen, dass er nicht flamet und das will ich auch gar nicht ich werde, wenn auch sehr selten genervt von den Dingen die im Spiel passieren. Dennoch ist alles was ich dann sage Konstruktive Kritik.\r\n Sp&auml;testens seit ich meine alte Ranked/Chat restriction &quot;abgearbeitet&quot; habe halte ich mich Extrem zur&uuml;ck. Nun habe ich wieder eine 75 Spiele Chat restriction und verstehe es noch viel weniger.\r\n Ich empfinde es als besonders schade, da ich erst gestern &uuml;ber den All-Chat den ich nun nicht benutzen kann einen netten Typen kennen lernte. Ich genie&szlig;e es wirklich mit den Leuten zu kommunizieren und mich nicht nur auf das Spiel zu konzentrieren.\r\n Au&szlig;erdem wurde ich vor kurzem von mehreren f&uuml;r &quot;Offensive Language&quot; reported, da ich ihre Lane als Devourer Vayne Jungle nicht gankte(selbstverst&auml;ndlich war es kein Ranked). Ich hatte den Betroffenen im Spiel nur gesagt, dass ich nicht f&uuml;r ihre Lane verantwortlich sei. Kein &quot;you noobs&quot; oder so etwas hinterher - rein gar nichts\r\n Ich verstehe nicht wieso man weder bei jedem report sofort benachrichtigt wird (ich wurde abgesehen von dem genannten Spiel nicht reportet) noch beim Erhalten der Strafe erfahren kann wann man reportet wurde. \r\nHatte sonst noch jemand &auml;hnliche Probleme und hat Riot Games for das System f&uuml;r die Bestrafungen in n&auml;herer Zukunft etwas zu ver&auml;ndert? \r\nGru&szlig; Gnarkani aka &quot;GameMaster00&quot;","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-13T12:54:45.331+0000","up_votes":5,"down_votes":0,"body":"Ich denke, dass deine konstruktive Kritik nicht konstruktiv bei der Mehrheit der Community ankommt. Sonst würdest du nicht bestraft werden. Nur wenn du dich wirklich toxisch verhälst (dazu zählt \"stop feed\", \"i report you\" - ja selbst nur Ankündigungen jemanden zu reporten werden bestraft) erhälst du auch eine Strafe. Und die Meldung kommt nicht nach jedem Report. Die Meldung kommt nur wenn du in letzter Zeit **häufiger** als sonst reportet wurdest.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:27:31.231+0000","up_votes":1,"down_votes":2,"body":"Mir ist durchaus klar, dass man niemals \"i report you\" oder \"stop feed\" schreiben sollte. Beides macht die betreffende Person nur aggressiv und wie du erwähnt hast- ich werde selbst dafür reportet.  Außerdem hilft es wirklich kein bisschen. Wenn ich mitteilen möchte dass eine Person reportet werden sollte, dann mach ich das nur im aller Letzten screen (ich kenne nicht die Bezeichnung) und warte davor auch bis diese Person vollständig verlassen hat. Und meine Konstruktive Kritik sieht in der Regel so aus: \"... could u buil \"...\" pls\" oder \"u are behind dont build more agressive items pls\".","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-13T13:31:41.203+0000","up_votes":3,"down_votes":1,"body":"> Wenn ich mitteilen möchte dass eine Person reportet werden sollte, dann mach ich das nur im aller Letzten screen (ich kenne nicht die Bezeichnung) und warte davor auch bis diese Person vollständig verlassen hat.\n\nNennt sich After-Game-Chat. Dieser wird aber auch überprüft, rufst du da zu Reports auf wird das genauso bestraft wie ingame.\n\n>  \"... could u buil \"...\" pls\" oder \"u are behind dont build more agressive items pls\".\n\nDie meisten wollen sich solche Tipps aber nicht geben lassen. Vorallem nicht von jemandem der genauso gut ist wie sie selbst. Und durch das Matchmaking sind die Teammates immer ungefähr so gut wie man selbst, besser in manchen Dingen schlechter in Anderen und dadurch gleicht sich das wieder aus.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:30:20.627+0000","up_votes":1,"down_votes":1,"body":"Wie genau meinst du das? Also bestraft Rito wenn man zu reports aufruft oder was?","replies":[{"id":"","poster":"dat Zoidberg","date":"2015-08-13T14:38:47.657+0000","up_votes":2,"down_votes":0,"body":"Es wurden schon Leute für report-calling bestraft. Ich habe solche Leute manchmal auch schon reported, zumindest wenn sie richtig dumm kamen und am besten auch noch selber jede Menge Fehler gemacht haben aber die Schuld immer bei anderen suchen. Der Report \"negative Einstellung\" ist auf jeden Fall legitim.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T15:36:59.626+0000","up_votes":1,"down_votes":1,"body":"Ich reporte in der Regel auch nur für Verbal abuse oder Negative atitude ^^","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-13T14:34:44.045+0000","up_votes":1,"down_votes":0,"body":"Jop. Genau das bestraft Riot.","replies":[]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-13T13:34:17.029+0000","up_votes":1,"down_votes":1,"body":"Anstelle \"U are behind don't build more agressive items pls\" wäre etwas in der Art von \"Buy some items for survivability to stay longer in fight\" sicher besser, aber ein Grund für eine Chatsperre wäre das meiner Meinung nach trotzdem allemal nicht. Es ist nur eben nicht optimal formuliert.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:27:48.392+0000","up_votes":1,"down_votes":1,"body":"Ich werde auch das Versuchen, jedoch denke ich nicht dass das etwas ändern wird.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-08-13T13:13:38.445+0000","up_votes":1,"down_votes":0,"body":"> Ich verstehe nicht wieso man weder bei jedem report sofort benachrichtigt wird (ich wurde abgesehen von dem genannten Spiel nicht reportet) noch beim Erhalten der Strafe erfahren kann wann man reportet wurde.\n\nDas liegt vor allem daran, dass Reports nicht ausschlaggebend für deine Strafe sind. Ebenso wenig wie das von dir breitgetretene Spielen selbst. Das einzige, was die Sperre verursacht hat, ist dein Verhalten im Chat.\n\nWas hast du vor der Sperre denn so normalerweise in den Chat geschrieben?","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:41:13.920+0000","up_votes":1,"down_votes":1,"body":"Ganz schlimme Sachen \"zB Drake 26:15\" oder.. sogar \"damn im bad with this Champ\". Ganz im ernst ich habe nicht geflamet und selbst wenn jmd 2/15 Stand habe ich nicht gesagt \"wtf are you doing\" oder \"report \"...\" pls\".  Ich habe lediglich Informationen gegeben und den ein oder anderen Scherz gemacht, diese waren aber nicht gegen irgendeine Person gerichtet und wenn, dann gegen mich selbst ^^","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:47:22.727+0000","up_votes":2,"down_votes":0,"body":"Okay. Dann wähle diesen Weg. Mach so weiter. Ich muss dir nicht helfen. Wenn ich dir meine Hand gebe, steht es dir völlig frei sie einfach wegzuschlagen und dich offen über mich lustig zu machen. Mich stört das nicht, weil deine Witze keinerlei Grundlage mir gegenüber haben und in eine völlig abstruse Richtung gehen. Dich wird es stören. Und zwar ganz gewaltig, bei den Folgesperren.\n\nIch verstehe ja, dass das schwer ist, überhaupt die Möglichkeit anzuerkennen, dass man selbst Fehler gemacht haben könnte, aber deshalb Leute die dir helfen wollen so zu behandeln? Meinst du nicht, dass du dich damit nicht noch viel weiter reinreitest?","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:11:24.818+0000","up_votes":1,"down_votes":1,"body":"Es tut mir Leid, wenn ich dich beleidigt habe das war in keiner Form meine Absicht. Ich wollte damit nur ausdrücken, dass ich mir sehr sicher bin dass ich nicht toxisch bin und niemanden beleidige. Und könnte ich meine eigenen Fehler nicht akzeptieren bzw würde sie nicht bemerken hätte ich diesen Artikel vermutlich bereits bei meiner Ersten Chat restriction geschrieben. Zudem finde ich dass \"Wenn ich dir meine Hand gebe, stehst es dir völlig  frei sie einfach wegzuschlagen und dich offen über mich lustig zu machen\" seeehr überspitzt ist. Ich meine du hast mir ja nicht direkt angeboten die restriction zu entfernen sondern nur deine Meinung zu dem Thema abgegeben, die ich durchaus schätze.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:15:46.719+0000","up_votes":1,"down_votes":0,"body":"Wie soll ich auch deine Restriction entfernen? Das ist allein deine Aufgabe.\n\nZugegeben, bei der Frage war nicht genug Erklärung dabei. Also kommt das jetzt: Es ist völlig normal, dass du nicht genau weißt, was du falsch gemacht hast. Das geht vielen so. Und deshalb frage ich danach, was du so vor der Sperre in den Chat geschrieben hast, wenn du alles davon aufschreibst, finden wir vielleicht etwas, was ausschlaggebend für deine Sperre war, und woran du dann vielleicht arbeiten solltest, um diese wieder loszuwerden.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:26:15.450+0000","up_votes":1,"down_votes":1,"body":"Ich wollte ja nicht ausdrücken dass du sie entfernen sollst sondern.. das war rein rhetorisch. Und ich kann dir Leider nicht sagen was ich wann geschrieben habe, da ich keines meiner Spiele aufzeichne ^^ + das ist ein relativ großer Zeitraum an den ich mich erinnern müsste.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:33:41.352+0000","up_votes":1,"down_votes":1,"body":"Vielleicht helfen dir folgende Fragen:\n\nWas sagst du zum Beispiel in der Champselect? Wie reagierst du auf deiner Meinung nach unangemessene Bans/Picks? Was sagst du, wenn ein Gegner einen deiner Meinung nach sehr starken Champ pickt?\nWie geht es dann ingame weiter, begrüßt du dort deine Gegner? Wie? Wenn du junglest, machst du darauf Aufmerksam, dass du Hilfe beim ersten Camp brauchst? Wie? Wie reagierst du auf soetwas, wenn du auf einer Lane spielst? Wie reagierst du, wenn jemand aus deinem Team Firstblood gibt? Wie reagierst du, wenn jemand aus deinem Team deshalb ein sehr negatives Kommentar abgibt? Was machst du, wenn dein Jungler einen Gank failt/wenn der Laner, den du gerade gankst stirbt? Wie reagierst du, wenn du deine Lane verlierst, aber der Jungler dir trotzdem nicht hilft? Wie reagierst du, wenn dich eine Lane anschnauzt, weil du ihr als Jungler nicht hilfst? Wie reagierst du, wenn du auf der Bot spielst und dich dein Mitspieler anschnauzt, weil du die letzte Aktion seiner/ihrer Meinung nach verhauen hast? Was machst du, wenn der Jungler den Drake an die Gegner verliert, weil er Smite gefailt hat? Was machst du, wenn du dieser Jungler warst und dich dafür dein Team anschnauzt? Was machst du, wenn einer aus deinem Team feedet (egal, ob absichtlich oder nicht)? Gibst du eventuell Tipps zu Builds oder Spielweisen? Wie sehen diese Tipps aus? Fragst du nach Reports für bestimmte Spieler? Wie reagierst du, wenn dein Team den Teamfight verkackt hat? Wie reagierst du, wenn dich dein Team beschuldigt, du hättest den Teamfight verkackt?\nWie reagierst du auf offensive Kommentare/Provokationen aus dem gegnerischen Team? Schreibst du selbst Dinge in den Allchat? Wie reagierst du dabei auf gute/schlechte Aktionen der Gegner? Was schreibst du am Ende des Spiels bei einem Win/Loss?\nWas schreibst du eventuell nach dem Spiel in den Chat? Kommentierst du verschiedene Situationen oder Teammitglieder? Wie? Fragst du hier nach Reports?","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T15:25:34.917+0000","up_votes":1,"down_votes":1,"body":"**Was sagst du zum Beispiel in der Champselect?** Pick a *zB Tank* pls we dont have one\n\n**Wie reagierst du auf deiner Meinung nach unangemessene Bans/Picks?** Zu Picks sag ich in der Regel nichts, außer es ist Xerath support dann sag ich meistens dass er bitte nicht full ap  spielen soll sondern eben supp. Und Teilweise sag ich auch sowas wie \"lol deez bans\" oder so etwas waas ich evtl lassen sollte ^^\n\n**Was sagst du, wenn ein Gegner einen deiner Meinung nach sehr starken Champ pickt? **Nichts\n\n**Wie geht es dann ingame weiter, begrüßt du dort deine Gegner? **Ich sage in der regel nichts aber mache manchmal eine Äußerung zu einem Namen (also nicht so etwas wie \"wtf is that name\" sondern mache eine Anspielung wenn der Name an etwas angelehnt ist.\n\n**Wenn du junglest, machst du darauf Aufmerksam, dass du Hilfe beim ersten Camp brauchst? Wie? **Ich pinge Jedes game 1 mal wo ich anfangen werde. Wenn meine Teammates bei 1:30 einfach am Tower stehen pinge ich noch 1-3 mal (nicht auf einmal)\n\n**Wie reagierst du auf soetwas, wenn du auf einer Lane spielst?** Ich gehe zum camp und helfe wenn das eine passende antwort ist ^^\n\n**Wie reagierst du, wenn jemand aus deinem Team Firstblood gibt? **Ich reagiere anders je nach dem wie schnell es geschieht schreibe aber in keinem Fall etwas.\n\n**Wie reagierst du, wenn jemand aus deinem Team deshalb ein sehr negatives Kommentar abgibt? **Ich sage beim ersten Kommentar in der Regel gar nichts wenn es sich häuft dann verteidige ich mich oder den Teammate der \"angegriffen\" wird. (nicht mit so etwas wie \"du bist doch selbst schlecht\")\n\n**Was machst du, wenn dein Jungler einen Gank failt/wenn der Laner, den du gerade gankst stirbt? **Wenn der Laner stirbt dann sag ich nichts, es sei denn er stirbt während ich ganke dann ziehe ich oft die Schuld auf mich, es sei denn er hat offensichtlich einen Fehler gemacht dann sage ich gar nichts. Und wenn der Jungler failt und nicht stirbt dann sage ich ihm was er falsch gemacht hat (zB better wait for me to stun him oder so etwas in der Art). Falls er stirbt kommt teilweise ein \"...\" was durchaus alles andere als gut ist ich denke jedoch vorher noch einmal nach ob er evtl \"so\" gehandelt hat weil er eine Bestimmte Aktion von mir erwartete.\n\n** Wie reagierst du, wenn du deine Lane verlierst, aber der Jungler dir trotzdem nicht hilft?** Wenn ich sehr oft ohne den Gegnerischen Jungler sterbe, dann frage ich nicht nach einem Gank, da er richtig handelt indem er eine Lane die aus Eigenverschulden verliert nicht ganked \"Never Gank a Losing Lane\". Wenn ich vom jungler regelrecht gecampt werde bitte ich ihne viel auf den anderen Lanes zu ganken und es auszugleichen. Also störts mich in der Regel nicht keinen Gank zu bekommen.\n\n**Wie reagierst du, wenn du auf der Bot spielst und dich dein Mitspieler anschnauzt, weil du die letzte Aktion seiner/ihrer Meinung nach verhauen hast? **Ich sage ihm meine Meinung (zB sorry mb oder u shouldnt have engaged)\n\n**Was machst du, wenn der Jungler den Drake an die Gegner verliert, weil er Smite gefailt hat?** Ich schreibe teileweise \"Fck\" in den Chat.\n\n**Was machst du, wenn du dieser Jungler warst und dich dafür dein Team anschnauzt? **Ich entschuldige mich und sage dass so etwas nuneinmal passiert.\n\n** Was machst du, wenn einer aus deinem Team feedet (egal, ob absichtlich oder nicht)? Gibst du eventuell Tipps zu Builds oder Spielweisen? **Ich sage zB wenn er immer weiter pusht obwohl er dadurch immer stirbt dass er es lassen sollte. \n\n**Fragst du nach Reports für bestimmte Spieler? **Habe ich mal. Lasse ich jz aber unabhängig davon ob der zu reportende Spieler den Aftergamechat schon verlassen hat oder nicht.\n\n**Wie reagierst du, wenn dein Team den Teamfight verkackt hat?**  Ich nenne wenn vorhanden sehr auffällige Fehler sofern sie mehr als 1 mal vorkommen\n\nIch wollte erst alles beantworten aber ich denke der Einblock genügt ^^","replies":[{"id":"","poster":"eingew","date":"2015-08-13T15:44:14.051+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000,timestamp=2015-08-13T15:25:34.917+0000)\n>\n> **Was sagst du zum Beispiel in der Champselect?** Pick a *zB Tank* pls we dont have one\n> \n> **Wie reagierst du auf deiner Meinung nach unangemessene Bans/Picks?** Zu Picks sag ich in der Regel nichts, außer es ist Xerath support dann sag ich meistens dass er bitte nicht full ap  spielen soll sondern eben supp. Und Teilweise sag ich auch sowas wie \"lol deez bans\" oder so etwas waas ich evtl lassen sollte ^^\n\nGanz allgemein Kommentare in der CS, solange es nicht gerade Lob oder ein freundlicher Witz ist werden solche Dinge nur ungern gesehen. Kritik, ohne das man überhaupt etwas \"richtig\" machen konnte, ist echt nervig.\n\n> **Wie reagierst du, wenn jemand aus deinem Team deshalb ein sehr negatives Kommentar abgibt? **Ich sage beim ersten Kommentar in der Regel gar nichts wenn es sich häuft dann verteidige ich mich oder den Teammate der \"angegriffen\" wird. (nicht mit so etwas wie \"du bist doch selbst schlecht\")\n\nIch weiß leider nicht genau, was du als Verteidigung siehst... solange du dabei niemanden blamest ist das völlig in Ordnung, aber alles was auch nur als Angriff gesehen werden könnte würde ich während einer CR unterlassen.\n\n> **Was machst du, wenn dein Jungler einen Gank failt/wenn der Laner, den du gerade gankst stirbt? **Wenn der Laner stirbt dann sag ich nichts, es sei denn er stirbt während ich ganke dann ziehe ich oft die Schuld auf mich, es sei denn er hat offensichtlich einen Fehler gemacht dann sage ich gar nichts. Und wenn der Jungler failt und nicht stirbt dann sage ich ihm was er falsch gemacht hat (zB better wait for me to stun him oder so etwas in der Art). Falls er stirbt kommt teilweise ein \"...\" was durchaus alles andere als gut ist ich denke jedoch vorher noch einmal nach ob er evtl \"so\" gehandelt hat weil er eine Bestimmte Aktion von mir erwartete.\n\n\"...\" ist meine persönliche Hassnachricht. Das drückt einfach so viel missfallen aus... als ob der Spieler grad nur schwerlich einen Wutanfall unterdrücken könnte. Ich hätte dich dafür jedesmal gemutet und reported. Die anderen Dinge sollten vermutlich in Ordnung gehen.\n\n> **Wie reagierst du, wenn du auf der Bot spielst und dich dein Mitspieler anschnauzt, weil du die letzte Aktion seiner/ihrer Meinung nach verhauen hast? **Ich sage ihm meine Meinung (zB sorry mb oder u shouldnt have engaged)\n\nAuch hier: Eigentlich eine gerechtfertigte Reaktion, ich wäre mit Blaming während der Sperre aber vorsichtig.\n\n> ** Was machst du, wenn einer aus deinem Team feedet (egal, ob absichtlich oder nicht)? Gibst du eventuell Tipps zu Builds oder Spielweisen? **Ich sage zB wenn er immer weiter pusht obwohl er dadurch immer stirbt dass er es lassen sollte. \n\nDas ist auch ein Kommentar, der eher verkniffen werden sollte. Niemand mag es zu hören, dass er aus einem eigenen Fehler gestorben ist. Die meisten Spieler merken vor allem selbst, was sie falsch machen oder fanden alternativ die Lösung so einfach, dass sie sich nur noch mehr ärgern. Ich würde gerade nach Toden keine Verbesserungsvorschläge schreiben.\n\n> **Fragst du nach Reports für bestimmte Spieler? **Habe ich mal. Lasse ich jz aber unabhängig davon ob der zu reportende Spieler den Aftergamechat schon verlassen hat oder nicht.\n\nJe nach dem, wie lange das her ist, kann es natürlich sein, dass das noch Auswirkungen auf deine Sperre hatte.\n\n> **Wie reagierst du, wenn dein Team den Teamfight verkackt hat?**  Ich nenne wenn vorhanden sehr auffällige Fehler sofern sie mehr als 1 mal vorkommen\n\nSelbes wie bei den Pushern: Unpraktisch. Außer es geht um deine Fehler. Deine Fehler gucken sich alle gern an, das stärkt die Moral und du nimmst den Druck von den anderen ;)\n\n> Ich wollte erst alles beantworten aber ich denke der Einblock genügt ^^\n\nIch les mir auch antworten zu allen Fragen durch ;)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-13T20:14:32.409+0000","up_votes":4,"down_votes":1,"body":"Ich will hier auch mal kurz einhaken. \nEingew gibt hier sicherlich den Idealzustand wieder und legt dar, was man unterlassen sollte um auf gar keinen Fall bei anderen Spielern oder beim System negativ aufzufallen. Sachen wie \"...\" wird man sich bei seltenem Vorkommen zumindest als ungebannter Spieler immer erlauben können. Aber es ist nunmal eine Tatsache, dass genau so ein Kommentar nach einer schlechten Aktion ein sehr vielsagendes lautes Seufzen ausdrückt. Dies entspricht nichst anderem als einem Herausstellen der schlechten Aktion des anderen Spielers, oder kurz gesagt: Es ist Blaming.\n\nIch denke auch ein Spieler mit CR wird sich mal so eine Zeile leisten können. \n\nWir Forenleute wissen aber eben nicht genau, was der bestrafte Spieler so schreibt. Wie der OP ja auch zugibt, ist es praktisch unmöglich sich an alles zu erinnern. \nDaher sind wir dazu gezwungen anhand von Idealzuständen Beispiele zu geben, an die sich ein hilfesuchender Bestrafter halten kann. Es ist nunmal einfach eine Tatsache, dass sich gerade die Leute, die sich keiner Schuld bewusst sind, häufig nicht darüber im Klaren sind, wie ihre Kommentare im Spiel bei anderen Mitspielern ankommen. Da wir keine Beweise des einzelnen Spielers vorliegen haben, sind wir dazu gezwungen, sehr ins Detail zu gehen und auch Kleinigkeiten anzusprechen. Und auch wenn es User \"foxedge\" nicht passt, \"...\" ist nichts anderes als Blaming.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-14T17:59:06.794+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001,timestamp=2015-08-13T20:14:32.409+0000)\nSachen wie \"...\" wird man sich bei seltenem Vorkommen zumindest als ungebannter Spieler immer erlauben können. Aber es ist nunmal eine Tatsache, dass genau so ein Kommentar nach einer schlechten Aktion ein sehr vielsagendes lautes Seufzen ausdrückt. Dies entspricht nichst anderem als einem Herausstellen der schlechten Aktion des anderen Spielers, oder kurz gesagt: Es ist Blaming.\n\nBlaming bedeutet jemandem die Schuld für etwas zu geben. Drei Punkte enthalten aber keinen Inhalt und können nichtmal Spielerspezifisch zugewiesen werden. Wenn wir gerade einen Teamfight verloren haben und jemand \"...\" schreibt dann steht da weder drin wer, noch warum dieser jemand Schuld an irgendetwas sein soll. Diese drei Punkte können auch einfach den Unmut des Spielers zum Ausdruck bringen, ja, er bedauert die Situation, dass das Spiel nicht so läuft wie es soll was auch seine eigenen Fähigkeiten einschließt, es muss nicht immer gleich das schlimmste vom schlimmsten sein, ein \"Akt der tiefsten Agression\".\n\n\nEs geht nicht darum Leuten zu verbieten zu sprechen, zu kommunizieren und garnichts mehr sagen zu dürfen sofern nicht noch ein Kompliment zur Frisur im Anhang steht, sondern darum tatsächliche Störenfriede ausfindig zu machen und aus dem Verkehr zu ziehen. Wenn ihr aber so weit geht dass ihr Mitspielern sogar verbieten wollt, zum Ausdruck zu bringen dass sie mit der Situation unzufrieden sind - und diese Spieler sind mit drei Punkten meilenweit von dem entfernt was tatsächlich einen Angriff darstellt - dann schadet ihr nur euch selbst und den Leuten um euch herum. \n\nMan kann wirklich in jede noch so winzige Kleinigkeit etwas schlechtes interpretieren wenn man es darauf anlegt, aber das macht es nicht gleich bestrafenswert. Und niemandem ist damit geholfen wenn jeder nur damit beschäftigt ist, in jeder Aussage etwas toxisches zu suchen. Stattdessen sollten die Leute in die andere Richtung gehen und wieder lockerer sein, sich wie gesunde Menschen verhalten, und keine Dämonen suchen wo keine sind.\n\nIch hab wirklich nichts dagegen dass Leute die mit Wörtern wie noob und pls uninstall, gg easy und dergleichen bestraft werden. Ich hab aber sehrwohl was gegen Leute, die durch ihre Ansicht soviel Feindseeligkeit sogar bis in die neutralen Gebiete hineintragen weil sie einfach so maßlos übertreiben und die Grenzen nicht kennen, dass sie selber einen großen Beitrag zur Vergiftung der Atmosphäre und Stimmung beitragen.","replies":[{"id":"","poster":"eingew","date":"2015-08-14T18:06:25.122+0000","up_votes":3,"down_votes":2,"body":"> Blaming bedeutet jemandem die Schuld für etwas zu geben. Drei Punkte enthalten aber keinen Inhalt und können nichtmal Spielerspezifisch zugewiesen werden.\n\nSicher können sie das. Wer soll sonst gemeint sein, wenn gerade neben dir jemand gestorben ist?\n\n> Es geht nicht darum Leuten zu verbieten zu sprechen, zu kommunizieren und garnichts mehr sagen zu dürfen sofern nicht noch ein Kompliment zur Frisur im Anhang steht, sondern darum tatsächliche Störenfriede ausfindig zu machen und aus dem Verkehr zu ziehen. Wenn ihr aber so weit geht dass ihr Mitspielern sogar verbieten wollt, zum Ausdruck zu bringen dass sie mit der Situation unzufrieden sind - und diese Spieler sind mit drei Punkten meilenweit von den Leuten entfernt die jemanden mit noob und retard zur rechenschaft ziehen - dann zerstört ihr eure eigene Community. Euer System wird sich gegen euch selbst richten.\n\nNein, wieso sollte es das? Wenn wir \"noob\" bannen, dann bannen wir auch alles andere, was Mitspieler blamed und herabsetzt. Wo ist das Problem? Und wieso sollte sich das System gegen mich wenden? Ich schreibe dauernd Dinge in den Chat und habe trotzdem noch nie auch nur den Ansatz einer Sperre gesehen.\n\n> Man kann wirklich in jedes bisschen Fliegenkacke etwas schlechtes interpretieren, aber das macht es nicht gleich Bestrafenswert und wenn man, sorry, so eine Memme ist, dann sollte man solchen Spielen einfach fern bleiben.\n\nMan muss nicht versuchen sich zu bessern. Aber dann ist es paradox sich über eine Sperre zu ärgern.\n\n> Ich hab wirklich garnichts dagegen dass Leute die mit Wörtern wie noob und pls uninstall, gg easy und dergleichen bestraft werden. Ich hab aber sehrwohl was gegen Leute, die meinen sie seien die besseren, tatsächlich aber durch ihre Ansicht soviel Feindseeligkeit sogar bis in die neutralen Gebiete hineintragen weil sie einfach so maßlos übertreiben und die Grenzen nicht kennen, dass sie selber einen großen Beitrag dazu leisten, dass die Stimmung immer mehr vergiftet wird.\n\nDann sind halt 95% der Community so kacke.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-14T18:22:57.930+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000500000000000000000000000000000000000100000000,timestamp=2015-08-14T18:06:25.122+0000)\n>\n> Sicher können sie das. Wer soll sonst gemeint sein, wenn gerade neben dir jemand gestorben ist?\n\nVielleicht auch dass **er** einen Fehler gemacht hat? Oder dass ihr beide es optimaler hättet machen können? Warum glaubst du, dass sich alles immer nur um dich allein dreht und auch immer nur das schlimmste der Fall ist?\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000500000000000000000000000000000000000100000000,timestamp=2015-08-14T18:06:25.122+0000)\n\n> Nein, wieso sollte es das? Wenn wir \"noob\" bannen, dann bannen wir auch alles andere, was Mitspieler blamed und herabsetzt. Wo ist das Problem? Und wieso sollte sich das System gegen mich wenden? Ich schreibe dauernd Dinge in den Chat und habe trotzdem noch nie auch nur den Ansatz einer Sperre gesehen.\n\nIch habe schon Leute für dein Verhalten gemeldet und diese Leute haben auch ihre Strafen erhalten. Wenn ich merke dass jemand schlechte Stimmung macht obwohl ihm niemand was wollte und er die Teammoral vergiftet dann bin ich mir ziemlich sicher, dass dieser jemand eine Auszeit braucht.\n\nEin kleines Beispiel:  Du bist in Team A und ich bin in Team B.\n\nMir wird in Team A gesagt, dass ich bitte nicht weiter feeden soll, ich stelle fest dass ich 0/3 und mich übernommen habe und nehme mir vor, mich jetzt besser zu konzentrieren. Von mir kommt ein \"Yeah you are right, I'm gonna play safe and a gank soon would be helpful\" zurück, die Teamatmosphäre ist 1A und alles ist wie es sein sollte. \n\nDir wird in Team B gesagt, dass du bitte nicht weiter feeden sollst, du stellst fest dass du 0/3 hast, willst dir aber nix sagen lassen und fühlst dich persönlich angegriffen und sorgst für schlechte Stimmung. Selbst wenn du das nur durch ignorieren, einen Mute und eine Reportandrohung oder einen stillen Report machst.\n\nWährend ich meinem Team ein gutes Gefühl von Teamwork und Verbundenheit gegeben habe, hast du ihnen nichts gegeben, im besten Fall sogar noch für Streit gesorgt weil Spieler von deinem Schlag nicht selten ihren Unmut bekunden und auch mit Mute/Report drohen bzw. es einfach Aussprechen um einen auszuwischen.\n\nEgal wie du es drehst und wendest, Team A steht in diesem Beispiel besser da. Du kannst das gern abstreiten, aber es ist der richtige Weg, und dein vermeindlich \"korrekter\" führt zu Konflikten.\n\n> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000500000000000000000000000000000000000100000000,timestamp=2015-08-14T18:06:25.122+0000)\n> Dann sind halt 95% der Community so kacke.\n\nGlücklicherweise nicht, auch wenn mich bei deiner Ansicht nicht wundert, dass du 95% der Community für kacke hältst. Aber wie gesagt, mit dieser _Alle außer mir sind bösartig_ Einstellung hilfst du niemandem. Ich treffe eher selten auf Leute von deinem Schlag und ich bin froh, dass es bisher noch nicht soviele Leute gibt die eine derartige Empfindlichkeit in die Spiele hineintragen. Aber der Tag wo es auf der einen Seite nur noch die Flamer und auf der anderen Seite die \"Korrekten\" gibt die in wirklich allem etwas schlimmes sehen dass sie unbedingt vergelten müssen, wird der Tag sein, wo ich darüber nachdenken werde League of Legends den Rücken zuzukehren und mir ein Moba mit einer wesentlich entspannteren Community zu suchen.\n\nDenn für Leute wie mich die einfach nur Spielen und Spaß haben wollen sind eure Kleinkriege in jeder Partie einfach nur anstrengend. Und ich bin da nicht der Einzige, der sich davon belästigt fühlt.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-14T19:36:58.335+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001000000000000,timestamp=2015-08-14T18:22:57.930+0000)\n\n\nDu willst es einfach nicht verstehen...\n\n> Vielleicht auch dass **er** einen Fehler gemacht hat? Oder dass ihr beide es optimaler hättet machen können? Warum glaubst du, dass sich alles immer nur um dich allein dreht und auch immer nur das schlimmste der Fall ist?\n> \n\nJa kann alles damit gemeint sein, kann auch zutreffen, muss es aber nicht, und wenn einer sich dadurch angegriffen fühlt, dann ist sein Report von seiner Seite aus auch gerechtfertigt.\nUnd ich geh mal ganz stark davon aus, dass wenn klar ersichtlich ist, dass es eines deiner anderen Möglichkeiten ist auch keiner zum Report greifen wird, und selbst wenn wenns nur das ist wird das allein never ever für Maßnahmen reichen, anders siehts halt wieder beim berühmten letzten Tropfen aus oder wenn man bereits in Restrictionsystem drin steckt.\nWieso gehst du immer vom perfekten aus und erwartest, dass jeder unbedingt alles immer so zu verstehen hast wie DU es meinst? So funktioniert Sprache nicht und auch das Miteinander in einem Team.\nDer Sender hat drauf zu achten wie es ankommt, nicht der Empfänger zu lernen, wie er es bitte zu verstehen hätte, aber das siehst du ja anders und stellst seit du hier diskutierst damit auf stur.\n\n> Ich habe schon Leute für dein Verhalten gemeldet und diese Leute haben auch ihre Strafen erhalten. Wenn ich merke dass jemand schlechte Stimmung macht obwohl ihm niemand was wollte und er die Teammoral vergiftet dann bin ich mir ziemlich sicher, dass dieser jemand eine Auszeit braucht.\n\nImmer noch setzt du Foren- und Spielverhalten gleich... Weißt du ich kenn eingew nicht, hatte auch glaub noch nie ein Spiel mit ihm, denke aber nach dem, was er so schreibt, dass nicht flamet, blamet und jetzt kommts: trotzdem auch manchmal Sachen von sich gibt, die unter schwammig fallen, es aber nie zum tragen kommen wird, weil es so selten vorkommen wird, wenn er sich hier schon über das Sender-Empfänger-Problem bewusst ist und dann auch noch auf Spieler treffen müsste, die das reporten.\n\n\n> Ein kleines Beispiel:  Du bist in Team A und ich bin in Team B.\n> \n> Mir wird in Team A gesagt, dass ich bitte nicht weiter feeden soll, ich stelle fest dass ich 0/3 und mich übernommen habe und nehme mir vor, mich jetzt besser zu konzentrieren. Von mir kommt ein \"Yeah you are right, I'm gonna play safe and a gank soon would be helpful\" zurück, die Teamatmosphäre ist 1A und alles ist wie es sein sollte. \n\nNach über 3k Spielen nun insgesamt kam mir so eine Antwort darauf äußerst selten unter. Meinetwegen bist du so, aber sicher nicht die Masse, oben wirfst du eingew noch vor, warum es sich immer um ihn drehn sollte und in deinen perfekte Welt-Erklärungen machst du genau dasselbe auf dich bezogen. \n\n> Dir wird in Team B gesagt, dass du bitte nicht weiter feeden sollst, du stellst fest dass du 0/3 hast, willst dir aber nix sagen lassen und fühlst dich persönlich angegriffen und sorgst für schlechte Stimmung. Selbst wenn du das nur durch ignorieren, einen Mute und eine Reportandrohung oder einen stillen Report machst.\n\nAhja wie bitte verbreitet jemand schlechte Stimmung durch Mute und Report im Stillen? Erleuchte mich bitte! Wenn ich vorm Mute noch nichts gesagt habe und selbst wenn doch bekommt das doch keiner mit, beim Report genau dasselbe. Sorry wenn du auch zu den Romaneschreibern statt Spielern gehörst, niemandem fällt das auf.\n\n> Während ich meinem Team ein gutes Gefühl von Teamwork und Verbundenheit gegeben habe, hast du ihnen nichts gegeben, im besten Fall sogar noch für Streit gesorgt weil Spieler von deinem Schlag nicht selten ihren Unmut bekunden und auch mit Mute/Report drohen bzw. es einfach Aussprechen um einen auszuwischen.\n\nJa im Falle deiner Reaktion hättest du das getan(s.o.). Der Rest ist einfach nur eine Unterstellung und so viel ich bisher hier gelesen habe auch einfach nicht wahr.\n\n> Egal wie du es drehst und wendest, Team A steht in diesem Beispiel besser da. Du kannst das gern abstreiten, aber es ist der richtige Weg, und dein vermeindlich \"korrekter\" führt zu Konflikten.\n\nDu drehst und wendest hier die ganze Zeit alles, dass es in dein Weltbild des Friede, Freude Eierkuchens passt. Wende ichs halt auch mal:\n\nDu machst deine Äußerung und stirbst kurz darauf nochmal. Sicher nicht wenige kommen sich dann durch deine Aussage verarscht vor und es wird intentional Feedingvorwürfe hageln. Ja das ist blöd, vlt. sogar unfair, aber da wären wir wieder beim Sender-Empfänger-Problem.\n\n> Glücklicherweise nicht, auch wenn mich bei deiner Ansicht nicht wundert, dass du 95% der Community für kacke hältst. Aber wie gesagt, mit dieser _Alle außer mir sind bösartig_ Einstellung hilfst du niemandem. Ich treffe eher selten auf Leute von deinem Schlag und ich bin froh, dass es bisher noch nicht soviele Leute gibt die eine derartige Empfindlichkeit in die Spiele hineintragen. Aber der Tag wo es auf der einen Seite nur noch die Flamer und auf der anderen Seite die \"Korrekten\" gibt die in wirklich allem etwas schlimmes sehen dass sie unbedingt vergelten müssen, wird der Tag sein, wo ich darüber nachdenken werde League of Legends den Rücken zuzukehren und mir ein Moba mit einer wesentlich entspannteren Community zu suchen.\n\nDu hast echt immer noch nicht gepeilt wer die 95% sind...und dass eingew das kacke angeführt hat, weil du es als kacke bezeichnet hast, was eben diese 95% primär als Richtlinien für akzeptiertes Chatverhalten festgelegt haben.\n\n> Denn für Leute wie mich die einfach nur Spielen und Spaß haben wollen sind eure Kleinkriege in jeder Partie einfach nur anstrengend. Und ich bin da nicht der Einzige, der sich davon belästigt fühlt.\n\nTja diese Kleinkriege findet wohl jeder nervig außer denen, die sie gerne führen. Und wenn man mutet oder einfach nur ignoriert, läuft man auch nicht Gefahr diese noch weiter anzuheizen, nix anderes predigt eingew die ganze Zeit. Und diese schwammigen Dinger können sowas halt anheizen und sind deshalb auch nicht positiv, selbst wenn positiv gemeint.\n\nKeine Ahnung warum du das nicht verstehst.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-08-15T11:01:36.160+0000","up_votes":3,"down_votes":2,"body":"> \n> Mann: Das blaue Kleid steht dir besser.\n> Frau: Du findest mich in diesem also fett?!?!\n\nDas ist einfach nur mutwilliges Anwenden von\nhttps://yourlogicalfallacyis.com/strawman\n\n\n\n> Aus meinem Beispiel geht klar hervor dass Team A etwas gutes widerfährt während Team B nichts bekommt. Gutes > Nichts.\n\nEine positive Antwort ist sicherlich etwas gutes. \n\nNur Dein Beispiel war von vorneherein schlecht, denn der Ausgangskommentar war etwas negatives. \nEin \"pls stop feed\" kann vielleicht positiv gemeint sein, aber zunächst einmal stellt es nochmal die schlechte Leistung des Spielers heraus. Es ist in keinster Weise konstruktiv. Da kein sinnvoller Hinweis enthalten ist und jeder Spieler eigentlich selber weiß, dass häufige Tode schlecht sind, reduziert sich der Kommentar nur noch auf das Blaming. Aber wie ich auch schon vorher geschrieben habe ist ein solcher Kommentar niemals genug für eine Strafe. Viele Leute werden sowas mal schreiben und sie werden trotzdem nie was abbekommen.\n\nAber solche Kommentare können sehr wohl auch zur Verschlechterung des Klimas beitragen, denn Du hast Dein Beispiel nicht genügend beschrieben. \n\n- Die eine Möglichkeit wäre ein sehr positiver Spieler, der trotz beginnendem Blaming eine sehr positive Antwort gibt, die Situation entschärft und die Stimmung hebt.\n- Eine weitere Möglichkeit ist, dass ein neutraler Spieler sich neutral verhält, nix antwortet, durchaus etwas stärker auf sein Spielverhalten achtet und einfach weiter macht. Ich denke das werden die meisten der anderen Poster hier so machen.\n- Dann haben wir die Möglichkeit, dass man schon genervt davon ist, dass man drei mal vom Jungler gegankt worden ist, der eigene Jungler aber nur farmt und das auch noch schlechter als der gegnerische, dann hat man einen 1vs1 Tod gegen den nun schon snowballenden Zed, ist sauer und dann bekommt man noch so einen Cpt. Obvious Spruch gedrückt, dass man doch bitte nicht feeden soll. Der besonnene Spieler wird nun den altklugen Besserwisser muten um nicht noch weiter zu tilten und er wird ihn vielleicht am Ende reporten.\n- So und nun kommen wir zur letzten Möglichkeit. Wir haben das gleiche Szenario wie beim Punkt zuvor und es muss sich noch nicht mal um einen toxischen Spieler handeln. Diesmal ist der Spieler einfach nur schon über den Tilt Punkt hinaus. In so einem Szenario könnte der einzeln betrachtet eher noch unauffällige Blaming Kommentar Auslöser eines Flamewars sein. Wenn der ursprüngliche Kommentator dann auch noch weiter diskutiert und den Spieler anprangert, dann wird auch eine Strafe irgendwann gerechtfertigt.\n\nWenn man dazu in der Lage ist eine negative Ausgangsstimmung umzukehren ist man sicherlich ein sehr positiver Spieler. Aber es ist nicht verwerflich, wenn man kein Kaffeekränzchen während dem Spiel abhalten möchte und daher nicht ständig bemüht ist, den anderen Honig ums Maul zu schmieren.\n\n> \n> Wie bereits erwähnt bleiben viele dieser Leute nicht still und das Problem ist dann aber nicht ihre Äußerung, sondern die Haltung die sie überhaupt erst dazu veranlasst. Ich gehe davon aus dass es sich von selbst versteht, dass sich gegenseitig ignorieren, muten und reporten nicht zu einer guten Stimmung beiträgt.\n\nIch finde solange man professionell sein Spiel durchzieht und sich auf das wesentliche im Chat beschränkt, ist die Stimmung positiv genug. Ich fühle mich im Gegenteil auch bei übermäßigem neutralen oder gar positvem Chat genervt, weil es in Spam ausartet und ablenkt.\n\n> \n> Im Gegenteil, das Team wird eher entnervt davon sein, dass es mit diesem Spieler keine Kommunikation gibt und das Gefühl bekommen, dass er sich 0 um das Team schert. Vor allem nach mehrfachem Ansprechen und ignoriert werden kann das dann die Stimmung negativ anheizen.\n> \n\nDu scheinst wohl jemand zu sein, der unbedingt die Lebensgeschichte Deiner Mitspieler erfahren muss. Die Mehrheit aller Spieler ist völlig damit zufrieden, wenn man einfach nur das Spiel spielt und den Chat nur für kurze taktische Texte verwendet. Man kann sicherlich auch Freunde finden, wenn man mal etwas mehr schreibt und sympatische Leute findet, aber Du bist der erste, den ich erlebe, der Chat Kommunikation fast schon verlangt um nicht negativ aufzufallen.\n\n> \n> Es besteht ein Unterschied darin Leuten dazu zu raten, dass sie wenn sie wirklich nicht wissen wie sie reagieren sollen besser nichts sagen um nichts falsch zu machen, oder Unsinn unter den Leuten zu verbreiten, wie dass neutrale Hinweise oder gar eine Abfolge von drei Pünktchen ein extrem agressives Verhalten darstellt dass mit instant-mute und report Vergeltung finden muss.\n\nDu verbreitets hier Unsinn, da niemand behauptet hat, dass \"...\" harter Flame wäre und direkt bestraft werden müsste. Es ist nur einfach kein neutraler Kommentar, wenn man diesen nach einer schlechten Aktion eines Mitspielers abgibt. Daher sind solche Kommentare bei häufigem oder ausführlicherem Gebrauch sehr wohl toxisch und stören andere Leute und können daher zurecht zu Strafen führen.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-08-16T15:24:14.075+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001000000000000000c,timestamp=2015-08-16T13:42:32.391+0000)\n>\n> Dir ist aber bewusst, dass \"Nein ist nicht so\" kein Gegenargument ist, oder? Genausowenig wie das posten eines Links. Im übrigen ist das einzige was sinnfrei ist, eine Meinung als \"blablabla fakt\" hinzustellen, nur weil sie nich im Kojunktiv verfasst ist. Du machst es nicht anders und auch sonst niemand, jeder schreibt überzeugt von seiner Ansicht wenn er sich dessen sicher ist. Dieses normale Verhalten mit \"seine Meinung als Fakt zu verkaufen\" zu kritisieren ist eine ziemlich schwache Methode, um die Argumentation des gegenübers künstlich ins schlechte Licht zu rücken.\n\nDein hör doch auf damit.\n\n> Wenn es dir hilft kann ich vor jeden Satz [Eigene Meinung]Inhalt[/Eigene Meinung] machen, aber normalerweise muss man jemanden nicht permanent daran erinnern.\n\nJop, was willst du damit sagen?\n\n> Es ging von Anfang an genauso um die Konsequenzen die aus diesem Verhalten folgen und inwiefern es dem Team schadet. Nur weil du dich vielleicht auf einen Punkt festgefahren hast \"mache\" ich nicht irgendetwas.\n\nTja nur bin ich der Meinung, dass es eben dem Team in keinster Weise schadet und du nicht.\n \n> Ist das deine Art Diskussionen zu führen? \n\nNö, ist mit dir auch nicht möglich,, weil du ja in allem eh immer total Recht hast und alles, was nicht ins Weltbild deiner Meinung passt, eh verkehrt ist.\n\n> \"Du machst das mit Absicht so und so\"\n> \"Du verkaufst deine Ansichten als Fakt weil du kein Konjunktiv benutzt aber ich darf das\"\n> \"Du verdrehst Inhalte weil sonst deine Argumentation zusammenbricht\"\n\nOh wenn's dir bei mir auffällt ist es eigentlich noch lustiger, dass du blind für dein eigenes Vorgehen bist.\n\n> Hast du auch inhaltlich was beizutragen oder basiert deine ganze Seite nur auf der Hoffnung, durch eine Reihe von Anschuldigungen besser mit deiner Ansicht dazustehen?\n\nDu lieferst ja nichts neues, außer Theorien, damit deine Aussagen Sinn ergeben. \n\n> Deine Antwort hat in diesem von dir zitierten Absatz das Thema verfehlt, weil du dein Argument zwar als Antwort auf meines abgegeben hast, es aber meinem Argument überhaupt nicht widerspricht. Es ist schön dass jemand der alleine spielen will das so oder so tut, das hat aber nichts damit zu tun, dass die Reaktion sein Team zu muten und sein eigenes Ding durchzuziehen zu dem gleichen Problem führt. Darauf hab ich dich hingewiesen, dass dieses Verhalten zur gleichen Konsequenz führt. \n\nWie jetzt hier, man muss erstmal der Meinung sein, dass da dann überhaupt ein Problem existiert. Ich denke nicht, du schon. Der Kreisel dreht sich weiter.\n \n> Du verstehst ein Argument nicht und anstatt irgendwie zu versuchen dich dem anzunähern oder nachzufragen, packst du einfach die Anschuldigungs-Keule aus. \n\nUnd du verstehst einfach nicht, dass wenn ich deine Grundanahme schon nicht für valide halte, alle Argumente dir darauf aufbauen obsolet sind.\n\n> Dieser Schluss liegt nahe wenn du den Zusammenhang nicht erkennen konntest.\n Oder einfach gar keinen Zusammenhang sehe, weil es für mich gar kein Anfangsglied der Argumentationskette gibt.\n \n> Hier tust du, was du mir gerade vorgeworfen hast, vonwegen \"den Fokus wechseln\".\n> Ich hab dir eine Reihe von Dingen geliefert die man aus einem Ping allein nicht herauslesen kann (Argument 1) und darauf verwiesen, dass selbst Profis (bezog sich auf dein Argument du machst deinen Job und weißt was du zu tun hast) die wesentlich mehr auf dem Kasten als du haben sich für gutes Teamplay absprechen müssen (Argument 2).\n\nJa und du hast feste Teams angeführt, dass die keine Rolle dabei spielen, ignorierst du jetzt natürlich wieder komplett, klar bei der WM seh ich die immer chatten und nicht im HS kommunizieren. Dann die ganze Zeit von Anschuldigen faseln und dann kommt so ein Satz \"die sicherlich mehr auf dem Kasten haben als du\". Ja haben sie und was hat das mit dem Thema zu tun? Ah dass sie wissen, dass Kommunikation so wichtig ist, ja tun sie deswegen machen die das auch aber im HS und nicht im Chat.\n \n> Deine Antwort richtet sich dann darauf welches Medium (Tastatur oder Headset) für die Kommunikation verwendet wird oder dass Leute aus dem Team fliegen würden wenn sie sich über Schrott unterhalten würden, was in dem von mir zitierten Absatz auf den du geantwortet hast überhaupt kein Thema war. \n\nFeste Teams=/= SoloQ wo's hier drum geht.\n\n> Ich habe dir mehrfach gesagt dass es mir um kurze und sinnvolle Kommunikation geht und du packst wieder das Argument aus, dass man Spiele aufgrund von irrelevanter zu langer Kommunikation verlieren kann.\n\nLiest du eigentlich deine eigenen Sachen? einmal redest du von Kommunikation allgemein, dann über Kleinkram und dann über kurze sinnvolle Kommunikation. Es wäre mir übrigens verdammt neu, dass dafür mal jemand CR bekommen hätte, worum es ja in dem Thread überhaupt geht.\n \n> So läuft deine Argumentation ab, ausweichen, thema verfehlen und dann den anderen beschuldigen, er würde nicht auf Argumente eingehen.\n\nAha und wenn's stimmt wo ist deine denn anders? Ich pass mich dir nur an, ist nervig oder?\n\n> Natürlich, du bist der Übermensch. Selbst in Diamond-Games sieht man wie effizient die Teams häufig den Chat benutzen um sich abzusprechen, aber du kannst natürlich mit einem Ping-Geräusch und einer grandiosen Auswahl von 4 möglichen Wörtern dazu ganze Sätze und Taktiken rauslesen.\n\nDa haben wir sie wieder die Interpretation, achja und auch die Anschuldigung, ist ja sicher sarkastisch gemeint. Tja und immer noch , wenn das bei dir so ist bitte, bei mir ist es nicht so und ich warte immer noch auf ein Highelospiel, das ernsthaft gespielt wird und die Leute großartig Taktiken besprechen. Mehr als kleine Kurznachrichten ist da auch nicht und falls es dir aufgefallen ist hab ich im Vorpost sowieso geschrieben, dass es sinnvolle Kurznachrichten gibt und man gegen die auch nichts einwenden kann.\n\n> Wenn stimmen würde was du sagst, würden Diamond-Spieler und Profis es genau so machen und einfach nur noch die viel schnelleren und effizienteren Pings benutzen. Jedoch ist das Gegenteil der Fall.\n\nBeweise? wieder so ne Faktbehauptung meiner eigenen Meinung gegenübergestellt. Sauber gemacht. Ich geh mal schwer davon aus, dass in allen Elos die Leute beides benutzen Pings und Chat, DAS ist der Fakt. Wenn deine Meinung stimmen würde, würden die Leute ja nur den Chat benutzen. Du trollst mich doch.\n> \n> Joa. Darauf hatte ich bereits geantwortet: \"_Das ist sicher ungünstig, aber ich habe nirgends gesagt dass man unmittelbar vor Aktionen chatten soll. Es geht um allgemeine Absprachen im Vorfeld oder wichtige Informationen._\"\n\nJa ab irgendwann ging es dir darum, nicht von Anfang an und je nach Argument hast du auch kein Problem da hin und her zu hopsen.\n \n> Wo hab ich gesagt, dass man vorher um Rat fragen soll?\n\nNirgends deswegen hab ich dich das gefragt, aber wenn du noch nichtmal auf ne einfache Frage antworten kannst, wird mir so einiges klar.\n> \n> Da ist es wieder. \n\nJa da war es wieder.\n\n> Schön. Inwiefern belegt dieser seltene Extremfall dass allgemein in ausgeglichenen Spielen keine Absprache vonnöten ist? Gegen ein Team das total unterlegen ist kann ich auch spielen während ich auf dem zweiten Monitor einen Film gucke, belegen tut das aber nichts. \n\nSchön und wo ist dein Beleg, dass der Chat so megeduper essentiell ist? Warte ich immer noch drauf. Und wo ich von total unterlegenen Teams gesprochen habe, frage ich mich grade auch.\n\n> Da wo ich dir aufgeführt habe was beispielweise wichtige Absprachen oder Informationen wären, lenkst du vom Thema ab und gehst nicht darauf ein, und etwas später greifst du dann ein vollkommen anderes Argument von mir auf und stellst eine Verbindung her die es nie gab, um es ins schlechte Licht zu rücken. \n> \n> Die Diskussion begann um \"...\", \"why u got caught\" und \"dont feed please\" (wtf stand nie zur Debatte, aber netter Versuch) und richtet sich im Anschluss aber an die Folgen, die aus einem Mute heraus entstehen. An das, was danach passiert, die Konsequenzen. Es gibt dort keine Verbindung, das was du fragst hat schlicht nie jemand behauptet.\n\nAja ist das so? Schau lieber nochmal nach. Und halte deine Folgen immer noch für nicht existent oder eben Schwachsinn, deshalb ist alles was auf diesen Grundthesen aufbaut, in meinen Augen ebenfalls Schwachsinn, ich hab ferner auch Argumente geliefert warum ich das so sehe, sind dir ja ebenso egal wie mir deine.\n  \n> Wenn das so einer ist, gewiss. War aber im letzten Absatz nicht Thema, da ging es um normale Unterhaltungen zwischen den Spielern die dir nur zu quantitativ erschienen.\n\nJa, wie auch schon erwähnt, gehst du halt stetes vom perfekter Benutzung ohne Fehung oder Missbrauch aus, was aber eben nicht so ist, wärs so gäbe es solche Threads hier gar nicht. Da können wir genauso darüber Philosophieren wie man den Weltfrieden herstellt oder den Hunger beendet.\n\n> Passiert. Sich in der Kluft des Beschwörers für ausgedehnte, lange Kaffeekränzchen während der Champ AFK hinter dem Turm steht zu treffen hab ich auch nie empfohlen. Ich hab dir legidlich gesagt dass es einen Unterschied zwischen einer Unterhaltung und ungewolltem Spam gibt, wie es einen zwischen einfach eine schlechte Runde haben und absichtlichem Feeden gibt.\n\nGibt es auch, nur können nach deiner eigenen Definition von Spam eben solche auch als Spam durchgehen, dass sie das müssten hab ich nie behauptet.\n\nDamit bin ich hier auch raus, ist eh nur Zeitverschwendung.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-08-16T12:13:21.883+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001000000000000000a,timestamp=2015-08-16T11:10:29.916+0000)\n>\n> Ich bin auf ziemlich alle Argumente eingegangen und du hast bisher einige von meinen Gegenargumenten unbeantwortet stehen gelassen.\n\nJa weil ich das entweder vorher schonmal getan habe oder andere es taten und ich mit deren Aussage dazu voll übereinstimme, wozu sollte ich mich oder die wiederholen? Eh sinnfrei weil darauf dann eh nur \"ja aber ich denke, blabla\" von dir kommt und als Fakt hingestellt wird.\n\n> Das macht es nicht besser. Wir sprechen ja gerade darüber dass man dies nicht tun soll, egal wie, aber dass das von mir kritisierte Verhalten genau in diese Richtung geht.\n\nJetzt machst du genau wieder das, was mich gestern so cholerisch hat werden lassen. Es ging doch ursprünglich mal drum, dass man bei den schwammigen Sachen nicht immer das schlimmste annehmen braucht, du solche Menschen nicht magst, das an der Sytemempfindlichkeit blöd findest.\nBlöd findest du das aber komischerweise immer nur dann, wenn es deiner Meinung zuwiderläuft, hier benutzt du jetzt genau das, was du kritisierst, um deine Meinung zu schützen und wieder als Fakt zu verkaufen. Bei dir passt es eben nur dann, wenn du das schlimmste annimmst, tut man das nicht bricht deine Argumentation komplett zusammen.\nP.S: Das was du hier gemacht hast war auch nicht auf Argumente eingegangen, sondern einfach bei Seite gewischt und Thema bzw. Focus gewechselt, fällt dir glaube ich gar nicht auf.\n\n> Selbst Profiteams egal ob im Fussball oder in den LCS die wissen wie sie 'ihren Job machen' kommunizieren, weil ihnen klar ist, wie wichtig gute Kommunikation ist. Sicher ist in der SoloQ nicht das gleiche strategische Maß enthalten, aber es gibt viele Dinge die in ein paar kurzen und knappen Sätzen über das Spiel verteilt sehr bereichernd sind und die Taktik des Teams stark anheben. Ob es nun darum geht wer wen wann angreift, rootet, stunnt, slowt, wer wen decken soll, wer welche Absichten hat oder welche Ziele gleich als (fast) volles Team in Angriff genommen werden sollen, für die ein kleine Absprache vonnöten ist.\n\nSuper wieder so ein tolles nichtiges Argument, weil wir hier nicht von festen Teams reden, sondern SoloQ. Funfact: Würden nur Teams spielen bräuchte es den Chat gar nicht mehr, weil die eh über HS kommunizieren und wenn, ob Profi oder Amateur ihn innerhalb des festen Teams sicher nicht für unschöne Dinge verschwenden, die würden da einfach aus dem Team fliegen. Man sieht ja auch bei der WM oder so, wie die Teams eifrig am chatten sind...\n\n> Das sind einige von zahlreichen Dingen die du allein aus Pings nicht rauslesen kannst. Und wenn du diese Informationen nicht besitzt, wirst du dich total konträr zu deinem Team verhalten und eine Taktik oder ein Plan geht möglicherweise nicht auf, weil du nicht mitmachst bzw. deine dafür notwendige Rolle nicht erfüllst.\n\nDu vlt. dein Problem mir ist das fremd.\n\"come mid\" sag ich halt \"no come bot\" und jetzt? Wer hat recht? Hat man im Late die Zeit so einen Schmonz dann auszudiskutieren? Sicher nicht. Ich hab vorherigen Post das Bsp. der Nami gebracht, die alle Qs und Rs angesagt hat, die hab ich mir nicht ausgedacht, das hab ich erlebt, der war ich auch nicht böse, fands irgendwie süß, aber du gewinnst so keine Spiele, du wirst jeden TF knallhart verlieren, wenn jeder erstmal tippen würde, was er denn jetzt vorhat. Das ist einfach Fakt und nicht meine Meinung, das was du meinst regelt man im TS und nicht im Chat.\n> \n> Davon auszugehen dass man in jedem Setup, in jeder Aufstellung, in jeder Situation und zu jeder Minute des Spiels weiß was das 100% richtige ist, ist verkehrt. \n\nDavon geh ich auch nicht aus, aber ich verhalte mich so als ob, ich spiel jetzt auch schon seit S2 und hab mich aus tiefstem Bronze mittlerweile in Gold hochgeackert, irgendwas muss ich wohl richtig machen und können. Oder soll ich jetzt bei jeder Aktion, die ich vorhabe erst um Rat fragen? Bei Chatfanatikern wie dir frage ich mich eht immer, ob wir vom selben Spiel reden, wie auch schon mehrfach gesagt für so einen zwar nett gemeinten, aber unnötigen Kram fehlt mir meist die Zeit und Konzentrationsresourcen.\n\n> Eine gute Kommunikation entsteht über Sätze, nicht über Pings alleine. Pings sind ein nettes Hilfmittel aber kein Ersatz für Sprache und es muss noch lange nicht in Spam ausarten. Eine gute Absprache mit 2-3 Sätzen kann enorm bereichernd sein. \n\nKann sie hab ich auch nie behauptet, dass es anders ist, aber stellst wieder einfach eine Meinung als Fakt dar. Eine gute Kommunikation entsteht dadurch, dass Kommunikation stattfindet und gut ist. Ich hatte schon Spiele da warde nichtmal gepingt, dennoch haben Rotationen, Gruppieren und TFs astrein geklappt, nennt sich blindes Verständnis, selten mit 4 Randoms kommt aber vor. Zeichensprache ist auch eine Sprache, Pings ist die Zeichensprache in LoL. So oder so, Pings, Chat sind alles nur Hilfsmittel man kann sie gebrauchen muss es aber nicht und man kann sie missbrauchen und auch missinterpretieren.\n> \n> Und nicht zuletzt wirkt sich das alles dann eben negativ auf das Team aus. Vor allem weil sie nichtmal wissen, dass du sie gemuted hast, weil du das ja im stillen tust. Von dir kam und kommt einfach nie eine Nachricht zurück, du hörst nicht zu, machst das was du für Richtig hältst und nimmst nicht richtig teil. Solo am Spiel ja, aber nicht am Team.\n\nUnd wieder die eigene Überzeugung als Fakt verkauft, nur weil du das so siehst, ist es noch lange nicht so, warum das so ist haben ich und andere schon zu genüge ausgeführt. Ich mute übrigens kaum und schreib trotzdem verdammt wenig, warum hab ich jetzt auch schon zig mal gesagt und das hat alles nichts mit ignorieren vom Spiel der Mitspieler zu tun geschweige denn mit dem Spiel an sich.\n\n> Das ist sicher ungünstig, aber ich habe nirgends gesagt dass man unmittelbar vor Aktionen chatten soll. Es geht um allgemeine Absprachen im Vorfeld oder wichtige Informationen.\n\nSo und wo ist nun \"...\" oder \"wtf\" usw. eine Absprache oder wichtige Information?\n\n> Spam sind unerwünschte, unverlangte Nachrichten. Wenn das Team sich miteinander unterhält, dann ist es scheinbar aber erwünscht. Wenn jemand 10 mal hintereinander \"go\" schreibt, dann wäre es Spam. Wenn jemand auf seine Tastatur zufällige Buchstaben hackt und immer Enter drückt, handelt es sich um Spam.\n\nUnd wenn jemand meint sich zum Teamleader erheben zu müssen, ungefragt die Leitung des Teams übernimmt, das Team das aber nicht wünscht oder gar nervt, ja was ist das dann? Ich würd mal sagen unerwünschte, unverlangte Nachrichten...\n\n> Aber eine ausgedehnte Unterhaltung, auch wenn es dir nicht gefällt oder die Spieler dadurch sogar abgelenkt werden, ist kein Spam. Hier für Spam zu reporten ist so wie jeden mit schlechten Stats unter \"intentional Feeding\" zu melden und wird der Sache nicht gerecht. Zumal die meisten Teams wenn sie sich viel unterhalten nach einem kleinen Hinweis sich mehr auf das Spiel zu konzentrieren fast immer dann auch wieder bei der Sache sind.\n\nKlasse, ändert nichts daran, dass sie vorher unkonzentriert waren, weil sie lieber eine Unterhaltung geführt haben als sich auf's Spiel zu konzentrieren. Ich geh ins Spiel um zu spielen, wenn ich chatten will besuch einen Chat. Und ich fühle mich dadurch gestört und deshalb gibt es dafür den Spamreport, Chat wurde zugemüllt, oben schreibst du ja selbst noch \"wichtige Ansagen und Absprachen\", da gehört auch ein netter Plausch nicht dazu. Ob das was ich da Reporte strafwürdig ist obliegt dann ja eh dem System und wenn dieses meine Einstellung zu der Sache nicht teilt, passiert eh nichts, so what?\n\n \n> Der Trend geht hier in die vollkommen verkehrte Richtung. Der Report-Button ist kein Allzweckmittel und ersetzt für die meisten Probleme auch keine Kommunikation. Früher war der Report-Button für Extremfälle gedacht. Für Leute, die wirklich beleidigen, die extrem Spammen, die \"I feed\" schreiben und 20 mal absichtlich mit /dance in die Gegner reinlaufen. \n\nWar er das? Quelle? Oder doch, wie die ganze Zeit, doch nur eigene Meinung? Solltest dir mal ein paar grüne Kommis durchlesen, die die Reportfunktion betreffen oder die allgemeine FAQ dazu durchlesen.\n\n> Heute wird nahezu alles als Report-Grund herangezogen weil die Community schon so verhasst aufeinander ist. Egal ob im eigenen Team oder sogar im /all Chat aus dem Gegnerteam, es vergeht fast keine Runde ohne \"please report x/y\". \n\nJa und genau deshalb führen Reportandrohungen und -forderungen auch zu Strafen und wenn man sich übers System informiert hat und das auch verstanden hat, kann es einem immer noch total egal sein, ob man nie oder 1000000000000 mal reportet wurde, solange man unschuldig oder gar nur neutral ist.\n\n> Und meiner Meinung nach trägt die Ansicht die ich hier bei einigen kritisiert habe essentiell dazu bei, dass es so ist wie es ist.\n\nScheinbar stehst du mit der Meinung aber recht alleine da, zumindest befindest du damit in einer Minderheit. Und wenn du mal auch auf die Argumente der Gegenseite eingehen, nicht dauernd Fakten mit Meinungen vermischen und alles, was deiner Meinung zuwider läuft einfach wegwischen würdest, dann würdest du vlt. auch erkennen, warum du mit deiner Meinungen recht alleine dastehst.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-08-15T14:18:44.788+0000","up_votes":2,"down_votes":1,"body":"Solange du nicht akzeptierst, dass \"stop feed\" und \"...\" grundsätzlich keine positiven oder neutralen Kommentare sind, lohnt es sich nicht weiter zu diksutieren.\n\nEs mag ja vielleicht Deine Absicht sein das Team zusammenzuhalten und den anderen helfen zu wollen. Aber was bringt ein Kommentar ala, \"Du stirbst oft. Hör auf damit!\", was die etwas ausführlichere Übersetzung von \"stop feed\" wäre? Es beinhaltet nur eine offensichtliche Tatsache, die jedem Spieler bewusst sein wird. Durch das Herausstellen des Offensichtlichen wird es zum Blaming. Die Aufforderung es sein zu lassen ist genauso nutzlos, da jeder weiß, dass häufiges Sterben schlecht ist.\nDie Mehrheit der positiven und neutralen Spieler wird auch nicht direkt eine Flameabsicht dahinter vermuten. Es kommt aber auch häufig genug vor, dass \"stop feed\" nur der Anfang von folgendem Flaming und Blaming ist. Selbst wenn es nicht negativ gemeint war, ist es einfach nur ein sinnloser Kommentar, der den anderen anprangert. Da man mit Fremden spielt, kennt man die Absicht der anderen nicht. Dann hat man da einen Cpt. Obvious Kommentar, der nichts weiter bringt, als die Fehler nochmal herauszustellen. Dies kommt dann von jemandem, der keinerlei Autorität hat einen zu kritisieren und dies auch noch mit einem sinnlosen Kommentar tut. \n\nAber nochmal ein einzelnes \"stop feed\" inmitten von lauter neutralen und positiven Kommentaren wird niemals zu einem Bann führen. Leider ist der Thread von vor ein paar Stunden scheinbar weg (wegen chatlog nur per copy paste?). Da war nämlich ein extrem toxischer Spieler, der auch mit gl&hf angefangen hat. Die dritte Zeile war dann \"stop feed\" und danach ging es nur noch bergab.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-08-15T21:47:50.836+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000004,timestamp=2015-08-15T12:48:47.305+0000)\n\nGut, wurde etwas zu persönlich, verzeih. \nJa du hast Argumente, aber Argumente machen noch keine Fakten, du erklärst deine Meinung einfach zum Fakt unter der Prämisse ist jede Diskussion eigentlich sinnlos.\nFalls es dir aufgefallen ist, ich und andere, die nicht deiner Meinung sind, haben auch Argumente gebracht, aber die ignorierst du einfach oder erklärst sie für falsch, so kann man's auch machen.\n\n> Du scheinst nicht zu verstehen dass es zum einen selbst ohne Akündigung für schlechte Stimmung sorgt weil kein Mitspieler sich gut fühlt wenn er ignoriert wird.\n> \n> Wenn beispielweise der Jungler 2-3 seiner Mitspieler instant gemuted und reported hat, weil er meint er könne alles allein und braucht keine Kommunikation im Teamspiel, somit nichts mehr von Teamaktionen oder Bitten oder Hinweisen im Chat lesen kann und sich total konträr zum Team verhält, dann sorgt er für schlechte Stimmung. \n\nJa weil die Spieler auch alles Babies sind, es keine Pings gibt und ja niemals auch ganz ohne Chat Spielzüge zustande kommen. Nur weil jemand nicht schreibt heißt das noch lange nicht, dass man die Mitspieler dann komplett ignoriert lediglich ihr Gelaber und das steht jedem frei zu entscheiden, ob er zugetextet werden will oder nicht, ganz egal ob es um flame geht, so schwammiges interpretierbares Zeug oder stinknormalen Smalltalk. Wenn der Spieler meint alle ignorieren zu können und nur alleine spielt, dann macht der das mit oder ohne Chat. Wenn ich 2-3 Spieler als Jungler gemutet hab mach ich immer noch meinen Job, wenn ich ganke mach ich n on the way ping, dsselbe wenn ich splitpushen gehe und wenn ich Drachen angehe, dann gibt's n Helt mir Ping, das reicht dicke und ist Kommunikation.\nIch hatte mal einen Support, total nett, aber weißt du was der gemacht hat? So gut wie jede Q und R angesagt. Er war Nami. Rate mal wieviele Bubbles der getroffen hat. Im early keine, die erste beim Kampf um den Drachen. Und wieso? Weil der Gegner sich in der Zeit, wo der nette Kamerad \"i bubble cait\" geschrieben hat bewegt hat.\nOder ein anderes Beispiel, das nicht einmalig ist und häufiger vorkommt. Ich bin ADC, Jungle fragt \"Bot sums?\" Wenn es drin ist antworte ich dem, aber meist komm ich da gar nicht dazu, weil ich dann Farm verlieren würde, mich nicht mehr richtig auf mein Positioning konzentriere oder im schlimmsten Fall werd ich genau in dem Moment engadet, gedivet, getötet, Nein danke.\n\n> Denn für jeden ist es frustrierend wenn ein Mitspieler **dauerhaft** nicht auf Kommunikation reagiert und die ganze Zeit nur dabei ist, sein eigenes Ding durchzuziehen. Ich habe das Gefühl manch einer versteht überhaupt nicht, was es bedeutet, Teil eines Teams zu sein. Für egozentrisches Verhalten ist da kein Platz.\n\nWeißt du was auch frustrierend ist? Wenn du z. B. supportest, dein ADC zig Farm verliert weil er sich immer mal wieder zurückzieht, um zu schreiben, dadurch immer weiter in der Lane zurück fällt und am Besten noch zig mal im Mid und Late gecatched wird, weil er irgendwo schreibend rumsteht.\nUnd lass es nur nettes Zeug sein und ein Team, dass freundlich bleibt. \"ja vayne machen wir dann so, wenn du in 60s wieder gespawnt bist\". Genervt ist das Team dadurch sicherlich dennoch, ich wäre es zumindest, vorallem in nem Ranked.\nIch hab's schonmal gesagt, es gibt nicht umsonst auch den Reportpunkt Spam.\nUnd die meisten 14-Tage-Gebannten, die den Chat für so essentiell halten wie du, hatten ewig lange Chatlogs, in einem Spiel so viel Text für den ein Großteil der Spieler nichtmal in 10 Spielen erreicht.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-15T17:58:00.971+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000006,timestamp=2015-08-15T14:18:44.788+0000)\n\n\n> Es mag ja vielleicht Deine Absicht sein das Team zusammenzuhalten und den anderen helfen zu wollen. Aber was bringt ein Kommentar ala, \"Du stirbst oft. Hör auf damit!\", was die etwas ausführlichere Übersetzung von \"stop feed\" wäre? \n\nDass dieser jemand die Notbremse zieht und vorsichtiger spielt?\n\n>Es beinhaltet nur eine offensichtliche Tatsache, die jedem Spieler bewusst sein wird. Durch das Herausstellen des Offensichtlichen wird es zum Blaming. Die Aufforderung es sein zu lassen ist genauso nutzlos, da jeder weiß, dass häufiges Sterben schlecht ist.\n\nBlaming bedeutet Anschuldigung, die Aufforderung etwas vorsichtiger zu spielen ist keine Anschuldigung. \"You're a feeder\" ist eine Anschuldigung.\n\nDesweiteren ist es völlig irrelevant ob jemand weiß, dass häufiges Sterben schlecht ist, weil er trotzdem oft stirbt und ein Hinweis vonnöten ist, damit er einen Gang runterschaltet. Wer sicher spielt stirbt auch nicht so im Übermaß, dass sein Team sich genötigt fühlt ihn darum zu bitten vorsichtiger zu sein. Also entweder man kann es und macht Gebrauch davon, oder man übertreibt es - dann muss man aber auch Verständnis dafür haben, dass den Mitspielern vielleicht unbehaglich wird wenn sie 0/4 in Minute 15 sehen, und ein besorgter Hinweis ist noch lange nichts schlechtes.\n\nIm übrigen dürfte man wenn man die von dir geschilderte logische Basis nimmt garnichts mehr sagen. Allein schon die Aufforderung Baron zu machen - Blaming², weil jeder ja weiß dass Baron einen wichtigen Buff beinhaltet und man ihnen das nicht erst sagen muss.\n\nOder die Botlane steht unten rum während Midlane und Jungler fast allein am Drachen krepieren und sie bitten darum, dass die Botlane kommt um zu helfen - Blaming at its best, die Unterstellung, sie seien zu blöd zu wissen dass der Drache wichtig ist und würden nich den richtigen Zeitpunkt kennen, um einzusteigen.\n\nSo eine Liste könnte ich ewig schreiben und daran sieht man wie albern es ist, eine Aussage aus der kein Angriff hervorgeht als Blaming auszulegen.\n\n\n>Dann hat man da einen Cpt. Obvious Kommentar, der nichts weiter bringt, als die Fehler nochmal herauszustellen. Dies kommt dann von jemandem, der keinerlei Autorität hat einen zu kritisieren und dies auch noch mit einem sinnlosen Kommentar tut. \n\nWie ich oben schon schrieb wäre \"You're a feeder\" eine Aussage die Blaming beinhaltet, denn sie stellt tatsächlich nur den Fehler des anderen heraus und sonst nichts. \"Please don't feed\" ist eine ganz andere Geschichte und zielt in die Richtung ab, dass sich das Match zum guten wendet. \n\nDas macht nunmal den Unterschied.\n\n\n>Leider ist der Thread von vor ein paar Stunden scheinbar weg (wegen chatlog nur per copy paste?). Da war nämlich ein extrem toxischer Spieler, der auch mit gl&hf angefangen hat. Die dritte Zeile war dann \"stop feed\" und danach ging es nur noch bergab.\n\nLässt sich ohne die andere Seite nicht beurteilen. Ist aber so oder so kein Gegenargument, denn entweder war\n\na) der Spieler der \"stop feed\" geschrieben hat beim zweiten Mal unfreundlich, war somit Auslöser des Konfliktes und ist nicht mehr der Fall über den wir hier sprechen\n\noder\n\nb) war der andere Spieler jemand der aus dieser kleinen Aufforderung ein Drama gemacht und einen Kleinkrieg angezettelt hat.\n\nDies wäre dann das Problem was ich seit etlichen Beiträgen anspreche: Dass das Verhalten dieser Leute zu Konflikten führt und ihre egozentrische Art ganze Matches in den Abgrund reisst.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-15T13:33:33.687+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000003,timestamp=2015-08-15T11:01:36.160+0000)\n>\n> Das ist einfach nur mutwilliges Anwenden von\n> https://yourlogicalfallacyis.com/strawman\n\nEs ist ein Beispiel aus der Realität dass eine Situation veranschaulicht, in der der Empfänger aus einer Nachricht des Senders etwas vollkommen anderes macht womit bewiesen ist, dass der Sender daran keine Schuld trägt. Du darfst gern mit Argumenten darauf eingehen, weiter unten hast du dir damit ja auch Mühe gegeben, aber das schlichte posten des Links ist eher das Verhalten welches innerhalb selbigem beschrieben wird.\n\n> Eine positive Antwort ist sicherlich etwas gutes. \n> Nur Dein Beispiel war von vorneherein schlecht, denn der Ausgangskommentar war etwas negatives. \n> Ein \"pls stop feed\" kann vielleicht positiv gemeint sein, aber zunächst einmal stellt es nochmal die schlechte Leistung des Spielers heraus. Es ist in keinster Weise konstruktiv. Da kein sinnvoller Hinweis enthalten ist und jeder Spieler eigentlich selber weiß, dass häufige Tode schlecht sind, reduziert sich der Kommentar nur noch auf das Blaming.\n\nEs handelt sich um ein Teamspiel, in dem man auch für 4 andere Leute verantwortlich ist. Man verbringt bestenfalls 50-60 Minuten miteinander und für diese Zeit ist man ein Team. Mitglied eines Teams zu sein bedeutet sich auch als Teil dieses zu verstehen. Diese Leute wollen einen Sieg, genau wie du, und wenn ein \"please don't feed\" kommt dann dient das dem Zweck des Sieges, denn sie merken dass sich da aufgrund von Unachtsamkeit eine Serie von Toden anbahnt und möchten die rechtzeitig darauf hinweisen bevor es sich zu schlimm auf das Match auswirkt.\n\nDaran ist erstmal nichts verwerfliches und ein gutes Team arbeitet mit dieser Kritik und gibt sich fortan mehr Mühe. Ein Spieler der das erstmal ichbezogen analysiert, dort noch viel mehr reininterpretiert und damit beschäftigt ist Konsequenzen walten zu lassen hält die ganze Partie und vor allem sich selbst auf.\n\nMan stelle sich ein Fussball-Team in der WM vor, und die Mitspieler gehen in der Halbzeit auf den Stürmer zu und sagen: \"Bitte lauf nicht immer allein so weit vor wenn keiner in der Nähe ist zu dem du passen kannst\", und dieser würde sich total unprofessionell verhalten, bockig werden, seine Mannschaft ignorieren und einfach alleine auf dem Fussballfeld rumlaufen als wäre er nicht Bestandteil eines Teams.\n\nIch hatte einige Matches mit Kritikfähigen Teams und die Qualität dieser Spiele war eine vollkommen andere. Obwohl man erst seit 30 Minuten spielte fühlte man sich wie ein Team das schon lange zusammen spielt, alle waren freundlich zueinander und niemand hat irgendwem einen Hinweis krumm genommen, im Gegenteil, daraus wurden wir immer nur noch besser. \n\nAber möglicherweise hat man diese Erfahrung nie gemacht als Spieler, der sowieso sofort alles abblockt und alle auf mute setzt und reported. Das ändert jedoch nichts dadran, dass diese Spieler für Teams genauso Quälgeister darstellen wie die toxischen Flamer. Den diese kann man auch mit einem Klick stummschalten, aber was zurück bleibt ist das Gleiche: Ein Spieler der nicht kommunizieren will, sein Team ignoriert und nur sein eigenes Ding macht.\n\n\n> - Dann haben wir die Möglichkeit, dass man schon genervt davon ist, dass man drei mal vom Jungler gegankt worden ist, der eigene Jungler aber nur farmt und das auch noch schlechter als der gegnerische, dann hat man einen 1vs1 Tod gegen den nun schon snowballenden Zed, ist sauer und dann bekommt man noch so einen Cpt. Obvious Spruch gedrückt, dass man doch bitte nicht feeden soll. Der besonnene Spieler wird nun den altklugen Besserwisser muten um nicht noch weiter zu tilten und er wird ihn vielleicht am Ende reporten.\n\nDie verkehrte Annahme ist hier, dass es sich um einen Cpt. Obvious Spruch handelt, weil es sich nach wie vor nur um einen Hinweis handelt. Eine simple Antwort die beispielweise enthält dass man einen Gank braucht weil Zed schon so stark ist reicht vollkommen aus und ist hilfreicher. Solange kein \"noob\" oder vergleichbares im Satz steht braucht man ihn auch nicht so zu behandeln, als sei es so.\n\n\n> - So und nun kommen wir zur letzten Möglichkeit. Wir haben das gleiche Szenario wie beim Punkt zuvor und es muss sich noch nicht mal um einen toxischen Spieler handeln. Diesmal ist der Spieler einfach nur schon über den Tilt Punkt hinaus. In so einem Szenario könnte der einzeln betrachtet eher noch unauffällige Blaming Kommentar Auslöser eines Flamewars sein. Wenn der ursprüngliche Kommentator dann auch noch weiter diskutiert und den Spieler anprangert, dann wird auch eine Strafe irgendwann gerechtfertigt.\n\nDies ist ja gerade die Konsequenz die daraus folgt, wenn man selbst neutrale Hinweise krummt nimmt. Es kann nicht zu einem Flamewar kommen wenn man diesen Hinweis motivierend aufgefasst und etwas positives geantwortet hat. \n\nWenn man hingegen die schlechtesten Absichten in allem sieht was die Mitspieler einem sagen, und selbst auf einen neutralen Hinweis negativ reagiert, dann ist es nicht verwunderlich wenn man damit möglicherweise einen Flamewar vom Zaun bricht. Hier liegt die Ursache aber bei dem Spieler der aus einer in erster Linie neutralen Aussage, so wie sie dort stand, etwas schlechtes gemacht hat, nicht bei dem der damit keine böse Absicht hatte.\n\n>Aber es ist nicht verwerflich, wenn man kein Kaffeekränzchen während dem Spiel abhalten möchte und daher nicht ständig bemüht ist, den anderen Honig ums Maul zu schmieren.\n\nDas ist doch genau das, was hier verlangt wird. Neutrale Aussagen werden von einigen bereits hochtoxisch aufgefasst. Ihnen muss man erst Honig ums Maul schmieren damit sie in der Lage sind, einen Hinweis anzunehmen. Denn das was normal ist erscheint ihnen schon bösartig. \n\n >Ich finde solange man professionell sein Spiel durchzieht und sich auf das wesentliche im Chat beschränkt, ist die Stimmung positiv genug. Ich fühle mich im Gegenteil auch bei übermäßigem neutralen oder gar positvem Chat genervt, weil es in Spam ausartet und ablenkt.\n\nKritik von sich zu weisen und sich von Teamwork zu distanzieren ist aber nicht professionell. Und wenn Spam das Problem ist, ist Spam das Problem. Egal ob er negativ, neutral oder positiv ist. Das geht aber nicht zulasten der einzelnen Eigenschaften.\n\n\n> Du scheinst wohl jemand zu sein, der unbedingt die Lebensgeschichte Deiner Mitspieler erfahren muss. Die Mehrheit aller Spieler ist völlig damit zufrieden, wenn man einfach nur das Spiel spielt und den Chat nur für kurze taktische Texte verwendet. Man kann sicherlich auch Freunde finden, wenn man mal etwas mehr schreibt und sympatische Leute findet, aber Du bist der erste, den ich erlebe, der Chat Kommunikation fast schon verlangt um nicht negativ aufzufallen.\n\nIch erwarte keine Lebensgeschichte, ich erwarte ein Minimum an Kommunikation. Wenn auch nur alle 5-10 Minuten mal ein Satz zurück kommt, ist das okay. Es geht darum dass man das Gefühl bekommt, dass derjenige an dessen Schicksal die eigene Partie u.a. gebunden ist wirklich am Geschehen teilnimmt und auf das Team eingeht.\n\nNichts ist anstrengender als ein Teammitglied was das ganze Spiel über nur Solo am Farmen ist, nie was schreibt, auf Pings nicht reagiert und grundsätzlich zu spät zu Teamfights kommt, weil er dem Chat nicht folgt. Genau das ist aber das was oft passiert, wenn jemand beleidigt ist und sein Team auf Stumm stellt.\n\n> Du verbreitets hier Unsinn, da niemand behauptet hat, dass \"...\" harter Flame wäre und direkt bestraft werden müsste. \n\nVon Eingew:\n\n>\"...\" ist meine persönliche Hassnachricht. Das drückt einfach so viel missfallen aus... als ob der Spieler grad nur schwerlich einen Wutanfall unterdrücken könnte. Ich hätte dich dafür jedesmal gemutet und reported.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-15T12:48:47.305+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000002,timestamp=2015-08-15T10:59:41.208+0000)\n\n> Gehnau, dämlich aber eben Realität.\n\nDu räumst also ein, dass dieses Verhalten dämlich ist. Schön dass wir uns in diesem Punkt verstehen. Es versteht sich dann auch von selbst, dass dämliches Verhalten ein Problem der Person ist, die sich dämlich verhält. Außer natürlich du gehst so weit, dass du sogar deine Mitmenschen für **dein** dämliches Verhalten verantwortlich machst. Sollte dem so sein brauchen wir an dem Punkt nicht weiter über dieses Thema zu sprechen.\n\n> Wieder mal Behuptug. \n\nNein, mit Argumenten belegte These. Du hingegen lieferst keine Argumente zum Thema und glaubst, du könntest dich einfach damit aus der Affäre ziehen indem du behauptest, es sei eine Behauptung. Wenn du keine Erklärung dafür hast warum alle Mitspieler einfach für jede Kleinigkeit instant zu muten und zu reporten förderlicher für die Community sein sollte als mit gutem Vorbild voranzugehen und positiv einzuwirken ist das in Ordnung.\n\n> Wie gesagt in deiner Friedfreudeeierkuchenwelt...\n\nStarkes Argument.\n\n> Stellst du dich absichtlich so blöd? Es ist dein Ding, wenn du chatten ingame für essentiel hälst, immer noch bekommt keine Sau einen mute oder Report mit, solange er nicht angekündigt wurde, dazu kommt noch die TATSACHE, dass Spieler mit CR auf einmal eine höhere Winrate haben.\n\nDu scheinst nicht zu verstehen dass es zum einen selbst ohne Akündigung für schlechte Stimmung sorgt weil kein Mitspieler sich gut fühlt wenn er ignoriert wird.\n\nWenn beispielweise der Jungler 2-3 seiner Mitspieler instant gemuted und reported hat, weil er meint er könne alles allein und braucht keine Kommunikation im Teamspiel, somit nichts mehr von Teamaktionen oder Bitten oder Hinweisen im Chat lesen kann und sich total konträr zum Team verhält, dann sorgt er für schlechte Stimmung. \n\nDenn für jeden ist es frustrierend wenn ein Mitspieler **dauerhaft** nicht auf Kommunikation reagiert und die ganze Zeit nur dabei ist, sein eigenes Ding durchzuziehen. Ich habe das Gefühl manch einer versteht überhaupt nicht, was es bedeutet, Teil eines Teams zu sein. Für egozentrisches Verhalten ist da kein Platz.\n\nDiese \"Tatsache\" mit der CR hast du fehlinterpretiert. Menschen mit einer CR haben eine CR weil sie **nicht** positiv auf ihr Team eingewirkt haben. Es ist logisch dass jemand der mit seinen Worten beim Team nur schaden anrichtet bessere Siegchancen hat, wenn er dies aufgrund einer CR nicht mehr tut. Das disqualifiziert aber kein positives Verhalten und hat nichts miteinander zu tun.\n\n\n>Alter kom echt mal klar du so überaus positiv beitragnder Typ! \n\nHerrliche selbstironie.\n\nZu dem Rest dieses cholerischen Absatzes: \"...\" ist gewiss kein Indiz dafür dass jemand glaubt, die Weisheit mit Löffeln gefressen zu haben und andere wie kleine Kinder behandelt. Aber da du schon seit 2 Tagen vehement verteidigst, dass drei Punkte ein Akt tiefster Aggression sind, wundert es mich mitnichten, dass deine Interpretation dreier Punkte nicht weniger abenteuerlich ist.\n\n> Nur blöd dass 100% das festlegen, 95% dieser niemals mit CR oder schlimmerem in Kontakt kommen, usw. Liest du eigentllich was die Leute dir schreiben du ignorantes...(...steht für Supertoller Hecht, bevor du was böses annimmst, Sarkasmus noch nicht aus- oder inbegriffen)\n> Wie gesagt viel Spaß beim Perma du ignorantes ...\n\nNur blöd, dass deine Antwort wieder mal nichts mit dem darüber zitierten Absatz zu tun hat. Vielleicht weniger damit beschäftigt sein sich Beleidigungen auszudenken, dann klappt's auch mit dem Inhalt.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-16T17:08:59.813+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001000000000000000d,timestamp=2015-08-16T15:24:14.075+0000)\n>\n> Dein hör doch auf damit.\n\nWat?\n\n> Jop, was willst du damit sagen?\n\nMöglicherweise dass Elvis noch lebt und mit den Illuminaten Cricket auf Neptun spielt. \n\n> Tja nur bin ich der Meinung, dass es eben dem Team in keinster Weise schadet und du nicht.\n\nIst mir noch gar nicht aufgefallen.\n\n> Nö, ist mit dir auch nicht möglich,, weil du ja in allem eh immer total Recht hast und alles, was nicht ins Weltbild deiner Meinung passt, eh verkehrt ist.\n\nGlücklicherweise läuft das auf deiner Seite vollkommen anders ab. Du hast ja öfter in der Diskussion eingelenkt, eingeräumt dass etwas doch anders ist, oder Offenheit für andere Ansichten gezeigt. Oh wait.. stimmt ja garnicht. Dann misst du wohl doch nur mit zweierlei Maß, zugunsten deiner selbst - versteht sich.\n\n> Oh wenn's dir bei mir auffällt ist es eigentlich noch lustiger, dass du blind für dein eigenes Vorgehen bist.\n\nUrkomisch. Fast so lustig wie diese Behauptung, die simpel versucht die mit Zitaten erwiesene Kritik am Urheber auf sein Gegenüber umzulenken, jedoch nicht außer sich selbst zu bieten hat.\n\n> Du lieferst ja nichts neues, außer Theorien, damit deine Aussagen Sinn ergeben. \n\nOh, haben wir \"_Liefere Theorien damit deine Aussagen keinen Sinn ergeben_\" gespielt? Hab ich nicht mitbekommen. Können wir nochmal von vorn anfangen? Nein? Mist.\n\n\n> Und du verstehst einfach nicht, dass wenn ich deine Grundanahme schon nicht für valide halte, alle Argumente dir darauf aufbauen obsolet sind.\n\nGesunde Haltung um in eine Diskussion einzusteigen. Ich stelle mal zwei Zitate von dir Gegenüber:\n\n1. \"_Nö, ist mit dir auch nicht möglich,, weil du ja in allem eh immer total Recht hast und alles, was nicht ins Weltbild deiner Meinung passt, eh verkehrt ist._\"\n\n2. \"_Und du verstehst einfach nicht, dass wenn ich deine Grundanahme schon nicht für valide halte, alle Argumente dir darauf aufbauen obsolet sind._\"\n\nParadox.\n\n> Ja und du hast feste Teams angeführt, dass die keine Rolle dabei spielen, ignorierst du jetzt natürlich wieder komplett, klar bei der WM seh ich die immer chatten und nicht im HS kommunizieren. Dann die ganze Zeit von Anschuldigen faseln und dann kommt so ein Satz \"die sicherlich mehr auf dem Kasten haben als du\". Ja haben sie und was hat das mit dem Thema zu tun? Ah dass sie wissen, dass Kommunikation so wichtig ist, ja tun sie deswegen machen die das auch aber im HS und nicht im Chat.\n\nIch habe vor allem SoloQ angeführt der ich einen großen Absatz gewidmet habe und ebenfalls Diamond-Spieler, die den Chat für sehr gute Absprachen benutzen. Du pickst dir natürlich nur das raus was sich anbietet um deine Argumentation zu stärken und dem auszuweichen, worauf du keine Antwort hast.\n\n> Liest du eigentlich deine eigenen Sachen? einmal redest du von Kommunikation allgemein, dann über Kleinkram und dann über kurze sinnvolle Kommunikation.\n\nDu erfindest einfach irgendwelche AFK-Chatter die am Rand stehen und nur am Schreiben sind um zu widerlegen, dass gute Kommunikation im Vorfeld zu angemessener Zeit sich positiv auf das Team auswirkt. Leider sind das zwei vollkommen verschiedene Fälle und dadurch dass du vom Thema abweichst und von irgendetwas anderem quasselst wird diese Form von Teamwork nicht schlechter.\n\n\n> Aha und wenn's stimmt wo ist deine denn anders? Ich pass mich dir nur an, ist nervig oder?\n\nSo ziemlich überall. Belege habe ich dir weiter oben aufgeführt, lies sie dir nochmal durch oder schnall's halt nicht, ist mir inzwischen auch egal.\n\n> Da haben wir sie wieder die Interpretation, achja und auch die Anschuldigung, ist ja sicher sarkastisch gemeint. Tja und immer noch , wenn das bei dir so ist bitte, bei mir ist es nicht so und ich warte immer noch auf ein Highelospiel, das ernsthaft gespielt wird und die Leute großartig Taktiken besprechen.\n\nVon großartig war auch nie die Rede. Das Problem bei dir ist, dass du ständig etwas anderes verstehst als das was man sagt, und dann darauf entsprechend reagierst. \n\nUnd warten musst du dafür nicht. Dafür musst du dir nur paar Diamond Games auf Youtube ansehen. Aber vorsicht: Dein Weltbild könnte ins Wanken geraten. Auch hinsichtlich dessen, dass viele von denen nicht so zahme Schafe sind die wegen bisschen Kritik gleich rumheulen sondern gelassen reagieren.\n\nOb das einer der Gründe ist, warum sie Diamond sind? Man munkelt.\n\n> Beweise? wieder so ne Faktbehauptung meiner eigenen Meinung gegenübergestellt. Sauber gemacht. Ich geh mal schwer davon aus, dass in allen Elos die Leute beides benutzen Pings und Chat, DAS ist der Fakt. Wenn deine Meinung stimmen würde, würden die Leute ja nur den Chat benutzen. Du trollst mich doch.\n\nDu trollst dich selber. Ich habe gesagt dass wenn du Recht damit hättest, dass Pings genauso effizient wie kurze Sätze im Chat wären, vor allem die erfahrenen Spieler einfach **nur** noch Pingen würden. Was sie aber nicht tun, womit deine These widerlegt ist.\n\nDer Rückschluss daraus, dass sie aber deshalb ausschließlich nur den Chat benutzen und garkeine Pings benutzen ist wieder einer der Streiche den dir deine Fantasie spielt und Grundlage dessen, warum deine Beiträge so oft am Thema vorbei sind. Du Antwortest auf deine Interpretationen, nicht auf das, was geschrieben steht.\n\nIch hätte allerdings von vorneherein wissen müssen, dass du so einer bist, da du ja genau so ein Verhalten verteidigt hast, andere für die eigene Fantasie abzustrafen. \n\n> Nirgends deswegen hab ich dich das gefragt, aber wenn du noch nichtmal auf ne einfache Frage antworten kannst, wird mir so einiges klar.\n\n0/10, würde man dir vielleicht abnehmen wenn du dich damit nicht ganz klar auf ein von dir darüber plaziertes Zitat bezogen hättest. \n\n> Schön und wo ist dein Beleg, dass der Chat so megeduper essentiell ist? Warte ich immer noch drauf.\n\nDa hast du den Zug wohl verpasst. Welche Überraschung.\n\n\"_Sicher ist in der SoloQ nicht das gleiche strategische Maß enthalten, aber es gibt viele Dinge die in ein paar kurzen und knappen Sätzen über das Spiel verteilt sehr bereichernd sind und die Taktik des Teams stark anheben. Ob es nun darum geht wer wen wann angreift, rootet, stunnt, slowt, wer wen decken soll, wer welche Absichten hat oder welche Ziele gleich als (fast) volles Team in Angriff genommen werden sollen, für die ein kleine Absprache vonnöten ist._\"\n\nUnd bevor du wieder deine Show abziehst, von wegen mitten im Teamfight zu schreiben oder eine lange taktische Planung: Es geht um Planung im Vorfeld und dafür reichen kurze und knappe Sätze, eine Sache von Sekunden. Wenn du den Beweis suchst, schau dir wie oben bereits erwähnt Diamond Games auf YT an. \n\n> Aja ist das so? Schau lieber nochmal nach. \n\nKann ich mir sparen, ich hab inzwischen oft genug mitbekommen wie du Informationen falsch aufgefasst hast.\n\n>ich hab ferner auch Argumente geliefert warum ich das so sehe\n\nDie sich mit Gegenargumenten konfrontiert sehen, denen du weil du deinen eigenen Standpunkt daraufhin nicht mehr logisch verteidigen konntest mit diversen Ausreden wie \"_wurde schon beantwortet_\" \"_reden mit dir macht keinen Sinn_\" etc. pp. ausgewichen bist oder abgelenkt hast. Ergo sind deine Argumente jene die obsolet sind, da du nicht in der Lage warst, sie darüber hinaus auszuführen.\n \nKleiner Tipp: Wenn man behauptet etwas bereits beantwortet zu haben, dann ist man auch in der Lage das mit einem Zitat zu belegen. \n\n> Ja, wie auch schon erwähnt, gehst du halt stetes vom perfekter Benutzung ohne Fehung oder Missbrauch aus, was aber eben nicht so ist\n\nNein, ich spreche von einer guten Benutzung. Ich spreche über die Vorteile einer guten Benutzung, und du versuchst sie mit Beispiele, schlechter Nutzung nichtig zu reden, ohne dass das eine etwas mit dem anderen zu tun hat.\n\nPerson A: \"Wenn man die Pizza 10 Minuten im Steinofen lässt wird sie perfekt.\"\nDu: \"Nein, wenn man sie 40 Minuten drin lässt wird sie tiefschwarz.\"\n\nErgibt keinen Sinn.\n\n> Damit bin ich hier auch raus, ist eh nur Zeitverschwendung.\n\nDito.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-16T13:42:32.391+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0005000000000000000000000000000000000001000000000000000b,timestamp=2015-08-16T12:13:21.883+0000)\n\n>Ja weil ich das entweder vorher schonmal getan habe oder andere es taten und ich mit deren Aussage dazu voll übereinstimme, wozu sollte ich mich oder die wiederholen? Eh sinnfrei weil darauf dann eh nur \"ja aber ich denke, blabla\" von dir kommt und als Fakt hingestellt wird.\n\nDir ist aber bewusst, dass \"Nein ist nicht so\" kein Gegenargument ist, oder? Genausowenig wie das posten eines Links. Im übrigen ist das einzige was sinnfrei ist, eine Meinung als \"blablabla fakt\" hinzustellen, nur weil sie nich im Kojunktiv verfasst ist. Du machst es nicht anders und auch sonst niemand, jeder schreibt überzeugt von seiner Ansicht wenn er sich dessen sicher ist. Dieses normale Verhalten mit \"seine Meinung als Fakt zu verkaufen\" zu kritisieren ist eine ziemlich schwache Methode, um die Argumentation des gegenübers künstlich ins schlechte Licht zu rücken.\n\nWenn es dir hilft kann ich vor jeden Satz [Eigene Meinung]Inhalt[/Eigene Meinung] machen, aber normalerweise muss man jemanden nicht permanent daran erinnern.\n\n> Jetzt machst du genau wieder das, was mich gestern so cholerisch hat werden lassen. Es ging doch ursprünglich mal drum, dass man bei den schwammigen Sachen nicht immer das schlimmste annehmen braucht, du solche Menschen nicht magst, das an der Sytemempfindlichkeit blöd findest.\n\nEs ging von Anfang an genauso um die Konsequenzen die aus diesem Verhalten folgen und inwiefern es dem Team schadet. Nur weil du dich vielleicht auf einen Punkt festgefahren hast \"mache\" ich nicht irgendetwas.\n\n> Blöd findest du das aber komischerweise immer nur dann, wenn es deiner Meinung zuwiderläuft, hier benutzt du jetzt genau das, was du kritisierst, um deine Meinung zu schützen und wieder als Fakt zu verkaufen. Bei dir passt es eben nur dann, wenn du das schlimmste annimmst, tut man das nicht bricht deine Argumentation komplett zusammen.\n\nIst das deine Art Diskussionen zu führen? \n\"Du machst das mit Absicht so und so\"\n\"Du verkaufst deine Ansichten als Fakt weil du kein Konjunktiv benutzt aber ich darf das\"\n\"Du verdrehst Inhalte weil sonst deine Argumentation zusammenbricht\"\n\nHast du auch inhaltlich was beizutragen oder basiert deine ganze Seite nur auf der Hoffnung, durch eine Reihe von Anschuldigungen besser mit deiner Ansicht dazustehen?\n\nDeine Antwort hat in diesem von dir zitierten Absatz das Thema verfehlt, weil du dein Argument zwar als Antwort auf meines abgegeben hast, es aber meinem Argument überhaupt nicht widerspricht. Es ist schön dass jemand der alleine spielen will das so oder so tut, das hat aber nichts damit zu tun, dass die Reaktion sein Team zu muten und sein eigenes Ding durchzuziehen zu dem gleichen Problem führt. Darauf hab ich dich hingewiesen, dass dieses Verhalten zur gleichen Konsequenz führt. \n\nDu verstehst ein Argument nicht und anstatt irgendwie zu versuchen dich dem anzunähern oder nachzufragen, packst du einfach die Anschuldigungs-Keule aus. \n\n> P.S: Das was du hier gemacht hast war auch nicht auf Argumente eingegangen, sondern einfach bei Seite gewischt und Thema bzw. Focus gewechselt, fällt dir glaube ich gar nicht auf.\n\nDieser Schluss liegt nahe wenn du den Zusammenhang nicht erkennen konntest.\n\n> Super wieder so ein tolles nichtiges Argument, weil wir hier nicht von festen Teams reden, sondern SoloQ. Funfact: Würden nur Teams spielen bräuchte es den Chat gar nicht mehr, weil die eh über HS kommunizieren und wenn, ob Profi oder Amateur ihn innerhalb des festen Teams sicher nicht für unschöne Dinge verschwenden, die würden da einfach aus dem Team fliegen. Man sieht ja auch bei der WM oder so, wie die Teams eifrig am chatten sind...\n\nHier tust du, was du mir gerade vorgeworfen hast, vonwegen \"den Fokus wechseln\".\nIch hab dir eine Reihe von Dingen geliefert die man aus einem Ping allein nicht herauslesen kann (Argument 1) und darauf verwiesen, dass selbst Profis (bezog sich auf dein Argument du machst deinen Job und weißt was du zu tun hast) die wesentlich mehr auf dem Kasten als du haben sich für gutes Teamplay absprechen müssen (Argument 2).\n\nDeine Antwort richtet sich dann darauf welches Medium (Tastatur oder Headset) für die Kommunikation verwendet wird oder dass Leute aus dem Team fliegen würden wenn sie sich über Schrott unterhalten würden, was in dem von mir zitierten Absatz auf den du geantwortet hast überhaupt kein Thema war. \n\nIch habe dir mehrfach gesagt dass es mir um kurze und sinnvolle Kommunikation geht und du packst wieder das Argument aus, dass man Spiele aufgrund von irrelevanter zu langer Kommunikation verlieren kann.\n\nSo läuft deine Argumentation ab, ausweichen, thema verfehlen und dann den anderen beschuldigen, er würde nicht auf Argumente eingehen.\n\n\n> Du vlt. dein Problem mir ist das fremd.\n\nNatürlich, du bist der Übermensch. Selbst in Diamond-Games sieht man wie effizient die Teams häufig den Chat benutzen um sich abzusprechen, aber du kannst natürlich mit einem Ping-Geräusch und einer grandiosen Auswahl von 4 möglichen Wörtern dazu ganze Sätze und Taktiken rauslesen.\n\nWenn stimmen würde was du sagst, würden Diamond-Spieler und Profis es genau so machen und einfach nur noch die viel schnelleren und effizienteren Pings benutzen. Jedoch ist das Gegenteil der Fall.\n\n\n>Ich hab vorherigen Post das Bsp. der Nami gebracht, die alle Qs und Rs angesagt hat, die hab ich mir nicht ausgedacht, das hab ich erlebt, der war ich auch nicht böse, fands irgendwie süß, aber du gewinnst so keine Spiele, du wirst jeden TF knallhart verlieren, wenn jeder erstmal tippen würde, was er denn jetzt vorhat. \n\nJoa. Darauf hatte ich bereits geantwortet: \"_Das ist sicher ungünstig, aber ich habe nirgends gesagt dass man unmittelbar vor Aktionen chatten soll. Es geht um allgemeine Absprachen im Vorfeld oder wichtige Informationen._\"\n\n>Oder soll ich jetzt bei jeder Aktion, die ich vorhabe erst um Rat fragen? \n\nWo hab ich gesagt, dass man vorher um Rat fragen soll?\n\n> Kann sie hab ich auch nie behauptet, dass es anders ist, aber stellst wieder einfach eine Meinung als Fakt dar. \n\nDa ist es wieder. \n\n>Eine gute Kommunikation entsteht dadurch, dass Kommunikation stattfindet und gut ist. Ich hatte schon Spiele da warde nichtmal gepingt, dennoch haben Rotationen, Gruppieren und TFs astrein geklappt, nennt sich blindes Verständnis, selten mit 4 Randoms kommt aber vor. \n\nSchön. Inwiefern belegt dieser seltene Extremfall dass allgemein in ausgeglichenen Spielen keine Absprache vonnöten ist? Gegen ein Team das total unterlegen ist kann ich auch spielen während ich auf dem zweiten Monitor einen Film gucke, belegen tut das aber nichts. \n\n> So und wo ist nun \"...\" oder \"wtf\" usw. eine Absprache oder wichtige Information?\n\nDa wo ich dir aufgeführt habe was beispielweise wichtige Absprachen oder Informationen wären, lenkst du vom Thema ab und gehst nicht darauf ein, und etwas später greifst du dann ein vollkommen anderes Argument von mir auf und stellst eine Verbindung her die es nie gab, um es ins schlechte Licht zu rücken. \n\nDie Diskussion begann um \"...\", \"why u got caught\" und \"dont feed please\" (wtf stand nie zur Debatte, aber netter Versuch) und richtet sich im Anschluss aber an die Folgen, die aus einem Mute heraus entstehen. An das, was danach passiert, die Konsequenzen. Es gibt dort keine Verbindung, das was du fragst hat schlicht nie jemand behauptet.\n\n\n> Und wenn jemand meint sich zum Teamleader erheben zu müssen, ungefragt die Leitung des Teams übernimmt, das Team das aber nicht wünscht oder gar nervt, ja was ist das dann? Ich würd mal sagen unerwünschte, unverlangte Nachrichten...\n\nWenn das so einer ist, gewiss. War aber im letzten Absatz nicht Thema, da ging es um normale Unterhaltungen zwischen den Spielern die dir nur zu quantitativ erschienen.\n\n> Klasse, ändert nichts daran, dass sie vorher unkonzentriert waren, weil sie lieber eine Unterhaltung geführt haben als sich auf's Spiel zu konzentrieren. \n\nPassiert. Sich in der Kluft des Beschwörers für ausgedehnte, lange Kaffeekränzchen während der Champ AFK hinter dem Turm steht zu treffen hab ich auch nie empfohlen. Ich hab dir legidlich gesagt dass es einen Unterschied zwischen einer Unterhaltung und ungewolltem Spam gibt, wie es einen zwischen einfach eine schlechte Runde haben und absichtlichem Feeden gibt.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-16T11:10:29.916+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000008,timestamp=2015-08-15T21:47:50.836+0000)\n> Ja du hast Argumente, aber Argumente machen noch keine Fakten, du erklärst deine Meinung einfach zum Fakt unter der Prämisse ist jede Diskussion eigentlich sinnlos.\n> Falls es dir aufgefallen ist, ich und andere, die nicht deiner Meinung sind, haben auch Argumente gebracht, aber die ignorierst du einfach oder erklärst sie für falsch, so kann man's auch machen.\n\nIch bin auf ziemlich alle Argumente eingegangen und du hast bisher einige von meinen Gegenargumenten unbeantwortet stehen gelassen.\n\n>Wenn der Spieler meint alle ignorieren zu können und nur alleine spielt, dann macht der das mit oder ohne Chat. \n\nDas macht es nicht besser. Wir sprechen ja gerade darüber dass man dies nicht tun soll, egal wie, aber dass das von mir kritisierte Verhalten genau in diese Richtung geht.\n\n\n>Wenn ich 2-3 Spieler als Jungler gemutet hab mach ich immer noch meinen Job, wenn ich ganke mach ich n on the way ping, dsselbe wenn ich splitpushen gehe und wenn ich Drachen angehe, dann gibt's n Helt mir Ping, das reicht dicke und ist Kommunikation.\n\nSelbst Profiteams egal ob im Fussball oder in den LCS die wissen wie sie 'ihren Job machen' kommunizieren, weil ihnen klar ist, wie wichtig gute Kommunikation ist. Sicher ist in der SoloQ nicht das gleiche strategische Maß enthalten, aber es gibt viele Dinge die in ein paar kurzen und knappen Sätzen über das Spiel verteilt sehr bereichernd sind und die Taktik des Teams stark anheben. Ob es nun darum geht wer wen wann angreift, rootet, stunnt, slowt, wer wen decken soll, wer welche Absichten hat oder welche Ziele gleich als (fast) volles Team in Angriff genommen werden sollen, für die ein kleine Absprache vonnöten ist.\n\nDas sind einige von zahlreichen Dingen die du allein aus Pings nicht rauslesen kannst. Und wenn du diese Informationen nicht besitzt, wirst du dich total konträr zu deinem Team verhalten und eine Taktik oder ein Plan geht möglicherweise nicht auf, weil du nicht mitmachst bzw. deine dafür notwendige Rolle nicht erfüllst.\n\nDavon auszugehen dass man in jedem Setup, in jeder Aufstellung, in jeder Situation und zu jeder Minute des Spiels weiß was das 100% richtige ist, ist verkehrt. \n\nEine gute Kommunikation entsteht über Sätze, nicht über Pings alleine. Pings sind ein nettes Hilfmittel aber kein Ersatz für Sprache und es muss noch lange nicht in Spam ausarten. Eine gute Absprache mit 2-3 Sätzen kann enorm bereichernd sein. \n\nUnd nicht zuletzt wirkt sich das alles dann eben negativ auf das Team aus. Vor allem weil sie nichtmal wissen, dass du sie gemuted hast, weil du das ja im stillen tust. Von dir kam und kommt einfach nie eine Nachricht zurück, du hörst nicht zu, machst das was du für Richtig hältst und nimmst nicht richtig teil. Solo am Spiel ja, aber nicht am Team.\n\n> Ich hatte mal einen Support, total nett, aber weißt du was der gemacht hat? So gut wie jede Q und R angesagt. Er war Nami. Rate mal wieviele Bubbles der getroffen hat. Im early keine, die erste beim Kampf um den Drachen. Und wieso? Weil der Gegner sich in der Zeit, wo der nette Kamerad \"i bubble cait\" geschrieben hat bewegt hat.\n\nDas ist sicher ungünstig, aber ich habe nirgends gesagt dass man unmittelbar vor Aktionen chatten soll. Es geht um allgemeine Absprachen im Vorfeld oder wichtige Informationen.\n\n> Ich hab's schonmal gesagt, es gibt nicht umsonst auch den Reportpunkt Spam.\n\nSpam sind unerwünschte, unverlangte Nachrichten. Wenn das Team sich miteinander unterhält, dann ist es scheinbar aber erwünscht. Wenn jemand 10 mal hintereinander \"go\" schreibt, dann wäre es Spam. Wenn jemand auf seine Tastatur zufällige Buchstaben hackt und immer Enter drückt, handelt es sich um Spam.\n\nAber eine ausgedehnte Unterhaltung, auch wenn es dir nicht gefällt oder die Spieler dadurch sogar abgelenkt werden, ist kein Spam. Hier für Spam zu reporten ist so wie jeden mit schlechten Stats unter \"intentional Feeding\" zu melden und wird der Sache nicht gerecht. Zumal die meisten Teams wenn sie sich viel unterhalten nach einem kleinen Hinweis sich mehr auf das Spiel zu konzentrieren fast immer dann auch wieder bei der Sache sind.\n\nDer Trend geht hier in die vollkommen verkehrte Richtung. Der Report-Button ist kein Allzweckmittel und ersetzt für die meisten Probleme auch keine Kommunikation. Früher war der Report-Button für Extremfälle gedacht. Für Leute, die wirklich beleidigen, die extrem Spammen, die \"I feed\" schreiben und 20 mal absichtlich mit /dance in die Gegner reinlaufen. \n\nHeute wird nahezu alles als Report-Grund herangezogen weil die Community schon so verhasst aufeinander ist. Egal ob im eigenen Team oder sogar im /all Chat aus dem Gegnerteam, es vergeht fast keine Runde ohne \"please report x/y\". \nUnd meiner Meinung nach trägt die Ansicht die ich hier bei einigen kritisiert habe essentiell dazu bei, dass es so ist wie es ist.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-15T02:09:51.948+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00050000000000000000000000000000000000010000000000000000,timestamp=2015-08-14T19:36:58.335+0000)\n\n> Ja kann alles damit gemeint sein, kann auch zutreffen, muss es aber nicht, und wenn einer sich dadurch angegriffen fühlt, \n\nist das sein Problem.\n\n> Der Sender hat drauf zu achten wie es ankommt, nicht der Empfänger zu lernen, wie er es bitte zu verstehen hätte, aber das siehst du ja anders und stellst seit du hier diskutierst damit auf stur.\n\nMann: Das blaue Kleid steht dir besser.\nFrau: Du findest mich in diesem also fett?!?!\n\n> Nach über 3k Spielen nun insgesamt kam mir so eine Antwort darauf äußerst selten unter.\n\nUnd ihr tragt dazu bei, dass es auch dabei bleibt, da ihr euch dagegen stellt mit solchen Antworten als gutes Vorbild voranzugehen und lieber weiterhin eure Probleme mit Mute und Report \"löst\".\n\n> Ahja wie bitte verbreitet jemand schlechte Stimmung durch Mute und Report im Stillen? Erleuchte mich bitte! \n\nAus meinem Beispiel geht klar hervor dass Team A etwas gutes widerfährt während Team B nichts bekommt. Gutes > Nichts.\n\nWie bereits erwähnt bleiben viele dieser Leute nicht still und das Problem ist dann aber nicht ihre Äußerung, sondern die Haltung die sie überhaupt erst dazu veranlasst. Ich gehe davon aus dass es sich von selbst versteht, dass sich gegenseitig ignorieren, muten und reporten nicht zu einer guten Stimmung beiträgt.\n\nIm Gegenteil, das Team wird eher entnervt davon sein, dass es mit diesem Spieler keine Kommunikation gibt und das Gefühl bekommen, dass er sich 0 um das Team schert. Vor allem nach mehrfachem Ansprechen und ignoriert werden kann das dann die Stimmung negativ anheizen.\n\n\n> Du drehst und wendest hier die ganze Zeit alles, dass es in dein Weltbild des Friede, Freude Eierkuchens passt. Wende ichs halt auch mal:\n> Du machst deine Äußerung und stirbst kurz darauf nochmal. Sicher nicht wenige kommen sich dann durch deine Aussage verarscht vor und es wird intentional Feedingvorwürfe hageln. Ja das ist blöd, vlt. sogar unfair, aber da wären wir wieder beim Sender-Empfänger-Problem.\n\nIch sehe hier kein Problem. Und Intentional Feeding ist ein ganz anderer Fall.\n\n> Du hast echt immer noch nicht gepeilt wer die 95% sind...und dass eingew das kacke angeführt hat, weil du es als kacke bezeichnet hast, was eben diese 95% primär als Richtlinien für akzeptiertes Chatverhalten festgelegt haben.\n\nDas hab ich sehrwohl verstanden und meine Antwort war, dass gewiss nicht 95% der Spieler diese empfindliche Ansicht über die Aussagen über die wir hier die ganze Zeit diskutieren teilen. Unterstell mir nicht dass ich etwas nicht verstehe, wenn du derjenige bist der nicht ganz folgen kann.\n\n> Tja diese Kleinkriege findet wohl jeder nervig außer denen, die sie gerne führen. Und wenn man mutet oder einfach nur ignoriert, läuft man auch nicht Gefahr diese noch weiter anzuheizen, nix anderes predigt eingew die ganze Zeit.\n\nEs besteht ein Unterschied darin Leuten dazu zu raten, dass sie wenn sie wirklich nicht wissen wie sie reagieren sollen besser nichts sagen um nichts falsch zu machen, oder Unsinn unter den Leuten zu verbreiten, wie dass neutrale Hinweise oder gar eine Abfolge von drei Pünktchen ein extrem agressives Verhalten darstellt dass mit instant-mute und report Vergeltung finden muss.","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-08-14T18:38:39.538+0000","up_votes":4,"down_votes":2,"body":"Obacht! Jemand mit 14 Tage Bann erklärt was flame ist und was nicht.","replies":[]}]}]},{"id":"","poster":"Foxedge","date":"2015-08-13T17:23:27.654+0000","up_votes":1,"down_votes":5,"body":"Sorry, nicht böse gemeint, aber das was du hier lieferst ist eine Anleitung für Choleriker. Ich hab ja schon über die Zeit heute gemerkt dass mit deinem Selbstbewusstsein etwas nicht stimmt, aber als ich gelesen habe wieviel Aggression du in drei Punkte (PUNKTE) interpretierst und dich sogar erdreistest auf dieser Annahme einen Report auszusprechen.. wow, einfach nur wow. Dafür fehlen einem die Worte.\n\nIch sage dir das jetzt nicht um dich zu ärgern oder dergleichen, du solltest ganz ernsthaft darüber nachdenken, dich in Ruhe mit dem Thema auseinanderzusetzen und dir im zweifelsfall Hilfe zu holen. \nDu scheinst auf dieser Ebene massive Probleme zu haben und tendenziell wird sowas im Laufe der Jahre bei den meisten schlimmer, weil sie sich immer mehr reinsteigern und sich immer mehr ansammelt.","replies":[{"id":"","poster":"drexxsack","date":"2015-08-13T17:53:33.439+0000","up_votes":3,"down_votes":1,"body":"https://yourlogicalfallacyis.com/ad-hominem\n\nmanchmal sind diese Dinger echt hilfreich.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T18:16:34.322+0000","up_votes":1,"down_votes":4,"body":"Wenn man auf argumentativer Ebene nichts mehr zu bieten hat auf jeden Fall. Fragt sich nur, wen man damit beeindrucken will.","replies":[{"id":"","poster":"drexxsack","date":"2015-08-13T18:18:52.200+0000","up_votes":2,"down_votes":1,"body":"https://yourlogicalfallacyis.com/tu-quoque","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T18:24:08.125+0000","up_votes":1,"down_votes":4,"body":"https://yourlogicalfallacyis.com/strawman","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-08-16T09:21:01.826+0000","up_votes":2,"down_votes":0,"body":"Ich erlaube mir mal einen neuen Strang aufzumachen, die Diskussionsansicht wird so mühsam bei längeren Diskussionen...\n\n> Dass dieser jemand die Notbremse zieht und vorsichtiger spielt?\n\nDieses Verhalten ist eines von mehreren möglichen. Sehr oft wird wohl auch folgendes passieren:\n-\"So ein Idiot\" *muted\n-\"Der meint ich spiele schlecht, dabei hat ich nur Pech. Dem zeig ichs, ich mach jetzt nen solokill!\"\n-\"Omg der Idiot, als obs so einfach wäre, ich spiel ja nicht absichtlich unsicher\" *wird gereizt, spielt schlechter\nGerade die zweite und dritte \"Gedankenalternative\" wirken sich enorm destruktiv aus.\nAber selbst wenn du Recht hast und der Spieler sicherer spielt ist nichts gewonnen. Warum?\nDazu muss man sich mal überlegen was \"sicher\" bedeutet. Ich denke ein besseres Wortpaar als sicher/unsicher wären die genau definierten Begriffe risikoavers/risikosuchend (falls du die Begriffe nicht kennst, schlag sie bitte kurz nach, sonst macht es wenig sinn den Rest dieses Abschnittes zu lesen).\nLeider ist es jetzt einfach völlig falsch zu sagen, dass jemand der stirbt zu wenig risikoavers gespielt hat (Bsp siehe unten). Zu Beginn des Matches sollte man idealerweise risikoneutral spielen (wobei dies den wenigsten gelingt). Und jetzt kommt das lustige: Je weiter man zurückfällt, desto risikosuchender sollte gespielt werden! Das klingt erstmal paradox, wird aber in quasi jedem Taktik/Strategiespiel so praktiziert (z.b. \"when behind go darke shrine\" in SC2. Im Schach kann man gut das Gegenteil sehen (sicheres spielen sobald ein Vorsprung erreicht wurde): Nach dem ersten Bauerngewinn versucht der in Führung Liegende oft nurnoch seine Position solide zu halten und nach und nach Figuren zu tauschen).\nDas Paradox löst sich auf, wenn man bedenkt was risikosuchend für eine verlierende Lane bedeutet. Risikosuchend heisst dann nicht, ständig voll zu engagen und aggressiv zu traden. Für eine verlierende lane ist es uU bereits risikosuchendes Verhalten, überhaupt noch in EP-range zu stehen (risikoavers wäre z.b. das Farmen von junglemonstern). Risikosuchend ist es auch, wenn ich als Nasus mit 5% HP unter dem turm stehe und nicht recalle, weil grad eine grosse Wave ankommt. Im besten fall versucht mich Riven zu diven, ich krieg meine Ulti raus bevor sie mich stunnt und sie stirbt, ich krieg den ganzen farm. Das Problem am risikoaversen Verhalten: Man verliert garantiert. Stell dir vor du hast einen Toplaner der nach deinem ersten Tod auf dich hört und immer sobald er unter 70% HP fällt recallt. Das ist zweifellos äusserst risikoavers, aber nach einigen Minuten wird er unglaublich weit hinten sein und kostant sterben, weil er sich keine Defitems leisten kann.\nWarum schrieb ich oben dass eine verlierende lane etwas risikosuchender spielen sollte? Einerseits wegen der Spielmechanik von LoL: Jemand der 0/4 steht gibt kaum mehr Gold; schafft er es hingegen seinen Lanegegner zu töten holt er sowohl gold- als auch EPmässig massiv auf. Andererseits auch wegen der oben angesprochenen Tendenz: Wer hinten liegt, muss Risiken eingehen um das Spiel noch drehen zu können (unterschiedliches scaling zählt nicht als hintenliegen).\nMan kann also die Lane auch verlieren, man kann sogar sterben gerade WEIL man risikoavers spielt. Insofern ist dein Ratschlag, selbst wenn er keine der oben beschriebenen negativen Reaktionen auslöst, schlecht (oder du musst eine andere Definition von \"sicher\" haben als das von mir vorgeschlagene risikoavers. Das macht die Sache aber nicht besser: Wenn der Begriff offensichtlich unklar ist, wie soll er dann als Anweisung dienen?)\n\n> \n> Blaming bedeutet Anschuldigung, die Aufforderung etwas vorsichtiger zu spielen ist keine Anschuldigung. \"You're a feeder\" ist eine Anschuldigung.\n\nDoch, weil die Aufforderung sicherer zu spielen impliziert, dass jemand bisher zu wenig sicher gespielt hat. Etwas deutlicher wirds noch beim allseits beliebten \"stop feed\": Du implizierst, dass der Betreffende seine Fehler absichtlich macht (ansonsten ist dein \"stop\" schlicht nicht ausführbar). Wirklich nicht sehr nett.\n\n> Im übrigen dürfte man wenn man die von dir geschilderte logische Basis nimmt garnichts mehr sagen. Allein schon die Aufforderung Baron zu machen - Blaming², weil jeder ja weiß dass Baron einen wichtigen Buff beinhaltet und man ihnen das nicht erst sagen muss.\n\nFalsch. \"Lets do baron\" unterscheidet sich in drei Dimensionen von deinem \"stop feed\". Erstens kommt der Call rechtzeitig. \"Stop feed\" hingegen kommt immer NACH dem Tod, also wenn es bereits zu spät ist. Zweitens ist der Call massiv genauer und darum hilfreich. Man schreibt nicht bei Minute 5 \"guys, baron is important, lets get it as often as possible\". Es ist klar, dass es um einen genauen Zeitpunkt geht. In etwa, als ob du schreibst: \"Care, jungler is botlane, play defensive\" - hier wird aus dem aggressiven, nutzlosen \"play def\" plötzlich ein wertvoller Hinweis, eben weil ein genauer Zeitraum und Grund angegeben wird. \nDer letzte Unterschied ist schliesslich, dass ein baroncall sich nicht gegen jemanden richtet, sondern ans gesamte Team geht.\n\n> Wie ich oben schon schrieb wäre \"You're a feeder\" eine Aussage die Blaming beinhaltet, denn sie stellt tatsächlich nur den Fehler des anderen heraus und sonst nichts. \"Please don't feed\" ist eine ganz andere Geschichte und zielt in die Richtung ab, dass sich das Match zum guten wendet. \n\nNein, tut es eben nicht. Weil es viel zu allgemein formuliert ist, um auch nur irgendwie zu helfen. Wenn es so einfach wäre die Leute besser spielen zu lassen hätte wohl jeder LCS-Spieler 15 Postits am Bildschirm auf denen \"stop feed\" steht.\n\n> Dies wäre dann das Problem was ich seit etlichen Beiträgen anspreche: Dass das Verhalten dieser Leute zu Konflikten führt und ihre egozentrische Art ganze Matches in den Abgrund reisst.\n\nHier musste ich kurz lachen. \"stop feed\" zu schreiben ist in etwas das egozentriste was man tun kann: Man tut so, als ob eine allgemein bekannte Tatsache zum wertvollen Tip wird, nur weil das hocherleuchtete Selbst es geschrieben hat.","replies":[]},{"id":"","poster":"Alustus","date":"2015-08-13T12:48:01.711+0000","up_votes":2,"down_votes":1,"body":">  im Spiel nur gesagt, dass ich nicht für ihre Lane verantwortlich sei. \n\nwie sah das aus?\n\n\nU feed not me ?\nIts ur fault if u feed the lane?\n\nDas ist nämlich durchaus salty/toxisch","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:04:35.857+0000","up_votes":2,"down_votes":8,"body":"Nicht zu vergessen das diabolische \"Hi\" am Anfang der Runde. Wenn du das von dir gegeben hast.. dann gute Nacht. Das ist nicht nur salty sondern auch peppered, um nicht zu sagen würzig pikant. So einen abgebrühten knallharten Kerl kann man nicht frei laufen lassen.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:11:00.469+0000","up_votes":2,"down_votes":1,"body":"Was ist dein Ziel? Die Leute von dir zu überzeugen? Das wird nicht annähernd passieren, wenn du versuchst dich über sie lustig zu machen.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:22:11.833+0000","up_votes":1,"down_votes":1,"body":"Würde es passieren wenn ich neutral mit jemandem über etwas spreche, für den neutrale Aussagen toxic sind?","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:34:22.940+0000","up_votes":2,"down_votes":1,"body":"Es würde vor allem passieren, wenn du mehr Offenheit gegenüber anderen Sichtweisen zeigst, statt einfach abzublocken. Dein Gegenüber wäre dann viel eher bereit, dasselbe zu tun.\n\nUnd neutrale Aussagen sind im Forum nicht toxic, das wurde bereits mehrfach breitgetreten.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:53:10.769+0000","up_votes":1,"down_votes":4,"body":"Ich werde keine Offenheit für Sichtweisen an den Tag legen die unter dem Vorwand gutes zu bringen nur Schaden anrichten. \nEine neutrale Aussage als toxic zu empfinden ist wesentlich schlimmer als die Aussage selbst. Denn die empfindliche Person bricht einen unnötigen Streit vom Zaun wegen einer Sache, die neutral war, nur weil sie ihre interpretative Fantasie nicht beherrschen kann und in jedem einen potentiellen Feind sieht.\n\nIch wüsste nicht warum ich mich als jemand der sich als verbündeten seiner Mitspieler sieht einer Sichtweise öffnen soll, die meine Mitspieler als Feinde erscheinen lässt die nichts anderes zu tun haben, als mir schlechtes zu tun. Meiner Meinung nach sind diese Leute diejenigen die eine Auszeit vom Spiel bekommen sollten, um mal tief in sich zu gehen und ihre ganze Negativität abzulegen bevor noch mehr Spieler davon Ingame belästigt werden.\n\nUnd dass neutrale Aussagen irgendwo Toxic und woanders dann doch nicht Toxic sind ist Unfug. Entweder ich vetrete die eine oder die andere Ansicht. Diskussionen mit jemanden der seine Meinung flexibel wie ein Gummiband gerade in die Richtung biegt in die es ihm passt nur um Recht zu behalten sind von Anfang an verschwendete Zeit.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:16:58.608+0000","up_votes":1,"down_votes":1,"body":"Man bricht Streit vom Zaun, wenn man sich angegriffen fühlt, deshalb mutet und reported? Man belästigt Mitspieler damit?","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T14:31:57.659+0000","up_votes":1,"down_votes":3,"body":"Schau mal, das ist eigentlich ganz simpel:\n\nWenn da \"please play safe\" steht, dann steht da \"please play safe\" und nicht \"you lost us the game retard noob feeder reported\".\n\nWenn jemand Person A vorwirft wegen ihm die Lane verloren zu haben und Person B antwortet: \"No, I didn't lose your lane\" dann steht da \"No, I didn't lose your lane\" und nicht \"You lost your fuck Lane yourself fucktard, go practice with bots reported\".\n\nAber der Spieler der unter diesen paranoiden Zügen leidet und dazu neigt, eine neutrale Aussage ihm gegenüber dermaßen negativ auszulegen, behält das oft nicht für sich und wird dann auf Grundlage dessen selbst unfreundlich. Dadurch belästigt er andere Spieler, und ein Report ist definitiv auch eine Belästigung, weil anschließend die Nachricht kommt, dass man reported wurde, ohne etwas verbrochen zu haben. \n\nIch möchte beim Spielen weder von den Wehwehchen dieser Leute belästigt werden noch mich hinterher damit auseinandersetzen müssen, wenn ich mich völlig korrekt verhalten habe.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:38:00.772+0000","up_votes":1,"down_votes":1,"body":"Die Nachricht sagt doch gar nichts aus. Natürlich darf ich dich reporten wie ich lustig bin, darum geht es doch. Wenn mich deine Kommentare nerven kannst du gar nichts dagegen tun, dass ich dich mute und reporte und das ist auch völlig legitim. Das System ist dazu da, dass keine Reibereien entstehen. Und wenn du Reibereien verursachst, weil sich die Leute durch das was du schreibst gestört fühlen, dann ist es irrelevant wie harmlos du das findest: Du störst die Leute.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T14:44:18.870+0000","up_votes":1,"down_votes":1,"body":"Ich kopiere dir mal zum einfacheren Verständnis den Beitrag den ich gerade an Alustus geposted habe, mit diesem Beispiel dürfte es deutlicher werden:\n\n\n> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000000000002,timestamp=2015-08-13T14:19:43.665+0000)\n> Das kommt dann so wie ich habe ja nur die Wahrheit gesagt.\n> \n> Why do this\n> Why u get caught \n> Ur bad\n> U feed\n> omg free surrender\n> ...\n> \n> Ist ja eigentlich oftmals nur die wahrheit und die meinung, trotzdem ist es Toxisch\n\n> Und nochmals der Sender ist schuld wenn die information falsch vom Empfänger verstanden wird.\n\n\nIn der Liste da oben ist \"You'r bad\" das einzige was Toxic ist und jemanden tatsächlich persönlich mit einer Unterstellung angreift, und \"omg free surrender\" ist lästig und fällt unter \"Negative Einstellung\", wobei ich das nur bei mehrfachem Wiederholen im Spiel melden würde.\n\nIm ernst, wir sind nicht behindert. Wenn jemand zu uns sagt: \"_Why u got caught?_\" bedeutet das: Bitte lass dich nicht so einfach fangen. Und die Frage warum jemand gefangen wurde beinhaltet keine Unterstellung oder Beleidigung, es ist ein umformulierter Hinweis, der möglicherweise nicht so gut wie seine Original-Aussage ist, aber in keinster Weise auch nur annähernd beleidigend ist. \n\nAlso müssen wir uns dabei nicht dumm stellen und Dinge sagen wie: \"Ja der arsch, warum fragt der so blöd ist doch klar dass das keine Absicht war, was will er wohl damit sagen? Der ist gegen mich, den muss ich reporten\" und dann schlechte Stimmung verbreiten. Mal ehrlich, was soll das? Das ist viel schlimmer als die Aussage selbst. \n\n\"_You're right I will take care next time_\" - simple Antwort, Thema erledigt, Teammoral gesichert.\n\nWo ist das problem?\n\nHier machen einfach ein paar Pantoffelhelden viel zu viel Wirbel um Kleinigkeiten. Und natürlich ist der Sender **nicht** verantwortlich für das was beim Empfänger ankommt, sondern nur für das was er sagt. Der Empfänger kann wenn er der Ansicht ist es sei böse gemeint nochmal nachfragen ob dem so ist und dann wird das Missverständnis aus der Welt geschafft, aber aufgrundlage dieser Annahme zurückzugiften zu jemandem der dir nichts böses wollte oder ihn gar zu melden ist absolutes inakzeptables Verhalten.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:48:11.244+0000","up_votes":1,"down_votes":0,"body":"Okay, wie wäre es mit einer alternativen Situation im RL: Du lässt einen Teller fallen. Ich stöhne entnervt auf und sage \"Lass doch den Teller nicht fallen.\"\n\nUnd jetzt habe ich dir geholfen und einen sinnvollen Kommentar gemacht?\n\n> \"You're right I will take care next time\" - simple Antwort, Thema erledigt, Teammoral gesichert.\n> \n> Wo ist das problem?\n\nDas man die Leute zuvor mit völlig überflüssigen Bemerkungen provoziert. Natürlich sollten die Ideal reagieren. Aber Obama sollte auch keine Zivilisten mit seinen Drohnen töten. **Menschen reagieren nicht ideal.** Menschen sind im Allgemeinen idiotisch, egoistisch und selbstverliebt. Und wenn du sie darauf aufmerksam machst, störst du sie. Du fühlst dich schließlich auch gestört, wenn ich dir sage, dass du selbst Schuld bist, wenn du die Leute so provozierst.\n\nIch persönlich würde auch einfach gar nicht reagieren. Trotzdem fühle ich mich schon beleidigt, wenn mir jemand vorwirft, ich sei zu blöd selbst zu erkennen, dass Teller kaputt gehen, wenn man sie fallen lässt.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T15:02:17.126+0000","up_votes":1,"down_votes":2,"body":"Was ich mache? Ich sage sorry oder war keine Absicht, aber ich laufe sicher nicht zur Polizei und zeige dich an nachdem ich dich rausgeschmissen habe, oder versuche einen Fehler an dir zu finden um dich damit runterzuziehen. Ich weiß ja nicht wie schnell zwischen dir und anderen Menschen Konflikte entstehen, aber zwischen mir und anderen hat im realen Leben noch nie so eine banale Kleinigkeit zu Problemen geführt. \n\nProvokation? Sorry aber um aus so einer Aussage eine Provokation rauszuhören muss man schon ein gestörtes Selbstwertgefühl haben. Und damit wären wir wieder bei dem Punkt andere mit den eigenen Problemen zu belästigen. Ich fühl mich gerade ehrlich gesagt wie in einer Real-Satire.\n\nDa fehlt nur noch so eine Frage wie: \n\n>\"Wenn du das Fenster zumachst, ich aber noch frische Luft haben möchte und sage '_warum machst du das Fenster zu_?'\", schlägst du mich dann krankenhausreif oder versenkst du mich direkt mit Zement an den Füßen im Ozean?\n\nEs ist unfassbar, dass ernsthaft solche Fragen aufkommen. Es sollte selbstverständlich sein dass so alltägliche Kleinigkeiten egal wie solange nicht direkt beleidigend formuliert nicht zu den geringsten Problemen führen.\n\n>Menschen reagieren nicht ideal. Menschen sind im Allgemeinen idiotisch, egoistisch und >selbstverliebt.\nDas ist genau die gleiche ungesunde Sichtweise, die aus einer neutralen Aussage einen Angriff macht. Wie kann man mit so einer Einstellung rausgehen? Immer das schlechteste in den anderen sehen? Und die müssen dann noch damit klarkommen, dass man sich ihnen entsprechend gegenüber verhält.\n\nWenn du jemanden wegen nichts als paranoiden Zügen meldest dann belästigst du ihn. Und wenn du weil du meinst ihn sofort muten zu müssen der letzte bist der von Teamaktionen mitbekommt weil du seinen Chat nicht lesen kannst und er eben einen kleine Plan geäußert hat, dann schadest du dem ganzen Team.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-13T15:11:39.616+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000000000000000000000000000000000000000000000000,timestamp=2015-08-13T15:02:17.126+0000)\n>\n\n\n> Wenn du jemanden wegen nichts als paranoiden Zügen meldest dann belästigst du ihn. \n\nLol, das kriegt er doch gar nicht mit. Und wenn einen der Hinweis \"du wurdest gemeldet\" belästigt, fragt man sich doch wer hier das Sensibelchen ist. Zumal eben, wenn man unschuldig ist eh nichts weiter folgt.\n\nUnd wenn du weil du meinst ihn sofort muten zu müssen der letzte bist der von Teamaktionen mitbekommt weil du seinen Chat nicht lesen kannst und er eben einen kleine Plan geäußert hat, dann schadest du dem ganzen Team.\n\nIch bekomm in der Regel von Spielaktionen mit, indem ich sie ingame registriere, sei es auf der Map, oder live und in action. Ab nem gewissen Spielniveau hat man gar nicht mehr die Zeit, etwas, zu lesen, das zu verstehen, und dann umzusetzen, abzuschätzen, ob mans überhaupt für sinnvoll hält und dann je nach Abschätzung sogar eh nicht gefolgt wäre.\nKennst du die Typen, die Baron callen, dann folgt aber nur einer oder keiner, sie machens trotzdem, und beschweren sich dann bei Fail oder Catch beim achsodummen Team, dass sie nicht gehört haben. Aber gleichzeitig haben sie komplett ignoriert, dass sie allein sind...\nDas sind alles dieselben Selbstversagenschutzmechanismen.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-13T16:13:23.394+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00000000000000000000000000000000000000000000000000000000,timestamp=2015-08-13T15:21:54.489+0000)\n>\n> Man bekommt die Meldung irgendwann danach, kann sie nicht zuordnen und fragt sich, ob man trotz Sorgfalt etwas falsch gemacht hat, vor allem wenn die Grenzen so arg verschwimmen dass schon neutrale Aussagen zu Strafen führen können und man nie weiß ob man irgendwo unbemerkt auf eine Miene getreten ist. Das beeinträchtigt das Spielvergnügen definitiv. Auch allein schon dass diese Personen dann im Chat oft schon Beef wegen nichts machen und mit report drohen. Ist einfach nicht schön und muss nicht sein.\n\nKann man so sehen, ändert dennoch nichts daran dass der Flamer dann das Sensibelchen ist und nicht der Reportende. Und ändert auch nichts dran, dass wenn man sich nicht auf stur stellt, niemals eine CR oder schlimmeres bekommt. Spam als chatbezogener valider Reportpunkt steht dort immer noch zur Auswahl, nicht umsonst losgelöst von den Beleidigungen.\n> \n> Und es mag sein dass du davon ausgehst dass die meisten deiner mitspieler Volltrottel sind die ihre Aktionen konsequent durchziehen auch wenn sie sterben, aber ich gehe nicht pauschal davon aus dass jeder ein Idiot ist und oder mir etwas schlechtes will.\n\nHab ich nie geschrieben. Also nennst du die Spieler, die ich zeichnete Volltrottel und Idioten, ja mach ich auch, aber nicht im Chat. Was ich meinte, dass gerade diese Sorte Spieler meist andere für ihr Versagen verantwortlich macht. Und deine Argumente zielen in Bezug auf Reports und Folgemaßnahmen auf dieselbe Ebene ab. Nicht mein Problem, wenn jemand nicht gut genug reflektieren kann, wie er sich verhält, benimmt, usw. Ich und der Rest der 95% der Com kann es scheinbar und innerhalb der 5% lernen es auch direkt ohne Folgemaßnahmen, sodass gerade Mal 1-2% des gesamten Spielerpools überbleiben und genau die sind es (meistens) die sich ungerecht behandelt fühlen, es nicht verstehen, der Com bzw. dem System die Schuld für ihr ingame Sozialversagen in die Schuhe schieben, kurz auf stur schalten.\n> \n> Bei euren Aussagen hier frage ich mich teilweise echt ob da wirklich die richtigen hinter dem Report-Button sitzen. Es gibt einige Dinge die man nicht einfach aus dem Spielgeschehen rauslesen wohl aber aus dem Chat kann. Wenn solche Leute dann wie ein kopfloses Huhn auf der Karte rumlaufen weil sie als beleidigte Leberwurst /mute all gemacht haben (es bleibt meist ja nicht bei einem Mute) ist das schlecht für das Team. \n\nIst egal, was bei uns im Kopf vorgeht, weil die Gesamtmasse die Rahmenbedingungen bestimmt. Schwarmintelligenz, und wie gesagt 95% betrifft das \"Problem\" eh nie. Was du forderst, ist ein starker Mann, der genaue Grenzen setzt, nicht nur Richtlinien. Dabei vergisst du aber, dass deine Wünsche für die Grenzen sehr subjektiv sind und lägen diese Grenzen woanders als du sie gern hättest, wärst du noch mehr am Kritisieren als jetzt schon.\n> \n> Und wenn dies auf grundlage neutraler Aussagen passiert ist, ist das einfach nicht richtig. Die Frage die sich dann stellt ist die, ob solche Leute vielleicht in Singleplayer-Spielen besser aufgehoben sind wenn sie so große Schwierigkeiten damit haben, mit anderen Mitmenschen klarzukommen.\n\nWas du nicht verstehen willst ist, dass kein einziger wegen neutraler Aussagen Strafen erhält, denn die Aussagen, um die es geht sind einfach nicht neutral. Warum wurde jetzt schon zig mal verlinkt und erklärt. Ich bin auch überrascht, dass die Com. insgesamt so sprachsensibel ist bzw. war, soweit ich weiß sind die Grundlagen ja Werte aus dem alten Tribunal. Vlt. ändert sich das, wenn das neue Tribunal denn mal kommt und es neuen Input gibt. Aber solange das nicht der Fall ist, gelten nunmal die alten und da hat man nur 3 Optionen:\n\n1. Es stört einen so sehr, dass man aufhört mit LoL\n2. Man schaltet auf stur und wird irgendwann gegangen.\n3. Man informiert sich, reflektiert, ändert sein Chatverhalten und passt sich den geltenen Regeln an.\n\nUnd wie anfangs erwähnt, ist es jedem sein ureigenstens Problem, wenn er 3. nicht gebacken bekommt.","replies":[]},{"id":"","poster":"eingew","date":"2015-08-13T15:57:06.191+0000","up_votes":2,"down_votes":1,"body":"@Foxedge\n\nDiese Aussagen sind nicht neutral, sondern passiv-aggressiv. Sie sagen vielleicht im ersten Moment nur, dass ich nicht sterben soll... im zweiten Moment merkt man aber, dass man ein Trottel sein müsste, dass einem das nicht selbst auffällt. Hält mich der Schreiber der Aussage also für einen Trottel? Das ist doch die Frage, die dann direkt aufkommt.\n\nEs gibt kein richtig und falsch hinter dem Reportbutton. Das bestimmen zu wollen gehört vermutlich zu den schlechtesten Ideen, die ich dazu gehört habe. Wieso solltest du die Intelligenz gepachtet haben und deshalb entscheiden können, was richtig und falsch ist? Die Masse ist wichtig, nicht du als Einzelperson.\n\nMan tut etwas für das Team, wenn man es nicht aufreibt. Wenn 4 Spieler sich durch solche Kommentare aufgerieben fühlen, ist es nicht sinnvoll die 4 Spieler zu ändern, sondern den einen, der sie aufgerieben hat. Das ist deutlich effizienter.\n\nWieso sollten die Mitmenschen Schuld sein, wenn du zu den 5% gehörst, die am meisten Unwillen bei den Mitmenschen auslösen?","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-13T16:57:48.753+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00000000000000000000000000000000000000000000000000000002,timestamp=2015-08-13T16:13:23.394+0000)\n\n> Was du nicht verstehen willst ist, dass kein einziger wegen neutraler Aussagen Strafen erhält, denn die Aussagen, um die es geht sind einfach nicht neutral. \n\nDann hast du scheinbar den Threadstart verpasst, denn diese ganze Diskussion baute sich auf die Aussage \"I'm not responsible for your lane\" bzw. \"I didnt feed your lane\" als Antwort auf eine Anschuldigung auf.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-13T16:54:33.994+0000","up_votes":1,"down_votes":2,"body":"Daran ist überhaupt nichts passiv-agressiv und die Frage: _Halten die mich für einen Trottel?_ zeugt von minderem Selbstbewusstsein. Mir kam so eine Frage noch nie auf wenn eine neutrale Ansage reinkam. Wenn jemand mir sagt \"dont feed please\" und ich schaue auf meine Stats und habe 0/3 dann denke ich: Er hat recht, ich hab's wohl bisschen übertrieben und wenn ich mich weiter so unvorsichtig mit meinem Gegenüber messe dann mache ich ihn zu stark.\n\nSo sollte ein gesundes Team fungieren. Wenn du alles besser als die anderen kannst dann zeig das auch und hab nicht erst 0/4 nach 10 Minuten auf deiner Lane. Wenn du doch 0/4 hast dann kannst du es scheinbar nicht, und dann brauchst du auch nicht zu behaupten dass es anders sei sondern einfach mal lernen Kritik anzunehmen und was daraus zu machen.\n\nDeine Teamkameraden wollen das Spiel gewinnen und sind da um zu spielen, nicht weil sie vorher beschlossen haben dich niederzumachen. Ergo zielt auch dieser Tipp daraufhin ab die Runde zum positiven zu drehen. Wenn du dann aber als einziger so sehr mit dir selbst beschäftigt bist weil du das auf dich als Individuum beziehst, dann ist das schlecht für das Team.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-13T15:21:54.489+0000","up_votes":1,"down_votes":2,"body":"Man bekommt die Meldung irgendwann danach, kann sie nicht zuordnen und fragt sich, ob man trotz Sorgfalt etwas falsch gemacht hat, vor allem wenn die Grenzen so arg verschwimmen dass schon neutrale Aussagen zu Strafen führen können und man nie weiß ob man irgendwo unbemerkt auf eine Miene getreten ist. Das beeinträchtigt das Spielvergnügen definitiv. Auch allein schon dass diese Personen dann im Chat oft schon Beef wegen nichts machen und mit report drohen. Ist einfach nicht schön und muss nicht sein.\n\nUnd es mag sein dass du davon ausgehst dass die meisten deiner mitspieler Volltrottel sind die ihre Aktionen konsequent durchziehen auch wenn sie sterben, aber ich gehe nicht pauschal davon aus dass jeder ein Idiot ist und oder mir etwas schlechtes will.\n\nBei euren Aussagen hier frage ich mich teilweise echt ob da wirklich die richtigen hinter dem Report-Button sitzen. Es gibt einige Dinge die man nicht einfach aus dem Spielgeschehen rauslesen wohl aber aus dem Chat kann. Wenn solche Leute dann wie ein kopfloses Huhn auf der Karte rumlaufen weil sie als beleidigte Leberwurst /mute all gemacht haben (es bleibt meist ja nicht bei einem Mute) ist das schlecht für das Team. \n\nUnd wenn dies auf grundlage neutraler Aussagen passiert ist, ist das einfach nicht richtig. Die Frage die sich dann stellt ist die, ob solche Leute vielleicht in Singleplayer-Spielen besser aufgehoben sind wenn sie so große Schwierigkeiten damit haben, mit anderen Mitmenschen klarzukommen.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-13T15:50:18.260+0000","up_votes":1,"down_votes":1,"body":"Riot ist definitiv nicht die Polizei und es ist absurd einen Report mit einer Anklage zu vergleichen.\nDu schmeißt mich aus deiner Wohnung. Genau das machen die Spieler in LoL. Nur, dass es eine WG ist und sich alle einig sein müssen, bevor sie jemanden rausschmeißen.\n\nUnd was die Absurdität von der angeblichen Paranoia angeht: Die ist etwas so absurd, wie die Sitte sich zum Gruß die Hand zu geben oder \"Hallo\" zu sagen. Die Masse entscheidet, welches Verhalten der Norm entspricht, das gilt auch für LoL. Wenn die Masse in deinen Augen paranoid ist, ist das okay. Aber das deshalb als absurd zu bezeichnen ist eigenartig. Vor allem ist deine Argumentation eigenartig. Warum sollte ich jemandem Schaden, wenn ich mich angegriffen fühle?\n\nFunFact: CRs heben die WRs von toxischen Spielern. Wenn jemand meint nicht konstruktiv sein zu können gehe ich nicht davon aus, das da noch was sinnvolles kommt. Ich arbeite keineswegs gegen das Team damit. Dieser Spieler arbeitet gegen das Team. Ich verringere lediglich seinen Einfluss auf mich.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T16:49:32.563+0000","up_votes":1,"down_votes":1,"body":"Aber \"Ich weiß alles besser und ihr könnt ohne meine Kritik nicht leben\" ist erwachsen?\n\nUnd das Tribunal ist kein Gericht... auch die Reports nicht. Ein Gericht verurteilt die Menschen und bestraft sie, in LoL gibt es Systeme zur Besserung.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-13T17:11:01.122+0000","up_votes":1,"down_votes":2,"body":"Nochmal: Du bist Teil eines Teams. Du spielst nicht nur für dich alleine sondern für 4 Leute mit, und dazu gehört auch dass sich ein Team abspricht und gegenseitig auf Dinge hinweist. Jede Firma würde dich mit einem Arschtritt vor die Tür setzen wenn du innerhalb eines Teams nur am rumbocken bist weil dir nicht gefällt, dass man dir Hinweise gibt oder dich auch möglicherweise kritisiert. \n\nGute Teams gehen auch gut damit um wenn es neutral formuliert ist und Leute die sofort zur beleidigten Leberwurst werden halten das ganze Team auf. \n\n>Und das Tribunal ist kein Gericht... auch die Reports nicht. Ein Gericht verurteilt >die Menschen und bestraft sie, in LoL gibt es Systeme zur Besserung.\n\nJa das Gefängnis im wahren Leben nennt sich auch \"System zur Besserung\". Denn die Insassen sollen sich in ihrer Auszeit Gedanken über ihr Verhalten machen und wenn sie wieder draußen sind anders verhalten, sofern sie nicht zurückwollen. Auf Bewährung. Ist genau das selbe Modell.","replies":[]},{"id":"","poster":"Foxedge","date":"2015-08-13T16:45:58.167+0000","up_votes":1,"down_votes":2,"body":"Ich sagte ich schmeiße dich **nicht** aus der Wohnung. Selbst das wäre eine totale Überreaktion. Und natürlich ist Report mit einer Anzeige zu vergleichen, in beiden Fällen ist etwas vorgefallen dass man vor einem Gericht anzeigt und zur Prüfung einreicht.\n\nWie du selbst schon festgestellt hast: Es ist absurd. \n\nUnd nein, du bist derjenige der gegen das Team arbeitet. Erst spielst du scheinbar zum Nachteil deines Teams weil dieses dich ohnehin erst darauf hinweisen muss und desweiteren stellst du dich dann auch noch gegen diese Tatsache stur und unterstellst ihnen Boshaftigkeit wodurch du schlechte Stimmung verbreitest, anstatt den kleinen Denkanstoß einfach anzunehmen.\n\nZudem Kritikfähigkeit in Teamspielen einer der wichtigsten Eigenschaften ist. Einfach dicht zu machen und zu sagen: \"Ich kann alles alleine ich brauche eure Hinweise nicht und wer mich nicht lobt wird gemuted\" ist eine Kleinkindhaltung die in einem Teamspiel nichts verloren hat.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Alustus","date":"2015-08-13T14:19:43.665+0000","up_votes":1,"down_votes":0,"body":"Nein.\n\n\nKlar wenn man es komplett objektiv betrachtet hast du recht, aber subjektiv (wir handeln und denken normalerweise subjektiv) nicht.\n\nDas kommt dann so wie ich habe ja nur die Wahrheit gesagt.\n\nWhy do this? = eine Frage \nWhy u got caught there?  = eine Frage\nU feed not me = feststellung\n\nWarum ist das ganze Toxisch?\n\n\nWeil es beim gegenüber wie folgt ankommt:\n\nMan was sollte das bist du dumm!?\nWarum bist du da ganz allein, kannst du nicht auf die Map schauen, bist du behindert?!\nMan bist du schlecht und feedest und checkst es nichteinmal.\n\n\nHier das 4-Ohren Modell https://de.wikipedia.org/wiki/Vier-Seiten-Modell\n\n","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T14:41:44.541+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000000000002,timestamp=2015-08-13T14:19:43.665+0000)\n> Das kommt dann so wie ich habe ja nur die Wahrheit gesagt.\n> \n> Why do this\n> Why u get caught \n> Ur bad\n> U feed\n> omg free surrender\n> ...\n> \n> Ist ja eigentlich oftmals nur die wahrheit und die meinung, trotzdem ist es Toxisch\n\n> Und nochmals der Sender ist schuld wenn die information falsch vom Empfänger verstanden wird.\n\n\nIn der Liste da oben ist \"You'r bad\" das einzige was Toxic ist und jemanden tatsächlich persönlich mit einer Unterstellung angreift, und \"omg free surrender\" ist lästig und fällt unter \"Negative Einstellung\", wobei ich das nur bei mehrfachem Wiederholen im Spiel melden würde.\n\nIm ernst, wir sind nicht behindert. Wenn jemand zu uns sagt: \"_Why u get caught_\" bedeutet das: Bitte lass dich nicht so einfach fangen. Und die Frage warum jemand gefangen wurde beinhaltet keine Unterstellung oder Beleidigung, es ist ein umformulierter Hinweis, der möglicherweise nicht so gut wie seine Original-Aussage ist, aber in keinster Weise auch nur annähernd beleidigend ist. \n\nAlso müssen wir uns dabei nicht dumm stellen und Dinge sagen wie: \"_Ja der arsch, warum fragt der so blöd ist doch klar dass das keine Absicht war, was will er wohl damit sagen? Der ist gegen mich, den muss ich reporten_\" und dann schlechte Stimmung verbreiten. Mal ehrlich, was soll das? Das ist viel schlimmer als die Aussage selbst. \n\n\"_You're right I will take care next time_\" - simple Antwort, Thema erledigt, Teammoral gesichert.\n\nWo ist das problem?\n\nHier machen einfach ein paar Pantoffelhelden viel zu viel Wirbel um Kleinigkeiten. Und natürlich ist der Sender **nicht** verantwortlich für das was beim Empfänger ankommt, sondern nur für das was er sagt. Der Empfänger kann wenn er der Ansicht ist es sei böse gemeint nochmal nachfragen ob dem so ist und dann wird das Missverständnis aus der Welt geschafft, aber aufgrundlage dieser Annahme zurückzugiften zu jemandem der dir nichts böses wollte oder ihn gar zu melden ist absolutes inakzeptables Verhalten.","replies":[{"id":"","poster":"Alustus","date":"2015-08-13T14:57:55.741+0000","up_votes":3,"down_votes":0,"body":"> Der Empfänger kann wenn er der Ansicht ist es sei böse gemeint nochmal nachfragen\n\nNein als Sender sollte man klar stellen, dass die Information richtig ankommt, ohne dass der Empfänger nachfragen muss ob er das jetzt richtig verstanden hat.\n\n\n> gar zu melden ist absolutes inakzeptables Verhalten.\n\nNein, \nim gegenteil jeder in der Community soll Leute reporten, wenn sie sich falsch behandelt/beleidigt fühlen.\nDas System überprüft dann ohnehin ob eine Strafe nötig ist oder nicht.\n\nWenn derjenige ein Sensibelchen ist und immer wieder \"ohne Grund\" reportet verlieren seine reports ohnehin an bedeutung\n\n\nEdit:\nich weiß, dass das ganze kleinlich teilweise sogar lächerlich ist.\nUnd ich persönlich würde den TE auch nicht für \n> \"Im not responsible for ur lane\"\nreporten.\n\nAber wenn sich jemand davon angegriffen fühlt kann ich es verstehen.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T15:10:37.463+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00000000000200000000,timestamp=2015-08-13T14:57:55.741+0000)\n>\n> Nein als Sender sollte man klar stellen, dass die Information richtig ankommt, ohne dass der Empfänger nachfragen muss ob er das jetzt richtig verstanden hat.\n\nWenn der Sender es darauf anlegt unbedingt etwas anderes rauszuhören nein, dann nicht. Wenn du deiner Freundin am Dienstag während sie das blaue Kleid trägt sagst, dass es dir sehr gefällt und sie daraufhin empört erwidert, dass du das Montag nicht zu ihrem weissen Kleid gesagt hast und es wohl unglaublich hässlig und sie darin fett findest, ist es gewiss nicht deine Schuld.\n\nWenn mein Kumpel etwas sagt dass schräg bei mir ankommt, weil ich mir das da reindenke, dann spreche ich ihn drauf an, und werde nicht ausgegehend davon, dass meine Interpretation wohl die Realität widerspiegeln muss und es nicht anders sein kann, selbstgerecht unfreundlich darauf reagieren oder Konsequenzen irgendwelcher Art folgen lassen. Diese geistige Reife sollte man ab einem gewissen Alter einfach besitzen.\n\n\n> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00000000000200000000,timestamp=2015-08-13T14:57:55.741+0000)\n> im gegenteil jeder in der Community soll Leute reporten, wenn sie sich falsch behandelt/beleidigt fühlen.\n> Das System überprüft dann ohnehin ob eine Strafe nötig ist oder nicht.\n> \n> Wenn derjenige ein Sensibelchen ist und immer wieder \"ohne Grund\" reportet verlieren seine reports ohnehin an bedeutung\n\nAußer im Tribunal saßen viele Menschen die ebenso empfinden und es wurde zur \"Communityrichtlinie\" bzw. dem was \"Die Community für unangebracht empfindet\".\n\nDas wird aber so weit gehen bis man irgendwann garnichts mehr sagen darf, das System ist derzeit in seiner Härte schon ganz stark auf dem Weg nach unten. Ich bin vollkommen dafür Menschen die wirklich zu negativer Stimmung und schlechtem Spielgefühl beitragen dafür zu bestrafen, aber ich bin absolut gegen eine Hexenjagd für eine mögliche Interpretation einer Aussage von überempfindlichen Menschen.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T15:46:36.219+0000","up_votes":1,"down_votes":0,"body":"> Wenn der Sender es darauf anlegt unbedingt etwas anderes rauszuhören nein, dann nicht. Wenn du deiner Freundin am Dienstag während sie das blaue Kleid trägt sagst, dass es dir sehr gefällt und sie daraufhin empört erwidert, dass du das Montag nicht zu ihrem weissen Kleid gesagt hast und es wohl unglaublich hässlig und sie darin fett findest, ist es gewiss nicht deine Schuld.\n\nKommt drauf an. Das System ist so gedacht, dass die Masse entscheidet. Was, wenn die Masse so kommuniziert, wie die Freundin, ist dann nicht eher der Freund Schuld, weil er von der Norm abweicht?","replies":[]},{"id":"","poster":"Alustus","date":"2015-08-13T15:20:40.534+0000","up_votes":1,"down_votes":0,"body":"Kann ich nachvollziehen bin aber anderer Meinung ;)","replies":[]}]}]}]}]},{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:39:24.124+0000","up_votes":2,"down_votes":2,"body":"Ich glaube man sollte auch nicht \"gl hf\" schreiben.. das ist schon echt Fies und verletzt wahrscheinlich gleich mehrere Personen auf einmal.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:41:00.582+0000","up_votes":2,"down_votes":1,"body":"Bitte fall nicht darauf rein. Von dir hätte ich nicht erwartet, dass du lieber trotzig bist, als auch andere Meinungen anzuerkennen. Sei nicht trotzig. Trotzig sein ist einer der sichersten Wege zum permanenten Ban.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:05:04.885+0000","up_votes":1,"down_votes":1,"body":"Ehm.. was meinst du? ^^ Ich war sarkastisch. Das ist ne kleine Angewohnheit also mach ich das öfter wenn ich n bisschen Frustriert bin (neeein das mach ich ingame auch nicht mehr). Ich verstehe wirklich nicht was daran denn jz trotzig sein soll","replies":[]}]}]}]},{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:37:36.957+0000","up_votes":1,"down_votes":1,"body":"Definitiv nicht so. Es war \"Im not responsible for ur lane\" . Es ist nicht sonderlich nett ausgedrückt das ist mir klar aber es ist nicht salty","replies":[]}]},{"id":"","poster":"Nephirelle","date":"2015-08-13T13:07:39.969+0000","up_votes":2,"down_votes":0,"body":"> Ich verstehe nicht wieso man weder bei jedem report sofort benachrichtigt wird (ich wurde abgesehen von dem genannten Spiel nicht reportet) noch beim Erhalten der Strafe erfahren kann wann man reportet wurde.\n\nKann ich dir sagen: Damit die ganzen Rage-Kiddies nicht irgendwelche Rachefeldzüge gegen die Reportenden starten.\nUnd wenn du die Report-Benachrichtigung bekommst, wurdest du bereits mehrfach reportet. Bei vereinzelten Reports poppt die nämlich gar nicht erst auf.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:09:09.933+0000","up_votes":1,"down_votes":4,"body":"Aber es wird doch niemand zu Unrecht bestraft, also bringen ungerechtfertigte Rachefeldzüge nichts.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:14:44.138+0000","up_votes":2,"down_votes":1,"body":"Das heißt aber nicht, dass es nicht trotzdem sinnvoll ist, die Leute davon abzuhalten.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:19:03.855+0000","up_votes":1,"down_votes":4,"body":"Welchen Sinn hat es denn Leute von etwas abzuhalten, dass auf absolut niemanden den Hauch einer Auswirkung hat, sprich nonexistent ist?","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:20:42.931+0000","up_votes":2,"down_votes":1,"body":"Es geht weniger um die Reports, als viel mehr darum, dass Leute geaddet und zugeflamet werden.\n\nNicht zu vergessen, dass es Unmengen an Arbeit einspart.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:25:30.503+0000","up_votes":1,"down_votes":4,"body":"Niemand nimmt Freundschaftsanfragen von den Leuten an die sie gerade im Spiel gemeldet und bestenfalls sogar noch Stummgeschaltet haben, weil diese sich so daneben benommen haben. \"Ablehnen\" ist mit einem klick vom Tisch.\n\nDa diese Chatlogs automatisch von Filterprogrammen geprüft werden kann sich daran auch kein Mensch überarbeiten.","replies":[{"id":"","poster":"eingew","date":"2015-08-13T13:31:37.355+0000","up_votes":1,"down_votes":0,"body":"\"Niemand\" sind offenbar deutlich mehr, als du es vermutest. Und selbst wenn: Warum sollte Riot dem User keine Arbeit und Ärger ersparen?\n\nUnd auch Maschinen müssen arbeiten. Sie überarbeiten sich vielleicht nicht, aber dafür benötigen sie Rechenkapazität und das kostet Geld. Stattdessen die Meldung anonym zu halten ist nicht nur billiger sondern hat auch noch mehr Vorteile,","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T13:41:36.933+0000","up_votes":1,"down_votes":2,"body":"Es ist weder arbeit noch ärger. Alle 50 Spiele kommt mal jemand von denen mit den man Ärger hatte und will einen hinterher adden, da reicht ein Klick und dann hat man wieder für 50 Spiele Ruhe. \n\nEin paar Textdokumente mehr mit einer Größe von jeweils 2-4kb werden sich nicht im geringsten auf die Rechenleistung oder Stromrechnung von Maschinen im Jahre 2015 auswirken, keine Sorge. 1995 vielleicht, aber heute nicht mehr.\n\nAnonymität war nie das Thema. Thema war warum man keine Information darüber bekommt, dass man reported wurde. Entweder die Person hat im Chat so oder so angekündigt dich zu reporten, dann weißt du wer es war, oder niemand hat es angedroht und dann kann es jeder der 9 gewesen sein. In beiden Fällen wird niemand der ungenannt bleiben will genannt.","replies":[{"id":"","poster":"Nephirelle","date":"2015-08-13T13:59:01.538+0000","up_votes":2,"down_votes":0,"body":"Anonymität ist sehr wohl ein Thema. Wenn irgendwelche Rage-Kiddies einen Sündenbock an den Pranger stellen wollen, glaubst du, dass denen nicht komplett egal ist, ob sie mit einer Wahrscheinlichkeit von 1:9 komplett daneben liegen könnten? Ich seh' schon das Geheule im Forum: \"Fününününü, der Kevin hat mich geärgert und danach auch noch reportet!!einself1!!\"\n\nEin paar TEXTDOKUMENTE?! Ich hoffe doch sehr stark, dass Riot nicht mit Textdokumenten arbeitet - obwohl das manchmal einiges erklären würde :D \nDoch, bei bis zu 67 Millionen Nutzern, die sich monatlich einloggen, kann sich bei 2-4 kB einiges an Rechenzeit, Speicher, etc. zusammenläppern. Prozentual vielleicht marginal, in absoluten Zahlen aber doch eine Menge.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T14:12:21.495+0000","up_votes":1,"down_votes":5,"body":"Wie gesagt man ist Anonym, siehe Post weiter unten. Und wenn du ihnen zutraust wegen einer Report Meldung (die meist erst dann erscheint wenn man schon aus dem Aftergame-Screen raus ist) einen Report-Amoklauf zu starten, so würden sie das wahrscheinlich auch schon so tun weil sie sich eben mit den Leuten gefetzt haben und da sowieso Reportdrohungen gefallen sind / es Streit gegeben hat.\n\nIch glaube du überschätzt den Aufwand für heutige Rechenmaschinen ein paar Textdateien mit Algorhythmen zu filtern und zu sortieren wenn du Sorge hast, dass die paar Reports mehr die unmittelbar durch die Meldung dass man selbst gerade reported wurde entstehen würden einen wahrnehmbaren Einfluss auf Rechenleistung (Stichwort Warteschlange) und Stromverbrauch/Kapazität hätten.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-13T13:44:59.451+0000","up_votes":1,"down_votes":0,"body":"Ich glaube du schätzt die pure Menge an Spielern völlig falsch an. Das sind nicht nur 2-4kb. Ich bin grottig im schätzen, auf TB musst du aber definitiv gehen.\n\nEben. Deshalb wird nicht genau gesagt, wann jemand reported wurde. Die Leute sollen anonym bleiben. Genau das, was ich gesagt habe.\nAbgesehen davon verstehe ich nicht, was du meinst, man *bekommt* bereits eine Information, sofern man reported wurde.","replies":[{"id":"","poster":"Foxedge","date":"2015-08-13T14:06:34.023+0000","up_votes":1,"down_votes":5,"body":"Nein, ich sprach von den \"Extra\" Daten die Anfallen für all jene, die nur Aufgrund der Client-Meldung dass sie gerade reported wurden einen Rache-Report über den jeweiligen Spieler absenden. Diese Menge dürfte gegenüber den regulären Reports verschwindend Gering sein.\n\nEine Terrabyte Platte kostet heute nix und eine einzige davon würde das zehnfache der gesamten 27 Millionen Spielerzahlen an DIN-A4 Seiten in Word-Dokumenten abspeichern können. Allerdings ist davon auszugehen dass Riot seine Dokumente nicht in Word-Pad Dateien speichert sondern ein eigenes, speicherschonendes System dafür hat, womit noch viel mehr Platz übrig bleibt. \n\nIm übrigen würden die paar Reports mehr nicht mehr Rechenleistung bedeuten, denn diese Fälle würden in der Warteschlange hinten landen anstatt in Echtzeit gefiltert zu werden und das Filtern eines Logs dürfte in Sekundenschnelle gehen.\n\nDu bleibst Anonym wenn du Anonym bleiben willst. Wenn du nicht im Chat rumposaunst dass du gleich jemanden reporten willst und er nach dem Spiel legidlich die Meldung bekommt, weiß er nicht wer der 9 es war. Somit ist sicher nicht der Grund dafür, dass jemand dann aus Rache reported werden könnte, der anonym bleiben wollte.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-08-13T13:54:44.185+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Foxedge,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00040000,timestamp=2015-08-13T13:09:09.933+0000)\n>\n> Aber es wird doch niemand zu Unrecht bestraft, also bringen ungerechtfertigte Rachefeldzüge nichts.\n\nAber das System zumüllen. Bevor deren Reportrating total im Keller ist, müssen ja erstmal Fälle überhaupt geprüft werden, in denen dann eben nichts gefunden wurde. Und eben von diesen Fällen gäbe es dann erstmal ziemlich viele, was wiederum unnötig Kapazitäten fräße.\n\nSieht man doch jetzt schon öfters wie Minirachefeldzüge gestartet werden, wenn nur das Fenster, das momentan aktiv ist aufploppt.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-08-13T13:12:03.737+0000","up_votes":1,"down_votes":0,"body":"Das kommt drauf an. Wenn man sonst nie reported wird, kann schon ein einziger Report dieses Fenster aufpoppen lassen. Bei jemandem mit einer Strafe, oder jemandem der das Fenster oft sieht, wird das aber nicht der Fall sein.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:53:41.696+0000","up_votes":1,"down_votes":1,"body":"Ich habe das Fenster in den Letzten 3 Monaten höchstens 2 mal gesehen (ich glaube es war sogar nur 1 einziges mal) also ergibt das irgendwie auch nicht wirklich sinn weil ich die Strafe viel früher hätte bekommen müssen oder gar nicht","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-13T14:13:52.174+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000400010000,timestamp=2015-08-13T13:53:41.696+0000)\n>\n> Ich habe das Fenster in den Letzten 3 Monaten höchstens 2 mal gesehen (ich glaube es war sogar nur 1 einziges mal) also ergibt das irgendwie auch nicht wirklich sinn weil ich die Strafe viel früher hätte bekommen müssen oder gar nicht\n\nIch hab das Fenster letztens das 3. oder 4. Mal gesehen und hatte und habe noch nichtmal eine CR.\nDas heißt nur, du wurdestöfter als sonst reportet, nicht du wurdest zu Recht reportet.\nFür deinen Fall sind die Folgereports auch eh total uninterassant, da du schon in der CR steckst, du wirst nach dem \"abarbeiten\" eh überprüft, ob 1k oder 0 Reports in der Zwischenzeit.\nÜbrigens, wenn du die Meldung nur selten gesehen hast, lässt das doch den Shluss zu, dass zzumindest die Zahl der Reports gegen dich zurückgegangen ist.\n\nIch selber denke auch nicht, dass dein \"i'm responsible for your lane\" irgendeine Auswirkung auf die Folgestrafe hatte, das ist einfach nur neutral, solange es dabei bleibt.\nKeine Ahnung, ob das bei dir so ist, aber ich hab die Erfahrung gemacht, dass viele Spieler, die unbedingt Tipps geben müssen, das dann sehr penetrant tun, sei es der Befehlston oder Spam, und wenn es gespamt wird oder als Spam ankommt dann verhindern auch keine \"pls\" den Befehlston.\nIch persönlich reporte sowas nur, wenn es gespammt wird, auf den Sack geht es mir aber schon deutlich früher, weil der Tippgeber damit indirekt sagt, dass der Mitspieler zu dumm/unwissend ist, das selber zu wissen.\nWenn man sein Team auf Augenhöhe betrachtet und nicht als führungsbedürftigte Welpen, wie es einer in nem anderen Post ausgedrückt hat, dann läuft das alles viel entspannter.\nIch kann dir nur den Tipp geben drauf zu achten, dass die Tipps nicht als Spam rüberkommen und wenn du welche gibst, dich zumindest sprachlich mit einzuschließen, z.b. \"we need amor/vision/mr/usw.\nWenn du dich daran hälst dürfte die CR bald weg sein, zumal du ja eh nicht schlimmer geworden bist, sonst hättest du ja mehr CR als beim ersten mal bekommen.\nAnsonsten gilt noch Pre- und Aftergamechat ebenfalls sauber zu halten und auf gar keinen Fall zu Reports aufrufen, einfach machen.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:23:01.332+0000","up_votes":1,"down_votes":1,"body":"Was den Pregame chat angeht bin ich teilweise ein Klugscheisser was die Summoners meiner Teammates angeht, aber nach dem Game schreibe ich in der Regel nichts und ich werde nun erst mal nicht mehr zu reports aufrufen. Ich werde auch versuch mich selbst sprachlich einzubinden, aber was meinst du mit \"Wenn man sein Team auf Augenhöhe betrachtet und nicht als führungsbedürftigte Welpen, wie es einer in nem anderen Post ausgedrückt hat, dann läuft das alles viel entspannter.\" btw danke ^^","replies":[{"id":"","poster":"eingew","date":"2015-08-13T14:34:19.115+0000","up_votes":1,"down_votes":0,"body":"Niemand mag Klugscheißer, oder? Während deiner Sperre würde ich mich damit zurückhalten.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-13T14:20:07.855+0000","up_votes":1,"down_votes":0,"body":"Das Fenster und die Chatanalyse sind völlig unabhängig voneinander. Du kannst sogar eine CR bekommen, ohne je das Fenster gesehen zu haben. Rein theoretisch zumindest.","replies":[]}]}]}]},{"id":"","poster":"Quantum Theory","date":"2015-08-13T13:04:27.141+0000","up_votes":2,"down_votes":0,"body":"Du musst dich in dem Sinne verbessern das du auch nett bist und nicht nur nicht flamest\nDas wurde schon millionen mal gesagt...","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:48:53.740+0000","up_votes":1,"down_votes":1,"body":"Ich schreibe immer wenn etwas gut gelaufen is gj, wp, nice oder so etwas (ich schreibe nicht \"nice\" wenn ich jmd. töte das wirkt etwas scheisse^^) und bedanke mich auch für alles was ich bekomme (blues, wenn mir jmd das leben rettet, wenn ich um einen gank bitte und einen bekomme, jmd den Pink cleart der vor meiner lane steht an den ich nicht dran kann). Am Ende des Spiels schreibe ich auch nur gg wp wenn es ein gutes faires Spiel war und nicht wenn jmd einen AFK oder so etwas hatte oder \"komplett vernichtet^^\" wurde. Sachen wie \"easy\" oder so schreibe ich auch nicht.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-13T12:57:10.938+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=,timestamp=2015-08-13T12:34:21.221+0000)\n>Dennoch ist alles was ich dann sage Konstruktive Kritik.\n\nÄhm... ja... aber: Warum meinst du deine Mitspieler konstruktiv Kritisieren zu müssen? Vor allem: Bist du dir eigentlich bewusst, wie deine Konstruktiv gemeinte Kritik beim Gegner ankommt? \nHey, vielleicht war das \"Vayne, we need you to gank\" auch nur konstruktiv gemeint und kam bei dir negativ an. Worauf hin du etwas zurückgeschrieben hast, was du konstuktiv, dein Gegner aber negativ auffasst...\n\nAm Ende scheint ein zu großer Teil der Community deine Kritik als etwas negatives aufzufassen. Das kannst du jetzt einsehen und dies lassen (es ist eh sinnvoller, sich mit seinen eigenen Plays zu beschäftigen), oder du kannst dich wundern, warum du demnächst deine 3. Chatrestriction bekommst.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T13:34:24.279+0000","up_votes":1,"down_votes":1,"body":"Es war definitiv kein Konstruktives \"Vayne we need u to gank\". Nachdem sie das zweite mal beide gestorben sind sagten sie Dinge wie \"warum haben wir keinen Jungler\" oder \"Vayne wtf are u going\". Außerdem werde ich damit nicht aufhören, da ich versuche meine Spiele zu gewinnen und das muss ich mit meinem Team tun. Wenn ich denke dass es verbesserungswürdige Dinge gibt die sich leicht beheben lassen würde Weise ich darauf hin. Und konstruktive Kritik beinhaltet immer einen Verbesserungsvorschlag und ist nicht nur \"das machst du nicht gut\".","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-08-13T14:09:35.389+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00020000,timestamp=2015-08-13T13:34:24.279+0000)\n> Wenn ich denke dass es verbesserungswürdige Dinge gibt die sich leicht beheben lassen würde Weise ich darauf hin. Und konstruktive Kritik beinhaltet immer einen Verbesserungsvorschlag und ist nicht nur \"das machst du nicht gut\".\n\nMach das... aber wundere dich dann nicht, dass du weitere Chatrestrictions bekommen wirst. \n\nDas Problem ist halt: Die wenigsten Spieler springen auf diese Konstruktive Kritik an. Entweder sie wissen bereits, dass sie was falsch gemacht haben oder sie werden es auch nicht ändern, wenn du sie darauf hinweist. \nVor allem, weil es auch echt schwer ist, mitten im Spiel sein Verhalten zu ändern. \nMeine Goldene Regel ist: Wenn mich jemand in Game fragt, was er bauen soll, gebe ich ihm kurz meine Meinung. Wenn mich jemand (weil es ein Normal Game ist und er rausgekriegt hat, dass ich Platin und Sup main bin...) fragt, was er besser machen könnte, gebe ich ihm danach meine Meinung. Aber in Game habe ich selber echt zu viel zu tun um mich mit \"konstruktiver Kritik\" an meinen Mitspielern zu beschäftigen. Schließlich muss ich an meinem eigenen Spiel arbeiten...","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T14:14:55.093+0000","up_votes":1,"down_votes":1,"body":"Ich bin derzeit Silber, bin also nicht sonderlich gut was warding, mapawareness und solche Dinge angeht also habe ich genug Zeit^^ PS: Falls du überhaupt antwortest: Wehe du sagst \"dann guck lieber auf die Map und Warde anstatt deine Zeit damit zu verschwenden\"","replies":[]}]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-13T15:44:18.069+0000","up_votes":1,"down_votes":0,"body":"> \"lol deez bans\"\n_Du verursachst direkt zu Beginn negative Stimmung, unterstellst, dass der andere \"falsch\" bannt._\n\n>  Ich sage ihm meine Meinung (zB sorry mb oder u shouldnt have engaged)\n_Den zweiten Teil lass mal weg, unnötiges blaming_\n\n>  Ich nenne wenn vorhanden sehr auffällige Fehler sofern sie mehr als 1 mal vorkommen\n_Sehr auffällige Fehler sehen die Spieler selber, einen Cpt. Obvious braucht niemand._\n\n\nDiese 3 Dinge solltest du unterlassen.\n\nEdit: So in etwa kommt das rüber:\nhttps://www.youtube.com/watch?v=opfXmYlTotc","replies":[{"id":"","poster":"Kaitri","date":"2015-08-13T20:02:20.425+0000","up_votes":1,"down_votes":0,"body":"mannbärschwein","replies":[]},{"id":"","poster":"I beat my Glied","date":"2015-08-13T16:00:32.720+0000","up_votes":1,"down_votes":2,"body":"Ich bin nicht der Mensch der sich zu unrecht beschimpfen lässt ohne wenigstens seine Meinung zu sagen. Das mit den bans ist einfach falsch von mir da hast du recht und das letzte würde ich dann halt doch so Formulieren \"mir sehr auffallende Fehler. PS: Ich bin nicht wie cpt Hindsight q.q","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-13T16:52:22.114+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=00060000,timestamp=2015-08-13T16:00:32.720+0000)\n>\n> Ich bin nicht der Mensch der sich zu unrecht beschimpfen lässt ohne wenigstens seine Meinung zu sagen. Das mit den bans ist einfach falsch von mir da hast du recht und das letzte würde ich dann halt doch so Formulieren \"mir sehr auffallende Fehler. PS: Ich bin nicht wie cpt Hindsight q.q\n\nSo sehen dich deine Mitspieler aber, wenn du ihnen solch offensichtliche Fehler nochmal unter die Nase reibst.\nDass deine Intention eine andere ist, mag sein.\nDoch was du sagen willst, ist etwas anderes als das, was bei deinen Mitspielern ankommt.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T18:23:38.208+0000","up_votes":1,"down_votes":1,"body":"Selbst wenn ich dadurch ein \"nerviger\" Spieler bin ist das denn Grund genug mich zu reporten?","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-13T18:45:11.457+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=0006000000000000,timestamp=2015-08-13T18:23:38.208+0000)\n>\n> Selbst wenn ich dadurch ein \"nerviger\" Spieler bin ist das denn Grund genug mich zu reporten?\n\nWillst du denn von deinen Mitspielern ständig genervt werden?\nDie Leute wollen sich beim spielen entspannen.\n\nBtw, wenn du bereits eine CR hast, dann wirst du nach ablauf automatisch, d.h. unabhängig von Reports überprüft.","replies":[{"id":"","poster":"I beat my Glied","date":"2015-08-13T19:20:13.164+0000","up_votes":1,"down_votes":1,"body":"Weißt du ob man mit einer CR andere Verbündete und Gegner bekommt? Es fühlt sich an als hätte ich nur noch Flamer und Trolls","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-13T20:01:14.780+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gnarkani,realm=EUW,application-id=KYnfKGf0,discussion-id=nAEdUxvp,comment-id=000600000000000000000000,timestamp=2015-08-13T19:20:13.164+0000)\n>\n> Weißt du ob man mit einer CR andere Verbündete und Gegner bekommt? Es fühlt sich an als hätte ich nur noch Flamer und Trolls\n\nNein, daran ändert sicht nichts.","replies":[]}]}]}]}]}]}]}]}