{"id":"o18ahWU4","poster":"Domseplay10","date":"2015-08-12T14:38:34.659+0000","title":"Toplaner sucht ehrgeiziges Rankedteam (Bronze 1)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Seid gegr&uuml;&szlig;t Beschw&ouml;rer\r\n\r\nIch bin auf der suche nach einem Rankedteam aber als bronze spieler ist das nicht so einfach weil die meisten denken &quot;der ist bronze der hat keinen skill und ist super schlecht&quot;. Es ist normal das man mal schlechte runden zuhaben aber dann abgewiesen zu werden und gesagt bekommen das man immer so schei&szlig;e ist in allen runden das ist schon schlimm. Zurzeit habe ich in soloq bronze 1 mit 0LP und spiele zurzeit nur noch normals da mir die motivation fehlt soloq zumachen.\r\n\r\nZu Mir:\r\nMein Name ist Dominik aka &quot;Domseplay10&quot;, bin 19 Jahre jung und mache zurzeit eine Ausbildung als Koch im 1st Lehrjahr. \r\nIch spiele lol seit ende Season 4 und habe 410 normal wins. Meine Mainlane ist die Toplane da ich mich dort voll und ganz wohlf&uuml;hle. Als ausweichlane k&ouml;nnte ich adc oder mid &uuml;bernehmen. Im Prinzip bin ich eine Ruhige Person und flame nur hin und wieder mal wenn ich mal richtig w&uuml;tend bin aber sonst habe ich immer spa&szlig; beim spielen. Meine Mainchamps auf der Top sind: Gnar, Kennen, Cho, Malphite, Maokai. Als ADC sind es: Sivir, Graves, Ashe, Tristana und mf. Als Mid kann ich: Ahri, Akali, cho, kennen und morg. zurzeit &uuml;be ich einige champs um mehr zu k&ouml;nnen aber die hier aufgelisteten kann ich ganz gut bis perfekt.\r\n\r\nWas ich vom Team erwarte:\r\nfreundliches miteinander und kritikf&auml;higkeit\r\n\r\nFeste Trainingszeiten und eine kommunikationsm&ouml;glichkeit (skype, ts)\r\n\r\nKritik annehmen und Kritik austeilen\r\n\r\nGeistige reife und mapawarness.\r\n\r\nWas ich mitbringen kann:\r\neine Ruhige person die nur mal ab und an flamed\r\n\r\neinen der permanent auf die map schaut um schnell genug reagieren zu k&ouml;nnen\r\n\r\nviel Humor um die leute im team die mal bissel stinkig sind wieder auf die richtige bahn zubringen.\r\n\r\nFalls ich euer Interesse geweckt habe schreibt mich hier im forum an oder addet mich einfach in lol \r\nIngame Name &quot;wer h&auml;tte es gedacht&quot; Domseplay10\r\n\r\nMfG\r\nDominik aka Domseplay10","replies":[]}