{"id":"E2TgQyvt","poster":"ABCMonster","date":"2015-08-12T11:44:51.800+0000","title":"z.Hd. Riot Kengen (Information bzgl. Finaler Gruppe, Punkte etc)","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"> Leider kamen diesmal nur 8 Gruppen zu Stande.\nWenn das System wie beim Battlegrounds 1 beibehalten wird, kommen lediglich die Gruppen Sieger in die Finale Gruppe, was bedeutet die Finale Gruppe und somit auch die Platzierungs Punkte sowie Riot Punkte werden  lediglich unter 8 Teams aufgeteilt \nSoll sich die Finale Gruppe diesmal anders Bilden? Bsp Top 4 jeder Gruppe = 32 Teams? Oder wie sehen da die Pl&auml;ne aus?<\n\nAntwort von Kengen:\n> Zu deiner Idee bez&uuml;glich der Top 4 jeder Gruppe - da denk ich dr&uuml;ber nach und &uuml;berleg mir was gutes, damit wir coole Finals der Qualifier haben k&ouml;nnen - unabh&auml;ngig von der Gr&ouml;sse des Turniers.\n\n\nIn 3 Spieltagen geht es in die Finale Gruppe und bis jetzt gab es noch keine genaue Information wie sich nun die Finale Gruppe zusammensetzt.\nWird es darauf nun hinauslaufen das die Finale Gruppe nur aus 8 Teams bestehen wird?\nUnd wie wollt ihr das an dieser Stelle handhaben mit den Versprochenen Riot Punkten f&uuml;r die Top 32?\n\nAuszug aus dem Regelwerk\n> 1. Platz 5000 RP\n2. Platz 3000 RP\n3. &ndash; 4. Platz 2000 RP\n5. &ndash; 8. Platz 1500 RP\n9. &ndash; 16. Platz 1000 RP\n17. &ndash; 32. Platz 500 RP","replies":[{"id":"","poster":"Cunctor","date":"2015-08-15T17:52:26.922+0000","up_votes":1,"down_votes":0,"body":"Update:\nEs ist aufgrund technischer Einschränkungen nicht möglich, den Turnierverlauf zu manipulieren, das heißt die Gruppenphase wird, wie es auf der Webseite steht, zu Ende gespielt, und die Sieger der 8 Gruppen steigen in die Endrunde auf. Diese beginnt direkt im Anschluss an die Gruppenphase. Die erste Runde geht bis ~~29.8.~~ 30.8. \n\nDie Zweitplatzierten jeder Gruppe bekommen 1000 RP und die Dritt- und Viertplatzierten 500.\n\nLG\nCunctor","replies":[]},{"id":"","poster":"Cunctor","date":"2015-08-12T11:58:47.798+0000","up_votes":1,"down_votes":0,"body":"Hallo ABCMonster,\ndie Regeln werden selbstverständlich eingehalten, dazu zählen auch die Preise. Wie genau die finale Gruppe aussieht, werden wir sehr bald bekanntgeben. \n\nLG\nCunctor","replies":[]}]}