{"id":"arZIY78X","poster":"Zenesty","date":"2015-08-11T18:35:50.783+0000","title":"Plat Sup LF DuoQ/ LFT","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey,\r\nmein Name ist Kerstin ich komme aus Nrw und bin 21 Jahre alt.\r\nIch suche nach einer l&auml;ngeren Pause nach einem DuoQ Partner oder Rank Team.\r\n\r\nAtm bin ich _Platin 5_ und spiele _Main Support_. Zur Not k&ouml;nnte ich auch Jungle spielen, da ich aber schon eine gef&uuml;hlte ewigkeit nicht mehr gejungelt habe k&ouml;nnte es ziemlich lustig werden^^.\r\n\r\nHaupts&auml;chlich spiele ich {{champion:40}} {{champion:267}} {{champion:89}} {{champion:37}} {{champion:117}} {{champion:25}} {{champion:412}} (Thresh in &uuml;bung)\r\n\r\n**DuoQ:**\r\n\r\nIch suche einen DuoQ bevorzugt ab Platin (bin f&uuml;r tipps und hilfen immer dankbar will mich ja verbessern und nicht gleichbleiben) und mind 18 Jahren. Bevorzugt ADC.\r\nFlamer kann ich &uuml;berhaupt nicht gebrauchen.\r\n\r\n**Rank Team:**\r\n\r\n- Mind. Elo: High Gold Platin elo\r\n- Regelm&auml;&szlig;ige Train Zeiten\r\n- Mind. 18 Jahre\r\n- Wille sich zu verbessern\r\n- Keine Flamer\r\n\r\nIch habe schon in meheren Teams gespielt ob gemischt oder female Teams (Fem. Teams inc Female cups). Ich nehme idr gerne Kritik entgegen da ich aus meinen Fehlern lernen m&ouml;chte um besser zu werden.\r\n\r\nBei Interesse oder Fragen einfach adden oder hier kommentieren :)\r\n\r\nZenesty","replies":[{"id":"","poster":"Ketty","date":"2015-08-12T16:01:59.863+0000","up_votes":1,"down_votes":0,"body":"hey Zenesty/Kerstin\n\nWir sind ein team bestehend aus Platin bzw. Gold Spielern, die im Moment nach einem Supp suchen, sind alle außer einer über achtzehn (ich bin 17)\nund wir spielen hauptsächlich abends, falls du interesse hättest mit uns ein paar Testspiele zu spielen oder uns beizutreten, dann schreib mir ingame auf meinem Smurf: Joshix0909 bzw. ich hab dich auch schon geaddet","replies":[]},{"id":"","poster":"HCX Spooker","date":"2015-08-11T20:21:40.227+0000","up_votes":1,"down_votes":0,"body":"Moin Kerstin,\n\nwir sind ein Gold/Plat Ranked Team und suchen zur zeit einen Support, da unser alter Support aufhört. WIr haben auch Regelmäßige Trainingszeiten, die aber gegebenfalls angepasst werden könnten. Und wir sind alle über 18, um genau zu sein alle 23 oder älter ;).\n\nBei Interesse würden wir gerne mit dir morgen ein paar Testspiele machen, sofern du zeit hast. Adde mich dann einfach ;)\n\nGruß Spooker","replies":[]}]}