{"id":"3OMwEpPl","poster":"Crip the Cook","date":"2015-08-11T12:30:09.227+0000","title":"BUSTED: AP VARUS ONESHOT!","subforum":"Streams & YouTube","embed":{"title":"LoL | Troll oder Worth #5 | Ap Varus","description":"El Cripo, Games, Videospiele, , LoL, League of Legends, High Elo, Hey Leute, ich meld mich zurück mit Facecam und ner neuen Folge von Troll oder Worth! Viel spaß mit dem Video :) Folgt mir auf Twitter und bleibt auf dem laufendem :) https://twitter.com/El_Cripo Livestreams nicht verpassen !!! http://www.twitch.tv/elcripo","url":"https://www.youtube.com/watch?v=6vP5m2kuOA0&feature=youtu.be","image":"http://i.embed.ly/1/image/resize?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6vP5m2kuOA0%2Fhqdefault.jpg&key=a45e967db0914c7fb472fd4381e6c85b&width=425"},"up_votes":1,"down_votes":1,"body":"Hey Leute, habe heute mal ap Varus probiert, und muss schon sagen, isn sahniger Burst :D","replies":[{"id":"","poster":"Hamrio","date":"2015-08-11T12:47:40.765+0000","up_votes":1,"down_votes":0,"body":"solltest das micro bisschen näher an den mund legen man versteht dich nur sehr leise.\nund eine frage: was bringt mit warum der w auf stufe 1 der gibt doch nur mehr dmg nachdem man nen spell drauf wirft","replies":[{"id":"","poster":"Crip the Cook","date":"2015-08-11T13:00:20.497+0000","up_votes":1,"down_votes":0,"body":"Mach am besten das ganze Video etwas Lauter, die Sache ist, dass wenn ich die Stimme lauter Stelle, werden dir sobald ich lache die Ohren glühen :D\nHabe auf LvL 1 den W geskillt, da es mir sinnvoller vorkahm 13 mehr \"AD\" zu haben, als nen lausigen 60 DMG Q der nicht Skaliert.\nDie W stats mal für dich:\n\nPassiv: Varus' normale Angriffe verursachen zusätzlich 10/14/18/22/26 (+25% Fähigkeitsstärke) magischen Schaden und belegen seine Ziele 6 Sekunden lang mit Verderbnis (wirkt bis zu 3-mal kumulativ). Trifft eine seiner anderen Fähigkeiten ein solches Ziel, bricht die Verderbnis hervor und verursacht für jede vorhandene Kumulation 2/2.75/3.5/4.25/5 % (+2% Fähigkeitsstärke %) des maximalen Lebens seines Ziels als magischen Schaden (max. 360 Schaden insgesamt gegen Monster).","replies":[]}]}]}