{"id":"Zp5gIKfe","poster":"BNJ Merata","date":"2015-08-11T15:09:01.078+0000","title":"Standbild Ingame","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hay, \r\nich hoffe, dass dieses Thema noch nicht genannt wurde ( mit vorhandener L&ouml;sung ), habe extra schon lange gesucht und keine L&ouml;sung gefunden !\r\nAlso mein Problem ist folgendes; und zwar wenn ich LoL spiele habe ich so gut wie immer ein Standbild.. Selten kann ich Task-Manager ausf&uuml;hren und es schlie&szlig;en.\r\nMeistens muss ich meinen Pc Neustarten, dann l&auml;uft wieder alles f&uuml;r 15 Mins und geht geht von vorne los.\r\n\r\n Mein PC ist nicht der neuste aber es reicht f&uuml;r Black Ops etc. und dann sollte er auch f&uuml;r LoL reichen..(hat er seit Season 2 auch bis vor einer Woche)\r\n\r\n Also zum Teil bekomme ich dadruch auch leaves bzw. Matchmaking Banns daher frage ich jetzt bevor ich noch ein weiteres Spiel mache.\r\n \r\nGegoogelt habe ich schon und finde aber keine L&ouml;sung, nur Leute denen es genauso geht.\r\n\r\nVllt. hab ihr ja ideen oder Vorschl&auml;ge.\r\n\r\nDanke schonmal f&uuml;r die Antworten ! :)","replies":[{"id":"","poster":"BNJ Merata","date":"2015-08-11T16:14:30.277+0000","up_votes":1,"down_votes":0,"body":"Gibt es noch andere Möglichkeiten rauszufinden an was das liegen könnte aus Erfahrungen etc. ? \njedes mal wenn ich die Programme runterlade sagt mein Antiviren Programm das die Programme infiziert sind und lässt es garnicht erst zu diese zu öffnen.\nzum anderen denke ich, wird es nicht an der Temperatur liegen da ich die letztes 3 Jahre schon mit dem Pc LoL Spiele und auch Monatlich reinige/entstaube ^^","replies":[{"id":"","poster":"legofreak1","date":"2015-08-11T17:23:26.261+0000","up_votes":1,"down_votes":0,"body":"Dann solltest du deinem AV-Programm beibringen, dass das keine Malware ist.\nIch werd hier nicht im dunklen stochern, sondern hätte schon gerne was, worauf ich mich stützen möchte, vor allem, wenn das Problem etwas schwerwiegender zu sein scheint.","replies":[]}]},{"id":"","poster":"legofreak1","date":"2015-08-11T15:17:07.128+0000","up_votes":1,"down_votes":0,"body":"Lad bitte dein [DxDiag](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0006) und dein letztes [R3dlog](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0006) hoch. Mit Programmen wie zum Beispiel [Coretemp](http://www.alcpu.com/CoreTemp) und [MSI-Afterburner](http://www.msi-afterburner.de/) kannst du die Temperatur deiner Hardware auslesen. Starte bitte ein freies Spiel, lass dies ein paar Minuten laufen und lies dann die Temperatur aus und poste Screenshots der beiden Programme hier.","replies":[]}]}