{"id":"YQzsTUwI","poster":"Challenger Midˇ","date":"2015-08-10T21:26:24.616+0000","title":"Aufbau Eines Silber/Gold Teams","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute, ich versuche mit diesem Eintrag ein Team aufzubauen, welches den Challengerberg erklimmen soll, sozusagen von null auf 100.\r\nSo, da jetzt erst mal gekl&auml;rt ist, was das ziel sein sollte, kommen wir jetzt erst mal zu mir:\r\nIch bin 13 Jahre alt, so gut wie 14.\r\nElo: Silber II.\r\nSeit Season 4 spiele ich bereits in der Mitte.\r\n\r\nMein Traum ist es, Progamer zu werden. Ich wei&szlig;, ich bin nicht der Einzige, der das will, das musste ich mir schon tausend Mal anh&ouml;ren. Ich werde unter diesem Post wahrscheinlich auch sehr viel geflamet wie behindert das sei und soweiter, aber ich hoffe es gibt hier ein paar Menschen, die so sind wie ich.\r\n\r\nWas wir noch suchen ist 1 Bot lane (Am besten Premade) im Elobereich von Silber bis niedrieges Gold, m&ouml;glichst im Alter von 13-15 Jahren.\r\nWas ihr ben&ouml;tigt ist Kritikf&auml;higkeit.\r\nWir werden uns st&auml;nding verbessern und dazu geh&ouml;rt nun mal das man auch Kritik annimmt und versucht sich zu verbessern.\r\n\r\nWas ihr sonst noch braucht:\r\n-ts3/skype\r\n-Freundlichkeit\r\n-Teamplay\r\n\r\nIhr solltet viel spielen sowie am besten auch noch Whatsapp besitzen, sodass man sich immer koordinieren kann.\r\n\r\nUND DAS ALLER WICHTIGSTE IHR BRAUCHT EHRGEIZ IHR M&Uuml;SST DAS ZIEL ERREICHEN WOLLEN UND NICHT BEI DER H&Auml;LFTE AUFGEBEN UND DAS ZIEL DES TEAMS ERREICHT WERDEN DAS IST IRGENDWANN IN DER LCS ZU SPIELEN.\r\nWenn wir es weit schaffen und uns wirklich anstrengen und es schaffen in die Challenger Series zu kommen, dann auf Tuniere eingeladen werden und da eine gute Performance abgeben, wird unserem Team die Chance gegeben in der LCS oder welche von uns in der LCS zu spielen, was wie erw&auml;hnt euer Traum sein sollte .\r\n\r\nWenn das alles auf euch zutrifft dann w&uuml;rde ich mich freuen mit euch in einem Team zu spielen und in die LCS zu kommen:\r\nADDET MICH EINFACH ingame:Gosy\r\nIch danke f&uuml;r eure Aufmerksamkeit!","replies":[{"id":"","poster":"Laelae","date":"2015-08-11T15:37:33.359+0000","up_votes":1,"down_votes":0,"body":"Ich wäre interessiert. Meine Elo ist Silber 4 und bin main Supporter. Hab Skype, Teamspeak 3 und Whatsapp :^)","replies":[]},{"id":"","poster":"dk2710","date":"2015-08-11T06:35:56.800+0000","up_votes":1,"down_votes":0,"body":"IM ERNSTHAFT die Leute hier die Flame oder sonst noch was din hasse ich erzählt ihr doch von eurem Traum und wenn ihr sowas nicht habt seit ihr loosern was der junge hier macht gibt's auch nicht alle monaten und ich finde der hat es echt toll gemacht\n\nPS: ich möchte auch seher gerne deinem Team beitreten","replies":[{"id":"","poster":"proudVegan","date":"2015-08-11T10:08:21.992+0000","up_votes":1,"down_votes":0,"body":"Best  Deutsch :D (nicht böse gemeint)","replies":[{"id":"","poster":"dk2710","date":"2015-08-11T13:46:20.137+0000","up_votes":1,"down_votes":0,"body":"nene keine sorge sagt fasst jeder mensch bin daran gewöhnt ^^","replies":[]}]}]},{"id":"","poster":"VeloZirapt0r","date":"2015-08-11T11:05:45.091+0000","up_votes":1,"down_votes":0,"body":"Hahaha, ich gönn ja jedem seine Träume, aber ich rate dir deine Ziele realistisch zu stecken. Trotzdem viel erfolg","replies":[]},{"id":"","poster":"proudVegan","date":"2015-08-11T10:07:46.701+0000","up_votes":1,"down_votes":0,"body":"Ich verurteile den Traum von niemandem.\nSolange er keine anderen Zerstört.\n\nPS: werd mir mal dein team ansehen :)","replies":[]},{"id":"","poster":"AncientBardMain","date":"2015-08-10T23:08:44.806+0000","up_votes":1,"down_votes":0,"body":"Hahaha , Troll detected.","replies":[]},{"id":"","poster":"Harit","date":"2015-08-10T22:04:45.510+0000","up_votes":1,"down_votes":1,"body":"OMG ICH KANN NICHT MEHR HAHAHAHAHAH","replies":[]}]}