{"id":"8X75eEP9","poster":"FeS Lowfire125","date":"2015-08-10T21:08:51.807+0000","title":"Afks/Dcs im Ranked","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":3,"body":"Guten Tag.\r\nIch sch&auml;tze jeder hatte mal in einem ranked game das es auf einmal passierte das ein mate das spiel verlassen hat oder nicht ins game connectet ist und aufgrund dessen das game verloren ging. Ich finde das man vielleicht da etwas gegen tun sollte damit es zumindest nicht so sehr schmerzt wenn man z.b. in der promo ein spiel durch nen dc eines mates verliert. Ich w&uuml;rde da eventuell vorschlagen das man vielleicht einf&uuml;hren kann das die Leute die durch einen dc verlieren eventuell Lose prevented gibt das diese dann keine punkte verliren oder promos. Aber die Siegreichen gegner kriegen immer noch ihre Punkte und derjenige der den dc hatte verliert auch noch punkte. Und ich stelle mir vor das man es wie folgt regeln konnte:\r\n\r\n Wenn jemand einen dc l&auml;nger hatte als 10 minuten oder 5 minuten vor game ende gibt man lose prevented f&uuml;r die mates und eventuell wenn jemand 10 min afk war aber wieder drin war das es da auch noch den lose prevented gibt wenn das game innerhalb von 10 minuten verloren geht. So geht man sicher das es nicht ausgenutzt wird bzw nicht zu hart eingesetzt wird aber gleichzeitig stellt man sicher das selbst wenn derjenige mit dc wiederkommt zumindest wieder ingame ist und nen einfluss auf das spiel hatte, wobei man hier auch eventuell negativen einfluss(feeding) mit einberechnen sollte.\r\nWas haltet ihr von diesen Vorschlag? Oder habt ihr noch andere wom&ouml;glich bessere vorschl&auml;ge um gegen dieses problem vorzugehen?\r\n\r\nSry wenn das hier der falsche ort f&uuml;r so einen Vorschlag ist, aber ich war mir nicht sicher wohin er geh&ouml;rt.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nLowfire125","replies":[{"id":"","poster":"FeS Lowfire125","date":"2015-08-11T10:36:48.374+0000","up_votes":1,"down_votes":0,"body":"Ja da hast du vielleicht recht, vielleicht sollte man dann nur bei leuten die in promos sind den loss prevented geben wenn es durch afk verschuldet war. Weil ich finde es schon mies das man ein game durch afks verliert aber dann auch noch die promo genau deswegen zu verlieren finde ich auch mies","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-11T10:50:24.998+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Lowfire125,realm=EUW,application-id=ip27PlEH,discussion-id=8X75eEP9,comment-id=0003,timestamp=2015-08-11T10:36:48.374+0000)\n>\n> Ja da hast du vielleicht recht, vielleicht sollte man dann nur bei leuten die in promos sind den loss prevented geben wenn es durch afk verschuldet war. Weil ich finde es schon mies das man ein game durch afks verliert aber dann auch noch die promo genau deswegen zu verlieren finde ich auch mies\n\nKann erst recht ausgenutzt werden.\n\nDer DuoQ-Partner (am besten mit smurf) könnte ja frühzeitig afk gehen.\nOder der Spieler flamet und blamet so stark, bis jemand afk geht; dann noch etwas auf Zeit spielen, damit die Niederlage nicht zählt.\n\nGerade die Gefahr, dass deswegen mehr geflamet wird, gefällt mir nicht.","replies":[]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-11T10:21:07.364+0000","up_votes":1,"down_votes":0,"body":"Führt zu einer LP Inflation, welche nicht erwünscht ist. Außerdem zu leicht ausnutzbar, da Leute \"rausgemobbt/geflamet\" werden, damit der Rest keine Punkte verliert.","replies":[]},{"id":"","poster":"FeS Lowfire125","date":"2015-08-11T10:03:44.557+0000","up_votes":1,"down_votes":0,"body":"Hallo Brainman20,\nEs stimmt schon das man auch Games hat wo man dadurch gewinnt, aber ich denke das man da weniger punkte gewinnt als bei der Niederlage bzw nur geringfügig mehr. Und wenn man ein game durch afks verliert in der Promo gleicht sich dieses nicht aus meiner Meinung nach. Nur so als Beispiel: ich hatte gestern 5 Rankeds wo in meinem team jemand afk war und das game beeinflusst hat dadurch, 1 davon konnten ich und mein team 4v5 gewinnen da wir hochgefeedet waren, der rest ging verloren und ich hatte gestern bloß 1 gewonnen durch einen afk im gegner team. Also bin ich mir auch nicht so sicher ob es sich ausgleicht,\n\nMlg \nLowfire","replies":[]},{"id":"","poster":"Brainman20","date":"2015-08-10T22:02:44.527+0000","up_votes":1,"down_votes":0,"body":"Hallo,\ndu hattest Games, wo du durch AFKs gewonnen hast. Also wird es sich am Ende des Tages  sich wieder ausgleichen.\n\nMLG\nJabbi","replies":[]}]}