{"id":"lyKhxAxL","poster":"siQ Sinistriz","date":"2015-08-10T22:10:01.426+0000","title":"siQ-Gaming Clan sucht weitere LoL-Member","subforum":"Clans & Teams","embed":{"title":"siQ Gaming › E-Sport Multigaming Clan › League of Legends, Dota 2 & CS GO","description":"Wir sind ein Deutscher League of Legends, Dota 2 und CSGO Clan. Wir veranstalten Turniere mit Echtgeld-Preisen & Ingame-Skins. Ältere Specials landen hier im Archiv. Ältere Newsartikel landen hier im Archiv.","url":"http://siq-gaming.com/","image":"http://siq-gaming.com/wp-content/uploads/2015/01/neuer-server-siq-gaming-multigaming.jpg"},"up_votes":1,"down_votes":2,"body":"Hallo, wir sind der Clan siQ-Gaming\r\n\r\nwir suchen weitere LoL Cracks, die aktiv in einem unserer Squads spielen wollen!\r\nWichtig ist: Interesse, fest in einem Team zu spielen (mit Trainingstagen).\r\nWir sind sehr aktiv &amp; engagiert - nicht zuletzt auch auf unserer fantastischen Page siq-gaming.com/ .\r\nDort seht ihr unter LoL auch eine &Uuml;bersicht unserer Squads!\r\nDer siQ-Gaming-Clan m&ouml;chte neue Teams gr&uuml;nden, alte auff&uuml;llen und weiter senkrecht starten!\r\nAus Erfahrung sprechen wir, wenn wir sagen, dass es viele Vorteile mit sich bringt Teams in einem Clan - und einem Teamspeak-Server zu vereinen. Ob es nun Inhouse Games sind, oder einfach Informationen oder Wissen. Fakt ist: Mehr Leute, mehr Spa&szlig;!!!\r\nAu&szlig;erdem seid ihr dazu eingeladen, mit vorhandenen Teams unseren Clan zu joinen!!!!\r\n\r\nWas uns besonders auszeichnet, ist eine hochmoderne Clanpage im Stile einer Social-Media Plattform und ein best&auml;ndiger TS3 Server. Auf der Homepage bieten wir News, Specials und ein Forum in dem man sich in verschiedenen Bereichen austauschen kann. \r\nGelegentlich veranstalten wir interne Turniere bei denen man Skins - und/oder Riotpoints gewinnen kann. Jeder hat eine Chance!\r\nWenn unsere Community weiter w&auml;chst und auf eine ordentliche Gr&ouml;&szlig;e kommt wird es uns auch m&ouml;glich sein eine eigene Liga ins Leben zu rufen. \r\n\r\nNun kommen wir zu unseren Anforderungen:\r\n- Alter: Mindestens 18 Jahre (Ausnahmen k&ouml;nnen gemacht werden)\r\n- Teamspeak 3 (mit funktionierendem Headset/Mikro), Anwesenheitspflicht\r\n- Zeit, ein paar Mal in der Woche zu spielen\r\n- Motivation, sich weiter zu entwickeln\r\n- Mindestens Gold-Elo\r\n\r\n\r\nWenn wir dein Interesse geweckt haben, adde mich in LoL unter Sinistriz oder bewerbe dich auf unserer Homepage unter Join-Us! \r\n\r\nJOIN US - OR FEED!","replies":[{"id":"","poster":"BTA Entrá","date":"2017-03-15T13:52:10.847+0000","up_votes":1,"down_votes":1,"body":"https://host-unlimited.de/ die vermieten auch Teamspeak 3 server haben sogar ein Kundenservice.","replies":[]}]}