{"id":"ncjadcfV","poster":"SturmPfeil0","date":"2015-08-10T17:25:03.593+0000","title":"Champion Vorschlag Draconess der Blaublut-Drache","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Hey meine lieben Beschw&ouml;rer/innen, ich w&uuml;rde euch einen Champion Vorschlag anbieten. Selbst f&uuml;r das Riot Team ob das auch so in Ordnung w&auml;re.\r\n\r\nDraconess Dracero ist der einizgste der erst Gebornen Blaubl&uuml;ter der Vorfahren. Er stellt sich gegen jeden Herausforderer die den Frieden nicht kennen den weg.\r\nEin Starker Top, Midlaner und ein vielseitiger Verteidiger.\r\n\r\nName: Draconess Dracero\r\n\r\nGeschlecht: M&auml;nnlich\r\n\r\nAlter: 4 Generationen. (Jung)\r\n\r\nSpezies: Drache\r\n\r\nPrim&auml;r: K&auml;mpfer\r\n\r\nGeschichte:\r\n\r\nDraconess lebte als kleiner Drachenwelpe, auf den Verlorenen Windh&uuml;gel der Vorfahren.\r\nSein Traum war es, Frieden in Ganz Galera ein zubringen. Sein Bruder Viinturuth war von der &Uuml;berzeugung als W&auml;chter einer Verbotenen Waffe zu werden und es gelang auch ihn. Draconess war sprachlos als das Gespr&auml;ch seiner Mutter und Gro&szlig;vater mitbekommen hatte. Gro&szlig;vater Sjulinaark, erkl&auml;rte ihm das Viinturuth schon lange, sehr lange der W&auml;chter der Waffe war, und es entsetzte mehr, als sein Verstand nicht mehr klar kommen wollte.\r\nIm seinem Alter von 102 Jahren geschah das Ungl&uuml;ck, als seine Mutter Nahagliiv Verungl&uuml;ckte, hat er nichts mehr in Galera, was in noch retten k&ouml;nnte. Der Kalte und regenreiche Tag seiner letzten last der Trauer und verlust seiner Mutter hatte Draconess Nahagliiv versprochen Frieden in Galera zubringen, aber er versagt mit gro&szlig;en entsetzten. Sjulinaark versrach Draconess, eines Tages ein Gro&szlig;er Friedensherrscher aus ihm zu machen und es gelang nach 48Jahren.\r\n\r\nMit Stolzen 150Jahren herrscht Drachen Galera bis zu 50 Jahre lang bis zu seinem 200.Lebensjahr. Seine Geliebte Varkarith hatte gro&szlig;e sorgen um Draconess und sein Plan zur Abreise nach Runeterra. Nach Entschlossenen 2Monaten beschloss Draconess nach Runeterra zureisen. Varkarith verspricht Draconess, das sie Galera besch&uuml;tzen wird, bis zu seiner R&uuml;ckreise.\r\nDraconess erlangte nach langem Flugtagen, die Freiesicht von Runeterra. Er blickte noch einmal zur&uuml;ck und sah den Geist von seiner Mutter Nahagliiv nach ihm rufen. Sie sprach zu ihm: &quot; Mein Sohn &uuml;ber 98Jahren ist her das ich nicht mehr unter euch war. Es tat leid das es so passierte. Ich hoffe das du, auch den frieden nach Freljord bringen wirst&quot;. &quot;Nach Freljord?&quot;, fragte er.\r\nSie antwortet: &quot; Ja nach Freljord, dort soll es nach der Legende ein Ph&ouml;nix geben, die Uralte Weisheiten und Frieden kennt. Ihr Name lautet Anivia. Man nennt sie auch &quot;Der Kryo Ph&ouml;nix&quot;.\r\n&quot;Wenn das, was du gesagt hast wahr ist, dann soll es so sein, ich verspreche dir das ich dort mit ihr und ihre Verb&uuml;ndeten Frieden bringen k&ouml;nnen. Ich hoffe, das ich dich niemals entt&auml;uschen werde&quot;.\r\nUnd so ging Nahagliiv in aller Winde davon. Aber ihre Seele ruht weiter in seinem Herzen.\r\n\r\nNach 2 weiteren Tagen trifft Draconess Anivia und Ashe eine Frostbogensch&uuml;tzin.\r\nEr sprach mit Anivia und Ashe &uuml;ber dem B&uuml;ndnispakt zwischen ihm und Anivia, Ashe. Nach kurzen Erkl&auml;rungen und Einigungen war der B&uuml;ndnispakt perfekt. Draconess hat das nun erreicht was er erreichen wollte und somit auf den weg, allen den Friedenzubringen.\r\nEr wird sein versprechen immer halten.\r\n\r\nDaten zur Beginn und Aufstufungen:\r\n\r\nBeginn:\r\n\r\nLeben: 635 +85 p. Aufstieg\r\nMana: 0 keine Regenartion\r\nAngriff: 67 + 3 p. Aufstieg\r\nR&uuml;stung: 38 + 2 p. Aufstieg\r\nF&auml;higkeitst&auml;rke: 0\r\nMagieresistenz: 30 + 2 p. Aufstieg.\r\n\r\nPassiv: BlutHerz\r\n\r\nDraconess erh&auml;lt f&uuml;r jeden 1% seines Aktuellen fehlenden Leben,\r\n 1 Angriffsschaden dazu. (Ab Level 6 2%, Level11 2,5%, Level 16 3%)\r\n\r\nAura Klinge (Q)  Abkilngzeit 7,5sec -- 0,5sec p. Aufwertung\r\nDraconess schwingt sein Schwert so Kr&auml;ftig, das getroffene Einheiten (kegelf&ouml;rmig) 65 Angriffsschaden erleiden und f&uuml;r 1,5sec lang ihre R&uuml;stungen um 10% verringert und ihre Bewegung Verlangsamt. +45 Angriffsschaden p. Aufwertung.\r\n\r\nSchwingen der Vorfahren (W) Abklingzeit 12sec -- 0,7sec p. Aufstieg\r\n\r\nDraconess schl&auml;gt mit seinen Schwingen stark genug um getroffene Einheiten im Radius von 550Einheiten 75Angriffsschaden erleiden und dabei f&uuml;r 1,5sec lang Bet&auml;ubt werden. + 55angriffschaden p. Aufwertung\r\n\r\n\r\nPassiv: Gew&auml;hrt Draconess 15% Angriffsschaden und tempo dazu. + 5% p. Aufwertung.\r\n\r\nDraconischer Schrei (E) Abklingzeit 18sec -- 1,6sec p. Aufwertung\r\n\r\nDraconess b&uuml;ndelt seine Kr&auml;fte zusammen und nach 1,5sec verz&ouml;gung, l&auml;sst er sein Gewaltiger Schrei an allen Einheiten raus, die sich in seinen 600Einheiten radius befinden und dabei 100 Angriffschaden erleiden, dabei ergreifen sie f&uuml;r 1,5sek lang die Flucht.\r\n+ 40 Angriffsschaden p. Aufwertung.\r\n\r\nGalerischer Machtzug (Z) Abklingzeit 127sek. -- 15sec p. Aufwertung\r\n\r\nDraconess st&uuml;rmt zum n&auml;chsten liegenden Champion oder Gruppe und greift Gnadenlos an ( 50% weniger Schaden von T&uuml;rmen).\r\nDer Erste ausgef&uuml;hrte schlag schleudert sein Ziel (Gruppe) in die Luft und verursacht 120 Angriffsschaden. Dabei f&uuml;hrt Draconess weitere Schl&auml;ge aus die 150Angriffsschaden zugef&uuml;gt werden. ( Kein Ausweichen M&ouml;glich).\r\nDer Letzte Schlag f&uuml;hrt Draconess sein Ziel der auf den Boden stark aufprallt erleidet weitere 75 Angriffsschaden.\r\nFalls sein Ziel oder Gruppe bei der F&auml;higkeit Kampfunf&auml;hig gemacht wird, werden Draconess pro get&ouml;teter Champion 10% seines Maximalen Lebens wiederhergestellt.  +55 Angriffsschaden p. Aufwertung. + weitere 275Angriffsschaden f&uuml;r den letzten Ausgef&uuml;hrten schlag.\r\n\r\n&quot;Ich bin der letzte und einzigste der geborenen Blaubl&uuml;ter. M&ouml;ge den Frieden in allen Provinzen und Reichen wiederfinden&quot;. Draconess Dracero. \r\n\r\nWeiter Fragen um diesen Champion und seine geschichte k&ouml;nnt ihr mir unter christophernilshirth@yahoo.de stellen.\r\n\r\nEuer Beschw&ouml;rer LeviathanDragon0","replies":[]}