{"id":"yEPi9bTk","poster":"ViBP Gods Plan","date":"2019-03-28T09:08:06.587+0000","title":"Kennt Ihr die Mute Funktion  ?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":3,"body":"Wenn ich die Post aus Spielerverhalten &amp; Moderation lese stellt sich mir immer die im Titel gestellte Frage. Vor allem, wenn dann immer die gleichen Post auftauchen, nach dem Schema: \" der hat mich beleidigt, dann hab ich zurück geflamed und jetzt wurde ich gebannt. (insert Pikatchu Meme) Ist das gerecht?!\"\r\nKlar kann es während einem League Game mal emotionaler werden, (geht mir ja nicht anderst) aber anstatt sein Gegenüber einfach zu muten und mit klarem Kopf weiterzuspielen wird lieber bisschen Tastatur Krieg gespielt.\r\nIch meine im echten Leben würdet ihr doch auch einfach weggehen, wenn euch jemand sinnlos beleidigt, oder ? \r\nDie Worte einer fremden Person sollten niemals derart euren Stolz verletzen.\r\nLacht einfach drüber mutet den Flamer und fertig.\r\nP.S hilft auch beim climben ;)","replies":[{"id":"","poster":"T0X1C4","date":"2019-03-31T11:28:38.995+0000","up_votes":1,"down_votes":2,"body":"immer diese möchtegern kinder die einem muten weil man sagt wie schlecht sie sind.. ach ja dann flamed man ja ne ist klar !! \nnur weil der bronz 10 typ in meinem team 0 22 3 steht und ich ihm frage ob er überhaupt gehirnzellen besitzt bekomme ich FÜR flame ban...\ndann deaktiviert doch direkt das chatten...","replies":[{"id":"","poster":"eingew","date":"2019-04-01T06:08:03.662+0000","up_votes":3,"down_votes":0,"body":"Du weißt aber schon, dass du mit Spielern auf deinem Skilllevel gematcht wirst?","replies":[]}]},{"id":"","poster":"Electrobert","date":"2019-03-28T16:28:31.672+0000","up_votes":2,"down_votes":1,"body":"Du hast schon recht, aber durch die mute Funktion können auch wichtige Informationen wie getimte sums oder calls nicht mehr kommuniziert werden.\n\nDer Vergleich mit dem \"echten Leben\" ist meiner Meinung nach daneben, denn in lol kannst du nicht einfach weggehen, es sei denn du möchtest einen Ban für afk bekommen.\nDu bist idR. darauf angewiesen mit deinem Team zusammenzuarbeiten um Erfolg haben zu können, wenn sich dann Leute daneben verhalten regt mich das tatsächlich auch auf!\n\nFür viele (auch mich) ist League ein Hobby ähnlich wie Fußball, etc. - Wenn sich bei einem Fußballspiel deine Mannschaftskameraden so daneben verhält würde ich ebenso zurückschießen.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-28T09:45:59.526+0000","up_votes":2,"down_votes":1,"body":"{{sticker:slayer-pantheon-thumbs}}\nIch nutze die Mute-Funktion aber auch nicht. Dafür lache ich zu gerne.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"ToxicRedPanda","date":"2019-03-29T17:00:11.076+0000","up_votes":1,"down_votes":0,"body":"Ich lache auch gerne, deshalb schau ich ab und an ins Forum.","replies":[]}]},{"id":"","poster":"Cenâreth","date":"2019-03-30T11:09:11.142+0000","up_votes":1,"down_votes":0,"body":"Die Posts die hier kommen sind von frustrierten Leuten die ihren Dampf sonst nur in der Schule an Lehrern ablassen und nichts anderes können, ignorier die gekonnt, die werden sowieso wieder gebannt wenn sie sich neue Accs zulegen und es sind ja grundsätzlich immer dieselben.","replies":[]},{"id":"","poster":"ObeyTheCode","date":"2019-03-28T11:42:12.741+0000","up_votes":1,"down_votes":2,"body":"Wenn ich ehrlich bin, benutzte ich die mute Funktion nur im Notfall für meinen \"Schutz\" (nach dem 2 Wochenban). Ich sehe es einfach nicht ein, dass irgendwelche Affen feeden und dann mich flamen oder blamen. Ich meine wenn du verteilen willst, musste einstecken können. Leider ist in League community nicht der Fall, denn ich bekomme zu oft CRs oder Bans, wenn ich antworte - ok ich gebs es zu, manchmal neige ich zu übertreiben.\n\nWas mich interessiert, ob Riot Inting kennt, kann doch nicht sein, dass sie es immernoch nicht packen ein faires Reportsystem zu entwickeln nach fucking 10 Jahren.","replies":[{"id":"","poster":"eingew","date":"2019-03-29T06:12:05.092+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ObeyTheCode,realm=EUW,application-id=KYnfKGf0,discussion-id=yEPi9bTk,comment-id=0004,timestamp=2019-03-28T11:42:12.741+0000)\n>\n> Wenn ich ehrlich bin, benutzte ich die mute Funktion nur im Notfall für meinen \"Schutz\" (nach dem 2 Wochenban). Ich sehe es einfach nicht ein, dass irgendwelche Affen feeden und dann mich flamen oder blamen. Ich meine wenn du verteilen willst, musste einstecken können. Leider ist in League community nicht der Fall, denn ich bekomme zu oft CRs oder Bans, wenn ich antworte - ok ich gebs es zu, manchmal neige ich zu übertreiben.\n\nWer dich gemeldet hat weißt du ja nicht. Das kann der Flamer gewesen sein, der offenbar selbst nichts einstecken kann, oder das war ein dritter, der sich von euch beiden genervt gefühlt hat.\nOder beides.\n\n> Was mich interessiert, ob Riot Inting kennt, kann doch nicht sein, dass sie es immernoch nicht packen ein faires Reportsystem zu entwickeln nach fucking 10 Jahren.\n\nKennen tuen sie es schon. Leider funktioniert der Leaverbuster nicht übermäßig zuverlässig. Vor allem die extremen Fälle werden aber mittlerweile durchaus erkannt.\nZusätzlich stellt sich natürlich noch die Frage, inwiefern deine Definition von absichtlich dem Gegner einen Tod geben mit der von Riot übereinstimmt.","replies":[]}]},{"id":"","poster":"Dreadlord Mike","date":"2019-03-28T10:35:45.150+0000","up_votes":1,"down_votes":0,"body":"Es gibt ja wirklich sehr viele Leute, die sich sehr leicht tilten lassen.\nAll jenen , würde ich die /mute all Funktion empfehlen. \nEs gibt natürlich auch die /Fullmute all Funktion für härtere Fälle aber persönlich ist diese mir zu viel.\nDa bei fullmute wirklich alles weg ist und pings oft wichtig sind wegen summs ecc.\n\nIch persönlich spiele ohne mute all Funktion und mute nur jene die toxic werden.","replies":[]},{"id":"","poster":"xKiNGRASH","date":"2019-03-28T10:48:36.018+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=ViBP Gods Plan,realm=EUW,application-id=KYnfKGf0,discussion-id=yEPi9bTk,comment-id=,timestamp=2019-03-28T09:08:06.587+0000)\n>\n\n> Ich meine im echten Leben würdet ihr doch auch einfach weggehen, wenn euch jemand sinnlos beleidigt, oder ? \n\nOder halt mal kräftig aufs Maul hauen, aber das geht ja in League of Legends schlecht. :D","replies":[{"id":"","poster":"Cenâreth","date":"2019-03-30T11:10:34.130+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=xKiNGRASH,realm=EUW,application-id=KYnfKGf0,discussion-id=yEPi9bTk,comment-id=0003,timestamp=2019-03-28T10:48:36.018+0000)\n>\n> Oder halt mal kräftig aufs Maul hauen, aber das geht ja in League of Legends schlecht. :D\n\nIm Echten Leben? Wenn die mir vors Gesicht kommen, knall ich denen eher in die Fresse bis sie wieder heulend zur Mama laufen: \"Mama der hat mir weh getan.\"","replies":[]}]},{"id":"","poster":"ViBP Gods Plan","date":"2019-03-28T09:57:54.131+0000","up_votes":1,"down_votes":1,"body":"Solange man nicht tiltet vollkommen legitim :D","replies":[]}]}