{"id":"5OWduPlE","poster":"Leutnant Lila","date":"2015-08-09T13:10:41.488+0000","title":"Yasuo Armpen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"hallo,\r\n\r\nich m&ouml;chte in n&auml;chster zeit mal yasuo auf der top lane spielen, hab jetzt aber ein kleines problem mit den runen bzw. den items. konkret geht es um r&uuml;stungsdurchdringung. \r\nin verschiedenen guides lese ichzwar oft, dass die 50% durchdringung von der ulti reichen, aber ich frage mich trotzdem, ob es nicht sinnvoll ist, in den runen noch r&uuml;stungsdurchdringung mitzunehmen oder ein ghostblade bzw. last whisper zu bauen?","replies":[{"id":"","poster":"Njinzo","date":"2015-08-10T14:24:38.123+0000","up_votes":1,"down_votes":0,"body":"Hi,\n\nArpen brauchst du nicht. Weder in Runen noch auf Items. \n\nDas mit den Critrunen ist auch ganz klar geschmacksache. Manche hier möchten es zwar so verkaufen das Critrunen pflicht sind, sind sie aber nicht. Im westlichen Bereich sind Critrunen beliebter, im östlichen Bereich sind Attackspeed und flat AD beliebter. In Korea wird Yasuo sehr häufig mit Trinety gebaut was hierzulande sofort geflamt wird. Wer selbst ein wenig schauen mag darf hier [klicken!](http://www.probuilds.net/guide/KR/2010964503/4460427)\n\nProbier einfach aus mit was du den meisten Erfolg verzeichnen kannst!\n\nMfG","replies":[]},{"id":"","poster":"Stormhawkk","date":"2015-08-09T17:28:45.252+0000","up_votes":1,"down_votes":0,"body":"Schau dir meine Yasuo Runen an, das sind eig. die besten, nach meinen Tests, man kann die armpen ggf. gegen AD flat tauschen.","replies":[]},{"id":"","poster":"FrostiFood","date":"2015-08-09T13:20:04.415+0000","up_votes":1,"down_votes":0,"body":"ghostblade brauchst du nicht, weil du crit in den runen mitnimmst. last whisper kannst du je nach situation mitnehmen. wenn sie viele tanks haben ist es gut. wenn sie eher assasins/fighter im team haben macht ein defensives item mehr sinn, damit du nicht gleich gebursted wirst.\nauch für teamfights macht ein guardian angel oft mehr sinn","replies":[{"id":"","poster":"Leutnant Lila","date":"2015-08-09T16:12:04.702+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FrostiFood,realm=EUW,application-id=Wj1wcocU,discussion-id=5OWduPlE,comment-id=0001,timestamp=2015-08-09T13:20:04.415+0000)\n>\n> ghostblade brauchst du nicht, weil du crit in den runen mitnimmst. last whisper kannst du je nach situation mitnehmen. wenn sie viele tanks haben ist es gut. wenn sie eher assasins/fighter im team haben macht ein defensives item mehr sinn, damit du nicht gleich gebursted wirst.\n> auch für teamfights macht ein guardian angel oft mehr sinn\n\nmir gehts weniger um die crit-chance, sondern um die rüstungsdurchdringung vom ghostblade und den runen.","replies":[]}]},{"id":"","poster":"Hamrio","date":"2015-08-09T13:16:10.526+0000","up_votes":1,"down_votes":0,"body":"also ich bin kein yas pro aber ich kaufe immer so (nicht in der reihenfolge) {{item:3153}} {{item:3031}} {{item:3087}} {{item:3035}} {{item:3142}} {{item:3111}}  (last whisper aknn auch durch beliebige tank item ersetzt werden","replies":[]}]}