{"id":"LvIkEBva","poster":"dome025","date":"2015-08-08T22:56:20.015+0000","title":"[Item-Vorschläge]","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":4,"body":"_Vorwort:_ Da es kein eigenes Unterforum f&uuml;r Item Vorschl&auml;ge gibt, habe ich eins ausgesucht von dem ich denke, dass dieser Thread am ehesten reinpasst.\n\n**1. Tanks**\n\n**1.1 Kutte der Leere/ Kutte der arkanen Energie**\n\n_Stats:_ +60 Magieresistenz \n          \n             +300 Leben\n          \n             +100% Grundwert für Lebensregeneration \n\nEinmalig Passiv: Beim Erleiden von magischem Schaden, werden 10% des Schadens zur&uuml;ckgeworfen (bevor sie durch defensive Werte verringert wurden).\n\n_Build:_ {{item:3211}} +{{item:1033}}  Gesamtkosten: 2700 Gold= 1200 Gold Geisterkutte + 500 Gold Nullmagie-Mantel+ 1000 Gold\n\n_Changelog:_ Stats: ~~+70 Magieresistenz~~ -> +60 Magieresistenz\n                                \n                         ~~+200 Leben~~ -> +300 Leben\n           \n                         Neu: +100% Grundwert für Lebensregeneration \n\nzurückgeworfener Schaden: ~~20%~~ -> 10 %\n\nGeändert am 09.08.2015\n\n**1.2 Juwel der Arkanen Energie**\n\n_Stats:_  +800 Leben \n\nEinmalig Passiv: Gew&auml;hrt beim Laufen oder wenn der Champion Schaden erleidet Ladungen. Bei 100 Ladungen werden alle Ladungen verbraucht und der eigene Champion und die zwei am schwersten verb&uuml;ndeten Champions erhalten eine Heilung (5% des maximalen Lebens des Tr&auml;gers)(Range:400). Zusätzlich werden zwei gegnerische Champions für eine Sekunde um 40% verlangsamt (Gegner, die den geheilten Verbündeten am nächsten sind, werden bevorzugt).\n\n(_Kleiner Gedankengang zur Passiven:_ Die Passive soll beim Laufen sehr langsam aufladen (langsamer als Ludens Echo oder Statikks Stich), da man sonst die Passive auf sich und seine Verb&uuml;ndete au&szlig;erhalb des Kampfes einfach spammen k&ouml;nnte. Sie soll sich aber daf&uuml;r schneller im Kampf aufladen, um seine Verb&uuml;ndeten 2-3 mal w&auml;hrend eines Kampfes zu heilen.) \n\n_Build:_ {{item:1011}}+ {{item:3801}} + {{item:3801}} Gesamtkosten: 2700 Gold= 1000 Gold G&uuml;rtel des Riesen + 600 Gold Kristalliner Armschutz + 600 Gold Kristalliner Armschutz + 500 Gold\n\n_Changelog:_ ~~10% Lauftempo~~ \n\nPassiv: Es werden nun zwei Verbündete geheilt anstatt nur ein Verbündeter.\n\nNeu: Zusätzlich werden zwei Gegner für eine Sekunde um 40% verlangsamt (Gegner, die den geheilten Verbündeten am nächsten sind, werden bevorzugt).\n\nItemweg: Alt: ~~2x Rubinkristall~~\n\n                        ~~1x G&uuml;rtel des Riesen~~\n\nNeu: 2x Kristalliner Armschutz\n\n         1x G&uuml;rtel des Riesen\n\nKosten: ~~2400 Gold~~ -> 2700 Gold\n\nGeändert am 09.08.2015\n\n**1.3 Suriels Juwel **  \n\n_Stats:_ + 50 R&uuml;stung\n                 +50 Magieresistenz \n                 +200 Leben\n\n\nEinmalig Aktiv: Beschw&ouml;rt einen Geist, der vom Standort des Champ w&auml;hrend der Aktivierung in Richtung Mauszeiger entlang patrouilliert (Range 4000). Der Geist patrouilliert 5 mal den Weg entlang bevor er verschwindet. Der Geist gew&auml;hrt in Blickrichtung der Einheit kegelf&ouml;rmig Sicht (Range 200). Der Geist kann Gegnerische Einheiten angreifen. Das T&ouml;ten des Geistes gew&auml;hrt dem Gegner 15 Gold. Das Item erhält alle 60 Sekunden einen Geist. Es sind maximal drei Geister auf dem Item stapelbar. Pro Spieler können maximal zwei Geister gleichzeitig aktiv sein.\n\n_Attribute des Geistes:_ + 250 Leben\n                                           +100 R&uuml;stung\n                                           +100 Magieresistenz\n                                           +50 Angriffsschaden \n                                           +100 Angriffsreichweite\n                                           +0,650 Angriffsgeschwindigkeit\n                                           +325 Lauftempo\n\n_Build:_ {{item:1031}} +{{item:1057}} +{{item:1028}}  Gesamtkosten: 2800 Gold= 400 Gold Rubinkristall + 750 Gold Kettenweste + 850 Gold Negatron-Mantel + 800 Gold\n\n_Changelog:_ Aktiv: Reichweite des Pfades: ~~1000 Reichweite~~ -> 4000 Reichweite \n\n                          ~~90 Sekunden Abklingzeit~~\n\n                       Neu: Das Item erhält nun alle 60 Sekunden einen Geist. Es sind maximal drei Geister auf dem Item stapelbar. Pro Spieler können maximal zwei Geister gleichzeitig aktiv sein.\n\nKosten: ~~2300 Gold~~ -> 2800 Gold \n\nGeändert am 09.08.2015\n\n**2. Magier**\n\n**2.1 Perlenstab**\n\n_Stats:_ + 80 F&auml;higkeitsst&auml;rke\n                 +200 Mana\n                 +10 Abklingzeitverringerung \n\nEinmalig Passiv: Pro 100 verursachten magischen Schaden werden 10 Mana wiederhergestellt. (Die Passive wird nur bei Champions ausgelöst.)\n\n_Build:_ {{item:3108}} + {{item:1026}} +{{item:1027}}  Gesamtkosten: 2500 Gold= 400 Gold Saphirkristall + 820 Gold   Boshafter Kodex +850 Gold Zauberstab + 430 Gold\n\n_Changelog:_ Hinzugefügt: Die Passive wird nur bei Champions ausgelöst.\n\nItemweg: Es wird nun ein Boshafter Kodex anstelle eines Verstärkenden Wälzers benötigt.\n\nKosten: ~~2100 Gold~~ -> 2500 Gold\n\nGeändert am 09.08.2015\n\nDas wars erstmal mit meinen Item-Vorschl&auml;gen. Falls mir noch ein paar einfallen, werde ich sie hier hinzuf&uuml;gen. Falls ihr Verbesserungsvorschl&auml;ge habt , werde ich Stats und Passive/Aktive der Items gegebenfalls ver&auml;ndern. Ich hoffe die Items haben euch gefallen. :D","replies":[{"id":"","poster":"Syberslevers","date":"2015-08-08T23:45:43.481+0000","up_votes":1,"down_votes":0,"body":"Ich finde nur den Stab wirklich gut. Trotzden etwas broken","replies":[]},{"id":"","poster":"BigSnipe","date":"2015-08-09T04:33:22.042+0000","up_votes":1,"down_votes":1,"body":"1.1 Es wird in lol nials einen mr-dornenpanzer geben und ds auch aus gutem grund...\n1.2 Das ist sinlos, es gibt genug items mit ms und auserdem sind die stats kacke, die passive ist nutzlos, da warmorgs efektiver ist und deinen verbündetetn bringen die 5% auch nicht grad viel.\n1.3 geht, braucht man aber net da die stats auch in anderen Items gibt mit beddere aktiven. Ne 1000reichweite ist gar nix, da reicht auch locker nen ward. \n2.1 Wtf was hast du dir dabei gedacht? Viel zu OP....eine {{champion:25}}  w(5) + bissel ap ~ insgesammt 500dmg, das auf ne minionwave=300Mana,,,\n\nAußerdem sind die Items zu billig und geben auch viel zu gute Stats, das Preis/leistungsverhältnis stimmt nicht. \n{{summoner:3}} lass es eingach","replies":[{"id":"","poster":"dome025","date":"2015-08-09T07:50:14.130+0000","up_votes":1,"down_votes":1,"body":"Vielen dank für die _\"vorallem konstruktiv geprägte Kritik\"_. \n\nZu 1.2 Dann zähl mir doch auf wie viele Tankitems es gibt, die auch MS als festen wert geben (nicht wie {{item:3800}}, die durch eine aktive kurz den MS buffen). Und eigentlich ist es mir ja auch egal wie viele Items es mit MS gibt, solange es nicht zu viele für alle oder eine Rolle(n) gibt kann man trotzdem welche vorschlagen. Und 5% sind schon einiges, bei 3000 Leben wären es 150 Leben.\n\n1.3 Für Reichweiten hab ich am wenigsten ein Gefühl für, was soviel bedeutet wie,  ich kann es nicht einschätzen und bevor ich jetzt eine zu hohe Reichweite angebe, geb ich zuerst eine niedrigere Reichweite an. Aber hier hätte man auch einfach ein Verbesserungsvorschlag machen können oder zumindest etwas anderes schreiben, anstelle von\n> Ne 1000reichweite ist gar nix\n\n2.1 Da hab ich eher dran gedacht, dass die Passive nur auf Champions wirkt auch wenn es dann als Item um Mana zu bekommen eher Schwach ist.(Hab ich wohl vergessen dazu zuschreiben). Außerdem kann es bei insgesamt 500 dmg keine 300 Mana wiederherstellen. Da steht \n> Einmalig Passiv: **Pro 100** verursachten magischen Schaden werden **10 Mana** wiederhergestellt.\n\nAlso bei 500 magical dmg werden auch nur 50 Mana wiederhergestell. Um 300 Mana zu bekommen müsstest du 3000 dmg gemacht haben.\n\nZum Preis/Leistungsverhältnis wären Vorschläge ganz nett gewesen, welches Item ich um wie viel Gold teurer/billiger machen könnte.","replies":[{"id":"","poster":"BigSnipe","date":"2015-08-09T17:49:41.773+0000","up_votes":1,"down_votes":1,"body":"Es gibt einen ganz einfachen Grund für die \"konstruktive\" kritik: Es sind Items die keinen Sinn machen oder einfach zu stark sind.\n1.2 Man brauch als Tank kein dauerhaftes ms, man macht eh zu wenig schaden um andere zu chasen, zum anderen kann man einfach slow kaufen, ist eh auf tank besser, da das Team dann auch besser chasen kann!\n1.3 Ich find den effekt an sich schon schlecht. es ist ne kalista w in nen item, dann musst du noch ms angeben und 1000 Einheiten ist etwas ne Ezreal q(1100) \n2.1 Wie ich breits gesagt hab machst du das auf ne minion wave: 6 Minions*500dmg/100=300Mana\n\n1.2 2700-2800 Gold\n1.3 ohne aktive 2100 + je nachdem stark die akive wird","replies":[]}]}]}]}