{"id":"h5EPEIEE","poster":"Kuro Arashi","date":"2015-08-08T20:45:20.223+0000","title":"Tipps und Tricks","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hi bin Main Support in der Bronze Elo. Zur Zeit hab ich gro&szlig;e Freude mit Janna. Hab zwar oft gute Games mit ihr m&ouml;chte mich trotzdem mit ihr verbessern,  denn da geht sicher noch mehr. W&uuml;rde gerne von anderen ihre Spiel Art mit ihr lesen und auf welche items sie so setzen, welche ihr recht gut stehen usw","replies":[{"id":"","poster":"OrangeBubble","date":"2015-08-09T07:22:12.994+0000","up_votes":1,"down_votes":0,"body":"Du musst als Janna hart disengagen können, sodass du Situationen abwenden kannst, die normalerweise net so gut sind für dein Team.\n\nAußerdem solltest du in der Laningphase so viel Schaden wie möglich mit dem E abfangen bzw. selber mit dem E poken. Pass aber auf, dass dein Schild nicht bricht, bevor du dich zurückziehst, damit du selber keinen Dmg nimmst. Auf die Art gewinnst du \"fast\" jedes Pokeduell. \n\nIm TF muss du abschätzen, ob du die Ult zum Peelen brauchst oder eher um das Team zu healen. Wenn die z.B. eine Kata haben, dann warte, bist die Kata reinspringt und ultet. Natürlich kannst du die Ult auch mit dem Tornado unterbrechen, allerdings ist es mit der Ult doch einfacher und du gibst gleich noch einen Heal. Versuch die Ult im TF solang wie möglich durchzuziehen, musst aber auch darauf achten, ggf. zu Schilden und Q zu verwenden, wenn deine Carrys in Bedrängnis geraten.\n\nGenerell ist Seelenstehler gut, wenn du wenig stirbst und viele Assisst bekommst. Dadurch stärkst du ihr Schild und somit deine Utility.\nMikaels steht ihr auch gut, da du dadurch CC entfernen kannst und ein Miniheal gibst. \nAegis gegen viel AOE. Ich bevorzuge Banner wegen der Aktive + AP, aber Iron geht auch. Muss man abschätzen.\nZekes ist nice, wenn dein ADC gut ist oder ihr sowas wie Fiora im Team habt, die von den Crits profitiert :)\nFrozen kann man bauen, wenn die Gegner viele AA-Base Champs haben und niemand anderes kaufen will (was in der Elo der Normalfall ist...)\nDas Amulett ist auch super auf Janna, gibt einen nice Speed-up, hat wenig CD und du kannst damit Leute noch retten :)\nRauchbrenner ist auch ganz okay, wenn du mit der Ult dein ganzes Team trifft, ist das ein schöner Boost. Aber ist auch eher situativ.\nRanduins kann man bauen, wenn man den zusätzlichen Slow braucht zum Peelen oder eben die Leben, wobei Janna nicht unbedingt die Leben braucht.\n\nDu musst dich halt als Supporter mit den Items beschäftigen, wie du dein Team unterstützen kannst, entweder mit Buffs oder Debuffs für das Team. Auch solltest du auf die Vision achten, denn du hilfst damit deinem Team und dir selber. Wenn du Büsche wardest und du weiß nicht, ob da gleich 5 Mann rausgeschissen kommen, um dich zu töten, dann benutzt dein Tornado. Du knock ups alle, die evtl. in dem Busch sind und sicherst dein eigenes Leben ab.\n\nWenn dein Team ein Tf verlierst, kannst du noch versuchen, die Gegner dazu zu bewegen, dich zu chasen und so ein Push verhindern.  Das setzt aber vorraus, dass du dich nicht töten lässt, was als Janna eigentlich leicht drinne sein sollte. Wenn die Gegner nicht pushen, weil die dich jagen, verschaffst du deinem Team Luft, da die Tower nicht fallen :) \n\nAnsonsten kannst du wegen Items auch auf diese Seite schauen: \nhttp://www.probuilds.net/champions/Janna (Zekes Herald wird das neue Zeke sein, wurde dort vermutlich noch nicht geupdated)\nWenn du auf ein Spiel drauf klickst, siehst du die Runen + Mastery und was er wann gekauft/verkauft hat :)","replies":[]},{"id":"","poster":"Ehren Teemo","date":"2015-08-08T20:54:21.783+0000","up_votes":1,"down_votes":0,"body":"Seehlenstehler und das neue zenkers Herold sind ganz gut","replies":[]}]}