{"id":"Ek8pLmAN","poster":"Rewns","date":"2019-03-27T21:33:33.379+0000","title":"Stage5 Gaming sucht ein vollständiges Team für Div3 Slot","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://stage5.de/cdn/about/FooterLogo.png","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Community!\r\n\r\nzwischenzeitlich hatten wir uns mit einem Durchmarsch für Division 3 der SINN League qualifiziert und haben die aktuelle Saison dafür sorgen können auch in der kommenden Spielzeit wieder in der dritten Division spielen zu können. Leider trennen sich die Wege von Team und Organisation mit Ablauf dieser Saison, weshalb wir ab sofort ein vollständiges Line-Up suchen!\r\n\r\nFür die, die uns noch nicht kennen: Stage5 Gaming ist eine E-Sport Organisation mit Sitz in Solingen, die seit 2016 stetig gewachsen und trotzdem auf dem Boden geblieben ist. Unsere aktuellen Erfolge in Rocket League, FIFA19 und Heartstone sprechen für sich und sorgen für immer mehr Follower, Likes und Content. Uns folgen mittlerweile über 6000 Menschen auf den verschiedensten Plattformen, unsere Website wird jährlich von rund 45000 Nutzern besucht. \r\n\r\nDamit ihr einschätzen könnt was wir von euch erwarten und, viel wichtiger, was wir euch bieten, möchte ich nachfolgend kurz ein paar Punkte anführen:\r\n\r\n\r\n\r\nWir wünschen uns...\r\n\r\n...vor allem ein Team, das gefestigt ist und charakterlich ausgeglichen ist\r\n...ein Team, das bereits (mindestens) seit mehreren Monaten gemeinsam spielt und im Idealfall Div.3-Erfahrung hat.\r\n...ein Team, das stetig an sich arbeiten möchte und den nötigen Ehrgeiz für höhere Ziele mitbringt\r\n...ein Team, das die aktuelle Meta kennt, anwenden kann und einen entsprechenden Championpool besitzt\r\n...ein Team, das mit professionellen Strukturen vertraut ist und sich dementsprechend verhält\r\n\r\n\r\n\r\nWas euch erwartet:\r\n\r\n- eine Organisation, die seit 2016 im E-Sport aktiv ist\r\n- ein breit aufgestelltes Management, welches stetig über die Geschicke von Stage5 berät und die Organisation vorantreibt\r\n- Ein erfahrender Coach zur Optimierung eurer Strategien und Abläufe (Ihr wollt selbst einen Coach mitbringen? Kein Problem!)\r\n- Ein Manager, der euch bei allen organisatorischen Belangen unterstützt\r\n- das beinhaltet auch die Unterstützung bei der Organisation und Planung von On- bzw. Offline-Events und Turnier-Teilnahmen (wir haben gemeinsam mit euch immer ein Auge darauf, was gerade abgeht)\r\n- TS3 Voiceserver by g-factory.de\r\n- Merchandise (insbesondere unsere Jerseys)  kann euch vergünstigt angeboten werden\r\n- eine stetig wachsende eSport-Organisation mit einem starken Fundament an Mitarbeitern und vielen spannenden Möglichkeiten (z.B. Lehrgangs-Angebote über unseren Partner Eversity.net).\r\n- viele weitere Sponsoren wie z.B WASDKeys, eByte und Skinbaron.\r\n- uvm. \r\n\r\nEs gibt sicher noch viele weitere spannenden Fakten und ihr habt sicher noch die ein oder andere Frage. Lasst uns direkt ins Gespräch kommen!\r\n\r\nBitte bewerbt euch nach Möglichkeit über einen Kontaktanfrage bei unserem aktuellen Coach im LoL-Client \"S5G SoulnotFound\" oder via e-Mail über: graf@stage5.de\r\nAlternativ könnt ihr euch auch direkt über Steam an mich wenden: https://steamcommunity.com/id/diesereRR/\r\n\r\n\r\nWeitere Eindrüke zu Stage5 Gaming bekommt ihr hier:\r\n\r\n[Stage5](http://www.stage5.de) Gaming\r\n[Stage5](https://de-de.facebook.com/Stage5gaming/) auf Facebook\r\n[Stage5](https://www.instagram.com/stage5gaming/) auf Instagram\r\n[Stage5](https://twitter.com/stage5gaming?lang=de) Twitter\r\n\r\n\r\nWir sind gespannt auf eure Bewerbungen und stehen euch bei Fragen jederzeit gerne zur Verfügung!\r\n\r\n\r\nGrüße und bis bald!\r\n\r\nRon 'eRR' G\r\nManager League of Legends\r\nStage5 Gaming","replies":[]}