{"id":"FQAVoOQc","poster":"Adawasdawada","date":"2015-08-08T17:25:44.433+0000","title":"Regeln bei Battlegrounds","subforum":"Battlegrounds-Turniere","up_votes":3,"down_votes":3,"body":"Hallo,\n\nich m&ouml;chte mal ganz kurz was loswerden.\nUnd zwar bez&uuml;glich der Startzeit der einzelnen Spiele. Wir hatten eben den Fall, dass wir davon ausgegangen sind sp&auml;testens um 18 Uhr zu starten, wie es auch angesetzt ist, also so wie die Deadline gesetzt ist. Wir mussten leider so starten da jemand von uns noch Arbeiten muss, und wir mit 18 Uhr Startzeit sp&auml;testnes gerechnet haben. \nIn den Regeln steht folgendes:\n\nNicht erscheinen:\nWurde ein Spiel bis zur offiziellen Deadline noch nicht gestartet, wird dem Team der Sieg zugesprochen, \ndas zu diesem Zeitpunkt vollst&auml;ndig (d.h. mit f&uuml;nf angemeldeten Spielern) in der Spiellobby anwesend \nist. Der Leiter dieses Teams muss sich dazu in dem in \nder E- Mail genannten Client- Chatroom einfinden \nund den Anweisungen des anwesenden Adjudicators folgen.\nUm Disqualifikationen aufgrund von Versp&auml;tungen zu vermeiden, empfehlen wir, dass sich die Teams \nbereits 10 Minuten vor der geplanten Startzeit vollst&auml;nd\nig in der Lobby einfinden. \n\nNun war es der Fall das das Gegner Team 18 Uhr nicht vollst&auml;ndig war. Also laut unsere Definition: Erledgit.#. Das Gegneteam bestand nun auf 10 Minuten wartezeit, was uns aufgrund des Zeitdrucks &uuml;berrascht hat. Letzendlich war ein adju vorort und das Gegnerteam war auch nachweislich (Adju war da) um 18:10 nicht vollst&auml;ndig,. Also wieder: Erledigt. Aber nein, es sollte gespielt werden.... Es geht hier nicht darum ein FreeWin zu bekommen, oder sonstiges, wir haben eh mit ziemlichen Vorsprung gewonnen. \n\nMeine Frage ist einfach nur, Warum gibt es Regeln, auf die man sich verl&auml;sst, wenn diese nicht eingehalten werden? Es fand vorher keinerlei Kommunikatiion statt, nix. Schlimmstes Szenario w&auml;re gewesen das die Person von uns Disconnecten muss und die anderen den Free Win bekommen.\n\nDas ist kein QQ- Thread, ich m&ouml;chte nur im Sinne von allen daran apellieren sich an die Regeln zu halten, oder zumindes besser zu kommunizieren. Dann Regeln sind nunmal Regeln.\n\nVielen Dank für die Aufmerksamkeit und GL für das weitere Turnier :)","replies":[{"id":"","poster":"Cunctor","date":"2015-08-08T18:00:15.208+0000","up_votes":2,"down_votes":0,"body":"Hallo,\nvielen Dank für dein Feedback. Uns ist bewusst, dass man nach dem Wortlaut der Regeln auch strenger vorgehen könnte, allerdings haben wir es bisher immer so gehandhabt, dass nach 18 Uhr den Teams noch 10 Minuten zugestanden werden. Da es danach erfahrungsgemäß auch noch etwas dauert, bis die Adjudicators alle Fälle bearbeitet haben, erlauben (und befürworten) wir generell auch in dieser Zeit noch Spielstarts. \nAußerdem wollen wir erreichen, dass möglichst viele Matches tatsächlich gespielt und nicht durch Nichterscheinen eines Teams entschieden werden. Ein Turnier ohne Spiele wäre doch ein äußerst langweiliges Erlebnis ;)\n\nLG\nCunctor","replies":[]},{"id":"","poster":"Call me Br00t","date":"2015-08-09T02:27:34.628+0000","up_votes":1,"down_votes":0,"body":"Also bei uns war es ähnlich 10 nach nur 4 Leute da dann Adju bescheid gesagt der das bestätigt hat und so, jeder Screenshot gemacht.\n\nHatte halt etwas länger gedauert um 13/14 nach waren sie plötzlich doch 5, da kann man dann aber raus gehen wenn es vorher schon bestätigt wurde, dass man weiter ist.","replies":[]},{"id":"","poster":"Latituder","date":"2015-08-08T18:38:11.371+0000","up_votes":1,"down_votes":0,"body":"Dann werden irgendwann aus 10 Minuten, wie bei uns der Fall, 12. Dann muss noch mal einer auf Toilette, dann sinds 17 Minuten.\nBei allem Verständnis, Deadline ist Deadline. \nIch gestehe den Leuten sehr gern 10 Minuten ein,(die laut Regeln nicht vorgesehen sind) aber dann ist doch auch irgendwann Schluss. \nMir geht es eigentlich nur um klare Anweisungen. 5 Leute richten es ein und bemühen sich pünktlich vor Ort zu sein. Jeder kennt den Spieltermin auch lang genug im Voraus.\nDann bist du überpünktlich in der Lobby und wirst vom Gegner nur \"getrollt\". Um 17:40 Uhr kriegt man schon vorgehalten, die Deadline sei 18:10 Uhr.\nUm 18:10 Uhr heißt es: \"Ja, der 5. ist grad dabei sich einzuloggen\"\nUm 18:12 Uhr ist er dann da und es wird einfach gestartet, obwohl der Adjudicator in der Lobby noch zuvor feststellt, dass der Gegner nicht vollzählig war.\n\nIch verstehe den Ansatz, möglichst viele Spiele spielen lassen zu wollen und begrüße den grundlegend auch, aber so funktioniert es nicht.","replies":[{"id":"","poster":"Tatrix","date":"2015-08-08T21:54:46.267+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Latituder,realm=EUW,application-id=U1AH627U,discussion-id=FQAVoOQc,comment-id=0002,timestamp=2015-08-08T18:38:11.371+0000)\n>\n> Dann werden irgendwann aus 10 Minuten, wie bei uns der Fall, 12. Dann muss noch mal einer auf Toilette, dann sinds 17 Minuten.\n> Bei allem Verständnis, Deadline ist Deadline. \n> Ich gestehe den Leuten sehr gern 10 Minuten ein,(die laut Regeln nicht vorgesehen sind) aber dann ist doch auch irgendwann Schluss. \n> Mir geht es eigentlich nur um klare Anweisungen. 5 Leute richten es ein und bemühen sich pünktlich vor Ort zu sein. Jeder kennt den Spieltermin auch lang genug im Voraus.\n> Dann bist du überpünktlich in der Lobby und wirst vom Gegner nur \"getrollt\". Um 17:40 Uhr kriegt man schon vorgehalten, die Deadline sei 18:10 Uhr.\n> Um 18:10 Uhr heißt es: \"Ja, der 5. ist grad dabei sich einzuloggen\"\n> Um 18:12 Uhr ist er dann da und es wird einfach gestartet, obwohl der Adjudicator in der Lobby noch zuvor feststellt, dass der Gegner nicht vollzählig war.\n> \n> Ich verstehe den Ansatz, möglichst viele Spiele spielen lassen zu wollen und begrüße den grundlegend auch, aber so funktioniert es nicht.\n\nIch weiss nicht, was die Motivation von dir und deinem Team ist, an diesem Turnier teilzunehmen, aber wir gehen davon aus, dass die Teilnehmer möglichst viele Spiele bestreiten wollen, da das Ziel eines solchen Turnieres ist, das beste Team zu finden. Der beste weg dazu ist und bleibt ein gespieltes Spiel, und nicht eine Disqualifikation wegen 2 Minuten. \n\nUnd da wir ja auf die Regeln pochen, würde ich gern einen Abschnitt aus den Regeln zitieren:\n\"Adjudicators haben die höchste Entscheidungsgewalt - Sie können auch Entscheidungen treffen, die\nvon den Regeln nicht abgedeckt werden. Diese Entscheidungen sind bindend, es hat daher keinen Sinn,\ndarüber zu diskutieren.\"\n\nKein Adjudicator wird euch dazu zwingen ein Spiel so zu verschieben, sodass ein Team sicher nicht mehr mitmachen kann, aber 12 Minuten mehr oder weniger sollten eigentlich keinen Unterschied machen, da man sich für ein solches Turnier (hoffentlich) genug Zeit nimmt, damit alles problemlos und ohne Zeitdruck ablaufen kann.","replies":[]}]},{"id":"","poster":"Latituder","date":"2015-08-08T17:51:47.901+0000","up_votes":1,"down_votes":0,"body":"Noch ergänzend zum Sachverhalt.\nNachdem uns die Gegner über die Deadline von 18:10 Uhr informiert haben und wir die Regeln zitiert haben, wurde ein Adjudicator zu Rate gezogen.\nDieser hat nach einigen Bemühungen geäußert, dass die 10 Minuten im Ermessen des Adjudicators liegen. \nSo weit so gut, dies geben die Regeln nun mal her.\nDie Gegner waren jedoch um 18:10 Uhr immer noch nicht komplett, sondern erst um 18:12 Uhr. \nDennoch wurde einfach Go gemacht. Die Adjudicators haben das dann toleriert.","replies":[]}]}