{"id":"8EK0Aefg","poster":"Rito Neo Unleash","date":"2015-08-08T02:02:41.176+0000","title":"Suche kleine Community","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ja, wie es im Titel schon steht suche ich eine kleine Community.\r\nWarum klein?\r\nIn einer gro&szlig;en Community entsteht eine gewisse Anonymit&auml;t und in einer kleinen &quot;hoffe&quot; ich, das dies nicht entsteht und wirklich jeder jeden kennt :D\r\nW&auml;re echt nett wenn sich jemand meldet :)","replies":[{"id":"","poster":"FlopsieGiftzwerg","date":"2015-12-20T19:41:32.827+0000","up_votes":1,"down_votes":0,"body":"Hehow falls du immer noch suchen solltest da der Beitrag schon so eine weile her ist :) sreib ich dir mal trotzdem.\n\nWir sind eine \"kleine\" Community das heißt wir sind kein Clan wenn du zu uns kommst verpflichtest du dich zu nichts, was mir persönlich wichtig ist (schon schlechte erfahrungen gemacht) wir sind nicht zu wenige und auch nichts zu viele leute  ( so ca. 5 - 15 Leute abends bis auf ausnahmen). Wir führen auch ein Forum in dem Eventakündigungen Stattfinden in dem wir uns über änderungen an und in der Community austauschen was ich persönlich sehr praktisch finde.\nwir führen Zwei Teamspeakserver auf unserem Hauptserver sind wir hauptsächlich zum spielen und zum quatschen. Auf unserem Zweiten Server gibt es die Möglichkeit sich einen eigenen Bereich zu \"Mieten\" (kost dich nix) für sich und seine Freunde. unsere Kernzeit-Onlinezeit ist zwichen 20 Uhr und 2 Uhr. Also falls du noch nichts gefunden hast einfach mal Vorbei schaun und sich dazugesellen.","replies":[]},{"id":"","poster":"G3tFr34ky","date":"2015-08-08T08:25:33.362+0000","up_votes":1,"down_votes":0,"body":"Hey, da dass mit der Anonymität bei uns ein Ziel ist, könnte evtl. unser Clan etwas für dich sein.\nEvtl. kannst ja mal kurz drüberschauen, ob der Clan etwas für dich wäre: \n\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de/BA3nEWIN-c-ambitionierter-multigaming-clan-sucht-weitere-spieler-c","replies":[]}]}