{"id":"EFPwJRAW","poster":"The Lucky Ace","date":"2015-08-07T17:02:56.861+0000","title":"Script/Bot/Whatever im Bereich 1-29","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":3,"body":"Guten Tag,\r\n\r\nVorweg, dies ist nicht der Account mit dem mir die dinge hier Aufgefallen sind.\r\n\r\nZum Thema:\r\nAktuell Level ich zusammen mit einem LoL-Neuling Accounts hoch, um so im laufe des Level Vorganges das Spiel besser Erkl&auml;ren zu k&ouml;nnen, damit Gemeinsame Erfolge da sind etc..\r\nWas uns seit etwa Level 15 Permanent passiert - es sind Offensichtliche Bot-Accounts in unserem Team.\r\nWir spielen meist Koop Spiele gegen Bots, daher gewinnt man auch 2on5 wenn man sich Anstrengt, dennoch ist dies Massiv St&ouml;rend.\r\n\r\nWoran wir das sehen?\r\nNun, diese &quot;Spieler&quot; nutzen teilweise garkeine Skills und wenn dann meist Ziel und Planlos, brechen ihre Kanalisierenden Zauber direkt wieder ab, rennen 1on4 ohne Minions in die Gegner T&uuml;rme, benutzen keine Beschw&ouml;rer Zauber und all solche Spielereien.\r\nJetzt k&ouml;nnte man denken &quot;Vielleicht ja auch Neulinge&quot; aber nein, dies sind meistens (nicht immer) Accounts der Stufe 20+ mit weit &uuml;ber 100 Siegen im Koop. Ich denke hier kann man von jedem Spieler erwarten, nicht nach 15 Minuten 8mal an der Gegnerischen Anni gestorben zu sein und weniger als 20 Lasthits an Minions bekommen zu haben.\r\n\r\nAus diesen Punkten Reporten wir Accounts dieser art Durchgehend, was aber anscheinend keine Folgen hat. Die bleiben Fr&ouml;hlich im Spiel, gehen hoch auf level 30 und werden dann (vielleicht) als Smurfs gespielt... das kann doch nicht der Sinn der Levelphase sein! \r\nEs ist schon Vorgekommen das solche Botspiele Verloren wurden, da 3 der Verb&uuml;ndeten im gesamten Spiel auf 50min Zeit zusammen auf ganze 3 Kills kommen... aber gut an die 100 Tode. Irgendwo erreicht das Spiel den Punkt an dem man gegen solche Bots ein Spiel nicht mehr Gewinnen kann, da die Deathtimer zu hoch werden und man nicht 3 Lanes permanent Halten kann und/oder Pushen.\r\n\r\nWelche Tipps habt ihr als Forum und vielleicht auch Riot f&uuml;r solche F&auml;lle?\r\n\r\nVerlassen des Spiels (haben wir Versucht) wurde uns Brav mit einer Androhung von einem Bann Belohnt, daher MUSS man solche Spiele zuende bringen. Ob sie Spa&szlig;, Sinn oder irgendwas machen? NEIN! Kratzt nur Scheinbar keinen... Hauptsache die Level-Automaten k&ouml;nnen weiter Farmen nur die echten Spieler werden Gebannt? Was sowas soll werde ich wohl nicht Verstehen k&ouml;nnen... oder hat da jemand eine Sinnige Erkl&auml;rung?\r\n\r\nPS:\r\nJa flamed ruhig Rechtschreibung und Grammatik, kratzt mich nicht.\r\n\r\nGr&uuml;&szlig;e\r\nLucky","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-08T12:52:50.298+0000","up_votes":2,"down_votes":0,"body":"Also eine Einnahmequelle drehen sie den Bottern ja jetzt endlich ganz ab mit dem Referral System. Das waren halt Unmengen Bots. Das einzige was dann noch verbleibt sind die Lvl 30 Account Verkäufe. Da diese Accounts mittlerweile wohl doch auch meistens gebannt werden, sollte eigentlich auch dafür die Nachfrage sinken.\n\nIch habe vor einiger Zeit mal verschiedene Support Tickets zu solchen Bots geöffnet. Die erste Antwort ist natürlich nur Copy- Paste und aufgrund der Vertraulichkeit dürfen sie Dir sowieso nix sagen, aber man kann ja einfach sehen ob ein Account gebannt wurde. Da dies mehrmals nicht geschehen war habe ich dann auch nochmal nachgehakt und dann ist meistens auch was passiert. Aber ich habe das Gefühl, dass Riot solche Tickets eigentlich nicht will.","replies":[{"id":"","poster":"The Lucky Ace","date":"2015-08-10T06:02:44.350+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=EFPwJRAW,comment-id=0002,timestamp=2015-08-08T12:52:50.298+0000)\n>\n> Also eine Einnahmequelle drehen sie den Bottern ja jetzt endlich ganz ab mit dem Referral System. Das waren halt Unmengen Bots. Das einzige was dann noch verbleibt sind die Lvl 30 Account Verkäufe. Da diese Accounts mittlerweile wohl doch auch meistens gebannt werden, sollte eigentlich auch dafür die Nachfrage sinken.\n> \n> Ich habe vor einiger Zeit mal verschiedene Support Tickets zu solchen Bots geöffnet. Die erste Antwort ist natürlich nur Copy- Paste und aufgrund der Vertraulichkeit dürfen sie Dir sowieso nix sagen, aber man kann ja einfach sehen ob ein Account gebannt wurde. Da dies mehrmals nicht geschehen war habe ich dann auch nochmal nachgehakt und dann ist meistens auch was passiert. Aber ich habe das Gefühl, dass Riot solche Tickets eigentlich nicht will.\n\nDas Gefühl hab ich langsam auch... ab jetzt Notiere ich mir alle Account Namen solcher Spieler und Beobachte was sich da tut.\nWir haben jetzt den ersten Account gesehen der durch das Spiel Level 30 wurde... auch toll zu sehen das man so 30er Accounts hinbekommt ohne das was passiert.","replies":[]}]},{"id":"","poster":"xreney","date":"2015-08-08T08:06:23.207+0000","up_votes":2,"down_votes":0,"body":"Ich level zurzeit einen Smurf hoch und spiele fast ausschließlich 3v3 weil ich das Gefühl habe es geht schneller. Bin auf lvl 9 und treffe dort in so ziemlich jedem zweiten Game auf  \"Mitspieler\" die sich extrem seltsam Benehmen. Wirklich was dagegen machen kann nur Riot indem sie diese Accounts aus dem Verkehr ziehen, was sie aber erst tun wenn sie 100% sicher sind, dass es sich wirklich um einen Bot handelt und es dauert seine Zeit bis alle Beweiße gesammelt sind. Das Einzige das du machen kannst ist sie zu reporten,  was anderes fällt mir dazu leider nicht ein.","replies":[]},{"id":"","poster":"Vischkopf","date":"2015-08-09T17:29:46.706+0000","up_votes":1,"down_votes":0,"body":"Was anderes als Reporten kannst du wirklich nicht machen. Es brauch seine Zeit bis Riot diese Accounts dann bannt. Riot bannt diese Spieler sobald genügend wahre Reports vorliegen. Dann schauen sie sich den Account komplett an und sehen dann an der Matchhistory meist schon das der gebannt werden muss.\n\nWie gesagt mehr kann man nicht machen. Hab mich aber sehr gefreut und es gefeiert als Riot mir und nem Freund die Meldung geschickt hat, dass xy Spieler bestraft wurde. Kam daraus, dass wir ihn reportet haben, da er im Chat uns beleidigt hat. Riot macht aufjedenfall was.\n\nTut mir leid, dass ich etwas vom eigentlichen Thema abgekommen bin (Bots und so). :>","replies":[]},{"id":"","poster":"Demacian Army","date":"2015-08-08T06:09:11.684+0000","up_votes":1,"down_votes":0,"body":"Genau das gleiche ist mir heute auch aufgefallen 1 meienr mitspieler war wohl ein bot nur autoatacks und immer ab eienr bestimmten anzahl leben heal \n2 gegner genauso nur AA     war aber im 3vs3 bei mir und normal ^^","replies":[{"id":"","poster":"The Lucky Ace","date":"2015-08-08T09:01:39.381+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Demacian Army,realm=EUW,application-id=KYnfKGf0,discussion-id=EFPwJRAW,comment-id=0000,timestamp=2015-08-08T06:09:11.684+0000)\n>\n> Genau das gleiche ist mir heute auch aufgefallen 1 meienr mitspieler war wohl ein bot nur autoatacks und immer ab eienr bestimmten anzahl leben heal \n> 2 gegner genauso nur AA     war aber im 3vs3 bei mir und normal ^^\n\nDas ist ja das Traurige an der ganzen Geschichte... für viele Spieler ist das mittlerweile einfach \"normal\"... Ich spiel jetzt seit man LoL Spielen kann und kann mich noch gut dran erinnern das es sowas mal als absolute Seltenheit hatte, wenn überhaupt!","replies":[{"id":"","poster":"xxArcanE","date":"2015-08-08T09:25:14.492+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Lucky Ace,realm=EUW,application-id=KYnfKGf0,discussion-id=EFPwJRAW,comment-id=00000000,timestamp=2015-08-08T09:01:39.381+0000)\n>\n> Das ist ja das Traurige an der ganzen Geschichte... für viele Spieler ist das mittlerweile einfach \"normal\"... Ich spiel jetzt seit man LoL Spielen kann und kann mich noch gut dran erinnern das es sowas mal als absolute Seltenheit hatte, wenn überhaupt!\n\nSo traurig das auch ist mehr als ein Report kannst du auch nicht machen. \nIch nehme das mittlerweile auch einfach nur hin. Schlimm wenn es im eigenen Team ist, bitter wenn es im Gegnerteam ist.","replies":[]}]}]}]}