{"id":"TJrQEK7R","poster":"Just a PsYcho","date":"2015-08-07T18:43:43.569+0000","title":"Suche Plat 5+ DuoQ Mate","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moinsen, wie im Titel schon erw&auml;hnt suche ich derzeit nach einem DuoQ Mate. \n\nAllerdings suche ich nicht einen Mate f&uuml;r 3-4 Spiele sondern eher langfristig (nat&uuml;rlich nur wenn man sich versteht).\n\nZu mir:\nIch bin derzeit 17 Jahre und komme aus Sachsen. Bin eher ein ruhiger Spieler der allerdings auch Humor (meiner Meinung nach :D) hat und lust hat sich in League zu verbessern. Zurzeit spiel ich fast nur Mid/ Jungle da mir diese Rollen einfach am meisten Spa&szlig; machen. Meine derzeitigen favorite Champs sind daher {{champion:4}}  und {{champion:64}} . Auf der Botlane taug ich eigentlich nur was mit {{champion:53}} oder {{champion:67}}. Ich besitze jeden Champion au&szlig;er Tahm Kench ( und nein ich werde den auch nicht kaufen). Diese Season spiel ich erst wieder aktiv seit 2-3 Wochen, davor war ich nur ziemlich inaktiv t&auml;tig. Ich versuche immer mehr nicht zu tilten und meine flamenden Teammates einfach zu ignorieren (mit mehr oder weniger Erfolg). Premades flame ich aus Prinzip nie da ich es selber 0 ab kann wenn Mates andauernd rumheulen. Au&szlig;erdem f&uuml;hrt flamen zu Lustlosigkeit -> schlechtem Gameplay, damit hab ich schon einige Erfahrung in  CS:GO gesammelt.\n\nZu Euch:\n- Alter: Bei geistlicher Reife ist mir das ziemlich egal, hauptsache es stimmt menschlich.\n- Elo: Platin 5+ w&auml;re echt hammer allerdings hab ich auch kein Problem mit High Gold.\n- Kommunikation: Da ich den Voice chat von Skype strikt ablehne w&auml;re die Kommunikation ausschlie&szlig;lich &uuml;ber TS3, eigener Server ist vorhanden.\n- Aktivit&auml;t: W&auml;re schon gut wenn ihr &ouml;fters mal die Woche ( am besten nahezu t&auml;glich) online seid und w&ouml;chentlich nicht nur 2-3 Spiele macht.\n- Main Rolle: Ist mir Wurst.\n- Motivation: Lust besser zu werden und nicht einfach nur nach Elo zu geiern. Spielen muss **Spa&szlig;** machen da die Performance und die Laune dann besser ist. Man kann aus Fehlern nur lernen. Nat&uuml;rlich w&auml;re es auch sch&ouml;n in der Elo zu climben, jedoch ist das nicht mein Hauptziel.\n- **Kein Flame**r\n\nFalls ich Euer Interesse geweckt habe oder Ihr weitere Fragen habt added mich einfach ingame ( Just a PsYcho ). Ich antworte sobald ich Zeit habe.\n\nMfG","replies":[{"id":"","poster":"Just a PsYcho","date":"2015-08-11T17:08:30.416+0000","up_votes":1,"down_votes":0,"body":"#bump, immer noch aktuell","replies":[]}]}