{"id":"MZklvpFa","poster":"Victors Demon","date":"2015-08-06T09:37:50.502+0000","title":"Aram/Dominion/3vs3-Balancing","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Moin, mir ist in letzter Zeit vermehrt aufgefallen, wie sehr sich auch und grade in den letzten Patches das Balancing auf die Kluft der Beschw&ouml;rer konzentriert, w&auml;hrend die anderen maps (trotz neuem Skin f&uuml;r Aram) scheinbar vernachl&auml;ssigt werden.\r\nDabei ist weniger der Item-Pool gemeint, denn um den wird sich ja immer wieder mal gek&uuml;mmert, als viel mehr die Champs selbst.\r\n\r\nKlar, jeder Champ hat seine St&auml;rken und Schw&auml;chen, das soll ja auch so sein. Allerdings gibt es eine ganze Reihe Champs, die relativ unabh&auml;ngig vom K&ouml;nnen der Spieler extrem stark oder extrem schwach sind, insbesondere im Aram, wo nunmal 90% des Spiels auf Teamfights und lineares aufeinanderprallen reduziert sind. Grade in einem Spielmodus, wo man nunmal nur sehr begrenzte M&ouml;glichkeiten hat seinen Champ zu &quot;w&auml;hlen&quot; sollte soetwas eigentlich nicht sein.\r\n\r\nSo sind beispielsweise Shen, Evelynn und Bard sehr schwach, schlicht weil sie alle teile ihrer F&auml;higkeiten garnicht oder fast garnicht nutzen k&ouml;nnen.\r\n\r\nShens ult wird, falls er nicht grade respawnt und damit weit weg ist mehr oder weniger auf seinen Schild reduziert. Das ist aber nichtmal ein sonderlich guter Schild, und f&uuml;r einen Ult doch etwas d&uuml;rftig. Zum Verb&uuml;ndeten teleportieren ist nunmal nicht sehr n&uuml;tzlich, wenn sich sowieso fast alles in flash-Reichweite abspielt und das ausf&uuml;hren dazu noch recht lange dauert. Fates ult w&auml;hre &auml;hnlich (schlie&szlig;licht ist alle Gegner sichtbar machen auch nur begrenzt n&uuml;tzlich bei der &uuml;berschaubaren menge an Geb&uuml;sch und keinen Wegen au&szlig;enrum), l&auml;sst sich ja aber zu einem beliebigen Punkt ausf&uuml;hren und taugt damit wenigstens f&uuml;r &Uuml;berraschungsangriffe aus dem Busch, um hinter die Gegner zu kommen und/oder um im Endgame als einziger in die Gegnerische Base zu teleporten, w&auml;hrend das eigene Team verteidigt. Shen kann das alles nicht.\r\n\r\nEvelynn muss nahe an Gegner ran, und dort viel Schaden machen. Tank-Eve funktioniert eben einfach nicht richtig. Normalerweise macht ihr passive das m&ouml;glich, nur bringt der im Aram... so gut wie garnichts. Man kann den Gegner nunmal nicht umgehen, ohne in seine oder die Sichtweite eines Turmes zu gelangen. Da sie keinen echten gapcloser hat, und auch nur sehr kurze Reichweite, macht sie das in den meisten Spielen &uuml;berwiegend nutzlos. Einzig, dass ihr Q mehrere Gegner treffen kann l&auml;sst sie irgendwie sinnvoll erscheinen. Ansonsten muss sie auf &quot;Markieren&quot; hoffen, oder von Tham Kench, Kalista etc. zum gegner gebracht werden. Aber das kann man ja in Aram auch nicht wirklich planen.\r\n\r\nBard hat im Aram sozusagen eine F&auml;higkeit weniger. Es gibt genau eine Stelle, wo man sein E einigerma&szlig;en sinnvoll einsetzen kann (genau in der mitte der map), und vier weitere (ohne Symmetrie nur eine) wo es so irgendwie, m&ouml;glicherweise ab und zu mal zu irgendwas tauglich geht. Und auch sein ult ist in der Sinnhaftigkeit stark eingeschr&auml;nkt, denn wenn nicht grade jemand respawnt, bringt einem ein Zeitaufschub quasi garnichts. Die Teams sind ja sowieso die allermeiste Zeit auf einem haufen zusammen, wo sollte die Unterst&uuml;tzung, auf die man damit warten kann herkommen? Und einen Feind am fliehen/verfolgen hindern ist auch wenn, dann im lategame sinnvoll. Vorher ist sowieso die ganze Zeit ein Turm so dicht, dass die meisten champs da drunter rennen k&ouml;nnen, bevor sein Ult fertig ausgef&uuml;hrt ist. Und danach k&ouml;nnen sie ja einfach weiterlaufen. Als stun (meinetwegen f&uuml;r beide Teams und deutlich k&uuml;rzer) w&auml;re er wenigstens wirklich n&uuml;tzlich. Dazu kommt, dass er auf der Suche nach seinen Glocken nunmal umherwandern muss, sodass das eigene Team solange 4 vs. 5 garantiert in die Defensive gedr&auml;ngt wird.\r\n\r\nDagegen sind zB. Sona, Twitch und Amumu besonders stark.\r\n\r\nSona kann mit ihren Auren gleich das gesamte Team verst&auml;rken, und kassiert f&uuml;r durchschnittlich 90% der gegnerischen Tode Unterst&uuml;tzungen (und damit Geld). Sp&auml;testens mit Lichbane, passive und Q richtet sie dann selber so viel Schaden an, dass sie manche Gegner onehitten kann. Und falls nicht, bleibt der ult mit einem enormen Fl&auml;chenstun, dessen Ausrichtung im Aram nichtmal sonderlich schwer ist, schlie&szlig;lich m&uuml;ssen ja alle aus einer Richtung kommen.\r\n\r\nTwitch... Hurricane, Ult, Gift. komplettes gegnerisches Team wird getroffen, mit jedem Schuss. Selbst ohne Ult reicht sein Gift (W trifft einfach sehr viele auf der map) f&uuml;r enormen Poke, &auml;hnlich wie teemo... nur stirbt der deutlich schneller, weil lifesteal und auch zaubervamp keinen gro&szlig;en effekt h&auml;tte bei ihm. In einem Spiel mit durchschnittlichen Spielern ohne besonderes Pech bei den gegnerischen Champions ist Twitch jedenfalls nahezu ein Sieggarant.\r\n\r\nAmumu hat einfach einen besonders starken ult. die Fl&auml;che ist riesig, und nicht ganz grausam schlecht eingesetzt erwischt ammu damit fast immer 4-5 Champs des gegnerischen Teams. bis die Wirkung aufh&ouml;rt, hat das eigene Team zumindest die Damagedealer normalerweise zu Klump verarbeitet... Aber selbst ohne ist sein W n&uuml;tzlich gegen andere Tanks, und mit Q + E kann er mit einem Tanky build relativ gefahrlos mittig ins gegnerische team.\r\n\r\n\r\nGibt noch diverse andere Beispiele, auch f&uuml;r die anderen beiden Maps, in beide Richtungen: besonders gut und besonders schwach.\r\nAber da hat sowieso keiner Lust sich das alles durchzulesen, und Riot kann anhand von reroll-statistiken etc. bestimmt selbser sehen, bei welchen champs es extrem ist. Da braucht man nicht meine subjektive Wahrnehmung f&uuml;r.\r\n\r\nAllerdings... Sch&ouml;n ist das so nicht.\r\nUnd ich zumindest w&uuml;rde mich freuen, wenn die Champs auch dahingeghend etwas bearbeitet werden f&uuml;r die einzelnen Maps.\r\nF&uuml;r Aram und diese Beispiele k&ouml;nnte das (nach meinen bescheidenen spontanen Ideen) sein:\r\nShen: Ult Ausf&uuml;hrungszeit stark runterschrauben oder wegfallen lassen. Alternativ auch den Teleport zu Geb&auml;uden erm&ouml;glichen, Schildst&auml;rke ~ Schaden an gegnerischen Geb&auml;uden falls diese das Ziel sind.\r\nEve: Aufdeckungsradius f&uuml;r den Passive runter oder Reichweite f&uuml;r Q hoch. Evt. Lauftempobonus vom active bei W k&uuml;rzer, aber h&ouml;her, um als wirklicher gapcloser sinnvoll genutzt werden zu k&ouml;nnen.\r\nBard: Skalierung f&uuml;r ben&ouml;tigte Glocken etwas runterschrauben. Aram Spiele dauern meist eh nicht so lange, von daher w&auml;ren 4/5 der ben&ouml;tigten Glocken pro Verbesserung wohl auch genug. Sein E nicht von einer Wand abh&auml;ngig machen. Aram spielt auf einer Br&uuml;cke, warum sollte er das nicht auf den Boden wirken k&ouml;nnen, damit es woanders wieder auftaucht? evt. als Linie zu &quot;zeichnen&quot;, wie Viktors E. Und evt. den Ult vom Zeitstop zum Stun (gleicher Wirkungsbereich, auch Freund und Feind) wechseln. Stun f&uuml;r Bard und Zeitstopp f&uuml;r ekko f&auml;nde ich sowieso passender, aber egal^^\r\nSona: Auren etwas kleiner/nicht so lang anhaltend. gleiches f&uuml;r den Bereich des Ults. \r\nTwitch: Gift abschw&auml;chen, Reichweite des Durchsto&szlig;ens beim Ult runterschrauben.\r\nAmu: Ult etwas verkleinern/k&uuml;rzer machen, evt. die Reichweite von Q etwas verkleinern.\r\n\r\nUnd &auml;hnliche Feinjustierungen eben auch bei diversen anderen Champs und auch auf anderen Maps.\r\n\r\nSind jetzt alles nur meine Gedanken, und ich wei&szlig;, dass einigen die Idee nicht Gefallen wird, ein Champ k&ouml;nne auf einer map andere/abgewandelte F&auml;higkeiten als auf einer anderen haben (schon allein, weil Reichweiten etc. schwerer einzusch&auml;tzen sind dadurch), aber irgendwie ist es auch bl&ouml;de bereits vor Spielbeginn ohne zu wissen wie gut man spielt alleine durch die Champs wetten zu k&ouml;nnen, dass man gewinnt/verliert. Und das nicht, weil man zwei Tanks, einen Heal/support, einen adc und einen apc hat bzw. weil man nur ap hat oder irgendwie sowas, sondern wirklich die einzelnen Champs, nicht deren Rollen. Das sollte einfach nicht passieren bei einem durchdachten, ausgewogenem Spiel.","replies":[]}