{"id":"qoPkBO8e","poster":"Kaitri","date":"2015-08-05T19:31:25.758+0000","title":"Was haltet ihr von dem Mord an Cecil dem Löwen?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"versteht mich nicht falsch ich liebe tiere, tiere sind mir sogar wichtiger als die meisten meinschen in meinem umfeld, da ich tiere f&uuml;r die kl&uuml;geren gesch&ouml;pfe halte, aber jeder macht so einen aufstand wegen dem l&ouml;wen...\nes ist traurig es ist eine frechheit, aber es gibt andere dinge in der welt. \nmeine klasse hat in einer \"Umfrage\" gefragt was wir davon halten und ich hab ihnen eben gesagt das es traurig ist, es aber schlimmeres auf der welt gibt und jeder ist total durchgedreht\n\"omg du tierqu&auml;ler ich rufe heut noch das tierheim an die sollen deine katzen abholen die sind bei dir nicht sicher du wirst die bestimmt auch umbringen!\" ich meine wtf? \nbitte sagt mir ich bin nicht der einzige, der jetzt nicht so tut als würde f&uuml;r den jetzt die welt untergeht wegen diesem l&ouml;wen und so tut als w&auml;re der l&ouml;we der beste und wichtigste freund in meinem leben gewesen.","replies":[{"id":"","poster":"Busty Botter","date":"2015-08-06T08:06:01.464+0000","up_votes":2,"down_votes":0,"body":"Konntest dus verhindern, dass ihm etwas passiert? Nein\nKannst du es verhindern, wenn in Afrika wiedermal ganze Dörfer \"ausgerottet\" werden? Nein\nKannst du es verhindern, wenn in China ein Sack Reis umfällt? Nein\n\nEs ist immer schlimm, wenn etwas schreckliches passiert auf der Welt, meistens kann man nichts dagegen tun! Wenn ich bei jeder Meldung in die Richtung jetzt mein ehrliches Mitgefühl gebe, kann ich mich in einer Woche in die Klinik einliefern lassen, weil ich die ganzen Depressionen nicht mehr ertragen würde.\nUnd jeder in deiner Klasse, hat spätestens in 2-3 Wochen den Löwen vergessen und wollte in dem moment nur zeigen, was für ein \"guter\" Mensch er doch ist und Mitgefühl hat. Die Menschheit will sich immer besser darstellen, als sie ist, obwohl die Menschheit schlecht ist!","replies":[]},{"id":"","poster":"Schroppel","date":"2015-08-05T23:16:17.880+0000","up_votes":2,"down_votes":0,"body":"Haben deine Klassenkameraden zuviel rtl und anderes Assi TV gesehn ?","replies":[{"id":"","poster":"Kaitri","date":"2015-08-05T23:41:55.108+0000","up_votes":1,"down_votes":0,"body":"ne ich glaube sie leben zu lang in österreich, sprich seit ihrer geburt.","replies":[{"id":"","poster":"chilledkroete","date":"2015-08-06T06:38:32.895+0000","up_votes":1,"down_votes":0,"body":"Mein Beileid. {{item:3070}}","replies":[]}]}]},{"id":"","poster":"CCG Juuzou","date":"2015-08-06T12:13:41.111+0000","up_votes":2,"down_votes":1,"body":"Als die Maschine in Frankreich abstürzte meine ganze Familie so: \"Oh Gott die armen Kinder\" und ich so...\"Meh juckt mich nicht...\" daraufhin hatte ich eine 2 Stunden Diskussion warum mich das nicht interessiert und warum meine Meinung komplett kacke ist...\n\nWens nicht juckt den juckts nicht wen es juckt den juckt es aber es ist immernoch deine Meinung DEINE Meinung da hat dir keiner reinzureden welche Meinung du zu haben hast lel mich juckt der ganze kack auch nicht wirklich gibt halt irgendwie...ja wichtigeres in China krepieren die Kinder auf der Straße in Afrika z.T. vor Hunger...","replies":[]},{"id":"","poster":"FailerOfWorld","date":"2015-08-08T09:14:36.106+0000","up_votes":1,"down_votes":0,"body":"Also ums kurz zu sagem: Ich stimme dir zu. \n\nWas mich auch vor allem ankotzt, dass 90% der Leute, die die Schönheit dieses Löwen bewundern und diese \"bestialische\" Tat verurteilen, noch NIE vorher von diesem Tier gehört haben.  Das sind so Leute, die einem Trend folgen, weils ein Trend ist und nicht weils einem gefällt. Natürlich ist es schlimm, aber wie du schon sagst, die Welt hat unendlich mal größere Probleme als der eine Löwe. Und wenn du deine Klassenkameraden gefragt hättest, ob sie es lieber hätten dass ihr Haustier erschonssen wird oder ihre gesamt Familie verhungert, wären zumindest du inteligenteren leise gewesen.\n\nLG","replies":[]},{"id":"","poster":"Mare TV","date":"2015-08-07T10:28:07.780+0000","up_votes":1,"down_votes":0,"body":"Naja, so ein Fall würde ich als Fall \"Dreiseitenmedaille\" bezeichnen.\n\n1 Seite. Du hast recht, davon geht die Welt nicht unter, es gibt schlimmeres, z.B. werden täglich Kinder missbraucht und Menschen umgebracht und da ist deine Klasse ruhig und sagt nichts. Allein die Tatsache das deine Klasse da nicht eingreift macht sie schlimmer als den Jäger der Cecil niedergestreckt hat.\nDas liegt daran, dass es nicht auf Facebook steht und sie sich nicht für richtige \"Nachrichten, News\" interessieren.\n\n2 Seite.  Du hast unrecht, da es jetzt nicht auf den Tod eines Lebewesen ankommt, sonder auf den Tod einer \"besonderen\" Individualität.\nDieser Löwe war in einem Schutzgebiet und wurde vom Jäger \"bewusst\" daraus geködert. Es war eine optische Einzigartigkeit die vlt. alle paar tausend Jahre zur Welt kommt. Und diese Jahrtausendwunder wurde durch die Menschliche Gier zerstört.\n\n3 Seite. Du hast recht und jeder weis das, dennoch kann deine Klasse das nicht zugeben, da sie sich mitfühlend, menschlich und sozial verhalten MÜSSEN.\nDie sitzen genau wie du zuhasue und denken sich, echt schlimm sowas, aber passiert, gibt schlimmeres.\nNur du bist halt gegen die soziale Vernunft gegangen und hast das gemacht was sich keiner von den traut = du bist anders und wirst von allen angegriffen.\nKenn man doch aus LoL \"dafuq Support ohne SightStone.. noob, report... aber denken sich selber, hm eig. könnte ich auch Wards holen - egal möchte nicht von den anderen 3 dann reported werden.\" (Mitläufermedaille)","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-07T10:36:14.180+0000","up_votes":1,"down_votes":0,"body":"> 2 Seite. Du hast unrecht, da es jetzt nicht auf den Tod eines Lebewesen ankommt, sonder auf den Tod einer \"besonderen\" Individualität.\nDieser Löwe war in einem Schutzgebiet und wurde vom Jäger \"bewusst\" daraus geködert. Es war eine optische Einzigartigkeit die vlt. alle paar tausend Jahre zur Welt kommt. Und diese Jahrtausendwunder wurde durch die Menschliche Gier zerstört.\n\nWas war denn so besonders an dem Löwen? Habe vorher noch nie auch nur ein Wort über den gehört.","replies":[{"id":"","poster":"Mare TV","date":"2015-08-07T10:40:31.874+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=YnZkMR0R,discussion-id=qoPkBO8e,comment-id=000b0000,timestamp=2015-08-07T10:36:14.180+0000)\n>\n> Dieser Löwe war in einem Schutzgebiet und wurde vom Jäger \"bewusst\" daraus geködert. Es war eine optische Einzigartigkeit die vlt. alle paar tausend Jahre zur Welt kommt. Und diese Jahrtausendwunder wurde durch die Menschliche Gier zerstört.\n> \n> Was war denn so besonders an dem Löwen? Habe vorher noch nie auch nur ein Wort über den gehört.\n\nNaja, wäre er nicht da, dann währe Scar aus König der Löwen nur Fantasy. Denn auch Cecil hatte eine \"schwarze Mähne\" :)\n\nStell dir vor ein Pferd ist Blau oder Grün. :D (etwas viel aber, ja - der erste Löwe mit einer schwarzen Mähne die der Mensch aufgezeichnet hat, seltender als weiße Tiger oder Löwen) - ist halt n Jahrtausendwunder aus Mutternatur. :D\n\nUnd paar Tausend Jahre Evolution wurden \"illegal da der Löwe staatlich geschützt ist/war\" gelöscht.\n\n\"Ich sage mal so, ich finde auch schlimmer das wehrlose kleine Kinder Missbraucht werden, aber den Tot des Löwen finde ich persönlich schlimmer als den eines Psychopathen bei der Todesstrafe.\" :D\n\n\"Ich finde allgemein Töten ab einer gewissen Stufe schlimm.\" {{champion:107}} ","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-07T11:02:59.360+0000","up_votes":1,"down_votes":0,"body":"> Naja, wäre er nicht da, dann währe Scar aus König der Löwen nur Fantasy. Denn auch Cecil hatte eine \"schwarze Mähne\" :)\n\nWusste ich nicht. Ich weiß generell nicht welche Farbe die Mähne eines Löwen haben kann. Und das es dann seltene Farben gibt wusste ich auch nicht, danke dafür!\n\nKlar ich finde sowas auch schlimm. Mein Problem bei solchen Themen ist immer, das die \"überhyped\" werden. Genauso wie der Flugzeugabsturz mit der Schulklasse. Wurden andere Abstürze so extrem und lang durch die Medien gezogen? Es nervt mich einfach das scheinbar die Passagiere genau dieses Flugzeuges viel mehr wert sein sollen als die Passagiere anderer Flugzeugabstürze.\n\nUnd genauso ist es bei dem Löwen. Ja es ist traurig, aber muss man so einen Hype daraus machen? Nur weil er eine schwarze Mähne hat ist er jetzt besser als andere Tiere? Es leben so viele Tiere in Massentier- und Käfighaltung und nur weil sie kein besonderes Merkmal haben sind sie weniger wert? Dann will ich demnächt auch das alle traurig sind, wenn ein Pferd zum Schlachter gebracht wird.\n\nDiese mehrere Klassengesellschaft nervt einfach nur. Jedes Tier ist gleich viel wert, genauso wie es jeder Mensch ist. Warum man wegen dem jetzt so ein Drama machen muss entzieht sich vollkommen meinem Verständnis.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-08-07T11:38:57.303+0000","up_votes":1,"down_votes":0,"body":"Es gibt immer Unterschiede. Das Flugzeugunglück war einer von weniger als 10 erweiterten Suiziden von Piloten am Steuer eines Flugzeugs. Es war sehr nah, es waren Deutsche darunter und es waren Kinder.\nDie letzten 3 Gründe sind natürlich prinzipiell Murks aber viele Menschen reagieren dann schneller und sträker darauf, was die Medien natürlich nutzen.\n\nAuch bei Cecil gibts große Unterschiede zu Massentierhaltung oder irgendeinem Pferd beim Schlachter.\nEs geht um \"sportliche\" Jagt. Wer ein Tier erlegt und dann verwertet, ok. Aber den Kopf abschneiden und den Rest liegen lassen?\nUm eine Art die sogut wie verschwunden ist.\nUnd ein Tier das aus der relativen Sicherheit des Nationalparks gelockt wurde.\nZu guter letzt und eigendlich auch am unwichtigsten, das er bei vielen Leuten sehr bekannt war, da er auch Touristen auf 10 Meter an sich rangelassen hat. Dieser Punkt ist natürlich auch wieder nur über die relative Nähe, wie die letzten 3 beim Flugzeugunglück, interessant.\n\nNatürlich passiert sowas immer wieder an den verschiedensten Orten der Welt aber das ist doch kein Grund jetzt weniger sauer zu sein als vielmehr ein Grund dann genauso sauer zu sein.\n\nZu dem ganzen Hype Zeug: Leute sollten sich ihre eigene Meinung bilden.\nLeute die auf den Hypetrain auspringen und sich empören obwohl es ihnen eigendlich egal ist sind natürlich nicht grade die tollsten Menschen aber zumindest kann das helfen das die Richtigen Dinge ins Rollen zu bringen, wie z.B. die Reaktionen der Zimbabwer Zuständigen.\nDie die aber vom Zug abspringen weil der \"Hype\" aufeinmal kommt sind kein bisschen besser, denn sie sind genauso \"Hype\" gesteuert wie die anderen nur das eben auf der anderen Seite des Ufers stehen.","replies":[]}]}]}]}]},{"id":"","poster":"Schroppel","date":"2015-08-06T23:11:11.014+0000","up_votes":1,"down_votes":0,"body":"ja oder das","replies":[]},{"id":"","poster":"Schroppel","date":"2015-08-06T22:37:32.233+0000","up_votes":1,"down_votes":0,"body":"Kannst davon ausgehn dass jedem 2ten das Schicksal der Mieze egal ist aber jeder auf dem fahrenden Zug aufspringt weil es eben jemand vormacht.\nFrag exakt diese Leute in einem Jahr nochmal warum sie so auf Trauer gemacht haben und dir wirst als einzigen Grund zu hören kriegen \"hat doch jeder so gemacht\".","replies":[{"id":"","poster":"Kaitri","date":"2015-08-06T23:00:09.517+0000","up_votes":1,"down_votes":0,"body":"das sie antworten mit \"hat doch jeder so gemacht\" bezweifle ich leider. die meisten werden wohl sagen \"wer was? sterben doch dauernd löwen was kümmert mich da einer\"","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2015-08-06T15:06:09.203+0000","up_votes":1,"down_votes":0,"body":"Die Welt geht für jeden unter wegen diesem Löwen. \n\nEs ist traurig, ja. Aber es gibt so viel, dass der Tod dieses Löwen mehr oder weniger bedeutungslos wird. [Beispiele](http://www.n-tv.de/mediathek/bilderserien/wissen/Die-groessten-Probleme-der-Menschheit-article1347416.html)?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kaitri","date":"2015-08-06T15:45:49.907+0000","up_votes":1,"down_votes":0,"body":"eben noch so eine sache wo ich nicht kapiere warum iwie jeder 2. erstmal täglich auf facebook posten muss wie sehr er doch um den löwen trauert und wie sehr er dem zahnarzt den tot wünscht.\nwas is mit den leuten los","replies":[{"id":"","poster":"Schroppel","date":"2015-08-06T21:57:42.810+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=YnZkMR0R,discussion-id=qoPkBO8e,comment-id=00080000,timestamp=2015-08-06T15:45:49.907+0000)\n>\n> eben noch so eine sache wo ich nicht kapiere warum iwie jeder 2. erstmal täglich auf facebook posten muss wie sehr er doch um den löwen trauert und wie sehr er dem zahnarzt den tot wünscht.\n> was is mit den leuten los\n\nGruppenzwang","replies":[{"id":"","poster":"Kaitri","date":"2015-08-06T22:19:23.127+0000","up_votes":1,"down_votes":0,"body":"was isn das fürn gruppenzwang, wenn die jetz alle vor mir stehen dann seh ich das ein, aber übers inet wtf?","replies":[]}]}]}]},{"id":"","poster":"SwissKeks","date":"2015-08-06T08:03:47.609+0000","up_votes":1,"down_votes":0,"body":"Hat bei mir keinen Nerv getroffen, meine Meinung ist einfach: Es hat mich ganz am Anfang interessiert, sobald jeder andere darauf angesprungen ist hats mir abgelöscht. Ich braucht das ganze \"gepushe\" einfach nicht.\n\nHab bei Germanwings auch nicht irgendwie betroffen ausgesehen. Hat mich in den ersten Minuten interessiert und sobald die Medien gekommen sind, wars mir relativ egal. Klar es ist schlimm, jedoch würde jeder andere sich auch nicht über einen Autounfall mit einer ählichen Todeszahl interessieren.\n\nAber ich bin in der hinsicht eventuell einfach zu abgestumpft, hab schon genügend Leute sterben sehen, auch Leute in meinem Alter.","replies":[]},{"id":"","poster":"Bergelmir32","date":"2015-08-06T07:55:49.207+0000","up_votes":1,"down_votes":0,"body":"Es gibt schlimmere Dinge ist ein ziemlich beschissener Grund. Nicht nur das er hoch subjektiv ist, man kann ihn bei fast allem anbringen. Etwas das vielleicht einen Nerv bei dir trifft: Irgendwann werden deine Katzen sterben, ist natürlich scheiße aber es gibt schlimmere Dinge / wichtigere Dinge. Es gibt mehr Einbrüche und die Aufklärungsrate ist miserabel, aber hier genauso es gibt schlimmere / wichtigere Dinge und so kannst du mit nahezu allem verfahren.\n\nNatürlich hast du trotzdem Recht, es gibt weit schlimmere Dinge aber wann sollen die Menschen den anfangen sich über sowas aufzuregen? Wenn wir all die anderen schimmeren und wichtigeren Probleme gelöst haben? Der Punkt ist, es wird immer wichtigere Dinge geben zumal die meisten dieser wichtigeren Probleme, wenn sie denn irgendwann mal \"gelöst\" sind, einfach immer wieder kommen. Was mMn sehr viel damit zu tun hat das viele Menschen, wie du ja auch schon angemerkt hast, im Grunde ziemlich dumm sind, vorallem wenn meine Lieblingsbeschreibung von 'Dumm sein' nimmt: Dumm ist der/die der/die Dummes tut. (Wooh habs sogar gegendert ~.~ )\nUnd ehe wir uns versehen und die Zeit in der die wichtigen Probleme gelöst sind gekommen ist, wenn sie das denn jemals tut, sind keine Löwen mehr da, keine Tiger, keine Wale und auch sonst nur noch was in Käfigen gezüchtet wird oder sich von unserem Abfall ernährt.\n\nNicht das ich prinzipiell was gegen das töten von Tieren habe, solange es einen validen Zweck erfüllt aber ein Tier töten den Kopf abschneiden und den Rest in der Sonne verrotten lassen (was natürlich überspitzt ist denn die Natur würde sich dessen schon früher oder später annehmen) weil man Spaß daran hat ist sicher keine solcher Zweck.\nWird es in Zimbabwe und den USA genutzt um von anderen Problemen abzulenken? Vielleicht, wahrscheinlich... aber lasste das nicht den Leuten an die sich darüber aufregen, sondern den Regierungen die das nutzen und den Medien die sich immer auf das Neuste stürzen und die anderen Probleme dann unter den Tisch fallen lassen.\n\nNatürlich ändert all das was ich gesagt habe nichts daran das deine Klassenkameraden ordentlich einen an der Waffel haben.","replies":[]},{"id":"","poster":"Maexle","date":"2015-08-05T21:10:17.175+0000","up_votes":1,"down_votes":0,"body":"ALTER WIE KANNST DU SO HERZLOS SEIN!!!!!111EINSELF ...\nNe aber mal im Ernst: Es ist zwar traurig, dass dieser Löwe getötet wurde aber ich denke auch, dass es deutlich wichtigere Dinge gibt und interessiere mich offen gesagt auch nicht wirklich für den Vorfall. Also du bist  mit deiner Meinung ganz sicher nicht alleine und ich verstehe die Reaktion von deinen Klassenkameraden echt nicht xD {{champion:17}}","replies":[{"id":"","poster":"Kaitri","date":"2015-08-05T21:15:52.259+0000","up_votes":1,"down_votes":0,"body":"meine klasse besteht aus der \"facebook generation\" (so nenne ich das) alles schlechte was in den nachrichten ist muss erstmal zum \"facebook status des lebens\" gemacht werden damit alle sehen wie sehr du doch berührt bist.\ngenauso wie das mit den regenbögen alias \"gleichberechtigung für schwule\". ich kenne ein schwules päärchen und die haben 1:1 gesagt \"oh gott bitte nehmt diese schwulen regenbögen raus! wir wollen nur gleich behandelt werden, nicht in irgendein besonderes licht gerückt werden\".\n\naber jeder in meiner klasse hatte diese regenbögen als profilbild drin mit #schwulenrechte!\ndie klasse wo jeder 2. ohne grund \"blöde %%%%%%%%%%\" genannt wird :D","replies":[{"id":"","poster":"Maexle","date":"2015-08-05T21:24:27.305+0000","up_votes":1,"down_votes":0,"body":"okay du tust mir Leid :-/","replies":[{"id":"","poster":"Kaitri","date":"2015-08-05T21:33:18.601+0000","up_votes":1,"down_votes":0,"body":"ach ich bins gewöhnt mir kommt vor in tirol (österreich) ist jeder so drauf :D\ndarum werd ich wohl auch iwann nach dland ziehen. klar da sind die leute nicht viel heiliger aber doch freundlicher. im großen und ganzen!","replies":[]}]}]}]},{"id":"","poster":"Mânâflásk","date":"2015-08-05T20:18:25.337+0000","up_votes":1,"down_votes":0,"body":"scheiss auf den löwen gibt wichtigere dinge wo die weltheit dran arbeiten sollte","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-08-05T19:54:47.391+0000","up_votes":1,"down_votes":0,"body":"Du bist nicht allein!","replies":[{"id":"","poster":"Kaitri","date":"2015-08-05T20:01:58.371+0000","up_votes":1,"down_votes":0,"body":"danke <3","replies":[]}]}]}