{"id":"IatwaEz3","poster":"Wrâth","date":"2015-08-05T12:26:39.467+0000","title":"Challenger Euw Soloq beantwortet eure Fragen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Hi,\r\nwenn ihr irgendwelche Fragen habt postet sie einfach. Ich versuche so viele wie m&ouml;glich zu beantworten. Es gibt viele verschiedene Wege in Soloq zu gewinnen, aber ich kann versuchen euch meinen Ansatz n&auml;her zu bringen.\r\n\r\nIhr k&ouml;nnt mich auch ingame adden, falls ihr mehr Fragen habt.\r\n\r\nING: Wr&acirc;th\r\n\r\nBis dann, Wrath","replies":[{"id":"","poster":"Qilith","date":"2015-08-05T12:46:24.090+0000","up_votes":1,"down_votes":0,"body":"Ich bin main Jungler , seit ich mit LoL angefangen hab hat mich der Jungle schon interessiert, am ende hab ich auch dann endlich angefangen den Jungle zu erkunden. Heute ist es einfach das einzige was ich wirklich spiele, aber ich hab das Gefühl ich werd von game zu game schlechter, meine größten schwächen liegen einfach im Ganken, ich hatte nen Monat LoL pause und hab dann wieder angefangen, alles läuft super ich krieg echt alles hin, Ganken, Farmen, Kills, Assists, Platin wär izi drin gewesen, hab mich aber nicht nach Platin gefühlt, also hab ich mit Ranked erstmal aufgehört. Jetzt bin ich 2 mal auf G2 und dann wieder gedroppt auf G3, und ich weis worran es liegt, ich geh oft zu ham, ich blick meistens nicht wann der richtige zeitpunkt ist in richtung \"gankbare lane\" zu laufen, und botlane gank ich fast nie (also in 10 games bin ich etwa 2 mal bot), ich hab in diese lane einfach kein vertrauen. Ich hab keine ahnung wann quasi zeit ist zu farmen und wann zu ganken, man könnte jetzt sagen das kommt mit der zeit aber ich will nicht warten x.x Es ist auch das ding dass ich mit der momentanen meta einfach nichts anfangen kann, season 4 hab ich alles gejungelt und war auch echt ausnahmslos immer gefeedet, aber in dieser season verkack ich hauptsächlich, es sind so fragen wie \"was mach ich nach nem erfolgreichen gank, was nach nem fail gank, was wenn die gegner lane feed ist, was wenn meine lane feed ist, welche jungle route is am besten etc pp, ich weis das sowas mit der zeit kommt, mit erfahrung etc aber vielleicht hast du ja ein paar hilfreiche tipps für mich &lt;.&lt; {{summoner:3}}  Meine main Champions gibt es nicht weil ich mich mit keinem Jungler mehr wohl fühle. Aber ich kann dir sagen was ich hauptsächlich spiele: {{champion:84}} {{champion:59}} {{champion:121}} {{champion:54}} {{champion:56}} {{champion:107}} {{champion:254}} {{champion:106}} {{champion:62}}  . (Man kann jetzt auch nich sagen das ich nichts kann xD sonst wär ich ja bronze :D aber das sind halt einfach probleme in meinem jungle und ich weis nicht wirklich was ich gegen meine fehler unternehmen kann)","replies":[{"id":"","poster":"Wrâth","date":"2015-08-05T16:37:36.944+0000","up_votes":2,"down_votes":0,"body":"Die meisten deiner Fragen verschwinden von alleine wenn du einen Champion mainst und richtig gut wirst. Dann weisst du nämlich wann du ganken kannst und wann nicht etc. Such dir einen Champ aus und bleib bei dem. Schau dir Replays an von guten Spielern und werde richtig gut mit einem der dir gefällt.","replies":[]}]},{"id":"","poster":"Njinzo","date":"2015-08-06T14:33:21.863+0000","up_votes":1,"down_votes":0,"body":"Hi Warth,\n\nwas hälst du von dem Autoattackmove? Pflicht mit allen Klassen oder eher so ein ADC bzw Fehrnkampf \"Ding\"\n\nMfG\n\nNjinzo","replies":[{"id":"","poster":"Wrâth","date":"2015-08-07T08:37:49.276+0000","up_votes":1,"down_votes":0,"body":"Das is hauptsächlich gut für ranged Adc. Auf anderen Klassen ist das nicht so wichtig  und ich spiele auch eigentlich nur mit Rechtsklick.","replies":[{"id":"","poster":"Njinzo","date":"2015-08-07T08:56:28.203+0000","up_votes":1,"down_votes":0,"body":"Ok danke für deine Antwort =D","replies":[]}]}]},{"id":"","poster":"Pumpgun Willy","date":"2015-08-05T12:45:54.067+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nwas denkst du über einen Tryndamere TopLane? Ein Kumpel von mir spielt Ihn seit einigen Wochen.. Er sagt: Farm Top, Push Top, Push 24/7 und GG. Was hälst du davon in LowElo? Bronze-Gold? Andere dürfen auch gerne antworten.. er aus den letzten 20 Spielen TopLane 17 gewonnen durch diese Taktik :D\n\nLG","replies":[{"id":"","poster":"Wrâth","date":"2015-08-05T16:35:02.777+0000","up_votes":1,"down_votes":0,"body":"Ich mag Trynda. Ich spiele ihn selber. Allerdings splitpushe ich im höheren Elo nicht mehr so viel. Teamfights werden immer wichtiger und ich bin lieber dabei und versuche den gegnerischen adc zu töten.","replies":[]},{"id":"","poster":"Qilith","date":"2015-08-05T13:02:23.215+0000","up_votes":1,"down_votes":0,"body":"Is halt wirklich so xD Nichts anderes soll {{champion:23}}  machen. So ein Tryn is halt ultra nervig. {{summoner:3}}","replies":[]}]}]}