{"id":"vHucErGe","poster":"The Trouble","date":"2015-08-05T12:02:30.674+0000","title":"wieder gebanned WEGEN NICHTS!!!!!","subforum":"Spielerverhalten & Moderation","embed":{"title":"The Trouble, your League of Legends account has been suspended","description":"The Trouble, You have received a 14 day ban following an extensive audit of in-game behavior within recent League of Legends matches. Your peers judged your behavior to be far below the standards of the League of Legends community. Think through the conversation and reflect on your words.","url":"http://link.email.riotgames.com/YesConnect/HtmlMessagePreview?a=VCCT_etp7RqAwHEtqm0sGsri&msgVersion=web","image":"http://media.4at5.net/email_domains/ris/143833/images/RiotGames.png"},"up_votes":6,"down_votes":30,"body":"diese automatischen bans sind schon wieder aktiv???? letztens erst wurde mein ban AUFGEHOBEN aufgrund eines MENSCHLICHEN FEHLERS hie&szlig; es.. und jetzt wieder gebanned????? \n\nWAS SOLL DAS RIOT?????\n\ngrad gespielt und nur weil mich 3 oder 4 reporten bin ich automatisch DRAUSSEN???? warum sind die normalen tribunalsentscheidungen abgeschalten??? die habe ich auch fr&uuml;her durchgemacht.. JETZT NUR NOCH AUTOMATISCH ??? \n\n2 in meinem team wollten nur das spiel beenden, nur weil sie auf ihren lanes versagt haben! ich surrendere aber kein ranked game und deswegen wurde ich reported!!! UND JETZT GEBANNED????\n\nWAS SOLL DAS RIOT !!!!!!\n\n\n**Edit:\n**\nachso ja.. weil das die leute anscheinend irritert... \n\nIch hätte auch ganz normal schreiben können. Zunächst mal ein paar nette Worte äußern, dann schreiben, was ich an diesem Spiel mag und was nicht so und was sich gebessert hat... \n\nDann zu meinem Problem kommen und nett fragen: \"Was meint ihr? Habe ich da echt ein wenig zu viel geschrieben oder etwas falsches? Wenn ja dann sagt es mir, damit ich mich verbessern kann.\"\n\nNEIN. stattdessen habe ich IN GROSSBUCHSTABEN GESCHRIEBEN WEIL MICH DAS AUFREGT... \n\nUND DESWEGEN AUCH WIEDER:: \n\nWAS SOLL DAS????\n\n**Edit2:\n**\nmich beleidigen und dann auch noch hier im forum zu reporten finde ich übrigens genauso lächerlich wie mein 2wochenban aus dem spiel. jetzt versucht man mich sogar hier mund-tot zu machen. lächerlich ist das alles hier.\n\n**Edit3:\n\nund wieder forumverbot...  ohne einen grund, der nachvollziehbar ist sondern nur mit der meldung:\n\nDu bist im Augenblick gesperrt, Sportsfreund. Zeig gutes Benehmen und halte dich an die Regeln einer guten Diskussion:\n    Respektiere deine Mitspieler; hüte dich, deine Kollegen zu bedrohen oder mit Betrügereien und Spam zu behelligen.\n    In den Foren hat Schweinkram nichts zu suchen. Ausschließlich für Erwachsene geeignete Inhalte gehören hier nicht hin.\n    Halte dich an die vorgegebenen Richtlinien des geschätzten Forums, dann bleibst du immer auf dem richtigen Kurs.\n    Es ist nie angemessen, in Foren nach neuen Kunden zu suchen oder den dortigen Nutzern irgendwelchen Krimskrams anzudrehen. Vertickt euer Schlangenöl und nicht-knitternde T-Shirts anderswo.\n\nDeine Sperrung endet am 6.8.2015 19:24:59.\n\n\n\nYou're currently banned, old sport. Take it from a gentleman and follow the rules of good discourse:\n\n    Respect your fellow player; certainly don't threaten, scam or spam a colleague.\n    The boards are no place for smut; keep the mature content away.\n    Adhere to the proscribed guidelines for each esteemed board; verily, they will steer you on the proper course.\n    It is never appropriate to solicit customers on boards; ply thy trade snake oil and non-wrinkle dress shirts elsewhere.\n\nYour ban ends at 15.8.2015 00:07:53","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-05T13:33:59.257+0000","up_votes":11,"down_votes":1,"body":"Was genau bringt dir eigentlich ein ss?\n\nDie **MAP** ist unten **rechts**.\nDahinschauen, und du siesht ob ein Gegner fehlt.\nAber, das siehst du nicht.\n\nDu guckst in den** Chat** unten **links**, ob dort ein \"ss\" auftaucht, um zu sehen, ob ein Gegner fehlt.\nNicht auf die Map, wo du es in jedem Fall siehst.\nWTF!\n\n\"No ss\" bedeutet, dass du mehr auf den Chat als auf deine Minimap schaust.\nDas ist, spielerisch gesehen, einfach nur dumm.\nWARUM verlässt du dich auf den Chat unten links, wenn du es auf der Karte unten rechts mit absoluter Sicherheit siehst?!?\nIch schreibe nie! ss, und bei meinen Mates kommt es auch nur extrem selten vor.\nWenn sich jemand darüber beschwert, dass kein \"ss\" kam, wird er meistens von allen anderen 4-9 Spielern ausgelacht, weil die Forderung einfach so brutal lächerlich ist.\n\nSich über fehlendes \"ss\" im Chat zu beschweren, dient einzig und alleine dazu, die Schuld für deinen Tod auf deine Mates zu schieben.\nEine andere Funktion hat es nicht (Gründe oben genannt).\nAlleine dafür solltest du schon eine fette CR erhalten.\n\nMan kann höflich darum bitten, dass der andere Pings nutzt, da so neben deine Augen auch deine Ohren \"aktiviert\" werden.\nAber in der Form wie du es schreibst, wäre auch dass nach wie vor Blaming, da du deine Mates für deine schlechte Map Awarness beschuldigst.","replies":[{"id":"","poster":"Mike D Blood","date":"2015-08-05T13:49:51.410+0000","up_votes":1,"down_votes":12,"body":"Was redest du da für einen Müll....\nDenkst du wir sind alle Dia+","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-05T13:52:57.699+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Mike D Blood,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00080000,timestamp=2015-08-05T13:49:51.410+0000)\n>\n> Was redest du da für einen Müll....\n> Denkst du wir sind alle Dia+\n\nDas wiederlegt das von mir geschilderte Problem inwiefern?\nNach wie vor gibt dir die Map mehr und zuverlässigere Auskunft, gleich ob Dia oder Bronze, LCS oder LvL 1.\nWarum glaubst du, dass das Ranking die Zuverlässigkeit der Map beeinflusst?\nDie Zuverlässigkeit, mit der die Informationen bewertet werden, ist anders.\nAber, das trifft auf den Informationen über Chat wie Map gleichermaßen zu.\n\nAlso, inwiefern rede ich \"Müll\"?","replies":[{"id":"","poster":"Ichika San","date":"2015-08-07T11:44:38.949+0000","up_votes":2,"down_votes":0,"body":"Ich bemerke(höre)  wohl schneller einen SS Ping als einen\nverschwunden Gegner auf der Karten mit meinen eigenen Augen.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:35:41.418+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Ichika San,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0008000000000000,timestamp=2015-08-07T11:44:38.949+0000)\n>\n> Ich bemerke(höre)  wohl schneller einen SS Ping als einen\n> verschwunden Gegner auf der Karten mit meinen eigenen Augen.\n\nso geht es mir auch. also insofern ist aber ein \"say ss please\" sogar beleidigend für manche und nachdem das von riot auch noch bekräftigt wird, habe ich dazu auch nichts mehr zu sagen, außer: lächerlich! vor allem, wenn es dafür sogar einen extra ping gibt, wird wohl ein nutzen und verlangen nach dem da sein, obwohl für manche anscheinend nicht, da sie schielaugen haben und sowieso immer die map sehen... anders kann ich es mir nicht erklären. ist ja nicht so dass ich nie zur map schaue. sogar oft, ca. 40% der zeit, als jungler wahrscheinlich über 60% aber man kann eben nicht ständig schauen, das verstehen manche nicht und ich habe auch keine lust mehr es ihnen zum 1000sten mal zu erklären.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:52:10.087+0000","up_votes":1,"down_votes":0,"body":"Aber in CAPSLOCK IST ES UNFREUNDLICH :P\n\nalternative wäre:\n\nmy bad to greedy, didnt saw him coming -.-\ncan you warn me with a ping next time im blind today","replies":[{"id":"","poster":"The Trouble","date":"2015-08-17T14:43:45.656+0000","up_votes":1,"down_votes":0,"body":"ich war weder greedy noch bin ich blind... warum soll ich jetzt lügen? genau solche sachen mache ich nicht mehr. und ich habe auch noch nie jemanden gelesen der das getan hat. es heißst einfach kurz und bündig \"sa ss pls\" und damit sind normal pings gemeint, für alle die seit der season 3 nicht mehr gespielt haben.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-17T21:22:32.303+0000","up_votes":3,"down_votes":0,"body":"Naja ganz einfach wirst du gegankt ist es in erste Linie dein Fehler. Warum? Naja du hättest es verhindern können, du hättest warden können. \n\nErst danach ist dein Team schuld. Du bist für deine Positionierung und deine Wards verantwortlich.\n\nNicht dein Team wenn es den feed of doom des todes gab, ok happens aber das passiert in einem von 20 Games.\n\n\nGanz einfach wenn du stirbst oder geganket wirst ist es dein Fehler, weil du tot weil was auch immer... das Ergebnis du warst nicht gut genug um es zu verhindern.\n\nWenn du feed bist und nicht carryst dein Fehler.\n\nSo wirst du besser und nicht anders!\n\n\ndas prob ist du verwendest CAPSLOCK = anschreien = du blamst dein team für deinen tot\n\nDu hättest warden können back gehen können du hättest auf die minimap schauen können...\n\n\nund nochmal \"say ss pls\" ist ein hey du volltrottel weil du nicht ss gesagt hast bin ich gestorben, so kommt es zu mindestens bei deinem Team an.\n\n\n\nUnd nun noch was es ist egal ob es dein Fehler war... gibst du einen Fehler zu also sagst my bad egal was los war... dann fällt es deinem Team besser damit umzugehen und seine eigenen Fehler zu bemerken...\n\n\n\n>  greedy noch bin ich blind... warum soll ich jetzt lügen? \n\nDu wurdest geganked und bist gestorben oder? wenn sie dich also nicht mit 100% hp gedived haben dann naja dein Fehler... ist so... du musst davon ausgehen das dein Team unfähig ist SS zu pingen oder der Meinung ist du siehst das schon.\n\n\nPS: ich habe mir deine History auf op.gg angeschaut kein ausgebautes ward trinket! Die 250 Gold auf Stufe 9 sind eine so günstige Lebensversicherung! du kannst 2 Wards setzen mit verringertem cd = mehr vision = weniger effiziente ganks","replies":[{"id":"","poster":"Sophie973","date":"2015-08-18T09:11:56.919+0000","up_votes":1,"down_votes":0,"body":"Seh ich genauso, man sollte auch immer auf die map gucken, und dann sieht man ja das zb. der midlaner fehlt, oder das der Jungler, der gerade mid gegankt hat, nach oben geht. Wenn man dann auchnoch Wards hat geht man halt vorher back wenn man low life ist, oder man verteidigt es mit full hp. \n\nWenn man dann stirbt ist weder der midlaner schuld der nicht ss gesagt hat ( Du hättest auf die map gucken können) noch ist der jungler schuld.\n\n\n\n\n\nDas du dann auch noch in caps lock anfängst dein team zu flamen und später selber schreibst \"Stop flame all\" ist einfach ungerecht, und deshalb hast du deine Strafe bekommen, und anscheinend hast du vorher auch schon so reagiert, bzw immer noch so wie man im forum sieht.\n\nlies dir mal deine eigenen aussagen objektiv durch und guck, ob du das gerecht oder ungerecht findest.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T13:58:02.327+0000","up_votes":2,"down_votes":1,"body":"Was hat Mapawareness mit Dia+ zu tun? Auch Bronze Spieler können auf die Map gucken, ob du es glaubst oder nicht jeder Spieler hat eine Map. Und SS sagen finde ich ist total sinnlos. Ich achte eh nie auf den Chat und der Missing Ping ist zu leise. Es hat **nicht einen** Nutzen SS anzusagen.","replies":[{"id":"","poster":"drexxsack","date":"2015-08-05T13:59:09.953+0000","up_votes":1,"down_votes":0,"body":"Zumal der Ping auffälliger ist und auch der ist kein Muss.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T14:05:05.549+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ist der auch noch zu leise, bekomme den irgendwie nie mit, aber das ist meine WAhrnehmung. Und lauter als der Chat ist er allemal.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:40:58.449+0000","up_votes":1,"down_votes":0,"body":"ich stimme dir zu. Finde den auch sehr leise auch wenn seine Lautstärke mal angehoben wurde.^^","replies":[]}]}]}]}]},{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:49:12.170+0000","up_votes":1,"down_votes":0,"body":"Naja ab und an ist es schon doof wenn du deinen Fight 1 vs 2 knapp gewinnen würdest nachdem du mit voller konzentration allen skillshots ausgewichen bist, um dann vom 3. man der unglücklicher weise durch euren Jungle kam getötet zu werden.\n\nDa wäre ein ss der Lane nice gewesen^^ und für mich gehört ein ss zum guten ton oder eine warn ping wenn ich was auf der minimap sehe.","replies":[{"id":"","poster":"SorisDynasty","date":"2015-08-09T09:54:13.757+0000","up_votes":2,"down_votes":0,"body":"Stichwort: Volle Konzentration. Da hat man oft nicht die Zeit dafür, auf die Map zu schauen oder gar auf den Chat. Ich merk das selber hin und wieder auf der Botlane, wenn wir plötzlich vom Midlaner geganked werden, während wir am Fighten waren. Ping kam durch, ich habs nur nicht aufgrund der Stresssituation wahrgenommen. Das einzige, was geholfen hätte, wäre Pingspam gewesen. Und wenn der Laner gar nicht weiß, wohin sein Gegner ist (ob einfach nur Recall oder auf 'ne andere Lane), dann kann er gar nicht präzise pingen. Am Ende warnt er die falsche Lane, die ist unnötig vorsichtig und verliert Farm.\nSS(Ping bevorzugt) ist nett, aber kein Muss. Meine Sicht dazu.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T10:08:10.593+0000","up_votes":1,"down_votes":0,"body":"Naja man kann z.B. schauen welche lane gerade deep pushed und/oder schlechte Vision hat.\nAuch kann man meistens sehen ob er back oder in den River geht.\nGerade bei Splitpushen sind Pings eine Lebensversicherung.\n\nFür mich gilt kann mein Lane Gegner jemand anderes ganken ohne das ich mein bestes getan habe das zu verhindern dann ist das mein Fehler und wenn ich es verpeile dann entschuldige ich mich da ich es hätte besser machen können.\nWerde ich geganked egal ob gewarnt oder nicht ist das mein auch Fehler.","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-09T10:21:54.122+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00080003,timestamp=2015-08-09T09:49:12.170+0000)\n>\n> Naja ab und an ist es schon doof wenn du deinen Fight 1 vs 2 knapp gewinnen würdest nachdem du mit voller konzentration allen skillshots ausgewichen bist, um dann vom 3. man der unglücklicher weise durch euren Jungle kam getötet zu werden.\n> \n> Da wäre ein ss der Lane nice gewesen^^ und für mich gehört ein ss zum guten ton oder eine warn ping wenn ich was auf der minimap sehe.\n\nUnd in dieser Situation siehst du ein SS **IM CHAT**?!?\nErnsthaft???\nDu bist in geschildeter Situation und guckst auf den CHAT?!?\n\nDas man einen Ping hört, ist etwas völlig anderes als das \"ss\" im Chat.\nUnd wie ich auch geschrieben habe.......\nkann man danach höflich um einen Ping bitten, den man \"hört\" anstatt ihn (im chat wtf!) zu sehen.\nWomit nicht so etwas wie \"omg no ping\" o.ä. gemeint ist.\n\nEin \"ss\" hilft dir nur dann weiter, wenn du auf den Chat anstelle der Map schaust (im Gegensatz zum Ping), gleichgültig! von der Situation.\nUnd wenn du das tust...\nhast du den Tod einfach nur verdient.\n\n\"no ss\" ist für mich nach wie vor reinstes blaming.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T10:35:51.895+0000","up_votes":1,"down_votes":1,"body":"> Und in dieser Situation siehst du ein SS IM CHAT?!?\nErnsthaft???\nDu bist in geschildeter Situation und guckst auf den CHAT?!?\n\nDas war aber höflich, caps und so :)\n\nMomentan sehen viele Spieler den Ping als das neue SS, bzw. steht SS für miss = missing enemy = verschwundener Gegner.\nUnd den Ping höre ich meistens, nicht immer aber meistens.\n\nDesweiteren kann ich Pingen sobald mein Gegner die Lane in den Jungle oder den River verlässt, das bedeutet ich habe die hier kürzeste Reaktionszeit.\nBesonders in Hinblick darauf das das überqueren des Rivers nur ca. 10-30 Sekunden dauert, ist der SS, Missing Enemy, Verschwundener Gegner Ping die Beste Lebensversicherung.\n\nWenn ich hätte Pingen und jemanden warnen können und tat dies nicht dann habe ich einen Fehler gemacht. Denn ich hätte besser in dem Moment sein können.\nDennoch trage ich die Verantwortung für meine Lane und wenn ich gegankt werde ist es mein Fehler.\n\nSprich jeder ist mit verantwortlich.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-09T11:19:08.724+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0008000300010000,timestamp=2015-08-09T10:35:51.895+0000)\n>\n> Ernsthaft???\n> Du bist in geschildeter Situation und guckst auf den CHAT?!?\n> \n> Das war aber höflich, caps und so :)#\n> \n> Momentan sehen viele Spieler den Ping als das neue SS, bzw. steht SS für miss = missing enemy = verschwundener Gegner.\n\n\nDas \"ss\" ist für mich die Nachricht im Chat, der Ping das hörbare Signal.\nUnd das habe ich in meinem Post auch deutlich unterschieden.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T11:47:44.770+0000","up_votes":1,"down_votes":1,"body":"> Man kann höflich darum bitten, dass der andere Pings nutzt, da so neben deine Augen auch deine Ohren \"aktiviert\" werden.\n\nSry hatte den Teil nicht ganz zu ende gelesen, aber nehme bitte nicht an das er mit ss eine Chat Nachricht gemeint hat, da der Verschwundene Gegner Ping, dass neue ss ist. Dieser wurde erstellt um das alte ss im Chat abzulösen.\n\n\n> Und das habe ich in meinem Post auch deutlich unterschieden.\n\nWie bereits im vorhergegangen Post habe ich verdeutlicht, dass für viele Spieler mit SS den Ping meinen.\nBei meinem ersten Post ist mir der Unterschied der für dich besteht nicht aufgefallen erst beim erneuten lesen.\n\nEr bezog sich auf deinen ersten Kommentar:\n> Was genau bringt dir eigentlich ein ss?\n>\n> Die MAP ist unten rechts.\n> Dahinschauen, und du siesht ob ein Gegner fehlt.\n> Aber, das siehst du nicht.\n\n\nIch möchte dir aber auch sagen das ich dein Verhalten sehr unhöflich finde, innerhalb eines Spiels hätte ich dich reportet.\n\n>Sich über fehlendes \"ss\" im Chat zu beschweren, dient einzig und alleine dazu, die Schuld für deinen Tod auf deine Mates zu schieben.\nEine andere Funktion hat es nicht (Gründe oben genannt).\nAlleine dafür solltest du schon eine fette CR erhalten.\n\nZitiere ich wegen der fetten CR, im Vergleich zu deinem Text hier ist sein Chatlog harmlos.","replies":[]}]}]}]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T14:02:19.555+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Eleandor317,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0008,timestamp=2015-08-05T13:33:59.257+0000)\n>\n> Was genau bringt dir eigentlich ein ss?\n> \n> Die **MAP** ist unten **rechts**.\n> Dahinschauen, und du siesht ob ein Gegner fehlt.\n> Aber, das siehst du nicht.\n> \n> Du guckst in den** Chat** unten **links**, ob dort ein \"ss\" auftaucht, um zu sehen, ob ein Gegner fehlt.\n> Nicht auf die Map, wo du es in jedem Fall siehst.\n> WTF!\n> \n> \"No ss\" bedeutet, dass du mehr auf den Chat als auf deine Minimap schaust.\n> Das ist, spielerisch gesehen, einfach nur dumm.\n> WARUM verlässt du dich auf den Chat unten links, wenn du es auf der Karte unten rechts mit absoluter Sicherheit siehst?!?\n> Ich schreibe nie! ss, und bei meinen Mates kommt es auch nur extrem selten vor.\n> Wenn sich jemand darüber beschwert, dass kein \"ss\" kam, wird er meistens von allen anderen 4-9 Spielern ausgelacht, weil die Forderung einfach so brutal lächerlich ist.\n> \n> Sich über fehlendes \"ss\" im Chat zu beschweren, dient einzig und alleine dazu, die Schuld für deinen Tod auf deine Mates zu schieben.\n> Eine andere Funktion hat es nicht (Gründe oben genannt).\n> Alleine dafür solltest du schon eine fette CR erhalten.\n> \n> Man kann höflich darum bitten, dass der andere Pings nutzt, da so neben deine Augen auch deine Ohren \"aktiviert\" werden.\n> Aber in der Form wie du es schreibst, wäre auch dass nach wie vor Blaming, da du deine Mates für deine schlechte Map Awarness beschuldigst.\n\nMANNO WAS REDEST DU DA???? ICH BRAUCHE KEIN SS IM CHAT:: EINFACH EIN PING: WEIL VOR ein paar sekunden haben sie noch gekämpft unten, dann waren plötzlich adc und thresh in der mitte. damit kann ich nicht rechnen wenn ich gerade selbst damit beschäftigt bin, nicht draufzugehen... \n\ndas ist einfach teamplay, dass man sagt, wenn jemand auf seiner lane nicht da ist und die anderen warnt... DAS KANN MAN PINGEN ;) nur als hinweis, weil du anscheinend null ahnung hast.\n\nabgesehend davon.. LIES JETZT GENAU MIT... ich habe mich nicht über das fehlende ss aufgeregt, aber wenn schon jemand dir sagt, \"stop feed\" nach dem 1/2 also 2.death ingesamt wo nicht mal deine lane es getan hat, sondern die bot lane, die sich nicht der mühe weert war zu sagen, dass die gegner nicht da sind, dann schreibe ich sehr wohl, dass er ss sagen soll und sich nicht aufregen soll","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-05T14:16:16.435+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00080001,timestamp=2015-08-05T14:02:19.555+0000)\n>\n>ICH BRAUCHE KEIN SS IM CHAT:: EINFACH EIN PING: \n\n> SAY SS PLS\n\n> \n> , dann schreibe ich sehr wohl, dass er ss sagen soll und sich nicht aufregen soll\n\n\nWas denn jetzt? Du hast in der Reformkarte ausdrücklich nach \"SS\" gefragt, NICHT nach dem Ping.\n\n>  die sich nicht der mühe weert war zu sagen, dass die gegner nicht da sind\n\nNach wie vor.....\n\nDu wiedersprichst dir selber, merkst du das nicht?","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-08-05T14:28:14.601+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00080001,timestamp=2015-08-05T14:02:19.555+0000)\n>\n> MANNO WAS REDEST DU DA???? ICH BRAUCHE KEIN SS IM CHAT:: EINFACH EIN PING: WEIL VOR ein paar sekunden haben sie noch gekämpft unten, dann waren plötzlich adc und thresh in der mitte. damit kann ich nicht rechnen wenn ich gerade selbst damit beschäftigt bin, nicht draufzugehen... \n\nNein, du brauchst auch keinen Ping. Du brauchst nur Mapawareness. Das reicht völlig.\n\nDu muss auch so wissen, dass die gegnerische Botlane weg ist. Dafür gibt es die Mini Map.\nWenn du die nicht siehst, der gegnerische Jungle auch nirgends ist, musst du sogar mit einem 4-Mann-Gank rechnen (bzw. 5-Mann-Gank, wenn der Toplaner es übertreibt und auch noch TP nutzt^^).\n\nErinnert mich gerade an das Spiel vom Montag, als ich Mitte war (mit Ziggs).\nDa war auf Botlane nur noch der gegnerische Sup mit halber HP. Vom ADC und Jungler war nichts zu sehen.\nWas macht man da, wenn man selber gerade die Lane pushte (und genug Mana + Ulti zur Verfügung hat)? Man schaut, ob die Drake machen.\nOK, deren ADC war wohl back gegangen, aber der Jungler war beim Drake Low-HP (der Drake auch Low-HP). Also habe ich zuerst den Jungler gekillt, dann den Drake. Am Ende killte ich noch deren Sup, der zur Hilfe eilte, aber zu spät war.\nWeil es noch ein Bilgewasser-Game war, gab es für mich insgesamt 5 Kraken und je 1 Kraken für meine Mates. :D\n\nEin SS oder ein Ping? Nö, gab es nicht. Aber das etwas faul war, konnte ich erkennen.\nEs hätte auch sein können, dass der ADC zur Mitte roamt. Aber darauf war ich allenfalls vorbereitet, wenn ich ihn im River getroffen hätte.\n\nEin SS oder Pings brauchst du also nicht; auch nicht in Low Elo (bin ich ja selber auch). So etwas ist ein \"Service\" seitens deiner Mates, aber keinesfalls ein Muss.","replies":[]}]},{"id":"","poster":"Spicavius","date":"2015-08-05T15:40:09.259+0000","up_votes":1,"down_votes":0,"body":"Das witzige ist, dass selbst wenn man SS geschrieben hat und die Kata botlane kommt und abräumt, dann kommt der Spruch \"why dont follow\" :D\n\nWenn man jemanden angreifen WILL und seine Schuld an jemanden anderes ablegen WILL, dann findet man auch in jeder Situation einen Grund den anderen zu flamen/blamen. :D\n\nAber ja du hast recht  ob man rechts unten oder links unten schaut macht im GRunde keinen unterschied xD","replies":[]}]},{"id":"","poster":"Baisi","date":"2015-08-05T12:10:06.053+0000","up_votes":2,"down_votes":1,"body":"Also nach dem was ich jetzt gelesen habe durchaus Verdient..\nDu wirst ziemlich ausfallend und alles großschreiben bedeutet das man schreit im Internet - Ziemlich Unpassend..\nLies dir die Mail nochmal durch und dann sag mir bitte nicht, dass das ein unverdienter Bann ist.. \nDer ist in meinen Augen durchaus Gerechtfertigt..\nAm besten nimmst du dir die nächsten 2 Wochen und Denkst über dein Verhalten nach..\nUnd zu dem ersten Bann:\nDas System war falsch eingestellt Ja aber eine Strafe war durchaus Gerechtfertigt nur der Bann war in den Fällen zu hoch..","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:13:56.954+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"drexxsack","date":"2015-08-05T12:27:44.708+0000","up_votes":3,"down_votes":0,"body":"Jeder kann verstehen, wenn man sich aufregt.\nWas wir aber nicht verstehen können, ist, dass man sich deshalb so im Chat auslassen muss.\nJetzt mal vollkommen unabhängig vom Strafmaß:\nDu hast du dich daneben benommen und, geb es zu, das weißt du auch.\nDas Problem an der Sache ist jetzt, dass dir nur zwei Optionen bleiben, denn die Strafe ist definitiv im akzeptablen Rahmen:\n1. Du versuchst weiterhin, dich zu rechtfertigen, erreichst damit nichts und fängst dir das nächste mal einen Perma\n2. Du siehst es ein, versuchst dich zu verbessern und wirst (irgendwann) Straffreiheit erreichen.\n\nLetztendes wollen wir dir helfen. Das geht aber nur, wenn du unsere Hilfe annimmst.\nWie dem auch sei. Es ist deine Entscheidung, ob du den Account verlieren willst.\n\nIch verstehe auch, dass dich der Bann momentan aufregt.\nWarte mal ein paar Tage, ließ dir den Chatlog dann nochmal durch und frage dich, ob du möchtest, dass man Ingame mit dir so umgeht. Momentan nützt diese Diskussion niemandem, am wenigsten dir.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:47:40.493+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000002,timestamp=2015-08-05T12:27:44.708+0000)\n>\n> Jeder kann verstehen, wenn man sich aufregt.\n> Was wir aber nicht verstehen können, ist, dass man sich deshalb so im Chat auslassen muss.\n> Jetzt mal vollkommen unabhängig vom Strafmaß:\n> Du hast du dich daneben benommen und, geb es zu, das weißt du auch.\n> Das Problem an der Sache ist jetzt, dass dir nur zwei Optionen bleiben, denn die Strafe ist definitiv im akzeptablen Rahmen:\n> 1. Du versuchst weiterhin, dich zu rechtfertigen, erreichst damit nichts und fängst dir das nächste mal einen Perma\n> 2. Du siehst es ein, versuchst dich zu verbessern und wirst (irgendwann) Straffreiheit erreichen.\n> \n> Letztendes wollen wir dir helfen. Das geht aber nur, wenn du unsere Hilfe annimmst.\n> Wie dem auch sei. Es ist deine Entscheidung, ob du den Account verlieren willst.\n> \n> Ich verstehe auch, dass dich der Bann momentan aufregt.\n> Warte mal ein paar Tage, ließ dir den Chatlog dann nochmal durch und frage dich, ob du möchtest, dass man Ingame mit dir so umgeht. Momentan nützt diese Diskussion niemandem, am wenigsten dir.\n\ndas ist mir klar. ICH BIN ABER GEGEN AUTOMATISCHE BANS.. das ist das was du nicht verstehst!!!! und ich hoffe, wenn es dir weiterhilft um mich zu verstehen, dass dir das selbe passiert. sorry, aber anders lernt ihr es anscheinend nicht. denn dann wirst du verstehen, was ein automatischer ban für ein riesenfehler ist...\n\nes gibt leider nichts zu verbessern, außer man gibt mir nicht jedes hunderste spiel EIN NORMALES TEAM, sondern definitiv öfter... weil das kann  nicht sein, dass ICH ALLE ERTRAGEN MUSS UND WENN ICH MICH MAL AUFREGE SOFORT DER BAN KOMMT UND DAS OHNE WIRKLICH BELEIDIGUNG.. \n\nihr versucht ein system zu verteidigen ohne nutzen... das alles ist nur die spitze des eisbergs... dass ich in diesem spiel kills hergegeben habe, damit sich alles beruhigt oder nur mitte genommen habe, weil es sonst keiner wollte und und und.. davon weis niemand was..  was leute sehen ist der chat, sonst nichts.. und hätte ich NICHTS GESCHRieben, so wäre der ban trotzdem gekommen...","replies":[{"id":"","poster":"drexxsack","date":"2015-08-05T12:56:37.412+0000","up_votes":7,"down_votes":0,"body":"Dann wünsch ich dir noch viel Spaß mit dem Perma.\nSorry, aber du fährst dein Soloqmuster auch hier im Forum ab und das ohne zu wissen, über was du eigentlich redest.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:24:40.918+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000200000000,timestamp=2015-08-05T12:56:37.412+0000)\n>\n> Dann wünsch ich dir noch viel Spaß mit dem Perma.\n> Sorry, aber du fährst dein Soloqmuster auch hier im Forum ab und das ohne zu wissen, über was du eigentlich redest.\n\nwünsch ich dir auch. allein schon dein name sagt schon alles. ;)","replies":[]}]},{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:15:08.731+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000000020000,timestamp=2015-08-05T12:47:40.493+0000)\n>\n> das ist mir klar. ICH BIN ABER GEGEN AUTOMATISCHE BANS.. das ist das was du nicht verstehst!!!! und ich hoffe, wenn es dir weiterhilft um mich zu verstehen, dass dir das selbe passiert. sorry, aber anders lernt ihr es anscheinend nicht. denn dann wirst du verstehen, was ein automatischer ban für ein riesenfehler ist...\n\nDu verstehst das System nur nicht. Die Bans sind automatisiert, das ist korrekt, aber das bedeutet nicht, dass einfach durch irgendwelche nicht ausreichenden Kriterien ein Ban getriggert wird. Du wurdest reportet und das überdurchschnittlich oft, danach wurde Dein Fall analysiert und für toxisch befunden und erst dann wurde eine gerechtfertigte Strafe ausgesprochen.\n\n> \n> es gibt leider nichts zu verbessern, außer man gibt mir nicht jedes hunderste spiel EIN NORMALES TEAM, sondern definitiv öfter... weil das kann  nicht sein, dass ICH ALLE ERTRAGEN MUSS UND WENN ICH MICH MAL AUFREGE SOFORT DER BAN KOMMT UND DAS OHNE WIRKLICH BELEIDIGUNG.. \n\nTja, wenn Du Dein schlechtes Verhalten nicht einsiehst und für angemessen und normal hältst, steht für DIch wohl nur der zweite von Drexxsack beschriebene Weg offen.\n\n> \n> ihr versucht ein system zu verteidigen ohne nutzen... das alles ist nur die spitze des eisbergs... dass ich in diesem spiel kills hergegeben habe, damit sich alles beruhigt oder nur mitte genommen habe, weil es sonst keiner wollte und und und.. davon weis niemand was..  was leute sehen ist der chat, sonst nichts.. und hätte ich NICHTS GESCHRieben, so wäre der ban trotzdem gekommen...\n\nNein wäre er nicht. Du reimst Dir Da einfach nur Unfug zusammen. Das System hat sehr wohl einen Nutzen, da sehr viele Spieler ihre Fehler einsehen. Es ist völlig egal, ob die anderen toxisch waren oder nicht. Du hast Dich schlecht benommen und musst nun mit den Konsequenzen leben.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:54:34.442+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000200000003,timestamp=2015-08-05T13:15:08.731+0000)\n>\n\nsorry aber du schreibst ohne irgendwie eine ahnung zu haben, das zeigt schon folgendes:\n> Du verstehst das System nur nicht. Die Bans sind automatisiert, das ist korrekt, aber das bedeutet nicht, dass einfach durch irgendwelche nicht ausreichenden Kriterien ein Ban getriggert wird. Du wurdest reportet und das überdurchschnittlich oft, danach wurde Dein Fall analysiert und für toxisch befunden und erst dann wurde eine gerechtfertigte Strafe ausgesprochen.\n> \n\nDAS KANN NICHT SEIN, denn der ban kam SOFORT NACH DEM SPIEL.. wie soll das was analysiert worden sein? ich bin im champ select vom nächsten game rausgeflogen! erklär also mal bitte...","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T14:03:37.418+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000002000000030000,timestamp=2015-08-05T13:54:34.442+0000)\n>\n> sorry aber du schreibst ohne irgendwie eine ahnung zu haben, das zeigt schon folgendes:\n> \n> DAS KANN NICHT SEIN, denn der ban kam SOFORT NACH DEM SPIEL.. wie soll das was analysiert worden sein? ich bin im champ select vom nächsten game rausgeflogen! erklär also mal bitte...\n\nDoch das kann sehr wohl sein. Darum heißt es auch **Instant** Feedback System\n\nhttp://na.leagueoflegends.com/en/news/game-updates/player-behavior/new-player-reform-system-heads-testing","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:38:13.096+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000000020000000300000001,timestamp=2015-08-05T14:03:37.418+0000)\n>\n> Doch das kann sehr wohl sein. Darum heißt es auch **Instant** Feedback System\n> \n> http://na.leagueoflegends.com/en/news/game-updates/player-behavior/new-player-reform-system-heads-testing\n\nwo bitte soll mein \"fall dann analysiert\" worden sein? innerhalb von ner minute oder was? wenn das so wäre, dann wären die ganzen leute die mir, meiner familie und sonstigen personen den krebs gewunschen haben, schon längst weg, aber nein, das wird ja toleriert!","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-05T13:58:44.240+0000","up_votes":2,"down_votes":0,"body":"Weil ein automatisierter Vorgang schneller abläuft, als eine Beurteilung von 20 verschiedenen Menschen zu Tribunalzeiten.\n\nStarte einfach mal eine Google-Suche.\nIn unter einer Sekunde hast du hundertausende Ergebnisse, da würde ein Mensch länger für brauchen.\n\nUnd falls du dich jetzt über die bösen Maschinen beschweren willst....\nGenau so wie in diesem Fall sollen sie arbeiten.\nDas ist volle Absicht.","replies":[]}]}]},{"id":"","poster":"Balmung","date":"2015-08-05T13:01:22.086+0000","up_votes":4,"down_votes":0,"body":"Wenn du es nicht einsiehst: Viel Spaß mit dem Perma der bald kommen wird.\nFür nichts schreiben wurde noch niemand bestaft, oder schon mal jemanden mit einem leeren Chatlog in der Email gesehen, welcher sich über einen Bann beschwert?\nDu musst auch niemanden ertragen, da es die geniale Erfindung des Mutes gibt.\n\nJedoch ist eher die Frage wer hier wen ertragen musste - schließlich bist du derjenige mit dem Bann.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:43:11.274+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Balmung,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000200000002,timestamp=2015-08-05T13:01:22.086+0000)\n>\n> Wenn du es nicht einsiehst: Viel Spaß mit dem Perma der bald kommen wird.\n> Für nichts schreiben wurde noch niemand bestaft, oder schon mal jemanden mit einem leeren Chatlog in der Email gesehen, welcher sich über einen Bann beschwert?\n> Du musst auch niemanden ertragen, da es die geniale Erfindung des Mutes gibt.\n> \n> Jedoch ist eher die Frage wer hier wen ertragen musste - schließlich bist du derjenige mit dem Bann.\n\nbekommst du, sobald ich ihn bekommen habe. dann bist du der erste den ich anschreiben werde. aber ich vermute dass dann keine antwort kommt. denn...\n\nwenn ich reported werde, dann meist, ohne dass ich was geschrieben habe, einfach weil ich nicht mit level 3 mit dem jungler der \"ganken\" kam den turm gedived bin und dementsprechend \"bad adc\" bin oder weil ich nicht bereits in minute 5 schon alles auf der map gewarded habe oder weil ich aus sicht anderer die komplett falschen runen habe (wo ich alle 16 nach meinen kriterien und meiner spielweise befüllt habe) und insofern ein noob bin und letztendlich sowieso schon mir anhören kann dass ich reported werde. wenn ich all das ignoriere, weil ich sie mute, fangen genau diese leute dann bei minute 20 mit dem surrender-vote an und wenn ich noch immer nicht aufgehört habe, dann fangen die mit ihren feeds an und dann aber platzt mir irgendwann der kragen und dieser chat ist dann das ergebnis. \n\naber letztendlich bin ja ich schuld, eh klar.","replies":[{"id":"","poster":"Balmung","date":"2015-08-07T21:53:36.827+0000","up_votes":2,"down_votes":0,"body":"Achso, dein ominöser \"Beweis\" den du immer ansprichst wird also dein angeblich leerer Chatverlauf sein, obwohl du gleichzeitig zugibst zu flamen weil andere nicht nach deiner Pfeife tanzen oder sie dich für ihre Fehler beschuldigen.\n\nWie widersprüchlich doch ein Text sein kann.\n\nDu bist selbst für dein Verhalten verantwortlich, wenn dir der Kragen platzt ist das deine eigene Schuld.\nMute Leute die dich flamen oder beschuldigen wenn du damit nicht klar kommst, dafür gibt es diese Funktion.\nWenn sie feeden kannst du sie, genau wie für flame, reporten. Das macht man aber wortlos am Ende des Spiels, nicht mit Pauken und Trompeten.\nDas wurde dir nun bestimmt schon 5x gesagt, trotzdem beharrst du darauf das du im Recht bist weil du ja \"provoziert\" wirst. Dem ist nicht so, sieh's ein.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-07T21:46:10.773+0000","up_votes":2,"down_votes":0,"body":"Wenn du gemeldet wirst, obwohl du nichts geschrieben hast, wirst du sicher nicht bestraft. (Es sei denn der Feederbuster wird bald aktiviert)\n\n\nHier ist dein Chatlog, nur zur Erinnerung, falls du vergessen haben solltest, was und wie viel du geschrieben hast. Nach nichts sieht der zumindest nicht aus.\nhttp://link.email.riotgames.com/YesConnect/HtmlMessagePreview?a=VCCT_etp7RqAwHEtqm0sGsri&msgVersion=web\n\nWarum du bestraft wurdest, wurde dir schon ausreichend erklärt. Jetzt ist es für dich nur noch an der Zeit, dein Verhalten so anzupassen, dass du nicht mehr bestraft wirst. Das erreicht man, indem man die Mitspieler nicht mehr stört. Nichts mehr schreiben wäre eine Möglichkeit dazu. ","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-05T13:00:04.899+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000000020000,timestamp=2015-08-05T12:47:40.493+0000)\n>\n> das ist mir klar. ICH BIN ABER GEGEN AUTOMATISCHE BANS.. das ist das was du nicht verstehst!!!! \n\nNatürlich verstehe ich das... aber... als Bestrafter bist du nicht unbedingt der richtige Ansprechpartner um das zu beurteilen. Bestrafte sind relativ häufig gegen ihre Strafe... und notorische Raser sind auch dagegen, dass ihnen der Führerschein weg genommen wird... trotzdem profitiert der Rest der Gesellschaft davon, dass manche Menschen nicht mehr fahren dürfen...\n\nUnd dass das System keinen Nutzen hat, ist so auch nicht richtig... immerhin führt es dazu, dass ich, der dass, was du als \"nichts\" bezeichnest, als ziemlich störend empfindet und so was selber niemals schreiben würde, 2 Wochen lang garantiert nicht auf dich treffen werde.\n\nUnd wenn du dich nicht mit dem Problem (dass dein Verhalten und Einstellung nicht erwünscht ist) auseinandersetzt, werden Spieler wie ich regelmäßiger vor dir geschützt werden. Das erscheint mir irgendwie äußerst nützlich... Dass du diesen Nutzen nicht sehen kannst, erscheint mir andererseits auch logisch. \n\nUnd das mit dem \"Hätte ich nichts geschrieben\" kannst du ja in 14 Tagen ausprobieren. Ich bin gespannt auf deinen Erfahrungsbericht...","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:47:44.234+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000200000001,timestamp=2015-08-05T13:00:04.899+0000)\n>\n> Natürlich verstehe ich das... aber... als Bestrafter bist du nicht unbedingt der richtige Ansprechpartner um das zu beurteilen. Bestrafte sind relativ häufig gegen ihre Strafe... und notorische Raser sind auch dagegen, dass ihnen der Führerschein weg genommen wird... trotzdem profitiert der Rest der Gesellschaft davon, dass manche Menschen nicht mehr fahren dürfen...\n> \n> Und dass das System keinen Nutzen hat, ist so auch nicht richtig... immerhin führt es dazu, dass ich, der dass, was du als \"nichts\" bezeichnest, als ziemlich störend empfindet und so was selber niemals schreiben würde, 2 Wochen lang garantiert nicht auf dich treffen werde.\n> \n> Und wenn du dich nicht mit dem Problem (dass dein Verhalten und Einstellung nicht erwünscht ist) auseinandersetzt, werden Spieler wie ich regelmäßiger vor dir geschützt werden. Das erscheint mir irgendwie äußerst nützlich... Dass du diesen Nutzen nicht sehen kannst, erscheint mir andererseits auch logisch. \n> \n> Und das mit dem \"Hätte ich nichts geschrieben\" kannst du ja in 14 Tagen ausprobieren. Ich bin gespannt auf deinen Erfahrungsbericht...\n\nwarum sollte ich mich mit dir auf diese art im chat unterhalten, wenn du sowieso NORMAL bist... oder feedest du auch nur um das spiel zu beenden? oder flamest du schon in minute 1 weil du der meinung bist, dass meine runen nicht in ordnung sind und ich lieber deinstallieren soll? glaubst du wirklich ich würde mich wegen nichts aufregen? mich regt es einfach auf, wenn ich mir mühe gebe und zig spiele nichts sage, obwohl es in jedem zweiten spiel vorkommt, dass ich solche trolle im team habe und dann trotzdem als genau so einer dargestellt werde! \n\nglaubst du wirklcih dass ich in 2 wochen genauso wie du das dargestellt hast, spielen werde? von mir kommen ab jetzt wegen JEDER KLEINIGKEIT (ja selbst wenn jemand einfach nur in großbuchstaben schreibt, auch das ist ja in euren augen beleidigung bzw. report wert), REPORTS. jede kleinigkeit wird reported, während ich versuchen werde gar nichts zu sagen, auch kein gj oder honored (was sehr oft vorkommt), also nichts gutes und auch nichts schlechtes, aber reports werde ich verteilen, wie ein weltmeister. das ist die konsequenz.","replies":[{"id":"","poster":"HansMowlWurf","date":"2015-08-08T02:55:11.257+0000","up_votes":1,"down_votes":0,"body":"Sollte man dir einen Schnuller reichen? \nDenn es scheint, als haette man deinen gestohlen ....\n\nMeine guete, reporte was dir nicht passt, ansonsten mute und schreibe nichts / sinnvollen kram.\nSo schwer ist das echt nicht.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-08T02:24:10.760+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000002000000010001,timestamp=2015-08-07T21:47:44.234+0000)\n>\n> glaubst du wirklcih dass ich in 2 wochen genauso wie du das dargestellt hast, spielen werde? von mir kommen ab jetzt wegen JEDER KLEINIGKEIT (ja selbst wenn jemand einfach nur in großbuchstaben schreibt, auch das ist ja in euren augen beleidigung bzw. report wert), REPORTS. jede kleinigkeit wird reported, während ich versuchen werde gar nichts zu sagen, auch kein gj oder honored (was sehr oft vorkommt), also nichts gutes und auch nichts schlechtes, aber reports werde ich verteilen, wie ein weltmeister. das ist die konsequenz.\n\nUnd wenn dir diese Einstellung dabei hilft, selber nicht mehr zu flamen, ist doch alles gut und die Strafe hat ihren eigentlichen Sinn erfüllt. Und was du mit deinem Reportrating machst, ist mir doch vollkommen egal...","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-07T21:51:46.214+0000","up_votes":1,"down_votes":0,"body":"Reports werden nämlich gewertet und wenn du wirklich immer unsinning meldest, werden sie ignoriert. \n\nAlso viel Spaß damit, einen Knopf zu drücken, der in deinem Fall wohl bald in etwa folgenden Sinn haben wird:\n\nhttps://www.youtube.com/watch?v=RudD7xowbTI","replies":[]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T13:24:15.230+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000200000001,timestamp=2015-08-05T13:00:04.899+0000)\n>\n> Natürlich verstehe ich das... aber... als Bestrafter bist du nicht unbedingt der richtige Ansprechpartner um das zu beurteilen. Bestrafte sind relativ häufig gegen ihre Strafe... und notorische Raser sind auch dagegen, dass ihnen der Führerschein weg genommen wird... trotzdem profitiert der Rest der Gesellschaft davon, dass manche Menschen nicht mehr fahren dürfen...\n> \n> Und dass das System keinen Nutzen hat, ist so auch nicht richtig... immerhin führt es dazu, dass ich, der dass, was du als \"nichts\" bezeichnest, als ziemlich störend empfindet und so was selber niemals schreiben würde, 2 Wochen lang garantiert nicht auf dich treffen werde.\n> \n> Und wenn du dich nicht mit dem Problem (dass dein Verhalten und Einstellung nicht erwünscht ist) auseinandersetzt, werden Spieler wie ich regelmäßiger vor dir geschützt werden. Das erscheint mir irgendwie äußerst nützlich... Dass du diesen Nutzen nicht sehen kannst, erscheint mir andererseits auch logisch. \n> \n> Und das mit dem \"Hätte ich nichts geschrieben\" kannst du ja in 14 Tagen ausprobieren. Ich bin gespannt auf deinen Erfahrungsbericht...\n\nalter ich spiele seit season 1 ... und jedes spiel reporte ich durchschnittlich 2 bis 3 leute::: jedes spiel! \n\nalso mir brauchst nicht erzählen von solchen dingen... in 14 tagen wird sich nichts ändern.. außer dass ich leute schon wegen GROSS SCHREIBEN REPORTEN WERDE DENN DASS HABE ICH HIER GELERNT .. gut ??? das wolltet ihr doch oder?\n\nvon mir wird man aber nix mehr hören, kein gj. kein gl. kein teamplay op mehr, kein \"honored\" .. weil das sind die dinge die ich auch schreibe, um meinen respekt zu zeigen, aber nachdem ja emotionen VERBOTEN SIND .. bitte schön..\n\n\nihr seid lächerlich wenn ihr so ein system verteidigt.. in meinen augen","replies":[]}]}]}]},{"id":"","poster":"Baisi","date":"2015-08-05T12:19:10.506+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:21:06.057+0000","up_votes":1,"down_votes":3,"body":"bitte was? was für eine entschädigung?? dass ich keine strafe bekommen habe??? was redest du da?","replies":[{"id":"","poster":"Baisi","date":"2015-08-05T12:25:40.054+0000","up_votes":2,"down_votes":1,"body":"Naja ich Zittiere dir mal etwas:\n\n> [{quoted}](name=Rahzar,realm=EUW,application-id=KYnfKGf0,discussion-id=WFTqHrE9,comment-id=0007,timestamp=2015-07-31T11:28:38.361+0000)\n>\n> Ich bin mir relativ sicher, dass wir dir nicht gesagt haben, dass du unschuldig bist. Dein Verhalten in dem Spiel war nicht in Ordnung, deswegen wurde das auch korrekt als negativ erkannt. \n> \n> Der Fehler war, dass dein Verhalten vom System ein bisschen negativer eingestuft wurde, als es vorgesehen war. Dein Verhalten war eindeutig negativ, hätte aber mit der gewollten Konfiguration des Systems gerade so nicht für eine Sperre gereicht. \n> \n> Natürlich sehen wir als Support in diesem Fall dumm aus, wenn wir dir schreiben, dass deine Strafe gerechtfertigt ist und diese dann aufgehoben wird, wir hätten auf die Situation auch gerne verzichtet. Die Sache hat trotzdem nichts \"selber nachdenken\" oder unserer individuellen Meinung zu tun. Das System basiert die Entscheidung auf Daten, die aus MIllionen von Spielen gesammelt werden und erreicht eine Genauigkeit, die wir als Menschen nicht erreichen können. \n> \n> Stell dir vor, du würdest uns eine Anfrage schicken und ich würde entscheiden, aus deinem zweiwöchigen Bann einen permanenten zu machen, weil ich selber darüber nachgedacht habe und mir meine eigene Meinung gebildet habe. Die Sache ist nicht so einfach, wie du das in deinem Post darstellst. Das Verhalten von Spielern und die Bewertung davon ist nicht einfach schwarz und weiss, richtig oder falsch.\n\nDu warst also Negativ bei deinen ersten Bann den du als zu Unrecht betitelst..\nDu kannst von Glück reden das du davor keine Chatsperre oder Rankedsperre bekommen hast..\naber von meiner Meinung lasse ich nicht ab der jetzige Bann ist verdient..","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:57:48.949+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-05T14:11:55.522+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000001000000000001,timestamp=2015-08-05T13:57:48.949+0000)\n>\n> natürlich lässt du von deiner meinung nicht ab... SO SIND DUMME MENSCHEN; SIE ÄNDERN IHRE MEINUNG SELBST DANN NICHT; wenn ihnen die nackten tatsachen ins auge springen...\n> \n\nNaja, bei diesem Umgangston denke ich, dass chatlogs anderer Spiele von dir nicht besser sind.\n\nAber wenn du schon von \"Tatsachen\" sprichst:\n\n- Weit über 2/3 der User hier in diesem Thread sind der Meinung, dass der ban berechtigt ist.\n- Einzelne weniger User finden ihn ungerechtfertigt (wobei ich bei deren Umgangston auch vermute, dass sie bereits einen ban haben und ihr Standpunkt nicht unabhängig ist).\n\nEine sehr klare Mehrheit findet deine Art und Weise toxsich und dein Verhalten hier im Thread bestätigt dies zusätzlich. Warum soll es eine Tatsache sein, dass du unschuldig bestraft wurdest? Die meisten User hier sehen dies nicht so. Das ist Tatsache.\n\nDu hast also folgende Optionen:\n\n- Du akzeptierst die Strafe weiterhin nicht, flamest nach 2 Wochen weiter und kriegst den perma.\n- Du akzeptierst die Strafe, willst dich nicht ändern und nach 2 Wochen flamest du ingame weiter und kriegst den perma.\n- Du akzeptierst die Strafe nicht und spielst ein Konkurrenzprodukt. Allenfalls kriegst du dort auch eine Strafe wegen Flaming, weil der Betreiber dort dies auch nicht toleriert.\n- Du akzeptierst die Strafe und änderst dein Verhalten zu einem positiven Verhalten (gem. WdB) und kriegst zukünftig keine Strafe mehr.\n\nEhrlich gesagt ist uns grundsätzlich völlig egal, was du tust.\nIn 3 von 4 Optionen bleibst du zwar toxisch, aber du spielst dann entweder gar nicht mehr LoL oder sehr lange kein Ranked mehr (so ein neuer Account auf Stufe 30 zu bringen, dauert recht lange).\nWenn du die 4. Option wählst, ist dies uns auch recht. Mit Spielern, die sich korrekt verhalten, spielen wir immer gerne.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:33:02.913+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-05T14:46:26.057+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000100000000000100000000,timestamp=2015-08-05T14:33:02.913+0000)\n>\n> DU VERMUTEST NUR\n> \n> DAS IST DAS PROBLEM ::: NUR VERMUTUNGEN.. du vermutest dies und das.. 14 tage ban sollten niciht durch vermutungen entstehen. da bin ich ja froh das eine maschine das regelt und nicht so einer wie du. lol du hast mich gerade bekehrt. :) hatte ganz vergessen, dass menschen ja viel dümmer sein können, als die maschinen die ich programmiere.\n\nSorry, aber in meinen Beitrag habe ich nirgends von \"Vermutungen\" gesprochen.\nUnd schon gar nicht habe ich irgendwie versucht, dich zu bekehren.\n\nDie erste Auflistung ist die Zusammenfassung aus diesem Thread. Das ist keine Vermutung, sondern der Verlauf hier.\n\nIm 2. Teil des Beitrags habe ich dir die Optionen aufgezeigt, die dir zur Verfügung stehen. Dabei lasse ich völlig offen, welche Option du wählst. Ich habe nicht einmal einen Rat gegeben, welchen du bevorzugen solltest.\n\nEntweder hast du den falschen Beitrag zitiert oder du hast meinen Beitrag nicht verstanden.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-08-05T14:37:45.350+0000","up_votes":2,"down_votes":0,"body":"Die URsache ist keine \"Vermutung\" sondern dein Chatverlauf.\nUnd der ist in dieser Form in diesem Spiel nicht erwünscht.\nDeine permanenten persönlichen Beleidigungen hier im Forum mal außen vor.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:53:20.295+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Eleandor317,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000001000000000001000000000001,timestamp=2015-08-05T14:37:45.350+0000)\n>\n> Die URsache ist keine \"Vermutung\" sondern dein Chatverlauf.\n> Und der ist in dieser Form in diesem Spiel nicht erwünscht.\n> Deine permanenten persönlichen Beleidigungen hier im Forum mal außen vor.\n\nwelche persönlichen beleidigungen? zeig mal!","replies":[{"id":"","poster":"drexxsack","date":"2015-08-07T22:17:14.019+0000","up_votes":1,"down_votes":0,"body":"Man wird keine finden, weil sie gelöscht wurden, wie dir vollkommen bewusst ist.","replies":[]}]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T14:33:56.685+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000100000000000100000000,timestamp=2015-08-05T14:33:02.913+0000)\n>\n> DU VERMUTEST NUR\n> \n> DAS IST DAS PROBLEM ::: NUR VERMUTUNGEN.. du vermutest dies und das.. 14 tage ban sollten niciht durch vermutungen entstehen. da bin ich ja froh das eine maschine das regelt und nicht so einer wie du. lol du hast mich gerade bekehrt. :) hatte ganz vergessen, dass menschen ja viel dümmer sein können, als die maschinen die ich programmiere.\n\nin manchen ländern wählen über 50% eine absolut dumme partei. heißst das die haben recht damit? nein. die mehrheit ist nun mal dumm.. deswegen solltest du besser aufpassen auf welcher seite du stehst.","replies":[]}]},{"id":"","poster":"The Trouble","date":"2015-08-07T21:52:34.883+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000000010000000000010000,timestamp=2015-08-05T14:11:55.522+0000)\n>\n> Naja, bei diesem Umgangston denke ich, dass chatlogs anderer Spiele von dir nicht besser sind.\n> \n> Aber wenn du schon von \"Tatsachen\" sprichst:\n> \n> - Weit über 2/3 der User hier in diesem Thread sind der Meinung, dass der ban berechtigt ist.\n> - Einzelne weniger User finden ihn ungerechtfertigt (wobei ich bei deren Umgangston auch vermute, dass sie bereits einen ban haben und ihr Standpunkt nicht unabhängig ist).\n> \n> Eine sehr klare Mehrheit findet deine Art und Weise toxsich und dein Verhalten hier im Thread bestätigt dies zusätzlich. Warum soll es eine Tatsache sein, dass du unschuldig bestraft wurdest? Die meisten User hier sehen dies nicht so. Das ist Tatsache.\n> \n> Du hast also folgende Optionen:\n> \n> - Du akzeptierst die Strafe weiterhin nicht, flamest nach 2 Wochen weiter und kriegst den perma.\n> - Du akzeptierst die Strafe, willst dich nicht ändern und nach 2 Wochen flamest du ingame weiter und kriegst den perma.\n> - Du akzeptierst die Strafe nicht und spielst ein Konkurrenzprodukt. Allenfalls kriegst du dort auch eine Strafe wegen Flaming, weil der Betreiber dort dies auch nicht toleriert.\n> - Du akzeptierst die Strafe und änderst dein Verhalten zu einem positiven Verhalten (gem. WdB) und kriegst zukünftig keine Strafe mehr.\n> \n> Ehrlich gesagt ist uns grundsätzlich völlig egal, was du tust.\n> In 3 von 4 Optionen bleibst du zwar toxisch, aber du spielst dann entweder gar nicht mehr LoL oder sehr lange kein Ranked mehr (so ein neuer Account auf Stufe 30 zu bringen, dauert recht lange).\n> Wenn du die 4. Option wählst, ist dies uns auch recht. Mit Spielern, die sich korrekt verhalten, spielen wir immer gerne.\n\ndu tust so als ob du zur mehrheit gehören würdest mit deinem \"wir\".. das ist es was du nicht checkst. die mehrheit besteht aus pubertierenden flaming raging kids. ich glaube also nicht, dass du dazu gehörst. ich zumindest bin ich dieser \"gemeinschaft\" einfach einer derjenigen, die genau so handeln wie man sollte, aber auch mir reicht es irgendwann, insofern rede ich dann (zu 90% nach dem spiel - was auch dazu führt, dass ich reported werde, ist mir klar) und das sticht ins auge und deswegen kassiere ich die reports. glaubst wohl ich habe noch nie sachen gelesen wie man sich verhalten sollte bzw. ob das problem nicht wirklich an mir liegt? also bitte, tu nicht von oben herab, ich bin wahrscheinlich doppelt so alt wie du und weis genau was welche aktion für eine reaktion auslöst, aber dass einfach automatisch gebanned wird, finde ich einfach nur unsinnig. \n\nich hoffe nur, dass die richtigen trolle auch mal gebanned werden.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-07T22:16:58.470+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000100000000000100000001,timestamp=2015-08-07T21:52:34.883+0000)\n>\n> du tust so als ob du zur mehrheit gehören würdest mit deinem \"wir\".. das ist es was du nicht checkst. \n\nInteressanterweise habe ich im ganzen Beitrag kein einziges Mals das Wort \"wir\" benutzt. :D\n\n> die mehrheit besteht aus pubertierenden flaming raging kids. ich glaube also nicht, dass du dazu gehörst. ich zumindest bin ich dieser \"gemeinschaft\" einfach einer derjenigen, die genau so handeln wie man sollte, aber auch mir reicht es irgendwann, insofern rede ich dann (zu 90% nach dem spiel - was auch dazu führt, dass ich reported werde, ist mir klar) und das sticht ins auge und deswegen kassiere ich die reports. \n\nDu kannst 1430545730495735 Mal reportet werden; so lange du dich korrekt verhälst, wirst du nicht bestraft.\nIch werde sicherlich auch öfters reportet; möglicherweise sogar in dieser Nacht, da ich nicht wirklich gut spielte. Aber ich habe mich korrekt verhalten und noch nie eine Strafe erhalten.\nWenn du behauptest, dass du dich korrekt verhälst: warum wirst du bestraft und ich nicht?\n\n> glaubst wohl ich habe noch nie sachen gelesen wie man sich verhalten sollte bzw. ob das problem nicht wirklich an mir liegt? \n\nSorry, aber dein chatlog sagt mir: es liegt an dir. Zumindest bei jenem Game ist dies der Fall.\nErkläre mir sonst einmal, warum man dich nicht bestrafen sollte, wenn die Mehrheit der User hier der Meinung sind, dass du stark toxisch bist? Klar, es ist nicht repräsentativ (zu wenig User). Doch ich bin überzeugt, dass wenn man eine repräsentative Umfrage machen würde, dass die Mehrheit der Community dich als toxisch ansieht, wenn sie deinen chatlog lesen.\n\n> also bitte, tu nicht von oben herab, ich bin wahrscheinlich doppelt so alt wie du und weis genau was welche aktion für eine reaktion auslöst, aber dass einfach automatisch gebanned wird, finde ich einfach nur unsinnig. \n\nWenn du doppelt so alt bist wie ich, dann bist du schon seit Jahren Rentner. ;)\n\n> ich hoffe nur, dass die richtigen trolle auch mal gebanned werden.\n\nKlar werden die auch gebanned. Dein Thread ist nicht der einzige hier im Forum, wo sich der TE darüber beschwert, man habe ungerechtfertigt einen ban gekriegt.\nWie kommst du darauf, dass solche Spieler keinen ban kriegen? Gerade du müsstest ja erkennen, dass das Reportsystem kein blosser Papiertiger ist.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-08-07T22:19:05.065+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000100000000000100000001,timestamp=2015-08-07T21:52:34.883+0000)\n>\n> die mehrheit besteht aus pubertierenden flaming raging kids. ich glaube also nicht, dass du dazu gehörst. ich zumindest bin ich dieser \"gemeinschaft\" einfach einer derjenigen, die genau so handeln wie man sollte\n\nDu gehörst, im Gegensatz zu den meisten hier, zu den 5% der Spieler, die bestraft wurden. Der Rest benimmt sich überwiegend.","replies":[]}]}]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T12:49:23.206+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Baisi,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000100000000,timestamp=2015-08-05T12:25:40.054+0000)\n>\n> Naja ich Zittiere dir mal etwas:\n> \n> Du warst also Negativ bei deinen ersten Bann den du als zu Unrecht betitelst..\n> Du kannst von Glück reden das du davor keine Chatsperre oder Rankedsperre bekommen hast..\n> aber von meiner Meinung lasse ich nicht ab der jetzige Bann ist verdient..\n\nICH BIN SEIT MONATEN AUF RANKED SPERRE... ist trotzdem kein grund!!!!","replies":[]}]}]}]},{"id":"","poster":"Ashuna","date":"2015-08-05T12:16:17.010+0000","up_votes":4,"down_votes":1,"body":"Ich würde mal meine Schreibweise in einem öfentlichen Forum überdenken. Du fängst ja sogar an die Leute zu beleidigen die ihre eiegene Meinung äußern. Wenn du deinen Bann nicht einsiehst ist es nicht unsere Schuld,\n\nGruß Ashuna {{champion:1}}","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:50:04.755+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Ashuna,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300000000,timestamp=2015-08-05T12:16:17.010+0000)\n>\n> Ich würde mal meine Schreibweise in einem öfentlichen Forum überdenken. Du fängst ja sogar an die Leute zu beleidigen die ihre eiegene Meinung äußern. Wenn du deinen Bann nicht einsiehst ist es nicht unsere Schuld,\n> \n> Gruß Ashuna {{champion:1}}\n\nwo beleidige ich jemanden? ich weis dass im chat manches anders klingt als im echten leben, aber nur vom gefühl her ohne echte \"beweise\" klingt das wie dieser ban. LÄCHERLICH","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-05T13:17:05.163+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000000000000,timestamp=2015-08-05T12:50:04.755+0000)\n>\n> wo beleidige ich jemanden? ich weis dass im chat manches anders klingt als im echten leben, aber nur vom gefühl her ohne echte \"beweise\" klingt das wie dieser ban. LÄCHERLICH\n\n_____\n\n>wirklich??? groß shreiben ist SCHREIEN??? wirklich ?? bin nämlich erst seit gestern im netz und wusste das nicht... ALTER BITTE..\n\n>wo ist der verdiente ban???? du redest nur blödsinn... nur schwachsinn.. ohne inhalt. \n\nDas klingt durchaus so, als würdest du seine Ehre angreifen, was eine Beleidigung darstellt.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T21:54:24.337+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030000000000000000,timestamp=2015-08-05T13:17:05.163+0000)\n>\n> _____\n> \n> Das klingt durchaus so, als würdest du seine Ehre angreifen, was eine Beleidigung darstellt.\n\nwelche ehre? bitte was???? was redest du da? der kerl der wahrscheinlich keine 15 ist versucht mir zu erklären, was im internet groß schreiben bedeutet... lächerlich.","replies":[]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-08-05T12:29:08.820+0000","up_votes":2,"down_votes":0,"body":"Zur Klarstellung(falls jemand sich im ersten moment verließt, so wie ich gerade):\nDer Fehler ist schon lange behoben. Momentan dürfte nichts falsch eingestellt sein. \nLaut Patchnotes wurde das System mit Absicht schärfer eingestellt:\nhttp://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-515#patch-instant-feedback-system","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:57:24.456+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030001,timestamp=2015-08-05T12:29:08.820+0000)\n>\n> Der Fehler ist schon lange behoben. Momentan dürfte nichts falsch eingestellt sein. \n> Laut Patchnotes wurde das System mit Absicht schärfer eingestellt:\n> http://euw.leagueoflegends.com/de/news/game-updates/patch/patchnotizen-515#patch-instant-feedback-system\n\nstrafen ... aber bans??? bannsssß???? dieses spiel wurde durch leute wie mich, die es seit der ersten season spielen groß gemacht und jetzt wird aufgrund der masse auf uns gesch...","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:32:21.307+0000","up_votes":3,"down_votes":0,"body":"Ganz im Gegenteil: Dieses Spiel wurde durch Flamer wie Dich klein gehalten, weil Du mehr Spieler vergraulst.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:13:28.495+0000","up_votes":2,"down_votes":4,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000100000001,timestamp=2015-08-05T13:32:21.307+0000)\n>\n> Ganz im Gegenteil: Dieses Spiel wurde durch Flamer wie Dich klein gehalten, weil Du mehr Spieler vergraulst.\n\nsure bro sure... ;) komisch nur, dass ein dutzend freunde auch drin sind, aber du hast natürlich in allem recht. warum bist du nicht gott?","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T14:21:22.315+0000","up_votes":2,"down_votes":0,"body":"cool jetzt schon das zweite mal der gleiche falsche Kommentar.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:29:12.250+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300010000000100010000,timestamp=2015-08-05T14:21:22.315+0000)\n>\n> cool jetzt schon das zweite mal der gleiche falsche Kommentar.\n\nalter allein schon dein posting hat genau den gleichen inhalt und du checkst das nicht mal ... lies mal was du schreibst: \"...druch flamer wie dich...\" was glaubst was du damit getan hast?","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T14:32:53.074+0000","up_votes":2,"down_votes":0,"body":"Du wurdest bestraft, wie Du selber sagst sogar schon mehrfach. Daher ist die Betitelung \"Flamer\" im Sinne des Systems absolut korrekt.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:37:34.591+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030001000000010001000000000000,timestamp=2015-08-05T14:32:53.074+0000)\n>\n> Du wurdest bestraft, wie Du selber sagst sogar schon mehrfach. Daher ist die Betitelung \"Flamer\" im Sinne des Systems absolut korrekt.\n\nich sags nochmal.. da ist kein flame drin. nur weil du und noch ein paar hanserl das nicht checken, heisst das nix für mich.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T14:45:49.919+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000300010000000100010000000000000000,timestamp=2015-08-05T14:37:34.591+0000)\n>\n> ich sags nochmal.. da ist kein flame drin. nur weil du und noch ein paar hanserl das nicht checken, heisst das nix für mich.\n\nMir ist schon klar, dass Du hier keine Einsichten mehr gewinnen wirst. Aber die Tatsachen liegen auch bei dieser Aussage wieder komplett anders. \nNur Du und ein paar Hanseln (bei denen man bei Nachforschung mit Sicherheit auch QQ Threads über Bans finden wird) finden das Verhalten in Ordnung. Die überwiegende Mehrheit hier und das Riotsystem selbst hält Dich für toxisch.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-17T14:40:17.177+0000","up_votes":1,"down_votes":2,"body":"überwiegende mehrheit von leuten die sowieso nichts anderes zu tun haben, als genau solche aussagen zu machen und glauben alle anderen belehren zu müssen? das ist nicht die mehrheit. aber auch dir: glaub was du willst.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-17T16:06:26.800+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030001000000010001000000000000000000000000,timestamp=2015-08-17T14:40:17.177+0000)\n>\n> überwiegende mehrheit von leuten die sowieso nichts anderes zu tun haben, als genau solche aussagen zu machen und glauben alle anderen belehren zu müssen? das ist nicht die mehrheit. aber auch dir: glaub was du willst.\n\nIch habe keine Strafe, also kann ich bei meiner Meinung und meinem Verhalten bleiben, egal ob sie richtig ist oder nicht. Wenn Du denkst, dass Du im Recht bist, verhalte Dich ruhig weiter wie bisher. Heul dann aber nicht rum, wenn bald der Perma kommt. Wir haben Dich gewarnt.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-05T15:14:38.386+0000","up_votes":2,"down_votes":0,"body":"Flame ist dehnbar. Das heißt beide Seiten lügen nicht: Für die Masse bist du ein Flamer, für dich selbst bist du das nicht.\n\nLeider hat die Masse in diesem Falle das sagen.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-17T14:39:01.387+0000","up_votes":1,"down_votes":2,"body":"die masse hat gar nichts zu sagen. das solltest du schon gelernt haben in deinem leben. aber glaub ruhig weiter dran.","replies":[{"id":"","poster":"eingew","date":"2015-08-17T15:00:46.144+0000","up_votes":1,"down_votes":0,"body":"Mag ja sein, dass das im Allgemeinen zutrifft, in LoL ist es aber eben durchaus so, dass Riot nicht einfach irgendetwas festlegt :)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-08-06T04:39:15.410+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00030001000000010001,timestamp=2015-08-05T14:13:28.495+0000)\n>\n> sure bro sure... ;) komisch nur, dass ein dutzend freunde auch drin sind, aber du hast natürlich in allem recht. warum bist du nicht gott?\n\nLeute die 12 Leute in Relation zu Millionen stellen und vorher was von Dummheit quasseln sind schon faszinierend.","replies":[]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T13:33:46.111+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000100000001,timestamp=2015-08-05T13:32:21.307+0000)\n>\n> Ganz im Gegenteil: Dieses Spiel wurde durch Flamer wie Dich klein gehalten, weil Du mehr Spieler vergraulst.\n\nklar, deswegen sind auch über ein dutzend freunde bei lol jetzt wegen mir. ist logisch... NOT","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:46:07.622+0000","up_votes":2,"down_votes":0,"body":"und wer weiß wie viel mehr Leute haben mit LoL aufgehört, weil Du sie, wie in diesem Chatlog geflamed hast. Wenn Du seit 5 Jahren so ein Verhalten regelmäßig zeigst, dann haben sicherlich Dutzende von Spielern wegen Dir aufgehört.","replies":[]}]}]},{"id":"","poster":"drexxsack","date":"2015-08-05T12:58:29.281+0000","up_votes":3,"down_votes":0,"body":"Spiele seit der Beta(nebenbei bemerkt ohne Bann). Und jetzt? Habe ich mehr Rechte als du oder der Rest der Community, weil ich länger spiele als du?","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:26:09.057+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0003000100000000,timestamp=2015-08-05T12:58:29.281+0000)\n>\n> Spiele seit der Beta(nebenbei bemerkt ohne Bann). Und jetzt? Habe ich mehr Rechte als du oder der Rest der Community, weil ich länger spiele als du?\n\nnein, aber ahnung hoffe ich, was hilfreich ist, was gebanned gehört, was bestraft gehört, ich nehme an dass du auch tribunal dabei warst.. also.. aber anscheinend bist du das gegenstück von mir und redest nur  dagegen, egal was. hauptsache dagegen und die großen beschützen..","replies":[]}]}]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T13:35:28.831+0000","up_votes":5,"down_votes":0,"body":"Nachdem ich deine Kommentare gelesen habe kann ich nur sagen, dass der Ban erst recht gerechtfertigt ist. Und ich verstehe nicht wieso du kein automatisches System haben willst. Das Tribunal hätte dich auch gebannt und ein Riot Mitarbeiter auch. Jeder hätte dich in diesem Fall gebannt, was soll also so schlecht an dem System sein?","replies":[{"id":"","poster":"Heisl","date":"2015-08-06T16:40:43.487+0000","up_votes":1,"down_votes":0,"body":"Ich finde das System oft sogar noch zu \"nett\" :D","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-07T06:36:16.200+0000","up_votes":1,"down_votes":0,"body":"Geht mir genauso!","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:45:40.094+0000","up_votes":2,"down_votes":1,"body":"im Bezug auf Beleidigungen und Harrasment ja, im Bezug auf Kritik innerhalb des Games ist es mir zu hart^^","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-10T11:12:03.645+0000","up_votes":2,"down_votes":0,"body":"Wenn mal wirklich gute Kritik von den Teammates kommen würde. \"Stop feed\" hat rein gar nichts mit Kritik zu tun und sollte auch weiterhin bestraft werden. Konstruktive Kritik begne mir so unfassbar selten.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-16T15:11:15.531+0000","up_votes":1,"down_votes":0,"body":"Naja ich finde es ist ein schwieriges Thema den momentan sind selbst Äußerungen wie:\n\nbot we won top and mid could you play defensive so we can gank and help you\n\nbereits passiv-aggressive Kritik am Spielverhalten anderer... das deren Spielverhalten 3-4 anderen die Spielfreude nimmt wird dann oft vergessen.\nIch finde man sollte hier deutlich differenzieren, denn ja ein stop feed an einen 0/5 adc ist sicher nicht gerechtfertigt aber doch nicht unbegründet. Anders ein \"get *krankheit*\".","replies":[]}]}]}]}]}]},{"id":"","poster":"Kiffalot","date":"2015-08-05T12:22:55.947+0000","up_votes":3,"down_votes":10,"body":"The Trouble hat einfach recht, ich sehe es genauso. Das Spiel im Ranked ist einfach für den Arsch. Bei aller Liebe, ich verstehe auch nicht, wie man bei solchen Aktionen ruhig bleiben soll und dann wird man auch noch bestraft, für Dinge die weit entfernt von Gerechtigkeit sind.\n\nDieses ganze rumgetrolle ist einfach nicht akzeptierbar, das muss RIOT einsehen oder es wird einfach noch schlimmer werden. Da Leute die sich anstrengen und gut spielen, irgendwann mit Kurzschluss Aktionen agieren. Dieses ganze System funktioniert so eben nicht, das muss man doch einsehen. Als ob irgendwas besser wird, wenn das geflame aufhört. Schlechte Spieler, werden lange schlechte Spieler bleiben, denn es gibt etwas, was noch viel schlimmer ist, als geflame, nämlich STURRHEIT und die wird man immer wieder antreffen, bei den schlechten Spielern. Warum mal nicht von einer anderen Perspekive darauf schauen, das schlechte Spielweise nun mal flaming provoziert? Kommt jetzt nicht, mit gutem Beispiel vorangehen. Man hat keine Zeit in einem Ranked Game, den Spielern was zu erklären, vor allem nicht Leuten die STURR sind, kapiert das doch endlich. Das Spiel ist mittlerweile so schnell geworden und in einem gegnerischen Team mit massiven Burst-Potenzial, bleibt noch weniger Zeit, irgendwas zu tippen.\n\nAbhilfe kann mMn nur ein anderes Matchmaking und Punkte-System verschaffen. Warum soll jemand der sich insgesamt sehr gut geschlagen hat, Punkte abgezogen kriegen? Das ergibt überhaupt keinen Sinn. Wenn jemand pervers reinfeeded, soll das ganze Team bestraft werden? Lächerlich.\nJemand der gut gespielt hat, aber verloren hat, sollte einfach mit weniger Punkten belohnt werden, aber nicht mit Punktabzug, das wäre nämlich gerecht und würde auch eine gerechte Balance innerhalb der Divisionen zur Folge haben.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:55:30.012+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Kiffalot,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0005,timestamp=2015-08-05T12:22:55.947+0000)\n>\n> The Trouble hat einfach recht, ich sehe es genauso. Das Spiel im Ranked ist einfach für den Arsch. Bei aller Liebe, ich verstehe auch nicht, wie man bei solchen Aktionen ruhig bleiben soll und dann wird man auch noch bestraft, für Dinge die weit entfernt von Gerechtigkeit sind.\n> \n> Dieses ganze rumgetrolle ist einfach nicht akzeptierbar, das muss RIOT einsehen oder es wird einfach noch schlimmer werden. Da Leute die sich anstrengen und gut spielen, irgendwann mit Kurzschluss Aktionen agieren. Dieses ganze System funktioniert so eben nicht, das muss man doch einsehen. Als ob irgendwas besser wird, wenn das geflame aufhört. Schlechte Spieler, werden lange schlechte Spieler bleiben, denn es gibt etwas, was noch viel schlimmer ist, als geflame, nämlich STURRHEIT und die wird man immer wieder antreffen, bei den schlechten Spielern. Warum mal nicht von einer anderen Perspekive darauf schauen, das schlechte Spielweise nun mal flaming provoziert? Kommt jetzt nicht, mit gutem Beispiel vorangehen. Man hat keine Zeit in einem Ranked Game, den Spielern was zu erklären, vor allem nicht Leuten die STURR sind, kapiert das doch endlich. Das Spiel ist mittlerweile so schnell geworden und in einem gegnerischen Team mit massiven Burst-Potenzial, bleibt noch weniger Zeit, irgendwas zu tippen.\n> \n> Abhilfe kann mMn nur ein anderes Matchmaking und Punkte-System verschaffen. Warum soll jemand der sich insgesamt sehr gut geschlagen hat, Punkte abgezogen kriegen? Das ergibt überhaupt keinen Sinn. Wenn jemand pervers reinfeeded, soll das ganze Team bestraft werden? Lächerlich.\n> Jemand der gut gespielt hat, aber verloren hat, sollte einfach mit weniger Punkten belohnt werden, aber nicht mit Punktabzug, das wäre nämlich gerecht und würde auch eine gerechte Balance innerhalb der Divisionen zur Folge haben.\n\ndas klingt mal nach einen vernünftigen vorschlag, der auch ansatzweise durchdacht ist. warum eben werde ich jedes mal bestraft? ob ich gut spiele, NICHTS SAGE IM CHAT, was sehr oft vorkommt, weil anscheinend das MUND-TOT-MACHEN die riot strategie ist und ich mich nur anpasse, dafür aber sicher umso schlechter spiele, weil ich nur noch daran denke, was ich eigentlich sagen wollte und es nicht tue... aber egal was ich tue.. ich bekomme immer so einen typen ins team und MUSS DIESEN TYPEN AUCH NOCH ZUM SIEG FÜHREN... und genau das hasse ich.. vor allem wenn man 10, 20, 50, 100, 500 oder wie letzte saison über 1000 spiele hinter sich hat und immer wieder wegen solchen leuten scheitert... DANN ZUCKE ICH IRGENDWANN MAL AUS und das wird dann bestraft, als ob ich derjenige bin , der das ganze verursacht... \n\ndanke für deinen beitrag, endlich mal einer der das realistisch sieht... im sport wird man auch schreien oder heftig reagieren, aber solange es im sportlichen rahmen bleibt, ist das ok!","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-05T13:11:58.693+0000","up_votes":4,"down_votes":0,"body":">danke für deinen beitrag, endlich mal einer der das realistisch sieht... im sport wird man auch schreien oder heftig reagieren, aber solange es im sportlichen rahmen bleibt, ist das ok!\n\nWas du geschrieben hast ist nicht mehr im \"sportlichen Rahmen\". In 31 Minuten hast du etwa 312 Wörter geschrieben. Also jede Minute etwa 10, das ist schon eine ganze Menge und das meiste sind Anschuldigungen. Das wäre so ähnlich, als würden Sportler statt zu atmen über das Team fluchen. Da nimmt bestenfalls ihre eigene Leistung ab und die anderen werden einen nicht mehr unterstützen wollen.\n\nWo genau sind eigentlich die Tipps die du gegeben hast? Ich habe nur mal etwas über \"dont flame\" gelesen, das ich als Tipp bewerten würde und mal ein \"go back\".","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:48:14.697+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500020000,timestamp=2015-08-05T13:11:58.693+0000)\n>\n> Was du geschrieben hast ist nicht mehr im \"sportlichen Rahmen\". In 31 Minuten hast du etwa 312 Wörter geschrieben. Also jede Minute etwa 10, das ist schon eine ganze Menge und das meiste sind Anschuldigungen. Das wäre so ähnlich, als würden Sportler statt zu atmen über das Team fluchen. Da nimmt bestenfalls ihre eigene Leistung ab und die anderen werden einen nicht mehr unterstützen wollen.\n> \n> Wo genau sind eigentlich die Tipps die du gegeben hast? Ich habe nur mal etwas über \"dont flame\" gelesen, das ich als Tipp bewerten würde und mal ein \"go back\".\n\nund diese analyse war notwendig? ich denke einen ban braucht man nicht zu rechtfertigen, wenn es gerechtfertigt ist. du kommst mit ner wort/minute analyse daher. im übrigen tippe ich so ca. 400 zeichen die minute, deswegen ist das sowieso nicht etwas was jetzt mich großartig beeinflusst im spiel","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:55:25.930+0000","up_votes":2,"down_votes":0,"body":"Ich weiß jetut nicht wie schnell ich tippen kann aber dennoch hast du mehr geschrieben als ich in 20 Spielen. oO  Klar wenn du tot bist, aber findest du nciht, dass du damit den Chat vollspammst ?\nMich stört es ungemein, wenn ich schreibe \"Ward in 2320\"  , damit mein junfgler weiß, dass der Ward vom Gegner dann kaputt geht und 2 andere spammen im Chat rum, sodass meine hilfreiche Mitteilung an mein Team einfach untergeht.\n\nUnd genau deswegen müssen einfach beide gebannt/bestraft werden, weil sie beide das Spielklima stören, selbst wenn es DICH nicht in deiner Spielweise stört, könnte es dennoch andere stören.","replies":[]}]}]}]},{"id":"","poster":"NG Drakuboy","date":"2015-08-05T12:33:16.761+0000","up_votes":4,"down_votes":2,"body":"Wenn du genug spielst kommst du als \"guter Spieler\" hoch ganz einfach. Wieso etwas überarbeiten was schon funktioniert? Problem haben nur die die zu wenige Spiele spielen und jede LP zwei mal umdrehen.","replies":[{"id":"","poster":"Kiffalot","date":"2015-08-05T13:35:01.277+0000","up_votes":3,"down_votes":8,"body":"Weil es eben nicht funktioniert... da kannst du ich hier hinstellen, downvoten, kluge Sprüche klopfen wie du willst.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T14:03:00.706+0000","up_votes":2,"down_votes":1,"body":"Da bin ich ja froh, dass du nicht für das System zuständig bist. Komischerweise funktioniert das System für fast alle Spieler, nur sehr wenige behaupten es würde nicht funktionieren.\n\nDa kannst du auch schlaue Sprüche klopfen wie du willst, das System wird immer funktionieren egal was du sagst.","replies":[{"id":"","poster":"Kiffalot","date":"2015-08-05T14:20:48.795+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0005000000000002,timestamp=2015-08-05T14:03:00.706+0000)\n>\n> Da bin ich ja froh, dass du nicht für das System zuständig bist. Komischerweise funktioniert das System für fast alle Spieler, nur sehr wenige behaupten es würde nicht funktionieren.\n> \n> Da kannst du auch schlaue Sprüche klopfen wie du willst, das System wird immer funktionieren egal was du sagst.\n\nJa, man kann auch die Augen verschliessen :D .. wo funktioniert es denn? LoL hat ein massives flame Problem. Bans ändern nichts, sonst würde das geflame auch aufhören, tut es aber nicht... ergo system funktioniert nicht... aber glaubt ruhig weiter dran .... hahahahaha.. so sinnlos.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-05T14:32:43.723+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kiffalot,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00050000000000020000,timestamp=2015-08-05T14:20:48.795+0000)\n>\n> Ja, man kann auch die Augen verschliessen :D .. wo funktioniert es denn? LoL hat ein massives flame Problem. Bans ändern nichts, sonst würde das geflame auch aufhören, tut es aber nicht... ergo system funktioniert nicht... aber glaubt ruhig weiter dran .... hahahahaha.. so sinnlos.\n\nAlso ich habe ehrlich gesagt selten Flamer im Team (bin nur durchschnittlicher Spieler bezüglich Elo).\nIch kann deshalb nicht bestätigen, dass das Flame Problem \"massiv\" ist.\n\nInwiefern ist dies bei dir anders?\nWie oft hast du Flamer in einem Game?","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:36:54.062+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500000000000200000000,timestamp=2015-08-05T14:32:43.723+0000)\n>\n> Also ich habe ehrlich gesagt selten Flamer im Team (bin nur durchschnittlicher Spieler bezüglich Elo).\n> Ich kann deshalb nicht bestätigen, dass das Flame Problem \"massiv\" ist.\n> \n> Inwiefern ist dies bei dir anders?\n> Wie oft hast du Flamer in einem Game?\n\nomg deswegen sage ich ja immer im chat auch: \"riot pls why did u give me such guy in my team AGAIN\" ... weil ich hab immer welche im team. immer. und es ist einfach nicht möglich sie immer zu ignorieren. jaja ich weis, natürlich bin ich dieser flamer. weil das ja einfacher ist, aber falls du wirklich daran interssiert bist... ich hatte schon drei meldungen, dass durhc mich jemand gebanned wurde. wie oft hattest du das?","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-05T14:52:29.162+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0005000000000002000000000000,timestamp=2015-08-05T14:36:54.062+0000)\n>\n> omg deswegen sage ich ja immer im chat auch: \"riot pls why did u give me such guy in my team AGAIN\" ... weil ich hab immer welche im team. immer. und es ist einfach nicht möglich sie immer zu ignorieren. jaja ich weis, natürlich bin ich dieser flamer. weil das ja einfacher ist, aber falls du wirklich daran interssiert bist... ich hatte schon drei meldungen, dass durhc mich jemand gebanned wurde. wie oft hattest du das?\n\nImmer? In jedem Spiel hast du einen Flamer? (dich nicht eingerechnet natürlich).\nDas heisst, dass bei 4 Mates jeder 4. Spieler toxisch sein muss.\nDies bedeutet, dass in jedem Game - wäre deine Erfahrung repräsentativ - in jedem Game im Schnit 2.5 Flamer sein müsste.\n\nSorry, aber diese Erfahrung kann ich nicht bestätigen; bei weitem nicht.\nDarum solltest du dir vielleicht überlegen, warum in deinen Games die Mates offenbar so viel toxischer sind als bei meinen Games. An der Elo liegt es kaum; denn die ist nicht allzu stark voneinander entfernt.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:46:35.902+0000","up_votes":3,"down_votes":0,"body":"außerdem wird in jeder Elo gleich viel geflamt. ^^","replies":[]},{"id":"","poster":"The Trouble","date":"2015-08-17T14:02:32.683+0000","up_votes":1,"down_votes":0,"body":"ja so gut wie immer. ein beispielhaftes spiel war mal wie wir 4 premades waren und drei mal aufeinanderfolgend einen afk, trollpicker und dann einen feeder afk rage quit dabei hatten. wie hoch ist die chance dass sowas passiert, wenn man 4 premades ist. es kann nur einen im team geben, der ein troll ist und der ist es auch. wunderbar.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-17T14:16:35.508+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500000000000200000000000000000001,timestamp=2015-08-17T14:02:32.683+0000)\n>\n> ja so gut wie immer. ein beispielhaftes spiel war mal wie wir 4 premades waren und drei mal aufeinanderfolgend einen afk, trollpicker und dann einen feeder afk rage quit dabei hatten. wie hoch ist die chance dass sowas passiert, wenn man 4 premades ist. es kann nur einen im team geben, der ein troll ist und der ist es auch. wunderbar.\n\nLangfristig gleicht sich dies wie gesagt aus; es sei denn, externe Einflüsse fördert dieses Verhalten (also z.B. wenn jemand von euch Flamet, etc.)","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-08-05T14:33:00.855+0000","up_votes":2,"down_votes":0,"body":"Natürlich kann man keine Ersttäter im voraus erkennen. Und natürlich macht es auch keinen Sinn bei jeder Kleinigkeit einen Perma zu vergeben. Flame wird leider immer ein Teil von LoL bleiben, weil Perfektion in dieser Hinsicht unmöglich ist. Das leugnet auch keiner. \nAber zu sagen die Strafen seien unsinnig ist genauso falsch. Man kann flaming nicht völlig verhindern, ja, aber man kann es verringern. Und die Besserungsquoten bei den aktuellen Strafen sprechen ebenfalls für diese.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:49:19.657+0000","up_votes":2,"down_votes":0,"body":"Sry wenn ich das so schreibe aber ist es nicht besser zu schreiben  \"Flame wird leider immer ein Teil von \"Multiplayer-Arenen\" sein\" ?\nDenn LoL ist ja nicht das einzige Spiel in dem geflamt wird.  In jedem Multiplayer-Spiel in dem man gegen andere Spieler spielen muss und auf seine Mates angewiesen ist gibt es flame. (ich kenne keine ausnahme)","replies":[{"id":"","poster":"eingew","date":"2015-08-05T15:51:06.819+0000","up_votes":1,"down_votes":0,"body":"Du musst dich nicht entschuldigen :D Abgesehen davon kann ich dir nur zustimmen.","replies":[]}]}]}]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T13:52:00.370+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Kiffalot,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500000000,timestamp=2015-08-05T13:35:01.277+0000)\n>\n> Weil es eben nicht funktioniert... da kannst du ich hier hinstellen, downvoten, kluge Sprüche klopfen wie du willst.\n\nendlich mal einer der das system durchschaut hat. immer diese \"als guter spieler\" kommst du weiter... ist nur geschwätz. es funktioniert nicht. das habe ich schon mal paar auch leuten wie dir gezeigt, in dem ich sie in ein spiel eingeladen habe und gezeigt habe, wie meine mitspieler für gewöhnlich aussehen. wenn du als guter spieler statt einem kill hinterherzujagen sich um dragon und tower kümmerst und deswegen vom team niedergemacht wirst, dann wirst du es verstehen.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-06T04:20:45.116+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0005000000000001,timestamp=2015-08-05T13:52:00.370+0000)\n>\n> endlich mal einer der das system durchschaut hat. immer diese \"als guter spieler\" kommst du weiter... ist nur geschwätz. es funktioniert nicht. das habe ich schon mal paar auch leuten wie dir gezeigt, in dem ich sie in ein spiel eingeladen habe und gezeigt habe, wie meine mitspieler für gewöhnlich aussehen. wenn du als guter spieler statt einem kill hinterherzujagen sich um dragon und tower kümmerst und deswegen vom team niedergemacht wirst, dann wirst du es verstehen.\n\nBei mir hats komischerweise funktioniert und bei vielen anderen auch. Und sich als low-Silber als guten Spieler zu bezeichnen, spricht auch Bände...Mit der Arroganz würdest du auf meiner Elo schon untergehen und das ist grad mal lowGold...bzw. seit 5 Jahren dabei und immer noch da unten? Müssen dich ja tausende Bronzebobs überholt haben, dass du noch da unten bist ohne selbst dafür verantwortlich zu sein.","replies":[]}]},{"id":"","poster":"NG Drakuboy","date":"2015-08-05T13:49:05.513+0000","up_votes":2,"down_votes":0,"body":"Klar funktionierts, wenn du gut bist und viel spielst steigst du auf.\nBei jedem Game gewinnt ein Team zwangsläufig. Da alle außer dir Random sind musst du als \"guter\" Spieler doch auf lange Sicht gesehen aufsteigen oder? Nichts wird sich an Randoms ändern, es kommt ganz allein auf dich an.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-08-05T13:02:12.015+0000","up_votes":5,"down_votes":1,"body":">Da Leute die sich anstrengen und gut spielen,\n\nsteigen zwangsläufig auf. Jeder kann mal eine schlechte Runde haben. Man muss nicht jedes Spiel gewinnen um aufzusteigen, nur mehr als die Hälfte.\n\nWarum schreibst du denn überhaupt etwas zu Leuten, wenn du ohnehin davon ausgehst dass sie nicht darauf reagieren? Wenn du glaubst der andere ist Stur, bringt es dir sicher noch weniger, den auch noch zu beleidigen oder ihm die Schuld zuzuweisen.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T22:04:42.150+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00050003,timestamp=2015-08-05T13:02:12.015+0000)\n>\n> steigen zwangsläufig auf. Jeder kann mal eine schlechte Runde haben. Man muss nicht jedes Spiel gewinnen um aufzusteigen, nur mehr als die Hälfte.\n> \n> Warum schreibst du denn überhaupt etwas zu Leuten, wenn du ohnehin davon ausgehst dass sie nicht darauf reagieren? Wenn du glaubst der andere ist Stur, bringt es dir sicher noch weniger, den auch noch zu beleidigen oder ihm die Schuld zuzuweisen.\n\nmehr als die hälfte reicht nicht, sonst wäre ich schon diamond. kannst an meiner history und den seasons davor sehen. hab ungefähr 50% und trotzdem, wenn man in den promo games trolle dabei hat, wird das nie was.","replies":[{"id":"","poster":"nOeTHe","date":"2015-08-08T12:58:49.702+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500030001,timestamp=2015-08-07T22:04:42.150+0000)\n>\n> mehr als die hälfte reicht nicht, sonst wäre ich schon diamond. kannst an meiner history und den seasons davor sehen. hab ungefähr 50% und trotzdem, wenn man in den promo games trolle dabei hat, wird das nie was.\n\nGanz anschauchlich gesprochenen deine momentare Siegchance muss größer als 50% sein, kannst dir das ja so vorstellen, du steigst eine Division(heißt das so?) auf dann wirst du wieder aufsteitgen, wenn du in deiner jetzigen Division eine Siegrate von mehr als 50% hast.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-08-07T22:21:04.870+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000500030001,timestamp=2015-08-07T22:04:42.150+0000)\n>\n> mehr als die hälfte reicht nicht, sonst wäre ich schon diamond. kannst an meiner history und den seasons davor sehen. hab ungefähr 50% und trotzdem, wenn man in den promo games trolle dabei hat, wird das nie was.\n\nGem. opgg: \nAlle Ranglistenspiele:\n24S 26N (Siegesrate 48%)\n\nOK, es sind nur 50 Rankeds, aber auf tiefem Silber kannst du keine positive winrate kriegen. Das reicht nicht für den Aufstieg.\n\nTheoretisch reichen 51% winrate. Das Problem ist natürlich, dass man diese winrate auch halten muss. Denn in Silber sind die Gegner auch schwächer als in Platin. Aber wenn du 51% winrate erreichst und genug Games spielst, wirst du aufsteigen. Das Problem ist nur, dass du dies in dieser Season nicht erreicht hast; zumindest bis jetzt.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-07T22:19:01.351+0000","up_votes":1,"down_votes":0,"body":"http://euw.op.gg/summoner/userName=the+trouble\n\nDu hast 45 % deiner letzten 20 Spiele gewonnen. 48 % deiner 50 Spiele. Du bist also ziemlich sicher genau da, wo du hin gehörst. Zumindest wenn du auch in Zukunft die Siegesrate beibehältst. Spätestens nach 200 Spielen kann man sich fast absolut sicher sein, dass du da bist, wo du sein solltest, wenn du so nah bei 50 % liegst.\n\nSolange du dich bei etwa 55 % befinden würdest, würdest du auch langsam aufsteigen.","replies":[]}]},{"id":"","poster":"Kiffalot","date":"2015-08-05T13:33:15.056+0000","up_votes":1,"down_votes":5,"body":"Ich beleidige nicht im Spiel, höchstens zynisch mal ein GJ für eine sau-schlechte Aktion. Wenn ich flame, dann nach dem Spiel, dafür aber richtig. Finde ich angemessen, wie ihr das seht, geht mir am arsch vorbei. Das hat/wird sich über die Jahre auch niemals nicht ändern, egal wie oft eine verschissene Warnung auftaucht, das lass ich mir nicht nehmen. Von daher trifft nichts davon zu, was du sagst.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:40:49.625+0000","up_votes":2,"down_votes":1,"body":"Tja wenn Du Dich nicht änderst, wird Dich das System halt irgendwann sanktionieren, bei genügender Quantität Deines toxischen Verhaltens.\nDu musst Dich nicht ändern, aber das wird dann halt bedeuten, dass Du irgendwann kein LoL mehr spielen darfst, da Riot und der Großteil der Community Dein Verhalten hier nicht wollen.","replies":[{"id":"","poster":"Kiffalot","date":"2015-08-05T13:51:34.227+0000","up_votes":1,"down_votes":4,"body":"mmmh bin gespannt :D\n8000 spiele nix passiert ...\ntoxisch hin oder her. euer system ist scheisse :D\nes wird immer geflame geben, weil das system nichts bringt.\nunterbinden wird RIOT da nichts, bei abermillionen von spielern, würde ich sagen gut ein drittel ist toxisch (eurer meinung nach).\nkönnt ihr euch auf den kopf stellen, das rad neu erfinden, solange der scheiss so gehandhabt wird, wie es zur zeit ist, gibt es keine änderung...fertig.\nfragt euch lieber mal woher geflame kommt... und was schlimmer ist... flame oder troll und unfähigkeit.\naber es hat eh keinen sinn euch zu fragen, denn ihr seid perfekt... die Gandhis unter den E-gamern. Alles Dia und Platin hier :D .","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T16:04:51.148+0000","up_votes":1,"down_votes":0,"body":"Naja wenn du dich abregst und es niemanden stört (und dich deswegen niemand reported) dann ist doch alles ok.\n\nDeine MItspieler juckt es nicht und du regst dich ab, sodass du wieder einen kühlen Kopf hast.\nNur musste man es eben erwähnen, dass du auch irgendwann an Spieler geraten wirst, die dich reporten werden und du dann eine Strafe kriegst.\n\nIch finde es aber gut, dass du dann deine Strafe wie ein erwachsener Mensch nimmst und dich nicht darüber aufregen wirst, denn die Gründe kennst du ja schon, wieso du eventuell besteaft wirst.\n\n> es wird immer geflame geben, weil das system nichts bringt.\n> unterbinden wird RIOT da nichts, bei abermillionen von spielern, würde ich sagen gut ein drittel ist toxisch (eurer meinung nach).\n\nWas ich auch gut finde ist, dass du erkannt hast dann in Multiplayer-Arenen IMMER Flame geben wird. Das liegt in der Natur von exakt solchen Spielen (Dota, Hots, Smite, LoL), denn es wird sich immer jemand über einen anderen Spieler aufregen. Wir spielen alle unterschiedlich und es wird immer \"pseudo\" bessere Spieler geben, die meinen besser zu sein als der andere.\n\nAch und nur 5 % sind toxisch. Alle anderen (95%) sind freundlich/neutral in ihren meisten Spielen, außer sie haben mal einen schlechten Tag oder einen Flamer in ihrem Team.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-08-06T04:14:44.708+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kiffalot,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00050003000000000000,timestamp=2015-08-05T13:51:34.227+0000)\n>\n> mmmh bin gespannt :D\n> 8000 spiele nix passiert ...\n> toxisch hin oder her. euer system ist scheisse :D\n> es wird immer geflame geben, weil das system nichts bringt.\n> unterbinden wird RIOT da nichts, bei abermillionen von spielern, würde ich sagen gut ein drittel ist toxisch (eurer meinung nach).\n> könnt ihr euch auf den kopf stellen, das rad neu erfinden, solange der scheiss so gehandhabt wird, wie es zur zeit ist, gibt es keine änderung...fertig.\n> fragt euch lieber mal woher geflame kommt... und was schlimmer ist... flame oder troll und unfähigkeit.\n> aber es hat eh keinen sinn euch zu fragen, denn ihr seid perfekt... die Gandhis unter den E-gamern. Alles Dia und Platin hier :D .\n\nEs wird auch immer Mord geben, es wird auch immer Diebstahl geben, es wird auch immer Vergewaltigungen geben... Und jetzt? Soll das alles nicht mehr verfolgt werden?\nUnd weißt du was der ganze Kram da oben (wenn auch bei weitem schlimmer) mit der Flamerei in LoL zu tun hat? Andere werden geschädigt und deshalb wird sanktioniert.","replies":[]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-08-05T12:35:46.845+0000","up_votes":3,"down_votes":1,"body":"Wir treffen jetzt mal ein paar Annahmen, damit es anschaulicher ist.\n1. Zwei Teams haben 4 ihrer 5 Slots belegt.\n2. Es gibt 3 Spielstärken und alle belegen 1/3 der Spielerschaft\n\n    Stärker als der Schnitt\n\n    Durchschnitt\n\n    schlechter als der Schnitt\n\nDie Teams sehen folgendermaßen aus:\nDein Team\n1. Guter Spieler\n2. Schlechte Spieler\n3. Durchschnitt\n4. Durchschnitt\n5. Du\n\nGegnerteam\n1. Guter Spieler\n2. Schlechte Spieler\n3. Durchschnitt\n4. Durchschnitt\n5.\n\nNun sieht es folgendermaßen aus. Spieler 5 wird nun im Schnitt zu je 33% mit einem der Spielertypen belegt. Dein Slot hingegen ist zu 100% fest. Bist du schlechter als der Schnitt, ist dein Team in 66% der Fälle schwächer. Du wirst so also öfter verlieren.\nBist du durchschnittlich, sind 33% der Gegner schwächer als ihr, 33% so gut wie ihr und 33% stärker als ihr. Du wirst hier auf etwa 50% Winrate kommen.\nBist du hingegen stärker als der Schnitt deiner Liga, wirst du in 66% der Fälle, das stärkere Team haben.\nDas ganze ist jetzt natürlich ein sehr grobes Modell, allerdings bleibt das Prinzip gleich.\n\nDie Strafe für konstant schlechtes Spielen ist nuneimal der Abstieg.","replies":[]}]},{"id":"","poster":"Bergelmir32","date":"2015-08-05T12:18:51.579+0000","up_votes":4,"down_votes":1,"body":"War ja nur eine Frage der Zeit bis einer derer die \"ungerechtfertigt\" gebannt wurden und sich dann für die Unschuld in Person gehalten haben mit nem neuen Bann hier aufschlägt.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:24:27.285+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0004,timestamp=2015-08-05T12:18:51.579+0000)\n>\n> War ja nur eine Frage der Zeit bis einer derer die \"ungerechtfertigt\" gebannt wurden und sich dann für die Unschuld in Person gehalten haben mit nem neuen Bann hier aufschlägt.\n\nfür die unschuld in person? wo sage ich das bitte? JA ICH REGE MICH AUF. aber ich bin gegen AUTOMATISCHE BANS das ist das was ich meine! niemand schaut sich das an.. wenn du also OFT GENUG REPORTED WIRST, wirst du das selbe schicksal erleiden.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T13:30:17.358+0000","up_votes":3,"down_votes":0,"body":"Würde ich bei Riot arbeiten und hätte als Mitarbeiter entscheiden müssen, hätte ich dich auch gebannt. Wo ist der Unterschied ob ein Mitarbeiter oder ein System dich bannt?","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:37:39.935+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000400000002,timestamp=2015-08-05T13:30:17.358+0000)\n>\n> Würde ich bei Riot arbeiten und hätte als Mitarbeiter entscheiden müssen, hätte ich dich auch gebannt. Wo ist der Unterschied ob ein Mitarbeiter oder ein System dich bannt?\n\nnaja in dem einen fall ist das system schrott und somit mir meinen sommer versaut und im anderen fall hat riot einfach nur einen schlechten mitarbeiter :)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:47:35.421+0000","up_votes":5,"down_votes":0,"body":"Hm, wenn einem Flamer der Sommer versaut wird, sehe ich keinen Systemfehler.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T13:50:09.884+0000","up_votes":4,"down_votes":0,"body":"Dann hätten sie aber viele schlechte Mitarbeiter. Für den Verlauf hätte dich jeder Mitarbeiter gebannt. Nur weil du das als \"nicht so schlimm\" ansiehst ist das noch lange nicht so.\n\nRichtig ist: \"Ich habe mir durch Flaming meinen Sommer versaut.\"","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:09:42.383+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00040000000200000001,timestamp=2015-08-05T13:50:09.884+0000)\n>\n> Dann hätten sie aber viele schlechte Mitarbeiter. Für den Verlauf hätte dich jeder Mitarbeiter gebannt. Nur weil du das als \"nicht so schlimm\" ansiehst ist das noch lange nicht so.\n> \n> Richtig ist: \"Ich habe mir durch Flaming meinen Sommer versaut.\"\n\nich verstehe nicht genau, was für heiße luft du von dir gibtst, aber lass es mich nochmal so klar stellen. LEUTE DIE AUFGRUND VON FORENEINTRÄGEN ANDERE BEURTEILEN WIE SIE IM SPIEL SIND; SIND SOWIESO IN MEINEN AUGEN DUMM. das ist nicht objektiv, denn egal wi esehr ich mich hier aufrege und äußere... oder egal wie viel großbuchstaben ich im chat verwendet habe, fakt ist, ihr habe sowieso keine ahnung, was da vorfiel bzw. vorfällt, denn euch wird nämlich das ganze verwehrt. \n\nnicht ohne grund, denn wie man sieht, bekräfigt ihr auch noch den entschluss und somit steht riot besser da. man muss spielerisches und einträge im forum bzw. ob einem jemand sympathisch ist oder nicht unterscheiden können, denn ich weis, dass es nicht gerade gut angkommt meine art hier, ist mir aber sch. egal.","replies":[{"id":"","poster":"eingew","date":"2015-08-05T14:29:46.611+0000","up_votes":2,"down_votes":0,"body":"Du weißt aber schon, dass du hier wegen deiner Chatnachrichten verurteilt wirst?\n\nAbgesehen davon, wieso sollte sich dein Verhalten im Forum massiv von dem ingame unterscheiden? Klar, da diskutierst du vermutlich nicht so viel, aber du bist ingame ja kein völlig anderer Mensch.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:38:23.116+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0004000000020000000100000000,timestamp=2015-08-05T14:29:46.611+0000)\n>\n> Du weißt aber schon, dass du hier wegen deine Chatnachrichten beurteilt wirst?\n> \n> Abgesehen davon, wieso sollte sich dein Verhalten im Forum massiv von dem ingame unterscheiden? Klar, da diskutierst du vermutlich nicht so viel, aber du bist ingame ja kein völlig anderer Mensch.\n\njap. das ist mir klar. aber dennoch zählen die reports. denn ohne reports kann man flamen so viel man will. :) das ist das system. fehlerhaft seblst jetzt nach jahren.","replies":[{"id":"","poster":"eingew","date":"2015-08-05T15:13:10.612+0000","up_votes":1,"down_votes":0,"body":"Ja, ohne Reports werden Flamer nicht erkannt. Wie sollen Flamer denn sonst erkannt werden, wenn nicht durch Reports?\n\nUnd wieso ist es ein Fehler, dass Flamer nur durch Reports erkannt werden?","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T16:13:10.566+0000","up_votes":1,"down_votes":0,"body":"ihm gehen einfach siene \"Argumente\" aus.\nAlleine die Tatsache, dass er sagt, dass wir alle hier keine Ahnung haben (aber in welchen Punkten wir alle keine Ahnung haben wird natürlich nicht erwähnt)^^","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-08-05T14:54:57.111+0000","up_votes":2,"down_votes":0,"body":"Einfache Lösung:\nMelde Spieler, die sich unpassend verhalten.","replies":[]},{"id":"","poster":"Spicavius","date":"2015-08-05T16:15:03.437+0000","up_votes":1,"down_votes":0,"body":"Ja ohne reports kann man flamen so viel man will. Deswegen gibt es doch die Reports.\nWo jetzt der Fehler im System ist kann ich nicht erkennen.\n\nDeswegen bitte ich dich uns mit deinem Wissen zu erleuchten. Wo ist der Fehler, damit das System besser gemacht wird.","replies":[]}]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-08-06T04:07:30.478+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000400000002,timestamp=2015-08-05T13:30:17.358+0000)\n>\n> Würde ich bei Riot arbeiten und hätte als Mitarbeiter entscheiden müssen, hätte ich dich auch gebannt. Wo ist der Unterschied ob ein Mitarbeiter oder ein System dich bannt?\n\nMitarbeiter hätte ihm wohl statt 14 Tagen einen Perma verpasst.\n\nIch arbeite mich mal durch die restlichen 5 Seiten :D","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-08-05T13:27:22.986+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00040000,timestamp=2015-08-05T12:24:27.285+0000)\n>\n> für die unschuld in person? wo sage ich das bitte? JA ICH REGE MICH AUF. aber ich bin gegen AUTOMATISCHE BANS das ist das was ich meine! niemand schaut sich das an.. wenn du also OFT GENUG REPORTED WIRST, wirst du das selbe schicksal erleiden.\n\nDazu möchte ich noch etwas sagen:\n\nDu bist offenbar der Meinung, dass du nur bestraft wurdest, weil eine Software dies (fälschlicherweise) dich als toxic einschätzte.\n\nNach meiner Erfahrung zu Tribunalzeiten (habe dort einige Fälle dort bearbeitet) muss ich dir leider sagen, dass du bei solch einem chatlog höchstwahrscheinlich (d.h. mit 95% Wahrscheinlichkeit) auch eine Strafe gekriegt hättest.\nHier im Forum sind sicherlich noch weitere ehemalige Tribune (mit noch mehr Erfahrung als ich) unterwegs und werden wohl auch bestätigen, dass Spieler mit solchen chatlogs auch damals - als viele Tribune die Fälle einzeln bearbeiteten - auch eine Strafe kriegten.\n\nDer Unterschied ist nur: das Ganze geht jetzt schneller.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-05T13:54:12.971+0000","up_votes":2,"down_votes":0,"body":"Kann ich nur bestätigen.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:11:39.928+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0004000000010000,timestamp=2015-08-05T13:54:12.971+0000)\n>\n> Kann ich nur bestätigen.\n\nja kannst du bestätigten? ofc. du bist ja auch ein mitläufer :) ZU MEINER ZEIT; WEIL DU DAVON REDEST; WÄRE DAS zunächst mal im kontext angesehen worden. und wenn man die anderen gelesen hat, wusste man warum diese person ÜBERHAUPT REPORTED WORDEN IST. weil die anderen reported worden sind, REPORTEN SIE DICH NATÜRLICH AUCH. \n\ndas ist der grund des reports. kein anderer. und deswegen wäre das kein \"punish\" geworden.  und meine 95% bestätigen mir das bei den tribunals","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-05T14:54:09.229+0000","up_votes":2,"down_votes":0,"body":"Man hätte auch noch 4 weitere Spiele gesehen, mit ähnlichem Chatlog und man würde leicht erkennen, dass der Spieler eine Strafe haben will, weil er ständig die Mitspieler beschuldigt.","replies":[]}]}]}]},{"id":"","poster":"SorisDynasty","date":"2015-08-05T12:43:29.251+0000","up_votes":2,"down_votes":0,"body":"Oft genug reported +  durch die Chatanalyse fallen.","replies":[]},{"id":"","poster":"Spicavius","date":"2015-08-05T16:08:09.459+0000","up_votes":2,"down_votes":0,"body":"Ich hätte mal eine Frage:\n\nWieso hast du nicht aus dem \"ungerechten\" Bann gelernt?\nDu warst kurz vor der Grenze einen Bann zu kriegen.  Also musst du doch wissen, dass dein Verhalten nicht ok ist.\nWieso hast du dich nicht präventiv einfach nicht mehr aufgeregt, damit du eben 100% keinen Bann kriegst.","replies":[]}]}]},{"id":"","poster":"Mike D Blood","date":"2015-08-05T13:44:58.481+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-05T13:51:37.210+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mike D Blood,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000b,timestamp=2015-08-05T13:44:58.481+0000)\n>\n> @Trouble,\n> du kannst hier mit den Lo**** soviel Diskutieren wie du willst, wenn ihr geliebtes Spiel LoL angegriffen wird,\n> eskalieren die ganzen Nerds.\n> Ich verstehe einfach nicht, wie du wegen sowas einen Bann bekommen hast das ist für mich unbegreiflich.\n> In jedem anderen Spiel wird über sowas hinweg gesehen und gelacht.\n> Diese Community ist zu nix zugebrauchen.\n> Nur die wenigsten verstehen den Sinn hinter einer Community, nämlich das gegenseitige helfen.\n> Was hier nicht der Fall ist.\n> Jeder von euch kleinen****** kann seinen Fehler nicht einsehen und keiner von euch gibt nach weder die Mods noch die Kinder.\n> Das ist ziemlich traurig\n\nWieso? Wir helfen doch der Community, indem wir Flame verurteilen. Wir helfen sogar dem Flamer, indem wir ihn darauf hinweisen, dass sein verhalten falsch war. Da der Flamer und Du aber uneinsichtig sind, helfen wir der Community auch, indem wir dafür sind, dass solche asozialen Leute rausgeschmissen werden.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:44:02.222+0000","up_votes":1,"down_votes":0,"body":"> , indem wir dafür sind, dass solche asozialen Leute rausgeschmissen werden.\naua harte Worte :)\n\nWar der Sinn des Systems nicht diesen Spielern zu zeigen was sie falsch gemacht haben, um damit zu erreichen das sie sich ändern?\n\n> Wir helfen doch der Community, indem wir Flame verurteilen.\n\nEinfach nur sagen flame ist doof ist auch doof, da hier jemand ins Forum kam sicher um zu erwarten \"hey ja das war doch garnicht so schlimm kp wieso ban bla\"\n\nAber statt nun einfach sagen Flame ist doof könnte man doch anfangen zu sagen ab wann er angefangen hat zu flamen was genau falsch war wie er besser hätte reagieren können.\n\nZ.B. war er am Anfang eher vorbildlich und freundlich bis zu einem Gewissen punkt als das Team wohl aufgeben wollte.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-09T09:49:14.429+0000","up_votes":1,"down_votes":0,"body":"Wurde doch. In den ersten Posts wurde schon angesprochen, dass er Reportaufrufe und Blaming unterlassen sollte. Der TE hat das nur nicht gerne gelesen und sogar angefangen Forenbesucher zu beleidigen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T10:00:17.612+0000","up_votes":1,"down_votes":0,"body":"Sry sehe gerade ganz ganz weit unten :)\n\nAber bei einige Komments der \"Anti-Flame Garde\" (muss hier übertreiben) sind auch echt meh. Naja ich hoffe er lernt seine Fehler irgendwann :)\n\nBeleidigungen sind uncool!","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-09T11:47:46.603+0000","up_votes":3,"down_votes":0,"body":"Bei solchen Threads gibt es immer auch ein paar, die nur Schadenfreude zeigen wollen. Manche TEs gehen dann sogar nur auf die \"haha du bist gebannt\"-Posts ein und jammern danach, keine Hilfe zu kriegen. Obwohl sie die hilfreichen Posts einfach nur ignorieren. Da glaubt man dann schonmal, dass solche Leute sich einfach nur **streiten wollen**.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T12:19:12.386+0000","up_votes":1,"down_votes":0,"body":"jop leider :(\n\nBesonders diese Schadenfreude finde ich sehr kritisch und teils Schlimmer als den Flame im Spiel, welcher meist unüberdacht viel zu schnell getippt im laufendem Spiel verfast wird und oft auch einen Grund haben. \n(auch wenn dieser den Flame nicht Rechtfertigt!)\n\nWas ich jedoch teils in dem Forum hier lese, erschreckt mich mehr. Wie einfach einige herabwertend und beleidigend sich hier verhalten ist echt naja... Besonders mit dem Wissen das im Forum keine \"Feeder\" \"AFKs\" \"Noobs\" sind und das man hier nahezu alle Zeit der Welt hat.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-09T12:33:35.483+0000","up_votes":2,"down_votes":0,"body":"Nur am häufigsten war das der TE höchstselbst.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T12:42:02.968+0000","up_votes":1,"down_votes":0,"body":"Hab da wohl Glück gehabt hab nicht soviel von ihm gelesen, scheint mir aber nach dem Chatlog und dem was ich von ihm gelesen habe ein sehr junger Spieler zu sein.","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-09T15:48:09.172+0000","up_votes":1,"down_votes":0,"body":"Alter hat nichts mit Flame und dergleichen zu tun. Zumindest war da mal ein Lytepost dazu.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-10T09:41:01.184+0000","up_votes":1,"down_votes":1,"body":"War eventuell etwas ungünstig geschrieben.\nNatürlich gibt es auch ältere \"Flamer\" und sehr Junge Menschen welche eine enorme geistige Reife sowie ein Verständnis für die Auswirkungen ihres Handels haben.\n\nGeistige Reife muss sich jedoch oft erst über eine Zeit X entwickeln (daher Reife von Reifeprozess).\n\nZ.B. auch einer der Hauptgründe für das Jugendstrafrecht in Deutschland, natürlich kann Riot selbst nicht im Alter unterscheiden.\n\nDennoch neigen eher junge Leute dazu ihren Frust in unüberdachten Wutanfälle auszulassen oder jemand anderes die Schuld zu zuweisen.\n\nIch merke es bei mir im Sportverein extrem im Verhalten zwischen Kindern/Jugendlichen die seit sehr langem im Verein sind und denen die erst neu dazu kommen.\nDer Unterschied ist teils enorm, wir haben 12-16 Jährige die Trainingseinheiten geben können und 15-16 welche es cool finden jemanden von hinten beide Beine wegzuziehen ohne des Konsequenzen bewusst zu sein.\n\nDas selbe im Bezug auf Fehler zuschieben, ein Erwachsener der um sein Lebensunterhalt zu verdienen in einem Team arbeiten muss, weiß eher das man im selben Bot sitzt und man zusammenarbeiten muss. \n\nIch würde definitiv sagen das Flame etwas mit Bildung und Lebenserfahrung zu tun hat :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-08-10T10:00:06.734+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000b0000000000000000000000000000000000000000,timestamp=2015-08-10T09:41:01.184+0000)\n>\n> War eventuell etwas ungünstig geschrieben.\n> Natürlich gibt es auch ältere \"Flamer\" und sehr Junge Menschen welche eine enorme geistige Reife sowie ein Verständnis für die Auswirkungen ihres Handels haben.\n> \n> Geistige Reife muss sich jedoch oft erst über eine Zeit X entwickeln (daher Reife von Reifeprozess).\n> \n> Z.B. auch einer der Hauptgründe für das Jugendstrafrecht in Deutschland, natürlich kann Riot selbst nicht im Alter unterscheiden.\n> \n> Dennoch neigen eher junge Leute dazu ihren Frust in unüberdachten Wutanfälle auszulassen oder jemand anderes die Schuld zu zuweisen.\n> \n> Ich merke es bei mir im Sportverein extrem im Verhalten zwischen Kindern/Jugendlichen die seit sehr langem im Verein sind und denen die erst neu dazu kommen.\n> Der Unterschied ist teils enorm, wir haben 12-16 Jährige die Trainingseinheiten geben können und 15-16 welche es cool finden jemanden von hinten beide Beine wegzuziehen ohne des Konsequenzen bewusst zu sein.\n> \n> Das selbe im Bezug auf Fehler zuschieben, ein Erwachsener der um sein Lebensunterhalt zu verdienen in einem Team arbeiten muss, weiß eher das man im selben Bot sitzt und man zusammenarbeiten muss. \n> \n> Ich würde definitiv sagen das Flame etwas mit Bildung und Lebenserfahrung zu tun hat :)\n\nDas ist, zumindest im Rahmen von LoL, nicht korrekt. Erst vor kurzem hat Lyte die Ergebnisse einer Studie diesbezüglich veröffentlicht. Fakt ist: Kinder sind in LoL NICHT toxischer als erwachsene Spieler, es gibt keinerlei Korrelation zwischen Alter und Toxicity. Ganz im Gegenteil neigen Kinder dazu, toxisches Verhalten konsequenter zu melden als dies Erwachsene tun.\n\nWenn man also schon unbedingt einen Unterschied zwischen Erwachsenen und Kindern im Gaming machen muss, geht dieser Vergleich ganz klar zu Gunsten der Kinder aus, da sie mehr dazu beitagen toxisches Verhalten zu reduzieren.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-16T15:59:07.529+0000","up_votes":1,"down_votes":0,"body":"Gehen wir anders an die Sache heran, wenn dir eine Kugel eis runterfällt ist es ärgerlich passiert es der 4 jährigen Marie ist die Chance das sie weint deutlich höher.\n\nFür mich persönlich ist es wichtig zu wissen warum flamt jemand und ob er etwas damit übermitteln mag. Ich war 4 Jahre lang Schulmediator also in den Pausen im schönen raum sitzen und Tee trinken und nun bin ich gute 8 Jahre intensive in einem Kampfkunstverein.\n\nUnd doch es gibt Unterschiede zwischen zwischen Erwachsenen und Kindern.\n\n> the two groups did not show any differences in toxicity themselves which dunks on the age old myth that online toxicity is just from kids online. - Lyte\n\nist eventuell etwas zu verallgemeinert \n\ngut nun kann man sicher mit\n\n> The second biggest misconception was probably the recent discovery that there was no link between age and toxicity - Lyte\n\nargumentieren, dabei muss man aber viele beachten.\n\nWas ist toxicity, streng genommen die Steigerung von unfreundlich. Nun kann aber schlecht jemanden aus Berlin mit einem Briten von der vergleichen. Alleine die Umgangsformen sind deutlich verschieden. Aber auch Regional gibt es Unterschiede und Berlin ist da nicht unbedingt ein gutes Beispiel.\nAuch beschreibt Lyte selbst das die Wahrnehmung von jung und alt verschieden sind.\n\n> It turns out that younger players actually are *more* sensitive to toxicity and report it more often - Lyte\n\nDas sowohl jung und alt flamen können ja und wer wenn er flamt schlimmer ist naja mag ich nicht sagen wollen. Das die Intention, die Hemmschwelle und das Überdenken von Konsequenzen anders sind, denke ich wird auch Lyte nicht abschreiten.\n\n> geht dieser Vergleich ganz klar zu Gunsten der Kinder aus, da sie mehr dazu beitagen toxisches Verhalten zu reduzieren.\n\nBin ich mir nicht so sicher, die Hemmschwelle fällt bei geringer Lebenserfahrung (nicht alter aber zum teil davon abhängig) leichter. Sowohl beim Flamen als auch beim reporten.\n\nZ.B. wenn ich ein schlechtes game hab weil ich adc spielen muss^^ und mich dann jemand als feeder bezeichnet, dann frage ich ihn wie ich es ändern kann ob er mir helfen kann und das ich mein bestes versuchen werde.\n\nWarum? Ich weiß ich spiele gerade suboptimal also kacke und nun ist jemand deswegen frustriert mein ziel ist es nun nicht dieses zu reporten denn das bringt mir im spiel nun nichts, lieber gestehe ich meine Fehler ein und versuche seinen Frust in Teamplay umzuwandeln.\n\nGut komme aus Berlin bin einen rauen Umgangston gewohnt aber wegen jedem du bist doof jemanden zu reporten. Wahrscheinlich hatte er einen schlechten Tag.\n\nDagegen get *beliebige Krankheit*, reporte ich für mein leben gerne. Sprich es dauert bis ich jemanden Reporte genau so wie es dauert bis ich mal etwas sarkastisch werde.\n\nUnd klingt nun ein wenig doof, aber je mehr man mit Kindern und Erwachsenen zu tun hat umso mehr bemerkt man die Unterschiede selbst im Chat.\n\nAnsonsten noch ganz wichtig Kinder ändern sich schneller und besser als Erwachsene können aber auch einfacher negative Manipuliert werden. Besonders in Entwicklungsphasen wie der Pubertät.\n\nDemnach bitte ich euch nicht immer auf Lyte referenzieren, da er sicher ein kluger Mensch mit vielen guten Ideen ist. Er aber auch in gewisser maßen keine Neutralität besitzt bzw. verscuht etwas mit seinen Äußerungen zu erreichen.\n\nIch denke eins seiner Kernziele in seinem Post war es den Ausdruck \"kid\" die Daseinsberechtigung zu nehmen. Ich stimme ihm auch zu das man niemanden aufgrund seines alters diskriminieren sollte. Man sollte es jedoch in seinen eigenen Entscheidungen und Äußerungen bedenken.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-08-10T10:27:25.124+0000","up_votes":1,"down_votes":0,"body":"Hier ist was von Lyte dazu. http://ask.fm/RiotLyte/answer/130574642626","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-08-09T12:29:44.755+0000","up_votes":1,"down_votes":0,"body":"Achja, falls du die Beiträge in der zeitlichen Reihenfolge sehen willst, kann man auch nach chronologisch sortieren.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T12:42:41.731+0000","up_votes":1,"down_votes":0,"body":"Danke mal schauen ob ich das will :)","replies":[]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-08-09T12:16:48.788+0000","up_votes":2,"down_votes":0,"body":"Wie Sirrkas schon gesagt hat, wurde die Hilfe am Anfang des Threads gegeben. Soweit ich mich erinnere, ohne hier nochmal alles durchzuklicken, auch in ordentlichem Ton. \n\nNur der Threadersteller und ein paar Gesinnungsgenossen, die bei etwas Nachforschung auch alle mit den Systemen in Kontakt gekommen sind (der mike d blood hat doch glaube ich einen Permaforenban), verbreiten halt sehr viel Unsinn und Unwahrheiten über das System. Sie greifen Leute persönlich an. Sie wiederholen nur immer wieder irgendwelche Halbwahrheiten und wollen die Schuld auf andere Abwälzen. Es ergibt keinen Sinn, dann jedes Mal die selben richtigen Antworten zu wiederholen. Man muss dann halt die Unwahrheiten herausstellen, damit diese nicht unkommentiert bleiben, aber gerade in diesem komplett ausgeuferten Thread wurde halt keinerlei Einsicht gezeigt. Man kann es ja auch sehr schön sehen, der TE hat auch nach seinem Forenban nicht wirklich Einsicht bezüglich seines Verhaltens zeigt. Er will nun Maßnahmen ergreifen um nicht mehr gebannt zu werden und schweigen. Aber wirklich akzeptiert, dass er toxisch war und das banwürdig war, hat er nicht.\n\nSicherlich ist es schön, wenn man einen Flamer reformieren kann, aber der TE und der Post, den ich da kommentiert habe, sind halt in keinster Weise einsichtig. Sie ignorieren die Argumente der anderen, und da sie selber keine besseren vorbringen können, greifen sie die Gegenseite persönlich an.\nDer Vorwurf, dass wir keinen Gemeinschaftssinn hätten, ist einfach nur eine dreiste Verzerrung der Tatsachen.\n\nDie Bezeichnung \"asozial\" ist keine Übertreibung im Zusammenhang mit dem Threadersteller (und dem Poster), der die Schuld für seine Flamerei auf andere abwälzen will und Gegenmeinungen selbst hier im Forum beleidigend attackiert.\nSolche Leute müssen halt im Endeffekt dann doch komplett entfernt werden.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T12:38:13.622+0000","up_votes":1,"down_votes":1,"body":"Naja das Problem, ist das nur halbe Sachen beim System nach außen kommen.\nSowohl pro als auch gegen das System, mit welchen sich dann im Forum gegenseitig belagert wird.\n\nDa Riot mit ihren Entscheidungen die meistens auch berechtigt sind nicht gerade sehr transparent umgeht. Was sich hoffentlich bessert. Z.B. die Reform Card für CRs immer noch nicht.\n\nDazu kommt eine naja doch herabwertender Support zumindest war so meine Erfahrung.\n\nProblematisch ist auch die höhe der Strafen das Warnungs System was es beim Tribunal gab gibt es nicht mehr, sondern z.B. direkt 75 Spiele eine CR ohne Erklärung weshalb wieso warum oft gefolgt von einer folge Strafe.\nDas drakonische Strafen relativ wenig bringen sollte man eigentlich gelernt haben.\n\nBei Bans bekommt man ein Chatlog genau eins und zwar das was den Ban getriggert hat. Das heißt der Flamer (meistens sehr junge Spieler sry) denkt so schreibe ich doch immer und nun gibt es eine Strafe.\n\nIch meine man könnte das System schon anzeigen lassen welche Sätze besonders übel waren oder wie oft man in den letzten 20 30 oder 50 Games reportet worden ist.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-09T15:42:08.698+0000","up_votes":1,"down_votes":0,"body":"Mit dem Vorschlag für mehr Feedback rennst Du bei mir offene Türen ein. Genauso bin ich auch dafür, dass der Support ohne dreimal nachfragen zu müssen Chatlogs rausrücken sollte, solange die automatischen Features nicht funktionieren. Das habe ich schon vielfach hier im Forum an Riot kritisiert.\n\nGenaues Highlighting, was genau Stein des Anstoßes war, wird es allerdings eher nicht geben, da es zum einen auch von der Quantität und genauen Interpretation abhängt. Ein \"Noob\" einmal in hundert Spielen ist sicherlich kein Beinbruch. Ein \"Noob\" mitten in einem endlosen langen negativ eingestellten Chatlog nur eines Spiels gehört aber mit zum toxischen Output.\n\nAußerdem könnten genaue Beweisoffebarungen dazu genutzt werden, die Grenzen des Systems auszuloten und dadurch Betrügereien zu ermöglichen. \n\nWenn man genaueres Feedback will, kann man ja hier im Forum nachfragen. Sofern man sich dann offen für die Analysen der Anderen gibt, dann wird es auch ein produktiver Thread. Das war nur hier nicht der Fall.\n\nIch finde schnellere Strafeskalation nicht verkehrt, denn egal wie gut die Systeme bereits arbeiten, es lässt sich nicht leugnen, dass beim täglichen Spielen immer noch jede Menge Toxizität zu beobachten ist. Man kann also in keiner Weise davon sprechen, dass alle Spieler eingeschüchtert wären und bereits kleinste Flamereien direkt zu Strafen führen. Es herrscht immer noch die Meinung vor, dass einen die Systeme eh nie erwischen und selbst wenn, die CR ist nun nicht gerade eine drakonische Strafe. Man kann ja immer noch ganz normal spielen. Die ganzen neutralen und positiven Spieler würde eine CR nicht mal einschränken, da sie eh nie soviel chatten um an das Limit zu kommen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-10T10:14:39.687+0000","up_votes":1,"down_votes":1,"body":"> der Support ohne dreimal nachfragen zu müssen Chatlogs rausrücken \nhabe seit März mehrere Tickets offen die einfach auf gelöst worden gesetzt werden es ist nicht einmal Möglich die Datumsangaben zu bekommen.\n\n> Genaues Highlighting, was genau Stein des Anstoßes war, wird es allerdings eher nicht geben, da es zum einen auch von der Quantität und genauen Interpretation abhängt.\n\nMomentan ist es das nur das Chatlog des die Strafe auslösenden Spiels gezeigt wird. Der Spieler bekommt demnach keine Information ob sein Verhalten allgemein oder nur in diesem Spiel falsch war.\n\n\"Get ca..er son of a german b..ch your race ....\" durfte ich mir bereits einmal anhören ich glaube das es hier egal ist ob er sonst ein netter Spieler ist. Dagegen jemand der einfach nur haha noob schreibt was z.B. auch bei mir mal vorkommt (wenn jemand am anfang flash in der base nutzt) oder es jedes game nach einem Kill es in den ALL chat postet.\n\n> Außerdem könnten genaue Beweisoffebarungen dazu genutzt werden, die Grenzen des Systems auszuloten und dadurch Betrügereien zu ermöglichen.\n\nWenn sich einer die Mühe macht ein solches System zu analysieren um zu flamen dann wird er das wahrscheinlich auch innerhalb des jetzigen Systems seine Lücke finden.\n\n> Wenn man genaueres Feedback will, kann man ja hier im Forum nachfragen. Sofern man sich dann offen für die Analysen der Anderen gibt, dann wird es auch ein produktiver Thread. Das war nur hier nicht der Fall.\n\nJop leider... und würde Riot mal ordentliche Informationen raus geben.\n\n> die CR ist nun nicht gerade eine drakonische Strafe.\n\nMomentan fängt man bei 75 Games an das war zu zeiten des Tribunals die Summe aller Strafen:\nhttps://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\nJa deren Seite ist immer noch nicht aktuell, du sagst 75 Spiele ist nicht schlimm naja gehen wir von 30 Minuten Pro Spiel aus dann sind das 37,5 Stunden Strafe, welche wenn man sich nicht positiv verhält meist mit einer kleineren Folgestrafe meist 60 Games weitergeht. Das ist in meinen Augen Bullshit, gerade als Erstrafe.\n\nUnd ja ich liebe dieses Argument man schreibt ja garnicht soviel als neutraler/positiver Spieler, naja als erstes man bekommt in 40 Minuten glaube ich 18 Nachrichten und das ist zu wenig.\nGl & Hf\nGoing ward\ndrake 1 min\n4 people top push bot i can hold it\nthey warded baron\ncan someone ward baron/drake\ncare jungler is in the bush\nund dazu wp, gj,  my bad\nsmite 15 sek\ngg\n\nMacht bei mir nun 12+ Nachrichten dann spricht man sich eventuell nochmal ab oder fragt ob gewardet ist  und schon biste bei  18+ Nachrichten.\n\nIch komme in der Regel immer auf mindestens 15 Nachrichten. Und was Riot in Ihrer Chat-Analyse nicht sagt ist welcher Spielmodus waren es premades welche ziemlich oft Voicechat verwenden oder doch nur Soloqueue.\n\nMacht einen sehr sehr großen unterschied denn wenn ich mit meinen 4 Leuten Skype oder TS nutze brauche ich den Chat jop garnet.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-10T11:40:08.833+0000","up_votes":1,"down_votes":0,"body":"> Gl & Hf\n\nbraucht man nicht, wenn man sehr chataktiv ist und Gefahr läuft ans Limit zu kommen\n\n> Going ward\n\nkann man auch mit einem On-the-way-ping und einem Alarmping auf den ADC klären\n\n> drake 1 min\n\nzur Not kann man auch mal Drag pingen, die Leute gucken dann den Timer nach. Das wäre zumindest meine Reaktion, wenn jemand auf den Pit pingt, aber das Icon noch nicht da ist.\n\n> 4 people top push bot i can hold it\n\nkann man eigentlich auch mit Pings klären. Man pingt auf die Gegner und auf den Turm, der als Kontermaßnahme genommen werden soll\n\n> they warded baron\n\ndie warded Situation ist schwierig nur mit Pings, aber man hat ja eben nicht 0 Chatposts zur Vefügung\n\n> can someone ward baron/drake\n\ns.o.\n\nEine Aufforderung zum warden braucht man maximal ein bis zwei mal im Spiel. Entweder die Leute tun es dann oder eben nicht. Mehr Aufforderung wird dann nur unnötige Kritik, die die Stimmung senkt und sowieso nur verpufft.\n\n> care jungler is in the bush\n\nAlarmping reicht völlig, wenn Du soviel Zeit in eine Chatnachricht investierst, läufst Du nur Gefahr nicht reagieren zu können. Das ist die unnötigste Mitteilung in dieser Liste\n\n> und dazu wp, gj,  my bad\n\nnett aber unnötig, kann man weglassen, wenn man ans Limit kommt\n\n> smite 15 sek\n\nmittlerweile kann man auch die Timer im Scoreboard sehen, wenn man wirklich am Chatlimit ist, kann zur Not auch backpingen. Wenn ein Jungler das macht und vom Drag wegläuft, sollte eigentlich klar sein, was Sache ist\n\n> gg\n\ndie letzte Nachtricht im Spiel hat man noch Nachrichten frei ist es keine Verschwendung mehr, hat man keine frei ist es auch egal\n\n\nAlso bis auf Warding Geschichten und Summonerspelltimer kann man praktisch alles ohne Chat regeln und für den Rest reichen die verbleibenden Nachrichten locker aus und wenn nicht, dann hat man halt einfach mal Pech gehabt und hätte nicht vorher flamen sollen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-16T14:58:33.095+0000","up_votes":1,"down_votes":0,"body":"Frage hattest du eine CR? Und es gäbe noch weitaus mehr Nachrichten^^\n\nIch hatte eine und bin in den 15 normalen Spielen (bevor ich bemerkte das coop games auch zählen) ca. 10 mal an das Limit gestoßen. Und nochmal es sind am Anfang 3 maximal 5 Nachrichten dabei bekommt man eine alle 4 Minuten.\n\n> nett aber unnötig, kann man weglassen, wenn man ans Limit kommt\n\nmybad absolut wichtig so wichtig das ich ein makro dafür habe, hilft viel\n\n> Kann man auch mit einem On-the-way-ping und einem Alarmping auf den ADC klären\n\ndann nehmen wir going ward baron ein movement ping zum baron kann alles bedeuten von hauen wir ihn bis gegener macht ihn über eigentlich mag ich nur warden\n\n> Eine Aufforderung zum warden braucht man maximal ein bis zwei mal im Spiel. Entweder die Leute tun es dann oder eben nicht. Mehr Aufforderung wird dann nur unnötige Kritik,\n\nich frage häufig meinen adc ob er sein trinket nutzen kann wenn mein ward am auslaufen ist.\n\n> Alarmping reicht völlig, wenn Du soviel Zeit in eine Chatnachricht investierst, läufst Du nur Gefahr nicht reagieren zu können. Das ist die unnötigste Mitteilung in dieser Liste\n\nAls Support leider nicht es ist eher eine der nötigsten. Die Hauptaufgabe ist das der ADC auf der Bot Lane Farmt dabei stelle ich mich als Support meistens standardmäßig in den Bush um einen oder gar beide Wards im early zu baiten. Der Gegner tut dies meistens auch, das heißt pinge ich den Bot Busch geht mein ADC meistens vom Support aus und verpeilt das der Jungler den ich eventuell kurz beim reingehen gesehen habe.\nBzw. macht es Sinn zu erwähnen wer im Busch steht ist es einer oder zwei wichtige Informationen fürs Team.\n\n> mittlerweile kann man auch die Timer im Scoreboard sehen, wenn man wirklich am Chatlimit ist, kann zur Not \nauch backpingen. Wenn ein Jungler das macht und vom Drag wegläuft, sollte eigentlich klar sein, was Sache ist\n\nOder das Team versucht es ohne dich oder denkt drake wäre zu gefährlich, bei smite in 15 Sek. kann man den Schaden drosseln oder man wartet kurz bevor man versucht den Baron zu stealn.\n\n\nUnd sorry für das kommende ABER nur weil ihr der Meinung seit das 3 + 1/4min Nachrichten reichen heißt das nicht, dass das für alle gilt. Ich spiele wenn ich sehr sehr viel Freizeit und Lust habe eventuell einmal 20 Spiele die Woche und nun fühle ich mich für 4 Wochen eingeschränkt und man teilt mir keine genauen Infos mit.\n\n\n(Ich denke ich weiß um welches Spiel es sich bei meiner CR gehandelt hat, aber naja freundlich gesagt die beiden hatten meinen Sarkasmus verdient und eine Strafe ok happens :))","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-10T12:12:33.747+0000","up_votes":1,"down_votes":0,"body":"gg kann man ja auch nach dem Spiel schreiben, da sehen das sogar alle Teilnehmer.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-10T12:22:06.847+0000","up_votes":1,"down_votes":0,"body":"und gl&hf kann man im Champselect auch schon dem Team mitteilen. Allchat geht ja eh nicht mit CR.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-08-05T14:01:56.890+0000","up_votes":3,"down_votes":0,"body":"Wie kannst du dir selbst so sehr widersprechen? Eine Community ist da um sich zu helfen, da stehe ich total dahinter. Das ist der Idealfall. Aber keine Community will jemanden, der das ganze Spiel über \"ihr seid alle UNFÄHIG\" schreibt. Einmal abgesehen davon, ist das nicht hilfreich und schließt den TE laut deiner Definition von der Community aus. Du selbst bist da leider kein Stück besser. Beleidigungen sorgen bestenfalls dafür, dass man aus der Community ausgeschlossen wird. \n\nKann es sein, dass du gerade einen längeren Forenbann hinter dir hast?","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T13:54:58.191+0000","up_votes":2,"down_votes":0,"body":"> Jeder von euch kleinen** kann seinen Fehler nicht einsehen und keiner von euch gibt nach weder die Mods noch die Kinder.\n\nWarum kann dann der TE den du ja so sehr in Schutz nimmst selbst nicht seine Fehler einsehen? Er macht seine Teammates dafür verantwortlich, dass diese kein SS gesagt haben. Dabei ist der TE einfach nur zu schlecht um mal ganz kurzu auf die MiniMap zu schauen und zu sehen, dass die Gegner verschwunden sind. Und Wards kaufen und aufstellen kann er ja auch nicht wenn er ein SS hören muss. Wir sollen uns also unsere Fehler von irgendwelchen Randoms aufzeigen lassen, die scheinbar auch noch schlechter sind als ich? Guter Witz! Ich lasse mir doch von niemandem Fehler vorwerfen, der es nicht mal schafft seine eigenen einzusehen. Wie will er mir helfen, wenn er scheinbar nichtmal die Basics verstanden hat?","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:37:58.618+0000","up_votes":1,"down_votes":0,"body":"naja das mit dem ss war das harmloseste und ab un an weh ja^^","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-09T09:39:57.398+0000","up_votes":1,"down_votes":0,"body":"Trotzdem hat niemand ein Recht andere zu blamen, wenn er genauso schlecht spielt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T10:02:40.307+0000","up_votes":1,"down_votes":0,"body":"Naja wahrscheinlich wars so man weiß es ja nicht^^\n\nUnd ab und an gerade bei Splitpushen muss man sich ein wenig auf das Team verlassen können.\n\nAber man kann es auch freundliche und ohne CAPSLOCK machen^^","replies":[]}]}]}]},{"id":"","poster":"Shioro","date":"2015-08-05T14:01:01.202+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Mike D Blood,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000b,timestamp=2015-08-05T13:44:58.481+0000)\n>\n> @Trouble,\n> du kannst hier mit den Lo**** soviel Diskutieren wie du willst, wenn ihr geliebtes Spiel LoL angegriffen wird,\n> eskalieren die ganzen Nerds.\n> Ich verstehe einfach nicht, wie du wegen sowas einen Bann bekommen hast das ist für mich unbegreiflich.\n> In jedem anderen Spiel wird über sowas hinweg gesehen und gelacht.\n> Diese Community ist zu nix zugebrauchen.\n> Nur die wenigsten verstehen den Sinn hinter einer Community, nämlich das gegenseitige helfen.\n> Was hier nicht der Fall ist.\n> Jeder von euch kleinen****** kann seinen Fehler nicht einsehen und keiner von euch gibt nach weder die Mods noch die Kinder.\n> Das ist ziemlich traurig","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-05T12:46:58.533+0000","up_votes":3,"down_votes":0,"body":"mein persönliches Highlight dieses Chatlog: Du fängst mit \"SAY SS PLS\" an... gibst also in diesem Moment den anderen die Schuld für deine mangelnde Mapawareness und Wards und dass du deswegen gestorben bist...\n\nUnd kurz darauf schreibst du ein \"NEVER\nBLAME YOUR TEAMMATES\"\n\nNachdem du zwischendurch noch mal ein verstärkendes \"ok u guys have NO CLUE OF HOW TO PLAY RANKED\" gepostet hast... du kriegst scheinbar selber nicht mit, dass du anderen immer wieder mehr oder weniger direkt die Schuld für deine Niederlagen gibst.\n\nUnd ja, Riot hat in den Patch Notes steht explizit drin, dass die Strafen gerade noch schneller kommen werden... und ja, wer Ranked spielt, sollte Patch Notes lesen...\n\nLetzter Gedanke: Wenn das nichts ist, ist Putin ein lupenreiner Demokrat.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:44:52.194+0000","up_votes":1,"down_votes":0,"body":"oh oh oh mein Freund das mit Putin hättest du nicht schreiben dürfen.^^\nDenn egal wie du es drehst oder wendest du weißt es nicht 100% genau. (siehe Fernsehkritik.tv)  Da kann man sehen wie viel deutsche MEdien verfälschen nur damit das Bild stimmt =)","replies":[]},{"id":"","poster":"The Trouble","date":"2015-08-05T13:27:32.329+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0006,timestamp=2015-08-05T12:46:58.533+0000)\n>\n> mein persönliches Highlight dieses Chatlog: Du fängst mit \"SAY SS PLS\" an... gibst also in diesem Moment den anderen die Schuld für deine mangelnde Mapawareness und Wards und dass du deswegen gestorben bist...\n> \n> Und kurz darauf schreibst du ein \"NEVER\n> BLAME YOUR TEAMMATES\"\n> \n> Nachdem du zwischendurch noch mal ein verstärkendes \"ok u guys have NO CLUE OF HOW TO PLAY RANKED\" gepostet hast... du kriegst scheinbar selber nicht mit, dass du anderen immer wieder mehr oder weniger direkt die Schuld für deine Niederlagen gibst.\n> \n> Und ja, Riot hat in den Patch Notes steht explizit drin, dass die Strafen gerade noch schneller kommen werden... und ja, wer Ranked spielt, sollte Patch Notes lesen...\n> \n> Letzter Gedanke: Wenn das nichts ist, ist Putin ein lupenreiner Demokrat.\n\nbrav. hast drei passagen gefunden, wo du keine ahnung hast, worauf ich überhaupt geantwortet habe... das ist toll,... so bildet man sich meinungen.. viel glück in deinem leben","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T14:00:19.525+0000","up_votes":1,"down_votes":0,"body":"Du hast \"SAY SS PLS\" auf etwas geantwortet? Welchen Kontext gibt es denn dazu? \"mid no flash\" \"SAY SS PLS\" oder wie kann ich mir das vorstellen? Macht gar kein Sinn.","replies":[]}]}]},{"id":"","poster":"Chadoo","date":"2015-08-06T07:29:47.392+0000","up_votes":1,"down_votes":8,"body":"Interessant nachdem du der einzige warst der in meinem Thread nicht sofort auf stur geschaltet hat und Riots System für Perfekt hält dachte ich mir mal ich lese mir mal deinen Fall durch.\n\nIch erkenne ein Muster es ist offensichtlich das du dich lediglich gegen das Verhalten von 2 deiner Mates wehrst. Du hast nicht mal schlimme Wörter benutzt aber nein ist hier scheinbar jedem egal du hast n Bann und du hast den Chat benutzt = schuldig!","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-06T08:16:23.370+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0011,timestamp=2015-08-06T07:29:47.392+0000)\n>\n> Interessant nachdem du der einzige warst der in meinem Thread nicht sofort auf stur geschaltet hat und Riots System für Perfekt hält dachte ich mir mal ich lese mir mal deinen Fall durch.\n> \n> Ich erkenne ein Muster es ist offensichtlich das du dich lediglich gegen das Verhalten von 2 deiner Mates wehrst. Du hast nicht mal schlimme Wörter benutzt aber nein ist hier scheinbar jedem egal du hast n Bann und du hast den Chat benutzt = schuldig!\n\nZeig mal bitte, wo jemand hier oder in deinem Thread das System für perfekt hält. Mit Zitat bitte. Das wirst du nicht finden, die Behauptung, dass es die Leute tun, allerdings schon.\n\nUnd immer noch ist dir egal,dass nennen es wir mal Angreifer und Verteidiger, nicht alleine sind und der Spielfluss, wenn man dauernd chattet darunter leidet, Spam ist übrigens auch ein valider Reportgrund.\nAuch egal, dass er spätestens ab Dauercaps Drohungen ausspricht, sozusagen nur noch schreit, und nur Befehle ausspricht. Jetzt mal ganz davon ab, ob das was er da schrieb überhaupt richtig war, würdest du auf jemanden hören, der dir gleichgestellt ist, keinerlei Authorität besitzt, nur rumschreit, dich bedroht und noch einen abartig arroganten Befehlston an den Tag legt? Also ich nicht und die Mehrheit der Com. auch nicht.\nÜbrigens kann man sich auch daneben benehmen ohne schlimme Wörter zu benutzen, die braucht es nicht, um ein jerk zu sein. Lies doch mal den gesamten Thread, wie ich es getan habe, da sieht man ganz genau wes Geistes Kind der Typ ist (jetzt bin ich in seinen Augen dumm, weil ich Rückschlüsse aus seinen Beiträgen gezogen habe lol).\n\nIhr beide seit stur wie Esel. Allerdings sind Esel wahrscheinlich schlauer als ihr beide zusammen.\nHey ich hab keine schlimmen Worte benutzt... \n\nAm Besten addet ihr euch und begebt euch gemeinsam auf die letzte Etappe zum Permabann, denn der wird dank eurer Egozentrik unausweichlich sein.","replies":[{"id":"","poster":"Chadoo","date":"2015-08-06T09:11:58.741+0000","up_votes":1,"down_votes":6,"body":"dann bist du jetzt wohl auch gebanned du hast ja was böses gesagt und Zusammenhänge sind ja volllkommen unwichtig","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-08T06:03:21.693+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=001100000000,timestamp=2015-08-06T09:11:58.741+0000)\n>\n> dann bist du jetzt wohl auch gebanned du hast ja was böses gesagt und Zusammenhänge sind ja volllkommen unwichtig\n\nJap war ich, und weißt du was, war verdient, Nettiquette und so. Fahr ich halt wieder einen Gang runter, hab ich kein Problem mit.\nSo geht übrigens auch der Großteil mit seinen Ingamebans um, er reflektiert und überlegt, was denn so böse war, die meisten brauchen da auch gar keine Hilfe wie einige hier, sondern wissen das auch selber.\nDie Leute, die es betrifft sind eh eine Minderheit, die Leute, die sich hier darüber Beschweren nochmal ne Minderheit der Minderheit und Leute wie du und der TE, die null Einsicht zeigen, stur auf dem eigenen Standpunkt beharren, bilden dann in diesem winzigen Pool leider die Mehrheit und nicht wenige dieser Grupe leiten dann sogar daraus ab, dass sie insgesamt ne Mehrheit bilden würden.\nWenn ich mir allein schon die Überschrift hier gebe \"wegen Nichts\" äh sorry \"WEGEN NICHTS\" obwohl da was ist...\nOder deine Argumente, die zusammengefasst eigentlich nur lauten \"Ich bin anderer Meinung\", obwohl dir zig Leute bereits erklärt haben, warum die Umsetzung deiner Überzeugung nicht akzeptiert wird. Kommt auch nur vereinfacht gesagt \"ne find ich doof\" auf s warum \"ja find ich halt so\" wirklich 0 Argumente, außer der eigenen Meinung und die, die ihr beide habt, führt euch eben zum Permabann, da kann ich und kein anderer hier auch nichts dran ändern, und selbst wenn wär ich glaube ich nicht der einzige der euch, ob eurer Sturheit, Uneinsichtigkeit und Unbelehrbarkeit direkt den 14Tagebann in Perma umwandeln würde.","replies":[{"id":"","poster":"Chadoo","date":"2015-08-08T06:46:51.645+0000","up_votes":1,"down_votes":2,"body":"Lies meine Posts nochmal und sag dann nochmal das ich nicht argumentiere...","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-08T07:25:04.188+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00110000000000010000,timestamp=2015-08-08T06:46:51.645+0000)\n>\n> Lies meine Posts nochmal und sag dann nochmal das ich nicht argumentiere...\n\nEins nach dem anderen, wir warten immer noch auf die Zitate von dir, in denen jemand hier das System für perfekt hält.\n\nIch hab übrigens auch nicht gesagt, dass du nicht argumentierst, ich sagte lediglich, dass dein einziges Argument bisher deine Meinung war und auch da kann weder ich noch jemand anderes etwas daran ändern, dass es ohne Untermauerung keine valide Diskussionsgrundlage bietet, schon gar nicht wenn man sich permanent verweigert auch nur 1 mm von der eigenen Position abzurücken ganz egal, wie erdrückend die Gegenargumente sind.\nDarum geht es ja in einer Diskussion, die Gegenseite von der eigenen überzeugen. Naja und deine Seite ist wenig überzeugend und hat eben die fiesen Konsequenzen. Die Gegenseite will dir das eigentlich nur aufzeigen und damit helfen, hier geht es nicht um Recht oder Unrecht haben.\n\nDa dir ja sehr wichtig ist wer angefangen hat, wäre eine solche Grundlage mit Argumenten z.B. :\n\nIch kann akzeptieren, dass ich bestraft wurde, weil mir der Kragen bei solchen Leuten einfach platzt. Da ich aber ohne diesen Impuls nie angefangen hätte und es sicher auch vielen anderen so geht, fände ich es gut, wenn diejenigen Spieler, die den ersten Impuls eines Flamewars liefern härter bestraft werden sollen als die, die darauf reagieren.\n\nDAS wäre eine valide Grundlage, aber du nimmst dich und andere Reaktionäre ;) mit deiner Forderung der Straffreiheit komplett raus, obwohl ihr eben Fehlverhalten an den Tag gelegt habt, das euer normales Verhalten in solchen Situationen ist und wie jetzt schon 10 verschiedene Leute gesagt haben noch 3 andere im Team dann darunter leiden dürfen und genauso viele, dass mute von Flamern mehr Vor- als Nachteile bringt, das, sogar mit Daten untermauert, kommt noch hinzu.\n\nIch kann dir nur ans Herz legen, falls du an deinem Acc. hängst dich zum muten zu überwinden oder eben zum Finger still halten, aber eins von beidem bzw. sogar beides muss es werden.\nDa ich nachvollziehn kann, warum du nicht muten magst, geb ich dir noch einen Tipp auf den Weg:\nSag dem betreffenden Spieler, pls ping if i want to make a call. Problem gelöst, falls da tatsächlich noch was kommt.\n","replies":[]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-06T09:19:21.418+0000","up_votes":2,"down_votes":0,"body":"Ich verstehe echt nicht wie Leute wie ihr nicht verstehen könnt das Zusammenhänge wirklich **unwichtig** sind. Flame ist Flame, Beleidigung ist Beleidigung, was dem vorausgeht ist egal. Du störst andere Spieler damit das du dich gegen Flame whrst PUNKT. Ihr wollt das Flamer (also die die angefangen haben) bestraft werden, aber ihr frei davon kommt ihr habt euch ja nur \"gewehrt\". Was ist denn mit den anderen Leuten in eurem Team? Die müssen sich eure Konservation antun und sind von euch beiden genervt. Nach Ansicht dieser anderen Spieler seid ihr beide 1 zu 1 gleich schlimm, egal wer angefangen hat. Und um diese Spieler, die sich benehmen können zu schützen, müssen alle Strafen erhalten die flamen und nicht nur diejenigen, die angefangen haben.","replies":[{"id":"","poster":"Chadoo","date":"2015-08-06T10:11:24.054+0000","up_votes":1,"down_votes":5,"body":"Erstens: Nicht jeder Unbeteiligt ist genervt davon.\n\nZweitens: Selbst wenn sie von Beidem genervt sind ist es vollkommen ausreichend den Anfangenden zu bestrafen.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-06T10:27:19.255+0000","up_votes":2,"down_votes":0,"body":"> Erstens: Nicht jeder Unbeteiligt ist genervt davon.\n\nDu bist doch schienbar auch immer davon genervt, sonst würdest du dich nicht rechtfertigen.\n\n> Zweitens: Selbst wenn sie von Beidem genervt sind ist es vollkommen ausreichend den Anfangenden zu bestrafen.\n\nNein es reicht nicht. Was lernt der zweite daraus? \"Oh, sobald einer Flamed darf ich den aufs übelste Beleidigen und fertig machen, ist ja erlaubt.\" Dadurch würde es noch viel viel mehr Flamer geben, da die Spaß daran hätten das System auszunutzen. Unter gar keinen Umständen würde der Flame dadurch weniger werden. Wenn beide nicht mehr flamen können ist die Community erstmal vor denen sicher.\n\nWenn jemand deine Eltern umbringt darfst du auch nicht einfach ihn oder seine Eltern umbringen. Gleiches mit Gleichem zu bekämpfen ist schon lange nicht mehr erlaubt und anerkannt. Seitdem der Mensch dazu in der Lage ist **nachzudenken** und seine Triebe zu kontrollieren braucht es auch kein \"Auge um Auge, Zahn um Zahn\" mehr wie im Mittelalter. Funktioniert hat das sowieso nicht. Wieso ihr immer noch nach diesem Prinzip leben wollt ist mir schleierhaft.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-08-06T16:27:51.612+0000","up_votes":1,"down_votes":0,"body":"Stammt das mit dem Aug um Auge nicht sogar aus noch früheren Zeiten? Ich meine das wäre bei den Babyloniern in den frühesten schriftlichen Rechtsdokumenten überhaupt zu finden gewesen.\n\nEdit: Jupp beim guten alten Hammurapi wars und sogar noch davor.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-07T06:37:20.841+0000","up_votes":1,"down_votes":0,"body":"Ja, das Prinzip ist schon sehr, sehr alt. Habe \"Mittelalter\" einfach nur als Beispiel genannt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-07T07:46:12.601+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00110000000000000000000000010000,timestamp=2015-08-07T06:37:20.841+0000)\n>\n> Ja, das Prinzip ist schon sehr, sehr alt. Habe \"Mittelalter\" einfach nur als Beispiel genannt.\n\nWobei noch angemerkt werden sollte, dass du mit \"Auge um Auge\" noch falsch liegst und das ganze noch schlimmer ist.\n\nDenn der User meinte, dass nur der erste Flamer (wer anfängt) bestraft werden sollte.\n\nAuge um Auge würde bedeutet (bei Flaming): einer flamet, der andere flamet zurück, fertig! (keine weitere Strafen).\n\nJener User meinte jedoch, dass der erste Flamer trotzdem noch bestraft wird, der andere jedoch nicht. Damit besteht schlicht und einfach keine Gleichbehandlung.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-07T07:51:18.311+0000","up_votes":1,"down_votes":0,"body":"Das Auge um Auge sollte auch eher Aussagen, dass generelles zurückflamen nicht funktioniert, genauso wenig wie Auge um Auge in älteren Zeiten nicht funktioniert hat.\n\nIch finde seine Idee nur den Anfangenden zu bestrafen genauso schlecht wie du. Wie du schon sagst wäre dann schlicht und einfach keine gleiche Behandlung mehr gegeben. Auch fällt mir nicht ein Grund ein warum eben nur der Erste bestraft werden sollte. Wer zurückflamet ist keinen Deut besser.","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-07T07:58:33.959+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0011000000000000000000000001000000000000,timestamp=2015-08-07T07:51:18.311+0000)\n>\n> Das Auge um Auge sollte auch eher Aussagen, dass generelles zurückflamen nicht funktioniert, genauso wenig wie Auge um Auge in älteren Zeiten nicht funktioniert hat.\n> \n> Ich finde seine Idee nur den Anfangenden zu bestrafen genauso schlecht wie du. Wie du schon sagst wäre dann schlicht und einfach keine gleiche Behandlung mehr gegeben. Auch fällt mir nicht ein Grund ein warum eben nur der Erste bestraft werden sollte. Wer zurückflamet ist keinen Deut besser.\n\nWar auch keine Kritik an dich. ;)\n\nDie Ergänzung sollte nur aufzeigen:\n\n- Zurückflamen (Auge um Auge): altertümliche (und keine sinnvolle) Rechtsansicht\n- Nur der 1. Flamer soll bestraft werden: ungerechte/unausgeglichene Rechtsansicht\n\nWir sind uns beide einig, dass beide Ansichten völlig daneben sind und auch nicht funktionieren kann.","replies":[]}]}]}]}]},{"id":"","poster":"Chadoo","date":"2015-08-06T10:38:45.994+0000","up_votes":1,"down_votes":2,"body":"zu erstem: wann hab ich mich je darüber beschwert wenn andere sich flamen?\n\nund zu zweitem: Gut nehme ich halt dieses Bespiel du bist also der Meinung jemand der aus heiterem Himmel 2 Menschen umbringt und Jemand der aus Reaktion und Rache tötet sei exakt dasselbe?","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-06T11:50:52.805+0000","up_votes":1,"down_votes":0,"body":"Er bringt 2 aus einer Familie um, dann bringt der Rächer 2 aus dessen Familie um. Dann rächt sich wieder der Mörder und bringt noch mehr aus der Familie um, woraufhin der Rächer wieder in Aktion tritt. Sowas nennt sich Teufelskreis. Deswegen hat Auge um Auge auch nie funktioniert. Daraus enstehen höchstens Blutfehden, bis ganze Stämme/Clans/Familien ausgelöscht werden. Schließlich hat beim Rachepferdediebstahl einer nicht aufgepasst und ein Auge verloren. Dann wollten sie einem aus dem anderen Clan ein Auge ausstechen, dabei ist aber noch dessen Sohn zu Schaden gekommen, woraufhin die Antowrt darauf wieder schlimmer ausfällt.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-08-06T11:16:40.738+0000","up_votes":1,"down_votes":0,"body":"> und zu zweitem: Gut nehme ich halt dieses Bespiel du bist also der Meinung jemand der aus heiterem Himmel 2 Menschen umbringt und Jemand der aus Reaktion und Rache tötet sei exakt dasselbe?\n\nJa, beide Taten sind exakt gleich schlimm. Nur weil er es aus Rache macht soll es weniger schlimm sein? Das wäre auch keine natürliche Reaktion darauf. So wie es meiner Meinung nach auch keine natürliche Reaktion ist auf Flamer zu antworten.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-08-06T09:26:16.323+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0011,timestamp=2015-08-06T07:29:47.392+0000)\n>\n> Interessant nachdem du der einzige warst der in meinem Thread nicht sofort auf stur geschaltet hat und Riots System für Perfekt hält dachte ich mir mal ich lese mir mal deinen Fall durch.\n\nWie bereits erwähnt:\nNiemand hat hier geschrieben, dass das System Perfekt ist. Ansonsten: Quote or it didn't happen! ;)\n\nWir haben höchstesn davon gesprochen, dass die Fehlerquote recht gering ist.\nIn diesem Fall sehen wir auch keinen Fehler, weil der TE aus Sicht der Mehrheit als toxisch beurteilt wird.\n\n\"Interessanterweise\" finden gerade jene Spieler das System schlecht, die bestraft wurden. Ob dies eine unabhängige Meinung ist, kann man wohl bezweifeln.\n\n> Ich erkenne ein Muster es ist offensichtlich das du dich lediglich gegen das Verhalten von 2 deiner Mates wehrst. Du hast nicht mal schlimme Wörter benutzt aber nein ist hier scheinbar jedem egal du hast n Bann und du hast den Chat benutzt = schuldig!\n\nMan kann auch ohne Schimpfwörter toxisch sein. Der TE beweist dies hier sehr gut.\n\nDenn einmal anders gefragt:\n- Würdest du mit einem Mate spielen, der im chat ständig so etwas schreibt?\n- Wie hättest du reagiert, wenn einer deiner Mates das gleiche schreibt wie im chatlog des TE?","replies":[]},{"id":"","poster":"The Trouble","date":"2015-08-07T19:33:49.787+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Chadoo,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0011,timestamp=2015-08-06T07:29:47.392+0000)\n>\n> Interessant nachdem du der einzige warst der in meinem Thread nicht sofort auf stur geschaltet hat und Riots System für Perfekt hält dachte ich mir mal ich lese mir mal deinen Fall durch.\n> \n> Ich erkenne ein Muster es ist offensichtlich das du dich lediglich gegen das Verhalten von 2 deiner Mates wehrst. Du hast nicht mal schlimme Wörter benutzt aber nein ist hier scheinbar jedem egal du hast n Bann und du hast den Chat benutzt = schuldig!\n\nja anscheinend soll man gar nichts sagen, das ist auch die erkenntnis, die ich daraus gewonnen habe. das lustige ist, es gab so viele spiele, wo ich das getan habe und am ende, diese leute NICHT reportet habe, einfach weil sie gegen schluss sich zusammengerissen haben und das spiel gewonnen war, aber solche dinge interessieren niemanden, schreibt man ein, zwei oder vielleicht ein paar mal (wobei verglichen mit der gesamtanzahl der spiele diese anzahl so gut wie nichts darstellt), so ist man der \"flamer\" (so stellen mich die leute jetzt hin) und man hat den report verdient...\n\nlächerlich finde ich diese leute. was die anderen im spiel getan und geschrieben ist nicht zu vergleichen mit dem was ich geschrieben habe...","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:17:41.954+0000","up_votes":1,"down_votes":0,"body":"Naja der Anfang ok aber ab dem du Angefangen hast mit CAPS ZU SCHREIBEN WURDEST DU UNFREUNDLICH^^\n\nOb das nun einen Ban rechtfertigt naja Chatrestriktion wäre eventuell besser gewesen, man weiß nur nicht wie deine anderen Spiele waren.\n\nUnd sei mal ehrlich:\n\n>NEVER SURRENDER OMG\nDONT SAY AGAIN OR REPORTED\nok\nok u guys have NO CLUE OF HOW TO PLAY RANKED\nTHIS\nIS\nRANKED\nNEVER\nEVER\nSURRENDER A RANKED\nNEVER\nOK???\nIF U SOMEONE TRY TO\nHE GETS HIS REPORT FOR HELPING ENEMY TEAM\nNEVER\nBLAME YOUR TEAMMATES\nDUDE\nTHEY GANKES me every minute\n\ngut ja Frust ist ok und ich denke du wolltest sie motivieren weiter zuspielen und es zu versuchen, aber nach so einer Ansprache kann ich verstehen wenn sie das nicht mehr wollen.\n\nalternative:\n\nCome on guys i know its not working well but i think we still have a chance.\nLets think about what can we do\nif we play or surrender we louse the same lp so lets try it again i think we can still win\n\nanschließend kannst du vorschläge machen wie eine trap legen den eigenen jungle warden und warten bis deren adc versucht euren red zu machen.","replies":[]}]}]},{"id":"","poster":"o bAshTi o","date":"2015-08-05T12:05:48.192+0000","up_votes":1,"down_votes":1,"body":"Mehr Fragezeichen bitte!","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:10:13.780+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=o bAshTi o,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0001,timestamp=2015-08-05T12:05:48.192+0000)\n>\n> Mehr Fragezeichen bitte!\n\nnoch so einer der nix beizutragen hat... deswegen kriege ich reports.. wegen solchen leuten. die sich dann über fragezeichen aufregen und einfach reporten...","replies":[{"id":"","poster":"eingew","date":"2015-08-05T12:14:00.004+0000","up_votes":3,"down_votes":1,"body":"Ja und? Ungerechtfertigte Reports führen nicht zu einer Strafe...\n\nAber Satzzeichen zu spammen ist auch nicht immer höflich.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:25:28.335+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000100000000,timestamp=2015-08-05T12:14:00.004+0000)\n>\n> Ja und? Ungerechtfertigte Reports führen nicht zu einer Strafe...\n> \n> Aber Satzzeichen zu spammen ist auch nicht immer höflich.\n\nwas für \"i-tüpfelchen-reiter\" seid ihr eigentlich???  jetzt geht es sogar schon um die anzahl der fragezeichen... kann nur kopfschütteln...","replies":[{"id":"","poster":"eingew","date":"2015-08-05T12:39:35.766+0000","up_votes":3,"down_votes":0,"body":"Ich glaube eine Diskussion mit dir bringt recht wenig... Die Sache ist, dass du von der Verhaltensnorm negativ abweichst, auch wenn du das anders siehst. Deine Mitspieler fühlen sich durch dein Verhalten gestört. Und jetzt ist es an dir das zu ändern, oder endgültig von LoL ausgeschlossen zu werden.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:12:41.904+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000000000000000,timestamp=2015-08-05T12:39:35.766+0000)\n>\n> Ich glaube eine Diskussion mit dir bringt recht wenig... Die Sache ist, dass du von der Verhaltensnorm negativ abweichst, auch wenn du das anders siehst. Deine Mitspieler fühlen sich durch dein Verhalten gestört. Und jetzt ist es an dir das zu ändern, oder endgültig von LoL ausgeschlossen zu werden.\n\ndas heißt der chat is völlig nutzlos :) weil unterhalten wird man sich im spiel wohl nicht über was anderes.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-08-05T14:38:00.389+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000100000000000000000001,timestamp=2015-08-05T14:12:41.904+0000)\n>\n> das heißt der chat is völlig nutzlos :) weil unterhalten wird man sich im spiel wohl nicht über was anderes.\n\nEr ist nicht nutzlos. Er wird dazu genutzt um dragontimer etc anzusagen. Du mistbrauchst den Chat um anderen zu drohen und zu beleidigen.\n\nWas willst du eigentlich hier? Dir wurde von xx Leuten gesagt das du zurecht gebannt wurdest. Glaub es oder glaub es nicht.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T14:41:16.207+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0001000000000000000000010001,timestamp=2015-08-05T14:38:00.389+0000)\n>\n> Er ist nicht nutzlos. Er wird dazu genutzt um dragontimer etc anzusagen. Du mistbrauchst den Chat um anderen zu drohen und zu beleidigen.\n> \n> Was willst du eigentlich hier? Dir wurde von xx Leuten gesagt das du zurecht gebannt wurdest. Glaub es oder glaub es nicht.\n\nDRAGONTIMER??? REALLY???\n\nund genau mit solchen leuten spiele ich dann im gleichen team. die nicht mal wissen, dass man den nicht mehr braucht ogm.. MAN BRAUCHT KEINEN CHAT... es sei denn man kommuniziert OHNE BELEIDIGEND ZU WERDEN; WAS BEI MIR DER FALL IST: schreien, emotional werden, ist NORMAL IN MEINEN AUGEN ::::  was für weicheier seid ihr eigentlich??? was ich schon für flame erlebt habe... da wurde meiner mutter der krebs gewunschen und einer meinte mal, dass meiner eltern gestorben sind usw. usf...\n\ndas sind echte ban gründe... nicht mein \"DUDE\" ... ihr macht euch nur noch lächerlicher","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-08-05T19:11:52.247+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000000000000000000100010000,timestamp=2015-08-05T14:41:16.207+0000)\n>\n> DRAGONTIMER??? REALLY???\n> \n> und genau mit solchen leuten spiele ich dann im gleichen team. die nicht mal wissen, dass man den nicht mehr braucht ogm.. \n\nÄhm... also in Platin wird echt häufig eine Erinnerung wie \"Drake in 60\" geschrieben, weil ja nicht jeder immer an alles denken kann... damit man erst shoppen und warden kann und dann der Tanz mit dem Drachen beginnt...\n\nUnd dann gibt es noch die Timer, die nicht im HUD auftauchen: Summoners und Ultis. Für einen guten Jungler ist es das Paradis halbwegs zu wissen, welche Lane gerade einen Summonernachteil hat. Weil er darauf reagiert.\n\nUnd ja, 60% meines Chatverlaufes sind kryptische Kürzel wie \"Bot no flash 13\"... und ja, für so was brauche ich den Chat dringend.","replies":[]},{"id":"","poster":"Madchickendinner","date":"2015-08-05T14:48:17.718+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000000000000000000100010000,timestamp=2015-08-05T14:41:16.207+0000)\n>\n> DRAGONTIMER??? REALLY???\n> \n> und genau mit solchen leuten spiele ich dann im gleichen team. die nicht mal wissen, dass man den nicht mehr braucht ogm.. MAN BRAUCHT KEINEN CHAT... es sei denn man kommuniziert OHNE BELEIDIGEND ZU WERDEN; WAS BEI MIR DER FALL IST: schreien, emotional werden, ist NORMAL IN MEINEN AUGEN ::::  was für weicheier seid ihr eigentlich??? was ich schon für flame erlebt habe... da wurde meiner mutter der krebs gewunschen und einer meinte mal, dass meiner eltern gestorben sind usw. usf...\n> \n> das sind echte ban gründe... nicht mein \"DUDE\" ... ihr macht euch nur noch lächerlicher\n\nWie schon gesagt es geht nicht um andere es geht um dein Verhalten. Du drohst anderen Spielern mit reports das ist ein klarer Regelverstoß. Da du vorher schon häufiger bestraft wurdest ist das jetzt die Konsequenz draus. \nDu warst wie ein Bankräuber der auf Bewährung draußen ist. Jetzt hast du ein Kaugummi für 50cent geklaut. Eigentlich nicht viel und da macht keiner ein Aufstand drüber, aber das hat nunmal das Fass zum überlaufen gebracht. Jetzt gehts halt ab in den Knast. Dabei ist es völlig egal was die anderen tun oder schreiben, diese Leute werden auch irgendwann bestraft. Aber Riot sieht sich nur dein Verhalten an und das verstößt gegen die Regeln.","replies":[]},{"id":"","poster":"Xycoz","date":"2015-08-05T14:48:10.614+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000000000000000000100010000,timestamp=2015-08-05T14:41:16.207+0000)\n\n> \n> [...] es sei denn man kommuniziert OHNE BELEIDIGEND ZU WERDEN; WAS BEI MIR DER FALL IST: schreien, emotional werden, ist NORMAL IN MEINEN AUGEN ::::  [...]\n\nOhne beleidigend zu werden? Nee ist klar, das würdest du niemals tun, les dir mal bitte den Chatverlauf durch. Außerdem achte mal bitte darauf das du nicht aus lauter wut die CAPS-Taste gedrückt hälst, danke.","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-08-05T14:27:53.114+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du das?\n\nNatürlich ist es nicht so, dass die gesamte Community nicht ihrem eigenen Bild von gutem Verhalten entspricht. Das würde doch keinen Sinn machen.","replies":[]}]},{"id":"","poster":"The Trouble","date":"2015-08-05T13:35:09.779+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000000000000000,timestamp=2015-08-05T12:39:35.766+0000)\n>\n> Ich glaube eine Diskussion mit dir bringt recht wenig... Die Sache ist, dass du von der Verhaltensnorm negativ abweichst, auch wenn du das anders siehst. Deine Mitspieler fühlen sich durch dein Verhalten gestört. Und jetzt ist es an dir das zu ändern, oder endgültig von LoL ausgeschlossen zu werden.\n\noder das system gegen leute, die es verdient haben zu verwenden, ist doch nicht verwerflich oder? :)","replies":[{"id":"","poster":"eingew","date":"2015-08-05T14:06:25.330+0000","up_votes":1,"down_votes":0,"body":"Die Entscheidung wer \"es verdient hat\" obliegt der Masse, ein Missbrauch ist erfahrungsgemäß nicht möglich. Wenn du präziser werden würdest, wäre das hilfreich.","replies":[]}]}]}]}]},{"id":"","poster":"o bAshTi o","date":"2015-08-05T20:47:21.296+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00010000,timestamp=2015-08-05T12:10:13.780+0000)\n>\n> noch so einer der nix beizutragen hat... deswegen kriege ich reports.. wegen solchen leuten. die sich dann über fragezeichen aufregen und einfach reporten...\n\nMehr Punkte bitte!","replies":[]}]}]},{"id":"","poster":"NG Drakuboy","date":"2015-08-05T12:04:33.675+0000","up_votes":3,"down_votes":1,"body":"Flame weniger dann kriegste auch keinen ban.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:05:53.252+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=BaBy KiLLeR 02,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0000,timestamp=2015-08-05T12:04:33.675+0000)\n>\n> Flame weniger dann kriegste auch keinen ban.\n\nwo ist der flame???? aufregen darf man sich nicht? emotional sein darf man nicht??? ROBOTERMIENE BEIM SPIELEN.. ist es das was ihr komischen leute wollt??? spar dir solche mitteilungen und zeig mir was der grund für EINEN BAN IST .. zeig ihn mir!!!","replies":[{"id":"","poster":"eingew","date":"2015-08-05T12:06:35.962+0000","up_votes":2,"down_votes":0,"body":"Zu Reports aufrufen und blamen darf man definitiv nicht, nein.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:09:26.638+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000000000000,timestamp=2015-08-05T12:06:35.962+0000)\n>\n> Zu Reports aufrufen und blamen darf man definitiv nicht, nein.\n\naufrufen? warum nicht? wenn ich den typen schon warne, er soll das nicht tun und mitteile, dass ich solche verhalten mit einem report \"belohne\" DANN IST DAS DER GRUND FÜR EINEN BAN????","replies":[{"id":"","poster":"Baisi","date":"2015-08-05T12:15:58.630+0000","up_votes":3,"down_votes":0,"body":"Was ich noch hinzufügen würde ist, dass (hier eindeutig) dieses Verhalten von den Mitspielern die das Lesen nicht Tolleriert wird..\nIn der E-mail steht, dass die Spieler dieses Verhalten nicht Tollerieren und wie du siehst tun wir das auch nicht..\nDas Rechtfertigt eig die Strafe.. Ich Persönlich finde das, was du Geschrieben hast als nicht Akzeptable und die anderen hier wohl auch nicht","replies":[]},{"id":"","poster":"NG Drakuboy","date":"2015-08-05T12:14:09.806+0000","up_votes":3,"down_votes":0,"body":"Man darf nicht sagen \"hey reportet den mal alle\"\nDas meinte er nur und das darf man wirklich nicht.\nAußerdem warste 24/7 toxic af und ich würde sehr ungerne mit dir spielen im Ranked daher ist der Ban mMn gerechtfertigt.","replies":[]},{"id":"","poster":"eingew","date":"2015-08-05T12:12:41.282+0000","up_votes":3,"down_votes":0,"body":"Weil du mit Reports drohst und drohen ist toxisch. Abgesehen davon ist der Aufruf ebenso schlimm, weils blaming beinhaltet und nur negative Folgen hat. Du provozierst damit lediglich.\n\nEs ist nicht deine Aufgabe jemanden zurechtzuweisen. Ich meine, du kannst gerne jemanden sagen, dass dich etwas an seinem Verhalten stört... aber nicht indem du den Leuten drohst, sie blamest und anprangerst.\nWenn dich ein Verhalten stört, dann mutest und reportest du die Leute, ohne sie groß darauf aufmerksam zu machen.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2015-08-05T12:25:52.183+0000","up_votes":3,"down_votes":0,"body":"> ew hud at ranked :)\n> yeah but u get used to it\n> u are good always ! :)\n> dont be selfish, help when needed\n> nice\n> ty guys\n> was looking bot :)\n> mb\n> guys..\n> thresh mid?\n> it was 3vs1 dude\n> what are u doing here jax {{summoner:14}} \n> impossible\n> i did not get the kill\n> i die for nothing\n> why for team?\n> they get dragon and kills\n> really? ok\n> then its good\n> GUYS PLS {{summoner:14}} \n> 3 MID AGAIN\n> GO BACK FAST\n> SAY SS PLS\n> wtf is going on\n> pro teamplay enemy\n> SOLO?????\n> dude i try to def all lanes\n> NEVER SURRENDER OMG\n> DONT SAY AGAIN OR REPORTED {{summoner:14}} \n> ok\n> ok u guys have NO CLUE OF HOW TO PLAY RANKED {{summoner:14}} \n> THIS\n> IS\n> RANKED\n> NEVER\n> EVER\n> SURRENDER A RANKED\n> NEVER\n> OK???\n> IF U SOMEONE TRY TO\n> HE GETS HIS REPORT FOR HELPING ENEMY TEAM {{summoner:14}} \n> NEVER\n> BLAME YOUR TEAMMATES\n> DUDE\n> THEY GANKES me every minute\n> pfff\n> u pick wrong dude\n> u counter yourself with jax\n> stop flame all\n> 8/1 panth and ahri. safe now\n> START\n> why wait omg {{summoner:14}} \n> DUDE{{summoner:14}} \n> SHE CAN GET OUT MY ULTI\n> SHE IS MY COUNTER\n> THATS WHY I DONT START WITH MY ULTI\n> PLS\n> u see\n> THEY ONLY FOCUS ME\n> ME ALL THE TIME\n> thats all u can say?=\n> shu tup???{{summoner:14}} \n> i give this guys hints\n> how to play\n> ok MUTED AND REPORTED TRISTANA FOR FLAME AND DESTROY TEAMPLAY{{summoner:14}} \n> YEAH.. trist flaming and blaming.. and then say report fizz{{summoner:14}} \n> ahri.. can u stop it? \n> or u want report for blame?\n> its free\n> u can have report. just say yes\n> i get ganked every minute in mid.. so what are u talking?\n> lol trist omg\n> report trist. saying he will feed{{summoner:14}} \n> and then started surrender vote\n> no its not\n> only noobs think its over {{summoner:14}} \n> report jax for feeding just to end {{summoner:14}} \n> 2 guys in my team want to lose!!! AT RANKED\n> THIS IS MY TEAM GUYS{{summoner:14}} \n> \n> \n\nDu bist sicher kein Extremfall und es sind auch keine übertriebenen beleidigungen dabei.\nAber Flame  ist sehrwohl vorhanden.\n\nBist also kein Unschuldslämmchen","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:43:01.330+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000000000001,timestamp=2015-08-05T12:25:52.183+0000)\n>\n> Du bist sicher kein Extremfall und es sind auch keine übertriebenen beleidigungen dabei.\n> Aber Flame  ist sehrwohl vorhanden.\n> \n> Bist also kein Unschuldslämmchen\n\nalso.. 1. mal ich wiederhole es nochmal: VON UNSCHULDSLAMM WAR NIE DIE REDE, checkt das endlich!\n\n2. das ist alles aus dem kontext gerissen!!!\n\naber dazu komme ich noch...\n\nund 3. FÜR EINEN BAN MUSS MAN NORMALERWEISE NICHT DIE NADEL IM HEUHAUFEN SUCHEN...  also zu 2. \n\nich picke mir jetzt jede zeile heraus:\n\n* what are u doing here jax (was machst du hier jax? -> FLAME??? LOL???? EINE FRAGE IST FLAME???)\n\n* GUYS PLS (leute bitte... FLAME??? wenn ich bitte sage? wenn ich sage bitte ss sagen?? hallo????)\n\n* DONT SAY AGAIN OR REPORTED (wenn er sagt er wird feeden, wenn ich nicht surrender, dann darf ich ja wohl meine meinung dazu sagen bzw. ihm mitteilen, dass ich das nicht tolerieren werde, oder WOZU IST DER CHAT SONST DA????)\n\n* ok u guys have NO CLUE OF HOW TO PLAY RANKED (=feststellung. leute die aufgeben, nur weil sie ihre lane verloren haben, haben in ranked nichts verloren. ist noch immer ein teamgame-.. wo ist der flame??)\n\n* IF U SOMEONE TRY TO - HE GETS HIS REPORT FOR HELPING ENEMY TEAM (ja, das ist und wird so bleiben.. wenn jemand ranked surrendert; WIRD ER REPORTED VON MIR)\n\n* why wait omg (warum hast du gewartet oh mein gott ---> WO IST HIER DER FLAME OMG????)\nDUDE (= flame??? wenn ich ihn dude nenne??? habe ich noob gesagt??? alter was ist los mit dir???)\n\n* shu tup??? (das hat ER gesagt!!! lies mal die vorige zeile: \"thats all u can say?=\" ... immer im kontext BETRACHTEN)\n\n* ok MUTED AND REPORTED TRISTANA FOR FLAME AND DESTROY TEAMPLAY (ist so.. wo ist der flame??? BEKANNTGABE VON REPORTS HABE ICH IN DIESEM SPIEL VON 3 leuten bekommen, also wenn ich das tue ist das nur normal und ich habe das nicht am anfang gesagt, erst als er nicht aufgehört hat zu feeden weil er das spiel beenden wollte)\n\n* YEAH.. trist flaming and blaming.. and then say report fizz (ich bin fizz.. wo ist der flame.. eine feststellung zu wiederholen ist flame? er flamed und sagt \"report fizz\" UND ICH WAR FIZZ)\n\n* report trist. saying he will feed (wenn jemand sagt, dass er feeden wird, WERDE ICH DAS WOHL KOMMENTIEREN DÜRFEN OMG)\n\n* only noobs think its over (EINZIGES FLAME WORT IM GANZEN CHAT::: ABER AUCH WEIL EBEN NUR NOOBS = NEWBIES = NEULINGE glauben, dass es vorbei ist... abgesehen davon habe ich hier dem GEGNER geschrieben, nicht mal meinem eigenen team.. weil da jemand gemeint hat \"its over\"\n\n* report jax for feeding just to end (= feststellung... er will aufhören, feedet und startet surrender votes. rennt in 5 gegner alleine rein, nur damit es zu ende ist, BEIM RANKED)\n\n* 2 guys in my team want to lose!!! AT RANKED (= festellstung... wo ist die beleidigung??)\n\n* THIS IS MY TEAM GUYS = DIE KOMPLETTE WAHRHEIT.. weil ich immer mindestens einen so einen typen im team habe...","replies":[{"id":"","poster":"Alustus","date":"2015-08-05T13:10:59.144+0000","up_votes":2,"down_votes":0,"body":"> THIS IS MY TEAM GUYS = DIE KOMPLETTE WAHRHEIT.. weil ich immer mindestens einen so einen typen im team habe...\n\nWarheit oder nicht ist egal Flame bleibt Flame.\n\nWenn du vom Farrad fällst und leute kommen her und sagen OMG der Typ. Empfindest du als Toll?\n\n\n\n> 2 guys in my team want to lose!!! AT RANKED (= festellstung... wo ist die beleidigung??)\n\nDas ist einfach nicht wahr, nur weil Jemand surrendern will heißt das noch lange nicht, dass er Verlieren will.\n\n> report jax for feeding just to end (= feststellung... er will aufhören, feedet und startet surrender votes. rennt in 5 gegner alleine rein, nur damit es zu ende ist, BEIM RANKED)\n\nDu kannst ihn ja Reporten, dass musst du aber nicht schreiben, und den anderen ist es selber überlassen ob sie es wollen oder nicht du musst sie nicht auf die funtkion aufmerksam machen.\n\n> only noobs think its over (EINZIGES FLAME WORT IM GANZEN CHAT::: ABER AUCH WEIL EBEN NUR NOOBS = NEWBIES = NEULINGE glauben, dass es vorbei ist... abgesehen davon habe ich hier dem GEGNER geschrieben, nicht mal meinem eigenen team.. weil da jemand gemeint hat \"its over\"\n\nEgal was du für eine begründung hast, Flame bleibt flame.\n\n> report trist. saying he will feed (wenn jemand sagt, dass er feeden wird, WERDE ICH DAS WOHL KOMMENTIEREN DÜRFEN OMG)\n\nHatten wir schon bei Jax.\n\n> YEAH.. trist flaming and blaming.. and then say report fizz (ich bin fizz.. wo ist der flame.. eine feststellung zu wiederholen ist flame? er flamed und sagt \"report fizz\" UND ICH WAR FIZZ)\n\nMama Mama Tris hat gesagt, dass mich die anderen Spieler reporten sollen !\n\nIst das Heulen oder ist das Heulen?\n\n\n> ok MUTED AND REPORTED TRISTANA FOR FLAME AND DESTROY TEAMPLAY (ist so.. wo ist der flame??? BEKANNTGABE VON REPORTS HABE ICH IN DIESEM SPIEL VON 3 leuten bekommen, also wenn ich das tue ist das nur normal und ich habe das nicht am anfang gesagt, erst als er nicht aufgehört hat zu feeden weil er das spiel beenden wollte)\n\nDas ist wie wenn jemand mit dir redet und du dir die ohren zuhältst und laut LALALLLALALLALALALLALLALALALALLA machst.\nEinfach weghören und ignorieren wäre hier richtig (bzw nur muten)\n\n> shu tup??? (das hat ER gesagt!!! lies mal die vorige zeile: \"thats all u can say?=\" ... immer im kontext BETRACHTEN)\n\nEs ist egal was er Gesagt hat.\nHalt Maul? ist negativ\n\n\n> why wait omg (warum hast du gewartet oh mein gott ---> WO IST HIER DER FLAME OMG????)\n> DUDE (= flame??? wenn ich ihn dude nenne??? habe ich noob gesagt??? alter was ist los mit dir???)\n\nDude alleine ist kein Flame.\n\nAber DUDE schon, der Ton macht die Musik. (Goßgeschrieben heißt schreien)\nSelbes bei OMG nach einem Fehler des Mitspielers.\n\n\n> IF U SOMEONE TRY TO - HE GETS HIS REPORT FOR HELPING ENEMY TEAM (ja, das ist und wird so bleiben.. wenn jemand ranked surrendert; WIRD ER REPORTED VON MIR)\n\nDrohung  hat nichts ingame zu suchen.\nVorallem nicht in caps\n\n> ok u guys have NO CLUE OF HOW TO PLAY RANKED (=feststellung. leute die aufgeben, nur weil sie ihre lane verloren haben, haben in ranked nichts verloren. ist noch immer ein teamgame-.. wo ist der flame??)\n\nFlame.\nEgal ob feststellung oder nicht. \nEs ist Toxisch.\n\n> DONT SAY AGAIN OR REPORTED (wenn er sagt er wird feeden, wenn ich nicht surrender, dann darf ich ja wohl meine meinung dazu sagen bzw. ihm mitteilen, dass ich das nicht tolerieren werde, oder WOZU IST DER CHAT SONST DA????)\n\nHatten wir schon\nDrohung\n\nDer Chat ist für Taktische kommunikation da nicht um einen Streit anzufangen.\n\n\n> GUYS PLS (leute bitte... FLAME??? wenn ich bitte sage? wenn ich sage bitte ss sagen?? hallo????)\n\nLeute anbrüllen wenn sie einen fehler machen ist immer gut ... nicht","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:20:57.549+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00000000000100000000,timestamp=2015-08-05T13:10:59.144+0000)\n>\n> Warheit oder nicht ist egal Flame bleibt Flame.\n> \n> Wenn du vom Farrad fällst und leute kommen her und sagen OMG der Typ. Empfindest du als Toll?\n> \n> Das ist einfach nicht wahr, nur weil Jemand surrendern will heißt das noch lange nicht, dass diese Verlieren wollen.\n> \n> Du kannst ihn ja Reporten, dass musst du aber nicht schreiben, und den anderen ist es selber überlassen ob sie es wollen oder nicht du musst sie nicht auf die funtkion aufmerksam machen.\n> \n> Egal was du für eine begründung hast, Flame bleibt flame.\n> \n> Hatten wir schon bei Jax.\n> \n> Mama Mama Tris hat gesagt, dass mich die anderen Spieler reporten sollen !\n> \n> Ist das Heulen oder ist das Heulen?\n> \n> Das ist wie wenn jemand mit dir redet und du dir die ohren zuhältst und laut LALALLLALALLALALALLALLALALALALLA machst.\n> Einfach weghören und ignorieren wäre hier richtig (bzw nur muten)\n> \n> Es ist egal was er Gesagt hat.\n> Halt Maul? ist negativ\n> \n> Dude alleine ist kein Flame.\n> \n> Aber DUDE schon, der Ton macht die Musik. (Goßgeschrieben heißt schreien)\n> Selbes bei OMG nach einem Fehler des Mitspielers.\n> \n> Drohung  hat nichts ingame zu suchen.\n> Vorallem nicht in caps\n> \n> Flame.\n> Egal ob feststellung oder nicht. \n> Es ist Toxisch.\n> \n> Hatten wir schon\n> Drohung\n> \n> Der Chat ist für Taktische kommunikation da nicht um einen Streit anzufangen.\n> \n> Leute anbrüllen wenn sie einen fehler machen ist immer gut ... nicht\n\nsorry du checkst leider immer nur die hälfte... du willst nur recht haben und versucht alles mögliche... VERSTEHEN willst du nicht.. das habe ich schon bemerkt.. sonst würdest du aufmerksam lesen und nicht den selben fehler nochmal machen...\n\nalso... nochmal... und diesmla mache ich es genauso wie du.. ich picke mir die sachen raus, die mir in meiner argumentation nützen und tue nicht dort wo der andere recht hat (wie ich es vorher getan habe um fair zu bleiben) im zustimmen... \n\n> Das ist wie wenn jemand mit dir redet und du dir die ohren zuhältst und laut LALALLLALALLALALALLALLALALALALLA machst.\n> Einfach weghören und ignorieren wäre hier richtig (bzw nur muten)\n... wo ist der unterschied??? das ist das selbe, lies doch mal!\n\n> Ist das Heulen oder ist das Heulen?\n... heulen ist aber nicht gleich flamen... heulen ist also auch schon ein BAN GRUND FÜR DICH??? du machst dich lächerlich\n\n> Das ist einfach nicht wahr, nur weil Jemand surrendern will heißt das noch lange nicht, dass diese Verlieren wollen.\n... aber wenn er in mitten von 5 leuten reinrennt und dann auch noch surrender anklickt, DANN SCHON.. MAN MUSS DAS IMMER IM KONTEXT SEHEN .. du kannst das aber nicht beurteilen und tust es trotzdem.. wenn du mir nciht glaubst, dann braucsht gar nichts mehr zu schreiben, aber rede nicht als ob du dabei wärst...\n\n> Dude alleine ist kein Flame.\n> Aber DUDE schon, der Ton macht die Musik. (Goßgeschrieben heißt schreien)\n> Selbes bei OMG nach einem Fehler des Mitspielers.\n\ngenau das ist es, solche leute wie du, SUCHEN NACH SOLCHEN DINGEN REGELRECHT... allein schon dass du diese wort hineinnimmst in deine argumentation zeigt wie schwach deine argumente sind. wenn du wirkliche hättest, wäre das nicht notwendig. ich sehe schon ein, du magst mich nicht, musst du auch nicht, aber das sollte nicht ausschlaggebend sein. sondern rein objektives.. das ist nicht deine stärke... \n\n> Es ist egal was er Gesagt hat.\n> Halt Maul? ist negativ\n\nICH SAGS JETZT NOCHMAL .... ER hat \"halts maul\" gesagt... ich habe nur gefragt!!!! manno lies doch mal!!!!! ich sags immer wieder.. \n\n1. lesen\n2. denken\n3. schreiben...\n\n\nimmer diese reihenfolge beachten jungs!","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-05T13:52:06.481+0000","up_votes":3,"down_votes":0,"body":">immer diese reihenfolge beachten jungs!\n\nDu solltest dich an deine eigenen Tipps halten. Die besten bisher waren \"Dont flame your team\" und \"lesen denken schreiben\".\n\n>sorry du checkst leider immer nur die hälfte... du willst nur recht haben und versucht alles mögliche... VERSTEHEN willst du nicht.. das habe ich schon bemerkt.. sonst würdest du aufmerksam lesen und nicht den selben fehler nochmal machen...\n\nWenn du anderen etwas vorwirfst, ist es ziemlich seltsam, wenn du es selbst nicht besser machst.","replies":[]},{"id":"","poster":"Skagerak","date":"2015-08-05T13:48:08.173+0000","up_votes":2,"down_votes":0,"body":"So wie ich das sehe is das einfach nur typischer low elo flame. \"Ich bin in elo hell holt mich raus es ist unmöglich dia zu kommen\"  warte wie hab ich das dann geschafft. O.o","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-08-05T13:24:30.542+0000","up_votes":2,"down_votes":0,"body":"Die Wahrheit schließt beleidigenden Inhalt leider nicht aus.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:36:36.621+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00000000000100000001,timestamp=2015-08-05T13:24:30.542+0000)\n>\n> Die Wahrheit schließt beleidigenden Inhalt leider nicht aus.\n\ndu checkst es nicht..","replies":[{"id":"","poster":"Madchickendinner","date":"2015-08-05T13:44:24.900+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000000000001000000010000,timestamp=2015-08-05T13:36:36.621+0000)\n>\n> du checkst es nicht..\n\nDie schwere des Vergehens ist Riot egal. Alles wird hier gleich behandelt (außer in besonders schweren Fällen gibts direkt den perma). Du hast gegen die Regeln verstoßen. Somit wurdest du zurecht gebannt. Es wäre nichts passiert hättest du garnichts geschrieben. Du hattest schon Cr und RR., aber scheinbar hast du nix aus deinem Fehlverhalten gelernt. Du solltest lieber auf dich selber schauen anstatts andere zu beschuldigen. Es geht um dich und dein Verhalten.\n\nmfg","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T19:36:19.970+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0000000000010000000100000000,timestamp=2015-08-05T13:44:24.900+0000)\n>\n> Die schwere des Vergehens ist Riot egal. Alles wird hier gleich behandelt (außer in besonders schweren Fällen gibts direkt den perma). Du hast gegen die Regeln verstoßen. Somit wurdest du zurecht gebannt. Es wäre nichts passiert hättest du garnichts geschrieben. Du hattest schon Cr und RR., aber scheinbar hast du nix aus deinem Fehlverhalten gelernt. Du solltest lieber auf dich selber schauen anstatts andere zu beschuldigen. Es geht um dich und dein Verhalten.\n> \n> mfg\n\nsorry, aber du checkst es trotzdem nicht... wenn ich im chat (wo sonst) ihn frage, warum er \"shut up?\" geschrieben hat, dann ist das automatisch flame! das system checkt es nicht, aber du anscheinend nach so vielen erklärungen auch nicht. immerhin weis ich jetzt mit welcher logik das ganze thema behandelt wird. genauso wie man nicht mit trollen im game kommunizieren kann, kann man es anscheinend hier auch nicht. traurig.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-08-07T19:59:42.263+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00000000000100000001000000000000,timestamp=2015-08-07T19:36:19.970+0000)\n>\n> sorry, aber du checkst es trotzdem nicht... wenn ich im chat (wo sonst) ihn frage, warum er \"shut up?\" geschrieben hat, dann ist das automatisch flame! das system checkt es nicht, aber du anscheinend nach so vielen erklärungen auch nicht. immerhin weis ich jetzt mit welcher logik das ganze thema behandelt wird. genauso wie man nicht mit trollen im game kommunizieren kann, kann man es anscheinend hier auch nicht. traurig.\n\nDeinn bann ist schon gerechtfertigt.\n\nbye","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2015-08-05T13:44:39.640+0000","up_votes":2,"down_votes":0,"body":"Ja wir sind alle dumm nur du hast Recht.\nIst ja nicht so als wäre das Bestrafungssystem auf die Meinung der Spieler aufgebaut.\nUnd die Spieler welche dir hier antworten alle sagen, dass der Report gerechtfertigt ist.","replies":[]}]}]}]}]},{"id":"","poster":"Marksmansitter","date":"2015-08-05T13:26:24.776+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00000000,timestamp=2015-08-05T12:05:53.252+0000)\n>\n> wo ist der flame???? aufregen darf man sich nicht? emotional sein darf man nicht??? ROBOTERMIENE BEIM SPIELEN.. ist es das was ihr komischen leute wollt??? spar dir solche mitteilungen und zeig mir was der grund für EINEN BAN IST .. zeig ihn mir!!!\n\nSetzt deine Tastatur manchmal aus oder WIESO SCHREIBST DU SO ?!?!\n\nDein Verhalten wird nach hinten raus immer negativer.. \n\n- Nein man darf nicht den Gegner/Mitspieler im Chat so dermaßen angreifen.. der Richter schreit den Verdächtigen ja auch nicht an .. bisschen Respekt und Reife sollte man schon besitzen\n\nMfg Nils","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:35:49.696+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=OTC NielZ,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000000000002,timestamp=2015-08-05T13:26:24.776+0000)\n>\n> Setzt deine Tastatur manchmal aus oder WIESO SCHREIBST DU SO ?!?!\n> \n> Dein Verhalten wird nach hinten raus immer negativer.. \n> \n> - Nein man darf nicht den Gegner/Mitspieler im Chat so dermaßen angreifen.. der Richter schreit den Verdächtigen ja auch nicht an .. bisschen Respekt und Reife sollte man schon besitzen\n> \n> Mfg Nils\n\ngenau das passiert schon. anscheinend warst du noch nie in einer verhandlung...","replies":[{"id":"","poster":"Marksmansitter","date":"2015-08-05T13:41:51.156+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0000000000020000,timestamp=2015-08-05T13:35:49.696+0000)\n>\n> genau das passiert schon. anscheinend warst du noch nie in einer verhandlung...\n\nOkay anders gesagt der Richter rastet nicht komplett aus.","replies":[{"id":"","poster":"The Trouble","date":"2015-08-07T19:42:21.795+0000","up_votes":1,"down_votes":5,"body":"> [{quoted}](name=OTC NielZ,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00000000000200000000,timestamp=2015-08-05T13:41:51.156+0000)\n>\n> Okay anders gesagt der Richter rastet nicht komplett aus.\n\nvon respekt und reife zu reden, während ich eigentlich nicht der täter sondern der geschädigte bin (wieder mal ein promo verloren, 2 wochen ban) finde ich extrem unfair. was willst denn mit leuten reden, die beinhart sagen, dass sie feeden werden und es auch tun und dann sekunde darauf die surrender-votes starten? da zucke ich natürlich irgendwas aus. du stellst alles so hin, als ob ich ihn flame flame flame und er dann darauf hin so reagiert hat. deswegen kann hier keiner (außer er erlebt solche situationen öfter, was anscheinend euch nie passiert) es nachvollziehen. \n\nund weil du verhandlungen redest. schon mal was von notwehr und notstand gehört? da ist sehr gerechtfertigt, wenn man genau die gleiche tat durchführt, für die man normalerweise selbst bestraft wird. also die beispiele aus dem richtigen leben gelten hier nicht, also braucht ihr auch nicht mit denen kommen, denn wenn das so wäre, dann würde es nämlich trotzdem falsch sein, das system. \n\nin meinem anfangsposting geht es mir um AUTOMATISCHEN BANS die total fehlschlagen.","replies":[{"id":"","poster":"Balmung","date":"2015-08-07T20:17:38.772+0000","up_votes":2,"down_votes":0,"body":"Notwehr und Notstand? Wirklich? Wann war dein Leben denn in Gefahr, dass du dich mit Gewalt hättest zur Wehr setzen müssen um den Angreifer als letztes mögliches Mittel abzuwehren?\nRichtig: Nie. \n\nNur weil dir jemand auf den Sack geht heißt es nicht das du \"Vergeltung üben\" darfst.\n\"Der hat aber angefangen\" gilt spätestens seit dem Kindergarten nicht mehr, wenn du deine Emotionen nicht unter Kontrolle hast ist ein Multiplayerspiel wohl schlicht nicht das richtige für dich.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-07T19:49:22.585+0000","up_votes":2,"down_votes":0,"body":">schon mal was von notwehr und notstand gehört?\n\nNicht schon wieder das Argument. Bei Notwehr werden nur Handlungen vergeben, die geeignet sind, die Gefahrensituation zu entschärfen. Erst einmal besteht da keine Gefahr für jemanden, wenn er auf einen Troll trifft und weiterhin ist Flaming nicht geeignet, einen Troll davon abzuhalten zu trollen. Im Normalfall würde ihn das sogar noch in seiner Handlung bestätigen. Vielleicht zählt das sogar schon als Anstiftung.\n\n>in meinem anfangsposting geht es mir um AUTOMATISCHEN BANS die total fehlschlagen\n\nIst mir noch nicht aufgefallen. Das einzige in der Richtung bisher war, dass das System kurzfristig zu empfindlich eingestellt wurde, die Strafen wurden aber wieder zurückgenommen. Was noch zu beachten ist, ist, dass einige der zu Unrecht bestraften inzwischen trotzdem einen Bann erhalten haben. Die meisten waren also wohl ohnehin nur knapp an der Grenze.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Kiffalot","date":"2015-08-05T14:16:51.964+0000","up_votes":1,"down_votes":13,"body":"Was diese Mods hier leisten :D köstlich,\n\nSpielt mal ein Jahr lang SoloQue, dann habt ihr auch ein Recht solche kernbehinderte Aussagen zu machen.\nSchafft den Chat einfach ab, geflame aus... Problem aus der welt. Aber das Problem der Unfähigen, das ist immernoch da.\nDas Spiel ist so schnell, es macht einfach null Sinn was zu schreiben im Game. Habe noch nie erlebt, das ein vernünftiger Chat ein Spiel gedreht hat.... noch nie, bei 8000 Spielen. Also was bringt er dann? Er kann nur zum flamen dienen und flamen ist relativ. Ich finde der TE hat nichts falsch gemacht.","replies":[{"id":"","poster":"Ranselmian","date":"2015-08-05T14:26:14.843+0000","up_votes":1,"down_votes":0,"body":"Der Chat hilft schon manchmal. Vor allem wenn man Leute überzeugen will gerade NICHT Baron zu machen oder \"flash down\" wofür es leider keinen ping gibt. Mir als jungler macht er das leben deutlich einfacher.","replies":[{"id":"","poster":"Kiffalot","date":"2015-08-05T14:43:40.296+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Ransel,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000e0000,timestamp=2015-08-05T14:26:14.843+0000)\n>\n> Der Chat hilft schon manchmal. Vor allem wenn man Leute überzeugen will gerade NICHT Baron zu machen oder \"flash down\" wofür es leider keinen ping gibt. Mir als jungler macht er das leben deutlich einfacher.\n\nDas steht in keinem Verhältniss zum pösen missbrauch von flame :D . müssen halt mehr zeichen/symbole her, dafür braucht es keinen chat.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:31:22.527+0000","up_votes":2,"down_votes":0,"body":"Es steht in keinem Verhältnis.\nNur weil 5 % der Community es nicht hinkriegen NICHT zu flamen, müssen 95 % darunter leiden?\n\nJeder hat mal einen schlechten Tag ja, aber 95% schaffen es trotzdem nicht exsessiv zu flamen, obwohl sie einen schlechten TAg haben.\nWie gesagt. Die Flamer kriegen ihre Strafen und alles ist gut.","replies":[]},{"id":"","poster":"Ranselmian","date":"2015-08-05T15:03:38.829+0000","up_votes":1,"down_votes":0,"body":"Ich wäre auch für deutlich mehr Ping-Möglichkeiten oder ähnliches. Aber so lange wir das nicht haben bin ich froh über den chat. Auch ists manchmal schön um leuten tips zu geben die bestimmte dinge nicht wussten, die zB nie gegen {{champion:82}} gespielt haben und sich auf einmal wundern, warum sie keinen Schaden mehr machen. Grade in meinem Elo-Bereich bin ich doch recht froh dass es ihn gibt.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-08-05T14:48:09.649+0000","up_votes":1,"down_votes":0,"body":"Du kannst den Chat so einstellen, dass er nicht angezeigt wird. Es ist zwar mit ein wenig arbeit verbunden, aber möglich. Dazu musst du aber in einer Datei einen Wert ändern, Anweisungen dazu findest du sicher, wenn du suchst.","replies":[]}]},{"id":"","poster":"Oyasumi Punpun","date":"2015-08-05T13:39:00.686+0000","up_votes":2,"down_votes":0,"body":"Find ich gerecht.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-08-05T12:07:04.008+0000","up_votes":3,"down_votes":1,"body":"Ich muss dir leider sagen das der Bann berechtigt ist. Da du sagst \"wieder\" muss das ja wohl schon oft bei dir passieren das du so Aussahtest. Du siehst deine Fehler nicht. Zu beginn der E-Mail habe ich mir gedacht \"ja gut wird wohl stimmen\" und dann kam die große wende. (hehe) Du hast dein Team permanent angeflamed weil diese Aufgeben wollten und hast sie zur rechenschaft gezogen mit deren picks. Versuch einfach nicht mit anderen Spielern zu Diskutieren.\nAus meiner sicht ein gerechterftigter bann.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T12:23:11.273+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Ashuna,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0002,timestamp=2015-08-05T12:07:04.008+0000)\n>\n> Ich muss dir leider sagen das der Bann berechtigt ist. Da du sagst \"wieder\" muss das ja wohl schon oft bei dir passieren das du so Aussahtest. Du siehst deine Fehler nicht. Zu beginn der E-Mail habe ich mir gedacht \"ja gut wird wohl stimmen\" und dann kam die große wende. (hehe) Du hast dein Team permanent angeflamed weil diese Aufgeben wollten und hast sie zur rechenschaft gezogen mit deren picks. Versuch einfach nicht mit anderen Spielern zu Diskutieren.\n> Aus meiner sicht ein gerechterftigter bann.\n> \n> mfg Ashuna {{champion:1}}\n\ndu liest ja auch nur meinen teil. was da die anderen geschrieben haben, weist ja nicht. warum ich so reagiere, du weist es nicht.. also mittlerweile wird die community immer schlimmer... ja ich reg mich auf. wenn das ein grund ist gebanned zu werden, sehr schön.. ich sehe noch immer die selben leute seit jahren (seit season1) und die werden anscheinend nicht gebanned.","replies":[{"id":"","poster":"NG Drakuboy","date":"2015-08-05T12:30:49.250+0000","up_votes":2,"down_votes":0,"body":"Ehm wie schon gesagt wurde ist es total egal was die anderen gesagt haben, du darfst nicht so reagieren wie du es getan hast. Mute die einfach, du kannst dagegen eh nichts tun. Das einzige was du mit rumblamen erreichst ist hier der Ban und das willst du anscheinend nicht.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-08-06T03:47:26.258+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=The Trouble,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=00020000,timestamp=2015-08-05T12:23:11.273+0000)\n>\n> du liest ja auch nur meinen teil. was da die anderen geschrieben haben, weist ja nicht. warum ich so reagiere, du weist es nicht.. also mittlerweile wird die community immer schlimmer... ja ich reg mich auf. wenn das ein grund ist gebanned zu werden, sehr schön.. ich sehe noch immer die selben leute seit jahren (seit season1) und die werden anscheinend nicht gebanned.\n\nWas zur Hölle haben die anderen  mit deinem Bann zu tun? Was zur Hölle hat irgendwer außer vlt. deine Eltern damit zu tun, dass du dich nicht beherrschen kannst? Hatte jezt auch ne klein Pechsträhne, na und? N paar gute Spiele, n paar schlechte und nun kommts die 3 letzten Rankedniederlagen die ich erinnere, und ich sag dir was, in allen 3 hab ich mich tierisch aufgeregt, aber ich hab die Wut/den Frust nicht in den Chat übertragen, WEIL der scheiß Flame zu nichts anderem führt als, dass die Deppen noch beschissener spielen, absichtlich anfangen zu trollen, usw. Das hat mit Robotern nichts zu tun, wenn du dein Gewinnchancen steigern willst halt einfach die Klappe, eigennutz nennt sich das.\n\n1. Spiel: Prebotlane, stompt hart, geht dann nur noch Kills suchen, Objectives Fehlanzeige, Minute 30 check ich (leider viel zu spät-ja MEIN verdammter Fehler, dass mir das erst so spät als Jungler aufgefallen ist) unser Sup hat keinen Sightstone, mittlerweile Akali ne große Gefahr geworden, 4 Mann Orakellinse, 1 Pinktotem, GG- meine Reaktion ingame-n paar Pings sonst nichts.\n\n2. Spiel: läuft scheiße, Flame und Blame beginnt, 1 Ragequit, kurz danach gewinnen wir 4vs5 Teamfights, kommen aber nicht durch, weil der 5. Mann zum finalen Push gefehlt hat. Meine Reaktion: Keine, aber ein fabulöses Bsp. dafür wie Flamer Spiele entscheiden.\n\n3. Spiel: Flame zwischen ADC und Jungle beginnt, ADC trollt daraufhin, flamet weiter  alle an, lügt rum der und der der würde Flamen, afk sein, verrät dem Gegner Spielerpositionen, das volle Programm. Meine Reaktion: Diesmal hab ich was gesagt und zwar: \"so funny\", \"very funny\". Als alle anderen außer mir zum Report aufriefen und dieser Assi fragt warum schrieb ich \"hm flame, feed on purpose, assisting enemy team\". Und zuletzt als unser Shen so naiv war den Troll zu ulten noch \"why did u ult her, obvious shell let u die :(\". So das waren meine \"Ausraster\", und sonst benutz ich den Chat für sowas einfach nicht. Abartig oder? Und weißte was? Der ADC, der es tatsächlich mal wieder seit langem geschafft hat, dass ich den Chat für unnötige Kommentare benutzt habe, hätte sehr wahrscheinlich nicht angefangen zu trollen, wenn der Jungler nicht angefangen hätte zu blamen/flamen.\n Aber du raffst immer noch nicht, warum Flame Spiele zerstört, genau wie dein Fanboy Kiffalot. Am Besten umgeht ihr eure Permas, indem ihr einfach freiwillig geht.\nGenau wie der Typ letztens, der das ganze Spiel über flamete, mehr schrieb als alle 9 anderen zusammen, nach dem Spiel die Warnung bekam und dann echt behauptet hat \"ey echt jetzt wtf, ich hab das ganze Spiel nichts geschrieben, fu rito\". \n\nWas geht bei euch nur vor im Schädel? Nicht allzuviel (Achtung eigene Meinung aka Wahrheit lol). Allein wie aggressiv du jeden deiner Beiträge hier formulierst, zeigt doch schon wie ******* du bist. Bei mir hat es gefruchtet und ich reagier wie du ingame, mit Konteraggressivität, haste fein gemacht. Deiner dümmlichen Argumentation zufolge darfst du jetzt dagegen nichts sagen, immerhin hast du ja angefangen... Aber gut, hab mich schon wieder abgeregt und ein fettes Grinsen im Gesicht und auch die Zeit dafür, da ich ja nebenbei nicht spielen muss. \nDu und andere Delinquenten sollten sich in den 14 Tagen mal fragen ob ihr Chattet und nebenbei spielt oder Spielt und nebenbei chattet...\nBei Spiel 3 gab es bevor das Trollen los ging nämlich auch noch die tolle Situation, dass wir zurück ins Spiel hätten kommen können, der ADC aber weiter zurück ist, um in Ruhe schreiben zu können und beim Engage dann genau diese Schritte gefehlt haben, Divegreed, Tod, noch größerer Flame, trollen startet....","replies":[]}]}]},{"id":"","poster":"Killerkante","date":"2015-08-16T15:07:40.621+0000","up_votes":1,"down_votes":0,"body":">RANKED\n>NEVER\n>EVER\n>SURRENDER A RANKED\n>NEVER\n>OK???\n\nDas ist für mich schon Grund genug dir nen Bann zu schenken xD\n\n>~~~~~~~~~~~~~~~~~~~~~\n>NEVER SURRENDER OMG\n>DONT SAY AGAIN OR REPORTED\n>ok u guys have NO CLUE OF HOW TO PLAY RANKED\n>IF U SOMEONE TRY TO\n>HE GETS HIS REPORT FOR HELPING ENEMY TEAM\n>NEVER\n>BLAME YOUR TEAMMATES\n>DUDE\n>SHE CAN GET OUT MY ULTI\n>SHE IS MY COUNTER\n>THATS WHY I DONT START WITH MY ULTI\n>PLS\n>ok MUTED AND REPORTED TRISTANA FOR FLAME AND DESTROY TEAMPLAY\n>YEAH.. trist flaming and blaming.. and then say report fizz\n>or u want report for blame?\n>u can have report. just say yes\n>report trist. saying he will feed\n>and then started surrender vote\n>only noobs think its over\n>report jax for feeding just to end\n>2 guys in my team want to lose!!! AT RANKED\n>THIS IS MY TEAM GUYS\n>~~~~~~~~~~~~~~~~~~~~~\n\nDein Capslock ist nervtötend\nDu versuchst zwar ... flame zu schlichten, aber auf ne art die sowas eher verschlimmert\nDiese report Drohngen sind einfach nur mega kindisch und lächerlich\nMuted ist eig noch im Rahmen, aber das ganze spiel über mit report xy anzukommen ist ..blub\nSich über kein SS aufzuregen rechtfertigt deine mangelnde Aufmerksamkeit auf die Minimap nicht\n\nmeine Meinung dazu, dein Bann ist gerechtferigt","replies":[{"id":"","poster":"The Trouble","date":"2015-08-17T13:59:55.352+0000","up_votes":1,"down_votes":0,"body":"danke für deine meinung, aber 1. \"das ganze spiel über\" sind die letzten 5minuten eines 40minuten spiels. also nur zur info. ist nicht so dass ich von minute eins an mit capslock on geschrieben habe. abgesehen davon darfst du dich nicht in so eine situation hineinversetzen. außer du bist auch einer, der gerne absichtlich verlieren will und anfängt zu feeden, nur damit das spiel schneller endet. wenn das nicht der fall ist, warum sollte ich so reagieren? warum sollte ich überhaupt irgendwas sagen? aber wenn man schon 2 spieler im team hat, die zunächst ihre lane versauen und dann meinen, es hat keinen sinn mehr (nachdem sie ja das spiel nicht carryien werden, kann es ja anscheinend niemand *ironie aus*) und anfangen surrender votes zu starten und nach dem dritte mislingten vote anfangen absichtlich in die gegner reinzurennen und meinen, sie feeden jetzt, dann reisst bei mir der faden, überhaupt wenn ich ranked spiele. \n\nSORRY DASS ICH DANN ANFANGE IN CAPSLOCK ON ZU SCHREIBEN; ABER LIEBER DAS ALS WAS SCHLIMMERES!!!\n\n;)","replies":[{"id":"","poster":"HyperionCH","date":"2015-08-17T14:10:48.406+0000","up_votes":1,"down_votes":0,"body":"Ab deiner ersten Chat-Nachricht, die du im Capslock geschrieben hast, sind insgesamt 60 Nachrichten von dir gekommen (grösstenteils in Capslock).\n\nWürde deine Behauptung mit den letzten 5 Min. stimmen, wären dies alle 5 Sekunden eine Chat-Nachricht.\nDies wäre also nur möglich, wenn du gar nicht mehr am Spiel teilgenommen hast; also negative Einstellung + afk. ;)","replies":[]}]}]},{"id":"","poster":"Kiffalot","date":"2015-08-05T14:52:33.870+0000","up_votes":1,"down_votes":8,"body":"The Trouble.... das bringt alles nichts hier... ich fühle mit dir und glaube mir, millionen anderer auch. lass dich von dem club hier nicht runterziehen. nimm es wie ein mann... ban ist scheisse. mach den chat einfach aus...mute alle teamkollegen.... laut deren aussage hier, sind immer zwei, drei schwachköpfe in deinem team, die es gilt durch-zu-bringen, egal um welchen preis ( LÖL was für eine Scheisse ) . schont deine gesundheit auf jeden fall.\n\nfür die hier, ist flaming schlimmer, als ein 1st. time LB spieler in einem ranked, oder AD TF im jungle... ist so... die sind einfach schwer von begriff hier. man muss mit dem scheiss leben, oder selber ein paar runden so ein schwachsinn spielen... tut auch gut :D  einfach anderen so gut wie möglich das spiel ruinieren... nicht mit feed, nein einfach nur scheisse sein :D . hat mir immer geholfen ;) . probier es beim nächsten mal aus ;) .","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-08-05T16:12:53.406+0000","up_votes":1,"down_votes":0,"body":"> für die hier, ist flaming schlimmer, als ein 1st. time LB spieler in einem ranked, oder AD TF im jungle... ist so... die sind einfach schwer von begriff hier\n\nFlamer sind auch schlimmer als ein first time Player, da hast du recht. Diese Leute versuchen zu gewinnen, und strengen sich an. sobald man ein Flamer im Team hat strengt sich keiner mehr an weil die Moral zu sehr sinkt. Ich würde auch nicht mehr vollkommen ernst spielen wenn einer meint mich flamen zu müssen. Somit zerstören Flamer viel mehr Siege als \"first time LBs\".","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T09:34:01.244+0000","up_votes":1,"down_votes":1,"body":"Naja sehe das ein wenig anders sicher flame ist nicht schön, derweil wird man teils für kritische aussagen mit Chatrestriktionen belegt.\nDa sich diese passiv-aggressiv mit dem Spielverhalten einer Person befassen.\n\nDamit habe ich als jemand der freie Meinungsäußerung mag ein kleines Problem. Beleidigungen, Harrasment oder Flame finde ich dagegen nicht in Ordnung. Hier könnte man eventuell den Spielern eine Statistik senden wie oft sie in wie vielen Spielen reportet werden.\nDa das System ja außer bei Härtefällen einem einen Fehltritt verzeit.\n\nAuf der anderen Seite ist das Argument gegen Flamer sie zerstören den Spielspaß, genau so tuen es einige Spieler und teilweise bewusst.\nGenau so ist es zum Beispiel mit einer 1. time LB, es kann sein das ihr der Champion liegt, aber beherrscht der Gegner seinen Champ sehr gut verliert die LB in der regel. Demnach hat der LB Spieler bewusst sich für einen Champion entschieden den er noch nicht wirklich kennt und in kauf genommen anderen das Spiel dadurch zu vermiesen. Eventuell kann man hier in Zukunft etwas mit dem Championlevel System machen, da dies eine gewisse Erfahrung mit dem Champion beweißt.\n\nIch möchte hier nicht davon reden das wenn jemand Last Pick ist und sich das Team Leona als Support wünscht.\n\nUnd bitte versteht auch mal die andere Seite ein wenig (nicht das es flame rechtfertigt):\nDu gewinnst deine Botlane sehr hoch er verliert aber durch einen 1. time pick gegen einen Zed, Talon oder eine Kata die nun einfach snowballned durch die welt roamen.\n\nMach auch keinen Spaß wenn du als adc bei Minute 5 bis 10 von einem 5/0 Assassinen geoneshoted wirst.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-08-09T10:20:50.794+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=000f00010000,timestamp=2015-08-09T09:34:01.244+0000)\n\n> \n> Mach auch keinen Spaß wenn du als adc bei Minute 5 bis 10 von einem 5/0 Assassinen geoneshoted wirst.\n\nMeistens ist das eher Minute 15-20, wenns passiert.\n\nMeistens läuft das egal wann es passiert aber so, ähnlich wie das \"u didnt ss\", die Leute ignorieren alles außerhalb ihrer Lane, bis es zu spät ist. 5x \"ally has been slain\" dann kommt der Roam, dann kommt wahlweise \"omg who fed this kata/why is this kata so fed\".\n\nMeistens werden auch alle Warnpings ignoriert, nicht ausreichend gewardet, falls gewardet ist nicht hingschaut, oder falls doch alles gesehen, dann doch unterm Turm geblieben, auch wenn man divebar ist...\n\nMeistens kommt dann noch \"omg follow your ***** Laner\". Ja sicher läuft der arme Hanswurst der gefeedeten Kata durch den Fog hinterher, muss die nur irgendwo warten und es ist ne 6/0 Kata, irgendwas muss die Mitte dann ja auch tun, um aufzuholen und das geht eben bei so nem Rückstand erstmal nur durch farmen, irgendwann muss dieser Laner auch mal Base, um Items zu kaufen, damit so ein (Counter-)Roam überhaupt Sinn macht.\n\nMeistens scheinen die Leute ja zu wissen, dass Kata, Fizz, Talon, usw. miese Assasinen sind und sollten auch wissen, dass die irgendwann beginnen zu roamen, könnte man unabhängig von deren Score auch mal von Anfang sein Spiel daran anpassen, mehr auf die Karte schaun, wenn man keine Vision hat, Mitte nicht zu sehen ist und man tief gepusht hat, mal präventiv zurückziehen statt stur Druck zu machen.\n\nMeistens wird man schon als Feeder bezeichnet, wenn man das 2. Mal stirbt nicht erst beim 5. Mal und zusätzlich passiert dann der Kram aus den oberen Punkten und DANN erst ist Kata 5/0. Und es macht echt keinen Spaß, wenn man die Lane eh verloren hat, und dann nach dem Folgeroam erstmal chancenlos ist und zusätzlich noch vollgeflamet wird von Typen, die A gar nicht mitbekommen haben wie die ersten 2 Tode zustande kamen, meist sind das nämlich Ganks oder solche Trades, wo der Gegner ganz knapp davon kommt. Und B genau denselben Mist verbockt hat, indem sie nicht auf das Roaming- und Snowballpotential der Assasinen reagierten.\n\nUnd dann steht man da, weiß dass man allein hoffnungslos verloren ist und wird noch die ganze Zeit angemault, weie scheiße und Schuld man doch sei  von Leuten, die mindestens genauso viel Scheiße gebaut haben. Tja und dann gibt es eben neben denen, die das nur nervt noch ne Masse an Leuten die dann deshalb RQ, sich nicht mehr anstrengen und die Zeit runterlaufen lassen oder Counterflame beginnen und da wären wir wieder bei den 3 anderen Teammembern, die dürfen dann beides ertragen. Klasse.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-08-09T10:51:01.015+0000","up_votes":1,"down_votes":0,"body":"Bei 0/2 happens^^ und ja normaler Weiße sollte das so um die Minute 15-20 passieren...\n\nDas Prob bei \"1.th Time\" picks ist meist das fehlende wissen. Zum Beispiel spiele ich gerne Maokai Mitte gegen Assassinen, ein eher seltener und naja eher unwillkommener Pick.\n\nDa ich aber inzwischen zig Games mit einem Full AP Maokai habe kenne ich die stärken und schwächen des Champions, das bedeutet ich habe bestimmte Runen Masteries und weiß wann ich wie aggressiv spielen kann. Dagegen Oriana würde ich momentan nicht wählen zwar ist sie stark und in Aram gerne aber für ranked meh.\n\nSprich wir haben hier ein Ranking System, ein System in welchem Spieler etwas erreichen wollen. Und für die ist es dann doof wenn jemand mal etwas \"ausprobieren mag\", dafür gibt es mehrere Spielmodies.\n\nUnd ich finde es falsch anderen die Wertung zu versauen um etwas auszuprobieren! Das ist unfair gegenüber denjenigen die sich im Vorfeld Gedanken gemacht haben.\n\n\nIch meine es kann immer sein das z.B. Morgana gebannt und Leona gepickt ist und ich nun einen anderen Support spielen muss.\n\n\nUnd z.B. wenn ich meinen \"Main\" gerade Spiele und dennoch die 0/2 bin, dann ist das ärgerlich aber durch mein Wissen stehen die Chancen nicht schlecht wieder in das Spiel zu kommen.\n\nEs sollte nicht verwunderlich sein das die Meisten Solo Guides einen die Festlegung auf wenige Champions raten.","replies":[]}]}]}]},{"id":"","poster":"Spicavius","date":"2015-08-05T14:59:52.216+0000","up_votes":1,"down_votes":1,"body":"richtige einstellung du hast es kappiert =)\n\nNur dass mit dem \"einfach nur scheiße sein\" nahh.  Du kannst schlecht spielen, aber dafür musst du eben rechnen, dass du einpaar Divisionen absteigst.\nIm Grunde gibt es für jedes Verhalten die passende Lösung/Folge. =)","replies":[]}]},{"id":"","poster":"Powerjen","date":"2015-08-05T16:31:48.006+0000","up_votes":1,"down_votes":0,"body":"Ich war viele Jahre Schiedsrichter im Volleyball. Wenn Du in einem von mir geleiteten Spiel so ausfällig geworden wärst, hättest Du das Spielende auf der Tribüne verfolgt. Wobei ich schon beim ersten Anstz Gelb verteilt hätte und bei fehlender Einsicht die nächsten Stufen verhängt.","replies":[]},{"id":"","poster":"Pumpgun Willy","date":"2015-08-05T13:56:51.346+0000","up_votes":1,"down_votes":0,"body":"Aus reiner Neugier, du hast geschrieben schon wieder gebannt wegen sowas.. wie oft kann man denn gebannt werden? Dachte immer nach dem 14 Tage Bann kommt der Perma Bann? Sorry das dass jetzt völlig am Thema vorbei geht :D\n\nLG","replies":[{"id":"","poster":"Spicavius","date":"2015-08-05T15:34:28.986+0000","up_votes":1,"down_votes":0,"body":"Er wurde gebannt. (dann wurde er vermutlich entbannt, weil das **überempfindliche** System ja einen Fehler hatte)\n\nJetzt wurde er wieder gebannt, weil er zwar damals toxisch war, aber es eben nicht für einen 2 Wochenbann gereicht hat.  Dennoch stand er kurz vor der GRenze.\nJEtzt wurde das System einwenig agressiver eingestellt (siehe Patchnotes 5.15) und wurde jetzt zurecht gebannt.","replies":[]}]},{"id":"","poster":"Xycoz","date":"2015-08-05T14:14:52.123+0000","up_votes":1,"down_votes":0,"body":"Tut mir Leid The Trouble aber dein Verhalten im Chat war einfach toxisch. Klar hast du nicht irgendwelchen Leuten den Tod gewünscht aber du hast dich mehrere Male im Wort vergriffen. Du magst das vielleicht nicht so streng nehmen aber dieses Flaming was du betreibst nervt mich z.B. noch mehr als irgendwelche \"get %%%%%%\" calls, denn diese Leute werden früher oder später mit tödlichen Krankheiten konfrontiert so wie alle Menschen und dann ist das nicht mehr so lustig. Lange Rede kurzer Sinn, ständiges flamen nervt einfach nur, lenkt dich vom Spiel ab und macht anderen das Spiel unangenehmer.\n\nDu wurdest wegen flaming report, das System prüft ob du geflamed hast, es erkennt das du geflamed hast und hat dich gebannt. KEIN menschlicher Fehler, sondern ein maschineller Vorgang. Der einzige menschliche Fehler war/ist dein Verhalten. Bessere dich, dann kommt es auch nicht wieder vor das du gebannt wirst, ganz einfach.","replies":[]},{"id":"","poster":"Mike D Blood","date":"2015-08-05T12:54:03.465+0000","up_votes":2,"down_votes":7,"body":"Ich bin für Trouble, dass ist kein Bann würdig, höchstens ein Chatbann","replies":[{"id":"","poster":"The Trouble","date":"2015-08-05T13:34:08.089+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=Mike D Blood,realm=EUW,application-id=KYnfKGf0,discussion-id=vHucErGe,comment-id=0007,timestamp=2015-08-05T12:54:03.465+0000)\n>\n> Ich bin für Trouble, dass ist kein Bann würdig, höchstens ein Chatbann\n\nthx bro","replies":[]}]},{"id":"","poster":"Dunho","date":"2015-08-09T01:20:07.891+0000","up_votes":1,"down_votes":14,"body":"The Trouble, was erwartest du eigentlich? Du postest im Fanboy Forum und erhoffst auf Zustimmung. Das macht kein Sinn. Hier sind vllt. 10% der Community aktiv (wenn nicht sogar weniger) und davon sind die meisten Fanboys. Dass automatisierte Bannsysteme nicht gut funktionieren, sollte auch niemanden wundern. Riot weiß sich leider nicht anders zu helfen. Deren genereller Aktionismus gegen Flamer ist halt zur Zeit auf solchen witzlosen Systemen beschränkt. Riot Lyte muss sicherlich auch seine Daseinsberechtigung im Unternehmen mit irgendwelchen innovativen \"Verbesserungen des Spielgefühls\" begründen. Ich persönlich verstehe auch nicht warum man das Tribunal abgeschafft hat. Da konnten doch Spieler über Spieler richten und nicht irgendwelche vorprogrammierte Algorithmen. Man hätte auch Belohungen einführen können für besonders gute \"Richter\". Damit würde man auch kein Personal brauchen um so sinnfreie Bannsysteme zu programmieren. \n\nZu deinem Fall: Ich persönlich finde nicht, dass dein Verhalten einen 14 Tage Bann rechtfertigt. Du kommst mir maximal wie eine Heulsuse vor. Nervig ja, aber toxisch definitiv nicht. Für sowas gibts einfach einen Mute Button und es wird weitergespielt. Wenn keiner auf dich dann eingeht, sind Spieler wie du dann relativ schnell ruhig und im besten Fall fokusieren sie Sich dann sogar mehr aufs Spiel.\n\nlg Dunho","replies":[]}]}