{"id":"kQF3ruAP","poster":"Jisatsu90","date":"2015-08-04T21:16:32.742+0000","title":"LoL in naher Zukunft nicht mehr LoL?","subforum":"Champions & Gameplay","embed":{"title":"Gameplay-Aktualisierung: Dampfwalzen","description":"Wir wollten ein paar Gedanken notieren, um euch auf einige weitreichende Änderungen vorzubereiten, mit denen wir im Verlauf der nächsten paar Patches herumexperimentieren werden. Hier unsere Ziele in Kurzfassung: Jedes League-Spiel sollte basierend auf den in ihm zum Einsatz kommenden Champions ein unterschiedliches Spielgefühl vermitteln.","url":"http://euw.leagueoflegends.com/de/page/gameplay-update-juggernauts","image":"http://news.cdn.leagueoflegends.com/public/images/pages/2015/jug/img/Juggernauts_Image1.jpg"},"up_votes":4,"down_votes":1,"body":"Anhand der oben verlinkten Seite w&uuml;rde ich gerne eine Diskussion starten ob LoL sich noch in die richtige Richtung bewegt oder ob hier ein bis dahin gutes Spiel v&ouml;llig zerst&uuml;mmelt wird.\r\n\r\nMir geht es hier um die &quot;neue Einzigartigkeit&quot; die Riot unbedingt durchbringen will.\r\nIch habe absolut nichts dagegen wenn neue Dinge eingef&uuml;hrt werden und das Spiel dadurch flexibler, spannender und komplexer wird. Leider habe ich bei League of Legends immer mehr das Gef&uuml;hl dass &quot;die da Oben&quot; immer mehr durchdrehen.\r\nDas Spiel wird f&uuml;r mich immer fremder, immer &uuml;bertriebener und zunehmen casualisierter. Ich habe das Gef&uuml;hl man will unbedingt neue Spieler haben und vergisst dabei vollkommen die Stammcomunity. N&auml;mlich die, die das Spiel erst gro&szlig; gemacht hat.\r\n\r\nIn diesem Entwicklungswahn und Casualwahn wird das Spiel derzeit immer einfacher, Bunter und ist immer mehr darauf ausgelegt dass es sich &quot;gut pr&auml;sentiert&quot;. Riot bewegt sich dabei mMn immer mehr in die falsche Richtung!\r\n\r\nMit den Jungle&auml;nderungen zur Preseason war ich noch einverstanden. Das Spiel schien zu dem Zeitpunkt komplexer zu werden und mehr taktische Tiefe zu bekommen. Die neuen Smiteverbesserungen, Jungleitems und Buffs brachten mMn ganz gute &Auml;nderungen mit.\r\n\r\nDoch ab diesem Zeitpunkt scheint es nurnoch darum zu gehen dass das Spiel so Einsteigerfreundlich wie m&ouml;glich wird.\r\n\r\nJungle&auml;nderungen bzw der Nerv: Die vorher recht starken Camps wurden so sehr genervt dass extrem viele Toplanechamps ohne Smite ein Camp alleine schaffen und das ohne Probleme. \r\n\r\nTimer: Die n&auml;chste &Auml;nderung die ich nicht gut hei&szlig;e! Vorher musste man sich die Timer selbst aufschreiben um zur richtigen Zeit vor Ort zu sein. Tat man das nicht, hatte man enorme Nachteile bzw das Team das Drake oder Baron gemacht hat war im Vorteil.\r\nDoch nicht nur das. Vorher ben&ouml;tigte man Mapvision und Wards an den richtigen Stellen um die Timer zu bekommen. Doch seit kurzem braucht man auch das nicht mehr weil der Timer sich resettet sobald ein Team Drake oder Baron gemacht hat. \r\nWards? F&uuml;r was denn! den Drake bekommen wir ja wieder angezeigt! Sneaky Baron und Drake sind so nurnoch begrenzt m&ouml;glich weil das Gegnerteam ja jederzeit sieht wann die zwei Drachen up sind!\r\n\r\nFlussgrabbe: Was hat Riot sich bei diesem Camp gedacht? Gut es bringt beim ersten Clear viel Gold f&uuml;r den Junlger und gibt Vision. Aber tun es hier nicht auch wards? Wieso muss hier k&uuml;nstlich was reingebracht werden was es eigentlich nicht braucht?\r\n\r\nEs gibt noch viele Dinge die mich st&ouml;ren.\r\nAber die n&auml;chste &Auml;nderung die Riot da plant ist f&uuml;r mich nurnoch l&auml;cherlich und ich &uuml;berlege das erste mal dieses Spiel von der Festplatte l&ouml;schen.\r\n\r\nMordekaiser kann den Drake mit sich nehmen? Skarner hat jetzt Alt&auml;re die er einnehmen kann? Darius, der im Early game sowieso einer der st&auml;rksten Duellanten auf der Lane ist, bekommt noch mehr Schaden und Garen macht jetzt mehr Schaden an dem Champ der die meisten Kills hat?\r\nDas ist mMn nichts mehr als Effekthascherei und zielt nur darauf ab dass die Champs &quot;cooler&quot; sind.\r\n\r\nIch selbst spiele Skarner sehr gerne aber was soll diese &Auml;nderung denn bitte? Wieso muss man anfangen so nen Bl&ouml;dsinn ins Game zu integrieren?\r\nWenn ich Alt&auml;re einnehmen will dann spiele ich den daf&uuml;r vorgesehenen Spielmodus und nicht Skarner...\r\n\r\nUm das klar und deutlich zu sagen. F&uuml;r mich geht das Spiel v&ouml;llig in die falsche Richtung. Ich will League of Legends spielen weil ich League of Legends mag und nicht weil da ideen von Smite, Dota oder anderen Mobas enthalten sind.\r\nLoL sollte sich mal wieder darauf besinnen wof&uuml;r es stand und warum es derzeit so beliebt ist.\r\n\r\nVon den &uuml;berarbeiteten Jungleitems seit den letzten 2, 3 Patches will ich garnicht anfangen.---","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-04T21:51:15.364+0000","up_votes":4,"down_votes":0,"body":"Also die Änderungen an Darius (Passive vergleichbar mit Katarina nun) und Garen find ich ja noch ok, aber Skarner und Mordekaiser versteh ich überhaupt nicht.\n\nDa hätte man doch bestimmt was besseres machen können.\nMorde's Kit an sich ist ja eig super, das Prinzip. Neue Fähigkeiten basierend auf dem alten Passive und Ult wären wohl besser gewesen.\nSkarner hätte imo keine Veränderung mehr gebraucht, bis jetzt.","replies":[{"id":"","poster":"Busty Botter","date":"2015-08-04T22:08:34.087+0000","up_votes":4,"down_votes":0,"body":"Kann ich mich nur anschließen...\n\nWarum soll ein Team, welches Mordekaiser hat, praktisch for free einen Dracheklon bekommen?\nWarum sollte es eine Möglichkeit geben an etwas Geld zu kommen und ein Buff in einem Feld nur für einen Champ?\n\nAlso ich finds stumpfsinnig :/ Ich hoffe Riot zieht es nicht durch, zumindest nicht in dieser Form.","replies":[]},{"id":"","poster":"MeDontEnglish","date":"2015-08-04T22:42:19.595+0000","up_votes":1,"down_votes":0,"body":"Wie vergleichst du die Passive mit der von Katarina?","replies":[{"id":"","poster":"Stahlvormund","date":"2015-08-04T22:55:27.491+0000","up_votes":1,"down_votes":0,"body":"Zugegebenermaßen hat nicht erst die neue Änderung für die Ähnlichkeit gesorgt.\nDarius' Ult resetted ja CD und Mana Kosten bei Kills. Zusätzlich mit dem neuen Passive wird es halt leichter Kills und damit Resets zu bekommen. (mal abgesehen davon, dass nun der W Cooldown viel geringer wird nach Kills)","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-08-04T23:40:22.479+0000","up_votes":1,"down_votes":0,"body":"Ahh jetzt verstehe ich was du meinst! :)","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-08-05T00:22:50.434+0000","up_votes":2,"down_votes":0,"body":"gibt es das eine LoL überhaupt? Sein wir mal kurz ehrlich: Das LoL aus Season 1 oder 2 hat mit dem Spiel heutzutage fast nichts mehr gemeinsam. Allein schon, dass es eine Phase gab, in der Taric der stärkste Support war... Alle Taric Mains werden sich diese Zeit zurück wünschen...\n\nAber: Dass sich LoL immer wieder gewandelt hat, ist der Hauptgrund, warum es nach 5 Jahren immer noch so erfolgreich ist. Denn wenn wir immer noch in der Season 2 Meta mit der Season 2 Optik spielen würden, hätten gerade die Leute, die seit Ewigkeiten dabei sind, längst aufgehört. Nicht alle, aber viele.\n\nRiot muss sich immer wieder neue Dinge einfallen lassen. Nicht um neue Spieler anzuziehen (das würde auch so passieren), sondern um das Spiel für die Alten interessant zu halten.\n\nUnd dass der neue Jungle einsteigerfreundlicher sein soll... ist einfach nicht wahr. Der Alte Jungle war im Wesentlichen: Cleare die kleinen Camps, oder lasse es bleiben. Gib die Buffs an deine Carries, dann sind die glücklich. Gehe auf die Lane, schmeiße die Ulti... und hoffe, dass deine Carries den Kill abgreifen, selbst wenn du dabei stirbt...\n\nJetzt... kann allein schon das Smite so viel mehr. Und du musst dich fragen: Was ist wichtiger? Jetzt die Geister smiten, damit ich garantieren kann, dass die Vision beim Drachen gecleart ist? Oder das Smite in 20 Sekunden nutzen, um den Drachen zu sichern? Und als du um die Ecke kommst, fällt dir auf, dass da das eine \"Ward\" steht, dass du nicht töten kannst... und dein Gegner in Sachen \"Drachenplanung\" einfach schneller war als du...\n\nWie sollen solche komplexen Gedanken, die der neue Dschungel hervorbringt, \"Einsteigerfreundlich\" sein?\n\nUnd ja, die Camps mussten generft werden... weil sie vorher einfach zurück auf Season 1 Niveau gebufft worden sind-... damals, also im Ursprünglichen LoL, war der Dschungel als feste Rolle keine eingeplante Option, sondern die Camps waren nur da, um zurückliegenden Lanes eine \"Zufluchtsmöglichkeit\" zu geben um wenigsten ein bisschen Farm zu bekommen... aber die Camps waren halt auch so hart, dass nur 3 Mann wirklich sicher von Level 1 an Dschungeln konnten... Und ja, wenn sie die Camps so stark gelassen hätten, gäbe es 2-3 Dschungler, die man spielen könnte... Warwick, Nunu und Fiddlesticks... Die Abwechslung würde gegen 0 tendieren... Und genau das will Riot nicht.\n\nDenn nur die Abwechslung hält das Spiel interessant.","replies":[]},{"id":"","poster":"Spaxa","date":"2015-08-04T22:54:18.530+0000","up_votes":1,"down_votes":0,"body":"Ich hab mir etzt den Riot Post noch nicht durchgelesen aber was du bemängelst und als casualisierung abtust kann ich nicht nachvollziehen: Krabbe und Camps für Toplaner erhöht ja gerade die Komplexität, Devouerer macht so manche Champs wieder besser spielbar, gehört vielleicht zugunsten weniger Stacks zwar trotzdem vielleicht abgeschwächt damit auch die anderen Jungler bleiben können, aber naja. Kann das schwer einschätzen. Die Timer machen das Spiel einfacher zu lesen und da sagt Riot schon lange, dass es ihnen wichtig ist. Wenn du was timen willst time Summoners und Ultis, ist ja schon genug.\n\nEdit: Habs mir jetzt durchgelesen und find die Änderungen recht gut. Die Änderung an Morde ist zwar sehr seltsam, aber vielleicht sieht man ihn dann etwas öfter und Flexpicks find ich eigentlich immer cool.","replies":[]}]}