{"id":"MM3sdfRl","poster":"LEBOVIM","date":"2015-08-03T12:20:37.789+0000","title":"Kluft der Beschwörer hat auch auf der Website neuen Anstrich verdient","subforum":"Karten & Spielmodi","embed":{"title":"Kluft der Beschwörer | League of Legends","description":"Als erstes und beliebtestes Richtfeld sehen viele die Kluft der Beschwörer als das Nonplusultra des kompetitiven Bereichs von League of Legends. Das Spielgeschehen unterteilt sich normalerweise in voneinander getrennte Spielphasen. Mit Duellen zwischen Konkurrenten auf einer Lane zu Beginn und epischen, groß angelegten Teamkämpfen als Höhepunkt.","url":"http://gameinfo.euw.leagueoflegends.com/de/game-info/game-modes/summoners-rift/","image":"http://cdn.leagueoflegends.com/game-info/1.1.9/images/content/gi-modes-sr-battle.jpg"},"up_votes":2,"down_votes":0,"body":"Hallo Beschw&ouml;rer^^\r\n\r\nBeim durchst&ouml;bern der Website viel mir eben auf, dass die Informationen und Bilder zur Kluft der Beschw&ouml;rer outdated sind und daher auch teilweise Fehlinformationen vermitteln. (s. Beispielbild)\r\nBei Bedarf k&ouml;nnte ich auch selber die Texte verbessern und gerne gemeinn&uuml;tzig zur Verf&uuml;gung stellen.\r\nDa im Forum soetwas allerdings meist gem&auml;chlich abl&auml;uft warte ich da aber lieber auf eine Reaktion der Verantwortlichen.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nLEBOVIM","replies":[{"id":"","poster":"LEBOVIM","date":"2015-08-28T19:50:55.896+0000","up_votes":1,"down_votes":0,"body":"Wurde aktualisiert.\nthx Riot :D","replies":[]},{"id":"","poster":"Asamu2021","date":"2015-08-06T19:28:12.463+0000","up_votes":1,"down_votes":0,"body":"Sorry aber ich habe ka vom forum von league of legends.. deshalb schreibe ich es mal hierher. Ich würde nur gerne mal wissen wie man in der neuen map von lol signalisoert ohne dabei Ctrl drücken zu müssen.. in der alten map war das besser. Da die signalisierungen gleich über der minimap mit einem mausklick vorhanden waren..","replies":[{"id":"","poster":"LEBOVIM","date":"2015-08-06T23:38:10.048+0000","up_votes":1,"down_votes":0,"body":"Meinst du das?\n\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=1075550&page=1#post10654036\n\nIch benutze immer G du kannst in den Einstellungen aber beliebige Tasten einstellen,\nMfG","replies":[{"id":"","poster":"Asamu2021","date":"2015-08-09T22:58:13.164+0000","up_votes":1,"down_votes":0,"body":"Ja genau das hab ich gemeint. Nur finde ich das blöd das der buttom über der minimap entfernt wurde. Ich zb hab mit schnellen Mausklicks mit meinen teamkollegen kommuniziert. Und das jtz durch Strg bzw g oder v drücken und dann zu signalisieren finde ich richtig blöd,  das ich meine Finger eh immer nur auf Q W E R T und D bzw F habe...","replies":[]}]}]},{"id":"","poster":"LEBOVIM","date":"2015-08-03T12:31:02.921+0000","up_votes":1,"down_votes":0,"body":"@Hamrio \nTschuldiung für den so barschen Kommentar, war noch im falschen Forum unterwegs gewesen und daher hatte sich wohl der Uploadort  verändert ohne dass ich Notiz davon nahm. Sollte dieser Ort falsch sein, so bitte ich um Richtigstellung mit Hinweis auf den korrekten Ort.","replies":[]}]}