{"id":"zapAVdZA","poster":"ActiveBean","date":"2015-08-02T20:15:02.902+0000","title":"Suchen ONLY Diamond 3+Support(kein ONE TRICK PONY)","subforum":"Clans & Teams","up_votes":1,"down_votes":7,"body":"Hallo,\nwir suchen derzeitig einen Support, der auch mindestens Dia 3 ist oder h&ouml;her. Deshalb added mich bitte NICHT, wenn ihr Dia 5 seid oder so (Dia 4 und knapp an der Promo ist ok ;D). \nWir sind bereits ein eingespieltes Team mit einem noch neuen Toplaner. Wir alle sind 18-20 Jahre alt und auch nicht am flamen oder &auml;hnliches.\nTop - Call me Cullmann - dia 2-1 \nJungle - Markus128 - Dia 4-3 \nMid - Don Giu - Dia 3\nAdc - Activeuser - Dia 1 \nWir wollen auch dann regelm&auml;&szlig;ig abends spielen, wenn es nicht mehr so hei&szlig; drau&szlig;en ist ;D . Wir wollen dann auch an Turnieren regelm&auml;&szlig;ig teilnehmen, also brauchen wir das Training. Wir alle sind sehr ambitioniert und wollen Master erreichen, aber brauchen halt noch bisschen Zeit. Morgen bin ich so ab 19 Uhr bei League erreichbar und wir würden dann auch gerne Teamranked spielen :). \nAdded mich einfach \"Activeuser\".  \n\nMfg","replies":[{"id":"","poster":"Swegl0rd","date":"2015-08-02T20:19:58.127+0000","up_votes":3,"down_votes":0,"body":"Hey ich maine support, bin platin 5 und dafür auch scheisse","replies":[]},{"id":"","poster":"Don Leona God","date":"2015-08-02T20:29:22.250+0000","up_votes":1,"down_votes":2,"body":"Moin,\n\nbin Main Support seit Season 3, aber leide nur Dia V möchte dich deswegen nicht adden ;) \nWenn ihr keinen anderen findet dürft ihr mir gerne bescheid sagen, hätte gerne die Chance mich zu beweisen.\nZu mir:\n19 Jahre alt\nz.Z. Azubi , abends immer Zeit\nDia V ( wie gesagt leider unter eurer gesuchten ELO)\nsehr errangiert\nMain Champs: {{champion:89}} {{champion:412}} {{champion:267}} {{champion:12}}  behersche eigentlich jeden Support  \nHabe alle Champs für Swaps und lerne auch gerne neue Champs passend zur Teamcomp.\n\nAlso wenn ihr auf die Divisionen verzichten könnt, added mich gerne . \nMfg Johannes","replies":[]}]}