{"id":"PWvtgqQA","poster":"Fermi Paradox","date":"2015-08-02T10:53:45.315+0000","title":"Lande manchmal nicht in der Game Lobby","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Einen wundersch&ouml;nen guten Tag liebe Beschw&ouml;rer!\r\n\r\nIch habe ein winziges aber unglaublich nerviges Problem mit dem LoL-Client:\r\n\r\nManchmal, wenn ich eine Einladung annehmen m&ouml;chte, passiert &uuml;berhaupt nichts, wenn ich auf &quot;Accept&quot; klicke.\r\nIn der Lobby selbst, so berichten mir meine Freunde, s&auml;he es so aus, als ob ich die Einladung weder abgelehnt noch angenommen h&auml;tte, egal wie oft sie mich einladen und ich auf &quot;Accept&quot; klicke.\r\n\r\nDies passiert vollkommen zuf&auml;llig, manchmal direkt nach einem Game, manchmal auch, wenn ich mich einlogge und den Client erst einmal eine Weile im Hintergrund laufen habe.\r\n\r\nUm dieses Problem zu beheben muss ich den Client einmal komplett schlie&szlig;en und mich neu einloggen ODER selbst eine Lobby aufmachen und meine Freunde selbst einladen.\r\n\r\nReparieren hat leider nichts gebracht, eine Neuinstallation wollte ich jetzt noch nicht wagen, da mir das pers&ouml;nlich zu lange dauert :P\r\nDarum wollte ich jetzt erst einmal fragen, ob es vielleicht eine andere, einfachere L&ouml;sung ohne Neuinstallation gibt.\r\n\r\nSchon einmal im Voraus vielen Dank f&uuml;r die Hilfe &lt;3\r\n\r\nMfG,\r\nDoctor Cupcake","replies":[{"id":"","poster":"Fairez","date":"2015-08-02T11:36:15.523+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nposte bitte ein AirLog, das Log sollte von einer Sitzung sein wo das Problem aufgetreten ist.\n\nWo du das AirLog findest erfährst du hier:\n-> http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen?comment=0006","replies":[{"id":"","poster":"WDW Nogothrim","date":"2015-08-03T18:02:47.749+0000","up_votes":2,"down_votes":0,"body":"selbes problem D: ...","replies":[{"id":"","poster":"Fairez","date":"2015-08-03T18:20:24.706+0000","up_votes":1,"down_votes":0,"body":"Danke,\nlösch bitte mal den Ordner \"lol_air_client\", diesen findest du unter \"League of Legends\\RADS\\projects\".\nWenn du das Spiel anschließend startest, werden wieder einige Dateien heruntergeladen, danach solltest du dich wie gewohnt einloggen können.\n\nBeim ersten Log wird einiges vom Chat angezeigt, das kannst du wieder entfernen wenn du willst.","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-08-04T15:04:23.072+0000","up_votes":1,"down_votes":0,"body":"hm, soll ich das selbe machen? o.O","replies":[{"id":"","poster":"Fairez","date":"2015-08-04T17:51:05.051+0000","up_votes":2,"down_votes":0,"body":"Ja bitte, hatte nicht bemerkt dass es sich um unterschiedliche Accounts handelt, da beide mit \"DOCTOR\" anfangen.","replies":[]}]}]}]},{"id":"","poster":"Fermi Paradox","date":"2015-08-03T17:51:56.459+0000","up_votes":1,"down_votes":0,"body":"So, es ist wieder passiert^^ Ich nehme das Game an und es passiert nichts D:\nRelogge gerade und lasse kurz mal die logdatei da :3","replies":[]},{"id":"","poster":"Fermi Paradox","date":"2015-08-02T14:48:21.757+0000","up_votes":1,"down_votes":0,"body":"dann muss ich aber warten, bis das wieder auftritt, habe was das angeht gerade keinen Überblick^^'\nAber das tritt relativ häufig auf, also sollte das kein problem sein ;)","replies":[]}]}]}