{"id":"r6sTpX1q","poster":"BozZLiiiKe","date":"2015-08-01T16:34:42.820+0000","title":"BugFixes in Bezug auf Fiddlesticks Q (Fear)","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Mit diesem Ticket wollte ich Sie aufmerksam auf einen Ingame Bug in Bezug auf Fiddlesticks machen. N&auml;mlich stimmt etwas mit seiner Q (Fear) nicht so ganz. Wenn beispielsweise ein Alistar seine W+Q Kombination ausf&uuml;hren m&ouml;chte, kann ein Thresh E, das gut getimed wurde, seinen Sprung unterbrechen. Meiner Auffassung nach sollte das Fiddlesticks mit seinem Fear genauso k&ouml;nnen, da es ein sofortiger CC ist. Jedoch wenn Alistar seine W auf Fiddlesticks benutzt und Fiddlesticks ihn dabei (im Flug!) Q&#039;ed, wird dieser Alistar nicht sofort gefeared, sondern kann vollst&auml;ndig seine W+Q Kombination durchf&uuml;hren, bevor der Fear auf ihn auftrifft. \r\n&Auml;hnlich ist dies beispielsweise bei Riven in Bezug auf ihre Q-Animation. Wenn Riven ihre Q aktiviert, beginnt die Animation, worauf nach kurzer Zeit erst der Schaden auf das Ziel durchgef&uuml;hrt wird. Wenn Riven ihre Animation beginnt, und Fiddlesticks sie w&auml;hrenddessen &quot;an Q&#039;ed&quot;, f&uuml;hrt sie vorher noch ihre Animation durch, sodass der Schaden auf Fiddlesticks durchgef&uuml;hrt wird. Diese Tatsache hat mir schon sehr oft das Leben gekostet. Dieselbe Tatsache gilt beispielsweise auch f&uuml;r Nidalee. Sollte Nidalee auf einen Fiddlesticks springen und Fiddlesticks dr&uuml;ckt w&auml;hrend dem Flug seine Q auf Nidalee, so kann Nidalee immernoch ihren Sprung vollf&uuml;hren und im Nachhinein noch ihren E-Schaden durchbringen, bevor sie gefeared wird. Demnach ist komischerweise ein sehr unangenehmer Delay auf Fiddlesticks&#039; Fear, was meiner Meinung nach ein Bug ist, da nichts davon in seiner F&auml;higkeit steht. \r\nMein letztes Anliegen liegt darin, dass wenn Fiddlesticks einen beliebigen Champion feared, h&auml;lt dieser Fear im Normalfall (ab Lv. 13) 2,25 Sekunden an. \r\nJedoch wenn man gerade einen Champion gefeared hat und dann als Fiddlesticks stirbt, verschwindet der Fear sofort vom Gegner und es war ein ca. 0,25 Sekunden fear, was meiner Ansicht nach ebenfalls ein Bug ist.","replies":[]}