{"id":"RIrKUj9h","poster":"Nusseln","date":"2015-07-31T23:01:51.580+0000","title":"Bronze Dudes für Ranked Team gesucht ;)","subforum":"Clans & Teams","up_votes":3,"down_votes":2,"body":"Hallo. Mein Name ist Nusseln und ich bin als Caster in der Blue eSports league T&auml;tig. Da das Caster dasein einsam sein kann, dachte ich, ich versuche mich mal als coach. \r\n\r\nJetzt kommt der wichtige Teil.\r\n\r\nIch suche Bronze Spieler die folgende Kriterien erf&uuml;llen:\r\n\r\n1. Ihr solltet &uuml;ber 18 sein\r\n\r\n2. Ihr solltet ein freundliches auftreten innerhalb und au&szlig;erhalb des Games haben (jeder hat mal eine schlechte Runde)\r\n\r\n3. Ihr solltet euch immer im klaren sein, das Spa&szlig; im Vordergrund stehen sollte. \r\n\r\n4. Ihr wollt euch als Mensch und als Spieler verbessern.\r\n\r\n\r\nWas biete ich euch? Ich biete euch meine Hilfe an. Ich m&ouml;chte ein Team aufbauen welches durch gutes Teamplay &uuml;berzeugen kann. Da wir in der Blue eSports League eine sogenannte Recruitment series haben, wo die besten in die Blue eSports League aufsteigen k&ouml;nnen, m&ouml;chte ich dort mit dem Team Teilnehmen\r\n\r\nAlso Dudes meldet euch bei mir und erf&uuml;llt euch euren Traum von einem Team ohne Grenzen\r\n\r\nMfg Nusseln","replies":[{"id":"","poster":"SoaD Trenkx","date":"2015-08-01T16:49:43.644+0000","up_votes":1,"down_votes":0,"body":"Servus Nusseln.\n\n Ich bin schon seid einiger Zeit auf der suche nach einem Aktiven Ranked Team mit denen man nett reden kann, aber auch konzentriert ein Aktives und erfolgreiches Team aufstellen kann. \nZu mir, ich bin 19 Jahre alt ( nurnoch 2 Wochen) Main support und spiele Gelegentlich auch mal ADC oder Mid. Zurzeit befinden ich mit in Gold 5. Es ist zwar beschrieben das du Bronze Spieler suchst aber ich will es trotzdem versuchen. Flamen tue ich wen dann nur mich selbst weil ich unzufrieden mit meinen Plays bin. \nSkype und TS3 sind vorhanden.\nMFG Trenkx -> Soad Trenkx (ingame)","replies":[]},{"id":"","poster":"Latkat","date":"2015-08-01T13:37:41.086+0000","up_votes":1,"down_votes":0,"body":"Ich bin 16 unranked.... Ich maine Mid und kann glaube ich einen passablen Talon spielen... Ausweichrollen sind Annie, Zed (Azir lerne ich noch) wahrscheinlich kann ich eh nicht rein da ich die Kriterien nicht erfülle ^^aber vlt. fehlt euch ja genau noch ein Midlaner... Falls ja ; Ingame-> Latkat","replies":[]},{"id":"","poster":"Akayuki56","date":"2015-08-01T10:58:58.208+0000","up_votes":1,"down_votes":0,"body":"Hallo :)\n\nMein Freund und ich suchen gerade ein aktives und engagiertes Team für Ranked Games. ^^\nWir sind beide über 20, halten nicht viel von Flamern etc und beissen auch nicht ;)\nBei uns steht im Vordergrund ein nettes Team zuz finden, mit sympatischen Leuten um ein paar schöne Gameszu spielen und sich gemeinsam zu verbessern und Spass zu haben!\nIch bin main supp/jungle, kann aber auch ganz gut adc spielen.\nMein Freund (Beschwörername: kurumar) ist main top, aber sonst auch in allen anderen rollen bis auf adc gut.\n\nIch habe dich mal geadded, würde mich freuen wenn daraus was werden würde!\n\nLiebe Grüsse,\nAkayuki56","replies":[]},{"id":"","poster":"Takazuya","date":"2015-08-01T08:59:54.220+0000","up_votes":1,"down_votes":0,"body":"Servus Nusseln,\nich bin Takazuya und kann alle deine folgende 4. Punkte erfüllen\nGerne Spiele ich die Lane Top sowie Jungle / ADC\n\ngerne würde ich mich über ein gesprech mit Dir in Skype oder im TS freuen\nfinde das macht das ganze Persönlicher als hier drin zu schreiben\n\nhab Dich geaddet im Spiel damit Du oder ich Dich sehen kann wann jemand von uns beiden Online ist\n\nGruß Takazuya","replies":[]},{"id":"","poster":"Kriegerfun","date":"2015-08-01T08:09:46.265+0000","up_votes":1,"down_votes":0,"body":"Ich bin minderjährig und bin leider nicht Bronze... lol","replies":[]},{"id":"","poster":"RawwLoveJira","date":"2015-08-01T06:05:21.696+0000","up_votes":1,"down_votes":0,"body":"yawohl ich will","replies":[]}]}