{"id":"oNgPwh7j","poster":"FB Blade","date":"2015-07-31T16:46:39.051+0000","title":"Verlorene Verbindung zu PvP.net","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Sch&ouml;nen Tag =),\r\nIch habe seit einiger Zeit immer h&auml;ufiger das Problem, dass mein League of Legends Client die Verbindung zu PvP.net verliert. \r\n(Link zum Bild) http://img5.fotos-hochladen.net/uploads/verbindungverlm6bd0sayh9.png\r\nNun wirkt sich das Problem in verschiedenen Bereichen des Clienten negativ auf mein &quot;Konto&quot; aus.\r\n\r\n**Client-Startbildschirm**: Nach verbindungsverlust keinerlei reaktion bis die Verbindung wiederhergestellt wurde. Passieren tut es aber auch, dass der Client abst&uuml;rzt mit der Meldung: _LoL-Client.exe Reagiert nicht mehr..._\r\n**Client-Spielwarteschlange**: Nach Verbindungsverlust kein Signal, und nachdem die Verbindung wiederhergestellt wurde, wird &quot;theoretisch&quot; weiter nach einem Spiel gesucht aber &quot;praktisch hat der Client schon mit Suchen aufgeh&ouml;rt.\r\n**Client-Championauswahl**: Wenn der Client die Verbindung in der Championauswahl verliert, aktualisiert diese sich erst nach wiedergefundener Verbindung. Sollte die bis ablauf der 60 (70) Sekunden nicht wiederhergestellt worden sein kann ich keine einstellungen mehr &auml;ndern. Im schlimmsten fall habe ich es nicht einmal geschafft einen Champion auszuw&auml;hlen und mir wird eine Zeitstrafe wegen verlassener Championauswahl gegeben nachdem mich der Client aus der Championauswahl warf.\r\n**Im Spiel**: Das Spiel Minimiert sich um mir mitzuteilen, dass der Client Abst&uuml;rzte, danach &ouml;ffne ich das Spiel und Spiele weiter.\r\n**Nach dem Spiel**:Nachdem der Gegnerische oder unser Nexus zerst&ouml;rt worden ist, und ich auf &quot; Weiter &quot; klicke komme ich auf meinen Desktop. Selten ist es der Fall, dass der LoL-Client w&auml;rend des Spieles nicht abst&uuml;rzt, in diesem Fall kann ich ganz normal eine neue Runde beginnen.\r\n\r\nNun habe ich wohl sehr deutlich beschrieben worin mein Problem liegt und bitte daher dringend um hilfe.\r\n\r\nMFG:      FB Blade  {{champion:81}}__{{item:3100}}{{item:3285}}{{item:3089}}{{item:3157}}{{item:3158}}{{item:3135}}--{{summoner:14}}{{summoner:4}}","replies":[{"id":"","poster":"FB Blade","date":"2015-08-06T08:58:06.942+0000","up_votes":1,"down_votes":0,"body":"Das Problem ist nun behoben dank der ausschaltung des IP-Hilfedienstes ! Danke an euch beiden","replies":[]},{"id":"","poster":"FB Blade","date":"2015-08-01T07:56:53.114+0000","up_votes":1,"down_votes":0,"body":"Danke TG Nymphes und Fairez. Erstmal hat diese Lösung geholfen, wenn weitere Probleme diesbezüglich auftreten werde ich mich wieder in dieser Diskussion melden !","replies":[]},{"id":"","poster":"TG nymphes","date":"2015-07-31T18:09:51.097+0000","up_votes":1,"down_votes":0,"body":"Musst den IP - Hilfsdient in deinen Diensten mal austellen hatte ich auch schon. \n\n\nWindows Taste -> Suchen nach : Dienste -> Dort suchst du dann : IP - Hilfsdient -> Rechtsklick Eigenschaften -> Starttyp Deaktiviert !\n\n\nLG Niklas","replies":[]},{"id":"","poster":"Fairez","date":"2015-07-31T16:58:19.799+0000","up_votes":1,"down_votes":0,"body":"Hallo,\noftmals kann das Problem durch deaktivieren des IP-Hilfsdienstes behoben werden.\nWindows Taste + r -> services.msc eingeben -> IP-Hilfsdienst beenden und deaktivieren.\n\nFalls das nicht helfen sollte, schau dir bitte folgendes an:\n-> https://support.riotgames.com/hc/de/articles/201752664-Fehlerbehebung-bei-Verbindungsproblemen","replies":[]}]}