{"id":"Jx3c7OAu","poster":"Saphí ","date":"2015-07-30T18:10:53.906+0000","title":"Team  sucht Jungler (s2-g5)","subforum":"Clans & Teams","up_votes":4,"down_votes":2,"body":"Hallo Community,\r\n\r\nIch habe vor kurzem einen post gemacht das ich ein team suche. Ich hatte auch schon ein full team aber mein jungler meinte einfach kurzfristig \r\nabsprigen zu m&uuml;ssen. also suche ich jetzten einen neuen infos zu mir , was f&uuml;r anfoderungen es gibt und was wir mit dem team errecihen wollen gibt es in meinem alten post link hier: http://boards.euw.leagueoflegends.com/de/c/clans-teams-de/RuHi3h99-teamblackdragon-sucht-member-s2-g5\r\n\r\nGr&uuml;&szlig;e Saphironaris","replies":[{"id":"","poster":"Best Dràven EUW","date":"2015-07-30T19:15:48.930+0000","up_votes":1,"down_votes":0,"body":"Moin,\nAlso ich spiele momentan Silver II (normalerweise Gold aber wie jeder weiss ist das eine scheiß Elo-Hell wo man immer rumspringt^^)\nBin 16 Jahre alt, spiele seit Anfang Season 3 League of Legends und hab auch schon sehr viel knowledge über das Spiel.\nMaine AD Carry, Jungle und etwas Mitte und wäre bereit mich eurem Team anzuschließen als Jungler. \nAnforderungen :\n- Du solltest sympathisch und humorvoll sein. - Bin ich.\n- Du solltest Kritik gut einstecken können anstatt beleidigt zu sein. - Kann ich.\n- Du solltest sinnvolle Beiträge bezüglich des Spiels beitragen können. - Kann ich machen.\n- Du solltest mindestens 16 Jahre alt sein und maximal 18 Jahre alt sein. - 16\n(- Du solltest möglichst FNC-Fan sein :D) - In LoL Ja, aber in Counterstrike kann ich die nicht leiden :D\n- Du MUSST (sowieso) Spaß am Spiel haben. - Wer hat das nicht?:p\n- Wer sich von Flamern und Salty-Boyz schnell runterkriegen lässt, braucht sich erst gar nicht melden! - Die jucken mich nicht^^\n- Du selber solltest übrigens auch kein Flamer bzw. Salty-Boy sein. Denn das wäre genauso scheiße. :D - Nevermind, ich und flamen? Nee :p\nSpielerische Anforderungen:\n- Generell ein gewissen Potenzial sollte vorhanden sein. \"Ich kann selbst aus einem Funken ein Feuer machen!\" - Ist vorhanden.\n- Mindest Elo ist S2, Maximal Elo ist G5. - S2, von Gold V mal wieder gedroppt xD\n- Du musst ein gewisses mindest Knowledge über das Spiel haben. - Seit Season 3 am suchten :D Ich hab die knowledge ^^\n- Du solltest ein Meta-Spieler sein und die Meta stets kennen. - Kenne die Meta.\n- Keine Onetrickponies! (Nur einen Champion mainen.) - Ich habe 3-4 Jungler die ich gut spielen kann und ich passe mich immer an, was die Gegner spielen.\n- Außderdem: KEINE(!!!) Teemo, Fiora, Gankplang oder möchtegern Riven spieler auf der Top-Lane! - Also kann ich Teemo junglen, geil! Kappa ;) Just kidding^^\n\nWenn interesse entstanden ist, einfach mal adden^^ ''Best Dràven EUW''\n\nMfG","replies":[{"id":"","poster":"CastielMid","date":"2015-07-30T19:22:18.937+0000","up_votes":1,"down_votes":0,"body":"sorry haben unseren jungler schon :)\nund wenn du adc oder mitte spielen willst wenn da jungler steht, \nnaja muss ich nix zu sagen :x","replies":[{"id":"","poster":"Best Dràven EUW","date":"2015-07-31T10:55:21.389+0000","up_votes":1,"down_votes":0,"body":"Ja passt :)\nNein, ich meinte das ich diese Rolle nebenbei auch maine, nicht das ich sie spielen will ^^\n\nEuch good luck","replies":[]}]}]}]}