{"id":"VltaNL1r","poster":"INDL Traze","date":"2015-07-31T00:23:30.027+0000","title":"Brauche Hilfe beim Upranken [S3]","subforum":"Clans & Teams","up_votes":1,"down_votes":4,"body":"Hallo,\r\n\r\nwie oben schon geschrieben bin ich in Silver 3 und komme dort &uuml;berhaupt nicht raus. Ich bin Main Adc oder Jungler und stehe jedes Match positiv und meist gefedet da. Allerdings verliere ich trotzdem 80% meiner Matches, weil meine Teammates nichts hinbekommen oder einfach sinnlos abfeden. Vom Skill Niveau w&uuml;rde ich mich selbst in Gold einsch&auml;tzen. Also meine Frage ist, ob hier irgendein Smurf oder sonst was ist der mir vielleicht helfen kann leichter aufzusteigen.","replies":[{"id":"","poster":"JhinTonic420","date":"2015-07-31T00:49:25.320+0000","up_votes":2,"down_votes":0,"body":"So ehm wo soll ich anfangen.. \nErstmal wer das Skill Niveau von nem Gold Spieler hat, spielt auch Gold. \nIch kann dir eigentlich nur was zu adc sagen, weil ich nicht wirklich jungle spiele. \nDeine Runen sind schrott für adc, Masteries auch.\n2 von den Games aus deiner History warst du gefeedet. ( Beide mit Shyvana, die im moment sowieso broken ist.) \n1 Afk - not bad\nder Rest eher mittelmäßig (7 7 ; 8 9 ; usw. ) \nfarmen ist anscheinend auch nicht so deine stärke (170 nach 30 minuten - naja geht besser) \n\nDass die Teammates scheiße sind ist sowieso immer die Ausrede. Lol ist nunmal ein Teamgame. Das heißt wenn du mit deinem Team nicht klar kommst, spiel kein Lol :). Das mal jemand feedet, ist völlig normal auch in der höheren Elo. Das Ding ist - auf lange Zeit gesehen haben deine Gegner genau so oft Feeder, afkler, troller und was es nicht alles gibt wie du also liegt es im Endeffekt an dir. \n\nIch mach dir einen Vorschlag: Wenn du dich verbessern willst hilft es nichts sich von einem Smurf hochziehen zu lassen. Deshalb mach ich das auch nicht. \nIch kann dir allerdings, wenn du willst, ein paar Tipps geben, wie du dich evtl. verbessern kannst (zumindest als adc) \n\nMfG \n\nWenn du mir jetzt mit Rechtschreibung oder Groß/Kleinschreibung ankommst- Es ist kurz vor 3 und ich bin relativ müde also weißte bescheid. \nSchreib mich an wenn du Tipps willst.","replies":[{"id":"","poster":"Rudi Rennschwein","date":"2015-07-31T06:51:14.261+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=General Baroxxx,realm=EUW,application-id=ElKI1ocy,discussion-id=VltaNL1r,comment-id=0001,timestamp=2015-07-31T00:49:25.320+0000)\n>\n> So ehm wo soll ich anfangen.. \n> Erstmal wer das Skill Niveau von nem Gold Spieler hat, spielt auch Gold. \n> Ich kann dir eigentlich nur was zu adc sagen, weil ich nicht wirklich jungle spiele. \n> Deine Runen sind schrott für adc, Masteries auch.\n\n- Runen und Masteries sind echt nicht gut...\n- Besser Farmen als ADC\n- nach gewonnener Botlane rotieren (was einfach 97% der Leute nicht raffen ist Objectives >>>>>>>>>>>>Kills, da selbst wenn der Gegner mal viele Kills hat sind weitere 70% nicht in der Lage ein Game zu finishen, da sie immer nur chasen und auf Kills gehen und gar nicht wissen wie man es durch Mapcontrol und Objectives gewinnt)","replies":[{"id":"","poster":"JhinTonic420","date":"2015-07-31T10:26:35.999+0000","up_votes":1,"down_votes":0,"body":"stimmt, \nund die Builds sind auch nicht gerade gut.. \nJinx mit Ie und dann Bt ?! \n\nGibt genug Seiten ( siehe z.B probuilds.net), auf denen man aktuelle Guides findet ( auch wenn man Hilfe bei Runen und Masteries braucht)","replies":[]}]}]},{"id":"","poster":"InNeedOfWombat","date":"2015-07-31T09:45:56.464+0000","up_votes":1,"down_votes":0,"body":"Wenn du so in Gold kommen würdest, würdest du mit 95% Looserate wieder nach Silber absteigen...","replies":[]},{"id":"","poster":"Baskiney","date":"2015-07-31T00:32:31.098+0000","up_votes":1,"down_votes":0,"body":"Wenn du schon Denglisch schreibst dann bitte auch richtig ^^.  Welche ADC's spielst du denn am häufigsten, einige sind sehr gut zum fast alleinigen gewinnen des Spiels.","replies":[]}]}