{"id":"UvGqyKjp","poster":"Radma44","date":"2015-07-29T22:04:04.707+0000","title":"mid/jungle/top sucht DuoQ Partner oder Team 18+ mit ts3","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Zu mir:\r\nIch bin Max, bin 23 Jahre, spiele seit der Beta League of Legends und sehr erfolgreich. Ich hab von mehreren Teams bereits Erfahrung gemacht und war mit mehreren Accounts auf Plat/Dia und mit meinem Team FooFooFighters bereits Dia 1, jedoch hat sich dann das Team letzte Season kurz vor den Promos zu Master aufgel&ouml;st da 2 unser Spieler Abi gemacht haben und keine Zeit mehr hatten. Danach habe ich mal ein Challenger Team gecoacht, die f&uuml;r meine Hilfe sehr dankbar waren, jedoch hatte dann ich keine Zeit mehr wegen meinem 2ten Arbeitsplatz, den ich jetzt wieder aufgegeben habe.\r\n\r\nBei einem DuoQ Partner kommt es mir darauf an, das dieser freundlich, gespr&auml;chsbereit und Diskussionsbereit ist. Da ich viel Erfahrung mitbringe und im coache viel besser als im spielen, sollte dieser sich auch darauf einstellen, das ich im helfen m&ouml;chte, nicht st&auml;ndig seine Fehler an den Kopf knallen und fertig machen m&ouml;chte.\r\n\r\nBei einem Team suche ich Leute, die oft und konstant miteinander trainieren und was erreichen wollen, ESL etc. Der Shotcaller m&ouml;chte ich nicht sein im Team, da das meiner Meinung nach der Jungler oder Supporter machen m&uuml;sste, kann es aber notgedrungen &uuml;bernehmen. Das einzige das ich gerne machen w&uuml;rde, w&auml;ren Teamtaktiken bereits davor und im Spiel festlegen, zum Beispiel swap mit der Botlane. Jeder sollte seine Lane beherrschen und wissen wie man Lasthittet, auch wenn man an den Turm gedr&uuml;ckt wird, gecampt oder bereits 2 Kills an den Gegner abgeben hat und wie das Spielverhalten dann sein sollte. Bei allem anderen kann ich gerne helfen.\r\n\r\nIch hoffe das war aufschlussreich und die richtigen Leute werden mich adden ;) Einfach ingame adden: Radma44 und nicht zu zimperlich sein.","replies":[{"id":"","poster":"Radma44","date":"2015-07-31T18:20:25.596+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}