{"id":"9Ez6h8W1","poster":"Hokiri","date":"2015-07-29T20:23:27.034+0000","title":"Rekrutierung von Erfahrenen Spielern","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Hallo, flei&szlig;ige League of Legends Spieler\n\nIn diesem Tweet m&ouml;chte ich euch ein League of Legends Team n&auml;herbringen welches durch ein paar wenige Umst&auml;nde neue Teammitglieder ben&ouml;tigt um Ihr Team wieder einen einstieg in die Rangliste zu erm&ouml;glichen.\n\nBevor ich Euch den Namen dieses Teams nenne m&ouml;chte ich vornherein Euch ein paar Dinge &uuml;ber dieses Team erz&auml;hlen:\n\n\nWIE EINTSTAND DAS TEAM & WER IST ALLES DABEI ?\n\n*Das Team entstand schon indirekt au&szlig;erhalb von League of Legends, Wir haben uns alle [alle derzeitigen Teamitglieder] auf einem nicht bekannten Teamspeak Server kennengelernt, deshalb dachten wir uns dass es zeit w&auml;re einen eigenen Teamspeak Server zu &ouml;ffnen um uns aktiv zu treffen und um dort mit League of Legends fortzusetzten.\nUnser Teamspeak Server ist zwar noch sehr klein und ab und an verirrt sich ein Spieler zu uns doch wir suchen auch aktive Spieler die auf unseren Teamspeak Server mit uns gemeinsam die Rangliste erklimmen.[Teamspeak Server Adresse wird am Ender des Tweets stehen]\n\n*Da wir uns schon l&auml;nger kennen sprechen Wir uns alle auf dem Teamspeak mit dem Vornamen an, da Wir so oder so eine l&auml;ngere Zeit miteinander verbringen ist dies ein kleiner Teil der unsere Freundschaft bindet.\n\n-> Sind wir mal ganz ehrlich es ist doch viel besser wenn man die Spieler richtig anreden kann, und man nicht immer z.b.: SuperKiller8438 sagen muss um die Spieler anzureden.\n\n*Am Ende des Tweets stehen alle Vornamen der derzeitigen Teammitglieder, da wir uns so vorstellen m&ouml;chten wie wir sind\n\n\nWAS HAT DAS TEAM F&Uuml;R ZIELE ?\n\n*Unsere Ziele als Ranglistenteam ist sicherlich eine hohe Liga, doch sind uns als Team andere Aspekte auch sehr wichtig unter anderem:\n\n*Ein M&uuml;hevoller Umgang mit dem Team\n\n*Das Zusammenspiel ob gut oder schlecht\n\n*Keine Beleidigungen unterm dem Team -> wir sind alle vern&uuml;nftige Spieler\n\n*Keine Diskriminierung untereinander\n\n*Respektvoller Umgang mit anderen Spielern\n\n\nVORAUSSETZUNGEN ZUR AUFNAHME\n\n-> bevor ich euch die Voraussetzungen aufz&auml;hle m&ouml;chte ich sagen dass: ich nichts gegen Spieler haben die Unerfahren sind, da jeder einmal Angefangen hat.\n\n*Nummer 1: Lvl 30\n\n*Nummer 2: Deutsch in Schrift und Sprache\n\n*Nummer 3: Teamspeak 3[Vorhanden]\n\n*Nummer 4: Eine angemessene Reife[Alter]\n\n*Nummer 5: Liga[ ist egal denn es kommt nicht auf die Liga an]\n\n*Nummer 6: Temperamentvoller Umgang Ingame/Teamspeak\n\n*Nummer 7 & 8: Gespr&auml;ch auf Teamspeak + Probespiel[wenn punkt 1-6 erfüllt ist]\n\n\nENDE DES TWEETS\n\n*Wir freuen uns auf euer besuch auf unserem Teamspeak -> damit wir wissen dass Ihr von diesem Tweet aus zu uns kommt setzt bitte das Wort \"Tweet\" vor euer Name.\n\n*Mitglieder: Support[Benny] / Adcarry[Lukas] / Midlane[Aaron] / Toplane[Daniel] / Jungler[???]\n\n*Gesucht: Wir suchen Im allgemeinen einen Jungler, jedoch ist jeder herzlich Willkommen der Spaß am Spiel hat und die vorgegebenen Voraussetzungen erfüllt ;)\n\n*Teamspeak 3: ts.infinitygaming.ga\n\n*Ranglisten Team: Ich sagte am Anfang des Tweets \"Bevor ich Euch den Namen dieses Teams nenne\" <- nenne bezieht sich auf Sprechen und das machen Wir auf dem Teamspeak -> um den Namen des Ranglisten Teams zu erfahren muss man sich auf unserem Teamspeak melden.\n\n*Unter der Woche trifft man uns ca. ab 20:00 - 21:00 an.\n\nMit freundlichen Gr&uuml;&szlig;en Benny.{{champion:89}}","replies":[]}