{"id":"61LJlrs8","poster":"PNF Emerald","date":"2015-07-29T09:33:26.066+0000","title":"Silberspieler sucht DuoQ/Team","subforum":"Clans & Teams","embed":{"title":"PNF Emerald - Europe West - Summoners - League of Legends","description":"Create & discover new Champion builds/strategies, check your Summoner statistics and try our powerful LoL charts.","url":"http://www.lolking.net/summoner/euw/53922845#profile","image":"http://lkimg.zamimg.com/images/logo-urf.png"},"up_votes":1,"down_votes":1,"body":"Zun&auml;chst einmal ein freundliches Guten Tag an all euch LoL-Spieler!\r\nWie der Titel bereits aussagt, bin ich momentan auf der Suche nach einem DuoQ Partner, welcher ab und an mal mit mir ein wenig Ranked spielen m&ouml;chte.\r\nZugleich bin ich aber auch noch auf der Suche nach einem Ranked Team, welches mich in seine Reihen aufnehmen w&uuml;rde.\r\n\r\nDoch kommen wir mal zum wichtigsten Teil, den Details rund um meinerselbst:\r\n**Name:** PNF Emerald\r\n**Division:** S4\r\n**Rollen:** Ich spiele so ziemlich jede Rolle gerne, zugleich ich aber sagen muss dass mir die Midlane nicht ganz so gut gef&auml;llt.\r\n**Fav.-Champions:** {{champion:98}} {{champion:102}} {{champion:38}} {{champion:131}} {{champion:17}} {{champion:6}} {{champion:133}} {{champion:104}} {{champion:37}} {{champion:117}} \r\n**Aktivit&auml;t:** Derzeit bin ich t&auml;glich online und somit fast immer erreichbar und einsatzbereit. Dies wird sich jedoch in Zukunft auch &auml;ndern und von daher solltest Du/Ihr auch ein wenig zeitlich flexibel sein, da es dann eher am Abend sein wird.\r\n\r\nNun warum suche ich hier denn &uuml;berhaupt? Ich wurde zu Anfang der Season in S2 eingestuft, durch einige Fehler im SoloQ, sowohl meinerseits als auch der meiner Teammitglieder, bin ich nun in S4 gelandet. Selbiges &quot;Schicksal&quot; habe ich auch schon in der letzten Season erlebt. Dort landete ich nach dem anf&auml;nglichen S2 nach einer ganzen Lossstreak auch in S4. Ich versuche nun bereits seit einiger Zeit mich aus S4 wieder hochzucarrien, doch alleine schaffe ich dies nicht. Ich gewinne immer ein Spiel, verliere dann aber wieder das n&auml;chste; sprich der Punktegewinn ist eher mager und es ben&ouml;tigt eben einfach zu viel Zeit, sich dann alleine zu carrien. Derzeit liegt mein durchschnittlicher LP-Gewinn bei **+29 LP** w&auml;hrend ich in einem Spiel etwa **-13 LP** verliere.\r\n\r\nFalls ihr also nun Interesse daran habt, mit mir ein paar gem&uuml;tliche Runden zu spielen, dann schreibt mich doch gerne an, oder aber kommentiert hier. Ich freue mich auf jegliche Zuschrift.\r\n\r\nLG","replies":[]}