{"id":"UaO1bNYj","poster":"Zigm0","date":"2015-07-29T08:25:19.023+0000","title":"Toplaner und Ersatzspieler ab Gold gesucht !","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"**Bitte nicht einfach adden, schreibt eure Bewerbung hier in die Diskussion!**\n\nHallo liebe Beschw&ouml;rer !\n\nWir ihr dem Titel bereits entnehmen k&ouml;nnt, suchen wir, das Team Real Rockstars, zurzeit einen Toplaner!\n\nUnsere derzeitige Aufstellung des Teams besteht aus\n- Platin 2 Support (Echokid)\n- Platin 2 Mitte (Basti1992)\n- Gold 5 ADC (Fabianissam)\n& Gold 4 Jungle (Stahlspalter)\n\nUnser Ziel ist es, uns stetig individuell und auch als Team zu verbessern. Um dies zu erreichen werden nach gemeinsamer Absprache 2x w&ouml;chentlich Trainingseinheiten stattfinden. Falls jemand mal eine Woche nicht kann, ist dies kein Beinbruch. In der Regel sollte man allerdings gewillt sein zusammen zu spielen.\n\nWas wir von dir erwarten:\n- mind. Gold 5\n- Kritikf&auml;higkeit\n- Championpool passend zur Toplane\n- kein Flamen/trollen\n- &uuml;ber 14 Jahre alt\n- Headset + Teamspeak\n\nMenschlich gesehen musst du nat&uuml;rlich ebenso in die Truppe passen. Auch wenn wir die Spiele ernst nehmen soll es insgesamt nat&uuml;rlich auch Spa&szlig; machen zusammen zu spielen!\n\nSolltest du noch nicht abgeschreckt sein, so w&uuml;rden wir uns freuen, wenn du kurz eine kleine Bewerbung mit deinem Beschw&ouml;rernamen, deinen besten Champs auf der Toplane und einer kurzen Begr&uuml;ndung, warum wir uns f&uuml;r dich entscheiden sollten, hier drunter setzt :)\n\nAls kurze Anmerkung noch: Wir suchen nat&uuml;rlich auch noch den ein oder anderen Ersatzspieler, der einspringen kann, falls die Truppe aufgrund von Terminen mal nicht vollst&auml;ndig sein sollte. RL geht schlie&szlig;lich trotzdem immer vor ! Falls du also bereit bist, ein Ersatzspieler f&uuml;r unser Team zu sein, so schreib doch bitte ebenso kurz eine kleine Vorstellung &uuml;ber dich.\n\nMit freundlichen Gr&uuml;&szlig;en\nBasti1992","replies":[{"id":"","poster":"RTG Posi","date":"2015-07-29T11:25:37.772+0000","up_votes":1,"down_votes":0,"body":"Hey Main Top - Gold IV ...aufm Smurf Plat V .... 89er Jahrgang...suche seit längerem ein serious Team, was auch an Turnieren teilnimmt.\n\nCP : {{champion:105}} {{champion:150}} {{champion:117}} {{champion:57}} {{champion:111}} {{champion:68}} {{champion:98}} {{champion:223}} \n\nWenn Interesse besteht, add me \"RTG Posi\"","replies":[]}]}