{"id":"GEVkOd2v","poster":"ArabicHaze","date":"2015-07-28T22:59:10.631+0000","title":"Wie funktioniert Miss Fortune's  Ult?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Die Ultimate von MF macht ja physischen Schaden obwohl es auf AP skaliert. So da steht nun das f&uuml;r jede Kugel die Trift eine Kumulation Bleivergiftung aktiviert wird. Woher wei&szlig; ich denn wie viele Kugeln abgeschossen werden und wie viele treffen? Und da steht das f&uuml;r jede Kummulation Bleivergiftung mehr Schaden gemacht wird. Sprich um den h&ouml;chst m&ouml;glichen Schaden rauszubekommen muss man vorher mit AutoAttacks die max. Anzahl an Bleivergiftung Kummulationen rauszubekommen. Wenn ich falsch liege verbessert mich. Jedoch verstehe ich den Punkt nicht, wie bereits oben gesagt. das Kummulationen Bleivergiftung auf den Gegner gemacht werden?  ich muss ja schon Kummulationen Bleivergiftung vorher auf den Gegner machen um mehr Schaden bei der Ult zu bekommen. Was soll das hei&szlig;en pro Kugel eine Kummulation Bleivergiftung? Nach der Ult oder was?","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-28T23:09:29.745+0000","up_votes":1,"down_votes":0,"body":"http://leagueoflegends.wikia.com/wiki/Miss_Fortune\n\nPro Kugel meint eigendlicht Welle von Kugeln. Eine Welle von Kugeln alle 1/4 Sekunden für 8 Kugeln maximal.\nJa, mit vorherigen AAs macht die Ult an diesem Ziel mehr Schaden ansonsten genauso wie ihre W funktioniert, x extra Schaden 2x 3x 4x usw.","replies":[{"id":"","poster":"ArabicHaze","date":"2015-07-28T23:18:43.996+0000","up_votes":1,"down_votes":0,"body":"Ja aber heißt das das die Kummulation von der Ult draufgemacht werden und wenn die Ult endet hat der enemy je getroffene welle schon ein paar stacks bleivergiftung drauf? sprich ich muss nich von 0 anfangen zu stacken?","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-28T23:31:13.450+0000","up_votes":1,"down_votes":0,"body":"Genau so.","replies":[{"id":"","poster":"ArabicHaze","date":"2015-07-29T00:07:36.025+0000","up_votes":1,"down_votes":0,"body":"vielen dnak hast mir sehr geholfen","replies":[]}]}]}]}]}