{"id":"BQXd0LdE","poster":"ShadowWõlf","date":"2015-07-28T14:42:25.755+0000","title":"League of Legends Community","subforum":"Clans & Teams","embed":{"title":"League of Legends - Combat Community","description":"Wir sind eine League of Legends Community | We are a League of Legends Community","url":"http://www.lolcombatcommunity.eu/","image":"http://lolcombatcommunity.eu/wcf/images/avatars/76/1-76bebf8c6cb8e158a169ed41093a03f540b3dc47-48.png"},"up_votes":0,"down_votes":1,"body":"Hey Guys,\n\nihr sucht eine aktive Lolcommunity, wo immer Leute drauf sind zum zocken? \nDann seid ihr bei uns richtig! Bei uns sind rund um die Uhr immer User online, genauso wie Teammitglieder!\n\nWas wir euch bieten:\n\n- einen Teamspeak mit 100 Slots (Den man je nach belieben erweitern kann)\n- Sehr viele Channels, wo jeder Platz hat (Man kann sich so gar seinen eigenen Channel erstellen, damit man ungest&ouml;rt ist)\n- einen Musikbot (i Love Radio) \n- evtl. auch einen Platz in der Team-Area, wo man Channel erstellt bekommen kann (F&uuml;r sein RankedTeam etc.) - Einfach Nachfragen bei der Community       Leitung, falls Interesse besteht\n- freundliche, sowie kompetente User/Teammitglieder\n- sowie Tunierveranstaltungen, wo bald mehr kommen werden (1vs1 Tuniere mit Preis)\n\nWas wir von euch erwarten:\n\n- ein mindestalter von 12 Jahre, da Lol auch ab 12 Jahren ist\n- ein gescheites Headset, wo man keine nervigen Hintergrundger&auml;usche h&ouml;rt\n- freundlicher Umgang mit anderen Usern/Teammitgliedern\n- respektvoller Umgang gegen&uuml;ber anderen\n\nWie zum oben genannten Tunier gibts auch einige Infos hier:\n\nhttp://www.twitch.tv/mrpeacetyp/profile\n\nDas ist der Streamer der die Tuniere veranstaltet und wir haben ihn unseren Teamspeak daf&uuml;r zur Verf&uuml;gung gestellt.\nFalls also Interesse besteht, geht einfach auf seine Seite. Mehr Informationen findet ihr dort, was das Tunier angeht!\n\nFalls wir allgemein eurer Interesse geweckt haben, schaut doch mal bei uns vorbei :-)\nUnd falls ihr bleiben wollt und euch registrieren lassen wollt, stupst doch einfach einen Supporter an oder andere Teammitglieder.\n\nTS-IP: lol-com.eu\n\nWir freuen uns auf dich.\n\nMit freundlichen Gr&uuml;&szlig;en\n\nEure LolCombatCommunity","replies":[]}