{"id":"LMtl2XtH","poster":"areNbee","date":"2015-07-27T14:45:07.853+0000","title":"Jungle Runen Armor vs HP scaling","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Moinsen,\r\n\r\nseit letzter Zeit sehe ich vermehrt eine spezielle Runenseite f&uuml;r Champions wie z.B. Elise &amp; Ekko:\r\nQuin: Armor\r\nRed: ATS\r\nYellow: HP scaling\r\nBlue: CDR / MR scaling\r\n\r\nzum vergleich die Standart Runen Page:\r\nQuin: AP\r\nRed: ATS\r\nYellow: Armor\r\nBlue: AP scaling / CDR\r\n\r\nIch sch&auml;tze mal die HP scaling Runen sollen gut mit dem Tank Jungle Item harmonieren. Die Frage die ich mir stelle ist, kommt noch genug Schaden bei rum? Ich habs mit Elise mal ausprobiert und fand es sehr angenehm zu spielen, doch was ist mit Ekko? Der brauch ja selbst mit der Standart Page extrem lange f&uuml;r ne kleine Krabbe.. Wenn ich mir die Top 5 Ekkos angucke spielen diese beide Pages. Wann w&uuml;rde man welche bevorzugen?","replies":[{"id":"","poster":"InfectedGreed","date":"2015-07-28T13:03:39.729+0000","up_votes":1,"down_votes":0,"body":"Spiel ihn doch so wie du ihn für richtig hälst ? \n\nIst doch besser als immer nur kopieren.\n\nIch hatte z.b. mit meinen alten Wukong Runen im Jungle Probleme(fehlender Sustain), daher hab ich sie in wenig verändert und komm jetzt im Jungle mit Wukong besser zurecht.\n\nUnd das muss ich gleich verneinen, da sind keine HP/Scaling HP Runen drinnen, da ich nicht das HP-Jungle Item baue.(zumindest nicht mit Wukon)","replies":[{"id":"","poster":"areNbee","date":"2015-07-28T14:30:23.315+0000","up_votes":1,"down_votes":0,"body":"Wer redet denn hier von kopieren? Ich spiele überwiegend Support und kenne mich mit dieser Rolle was Runen & Masteries betrifft ganz gut aus, ist es also verkehrt andere Spieler um Rat zu bitten die jeden Tag im Jungle hocken? Ich denke nicht. \n\nLifeleech auf Wukong ist meines Erachtens totaler bullshit. Was willst du denn damit anfangen? Du bist kein ADC der dauerhaft Trades eingeht, weder noch hast du Fähigkeiten die dein Leben renegerieren. Ab lvl 3/4 solltest du eigentlich mit Wukong keine Probleme mehr im Jungle haben. Deine Sustain holst du dir mit dem Jungle Item (Wegbereiter des Waldhüters), da du mit Wukong auch sehr viel Mana verballerst um Camps schnell zu clearen. Ich nehme mal an die eine Crit Chance Rune hast nur drin, weil du selbstverständlich allein darauf gekommen bist, dass sie manche Fights entscheiden könnte? Ich glaube nicht...Also lieber selber an die eigene Nase fassen bevor man andere zu einem \"kopierer\" abstempelt.","replies":[]}]},{"id":"","poster":"areNbee","date":"2015-07-28T12:08:57.750+0000","up_votes":1,"down_votes":0,"body":"Wo bleiben die Ekko mains?","replies":[]}]}