{"id":"zE6dcXkt","poster":"Stabbah","date":"2015-07-27T12:55:30.318+0000","title":"Talon mein Freund","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo, ich habe nach l&auml;ngerer Auszeit wieder angefangen zu spielen und musste feststellen, dass sich bei Talon immer noch nichts getan hat. Seit Riot ihm damals (wie fast allen Assasins) den Silence genommen hat, ist er viel schwerer zu spielen und man hat kaum noch eine Chance gegen matchups die fr&uuml;her einfacher waren.\r\nRiot sagte doch, dass sie sich was &uuml;berlegen, weil auch der Name des Spells nichts mit seinem Effekt zu tun habe, generell ist das Skillset von Talon kein reines Assasin Set wenn man Bezug auf LB und Zed nimmt.\r\n\r\nTalon Q: AA-Reset mit Blutung\r\nWieso sollte ein Assasin, dessen Ziel es ist jemanden m&ouml;glichst schnell auszuschalten, jemanden eine Blutung zuf&uuml;gen?\r\n\r\nTalon W: Finde ich soweit gut, CD und Manakosten k&ouml;nnten niederiger sein im vergleich mit LB und Zed (der ja Energie benutzt!!!).\r\n\r\nTalon E: Ein Jump um zum Ziel zu kommen wie bei LB oder Zed ist perfekt f&uuml;r einen Assasin, jedoch k&ouml;nnen LB und Zed auch ganz einfach wieder verschwinden, wenn sie ihren Damage getan haben, Talon ist dazu verpflichtete im Geschehen zu bleiben, dadurch stirbt er h&auml;ufig. Der slow f&uuml;r 99% und 0,5 Sekunden um eine AA zu landen ist einfach zu wenig.\r\n\r\nTalon R: Ansich eine Gute Sache, DMG ist gut, Radius ist gut, CD ist gut, Mana ist gut.... aber seit Einf&uuml;hrung der trinkets ist Talons Ulti nutzlos. Wenn ein Talon den APC oder ADC des Gegners eliminieren will aus dem Hinterhalt versucht er eine E aus dem Busch oder &uuml;ber eine Mauer zu machen. Anschlie&szlig;end macht er seine W-AA-Q Combo und benutzt R um den Kill zu securen und zu fl&uuml;chten, jedoch ist Talon meistens dann schon tot.\r\n\r\nVergleich zu LB:\r\nSie gibt dem ADC/APC &uuml;ber eine Mauer aus dem Busch Ihre E-Q-R-W Combo und ist wieder weg innerhalb 1 Sekunde.\r\n\r\nVergleich zu Zed:\r\nEr springt mit seiner Ulti auf den ADC/APC ist nicht anw&auml;hlbar in der Zeit, macht AA-Q-W und eventuell noch nen Jump zum dodgen und verschwindet dank seiner Ulti wieder und ZACK ADC/Apc tod.\r\n\r\nIch verstehe nicht wieso Talon verge&szlig;enw ird, schon seit ich ihn spiele und das ist seit mehreren Jahren, passiert fast nichts um Ihn. Es hat Monate gedauert bis &uuml;berhaupt festgestellt wurde, dass seine passive gar nicht geht und dann wurde ihm der Silence, sein EINZIGER Schutz im 1vs1 genommen..\r\n\r\nEin Fizz kann dar&uuml;ber nur lachen.\r\n\r\nIch hoffe ihr seht das als Anreiz mal einen intensiven Blick auf Talon zu werfen und zu &uuml;berlegen was man dem kleinen Kerl gutes tun k&ouml;nnte.\r\n\r\nWas sagt Ihr dazu??","replies":[{"id":"","poster":"RaisingX","date":"2015-07-27T13:18:59.400+0000","up_votes":1,"down_votes":0,"body":"Ich finde Talon auch so gut wie er ist und er ist mein Lieblings Champion seid ich Level 12 war (Season 2). Durch den fehlenden silenc ist sein Skill Capture einfach nur gestiegen. An dmg fehlt es ihm aufjedenfall nicht. Kla ist es schwer mit ihm wieder rauszukommen aber es ist kein Ding der unmöglichkeit, hierbei kannst du z.b deine Umgebung nutzen. Ich habe sogut wie nie probleme mit ihm rauszukommen und sollte es mal nicht der fall sein mache ich auf alle anderen noch genug schaden für mein Team. Der ADC/APC stirbt ja alleine schon durch dein W+E+Q und vlt. 1-2 AA.. Zur not auch noch Ignite. Dann ziehst du deine Ulti und läufst weg oder springst den nächsten an und versuchst noch soviel AoE schaden wie möglich zu machen. :)","replies":[]},{"id":"","poster":"BM Vilich","date":"2015-07-27T13:14:08.301+0000","up_votes":1,"down_votes":0,"body":"Talon ist jetzt alles andere als zu schwach. Nur weil es ein Assassine ist, der sein All-in etwas studieren muss um zu überleben macht ihn nicht schwächer.\n\nLieber nimmt man Zed und Leblanc den Faceroll save weg anstelle Talon auch so etwas zu geben.\nDass der Silence entfernt wurde war einfach notwendig, weil man sonst 0 Möglichkeiten zum Counterplay hatte.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-07-27T13:00:06.960+0000","up_votes":1,"down_votes":0,"body":"Talon ist gut wie er ist. Wir können ja anfangen jeden Champ gleich zu stellen :) alle mit ähnlichen Spells etc. Lerne Talon so das du mit ihm eben diverse Matchups gewinnst (Jeder Champ ist stark) das ist alles übung!!!!\nAnsonsten, spiel einen anderen Champ.\n\nmfg  Ashuna {{champion:1}}","replies":[]}]}