{"id":"LELrpGxw","poster":"SoneStar","date":"2015-07-26T11:45:31.473+0000","title":"DuoQ Problem/Report","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Ich wollte mal nachfragen,  was ihr in diesem Spiel getan h&auml;ttet. Spielerisch sowie auch menschlich nach dem Spiel.\r\n\r\nDie Situation ergab sich beim letzten Ranglisten SoloQ spiel von mir:  http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2219493885/202651168?tab=overview\r\n\r\nUnser Team:\r\n\r\nToplane -&gt; SoneStar, Aatrox, Gold IV (Ich)\r\nMidlane -&gt; yerbamandlbarrio, Malzahar, Gold IV\r\nBottomlane ADC-&gt; M&ouml;stey, Corki,  Gold IV\r\nBottomlane Supp -&gt;  stefam3, Morgana, Gold II * Premade\r\nJungler -&gt; KatanaKitsune, Warwick, Silber III *Premade\r\n\r\n\r\nGegnerisches Team war 2 mal Gold V, 2 mal Gold IV und einmal Silber I (mit ner 65% Winrate)\r\n\r\nDas Spiel dauerte an die 30 Minuten, dann waren wir geschlagen.\r\nIch habe auf der Toplane, dank meinen Spells und ein wenig Skill Firstblood f&uuml;r uns erzielt und waren deshalb Goldtechnisch gesehen bis Minute 17 noch mit dabei. Vorweg muss man aber ganz klar sagen, dass unser Warwick, bis zur Minute 17.00, mit 1/4/0 unseren &quot;m&ouml;glichen&quot; Goldvorteil welchen wir auf den Lanes rausgeholt hatten wieder vernichtet hat. Warwick machte grunds&auml;tzlich keine Ganks, kam hin und wieder jedoch auf ne Lane, wenn der Laner in der Base war, stahl ein wenig Farm und liess sich vom gegnerischen Laner t&ouml;ten.\r\n\r\nIm Lategame starb unser Warwick dann noch weitere 7 mal und machte die bevorstehende Niederlage zur Tatsache.\r\nNat&uuml;rlich gab es auch Missplays von unserem Malzahar und gelegentlich auch mal von Corki und Morgana.\r\nEs sei aber gesagt, dass unsere Morgana, welche eine deutlich h&ouml;here MMR als wir hatte, nicht besser gespielt hat als ich oder einer der f&uuml;nf Gegnern.\r\n\r\nSo weit so gut, ein verlorenes Spiel ist kein Weltuntergang.\r\nDer Grund weshalb wir verloren haben machte mich jedoch w&uuml;tend!\r\nEs ist komplett normal und auch voraus zu ahnen, dass ein Silber III Spieler, mit ner unterdurchschnittlichen KDA, keinem Gold IV Spieler gewachsen ist. Nat&uuml;rlich gibt es auch sehr gute Silber Spieler, welche es auch mit Goldspielern aufnehmen k&ouml;nnen, diese besitzen dann jedoch eine gute KDA. \r\n\r\nNun w&uuml;sste ich gerne, was ich in Zukunft in einer solchen Situation tun kann und ob es sich lohnt, die beiden Premadespieler zu melden?\r\nDenn meiner Meinung nach f&auml;llt 1/11/2 unter int. feeding/helping enemies und ist ein Reportgrund. Trotzdem bin ich der Ansicht, dass der Warwick ja eigentlich nichts daf&uuml;r kann, dass er gegen deutlich st&auml;rkere Spieler auch verliert.\r\n\r\nMFG SoneStar","replies":[{"id":"","poster":"SoneStar","date":"2015-07-26T13:19:39.727+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort, Klemens.\nIch glaube zwar nicht, dass es Absicht war, trotzdem hat es das Spiel zerstört und ziemlich genervt.\nDer Unterschied zwischen Gold V-IV und Gold II sollte eigentlich relative gross sein, wenn man bedenkt, wie gross der Unterschied zwischen Silber V-II und Platin V-II ist. Ich selber spiele hauptsächlich DuoQ mit Platinspielern, da ich in meine Elo nicht wirklich gefordert bin und damit die Chance sehe, mich trotzdem zu verbessern. Ob ich nun gegen einen Platin V oder IV Spieler spiele, oder gegen einen Platin II Spieler, macht zu 99% einen enormen Unterschied aus. (Gegen Platin V-IV habe ich meine Lane noch nie verloren, natürlich auch nicht immer gewonnen, hingegen gegen Platin II Spieler hatte ich schon ernsthafte Probleme)\nDeshalb nervt mich auch die Tatsche, dass ich mit einem Premadepaar gemacht wurde, welches unter seinem Niveau spielt, denn jeder weiss, dass die MMR des Gegners steigt, wenn sich nur in einem Team ein Premadepaar befindet.\n\n> Ich würde an deiner Stelle die Namen entfernen, denn das Anprangern von Spielern ist hier verboten. Jemanden des absichtlichen Feedens zu bezichtigen, geht hier schon ziemlich in diese Richtung.\n\nDer Spielverlauf ist doch ohne hin Öffentlich, d.h jeder kann mit einem Klick sehen, wen ich meine und wie schlecht/gut jemand war.\nFalls Riot aber wirklich der Meinung ist, dass das ansehen des Links in Ordnung geht, während das posten vom Namen selber nicht erlaubt ist, dürfen sie mir das gerne selber mitteilen, dann nehme ich die Nicknamen raus.","replies":[]},{"id":"","poster":"CMan","date":"2015-07-26T12:23:13.791+0000","up_votes":1,"down_votes":0,"body":"Ich würde an deiner Stelle die Namen entfernen, denn das Anprangern von Spielern ist hier verboten. Jemanden des absichtlichen Feedens zu bezichtigen, geht hier schon ziemlich in diese Richtung.\n\n>Nun wüsste ich gerne, was ich in Zukunft in einer solchen Situation tun kann\n\nWas du tun kannst? Na ja, wie immer: Gib dein Bestes, bleib positiv und versuche das Spiel zu gewinnen. Flame nicht, rufe nicht zu Reports auf usw.\nDir ist ja sicherlich klar, dass man nicht alle Spiele gewinnen kann und dass da auch einige deiner Wins nur deshalb zustande kommen, weil bei den Gegnern einer hart verkackt.\nLetztendlich kommt es ja ohnehin nur auf deine eigene Leistung an, wo du in der Rangliste herauskommst.\n\n>ob es sich lohnt, die beiden Premadespieler zu melden?\n\nIch gehe im Folgenden davon aus, dass keiner der beiden sich negativ im Chat verhalten hat. Davon hast du ja schließlich nichts erwähnt. Sollten sie geflamt haben, sind sie natürlich dafür zu melden.\n\nZunächst einmal ist es absolut legitim, als Gold mit Silber Premade zu spielen. Das ist erlaubt und somit kein Reportgrund.\n\n>Denn meiner Meinung nach fällt 1/11/2 unter int. feeding/helping enemies und ist ein Reportgrund.\n\nWenn du dir absolut sicher bist, dass Absicht hinter der Score steckt, dann reporte es. Der Typ war ein Totalausfall, das steht außer Frage. Aber bestraft wird er nur, wenn eben Absicht (!) dahintersteckt.\n\n>Trotzdem bin ich der Ansicht, dass der Warwick ja eigentlich nichts dafür kann\n\nHier gibst du ja die Antwort schon selbst. Du glaubst ja anscheinend eher nicht an Absicht. Was einen Report hinfällig macht.\n\nBtw.\n>deutlich stärkere Spieler\n\nist auch Quatsch. Die Skillunterschiede zwischen High-Silver und Low-Gold sind echt nicht besonders groß. Auch die Unterschiede zwischen g2 und g4 nicht. Letztendlich sind alle Spieler auf nem ähnlichen Niveau, wobei natürlich schwankende Tagesform immer möglich ist. Auch solche Totalausfälle können immer mal passieren.","replies":[]}]}