{"id":"JEvEThXp","poster":"Cyrilya","date":"2015-07-25T15:45:01.397+0000","title":"Ezreal Q + Luden's","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Kurze Frage: Ezreal auf AP mit Ludens Echo.\r\nDas Item hat eben NICHT mit dem Q getriggert. \r\n\r\n**Gewollt oder Bug?**\r\n\r\nWar komisch so zu spielen lol.","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-07-25T16:55:15.875+0000","up_votes":1,"down_votes":0,"body":"Gewollt\n\nEz q ist wie ein AA, genauso wie GP q.\nBeide proggen nicht da kein Spell.\n\nAndere Sachen wie Gangplank e proggen Ludens da es ne Fähigkeit ist egal ob magisch oder normaler Schaden.\nOder Gnar q usw.","replies":[]},{"id":"","poster":"Busty Botter","date":"2015-07-25T15:47:23.813+0000","up_votes":1,"down_votes":1,"body":"Ja, da Ludens nur bei magischem Schaden proct. Ezreal`s Q jedoch physischen Schaden macht. Es ging ein Zeit, als Runeglaive phy. in mag. Schaden umgewandelt hat und somit der Ludens proc kam bei der Q von Ezreal.","replies":[{"id":"","poster":"Cyrilya","date":"2015-07-25T16:07:17.860+0000","up_votes":1,"down_votes":0,"body":"Auf Ludens steht jedoch, wenn ich eine FÄHIGKEIT nutze procct der Zusatzeffekt. {{item:3285}} \nWenn ich Q nutze, nutze ich doch eine Fähigkeit.\n\nHab den Runengleven-Ez nie gespielt.\n","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-25T16:25:06.281+0000","up_votes":1,"down_votes":0,"body":"Ja, aber LoL ist ein Wiki-Spiel und Ez Q löst keine Zaubereffekte aus und hat noch nie Ludens ausgelöst.\n\nWo wart ihr eigendlich alle als Ludens rauskam? Das wurde damals schon ausgiebig getestet und damals schon lang und breit drüber geredet das sein Q es nicht proct. Ist alles über Bord gegangen in den 2 Wochen was?\nDas hier entwickelt sich wirklich zum neuen \"Thresh + Relic Shield Bug\".\n\nWie Dr B Botter sagt, gab es einen Bug bei dem Runeglaive Zaubereffekte ausgelöst hat aber wer Patchnotes lesen kann ist klar im Vorteil. (Um genau zu sein war es glaub ich sogar nur der AOE der Zaubereffekte ausgelöst hat.)\n\n@Dr B Botter kauf doch mal Ludens auf Caitlyn, nutz dann ihr Q und schau was passiert.","replies":[]}]}]}]}