{"id":"X60LmhGA","poster":"TF Autophil","date":"2019-03-25T23:30:31.286+0000","title":"[High-Elo] Coaches bieten SoloQ & Team Ranked Coaching an | Elo egal!","subforum":"Clans & Teams","embed":{"title":"Join the GG - Get Good Discord Server!","description":"Check out the GG - Get Good community on Discord - hang out with 100 other members and enjoy free voice and text chat.","url":"https://discord.gg/dTzgcA8","image":"https://cdn.discordapp.com/icons/551038994788646913/2f394eb8c0b0044cb695554febda3e44.jpg?size=256"},"up_votes":1,"down_votes":0,"body":"Hey Leute. Wer würde gerne in League besser werden? Wir sind Phil und Erik, zurzeit (hardstuck, ist terrible i know :D ) Dia 3-2 und Grandmaster und wir coachen SoloQ Spieler. Letzte Season waren wir Dia 1/Master und haben selber auch noch viel zu improven. Wir spielen schon seit über 8 Jahren League, teilweise auch semi-competetive im Team und haben eine Menge Wissen über SoloQ angesammelt. Entdeckt alle SoloQ Geheimnisse, um besser zu werden! Das richtet sich an die Spieler in Platin und drunter!\r\n \r\nDeswegen würden wir gerne Coachings üben, um unser eigenes Wissen mehr zu festigen. Wir möchten euch gleichzeitig auch helfen, indem wir unser Wissen an euch weitergeben. Keiner sollte für Seasons hardstuck sein, obwohl es so viele Infos da draußen gibt. Wer also Schwierigkeiten hat und besser werden will, den können wir gerne for free coachen. Wir haben einiges zum Nachlesen niedergeschrieben und für euch vorbereitet. Außerdem könnt ihr uns gerne alles fragen.\r\nWer noch weiter in die Materie gehen will und es ernst meint: Für diejenigen haben wir noch mehr vorbereitet. Besonders für diejenigen, die High Elo erreichen wollen, im Team spielen wollen oder sogar noch weiter hinaus wollen. Aufgezeichnete Replayanalysen, gesamtes SoloQ Wissen als PDFs, 24/7 Support, Zugang zu neuen Materialien uvm.\r\n \r\nEgal was ihr davon möchtet: Joined dem Server auf Discord https://discord.gg/7KYR9vS , wo ihr uns einfach anschreiben könnt und wo auch gleichzeitig Content geliefert wird. Wir haben nämlich nicht mehr so viel Platz in der Friendlist. Wir freuen uns. :P","replies":[]}