{"id":"GlwTqxw5","poster":"Crip the Cook","date":"2015-07-23T17:53:03.443+0000","title":"Der neue Gangplank","subforum":"Streams & YouTube","embed":{"title":"El Cripos Warentest #3 | Gangplank rework | meine Meinung","description":"LoL League of Legends El Cripos Warentest #3 | Gangplank rework | meine Meinung Hey Leute, meine Meinung zum neuen Gangplank zu anfang etwas gemischt aber bin letztentlich doch zu einem entschluss gekommen :) Folgt mir auf Twitter und bleibt auf dem laufendem :) https://twitter.com/El_Cripo Livestreams nicht verpassen !!! http://www.twitch.tv/elcripo","url":"http://youtu.be/D22RMob27oE","image":"https://i.ytimg.com/vi/D22RMob27oE/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hey Leute, hier mal meine Meinung zum neuen Gangplank.\r\nWas haltet Ihr vom Rework, und denkt er das er jetzt besser wird?\r\nhauts mir in die Kommentare:)\r\nw&uuml;rde mich sehr &uuml;ber ein Abo, einen Daumen nach oben oder einfach ein kleines feedback freuen:)","replies":[{"id":"","poster":"Spraddel1116","date":"2015-07-24T21:16:19.725+0000","up_votes":2,"down_votes":0,"body":"Also ich fand den alten vom Aussehen nicht besonders toll. Ich denke seine Teamfightstärke hat etwas unter dem Rework gelitten, da er früher das gesamte Team buffen konnte, und die Fässer schon etwas useless im teamfight sind, aber optisch gefällt er mir so gut, dass ich mich entschlossen habe ihn zu mainen.\n{{champion:41}} \n{{summoner:4}} {{summoner:12}} \n{{item:3087}} {{item:3072}} {{item:3078}} {{item:1334}} {{item:3022}} {{item:3083}}","replies":[{"id":"","poster":"Crip the Cook","date":"2015-07-24T22:27:08.228+0000","up_votes":1,"down_votes":0,"body":"Ich find den neuen Klasse :) die Fässer sind später echt geil, triggert den schaden der aufs Fass ging auf den Radius + nen Skalierenden Wert und Ignoriert 60% der Armor, stell dir mal vor ein Draven triggert dein Fass mit nem 1,7er Crit *-*","replies":[{"id":"","poster":"Spraddel1116","date":"2015-07-26T20:11:17.807+0000","up_votes":1,"down_votes":0,"body":"Leider kann nur Gang die Fässer auslösen. Die geben ihm hält außerdem ne sehr dominante Planungsphase.\n{{champion:41}}","replies":[{"id":"","poster":"Crip the Cook","date":"2015-07-26T20:37:53.793+0000","up_votes":1,"down_votes":0,"body":"stimmt, habs nochmal nachgelesen, du hast Recht, aber im Lategame ist die Planungsphase ja nicht mehr so Dominant da die Fässer ja annährend direkt nach dem Platzieren angegriffen werden können, wenn der gegner da keinen Dash hat und / oder sein flash down ist kommt er da so schnell nicht raus :)","replies":[]}]}]}]}]}