{"id":"I7R77Ky2","poster":"XellesZero","date":"2015-07-22T18:28:51.523+0000","title":"Altes und Neues HUD","subforum":"Champions & Gameplay","up_votes":3,"down_votes":1,"body":"Hey, ich finde das neue HUD &quot;sch&ouml;n&quot; aber nicht unbedingt praktisch, ich schreibe kurz auf was genau mich st&ouml;rt:\r\n\r\n- \r\nStats: wenn ich meine AD/AP, R&uuml;stung was auch immer sehen wil muss ich immer erst auf C klicken und dort noch suchen was ich brauche...\r\n\r\n- Abilities auf CD / OOM: wenn man kein Mana f&uuml;r eine F&auml;higkeit hat wird ein blauer Tropfen angezeigt, zusammen mit dem aufleuchten und den anderen F&auml;higkeiten verliert man im teamfight schonmal den &uuml;berblick.\r\n\r\n- Weniger &uuml;bersicht auf &quot;TAB&quot; bzw. zu viele st&ouml;rende Farben, Formen und Anzeigen so dass man immer lange suchen muss\r\n\r\nund das waren nur ein paar...\r\n\r\nMein Vorschlag w&auml;re dass man entweder manuell das alte HUD einstellen kann oder das Neue personalisieren so dass man **die Infos die man braucht  am richtigen Ort hat** \r\n\r\nMfG Ein besorgter Spieler","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-07-22T19:04:42.084+0000","up_votes":1,"down_votes":0,"body":"Also zum Ersten kann ich dir helfen.\nKlick links unten bei dem Championbild auf das Zeichen links von deinem Level.\nDann öffnet sich daneben deine AD/AP usw als ob du c drücken würdest.\nMagiedurchdrinung usw. was beim oberen Kasten ist wird nicht angezeigt.\n\nZum Zweiten finde ich es auch, das mit dem oom.\nIrgendwie nerfend genau so mit dem Silance.\nÄndern sich plötzlich die Spells kommt es einem vor.\n\nWarum sie den Tab geändert haben verstehe ich auch nicht, der alte war ja ausreichend übersichtlich.","replies":[{"id":"","poster":"XIII BTLmovies","date":"2015-07-22T20:31:01.526+0000","up_votes":1,"down_votes":0,"body":"Sie haben es deswegen geändert weil man alles auf einen blick haben soll und nicht erst wenn man Tab drückt, dadurch verpasst man Minions :)\nMan sieht jetzt den Farm direkt wenn man den gegner anklickt :)","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-07-22T22:36:05.993+0000","up_votes":3,"down_votes":0,"body":"Und wenn man auf Gegner klicken muss verpasst man keine Minions?\nAlso ich hab schneller tab gedrückt und die cs verlichen als dass ich den Gegner anklicke und meine cs anschaue.\n\nIch sag ja nicht dass ich die neue HUD scheisse finde.\nz.B. das mit Ultzeit, Todeszeiten der Gegner finde ich sehr gut.\nDa man jetzt nicht Tab drücken muss wodurch man an Übersicht verliert (falls gerade Gegner up ist und man lowlife ist und wegen dem stirbt xD)\n\nIch kann zumindest am Tab keine Verbesserung sehen bzw. Unterschied was da lohnenswert wäre.\n\nZum Silance oom stehe ich aber, das ist nur irritierend da plötzlich nen Wassertropfen zu sehen.\nWar schon versucht ein Standartland Wasser von Magic zu holen und zu tappen um die Manakosten zu bezahlen xD","replies":[]}]}]},{"id":"","poster":"Requzz","date":"2015-07-22T19:34:09.063+0000","up_votes":2,"down_votes":1,"body":"warum müsst ihr so viel schreiben bevor ihr es überhaupt eingespielt habt .... ich wette in ein monat habt ihr eine ganz andere meinung und euch stören nur 1 höchsten 2 sachen.","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-07-22T20:23:01.927+0000","up_votes":1,"down_votes":0,"body":"Vielleicht haben es einige schon eingespielt?\nAlso ich hab das neue HUD schon öfters gespielt die letzten Wochen.","replies":[]}]}