{"id":"VVKRzgJ3","poster":"Chocier","date":"2015-07-22T13:52:46.815+0000","title":"Azir nun tot?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"{{champion:268}} \r\n\r\nW&auml;hrend des 5.14 Patches haben einige Champions Nerfs erfahren. Ich habe gerade ohne etwas B&ouml;ses zu ahnen meinen Lol-Launcher ge&ouml;ffnet. Toll neues Update dachte ich.\r\nDoch....\r\nunter anderem wurde Azir generft, jedoch nicht zu knapp! Und da ich Azir gerne spiele traf mich das hart:(\r\n\r\n**&Auml;nderungen:**\r\nSeine Passive, mit der f&uuml;r jede Abklingzeitveringerung durch Items Angriffstempo f&uuml;r seine Soldaten bekommt, ist verschwunden!!!\r\nObwohl ihn diese zu einem &quot;AP-Carry&quot; und damit zu etwas Besonderes machte. Dass die Soldaten nun Angriffstempo basierend auf seinem Level erh&auml;lt finde ich jedoch schwach! Es war ja genau immer das besondere das Azir Aklingzeitveringerungsitem unglaublich gut standen und sich so der Schaden immer weiter erh&ouml;hte. Da sie neben dem AP auch oft Abklingzeitveringerung=Angriffstempo=Schaden enthielten. Im Lategame waren die kurzen Skill-Cooldowns auch sehr angenehm und eine gro&szlig;e St&auml;rke von Azir. Denn er konnte es sich leisten auf Abkklingz. zu bauen  oder besser gesagt er musst es!Mit einem Willen der Uralten , den ich gerne auf ihm baute wurde er mit dem Spellvamp zu einem Monster!!!\r\n\r\n\r\nAls zweites wurde ja seine E generft. Sie schl&auml;gt nun niemanden mehr in die Luft. Doch dieser Knockup war sehr wichtig f&uuml;r Azir und ein gutes Mittel um von Gejagten wieder zu J&auml;ger zu werden, wenn man z. B. von einem angeschlagenen Gegner verfolgt wurde, konnte man das Blatt gut wenden. Meist reichte dieser kleine Knockup aus:)\r\n\r\nJetzt hat Azir keinen Knockup mehr; aus nat&uuml;hrlich die Ulti. Doch diese f&uuml;r einen mit Messern um sich werfende Katarina zu verschwenden ist nun noch bl&ouml;der, weil man die Ulti ja nun durch die fehlende Passive nicht mehr so oft zur Verf&uuml;gung hat. \r\n\r\n**Fazit:**\r\nAzir wurde in diesem Patch extrem generft nicht nur was seine &quot;APC&quot; Rolle betrifft. Auch sollte man jetzt vorsichtiger sein und genau planen, wann man angreift und wann man den Gegner mit seiner Kombo in die Knie zwingt. Die Skalierung des Angriffstempos der Soldaten kann nicht mit der alten passive mithalten.\r\n\r\nMir pers&ouml;nlich h&auml;tte es wenig ausgemacht, wenn der Schaden diverser Skills gesenkt worden w&auml;hre oder leicht die passive. Jedoch bin ich gespannt wie die Profis in den High-Elo-Bereichen mit dem neuen Azir umgehen k&ouml;nnen/werden.\r\n\r\nWas sagt ihr zu dem nerf von Azir?","replies":[{"id":"","poster":"Evenrider","date":"2015-07-22T14:07:00.578+0000","up_votes":3,"down_votes":0,"body":"Wieso hat man die Ulti nun nicht mehr so häufig zu Verfügung?\nMan bekam zusätzlich AS, wenn man CDR baut. Das waren 1,25% AS pro 1% CDR. Bei 40% CDR sind das 50% AS.\nWenn man jetzt 40% CDR baut bekommt man die 50% AS nicht mehr. Trotzdem kann man immer noch auf 40% CDR bauen, denn die W gibt nun bis zu 60% AS. Also sogar mehr AS, als die alte Passive bei voller CDR.\nKlingt für mich nach einem Buff.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-22T14:15:58.013+0000","up_votes":1,"down_votes":0,"body":"Genau das! Nur der Wegfall des Knockups auf dem E ist ein wirklicher Nerf. Da in höheren Ligen Azir sehr stark war, ist ein Nerf auch durchaus gerechtfertigt. Ich denke nicht, dass nur durch den Wegfall des Knockups auf dem E und die Verlagerung des AS etwas weiter nach hinten ins Lategame der Champ sehr viel schwächer wird. Im Gegenteil der höhere AS macht ihn im Lategame sogar stärker.","replies":[]}]},{"id":"","poster":"xSyruSx","date":"2015-07-22T14:46:48.302+0000","up_votes":1,"down_votes":0,"body":"Der Wegfall vom CC auf seinem E ist ein harter nerf. Den musste man halt mit etwas mehr Power im Late ausgleichen.\nJeder Wegfall von CC bei einem Champ muss irgendwie ausgeglichen werden, und das finde ich bei Azir{{champion:268}}  auch ganz passend dass er nun im\nLate stärker wird. Er muss halt das Spiel irgendwie überleben und an Gold kommen um dann alles und jeden zerfetzten zu können.\n\nSeine niedrige Winrate kommt ebenfalls nur zustande, weil viele Leute immer noch nach dem Schaf Prinzip spielen...\nWird Azir{{champion:268}}  in der LCS oder sonst wo ausgepackt, MUSS er ja gut sein! Also probiert Ihn der normale Spieler aus....und failt extrem\nda Azir{{champion:268}}  ein Champ ist der keine Fehler erlaubt.\n\nMIt Champs wie Nautilus{{champion:111}}  kannst du ruhig behind gehen, du hast trotzdem non stop CC und bist von Natur aus Tanky.\nAzir{{champion:268}}  jedoch ist von Natur aus eher Schwach, sehr auf Items angewiesen und vor allem auf ein Spiel in dem er nicht non stop vernichtet wird,\n\nWas meinst du wie oft ich schon Azir{{champion:268}}  Spieler mit 0/8....2/7....1/9 und ähnlichem gesehen habe....\nSelbes gilt auch für Champs wie Lee Sin{{champion:64}} ....jeder spielt Ihn, also ist die Chance dass er ne niedrige Win Rate hat deutlich höher, da viel mehr Leute mit diesem Champ verlieren können.\nDeshalb sagt eine Winrate nie so ganz etwas über das Champion Balanceing aus, vor allem nicht bei High Skillcap Champs wie Azir{{champion:268}} , Lee Sin{{champion:64}} , Twisted Fate{{champion:4}}  und ähnlichem.\n\nFazit: Ist Azir{{champion:268}} nun tot? Ich denke nicht.\nMan hat Ihm nur mehr Möglichkeiten für ein Build gegeben, was Ihn aber auch dadurch wieder schwerer macht, da nun auch Fehler in der\nEntscheidung eines richtigen Builds passieren können. Als er noch Atkspeed durch CD bekommen hatte, war sein Build ja einwenig vereinfachter und auch mehr in eine Richtung Items gelenkt. Nun kann er entscheiden, und falsche Entscheidungen verzeiht der Champ absolut nicht.","replies":[{"id":"","poster":"Chocier","date":"2015-07-22T20:15:54.248+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir auch noch nicht sicher, wie ich meinen Azir sonst bauen werde. Auf jeden Fall kommt man auf sehr viel größere Ap-Werte. Hier muss ich zugeben, dass die AS auf den Soldaten sehr praktisch ist. Allerdings merkt man beim Chasen eines Gegners(die Königsdisziplin des Azirs:]) die CD die einem fehlt....\nIn Sachen Schaden hat er sich in eine gute Richtung entwickelt. Mich stört nur, dass der neue Azir-Build jetzt vem vieler Mid-Laner gleicht. Außerdem bin ich ein großer Fan von Nashors Zahn. Dieser hat in der Vergangenheit in keinem Core-Item-Build gefehlt ;)\n\nHabt ihr Vorschläge, wie man Azir ab jetzt bauen könnte? Ich habe es mit {{item:3027}} und {{item:3003}} probiert. Das macht Tanky, und steht so ziemlich allen Ap-Midlanern.\n\nWenn ihr einen guten Vorschlag habt schreibt ihn unter diesen Kommentar :D\n\nMein letzter Item-Build war: \n{{item:3020}} {{item:3027}} {{item:3003}} {{item:3115}} {{item:3089}} {{item:3157}} \n\nEinen Leerenstab hatte ich nicht mit dabei, weil keiner der Gegner sich überhaupt MR zugelegt haben;D                              {{champion:268}}","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-22T14:25:24.153+0000","up_votes":1,"down_votes":0,"body":"Naja... ich glaube nebenbei, dass die Verlagerung der Abklingzeiten eher ein Buff ist. Also zumindest für die Soldaten.\n\nDas faszinierende an den neuen AP Items ist ja, dass sie einem verdammt viele verdammt interessante Möglichkeiten geben... Und Abklingzeitenverringerung ist die schwächste von denen... es sei denn, man ist Azir.\n\nMan seht jetzt quasi auch als Azir vor der Frage \"Ludens Echo {{item:3285}}  oder doch lieber Rylias {{item:3116}}  und Lyandries {{item:3151}} ?\nUnd Azir war halt der einzige, der von Abklingzeiten doppelt profitiert hat. Damit wären seiene Build Optionen aber beschränkter.\n\nUnd genau das will Riot meines erachtens gerade: Du musst dich entscheiden: Willst du so viele Skills wie möglich spammen, oder aber dass deine Skills einen größeren Effekt haben. Das wollen sie auch bei Azir.\n\nOb es dann aber richtig ist, den Knock Up vom E zu streichen... wir reden von einem Char mit 45%iger Win Rate, dem ein Teil seines Kits einfach so gestrichen wird... DAS ist definitiv der härtere Nerf...","replies":[{"id":"","poster":"Chocier","date":"2015-07-22T19:44:26.983+0000","up_votes":1,"down_votes":0,"body":"Das mit dem E ist so eine Sache. Früher hieß es Soldaten reinschicken und mit E hinterher wenn sich ein Gegner zwischen(in) den Soldaten und Azir wagt. Jetzt will man nicht mehr Engagen, weil es einfach nichts mehr bringt. Man wird nicht, wie sonst, mit einem Knockup belohnt und auch der Insec-Move mit der Ult ist daher ein wenig schwerer zu setzten. Auch ist jetzt das Kontern eines Lee Sin's, der zu einem springt nicht mehr soleicht möglich.(Ich meine den Soldaten vor sich zu setzten und zu warten bis Lee heranspringt, um ihn dann gleich zu knocken und seine Kombo auszuführen. \n\nEs gab einige Champions, die man so bei einem undurchdachten Towerdive schnell zurück in die Base schicken konnte.(Zed, Yi, Akali, Katarina ect)\n\nAuch ist mir aufgefallen, dass man Azir nun ein wenig Tanky spielen kann. Ein {{item:3116}}  oder ein {{item:3027}} mit einem {{item:3003}} verstärken den Schild, den die E Azir gibt. Aber riesig wird er leider auch nicht.","replies":[]}]}]}