{"id":"EmQauP1d","poster":"Izaya Kumiho","date":"2015-07-22T12:55:59.945+0000","title":"Pro und Contra vom neuen und alten HUD Patch 5.14","subforum":"Allgemeiner Chat","up_votes":23,"down_votes":6,"body":"Patch 5.14 bringt uns nun ein neues Interface, welches in den Augen vieler Nutzer als super, und in anderen Augen potten h&auml;sslich bezeichnet wird.\nNun, ich habe die Gespr&auml;chsrunde in der Community nur am Bildrand mitverfolgt, kann nicht besonders viel dazu sagen. Doch muss ich dazu schreiben, dass ich immer der Meinung war, Riot sollte eine \"On and OFF\"-Funktion f&uuml;r dieses Interface einf&uuml;hren. (SCROLL BITTE RUNTER WENN DU ZU DEN PROS UND CONTRAS M&Ouml;CHTEST! DANKE!)\n\n_______________________________________________________________________________\n**!!!UPDATE!!! (I-wie hat sich mein erstes Update aus dem Staub gemacht beim vergrößern der Schrift o_O )\nLiebe Mitspieler, wir haben bereits die ~~1,8k~~  ~~1,9K~~ ~~2,1k~~ 2,5k Aufrufe geknackt, aber leider Voten zu wenige. BITTE stimmt unten in der Umfrage mit ab! Es ist extrem wichtig! Jede Stimme zählt! Zeigt den Beitrag euren Freunden und Voted! Danke!**\n**!!!UPDATE!!! Was wir neben Stimmen brauchen,sind feedbacks und sonstiges.Spammt mich meinetwegen auch zu,wir müssen den Beitrag aktuell halten,sonst war das hier für nix D: ich selbst musste grade meine lange Seite aus dem Getümmel der Leute fischen...**\n________________________________________________________________________________\nNun aber zu meinem ersten Anliegen: Ein Vergleich zwischen beiden HUD&acute;s.\n \nRiot setzte dieses (in meinen Augen garnicht so n&ouml;tige) Interface wegen einigen Gr&uuml;nden auf die Bildfl&auml;che der Spieler. Darunter war der Grund des \"Platzes und besseren Spielfl&auml;chen&uuml;berblickes\" ein entscheidener Punkt,welcher mir ziemlich die Haut zerkratzt.\n\n**Es gab schon IMMER die m&ouml;glichkeit, sein altes Interface \"do it yourself\" an zu passen, um so \"Platzsparend\" zu sein...was ich &uuml;brigens auch getan habe.**\nIn meinem Fall besitze ich einen 1920 x 1080 Bildschrim/Monitor, welcher mehr Platz erm&ouml;glicht als mein alter..uhm..viel kleinerer Bildschrim,dessen Angaben ich nicht mehr im Kopf habe. Was das nun mit dem Interface zu tun hat? Nun, man braucht einen gr&ouml;&szlig;eren Bildschirm wenn man mehr sehen m&ouml;chte. Wo nichts drauf passt, wird gequetscht und so. Der ein oder andere kann vieleicht bereits erraten worauf ich hinaus m&ouml;chte. Wer spielt noch auf einen R&ouml;hrenbildschirm, Miniger&auml;t oder Sonstigen? Mit hoher Wahrscheinlichkeit noch viele, aber nicht die Mehrheit. \n \nZum anderen seh ich in den neuen Interface f&uuml;r die Streamer eher ein Problem was die CustomHUD&acute;s betrifft an die einige recht lange gebastelt haben, und zum anderen einen schlechten Punkt f&uuml;r die Zuschauer: M&ouml;glicher Weise gibt es mehr Werbung. Je nach dem was man f&uuml;r eine Aufl&ouml;sung als Spieler hat,oder wie viel **Werbung man als Streamer bereits davor in seine Streams fett reingeklatscht hat, k&ouml;nnten durch die neuen HUD&acute;s wirklich neue Fl&auml;chen auftauchen, welche aber nicht umbedingt f&uuml;r das Spiel genutzt werden.**\n**Selbstverst&auml;ndlich verdienen die Streamer durch die Werbung teilweise ihr Geld, weshalb das neue HUD f&uuml;r diese Leute auch eher ein gro&szlig;er Vorteil ist.**\n\n**Fakt aus dem Gelaber: Platz ist nicht umbedingt eine L&ouml;sung eines Problemes,welches vieleicht garnicht vorhanden ist.**\nDas war das Wort bez&uuml;glich \"mehr Platz f&uuml;r den Spielverlauf\".\n_____________________________________________________________________\nEiner der anderen Gr&uuml;nde,weshalb Riot das neue HUD mit dem Patch raufzog, war folgender: \"_Es soll &uuml;bersichtlicher und einfacher sein_\".\n\nUff..was soll ich dazu sagen? Das alte Interface war durchaus **nicht besonders einfach zu verstehen f&uuml;r neue Spieler**,und das ist wohl eher die Zielgruppe die Riot im Blick hat.\n ( _DAS K&Ouml;NNTE ABER AUCH NUR M&Ouml;GLICHER WEISE DARAN LIEGEN, DASS DAS TUTORIAL F&Uuml;RN ARWRHEWRK RLWRLWRLWRL IST UND SO!_ Aber das spreche ich gleich erneut an.)\nWenn man sich mit League l&auml;ngere Zeit auseinander setzt, und recht viel spielt, gew&ouml;hnt man sich sehr schnell an das alte Interface, lernt step by step Einzelheiten, (ich habe damals das Scoreboard durch Zufall gefunden...) und f&auml;ngt an dieses Interface garnicht mehr als unordenlich zu empfinden. Ganz im Gegenteil...man findet Sachen einfach viel schneller, und kann neuen Spielern/Freunden schneller das Interface erkl&auml;ren.\n\nW&auml;rend wohl einige Leute dauernd &uuml;ber den \"UltimateTimer\" rumgeweint haben, fragte ich mich von Anfang an: Was zum f-ck soll der gr&uuml;ne Punkt bedeuten? Und damit war ich nicht die Einzige...(ich wurde dar&uuml;ber Aufgekl&auml;rt, keine Sorge.)\nIch m&ouml;chte hier bewusst einen klaren Fehler im Tutorialaufbau erw&auml;hnen: _**Dir wird nix erkl&auml;rt. **_\n_\"Da, nimm dir einen von den drei Champs,Ashe,Garen und keine Ahnung, steh nicht im Tower und hau Minions. Dein Ziel BLABLABLBA-ach und kauf dir Healtr&auml;nke,Ka-kn00b.\"_\nNach ner gef&uuml;hlten Ewigkeit, ist dein Freund dann mal aus dem Tutorial raus, will n Botgame mit dir machen, und fragt dich:Wie such ich denn nun dies und das?Und warum gibt es dies und das?\nWas lernt man &uuml;berhaupt aus diesem Tutioral noch? Es fehlen einfach so viele Dinge! Du bekommst das ganze verdammte alte HUD nicht erkl&auml;rt.\n\nAber hey, zur&uuml;ck zu dem besagten Timer,und warum mich diese Welle von weinenden Leuten etwas gest&ouml;rt hat...der gr&uuml;ne Punkt war in dem Sinne der Timer, und wenn du die Champs deiner Teammates kennst, und dann auch DIE ERFAHRUNG GESAMMELT HAST um zu wissen wann grob ne Ult wieder Up sein d&uuml;rfte, dann sollte dieser gr&uuml;ne Dot doch passend sein. (Wenn er mal erkl&auml;rt werden w&uuml;rde.) Zumal du doch eh nen feuchten Dreck darauf geben kannst was in Normalgames mit den Ults der Randompersonen los ist. Du sitzt im Teamranked ganz sicher nicht alleine i-wo in ner Ecke ohne Teamspeak oder Skype. Als wenn keiner im Ranked sich mit der Ult absprechen w&uuml;rde...PFF.\nDoch nun, f&uuml;r alle die mehr die Spieler in Normalgames zuflamen wollen weil diese vieleicht grade ihre Ultimate up hatten und sie nicht nutzten wegen Grund XYZ , ta-da- das neue Interface ist da..mit nem..Timer?Ehh..(/erneut in ein Botgame geh und den Timer such) ....\n...\n..oh wait...\nJa..gut..uhm...\nDat is immer noch n gr&uuml;ner Dot.\n...\nGJ RIOT! :D\n..\nHauptsache das HUD verunstalten, aber dann nicht noch den Blagen den Timer geben xD I-wo ist das jetzt ziemlich bitter...\n \n**Fakt aus diesem Gelaber: Das an Einsteiger gerichtete Interface h&auml;tte nie sein m&uuml;ssen, wenn man sich um das Tutorial richtig gek&uuml;mmert h&auml;tte.**\n\nDas sind erstmal die zwei Begr&uuml;ndungen von Riot, die mich dazu bewegen diesen Beitrag zu tippen.\n_________________________________________________________________________\n**Nun aber zum Eigendlichen: Pros und Contras.**\n\nFangen wir mit dem **neuen HUD** an.\n**Pro:**\n-F&uuml;r Einsteiger auf den ersten Blick recht freundlich, da viele Elemente nicht vorhanden sind, die erst noch erkl&auml;rt werden m&uuml;ssten.\n-Das HUD ist eine Abwechslung und bietet nun einige neue M&ouml;glichkeiten, dieses von sich selbst aus zu ver&auml;ndern (siehe bewegliches Scoreboard)\n-Unn&ouml;tige Infos k&ouml;nnen einfach eingeklappt werden, wie z.B. die Championstats.\n-S&auml;mmtliche Icons wurden vergr&ouml;&szlig;ert (minimal..aber...sie wurden es.) f&uuml;r eine..bessere...Sicht auf das was man kauft?...&oacute;_&oacute;\n-Schneller &Uuml;berblick von Map und Spieldaten\n-Mehr Platz f&uuml;r Streamer und Spieler mit einer kleineren Aufl&ouml;sung\n- Besitzt hier und da sch&ouml;nere Animationen (z.B. wenn du einen Spell mit einen neuen Talentpunkt ausstatten kannst).\n-...\n**Contra:**\n-F&uuml;r &auml;ltere Spieler (sprich Leute,die schon lange spielen) ein Horror, da vieles fehlt. (Wo ist mein Pingbutton hin?O_O HALP MEH!)\n-Viele Spieler m&uuml;ssen sich nun an dieses neue HUD gew&ouml;hnen, was sicher nicht so einfach ist\n-im Grunde ist das HUD eher das Unn&ouml;tige,siehe Text oben.\n-Mehr Werbung im Stream und alte CustomHUDskins von Streamern werden vernichtet.\n-Viele Funktionen bez&uuml;glich des ver&auml;nderbaren Interfaces sind garnicht so n&ouml;tig gewesen f&uuml;r viele Spieler.(Z&auml;hlt also auf pro und Contraseite)\n-Optisch eine Zur&uuml;ckwanderung.(Beispiel: Die Kanten,fr&uuml;her waren es Abrundungen) Das Interface ist dunkler, recht unangenehme zusammensetzung von manchen Daten (Icon des Champs+ Spellbar oder Map+Score) \n-verkleinerung s&auml;mmtlicher Fenster um Platz zu sparen-> wirkt dementsprechend eher so als h&auml;tte man sich keine m&uuml;he mit dem HUD gegeben \n(-Verbuggt an einiegen Stellen. So sind manche Items nicht nutzbar, teilweise garnicht verstellbar. Die Anzeigen geben Grafikfehler von sich!)\n-...\n\nDas **Alte HUD**:\n**Pro: **\n-Angenehmeres Aussehen,sch&ouml;nere Animationen an den HP EP MP Balken und die blauen Beschw&ouml;rerkristalle am Rand (hrr hrr).Zudem wirkt es Heller,was zur 5on5 Map passt.\n-bietet mehr Infos f&uuml;r erfahrende Spieler\n-Man gew&ouml;hnt sich schnell daran\n-Der Spieler lernt immer wieder neue Kleinigkeiten kennen.\n-Gro&szlig;es Scoreboard f&uuml;r alles\n-Zeigt keine Probleme f&uuml;r Leute mit einer gro&szlig;en Aufl&ouml;sung\n-Gab/gibt im Grunde keine Probleme die das Ende des alten HUD&acute;s bedeuten sollten.\n-ist eine super verbesserung zu den ganz ganz alten interfaces\n-Mehr Elemente ( mein ~~Ret4rdping~~-..  Pingbuttons..<3)\n-...\n**Contra:**\n-Bietet wenige M&ouml;glichkeiten zur eigenden Anpassung\n-Hier und da ein bisschen unordenlich was das Tradewindow betrifft..\n-f&uuml;r leute mit geringer aufl&ouml;sung sehr zusammengedr&uuml;ckt =wenig Sicht aufs Spielfeld\n-gibt keine Erkl&auml;rung die tief in das interface rein geht,welche jedoch f&uuml;r neue Spieler stark ben&ouml;tigt wird.\n-...\n\n\n**Fazit:** Das neue HUD ist kein gro&szlig;er need, und setzt sowohl die Spielergruppe die f&uuml;r Neues bereit ist,als auch die, die nicht f&uuml;r Neues bereit ist, unter eine komplett neue Situation die nun mal ihre Punkte im pro und contra mit sich bringt.\nIch f&uuml;r meinen Teil werde keine Freundin von diesem neuen HUD werden.\n\n\n**Jetzt kommen wir zu meinen zweiten Anliegen. Ich m&ouml;chte die Option haben,zwischen beiden HUD&acute;s hin und her switchen zu k&ouml;nnen.\nBitte beantwortet mir die Frage in der Umfrage. Wenn gen&uuml;gend Stimmen f&uuml;r \"ja\" vorhanden sind, schreibe ich mein Anliegen auf englisch an Riot pers&ouml;nlich.\n**\n__________________________________________________________________________________\n\nIch w&uuml;rde mich au&szlig;erdem freuen,wenn ihr mir weitere Pro&acute;s und Contras zu beiden HUD&acute;s schreibt :D\n\n**Wünsche(+!) und Feedback(+/-) anderer Spieler:**\n**+!**Goldanzeige für beide Teams,damit man den vorsprung im Gold ungefähr weiss\n**-**Dragon and Barrontimer sind an einer unangebrachten Stelle,und sollten zurück an den alten Platz\n**-**Die alte Itemanordnung wird gefordert\n**-**\"Die Championinformationen sind zu klein und zu dunkel.\"\n**-**KDA und CS sind an dem momentanen Platz eher unangebracht und sollen zurück gesetzt werden\n**+!**Es soll ein Pington erscheinen sobald etwas wichtiges wie eine Shenultimate auf der Minimap zu sehen ist.\n**+**Todesanzeigen von Gegnern und Mitspielern ist leichter im Blick zu behalten\n(Mit Verbesserungsvorschlag:Links die alten Teammember,Rechts am Bildschirmrand die Gegner)\n**-**HUD ist immer noch viel zu groß\n**+!** Zusätzliche Infos sollen dauerhaft anzeigbar bleiben, bis man den jeweiligen Button erneut drückt\n**+!** Die Prozentzahlen sollten bei vielen Werten ebenfalls eingesetzt werden\n**-**Man ist zu sehr auf die Minimap fixiert, was mehr von dem eigendlichen Spiel ablenkt\n**+**An sich ist das Aussehen des HUD´s und der flüssige Übergang für einige Mitspieler gelungen\n**-**Die inhaltliche Ausstattung des HUD´s ist hingegen misslungen\n**+**Sotierung der Leute im Soreboard ist für einige gut zu bewerten\n**+!** Viele Elemente sollen getauscht/zurück gesetzt werden wie z.B. das Inventar mit dem Champbild\n**+!** /all-Button zurückbringen\n**+!**XP-bar vom Team und den Gegnern deutlicher anzeigen\n**+!** Bessere sicht auf Teammember die in sehr kurzer Zeit viel DMG kassieren (z.B. beim Towerdrive,oder wenn 2 Ult´s auf eine Person dreschen, welche durch einen Signalton oder aufblinken makiert wird für die anderen Teammember.)\n**+!** Das neue Interface sollte farblich veränderbar sein\n**-** Das HUD gibt dem Spieler weniger Platz wenn sämmtliche Zahlen (z.B. bei den Wards) oder Killanzeigen viel zu groß sind (Siehe auch die /FF Anzeige und den übergroßen Recallcastbalken)\n\n_________________________________________________________________________\n\n\n\n\n\n\n\n\n\nPS:(Meine g&uuml;te...~~dritter~~ VIERTER .... versuch 4 bilder und eine umfrage rein zu klatschen...das suckt langsam. Entschuldigt bitte mein \"oldvsnew1\"bild, ich musste es stark verkleinern damit es hochgeladen werden konnte.wer eine bessere qualli davon haben m&ouml;chte,soll mich um einen link zu einer anderen seite bitten.)","replies":[{"id":"","poster":"2TheMax","date":"2015-07-22T17:22:39.007+0000","up_votes":6,"down_votes":8,"body":"SOFORT DIE ALTE WIEDR REIN ODER ICH BIN WEG!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T17:25:30.034+0000","up_votes":5,"down_votes":0,"body":"naaah,bleib locker genosse.","replies":[{"id":"","poster":"Tiitani","date":"2015-07-27T17:55:43.796+0000","up_votes":1,"down_votes":1,"body":"NEIN MACH DIE SCHEISSE WEG xD","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-27T18:14:19.388+0000","up_votes":2,"down_votes":0,"body":"warum klemmt bei jedem momentan die Capslock?D: jezuz christ","replies":[]}]}]},{"id":"","poster":"Tiitani","date":"2015-07-27T17:53:14.384+0000","up_votes":1,"down_votes":0,"body":"jau das dachte ich mir heute auch ;)\n\nich bekomm das Kotzen \n\nanderen gefällt es mir aber nicht und brach das Game ab","replies":[]},{"id":"","poster":"Sir Sharuke","date":"2015-07-23T07:02:11.215+0000","up_votes":1,"down_votes":0,"body":"Mal ganz ehrlich, mit deiner Ausdrucksweise, wie du es vor allem [hier](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/To8Z0IAI-altes-anzeige-hud-wieder-aktivieren) unter meinem Post gezeigt hast, kannst du ruhig gehen. Es scheint gar nicht möglich zu sein, eine sachliche Diskussion mit dir zu führen.\n\nAnsonsten, auch da ich seit ende Season 1 spiele, gefällt mir das neue HUD wirklich gut.\nKlar könnte man das eine oder andere vielleicht noch besser machen, ich denke hier vor allem an die Sache mit dem Ult-Punkt der jetzt noch ziemlich schnell unter gehen zu scheint, das könnte man meiner Meinung nach noch anders gestalten.","replies":[]}]},{"id":"","poster":"Take105","date":"2015-07-22T17:07:09.990+0000","up_votes":4,"down_votes":0,"body":"Ich fände es super wenn man wechseln könnt da es mich unglaublich stört das die champion stats so sau unübersichtlich sind. Auch finde ich das es im Thema stats doch Sehr viel schwerer für Anfänger geworden ist sonst stimme ich dir voll zu das der rest leichter für Anfänger ist. Es kann aber auch sein das es einfach für mich schwerer ist da ich einfach das alte gewöhnt bin. Doch alles in allem mag ich die neue HUD da ich finde sie sieht schön aus besonders wenn man Skill. Oh noch ein weiterer Punkt der mich genauso stört wie dich ist die map die so dunkel geworden ist und diese **STIMME ** . Ausserdem würde ich mich genauso wie du über die option des HUD weckselns freuen auch wenn ich sie nicht unbedingt nutzen würde. \n\nPS: Weisst du wie ich diese schreckliche stimme umstellen kann? \nUnd dein Beitrag war echt klasse \n\nLG : Take105","replies":[{"id":"","poster":"Take105","date":"2015-07-22T17:07:27.722+0000","up_votes":1,"down_votes":0,"body":"Sry wenn rechtschreiben fehler drin sind hab mich da jetzt nicht so drauf konzentriert {{summoner:21}}","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T17:11:36.172+0000","up_votes":1,"down_votes":0,"body":"och,rechtschreibfehler sind mir recht egal solange ich alles lesen kann. wir spielen hier lol. glaubste da kümmerts einen wenn i-was falsch ist?:D","replies":[{"id":"","poster":"Take105","date":"2015-07-22T17:14:10.952+0000","up_votes":1,"down_votes":0,"body":"Naja schlechte Erfahrungen gemacht :P :D","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T17:15:49.826+0000","up_votes":1,"down_votes":0,"body":"naaaw, keine sorge.mir ist das wirklich alles recht solange ichs lesen kann :3 tut mir natürlich leid für dich das du auf leute getroffen bist,die sowas nicht akzeptieren D:","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T17:10:59.471+0000","up_votes":1,"down_votes":0,"body":"naja, mir fällt das pingen sehr schwer und die stats sind halt nun auch anders aufgesetzt worden..früher zeigte man dir die magiresi,und heute die cdreduction. was die stimme betrifft:dies bezüglich habe ich bereits einem anderen spieler geantwortet :3 einfach runterscrollen. habe aber auch schon gehört das es nicht bei jedem klappt. notfalls müssen wir warten bis dieses event einfach weg ist.\nMfg Kioky","replies":[{"id":"","poster":"Take105","date":"2015-07-22T17:11:55.719+0000","up_votes":1,"down_votes":0,"body":"Ok super danke ^3","replies":[]}]}]},{"id":"","poster":"IchtyosaurusRex","date":"2015-07-22T18:47:25.222+0000","up_votes":3,"down_votes":0,"body":"Leute helft bitte. Wie kann man bitteschön pingen? \nDanke im Voraus\n\nPS: ich bin gegen switchen, weil ich das neue übersichtlicher finde.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T18:56:51.445+0000","up_votes":2,"down_votes":0,"body":"ich kann es wenn ich v gedrückt halte und dann auf den boden klicke..dabei die maustaste auch noch gedrückt halten,und das pingmenü öffnet sich","replies":[]},{"id":"","poster":"Arox15","date":"2015-07-29T13:45:39.707+0000","up_votes":1,"down_votes":0,"body":"bei mir ist es ALT oder STRG halten und linkes mausklicken","replies":[]},{"id":"","poster":"Dr Alwayslose","date":"2015-07-23T01:12:16.977+0000","up_votes":1,"down_votes":0,"body":"wie wärs mit Ja fürs switchen, um damit sozial den anderen gegenüber zu sein die das alte wollen ? :)\n\nP.S.: Pingen: Einfaches Pingen (G), Um Hilfe pingen/Fehlende Gegner/Vorsicht/Unterwegs (G gedrückt halten, mir der Maus kurz klicken und in die gewünschte richtung ziehen (siehe kleines Pingmenü)), Rückzug (V)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T09:39:16.814+0000","up_votes":1,"down_votes":0,"body":"*flips a table* v und g sind das selbe was das pingrad betrifft. jezuz. >_<","replies":[]}]}]},{"id":"","poster":"Sgt Fggt","date":"2015-07-22T16:09:27.957+0000","up_votes":3,"down_votes":0,"body":"ich kann nicht verstehen warum es leute gibt die bei der abstimmung nein sagen ? verstehen die die frage nicht ? wenn sie das neue hud mögen können die es ja so behalten wie es ist es geht nur darum das man zwischen dem alten un dem neue wechseln kann sprich man nimmt das hud welches einem besser gefällt warum also gibt es welche die nein sagen ? das hat doch keinen nachteil für die nein-voter ","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:15:41.714+0000","up_votes":1,"down_votes":0,"body":"Lass es mich so erklären:ich selbst habe dieses gespräch für und gegen die neue HUD mit einigen freunden (wir waren mit 20 leuten mal an einen abend gemeinsam im ts) geführt. darunter gab es 2 die folgende meinung an den abend brachten: \"Man solle die arbeit von anderen ehren und nicht darüber schlecht her ziehen.\" oder auch \"man soll alles testen!\". letzteres haben wir alle in der beta getan,und wenn ich mir heute die leute angucke die durch das neue HUD gezwungen werden..uhm..naja..stell dir kleine minihündchen und kätzchen vor in einen viel zu engen hemd. die kippen dir alle um. so fühlt sich das grade ingame einfach an. dennoch ist es eine sache der ehre für ein spiel wo sich leute aktiv dahinter setzen,dass du die sachen auch nutzt die sie anbieten. ich stimme der meinung selbst nicht wirklich zu, aber es gibt nunmal leute die genau deswegen auf \"nein\" drücken. hoffe ich konnte deine frage beantworten.","replies":[{"id":"","poster":"Sgt Fggt","date":"2015-07-22T16:19:06.282+0000","up_votes":3,"down_votes":0,"body":"das versteh ich schon nur finde ich die herangehensweise von riot auch nicht optimal, anstelle die community zu fragn wollt ihr ein neues hud und zu wissen wenn ja wie wird einfach eins gemacht aber warum ? die community hat nicht nach einem neuen hud gefragt sprich ist mit dem alten zufrieden warum also ein neues machen ? die steigerung von perfekt ist zwangsläufig super gau","replies":[{"id":"","poster":"WhoKnowsUnknown","date":"2015-07-24T18:40:40.809+0000","up_votes":1,"down_votes":0,"body":"genau das ist meine Meinung. Viele sind schon mit nerfs/buffs oder anderem unzufrieden ... warum dann das. Riot will doch auch , dass die leute spaß haben damit sie mehr kohle bekommen... neu heißt nicht gleich besser. Für mich sieht das eher aus als hätte sich da einer für eine stunde an den schreibtisch gesetzt:\n''Mein chef sagt , das alte HUD verbraucht zu viel Platz... dann mach ich alles in die ecke da unten...hmmm links? Nee lieber rechts. und alles schön klein PLATZSPAREND. \n(ich hatte nie probleme mit dem platz)\ndas neue HUD ist einfach nur unnötig und schlechter als das alte\ncontras:\n-pings können nur mit v gemacht werden ( was die meisten nicht wissen)\n-alles zu klein (besonders die championanzeigen, dauert viel zu lange da man kurzzeitig nichts erkennt)\n-früher wusste ich durch steuerung + f sofort, ob ich einen hohen oder niedrigen ping hatte und konnte dementsprechend noch reagieren und ggf nicht sterben (ping wird dann gelb oder rot angezeigt)\n-es ist weniger übersichtlich, früher war alles schön getrennt","replies":[]},{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:25:30.938+0000","up_votes":1,"down_votes":0,"body":"lass es mich so ausdrücken: man wollte das ganze einfach einsteigerfreundlich gestallten. ich habe in meinen text auch einige punkte erwähnt warum riot dieses neue hud eingeführt hat. im grunde hast du damit recht,es führt zum zwangsläufigen super gau. aber die sache ist nun mal die: es gab eine frage von riot was das neue HUD betrifft. dort habe ich bereits meine meinung kurz und knapp in einem englishsprachigen forumsbeitrag als antwort wiedergegeben (but i don´t want this D: ),und von einem red nur erwidert bekommen \"_try it ;) you will like it_\". es gab auch genügend leute die gegen und für die neue HUD waren. da riot das eiskalt durchgezogen hat,nehme ich mal an, es gab mehr die dieses HUD haben wollten.","replies":[{"id":"","poster":"Sgt Fggt","date":"2015-07-22T16:39:24.040+0000","up_votes":1,"down_votes":0,"body":"wenn man das hud wenigstens selbst gestalten könnte sprich man kann alle features des neuen huds selbst positionieren das wäre tatsächlich eine interessante neuerung gewesen aber so ist das einfach nur ein kaputtes geschenk schön verpackt","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:45:57.483+0000","up_votes":1,"down_votes":0,"body":"Schön verpackt..naja...ich muss ganz ehrlich sein, auch wenn ich kein fan von helleren sachen bin: dat HUD ist einfach grässlich. das ist nicht schön,dass ist hässlich.das ist so hässlich,wie sich das gefühl anfühlt wenn du nachts gegen die verdammte kante deines bettes rennst weil du das licht aus gemacht hast und du diesen reflex aus deiner kidnheit einfach drinnen behalten hast, bei dunkelheit sofort zu deinen bett zu rennen. DAS MEIN LIEBER! DAS ist die beste beschreibung für die hässlichkeit dieses huds. danke.","replies":[{"id":"","poster":"Sgt Fggt","date":"2015-07-22T16:49:53.043+0000","up_votes":1,"down_votes":0,"body":"ich sage ja garnicht das es wunderschön ist ich meine nur vom optischen her sieht es gut aus auch wenns nicht schöner als das alte ist und schon garnicht übersichtlicher\ngibts eigentlich einen offiziellen riot post zum tehma hud mit warum und etc ?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T17:00:00.551+0000","up_votes":1,"down_votes":0,"body":"einen offizielen gab es mal. habe jedoch größtenteils nur red´s gesehen die auf andere beitrage geantwortet haben. den link dazu kann ich dir nicht mehr geben,aber ich denke,wenn dus suchst...solltest du es schon von alleine finden.right?","replies":[]}]}]}]}]}]},{"id":"","poster":"Team Solide","date":"2015-07-22T22:53:01.596+0000","up_votes":1,"down_votes":0,"body":"WTF? Seltsame Leute die du kennst. Ich habe NEIN gestimmt und kann es ganz einfach erklären: \nIch will die Community beisammen halten.\nKlingt komisch, ist aber so. Je mehr jeder einzelne bei sich umstellt, desto mehr muss von RIOT unterstütz werden was Entwicklungsressourcen schluckt und bei der Community kommt es seltsam mal das eine UI und dann das andere zu sehen. Das UI prägt ein Spiel mehr als alles andere auf den ersten Blick.\nGewöhnt euch ans Neue. Da sind fast nur Vorteile drinnen. Man konzentriert sich durch das aufgeräumtere UI wieder mehr auf das Spiel und hackt weniger aufeinander wenigen creep kills rum.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T22:56:41.910+0000","up_votes":1,"down_votes":0,"body":"du hast aber schon verstanden was ich geschrieben habe, und worauf sich wie was bezog,oder?O_o fass das bitte nicht böse auf,aber du wirkst so...als...uhm..hättest du nicht im geringsten i-was begriffen von dem worum es geht o_o \"community zusammenhalten\"-excuse me? was zum fff...nevermind....","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T06:48:56.622+0000","up_votes":1,"down_votes":0,"body":"Und du gehst nicht auf den Punkt mit den Entwicklungsressourcen ein. Ich sehe das genauso wie Team Solide. Bist du bereit den Mehraufwand für beide HUDs zu bezahlen? Du kannst nicht einfach viel mehr Arbeit von Riot fordern, irgendwann haben die dafür auch kein Geld mehr. Und 2 HUDs zu verwalten ist ein sehr großer Mehraufwand. Wenn du also bereit bist neue Mitarbeiter zu bezahlen, können gerne beide HUDs verfügbar sein. Ich möchte aber nicht das Mitarbeiter aus anderen Teams dafür genutzt werden. Dadurch würde das Spiel definitiv schlechter werden und wir würden viel, viel seltener neues sehen.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T09:44:42.199+0000","up_votes":1,"down_votes":0,"body":"was hat das denn bitte mit der funktion des umschaltens zu tun? Ó_Ó es sind genau 7 (oder knapp weniger) codezahlen für diese option...wie viele leute möchtest du denn bitte dafür einstellen? (zumal du das ganze so sehen kannst: eigentlich gibt es ja bereits die möglichkeit,zwischen beiden hin und her zu wechseln.nennt sich auch ranked spielen :P beide HUD´s sind momentan noch auf dem liveserver...so schwer ist es also nicht beide gleichzeitig laufen zu lassen...lass dir das mal durch den kopf gehen bevor du etwas aufgreifst und nochziehst)","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T10:49:30.913+0000","up_votes":1,"down_votes":0,"body":"Ja noch sind beide implementiert. Momentan wird aber auch nichts gepatcht. Werden Neuheiten entworfen müssen diese für beide HUDs entworfen werden --> mehr Aufwand\nAußerdem ist jedes HUD fehleranfällig bei Änderungen. Bugs können auch nur bei einem HUD auftreten, da sie sich schon etwas unterscheiden. Es müssen also immer beide HUDs getestet, beobachtet und gewartet werden --> mehr Aufwand als wenn es nur ein HUD geben würde.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T13:31:14.262+0000","up_votes":1,"down_votes":0,"body":"und immer noch sind das keine 300 zeilen an codes die du dafür benötigst,was dementsprechend bei den haufen von mitarbeitern die riot hat, kein weltuntergang ist... guck dir mal die genauen daten von beiden HUD´s an und sag mir wie viele codezeilen du dafür findest. dann darfst du dich gerne dazu erneut erheben und deine antwort hier einsetzen. \nMfG Kioky","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"FloSGE95","date":"2015-07-26T15:05:09.668+0000","up_votes":1,"down_votes":0,"body":"Was ich außer dem Ping nicht raffe ist, wie ich den \"alle-Chat\" benutze? Ist das bei mir einfach nur n Bug oder gibts da auch n Tastenkürzel für?","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-26T15:24:31.319+0000","up_votes":2,"down_votes":0,"body":"/all\n\nMan man man Leute, ich bekomm langsam ne Delle in der Stirn.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-26T17:11:09.025+0000","up_votes":1,"down_votes":0,"body":":D","replies":[]}]}]},{"id":"","poster":"Menotar","date":"2015-07-26T11:26:49.178+0000","up_votes":1,"down_votes":0,"body":"Für mich ist das neue HUD sehr ungewohnt. Die Fargebung ist anders, die Anordnung ist anders, die Effekte sind anders. Natürlich wird man sich mit der Zeit daran gewöhnen, aber ein paar Punkte möchte ich ansprechen die mich am neuem HUD stören und gegen die Möglichkeit aufs alte HUD zu wechseln habe ich auch nichts.\n\n.) Es gibt zu viele Infos auf zu geringen Raum (Tötungen/Tode/Unterstützungen können doch auch oben rechts bleiben, auch die Teamanzeige). Mit der Zeit wird es sich bessern wenn man weiß wo genau einzelne Dinge nun angezeigt werden, aber das dauert. Da war mir die klare Aufteilung am ganzen Display vorher lieber. Einzig die Teammitgliederanzeige und die Todeszeiten finde ich oberhalb von der Minimap ideal gelöst.\n.) Ich empfinde es als extrem störend das die Einblendungen \"Doppeltötung\" und \"wer hat wen getötet\" nicht mehr mit der Anzeige-Einstellung in der Oberfläche skaliert, sondern nun eine übertriebene Standardgröße bestizt. Riot spricht von Übersicht und dann verdecken mir diese anzeigen gut 1/3 des Geschehens. \n.) Manche Schriften und Zahlen (ganz besonders bei der Minimap die Tötungen/Tode/Unterstützungen) empfinde ich als extrem unscharf. Ich habe schon bei den Einstellungen herumprobiert, doch ich konnte keine Besserung feststellen. Hier würde ich Riot bitten sich dies nochmal anzusehen.\n.) In der TAB-Anzeige sollten die Championsymbole vom linken Team in die Mitte rücken, damit die Championsymbole gegenüberstehen. Hat ein anderer User hier im Forum schon erwähnt.\n.) An der Farbgebung vom HUD sollte noch gearbeitet werden. Am Besten wäre natürlich, wenn man diese noch individuell einstellen könnten (auswahl mehrere Farbgebungen)\n\nDies ist vorerst mein Feedback.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-26T12:00:59.511+0000","up_votes":2,"down_votes":0,"body":"Die meisten Punkte werden bereits in Angriff genommen und werden ziemlich bald gepatched. \n\n- Die Skalierbarkeit der Schrift und Elemente wird gepatcht bzw. verbessert, sodass man das HUD zum Beispiel noch kleiner stellen kann.\n\n- Die Schriftart wird auch zur besseren Lesbarkeit verbessert.\n\n- Vor allem die Skillanimationen sind sehr ablenkend bzw. verwirrend bzw. schlecht lesbar. Aber auch daran wird bereits gearbeitet.\n\n-  Sie haben bereits durch Feedback auf dem PBE die Zeit wieder nach oben rechts getan. Da viele Zeit und CS beeinander wollen und viele den Bereich um die Minimap zu voll finden, denke ich werden sie auch CS und Score wieder nach oben tun. Dazu habe ich aber noch keine endgültige Bestätigung gelesen.\n\n- Sie werden mit Sicherheit auch noch das Scoreboard so anpassen, dass es so aussieht wie im Observermode. Das habe ich zwar auch noch nicht als bestätigt gelesen, aber es ist doch sehr wahrscheinlich.\n\n- Auch die Farbgebung wird noch weiter überarbeitet, da sich auch viele Farbenblinde mit Problemen gemeldet haben.\n\n- Die nervigen Sounds werden auch bearbeitet.\n\nDer dunklere Hintergrund der Minimap hingegen ist jedoch eine gute Sache, da wie auch beim SR Update der Focus mehr auf die wichtigen Spielelemente gelegt wird.\n\nDie fehlenden Pingbuttons sind mir zum Beispiel überhaupt nicht aufgefallen. LoL ist ein Spiel, dass sich laut Riots eigener Aussage eher an Hardcoregamer richtet. Als solcher sollte man auch beide Hände zum spielen benutzen und nicht nur mit der Maus rumklicken. Ich finde es eine gute Sache, das unnötige Verzierungen oberhalb der Minimap weg sind, dazu zählen für mich auch die Pingbuttons. Jetzt müssen sie nur noch CS und Score wieder nach oben tun, den dann leeren schwarzen Balken oberhalb der Map raus nehmen und das HUD ist gut. \nMan kann ja vielleicht optional die Knöpfe einblenden lassen für Anfänger.\n\nAuf dem PBE sind bereits einige der Änderungen zu sehen.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-26T17:19:10.788+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=001d0000,timestamp=2015-07-26T12:00:59.511+0000)\n> Auf dem PBE sind bereits einige der Änderungen zu sehen.\n>\n\nBisher hab ich nur gesehen wie sich diese doofen Cooldownkreise zu der ganzen Schaltfläche ausgefüllt haben :P Sprich du hast n Kasten der sich nun füllt wenn dein cd abläuft...yay...","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-26T17:55:26.850+0000","up_votes":1,"down_votes":0,"body":"Das war in meinen Augen fast das unübersichtlichste und damit wichtigste was geändert werden musste und wenn Du Dir den Artikel auf s@20 durchliest dann ist da auch noch mehr.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-26T18:04:21.873+0000","up_votes":1,"down_votes":0,"body":"das ist eh immer das erste was ich mich durchlese wenn ich den pc starte :P ein hoch auf ff@20","replies":[]}]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2015-07-26T17:13:24.220+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Menotar,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=001d,timestamp=2015-07-26T11:26:49.178+0000)\n> .) Ich empfinde es als extrem störend das die Einblendungen \"Doppeltötung\" und \"wer hat wen getötet\" nicht mehr mit der Anzeige-Einstellung in der Oberfläche skaliert, sondern nun eine übertriebene Standardgröße bestizt. Riot spricht von Übersicht und dann verdecken mir diese anzeigen gut 1/3 des Geschehens. \n> .) Manche Schriften und Zahlen (ganz besonders bei der Minimap die Tötungen/Tode/Unterstützungen) empfinde ich als extrem unscharf. Ich habe schon bei den Einstellungen herumprobiert, doch ich konnte keine Besserung feststellen. Hier würde ich Riot bitten sich dies nochmal anzusehen.\n> .) In der TAB-Anzeige sollten die Championsymbole vom linken Team in die Mitte rücken, damit die Championsymbole gegenüberstehen. Hat ein anderer User hier im Forum schon erwähnt.\n> .) An der Farbgebung vom HUD sollte noch gearbeitet werden. Am Besten wäre natürlich, wenn man diese noch individuell einstellen könnten (auswahl mehrere Farbgebungen)\n>\n\nWerde ich in meine Feedbackliste aufnehmen. Danke für deinen Beitrag :3","replies":[]}]},{"id":"","poster":"HelmutPlessnerOP","date":"2015-07-23T01:59:32.483+0000","up_votes":1,"down_votes":0,"body":"Ok, Grundsätzliches:\n\n1. Vom Design her ist es gelungen, da sich das HUD nun \"flüssiger\" und \"richtiger\" mit der überarbeiteten Karte anfühlt. Die Fixierung in der Bildschirmmitte ist sinnvoll und sorgt für Übersichtlichkeit, weil Informationen schneller zur Verfügung stehen. Desweiteren wurden Icons etwas vergrößert, was auch sehr gut ist.\n\n2. Die inhaltliche Überarbeitung, aber auch die Platzierung der Menüs oder der Submenüs ist meiner Auffasung jedoch nach völlig deplaciert und zum Teil WIRKLICH katastrophal (war die Anzeigeaktualisierung nicht auf dem Testserver? Und wenn ja, hat dieser erlauchte Club -zu dem ich ja nicht gehören darf- überhaupt etwas geleistet an Arbeit?).\n\nIm Detail:\n\nWieso ist die Uhr nun oben rechts und ich muss nun per TAB herausfinden, wie viele Tötungen mein Team hat und das des Gegners? Das gehört wieder oben in die Bildschirmmitte.\nMal abgesehen davon, wäre es höchste Eisenbahn einmal eine Geamtgoldanzeige für das eigene Team einzuführen, damit man abschätzen kann, wie stark das eigene Team ist und das des Gegners. Es wäre auch denkbar, dies global sichtbar für beide Teams zu machen. Natürlich dann gegenseitig. Denn jetzt hat man im Prinzip \"nur so ein Gefühl\", ob man stärker oder schwächer ist. Klar, man weiß es i.d.R, aber man hat eben KEIN verlässlichen Informationen darüber.\nDas ist im Grunde ja nur eine Sichtbarmachung von Informationen, die ja schon vorhanden ist, indem man quasi Anzahl der Items etc. vergleicht. Ich wüsste zumindest nicht, was dagegen sprechen würde. Wenn doch, dann klärt mich bitte auf.\n\nUnd wenn man nun schon Drachen- und Barontimer global sichtbar macht, dann verschiebt diese Anzeigen doch bitte dann auch in die obere Mitte neben/unter/über der Spielzeitanzeige und den Tötungsverhältnissen, weil es NERVIG ist, immer wieder TAB drücken zu müssen, um es zu sehen. NERVIG. NERVIG.\nAber das ganze natürlich dezente. Bitte keine Alarmtöne oder blinkende Anzeigen. Nur um das klarzustellen.\n\nWarum im übrigen die Items nach Reihenfolge (?) des Kaufs sortiert werden und nicht mehr nach der Sortierung in meinem Inventar ist mir auch ein Rätsel. Auch hier: NERVIG.\n\nDie Championinformationen sind zu klein und zu dunkel. Ich finde diese Informationen- zumindest für mich- wichtig und die neuen Symbole sind zwar OKAY, aber man hätte auch die alten Symbole einfach grafisch verbessern können.\nGenerell ist das Interface von der Farbsättigung her etwas zu dunkel.\nAuch frage ich mich, wieso die Minimmap nicht doch ein wenig größer ausgefallen ist. Ich habe das Gefühl, ich brauche ne Lupe, um da etwas drauf zu erkennen. \nZudem ist- naja zumindest zweifelhaft- wieso ich meine KDA über der Minimap finde. Das weiß nur Riot Games. Die unwichtigste KDA im Spiel ist die eigene. \nAußerdem die CS-Anzeige über der Minimmap zu platzieren... naja.\n\nHingegen wäre es eher ein Gewinn gewesen, wenn man eine Anzeige geschaffen hätte, die sich auf die eigene Lane oder den Dschungel bezieht und die Kräftverhältnisse dort darstellt.\nSo wäre es beispielsweise (!!!) vorstellebar, dass es eine Anzeige gibt, die sich farblich verändert, je nachdem, ob man beim CS seinem Gegner voraus ist oder nicht. Dies könnte farblich dezent mit frün oder rot dargestellt werden. Ob dies technisch möglich ist, ist eine andere Frage. \nIm Teamersteller, wo es die schon \"festen\" Rollen gibt ist dies allerdings vorstellbar.\n\nEin weiterer Störfaktor sind die- in meinen Augen- zu kleinen Championportraits. Die müssen größer sein und vor allem: Bitte zeigt doch direkt die Abklingzeiten der ultimativen Fähigkeiten in Sekunden an. Erst ein grüner Punkt, dann ein sich füllender grauen Kreis. WTF?!\nUnd ich würde mir auch ein kurzes, aber prägnantes Geräusch, dass keinen NERVFAKTOR hat wünschen, dass mir anzeigt, dass das Leben eines verbündeten auf ein kritisches Niveau gefallen ist (ähnlich im Zuschauermodus), sodass man darauf aufmerksam wird (schließlich kann man nicht permanent die Minimmap beobachten) und dann beispielsweise eine Shen-Ulti machen kann. etc.\nDer Spieler sollte schließlich nicht dafür bestraft werden, weil er nicht permanten auf die Karte schauen kann und dadurch ein Mitspieler verreckt. Es ist eher als \"Hey, guck mal auf die Karte! Da passiert gerade eventuell was wichtiges.\"- Geräusch gedacht, nach dem man dann auf die Minikarte schauen kann- sofern man eben reagiert.\n\nDas nun auch die Todeszeiten der Gegner anzeigt werden finde ich hingegen gut. Aber- wie gesagt- sollten die Portraits- meiner Meinung nach- wieder links an den Bildschirmrand und die gegnerischen einfach auf die rechte Seite. \nInsofern zumindest als das dies nicht die Übersichtlichkeit gefährdet. Ansonsten können die Todeszeiten der Gegner- sinnvollerweise- auch über der Minikarte bleiben, sodass man z.B weiß: \"Ok, XY ist tot, ich kann roamen gehen\", während man vorher auf die Karte geschaut hat.\n\nSo, das war es auch \"schon\".","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T09:54:52.714+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kiith Somtaaw,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=0010,timestamp=2015-07-23T01:59:32.483+0000)\n>\n> Ok, Grundsätzliches:\n> \n> 1. Vom Design her ist es gelungen, da sich das HUD nun \"flüssiger\" und \"richtiger\" mit der überarbeiteten Karte anfühlt. Die Fixierung in der Bildschirmmitte ist sinnvoll und sorgt für Übersichtlichkeit, weil Informationen schneller zur Verfügung stehen. Desweiteren wurden Icons etwas vergrößert, was auch sehr gut ist.\n> \n> 2. Die inhaltliche Überarbeitung, aber auch die Platzierung der Menüs oder der Submenüs ist meiner Auffasung jedoch nach völlig deplaciert und zum Teil WIRKLICH katastrophal (war die Anzeigeaktualisierung nicht auf dem Testserver? Und wenn ja, hat dieser erlauchte Club -zu dem ich ja nicht gehören darf- überhaupt etwas geleistet an Arbeit?).\n> \n> Im Detail:\n> \n> Wieso ist die Uhr nun oben rechts und ich muss nun per TAB herausfinden, wie viele Tötungen mein Team hat und das des Gegners? Das gehört wieder oben in die Bildschirmmitte.\n> Mal abgesehen davon, wäre es höchste Eisenbahn einmal eine Geamtgoldanzeige für das eigene Team einzuführen, damit man abschätzen kann, wie stark das eigene Team ist und das des Gegners. Es wäre auch denkbar, dies global sichtbar für beide Teams zu machen. Natürlich dann gegenseitig. Denn jetzt hat man im Prinzip \"nur so ein Gefühl\", ob man stärker oder schwächer ist. Klar, man weiß es i.d.R, aber man hat eben KEIN verlässlichen Informationen darüber.\n\n> \n> Und wenn man nun schon Drachen- und Barontimer global sichtbar macht, dann verschiebt diese Anzeigen doch bitte dann auch in die obere Mitte neben/unter/über der Spielzeitanzeige und den Tötungsverhältnissen, weil es NERVIG ist, immer wieder TAB drücken zu müssen, um es zu sehen. NERVIG. NERVIG.\n> Aber das ganze natürlich dezente. Bitte keine Alarmtöne oder blinkende Anzeigen. Nur um das klarzustellen.\n> \n> Warum im übrigen die Items nach Reihenfolge (?) des Kaufs sortiert werden und nicht mehr nach der Sortierung in meinem Inventar ist mir auch ein Rätsel. Auch hier: NERVIG.\n> \n> Die Championinformationen sind zu klein und zu dunkel. Ich finde diese Informationen- zumindest für mich- wichtig und die neuen Symbole sind zwar OKAY, aber man hätte auch die alten Symbole einfach grafisch verbessern können.\n> Generell ist das Interface von der Farbsättigung her etwas zu dunkel.\n\n> Zudem ist- naja zumindest zweifelhaft- wieso ich meine KDA über der Minimap finde. Das weiß nur Riot Games. Die unwichtigste KDA im Spiel ist die eigene. \n> Außerdem die CS-Anzeige über der Minimmap zu platzieren... naja.\n> \n\n> So wäre es beispielsweise (!!!) vorstellebar, dass es eine Anzeige gibt, die sich farblich verändert, je nachdem, ob man beim CS seinem Gegner voraus ist oder nicht. Dies könnte farblich dezent mit frün oder rot dargestellt werden. Ob dies technisch möglich ist, ist eine andere Frage. \n> Im Teamersteller, wo es die schon \"festen\" Rollen gibt ist dies allerdings vorstellbar.\n> \n\n> Der Spieler sollte schließlich nicht dafür bestraft werden, weil er nicht permanten auf die Karte schauen kann und dadurch ein Mitspieler verreckt. Es ist eher als \"Hey, guck mal auf die Karte! Da passiert gerade eventuell was wichtiges.\"- Geräusch gedacht, nach dem man dann auf die Minikarte schauen kann- sofern man eben reagiert.\n> \n> Das nun auch die Todeszeiten der Gegner anzeigt werden finde ich hingegen gut. Aber- wie gesagt- sollten die Portraits- meiner Meinung nach- >wieder links an den Bildschirmrand und die gegnerischen einfach auf die rechte Seite. \n__________________________________________________________________\n\nWerde ich in meinem Beitrag übernehmen.Danke.","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-07-23T10:29:43.637+0000","up_votes":2,"down_votes":0,"body":"Oh, vielen Dank. :)","replies":[]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T06:44:05.295+0000","up_votes":1,"down_votes":0,"body":"> und ich muss nun per TAB herausfinden, wie viele Tötungen mein Team hat und das des Gegners? Das gehört wieder oben in die Bildschirmmitte.\n\nFalsch, steht auf der Minimap.\n\n> Warum im übrigen die Items nach Reihenfolge (?) des Kaufs sortiert werden und nicht mehr nach der Sortierung in meinem Inventar ist mir auch ein Rätsel. Auch hier: NERVIG.\n\nAuch falsch, sie werden nach Preis sortiert, um besser vergleichen zu können. Das teuerste ist vorne, und das billigste hinten, so siehst du auf den ersten Blick wer mehr Gold hat.\n\n> Es ist eher als \"Hey, guck mal auf die Karte! Da passiert gerade eventuell was wichtiges.\"- Geräusch gedacht\n\nFinde ich vollkommen unnötig. Das würde dafür sorgen, das die Leute viel, viel weniger auf die Minimap gucken würden. Sie würden nur noch auf das Geräusch warten und dann erst drauf schauen.\n\nAuch das das HUD zu klein sein soll kann ich nicht nachvollziehen. Ich habe die Skalierung auf das niedrigste gestellt und es ist mir bei weitem viel zu groß. Die Minimap habe ich auf die größte Skalierung gestellt, wodurch man alles perfekt erkennen kann.","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-07-23T09:22:59.157+0000","up_votes":1,"down_votes":0,"body":"Ja, es war schon spät als ich es schrieb.\n\nDie Reihenfolge der Items finde ich persönlich aber ziemlich nervig. Es soll einfach so angezeigt werden, wie die im Inventar abgelegt sind. Basta.\n\nDeine letzte Aussage ist überzogen und zu dramatisiert. Und das weißt du auch, dass das nicht stimmen kann und wird.\nUnd außerdem sprach ich von der Minimap und nicht vom HUD, das zu klein sein soll.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T10:56:14.934+0000","up_votes":1,"down_votes":0,"body":"> Die Reihenfolge der Items finde ich persönlich aber ziemlich nervig. Es soll einfach so angezeigt werden, wie die im Inventar abgelegt sind. Basta.\n\nWarum? Was bringt einem das, wenn die Items wie im Inventar angeordnet werden? Oder beeinträchtigt dich das, dass die Items anders sortiert werden als im Inventar? Ich finde die funktion sehr hilfreich. So kann man seine Items viel leichter mit seinem Lanegegner vergleichen. Auf einen Blcik sieht man sofort wer mehr Gold bzw. mehr Itembuild hat. Das hast du vorher nicht sofort erkannt, sondern musstest dir alle Items des Gegners erstmal angucken um zu sehen welche fertigen bzw. teuren Items der Gegenüber hat.\n\n> Deine letzte Aussage ist überzogen und zu dramatisiert. Und das weißt du auch, dass das nicht stimmen kann und wird.\nUnd außerdem sprach ich von der Minimap und nicht vom HUD, das zu klein sein soll.\n\nDer Mensch neigt dazu bequem zu sein. Warum sollte ich noch auf die Mini Map gucken, wenn ich eh vorgewarnt werde? Der Nutzen der Mini Map erschließt sich mir dann nicht. Ich habe dann auch nicht wirklich einen Vorteil wenn ich darauf achte. Grade Anfänger würden dann auch nicht lernen darauf zu achten, da sie davon ausgehen immer gewarnt zu werden.\n\nDie Größe der Mini Map finde ich perfekt.","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-07-23T11:23:03.019+0000","up_votes":1,"down_votes":0,"body":"Zu ersterem: Ja, dann haben wir in diesem Punkt unterschiedliche Meinungen. Allerdings schaue ich mir grundsätzlich alle items an. Insofern ist diese Funktion eh ziemlich sinnlos.\nUnd doch, das habe ich vorher auch erkannt. Nur, weil sich die Reihenfolge der Items ändert, erkenne ich also wie stark mein Gegner nun \"wirklich\" ist? Meh.\n\nDude, es geht um ein kleines Geräusch, wenn das Leben eines verbündeten auf ein kritisches Niveau fällt. Wieso du dann nicht bzw. weniger auf die Karte schauen würdest, wenn dieses Geräusch vorhanden wäre, erschließt mir in keinster Weise.\nEs wäre ganz cool, wenn man die Karte dazu benutzt, um zu schauen, wann die Vasallen kommen, wo der gegnerische/eigene Jungler ist etc.\nWas hat mit \"die-schauen-dann-weniger-auf-die-Karte\" zu tun hat erschließt sich mir auch hier nicht.\n\nWorauf achten? Auf das Geräusch oder auf die Karte?\n\nWovor würden Anfänger gewarnt werden? Das ist lediglich ein klarer Hinweis. Und auch tatsächlich in erster Linie für Champions mit globalen ultimativen Fähigkeiten gedacht, damit man diese einfach effektiver nutzen kann.\nUnd nein: dadurch bekommen die Spieler weder einen Vorteil noch der Gegner einen Nachteil. Schließlich muss der Spieler auch reagieren.\nDeine Argumentation ist an sich ziemlich eindimensional und eher durch persönliche Erfahrungen gekennzeichnet.\n\nEs ist im Gegenteil eher so, dass durch dieses Geräusch eher häufiger alle Spieler auf die Karte schauen, was doch eigentlich erstrebenswerter ist. Und da dieses Signal für alle da ist, entsteht auch kein Nachteil.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T11:54:51.042+0000","up_votes":1,"down_votes":0,"body":"> Nur, weil sich die Reihenfolge der Items ändert, erkenne ich also wie stark mein Gegner nun \"wirklich\" ist? Meh.\n\nNicht nur weil die Reihenfolge anders ist. Der Vorteil darin ist, das man es eifnach **schneller** erkennt als vorher. Ein kürzerer Blick genügt und man hat mehr Zeit für das eigentliche Spiel.\n\nBei dem Geräusch gehen unsere Meinungen auch auseinander. Ich finde auch nicht das man das Spiel in diesem Maße weiter vereinfachen sollte. So muss man wenigstens selbst darauf achten, wie es mit dem Leben der Teammates aussieht. Wenn ich auch noch eine Warnung habe, um dann einfacher meine globale Ultimate nutzen zu können muss ich darauf auch schonmal nicht mehr achten. Was kommt dann als nächstes, noch mehr Vereinfachungen? Erinnert mich an WoW, in dem man auch fast nichts mehr eigenständig machen muss, weil das Spiel bis ins unermessliche vereinfacht wurde. Wo bleibt dann der Anspruch?\nIch möchte auch noch was zu tun haben während ich LoL spiele. Und ich möchte mehr zu tun haben als mich nur auf Last-Hits und Trades und Teamclashs konzentrieren zu müssen. Timer gibt es auch schon, die Jungle Zeiten muss ich mir auch nicht merken. Und Dragon und Baron Kills werden jetzt auch global angezeigt. Das Spiel ist im Vergleich zu früher schon so viel einfacher geworden, irgendwann muss auch mal Schluss sein.\n\nIst ja auch nicht schwer wenn man bspw. Shen spielt auf die Teammates zu achten oder? Dadurch würde bei weitem nicht jeder weniger auf die Map achten, aber definitiv weniger auf das Leben der Teammates. Und ich finde das macht LoL aus, dass man eben auf sowas achten muss. Wenn ich ein komplett vereinfachtes Spiel spielen möchte, dann spiele ich HotS.","replies":[{"id":"","poster":"HelmutPlessnerOP","date":"2015-07-23T14:10:49.748+0000","up_votes":1,"down_votes":0,"body":"Die Reihenfolge der Items ist mir letztlich herzlich egal, um das einmal zu relativieren. Vielleicht eine Gewohnheitssache, aber ich finde sie unnötig.\nUnd das Argument, dass man schneller sieht, was der Gegner an stärkeren Items hat- also bitte. Einigen wir uns doch darauf, dass as ein Designgeschmack ist, der sich unterscheidet. \nOb du- tatsächlich oder gefühlt- schneller bist um 0,1 w/e Sekunden ist unerheblich. Zudem man meistens eh immer dann TAB drückt, um die Gegenstände des Gegners zu sehen, wenn man auf der Shoplattform steht oder zurück zur Lane läuft.\nDementsprechend banalisiert sich deine Zeitbegründung; aber gut. Wir haben da eben verschiedene Ansichten. Kann ich mit Leben.\n\nZu dem Signal:\n\nDu vermischst hier aber zwei Dinge: Das Signal einerseits, dass mir die **Information** liefert, dass das Leben eines Verbündeten auf ein kritisches Niveau gefallen ist und die Tatsache, dass der **Spieler** darauf **reagieren kann**.\nDas bedeutet immer noch, dass er die Entscheidung treffen muss, ob er jetzt sein globale ultimative Fähigkeit einsetzt oder nicht.\nSo muss sich ein Shen-Spieler fragen, ob er jetzt, nachdem er das Signal gehört hat, seine ultimative Fähigkeit einsetzt, um beispielsweise seinen ADC zu beschützten.\nDem geht aber voraus, welchen Nutzen er daraus ziehen könnte. So könnte er sich z.B die Frage stellen:\n\n- Lohnt sich meine Ulti, weil ich eventuell eine Tötung erzielen kann oder mehrere oder mein ADC. \n- Könnten wir danach den Drachen machen und den Bot-Tower nehmen?\n- Ist es wert, dafür meinen Top-Tower durch den gegnerischen Toplaner fallen zu lassen?\n- Hat der gegnerische Toplaner Telport bereit?\n\nDas und noch viele Fragen mehr müssen/sollten im Vorfeld schon klar sein. Und um den Bogen zurück zu spannen: Um diese Fragen beantworten zu können, muss ich auch shcon vorher auf die Karte geschaut haben.\nDementsprechend ist dies mitnichten eine Vereinfachung des Spiels. Es ist nur eine Sichtbarmachung von Informationen, die man natürlich schon vorher hätte haben können, aber aufgrund von Spielmechanik eben nur manchmal und eingeschränkt wahrnehmen kann.\nSo kann ich beispielsweise nicht permanent oder zeitnahe auf die Karte schauen, wenn ich derzeit von meinem Gegner auf Tower gezoned werde und versuche die Last Hits zu machen. \n\nDie Information hätte ich aber gerne, dass gerade ein Verbündeter kritisches Leben erreicht z.B durch einen Towerdive. Und ich hätte diese Informationen auch, wenn ich gerade nicht auf der Toplane beschäftigt wäre.\nAuch muss man erwähnen, dass solche Ultis, wie die von Shen oder Soraka ohnehin auf das Team gerichtet sind. Die Spieler, die diese Champions spielen, schauen ohnehin oft auf die Karte, damit sie ihre Ultis zielgerichtet einsetzen können.\n\nDas ist keine Relativierung meines Arguments, sondern es hilft diesen Champions lediglich besser von ihren Ultis zu profitieren; vorausegesetzt man trifft die richtige Entscheidung.\nAber auch Champions mit nicht globalen Ultis würden davon profitieren.\nDas Signal ersetzt oder vereinfacht keinesfalls die Entscheidung, die ein Spieler trifft. Es bleibt dem Spieler überlassen auf das Signal zu reagieren und natürlich muss auch das eigene Team auf die Ulti reagieren.\n\nDeine Argumentation ist in der Prämisse und damit in der Substanz einfach haltlos und auch-wieder- übertrieben dramatisiert.\nLoL und WoW zu vergleichen ist Äpfel mit Birnen zu vergleichen und außerdem hast du noch weitaus mehr in dem Spiel zu tun als nur auf die Karte zu starren- denke ich.\n\nZu den Timern:\n\nAuch hier nicht einfacher, sondern die Informationen, die man eh schon hatte (jeder Spieler, ab einer gewissen MMR wusste die Zeiten zu denen Baron etc. erschienen) wurden sichtbar für alle gemacht, was einen unglaublich entlastet hat, weil man sich eben nicht mehr merken und errechnen musste, bei welcher Spielminute Drache oder Baron wieder erscheint.\nEs kommt eben darauf an, ob man diese Informationen nutzt oder eben nicht. Das ist der springende Punkt.\n\nWenn du für dich persönlich sagst, dass es für dich einfacher geworden ist, diese Information zu finden und zu nutzen, so stimme ich dir diesem zu. Das ist auch der Sinn dahinter. Das Spiel soll dir eben nicht durch seine Designstruktur das Spiel im Kern unübersichtlicher machen und dir Informationen nur schwer zugänglich machen.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T16:35:21.986+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kiith Somtaaw,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=0010000000000000000000000000,timestamp=2015-07-23T14:10:49.748+0000)\n> \n> Die Information hätte ich aber gerne, dass gerade ein Verbündeter kritisches Leben erreicht z.B durch einen Towerdive. Und ich hätte diese Informationen auch, wenn ich gerade nicht auf der Toplane beschäftigt wäre.\n> LoL und WoW zu vergleichen ist Äpfel mit Birnen zu vergleichen und außerdem hast du noch weitaus mehr in dem Spiel zu tun als nur auf die Karte zu starren- denke ich.\n>\n \nich pflanz mich mal ab hier kurz mit rein:\nDen Punkt mit dem towerdrive,bzw wann jemand extrem viel dmg rein bekommt, setze ich auf meine feedbackliste.\n\nLol mit WoW zu vergleich ist wirklich sehr stumpf von Fiqqa ausgedrückt. ich war selbst knapp 10 jahre (wenn wir von der closed beta ausgehen) erfolgreiche WoWlerin und kann aus eigender erfahrung im PVP und PVE sagen,dass das spiel durchaus vereinfacht wurde,aber immer noch einiges fordert. Vom grundbau haben beide Spiele aber nen dreck miteinander zu tun, und das sollte man auch bemerken wenn man beide spiele selbst mal gespielt hat. Da kann man gleich Pokémon mit CS:GO vergleichen...hat genauso viel miteinander zu tun wie WoW und Lol.\n\nMfG Kioky","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Reveye","date":"2015-07-22T21:04:08.899+0000","up_votes":2,"down_votes":0,"body":"Ich spiele dieses Spiel jetzt schon seit 4 Jahren (habe mittlerweile schon 6 mal Privatinsolvenz angemeldet und 19 mal mein Konto überzogen, aber who cares? nächste Woche wieder neuer Fizz Skin  {{champion:105}} ) just joking,{{summoner:3}} \nin den 4 Jahren hat sich immer etwas verändert, ständig haben Leute rumgemeckert und es dennoch am Ende akzeptiert.\n\nMan kann nur eins sagen; League of Legends ist und bleibt ein Free2Pay (ähm Play) Spiel und Riot kann machen was sie wollen, ob es den Spielern passt oder nicht, niemand zahlt Geld um das Spiel spielen zu _können_ und niemand ist gezwungen es zu spielen! \n\n@TE find die Überlegung echt nicht schlecht, aber wenn es am Ende trotzdem nichts wird, wird man eh weiterspielen, Riot weiß das. Dieses Spiel ist einfach {{champion:72}} (habe keinen Krebs gefunden, da das englische Wort zensiert wird) der sich so tief in dein Gehirn eingenistet hat, dass man immer wieder drauf zurückkommt. Wenn ich die Chemo eines Tages hinter mir habe und nie wieder League of Legends spielen werde, weil HotS besser ist, dann melde ich mich nochmal und stimme ab. #kappa","replies":[]},{"id":"","poster":"Habichtskauz","date":"2015-07-22T19:39:30.231+0000","up_votes":2,"down_votes":0,"body":"Ganz ehrlich - sieht vieleicht lustig aus, finde es aber seeehr mühsam sich zurecht zu finden... Eigentlich Kacke! Hab echt langsam die Schnauze voll von den Updates da jedes mal nur schlechtes dabei rauskommt und man sicher immer wieder neu daran gewöhnen muss. Echt unnötig!!\n\nMacht doch brauchbare Updates von der Oberflöche (Grässer und Towers) und lasst den Rest so wie es ist....","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T19:47:24.584+0000","up_votes":1,"down_votes":0,"body":"Update von..Grässern und Towern?Ó_Ó (excuse me?)  ja gut,wenn du die alten maps nicht kennst,machts sinn von deiner seite aus. die sind schon alle up to date...","replies":[{"id":"","poster":"Dr Alwayslose","date":"2015-07-23T01:05:52.151+0000","up_votes":1,"down_votes":0,"body":"Versuch einfach zu verstehen was er damit sagen will...\nHab auch die schnauze voll von solchen großen Veränderungen und Updates, als die neue Kluft der Beschwörer kam war es auch ungewohnt, aber da es gut war hat man sich daran schnell gewöhnen können. Anders als bei dem Piratendurcheinander hier. Es suckt einfach nur","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T09:41:16.603+0000","up_votes":1,"down_votes":0,"body":"updates an sich sind ja nicht schlecht, aber man sollte wirklich nicht so was stark bewegendes wie das HUD umändern, wenn es dazu nicht mal nen grund gibt. da hat riot doch etwas übertrieben.trotzallem sind updates eigentlich was gutes, und der sinn dahinter ist ja auch,dass das spiel immer frisch bleibt","replies":[]}]}]}]},{"id":"","poster":"Ahri a Stark","date":"2015-07-22T18:18:11.485+0000","up_votes":2,"down_votes":0,"body":"Itemleiste mit Champion-Bild vertauschen und ich könnte mich VIELLEICHT damit anfreunden.\n\nEine Runde Aram und ich hab krasse Augenschmerzen","replies":[{"id":"","poster":"Dr Alwayslose","date":"2015-07-23T01:02:39.826+0000","up_votes":1,"down_votes":0,"body":"Apropo Aram..... Ich vermisse die Heulende Schlucht. Die neue Map war für 10 min cool. Danach nervt es nur noch, genauso wie die Piratenmusik und der Gangplank als Sprecher.","replies":[{"id":"","poster":"hitechybrid","date":"2015-07-23T07:27:57.335+0000","up_votes":1,"down_votes":0,"body":"Ja die Musik und den Sprecher hab ich nach dem dritten Spiel abgestellt.\nDer Turmschusssound ist auch zu laut. Ebenso das geknarze wenn sich unten das große Tor bewegt...","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T18:19:13.271+0000","up_votes":1,"down_votes":0,"body":"Jup, ich brauch meine itemliste auch wieder auf der anderen seite,sonst fühlt sich das einfach zu abartig an... >_<","replies":[]}]},{"id":"","poster":"II Vicious II","date":"2015-07-22T16:25:10.447+0000","up_votes":2,"down_votes":0,"body":"Danke, werde mal schauen :)\n\nUnd die Pros/Kontras habe ich gelesen :P","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:27:24.739+0000","up_votes":2,"down_votes":0,"body":"dann is ja gut :3 hoffe du kannst die zweite möglichkeit nutzen. bei der ersten wär ich wirklich lieber vorsichtig. es ist einfach nur ab zu raten...ich weiss leider nicht ob man da nicht i-wie haue von riot bekommen könnte,auch wenns nur n soundordner ist.","replies":[]}]},{"id":"","poster":"II Vicious II","date":"2015-07-22T16:08:35.791+0000","up_votes":2,"down_votes":0,"body":"Dein Text war mir etwas zu lang, daher nicht komplett gelesen :P Wie hast du die Stimme geändert? Sie komplett ausstellen möchte ich nicht, man könnte ja was verpassen aber anhören möchte ich sie mir auch nicht :(","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:19:05.821+0000","up_votes":2,"down_votes":0,"body":"woooos?schäm disch D: hoffe du hast wenigstens runter gescrollt um die pros und contras zu lesen >_< \n2 möglichkeiten:\n1. du spielst mit den soundordnern des spiels rum (du kannst dir dazu auch einfach das letzte patch neben dem aktuellen runter laden von beispielhaft ahri.tw und davpn dann die sounddaten austauschen. funktioniert nicht immer **und solltest du auch eigentlich unterlassen**.)\n2. (funktioniert bei den wenigsten,ich hab die funktion zb noch) stell die music auf classic. dann wechselt der sound mit.","replies":[]}]},{"id":"","poster":"Busty Botter","date":"2015-07-22T15:56:52.422+0000","up_votes":1,"down_votes":0,"body":"Mich stört es eigentlich nur, dass gewisse Dinge nun wo anders sind. (zB die Stats wie KDA/CS) Ist aber glaub ich reine Gewöhnungssache.\n\nDas man nun endlich die Leute im Scoreboard sortieren kann finde ich klasse! Die Pingbuttons über der Minimap habe ich nie benutzt, ich empfand sie sogar als störend. (ich pinge nur mit Mouse + Tasten, geht wesentlich schneller)\n\nWas du als mehr Werbeplatz für Streamer siehst, sehe ich als, mehr Übersicht vom Spielgeschehen haben.\n\nEinzige was mich zZ nervt, und ich auch abgestellt habe, ist der neue Announcer. Die Stimme ist zwar schön fürs Event und passt gut in die Atmosphäre, jedoch brauche ich nicht zu jedem Kill oÄ 1-2 zusätzliche Kommentare.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T16:02:18.863+0000","up_votes":2,"down_votes":0,"body":"das problem mit der stimme ist wirklich furchtbar.ah und danke für deine antwort :3 das problem bei mir ist,dass da  meine maus leider nicht mit so vielen tasten hinkommt. razer deathadder mit einer kaputten seitentaste D: um so schlimmer finde ich die tatsache,dass das spiel von mir nun verlangt dauernd meine v taste zu drücken und dann auf das spiel zu klicken um das pingmenü auf zu rufen <_<","replies":[]}]},{"id":"","poster":"Avok","date":"2015-08-09T19:05:11.981+0000","up_votes":1,"down_votes":0,"body":"Wäre auch für die Option, dass selbst enteschieden werden kann, welches Interface man nutzen möchte.\nAn sich ist das neue Interface schön kompakt, aber es fehlen die gewohnten und vor allen größer angezeigten Details. Klar kann man das Interface wieder größer skalieren, aber dann wirken andere Interface-Frames wieder zu groß.\nSonst wäre vllt. noch eine Möglichkeit tatsächlich sich selbst das Interface einzurichten und zu positionieren. :)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-08-09T21:41:53.700+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Avok,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=0020,timestamp=2015-08-09T19:05:11.981+0000)\n>\n> Sonst wäre vllt. noch eine Möglichkeit tatsächlich sich selbst das Interface einzurichten und zu positionieren. :)\n\nhttp://boards.euw.leagueoflegends.com/en/c/allgemeiner-chat-de/LvwczA4L-update-zum-neuen-hud-patch-515-und-ein-angebot-an-die-community\n\ndürfte für dich wichtig sein","replies":[]}]},{"id":"","poster":"Tiitani","date":"2015-07-27T17:55:14.718+0000","up_votes":1,"down_votes":0,"body":"naja heute gespielt und fand es \"scheisse\". \n\nIch hab richtig schlechte laune bekommen und das Spiel nach der Runde beendet.\n\nWerde nun schauen wie ich das umgehen kann, hoffentlich kann man sich nen Mod ziehen oder sonstiges um das neuen HUD zu ignorieren","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-27T18:13:38.240+0000","up_votes":1,"down_votes":0,"body":"ranked spielen hilft n bissln, aber sonst muss man sich halt vorstellen,die hässlichkeit des neuen HUD´s sei nicht anwesend. denk nur an deine spells, und überrede deine sinne, nach rechts zu klicken für den shop. \n...\nklingt bescheuert,aber man merkt auf jeden fall ne verbesserung in sämmtlichen matchhistorys von einigen leuten. \nvor dem patch: alles normal,alles ok und recht gut, ->nach dem patch: WUUUUSCH! alle stehen plötzlich bescheiden da,feeden in die games rein->4tage nach dem patch:langsam kommen die leute wieder zurecht.\nist halt ne kleine delle in der liste.","replies":[]}]},{"id":"","poster":"Bastik","date":"2015-07-24T20:14:41.037+0000","up_votes":1,"down_votes":0,"body":"Mir geht es genauso wenn der alte nicht mehr kommt bin ich weg spiele nur noch rnaked da der alte hud da noch drinnen ist,","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-24T20:29:32.979+0000","up_votes":1,"down_votes":0,"body":"(yay,endlich schreibt wieder jemand was hier rein,das pusht den beitrag hoch :D freu freu und so)\nhoffen wir mal das genügend leute den \"ja\"button noch smashen. DRÜCKT IHN ZU TODÄÄÄÄÄÄÄ-thanks a lot :3","replies":[]}]},{"id":"","poster":"Tigerkralle99","date":"2015-07-23T18:10:37.034+0000","up_votes":1,"down_votes":0,"body":"schreib mall nen englischen brief mit den sachen und auch mit der abstimmung, da werden aufjeden mehr leute antworten. Und dan die deutschen und englischen stimmen zusammen nehmen und einschicken beim supp, und oder ein neuen eintrag mit den ergebnis machen","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-23T19:18:45.240+0000","up_votes":1,"down_votes":0,"body":"Warum keine Petition? Könn wir doch bei einer der \"Azir soll seinen Knock Up behalten\"- Dinger mit unermogeln...","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-24T08:46:36.229+0000","up_votes":1,"down_votes":0,"body":"Azir sollte seinen Knock-Up nicht zurückbekommen. Der hat eh Riots Philosophie widersprochen.","replies":[]}]}]},{"id":"","poster":"Izaya Kumiho","date":"2015-07-24T08:40:08.803+0000","up_votes":1,"down_votes":0,"body":"/push","replies":[]},{"id":"","poster":"Amalthea58","date":"2015-07-23T18:34:49.759+0000","up_votes":1,"down_votes":0,"body":"Wo komme ich denn nun zu den Pings?:(","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T19:04:15.973+0000","up_votes":1,"down_votes":0,"body":"Lies die posts davor bitte.danke.\n\nMfG Kioky","replies":[]}]},{"id":"","poster":"siv4Slan","date":"2015-07-23T17:23:43.395+0000","up_votes":1,"down_votes":0,"body":"Ich finds geil wie man versucht hat alles übersichtlicher für das eigentliche Spiel zu machen aber alle möglichen Informationen in irgendwelche Ecken gequetscht hat.\nJa, ich hab jetzt mehr vom Sichtfeld, aber was bringt mir das wenn ich mir meine Infos in irgendwelchen Ecken zusammensuchen muss?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T17:55:33.304+0000","up_votes":1,"down_votes":0,"body":"wie du vieleicht bei mir siehst, hat das ganze bei mir sogar garkeinen vorteil :D das ist alles nur zusammengedrückt und mit n bissln dunklen zeugs ausgefüllt. aber vieleicht findet eines tages ein red die nachricht,oder wir haben genug stimmen das ich sagen kann \"ja,jetzt kann ich nen englischen brief schreiben\".","replies":[]}]},{"id":"","poster":"Pneumatik","date":"2015-07-23T15:21:43.770+0000","up_votes":1,"down_votes":0,"body":"@Kiokynachtara:\nfinde es gut, dass du die Gedanken von so vielen Spielern äußerst höflich und sachlich in Worte gepackt hast.\n\nDu hast dabei aber ein GROSSES DEFIZIT des neuen HUBs übersehen. Als ich heute Vormittag bei einem Botgame von dem neuen Design überrascht wurde fand ich es schon schwierig die eigene Erfahrungsleiste zu sehen. Wenn ich mich nicht gewaltig täusche war es früher möglich, auch die Erfahrung von Gegnern zu sehen, auch die von Verbündeten. Diese Information finde ich eigentlich auf allen Lanes inzwischen sehr wichtig. Ich habe gerade noch einmal in einem Free mit Bots nachgesehen, aber:\n\nIch kann leider nicht die Erfahrung meiner Gegner sehen.\n\nDamit ist das neue HUB nicht nur extrem ungewohnt, sondern - entgegen dem eigentlichen Ziel - ein Rückschritt, da weniger Informationen zur Verfügung stehen. besonders in Sololanes in den ganz frühen Leveln kann ich aus meiner Erfahrung nur sagen, dass es essentiell ist, diese Information zu berücksichtigen, um nicht blind zu overextenden.\n\nKannst du dieses Manko deiner Contraliste hinzufügen?\n\n@All:\nDenkt noch jemand, dass man den EXP-status seiner Gegner früher sehen konnte, oder bilde ich mir das am Ende nur ein?\n\nwill ja gar nicht wissen, wie die Profis auf den Verlust dieser Info reagieren werden/würden ... #shitstormIncoming","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T15:29:39.128+0000","up_votes":1,"down_votes":0,"body":"Den Punkt werde ich sofort aufnehmen, doch leider kann ich das nicht als Contrapunkt in dem neuen HUD einpflanzen. Das problem hierbei ist folgendes:es war nie so das du die XP-Balken deiner Gegner sehen konntest, egal in welchen HUD. (und davon gab es insgesammt..uhm...4 oder 5, wenn wir schon so weit zurück gehen ,dass wir 2007 mit der Alpha anfangen, und 2009 oder so mit der open beta...)\n\nIm momentanen HUD ist deine eigende XP-leiste an deinem Champbild (rechts) als lila Bogen eingezeichnet. \nIch werte deinen Punkt daher als einen Wunsch in der Feedbackliste: \"XP-bar vom Team und den Gegnern deutlicher anzeigen\". \n\nMfG Kioky","replies":[{"id":"","poster":"Pneumatik","date":"2015-07-23T15:35:37.580+0000","up_votes":1,"down_votes":0,"body":"dann hab ich mir das doch nur eingebildet O.o - war mir ja auch nicht sicher","replies":[]}]}]},{"id":"","poster":"TooGood4u96","date":"2015-07-23T13:20:23.951+0000","up_votes":1,"down_votes":0,"body":"Gut, dass Riot sich mal wieder schön raushält. Das Ergebnis der Umfrage ist klar: Fast 80% (79,27%) der leute sind für die besagte Option. Das veranschaulicht mal wieder die Ingnoranz von Riot und natürlich auch, dass denen die Meinung der Community völlig egal ist. \nWeiter so Riot!","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T13:37:09.975+0000","up_votes":1,"down_votes":0,"body":"das ist im DEUTSCHEN forum vieleicht der fall, weshalb ich ja auch sagte das ich bei genügend ja-stimmen einen privaten brief auf english an die leute schreibe...bzw...das..was da halt geht. und bleib locker, das HUD gibt es erst seit zwei tagen für alle spieler. da wird sich noch was tun :)","replies":[]}]},{"id":"","poster":"FeurigelX","date":"2015-07-23T12:34:42.535+0000","up_votes":1,"down_votes":0,"body":"Zum sachlichen wurde schon genug aufgelistet\n\nich für meinen Teil höre nach dem Spiel grad eben auf mit LoL. Einmal gesehen das reicht mir\nEs sieht aus als ob ein Gremlin oder Dinognar das alte HUD gefressen hat und das was dann übrig war haben wir jetzt auf dem Bildschirm.\nWas ist so schwer daran den Leuten zu erlauben zu wechseln?\nAber da Riot auch nur eine Gewinnorientierte Firma ist werden die n Teufel tun und auf die Community hören außer die Userzahlen sinken.... und genau da leiste ich jetzt meinen Beitrag dazu..... bye","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-23T13:36:06.024+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=FeurigelX,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=0014,timestamp=2015-07-23T12:34:42.535+0000)\n\n> ich für meinen Teil höre nach dem Spiel grad eben auf mit LoL. Einmal gesehen das reicht mir\n> Es sieht aus als ob ein Gremlin oder Dinognar das alte HUD gefressen hat und das was dann übrig war haben wir jetzt auf dem Bildschirm.\n> Aber da Riot auch nur eine Gewinnorientierte Firma ist werden die n Teufel tun und auf die Community hören außer die Userzahlen sinken\n>\n\nehuw. Warum sollte Riot nicht reagieren? Das HUD ist erst zwei tage für ALLE benutzbar. das wird so auch noch n paar wochen weiter gehen. wenn du wirklich möchtest,das im DEUTSCHEN forum ein red antwortet,kannste den beitrag ja hochwerten :P vieleicht siehts dann wer.lawl. das mit dem gnarvergleich passt i-wie sehr gut :D ich überlege ob ich das als zitat einfach in meine list aufnehme ...","replies":[]}]},{"id":"","poster":"MrChinostyle","date":"2015-07-23T12:53:58.698+0000","up_votes":1,"down_votes":0,"body":"wer zur hölle stimmt ab das er dagegen ist das es die möglichkeit gibt zwischen den beiden huds zu wechseln? diejenigen die die neue nutzen möchten können dies weiterhin tun\n\nwenn einem etwas nicht schadet, für andere aber gut ist - gibt es keinen grund sich dagegen auszusprechen. das ist einfach nur assozial :o","replies":[]},{"id":"","poster":"BM Vilich","date":"2015-07-23T05:27:55.624+0000","up_votes":1,"down_votes":0,"body":"Ich vermisse die Rüstungs- und Magiedurchdringung. Wo kann ich die finden?","replies":[{"id":"","poster":"Caligo","date":"2015-07-23T10:43:40.237+0000","up_votes":1,"down_votes":0,"body":"drücke C","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-23T08:06:43.810+0000","up_votes":1,"down_votes":0,"body":"Heya\nBei mir ist es F5, kommt drauf an wo du die Championinformationen draufgelegt hast. Dann erscheint es über deinen anderen werten. Lässt sich aber leider nicht dauerhaft aufklappen.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-23T08:11:53.410+0000","up_votes":1,"down_votes":0,"body":"Heya\nAlso mir persönlich gefällt das Update sehr, ist aber wie ja schon von Anfang an klar war geschmackssache(Bei der neuem Map wars ja genauso). Das die Pingbuttons weg sind stört mich zb nicht, wofür gibt es das Pingrad, das kostet viel weniger Zeit als die Buttons unten.\nWas mich stört ist aber:\n-Die zusätzlichen Stats wie Armrpenetration etc kann man sich nicht dauerhaft anzeigen lassen.\n-Die Prozentzahlen bei den Werten sind manchmal mit und manchmal ohne %-Zeichem.( Zaubervampir hats nicht, Lebensraub hats etc).\n\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Epic Melons","date":"2015-07-23T03:33:11.837+0000","up_votes":1,"down_votes":0,"body":"Man wird sich, wie immer, daran gewöhnen. Btw. ist die neue HUD ein extremer jungle nerf, da man jetzt zwangsweise DEUTLICH öfter auf die Mini-Map schaut.","replies":[]},{"id":"","poster":"Dr Alwayslose","date":"2015-07-23T00:58:20.997+0000","up_votes":1,"down_votes":0,"body":"Bitte Bitte Bitte herumswitchen können. Ich brauch das alte HUD, ohne dem kann ich einfach nicht mehr so spielen wie früher -> Fazit: ich werde nicht/kaum spielen.","replies":[]},{"id":"","poster":"Grizzly Te","date":"2015-07-22T20:51:57.731+0000","up_votes":1,"down_votes":0,"body":"Hey Leute,\nbei mir komm wurde der Patch nicht richtig installiert. kann jemand helfen? \nDanke","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T20:59:20.421+0000","up_votes":1,"down_votes":0,"body":"Hier bist du leider falsch. Such bitte im Abteil \"Hilfe und Support\" nach einem Forumbeitrag der dir helfen kann, oder erstelle selbst einen Beitrag dazu :)\n\nMfG Kioky","replies":[]}]},{"id":"","poster":"Freudenhaus","date":"2015-07-22T15:24:10.043+0000","up_votes":2,"down_votes":4,"body":"Wenn ich keine Option habe, in der ich die Sounds + Die Optik des Interfaces ändern kann, werde ich mit Lol aufhören. Ich bin unglaublich sauer und enttäuscht.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T15:34:31.459+0000","up_votes":1,"down_votes":0,"body":"die sounds kannst du doch ändern...o_O was glaubst du war das erste nach dem ich diese furchtbare männerstimme das erste mal ingame gehört habe?war doch furchtbar...\"he feed´s the fishes BLA\" oh jezuz christ...","replies":[{"id":"","poster":"Freudenhaus","date":"2015-07-22T20:10:29.106+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kiokynachtara,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=00000000,timestamp=2015-07-22T15:34:31.459+0000)\n>\n> die sounds kannst du doch ändern...o_O was glaubst du war das erste nach dem ich diese furchtbare männerstimme das erste mal ingame gehört habe?war doch furchtbar...\"he feed´s the fishes BLA\" oh jezuz christ...\n\nWie kann ich das ausstellen?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T20:13:58.652+0000","up_votes":1,"down_votes":0,"body":"Ausstellen im sinne von ganz aus?..geh ingame auf deine Soundeinstellungen und machs aus?D: da sind 3 oder 4 fette balken die du verstellen kannst..\n\nAusstellen im sinne von \"gimme da old voice back\"->lies mal n paar kommentarchen. die frage habe ich bereits beantwortet >_<","replies":[]}]}]}]},{"id":"","poster":"Thx And Bye","date":"2015-07-22T19:02:27.757+0000","up_votes":1,"down_votes":0,"body":"Den Ping kannst du über eine Taste auslösen, dass ist ohnehin viel komfortabler und schneller, oder nutzt du die Fertigkeiten auch noch alle mit der Maus? ;)\n---\nZudem finde ich hinkt dein Vergleich von wegen \"nicht so modern\". Grade in der Interface Entwicklung geht es wieder Richtung Kanten.\nDer Client und Patcher hatten früher auch abgerundete Ecken, jetzt nicht mehr. Da hat auch nie jemand gesagt, dass der jetzt viel weniger Modern ist.\nZudem ist Windows 7 auch nicht mehr das modernste Windows und ab Windows 8 sind die Rundungen auch weg. (bei dem Windows-Logo selbst sogar auch)\nBei Android ist genau das gleiche zu beobachten, da wird jetzt auch wieder alles kantiger.\nDamit ist das neue Interface mit den Kanten also eher moderner, als das Alte mit den Rundungen.\n---\nDie Idee wäre zwar gut, es jedem frei zu stellen, welches Interface er gerne nutzen möchte, allerdings, wie du bereits gesagt hast, werden auf beiden unterschiedliche Sachen angezeigt. Damit wäre also kein 100% ausgeglichenes Matchmaking möglich, da hier jedem die gleichen Chancen gegeben werden sollen.\nEine bessere Lösung wäre vielleicht, dass man die Elemente selbst anordnen kann, damit könnte man sich auch mit dem neuen Interface wieder das alte \"zusammen basteln\", müsste allerdings auf die fehlenden Elemente verzichten.\n---\nBei dem Scoreboard muss ich allerdings auch zugeben, dass ich das Alte schöner und übersichtlicher finde.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T19:10:35.956+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Thx And Bye,realm=EUW,application-id=YnZkMR0R,discussion-id=EmQauP1d,comment-id=000b,timestamp=2015-07-22T19:02:27.757+0000)\n>\n> Den Ping kannst du über eine Taste auslösen, dass ist ohnehin viel komfortabler und schneller, oder nutzt du die Fertigkeiten auch noch alle mit der Maus? ;)\n\nMöchtest du wissen wie oft ich mich damit schon verpingt habe?<_<\" gibt n grund wieso ich lieber weiter per pingbutton spiele.","replies":[{"id":"","poster":"Thx And Bye","date":"2015-07-22T19:21:42.126+0000","up_votes":1,"down_votes":0,"body":"Du brauchst eigendlich nur [G] für den Ping. Dann kannst du zwar nicht den gelben Ping nutzen aber das hat mich nie gestört.\nNachdem du G gedrückt hast, kannst du entweder normal klicken für den Ping oder den klick halten und aus dem Rad deinen Ping raussuchen.\n\nDas geht finde ich sehr angenehm und ist nicht so umständlich, wie auf einen kleinen Ping-Button zu drücken.\n(und vor allem in fights auch deutlich schneller zu nutzen)","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T19:24:49.801+0000","up_votes":1,"down_votes":0,"body":"v tuts doch auch..da hab ich das selbe pingmenü wie früher,es ist halt nur sehr unbequem..du brauchst mir sowas nicht erzählen D: aber danke.","replies":[]}]}]}]},{"id":"","poster":"dRyK1887","date":"2015-07-22T18:46:47.813+0000","up_votes":1,"down_votes":4,"body":"Herrlich wie sich manche künstlich aufregen können.. wegen nem HUD was gar ned so schlimm ist.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2015-07-22T18:59:06.935+0000","up_votes":2,"down_votes":0,"body":"Nun, vieleicht kommst du sehr gut damit zu recht,dennoch kenne ich leute,und bin selbst eine davon,die nicht vollkommen damit zurecht kommen, seis wegen bugs oder sonstigen. aber es gibt ja auch positives...(habe ich alles oben erwähnt). künstlich aufregen- nur wenn du dich auf leute beziehst die in capslock ausrasten...und dazu musst du bedenken wie sich jüngere spieler verhalten können. ob es dann noch so künstlich ist?mh meh. ich weiss nicht so recht... man sollte alles grundsätzlich zuerst ernst nehmen.","replies":[]}]}]}