{"id":"KhiPjNWn","poster":"CL lodda","date":"2015-07-22T11:55:13.243+0000","title":"FPS Drops am Anfang des Spieles","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hey,\n\nseid dem Patch 5.14 habe ich immer zu beginn eines Games auf der Kulft FPS-Drops. Ich kann mir nicht erkl&auml;ren woher diese kommen, sowohl mit dem neuen als auch dem alten HUD. Bisher hab ich alles auf sehr hoch gehabt von den Grafikeinstellungen, mit 200+ FPS. Diese \"Spr&uuml;nge\" / FPS drops treten auch auf sehr niedrigen Grafikeinstellungen auf.\n\nNach den ersten 2 Minuten ist alles wieder normal.\n\nEdit: Es ist immer bis zur 2 Minuten Marke, danach ist es wieder flüssig.\n\nWas hab ich bisher versucht:\n\n- LoL Repariert\n- PC neustart\n-  Java & Treiber Update ","replies":[{"id":"","poster":"Staxer0","date":"2015-07-22T13:08:45.749+0000","up_votes":1,"down_votes":0,"body":"Hat zwar jetzt nur indirekt was mit dem Thema zu tun, aber seit 5.14 finde ich die FPS Anzeige nicht mehr. Bis ich diesen Beitrag hier gelesen hab dachte ich sie hätten die irgendwie rausgepatched. Kann mir jmd sagen wo sich diese aktuell befindet, oder ob man sie irgendwie manuell aktivieren muss?!? \n\nVielen Dank","replies":[{"id":"","poster":"CL lodda","date":"2015-07-22T15:45:38.103+0000","up_votes":1,"down_votes":0,"body":"strg+f dann kommt die anzeige wie gewohnt Rechts oben. Zudem steht der Ping da","replies":[]}]},{"id":"","poster":"Ashuna","date":"2015-07-22T12:13:34.317+0000","up_votes":1,"down_votes":0,"body":"Ich habe das gleiche \"Problem\" jedoch schon einige Patches vorher. Zu beginn eines jeden Spiels gehen meine FPS auf 30 runter, sobald ich die Fountain verlasse gehen diese direkt wieder auf 80 hoch. Finde ich jetzt eigentlich nicht so schlimm wollte aber sagen das ich das Problem auch habe.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"CL lodda","date":"2015-07-22T12:24:19.840+0000","up_votes":1,"down_votes":0,"body":"Ich habe dieses Problem auch außerhalb der Base. Sogar teilweise nach der ersten Minionwave. Dein Problem ist ja nicht wirklich spielentscheidend, aber bei meinem Problem könnte es zu Fehlern kommen, da das Bild extrem ruckelt, ca alle 5-10 Sekunden. Ich habe jetzt LoL bereits repariert hilft aber auch nicht. Ich kann mir nicht vorstellen warum das auf einmal jetzt so ist.","replies":[{"id":"","poster":"Ashuna","date":"2015-07-22T12:25:16.966+0000","up_votes":1,"down_votes":0,"body":"Entschuldige da kann ich dir leider auch nicht helfen :) aber du hast recht mein \"Problem\" ist wirklich Minimal.\n\nmfg Ashuna {{champion:1}}","replies":[{"id":"","poster":"CL lodda","date":"2015-07-22T12:34:38.663+0000","up_votes":1,"down_votes":0,"body":"Trotzdem danke ich versuche mal nochmal die ganzen Treiber auf den aktuellsten Stand zu bringen, obwohl ich kaum glaube, dass das was bringt.","replies":[]}]}]}]}]}