{"id":"4YZ2nMPj","poster":"Dreams of Aura","date":"2015-07-22T12:00:32.708+0000","title":"Reinste verarsche...","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":17,"body":"Bekomme den 2 Wochen Bann und bekomme nicht mal den link oder chat lock zu geschickt der 1. Thread wird einfach gel&ouml;scht?\nVerarscht wen anders ey wenn man sich nicht mal rechtfertigen darf dann prost mahlzeit....\nSchon einiges an Geld reingesteckt weils Spiel spa&szlig; gemacht hat dann weil irgendwer trollen muss grundlos reports verteilt wird man gebannt l&auml;cherlich...\n","replies":[{"id":"","poster":"BananasinPyjamas","date":"2015-07-22T13:56:04.120+0000","up_votes":1,"down_votes":5,"body":"Und um sowas scherrt sich Riot/System nen Feuchten.\nTag täglich kommt so ein Müll mit Nazikrimskrams etc. .\n\nAber hauptsache es werden ''unschuldige'' einfach mal einen Bann aufgedrückt.\nSobald man etwas gegen das Trollen ingame schreibt ist derjenige der den Troll daraufhinweist zu 90% der schuldige hier. Logik schonmal Fail. Dazu hat weder damit was zutun mit Sprüche wie > Der klügere gibt nach < oder sonst was. Den Rest spar ich mir weil sonst nur sinnloses gelabber dazukommt.\n\nBestes Bsp. das Bild dazu.\n\n_Anhang entfernt - Naming&Shaming ist im Forum nicht erlaubt_","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T14:27:15.537+0000","up_votes":1,"down_votes":3,"body":"Sowas scheint erlaubt zu sein aber man darf ja nichts sagen :x","replies":[{"id":"","poster":"Madchickendinner","date":"2015-07-22T14:42:35.432+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00060000,timestamp=2015-07-22T14:27:15.537+0000)\n>\n> Sowas scheint erlaubt zu sein aber man darf ja nichts sagen :x\n\nEs geht um dein Verhalten nicht das von anderen. Schau auf dich selber und verhalt dich nich wie ein 13 jähriger","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T15:04:32.661+0000","up_votes":1,"down_votes":2,"body":"Darum geht es doch, sobald man etwas sagt is man der gearschte is doch so","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T15:14:30.411+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0006000000000000,timestamp=2015-07-22T15:04:32.661+0000)\n>\n> Darum geht es doch, sobald man etwas sagt is man der gearschte is doch so\n\nDann sag im chat nichts. Problem gelöst. ;)","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T16:40:30.521+0000","up_votes":1,"down_votes":1,"body":"Also meinungsfreiheit nehmen lassen?","replies":[{"id":"","poster":"CMan","date":"2015-07-22T17:30:00.189+0000","up_votes":1,"down_votes":0,"body":"Zum Thema Meinungsfreiheit hab ich auch noch was passendes:\n\nhttp://de.webfail.com/0a04b26c74e\n\nMan beachte besonders den vorletzten Kommentar. Auch wenn der Inhalt der \"Meinung\" ein anderer ist, die Botschaft an dich ist dieselbe.","replies":[{"id":"","poster":"Kaitri","date":"2015-07-23T06:43:43.807+0000","up_votes":4,"down_votes":0,"body":"yo","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-07-22T17:28:10.903+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=000600000000000000000000,timestamp=2015-07-22T16:40:30.521+0000)\n>\n> Also meinungsfreiheit nehmen lassen?\n\nDas hat rein gar nichts mit Meinungsfreiheit zu tun.\nGenaueres kann dir vielleicht dein Staatskunde-Lehrer/-Dozent erklären.\n\nKurzfassung:\nMeinungsfreiheit ist ein Recht, welche der Staat der Bevölkerung (als Gesamtheit) bietet.\nDies bedeutet, dass der Staat nicht Leute politisch verfolgt. Die Meinungsfreiheit ist aber trotzdem eingeschränkt, z.B. wenn andere (wichtigere) Menschenrechte sonst eingeschränkt werden.\n\nSelbst wenn deine Chatnachrichten unter der Meinungsfreiheit gelten würde (was sie aber nicht tun), da wären deine Äusserungen trotzdem verboten, weil du das Existenzrecht deines Mates nicht anerkennst (deshalb du den Tod wünschst) bzw. dessen Würde (man denke an das deutsche Grundgesetz: \"Die Würde des Menschen ist unantastbar.\").\n\nDeine Reaktion ist mit Selbstjustiz zu vergleichen und dies ist ebenfalls verboten.\nIm RL ist dies ja auch verboten und wenn du siehst, dass jemand etwas Verbotenes tut (z.B. Diebstahl, etc.), dann meldest du dies der Polizei (aka Report).\n\nZudem hast du mir noch nicht die Frage beantwortet:\n\n- Was genau versprichst du dir, wenn du dich auf einen Troll/(absichtlicher) Feeder/Flamer einlässt?\n\nDu musst ja irgendein Ziel haben, wenn du diese Leute beleidigst. Mir persönlich fällt nichts ein, wie du damit die Lage verbessern wirst. Also was genau ist den Ziel, dass du dies tust?","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T17:47:22.435+0000","up_votes":1,"down_votes":0,"body":"Ehm ich hab niemals irgendwas mit Tod geschrieben wollt ihr mich jetz eigentlich komplett verarschen?\nDiese community hier facepalm","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T18:23:50.953+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00060000000000000000000000020000,timestamp=2015-07-22T17:47:22.435+0000)\n>\n> Ehm ich hab niemals irgendwas mit Tod geschrieben wollt ihr mich jetz eigentlich komplett verarschen?\n> Diese community hier facepalm\n\nSorry, mein Fehler!\nHeute war ich in 2 sehr ähnlichen Threads unterwegs und ich habe den hier mit dem anderen verwechselt (liegt ehrlich gesagt auch an der sehr ähnlichen Art des TE, sich rechtzufertigen)\n\nDann ist dieser hier also jener, bei dem wir immer noch keinen chatlog haben.\nNoch keine Antwort dafür bekommen bzw. im Spamordner nichts gefunden?\n\nbtw. darfst du natürlich weiterhin Argumente liefern, was du dir davon versprichst, mit Flamern/Trolls/absichtlichen Feedern im chat zu diskutieren.\nIch frage wirklich immer in solchen Threads und habe noch in keinem einzigen Fall eine sinnvolle Antwort bekommen. Vielleicht hast du ja eine.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-23T06:11:00.290+0000","up_votes":1,"down_votes":1,"body":"Nope immer noch keinen chatlog oder sonstiges :(\nIch diskutiere mit ihnen damit sie vllt doch noch im spielen den lol is immer noch ein team spiel und kein cod","replies":[{"id":"","poster":"matamora","date":"2015-07-24T09:54:53.653+0000","up_votes":2,"down_votes":0,"body":"> lol is immer noch ein team spiel und kein cod\n\nDas hast du sehr gut erkannt. \n\nBehalte diese Aussage im Hinterkopf und gehe deine Spiele nochmal durch.\nOder auch nur die beschriebenen Situationen. \n\nDu hast jemanden, der dich flamed. Wie fühlst du dich dabei? Scheiße? \nJetzt reagierst du ebenfalls mit blame/flame. \nMan hat doch berechtigten Grund zu der Annahme, dass Person A jetzt nicht nur wütend, sondern auch beleidigt/(etc.) ist. Wie soll das helfen?\n\nWenn du ihm einfach nur auf den flame hin mitteilst, dass du ihn reportest... \nWas soll das bringen? Stell dir die Situation doch andersherum vor: Du willst nur deine Meinung äußern, einen Tipp geben, was auch immer, vergreifst dich aber im Ton. Darauf wird dir nur mit \"lol reported\" geantwortet.\nWie fühlst du dich dabei? Scheiße? \nAnders gefragt, würde diese Aussage deine Wut kühlen, dich mit dem was der Andere getan/gesagt hat versöhnen? \n\nOk, und jetzt zurück auf Anfang. LoL ist ein Teamspiel. Man muss zusammen arbeiten um sein Ziel zu erreichen. \nWenn einer sich unangemessen verhält, kann man das natürlich sagen, die Frage ist nur WIE. \n\nIch schreibe (wie ich hoffe) vernünftig und verständlich um dir den Unterschied zu zeigen. \n\nIch könnte dir jetzt auch Schreiben, dass \"diese blöden Leute die zu dumm sind ihr Verhalten zu erkennen mich anpissen und ich deshalb gar nicht mehr schreiben werde.\"\nDas würde dir nicht helfen und es ist auch nicht wie ich mich verhalten möchte. \nIch diskutiere sachlich. Mit Argumenten und scheiß ;)\n\nMit einem \"reported\" oder einer Art von \"Diskussion\" welche CRs oder Bans nach sich zieht, ist niemandem geholfen.\n\ntl;dr don't be a jerk. So einfach ist es.\nmatamora","replies":[]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-07-22T17:25:59.346+0000","up_votes":2,"down_votes":0,"body":"> Grundgesetz für die Bundesrepublik Deutschland\n> Art 5 \n> (1) Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten und sich aus allgemein zugänglichen Quellen ungehindert zu unterrichten. Die Pressefreiheit und die Freiheit der Berichterstattung durch Rundfunk und Film werden gewährleistet. Eine Zensur findet nicht statt.\n**> (2) Diese Rechte finden ihre Schranken in den Vorschriften der allgemeinen Gesetze, den gesetzlichen Bestimmungen zum Schutze der Jugend und in dem Recht der persönlichen Ehre.**\n> (3) Kunst und Wissenschaft, Forschung und Lehre sind frei. Die Freiheit der Lehre entbindet nicht von der Treue zur Verfassung.\n\nDaneben gilt die Meinungfreiheit nur gegenüber dem Staat und findet ihre Schranken bei den rechten anderer. Oder ander:\nDie Meinungfreiheit schützt dich weitestgehend vor der Zensur des Staates. Sie erlaubt dir nicht, deine Meinung überall rauszulassen. Wenn dich jemand wegen deiner Meinung rauschmeißt, dann zeigt er dir nur ganz dezent, dass deine Meinung in seiner rechtliche Sphäre nicht gerne gesehen ist.\nRiot ist eine (juristische) Person, die dich hier rausschmeißen kann, wie sie will(und das auch unter dem Gesichtspunkt der praktischen Konkordanz;eher gerade unter diesem Gesichtspunkt).\nDarüber hinaus ist ihr Standpunkt nicht nur deutlich, sondern auch nachvollziehbar.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T17:48:01.659+0000","up_votes":1,"down_votes":0,"body":"Eine Meinungsfreiheit besitzt jeder Mensch nur so neben bei","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T17:49:43.503+0000","up_votes":1,"down_votes":0,"body":"Und wo habe ich etwas anderes gesagt?!","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T17:50:06.730+0000","up_votes":1,"down_votes":2,"body":"Les dein Text nochmal...","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T17:51:51.937+0000","up_votes":1,"down_votes":0,"body":"Zitiere doch mal, wo du meinst, dass ich das Gegenteil behaupte...","replies":[{"id":"","poster":"Kaitri","date":"2015-07-22T19:00:20.512+0000","up_votes":2,"down_votes":0,"body":"darauf kannst du lange warten, wir wissen doch alle wie das ausgeht. \n\nwenn er überhaupt nochmal antwortet dann nur sowas wie \"wenn du das selber nicht siehst kann ich dir auch nicht helfen...\" \n:D","replies":[]},{"id":"","poster":"HansMowlWurf","date":"2015-07-22T18:59:13.551+0000","up_votes":1,"down_votes":0,"body":"Kann er nicht, weil du nichts dergleichen gesagt hast.","replies":[]}]}]}]}]}]},{"id":"","poster":"Avorox","date":"2015-07-22T16:53:40.659+0000","up_votes":1,"down_votes":0,"body":"Jemanden einen Report anzudrohen ist also freie Meinungsäußerung? \nWow, mit der Einstellung kannst du ja nur gebannt werden.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T17:30:03.865+0000","up_votes":1,"down_votes":1,"body":"Ich meinte das im allgemeinen egal was man sagt es gibt immer irgendwen wie euch der sich angegriffen fühlt weil vllt ne kleine bemerkung macht usw...\nUnd genau au solchen leuten die gleich weinen besteht hier leider das halbe forum","replies":[{"id":"","poster":"Waldschrat86","date":"2015-07-23T00:17:58.947+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00060000000000000000000000000000,timestamp=2015-07-22T17:30:03.865+0000)\n>\n> Ich meinte das im allgemeinen egal was man sagt es gibt immer irgendwen wie euch der sich angegriffen fühlt weil vllt ne kleine bemerkung macht usw...\n> Und genau au solchen leuten die gleich weinen besteht hier leider das halbe forum\n\nSo wie du jetzt, wenn dir zig Leute verglickern, dass du sogar hier wie ein \"jerk\" auftrittst? Übersetz es wie du magst, das ist dadurch nichtmal Meinung, sondern Fakt, sonst hättest du keinen Ban kassiert.\nDas Meinungsfreiheitsgesülze, kommt irgendwie immer von Personen, die mit anderen Meinungen nicht klar kommen.\nIch und andere lassen dir ja deine Meinung, wir weisen nur darauf hin, dass du mit dieser Meinung und deren Umsetzung beim Perma landen wirst und das ist keine Meinung, sondern Fakt.","replies":[]},{"id":"","poster":"Kaitri","date":"2015-07-22T18:58:49.727+0000","up_votes":1,"down_votes":0,"body":"nein tut es nicht.\nwenn ich dich jetzt dummes aloch nenne dann kannst du mich melden und ich krieg ne strafe\nwenn du aber denkst \"voll krass\" auf gangster machen zu müssen wie so n hirnloser prolet und zurück zu beleidigen, dann melde ich dich und lache mir den arsch ab wenn es dich bestraft weil du zu blöd warst die klappe zu halten. so einfach ist es.\ndiese \"weinenden leute\" sind also eigentlich die klugen die dich ziemlich hart reinlegen und sich wohl auf deine kosten amüsieren.","replies":[]}]}]}]}]},{"id":"","poster":"Madchickendinner","date":"2015-07-22T15:30:16.917+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0006000000000000,timestamp=2015-07-22T15:04:32.661+0000)\n>\n> Darum geht es doch, sobald man etwas sagt is man der gearschte is doch so\n\nNein?","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T16:41:42.286+0000","up_votes":1,"down_votes":2,"body":"leider schon","replies":[]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-07-22T15:19:02.154+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist das nicht erlaubt. Und sagen darfst du auch was, nämlich dem SUpport.\n\nNur: Ingame rumzuragen bringt nichts, nervt andere und kann folgerichtig bestraft werden.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T16:41:18.497+0000","up_votes":1,"down_votes":0,"body":"Wenn ich den chat verlauf denn endlich mal bekäme könte ichs ja evtl nachvollziehen","replies":[{"id":"","poster":"Madchickendinner","date":"2015-07-22T17:06:49.525+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0006000000010000,timestamp=2015-07-22T16:41:18.497+0000)\n>\n> Wenn ich den chat verlauf denn endlich mal bekäme könte ichs ja evtl nachvollziehen\n\nMan da freu ich mich drauf.","replies":[]}]}]},{"id":"","poster":"BananasinPyjamas","date":"2015-07-22T17:32:54.791+0000","up_votes":1,"down_votes":2,"body":"Das Bild ist lediglich ein Bsp. was halt eben passiert ist.\n\nDer hauptgrund wie es manche wohl nicht verstehen ist. Selbst wenn man die Leute Freundlich darauf hinweist das trollen oder sonst was zulassen wird man direkt reported. Daraufhin wird man als ''normaler freundlicher Spieler'' gebannt usw. . Ich hatte den Fall selbst schon öfters.\n\nEs wird einfach vieles missverstanden vom Sys oder dem Supp. denn sobald man etwas FREUNDLICH oder NORMAL jemanden darauf hinweißt ...ist man sofort der schuldige ist während dem warhaftigem Troll oder sonst was sozusagen die Hand gegeben wird. \n\nUnd das würde mir zu 80% der Community zustimmen.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-22T23:02:49.378+0000","up_votes":1,"down_votes":0,"body":"Wenn du jemanden wirklich freundlich drauf hinweist im stil von \"hakenkreuze find ich nicht schön\", wirst du auch nicht bestraft.\n\nAber völlig egal welchen tonfall du wählst: Es ist so oder so nutzlos. Zeig ihm dass er dich stört, gib ihm aufmerksamkeit - und er wird doppelt und dreifach weitermachen. Weisst du was die schlimmste Strafe für einen Troll ist? (zumindest die schlimmste die du verhängen kannst)\nFehlende Beachtung. Er will doch dass du dich windest, dass du rumragst. Tu es, und er wird spass haben. Eventuell in weiteren Spielen wieder trollen. Genau darum sollte man auf trolle nicht reagieren: Damit ihnen die Lust vergeht.","replies":[]}]}]},{"id":"","poster":"Kaitri","date":"2015-07-22T18:56:33.989+0000","up_votes":1,"down_votes":0,"body":"wenn du einen flamer flamest bist du genauso mitschuldig.\nwoher weißt du den das der troll nicht auch eine strafe kriegt? und noch bessere frage warum beleidigst du den troll überhaupt? du weißt das du dann auch schuld hast und auch bestraft wirst also lass es.","replies":[]}]},{"id":"","poster":"Waldschrat86","date":"2015-07-22T13:17:11.025+0000","up_votes":3,"down_votes":0,"body":"Wie der Typ schreibt und argumentiert, ist es doch eh wieder einer der wenigen hoffnungslosen Fälle. Zu faul die Stickies zu lesen, statt sie mal zu lesen die altbekannten Unwahrheiten nicht nur im eigenen Thread verbreiten, respektlosen Ton in fast jedem Post an den Tag legen.\n\nUnd zu guter letzt, wenn er das liest, sich furchtbar drüber aufregen, obwohl ich nur die Wahrheit gesagt habe (eigenes Hauptargument der Spezies Flamer lol).\n\nDen Chatlog, wenn er denn mal kommt, kanner sich auch echt sparen, denn lieber TE du wirst nicht die Reaktionen erhalten, die du dir erhoffst. Du bekommst es ja nichtmal hier hin ansatzweise ordentlich aufzutreten.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T13:21:50.743+0000","up_votes":1,"down_votes":2,"body":"nur weil ich keine satzzeichen benutze einige schreibfehler habe, meinen standpunkt vertrete natürlich verärgert bin ich der \"Spezies Flamer\" zugeordnet dein Text hättest dir echt schenken können.\nAufgeregt in keinster weise aber wenn es dich glücklich machen sollte sage ich einfach:\"Ich habe mich sehr aufgeregt darüber\"","replies":[{"id":"","poster":"Waldschrat86","date":"2015-07-23T00:09:53.469+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00050000,timestamp=2015-07-22T13:21:50.743+0000)\n>\n> nur weil ich keine satzzeichen benutze einige schreibfehler habe, meinen standpunkt vertrete natürlich verärgert bin ich der \"Spezies Flamer\" zugeordnet dein Text hättest dir echt schenken können.\n> Aufgeregt in keinster weise aber wenn es dich glücklich machen sollte sage ich einfach:\"Ich habe mich sehr aufgeregt darüber\"\n\nIch hab in keinster Weise auf deine Orthographie gezielt, geschweige denn erwähnt. Ich les auch die anderen Threads hier und wenn ich sehe, dass du bereits einen Thread erstellt hast, dich dann aufregst, dass er gelöscht wurde, obwohl angepinnt ist wie das Ding auszusehen hat, um nicht gelöscht zu werden, du dich dann auch noch in anderen Threads über ungerechtfertigte Reports auslässt, obwohl die dir egal sein können, wenn du tatsächlich ohne Schuld bist und auch diese Info in einem angepinnten Thread zu finden sind, heißt das einfach nur, dass dir eigentlich alles egal ist, sobald es gegen deine Interpretation der Systeme geht. Und mit so einer Einstellung ist jede Diskussion unnötig, da du damit schlussendlich beim Perma landen wirst. \nUnd zum Thema \"sehr aufgeregt\", darfst du ja gerne, aber wie andere Foristen hier oft viel ntter als ich sagen, wenn du es nichtmal hier schaffst, mit edit-funktion, Abstand und Zeit, nimmt dir keiner ab, dass du dich ingame im Eifer des Gefechts unter Kontrolle halten kannst, wenn dich da mal etwas \"sehr aufregt\".\n\nIch seh gerade, da ich chronologische Ansicht hier habe, direkt ein Post der es bestätigt:\n\n> Ist mir eigentlich auch egal jetzt ich werde wohl bis zum 5.8. nen smurf machen und bin mal gespannt wieviel reports der kassiert in der zeit\n\nKeine Ahnung wo du sehen willst, wieviel Reports du sammelst, ich persönlich wäre mal sehr interessiert wo du das siehst, ganz gleich auf welchem Acc. Mal ganz davon ab, dass das zeigt, dass du es immer noch nicht gelesen oder kapiert hast wie das System hinter den Sanktionen funktioniert, ist dir also egal. War dir vor deiner 14 Tage-Strafe egal, ist dir danach egal und mit der Einstellung wird auch dein Smurf nicht lange verschont bleiben. Aber probiers ruhig und sammel Strafen, statt dein Verhalten mal zu überdenken, ist immerhin deine Lebenszeit, die du verschwendest.\nViel Spaß, aber die armen Anfänger, deren Spielerlebnis du versauen wirst, wenn dich mal wieder etwas sehr aufregt tun mir jetzt schon leid.","replies":[]},{"id":"","poster":"Wuhlesyndikat","date":"2015-07-23T06:45:50.210+0000","up_votes":1,"down_votes":0,"body":"Bitte Satzzeichen benutzen!","replies":[{"id":"","poster":"Kaitri","date":"2015-07-23T06:48:53.382+0000","up_votes":1,"down_votes":0,"body":"niemals!","replies":[]}]}]}]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:05:01.673+0000","up_votes":1,"down_votes":4,"body":"Is mir bewusst das der dann gelöscht wird dann sollnse aber auch ihren arsch hoch kriegen und einem den scheiss zusenden auf der hp hab ich schließlich ne naachricht bekommen ich soll nen screen oder nen link von dem machen wasse mir zugesendet haben..","replies":[{"id":"","poster":"Ashuna","date":"2015-07-22T12:10:12.867+0000","up_votes":1,"down_votes":0,"body":"1. Nutze bitte die \"Antworten\" funktion im Forum sonst sehen die Leute nicht wenn du ihnen schreibst.\n2. Riot muss garnichts, Riot ist immernoch eine Gewinnorientierte Unternehmung.\n3. Jeder macht fehler / auch das System (nur sehr Selten)\n4. Schreib den Support an wenn du alles hast wende dich an das Forum -> wenn es dir nicht weiter helfen kann wieder der Support. \nAlternative:\n1. Du spielst einfach was anderes, änderst deine Einstellung und besserst dich.\n2. Du fängst an richtig hart los zu flamen und wirst Permabannt\nund zu guter letzt \n3. du fängst an dich zu beruhigen und sammelst dich, gehst das ganze schritt für schritt an und klärst alles mit dem SUPPORT. (Wir können dir nicht helfen einen Chatlock zu bekommen.)\n\nmfg Ashuna {{champion:1}}\n\nPS: Ich wäre für Schritt Alternative 3. aber das ist meine persönliche Meinung.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:14:45.703+0000","up_votes":1,"down_votes":4,"body":"Ich flame nicht wirklich wenn man sich etwas über nen troller im ranked aufregt ist das normal kann mir keiner erzählen das das niemand macht","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:21:49.615+0000","up_votes":1,"down_votes":0,"body":"Du regst dich ingame über andere Leute auf und beschwerst dich das du dann bestraft wirst? Bestimmt ist der Ban ungerechtfertigt...","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:25:56.288+0000","up_votes":1,"down_votes":1,"body":"Ja etwas aufregen ist normal oder etwa nicht?\nDu brauchst nicht den Moralprediger hier machen denn selbst regst du dich auch in gewissem maße auf kannst du sagen was du möchtest^^","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:29:47.347+0000","up_votes":1,"down_votes":0,"body":"Gegen das Aufregen hat auch niemand was.\nMan hat was dagegen, dass du es an deinen Mitspielern im Chat auslässt.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:31:59.467+0000","up_votes":1,"down_votes":0,"body":"Wenn ich ihm sage das er es lassen soll und bitte mit im team spielt usw. und ich ihm noch sage ich reporte ihn halt ist das nicht so das ich es an meinen Mitspielern auslasse","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:35:41.454+0000","up_votes":1,"down_votes":0,"body":"https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/cs5qo1r\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/2EfOvuAs-verwarnung-wegen-negativen-verhaltens-mir-ist-nicht-bewusst-was-das-gewesen-sein-soll?comment=00030001\n\nEs steht dir nicht zu, anderen vorzuschreiben, wie sie spielen sollen. Solange sie nicht eindeutig mit der Absicht handeln, anderen den Spielspaß zu zerstören ist alles in Ordnung und kein Grund gegeben, irgendwie Trollen anzunehmen.\n\"Trollen\" ist so selten und so eindeutig definiert, das mir jedesmal die Augen bluten, wenn ich nur lese, was so mancher alles für Trollen hält.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:37:29.430+0000","up_votes":1,"down_votes":0,"body":"So dann nochmal jemand der mit absicht feedet darf ich nicht reporten ich darf es ihn auch nicht wissen lassen damit er es eventuell lässt damit er keinen report kassiert wozu ist dann die report funktion zur schau also ja? das ist schon lustig","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:44:26.926+0000","up_votes":1,"down_votes":0,"body":"Die Reportfunktion ist dazu da, sie einfach zu benutzen.\nLustigerweise funktioniert sie auch, ohne das man den Chat benutzt. Ist das wirklich so schwer?\nWo bekommst du die Verbindung her, dass du etwas sagen musst, um sie benutzen zu können?\n\nWenn jemand tatsächlich absichtlich Feedet oder trollt(was beides immernoch sehr selten ist), dann ist deine verbale Antwort sogar kontraproduktiv.\nDu zeigst ihm, dass es dich stört. Das ist genau das was er erreichen will, womit er dann auch gewonnen hat.\nEr bekommt seine Bestätigung, die ihn belohnt und er wird weiter machen. Zu diesem Zeitpunkt ist für ihn die Strafe noch gar nicht wirklich im Kopf auch nur irgenwie relevant und du sorgst damit dafür, dass es auch so bleibt. Niemand denkt an eine Strafe oder glaubt, dass man erwischt wird, wenn man etwas verbotenes tut.\nIhm zu zeigen, dass es dich stört, bestärkt ihn dann auch noch.\nIch werde mit dir auch nicht darüber diskutieren. Nimm es hin oder lass es bleiben.\nEs ist deine Entscheidung, ob du Straffrei bleiben willst oder nicht. Die nächste Stufe ist der Perma.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:55:13.155+0000","up_votes":1,"down_votes":4,"body":"Îmmernoch sehr selten? Geh mal in meine Elo das weißt du was sehr selten ist das sind Freundliche spieler...","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-22T13:02:54.423+0000","up_votes":1,"down_votes":0,"body":"Lustig, in deinen letzten 10 rankeds gabs genau einen Spieler, der offensichtlich absichtlich ein Spiel sabotiert hat.\nDieser eine warst du selber (zumindest für die letzten 4 Minuten). Ihr hättet sogar noch ne winzige Chance gehabt (deine teammates haben immerhin ein 4v5 ace geschafft am Ende).\n\nWenn du also willst, dass du weniger Saboteure in deinen Matches hast, gibts ne wirklich einfache Lösung für dich: Hör auf, selber einer zu sein.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T13:14:49.599+0000","up_votes":1,"down_votes":2,"body":"Ich hab die Items erst gekauft als es vorbei war hättest du dem Spielverlauf eigentlich entnehmen können, wir sind halt nicht im Challenger bereich","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T13:41:12.965+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0002000000000002000000000000000000000000000000000000,timestamp=2015-07-22T13:14:49.599+0000)\n>\n> Ich hab die Items erst gekauft als es vorbei war hättest du dem Spielverlauf eigentlich entnehmen können, wir sind halt nicht im Challenger bereich\n\nMeine persönliche Meinung:\nDerartiges Verhalten ist ein gewisser disrespect, insbesondere gegenüber den Gegnern.\n\nDies hat also nichts mit \"Skill\" zu tun (also ob man Challenger ist oder Bronze), sondern mit sportlichen Verhalten. Und sportliches Verhalten kann man in jeder Elo vorzeigen.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-22T13:49:54.178+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00020000000000020000000000000000000000000000000000000001,timestamp=2015-07-22T13:24:35.955+0000)\n>\n> Gut du siehst es so, ich war im Spiel und habe miterlebt was los war Riven keiner hatte mehr lust auf zeit hätten wir verloren.\n\nWarte, [deine 4 Mitspieler machen ein ACE](http://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2212482329/206386121?tab=overview), und du fängst danach an zu trollen? Also nach einem gewonnenen Teamfight? \n\nUnd ganz ehrlich, wenn du in diesem anscheinend entscheidenden Spiel genau so freundlich aufgetreten bist wie hier, dann ist dein Bann keine verarsche... aber finde mal dein Chatlog, langsam will ich es echt lesen...","replies":[]},{"id":"","poster":"drexxsack","date":"2015-07-22T14:15:29.028+0000","up_votes":1,"down_votes":0,"body":"Du solltest auch lesen, was geschrieben wurde... und viel wichter; es verstehen.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-07-22T13:28:19.344+0000","up_votes":1,"down_votes":0,"body":"Graves hatte wohl noch Lust, sonst hätte er die Gegner einfach finishen lassen.\n\nAber hauptsache einfach deine Meinung als die aller darstellen.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-07-22T13:18:51.971+0000","up_votes":1,"down_votes":0,"body":"Falsch.\n\nDu hast die Items bei 27.11 gekauft. Das Spiel dauerte bis 30.52; zuletzt hat dein Team bei ca. min 29.30 einen Teamfight gewonnen. Ich sage nicht dass dein Team mit dir gewonnen hätte, aber vorbei war es noch nicht.","replies":[]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T13:30:23.046+0000","up_votes":1,"down_votes":2,"body":"Ist mir eigentlich auch egal jetzt ich werde wohl bis zum 5.8. nen smurf machen und bin mal gespannt wieviel reports der kassiert in der zeit","replies":[]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T13:24:35.955+0000","up_votes":1,"down_votes":2,"body":"Gut du siehst es so, ich war im Spiel und habe miterlebt was los war Riven keiner hatte mehr lust auf zeit hätten wir verloren.","replies":[]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T14:12:51.197+0000","up_votes":1,"down_votes":5,"body":"Wie wurde in diesem Forum mehrfach gesagt Trollen ist kein grund da Riot keinem vorschreibt wie man zu spielen hat? ;)","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-07-22T12:49:07.977+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=000200000000000200000000000000000000,timestamp=2015-07-22T12:37:29.430+0000)\n>\n> So dann nochmal jemand der mit absicht feedet darf ich nicht reporten ich darf es ihn auch nicht wissen lassen damit er es eventuell lässt damit er keinen report kassiert wozu ist dann die report funktion zur schau also ja? das ist schon lustig\n\nNatürlich darfst du einen absichtlichen Feeder reporten; bzw. solltest du sogar.\n\nAber jetzt habe ich eine Frage und ehrlich gesagt stelle ich sie immer, bei solchen Threads:\n\n- Warum schreibst du den absichtlichen Feeder an? Was erhoffst du dir dabei?\n\nEin absichtlicher Feeder wird kaum bis gar nie das Feeden beenden, weil man es im sagt (z.B. \"pls stop feeding\" oder so). Meist freut sich dieser sogar, dass jemand auf seine Provokation eingegangen ist.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:56:57.834+0000","up_votes":1,"down_votes":0,"body":"Weil ich an den guten willen glaube aber ich kann ja schreiben und argumentieren wie ich möchte ihr findet hier ständig irgendwas um einen als deppen stehen zu lassen^^","replies":[]}]}]}]}]}]},{"id":"","poster":"Madchickendinner","date":"2015-07-22T13:03:05.455+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00020000000000020000,timestamp=2015-07-22T12:25:56.288+0000)\n>\n> Ja etwas aufregen ist normal oder etwa nicht?\n> Du brauchst nicht den Moralprediger hier machen denn selbst regst du dich auch in gewissem maße auf kannst du sagen was du möchtest^^\n\nIch reg mich auch auf. Bloß mach ich nicht den Fehler und lass meine \"Wut\" im Spiel raus. Für mich bleibt LoL ein Spiel. Etwas unwichtiges über das es sich einfach nicht lohnt wütend zu werden. Einfach mal bisschen ruhig bleiben. Hatte gestern auch Leute die sich aufgeregt haben. Hab mich schlapp gelacht wie einige ragen.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T13:13:28.774+0000","up_votes":1,"down_votes":0,"body":"Wenn es Timewaste ist und nach der Schicht einfach nur abschalten möchte ist es nichtmehr lustig","replies":[{"id":"","poster":"Madchickendinner","date":"2015-07-22T13:34:30.133+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0002000000000002000000020000,timestamp=2015-07-22T13:13:28.774+0000)\n>\n> Wenn es Timewaste ist und nach der Schicht einfach nur abschalten möchte ist es nichtmehr lustig\n\nDas Argument hat ein rager gestern auch gebracht. Ein Spiel verläuft meist nicht nach Plan. Dir sollte klar sein das es länger als 20 mins geht. Warum startest du ein Spiel was die eh zu Weißglut bringt? \n\n> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00020000000000020000000000000000000000000000000000000003,timestamp=2015-07-22T13:30:23.046+0000)\n>\n> Ist mir eigentlich auch egal jetzt ich werde wohl bis zum 5.8. nen smurf machen und bin mal gespannt wieviel reports der kassiert in der zeit\n\nWenn du dein Verhalten nicht änderst wirst du auch wieder gebannt 100%","replies":[]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:32:57.535+0000","up_votes":1,"down_votes":0,"body":"Aufregen ja, im Chat kundtun das ich mich aufrege nein. Ich rege mich wenn dann nur still innerlich auf, habe aber noch nie deswegen angefangen im Chat zu flamen.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:35:57.708+0000","up_votes":1,"down_votes":1,"body":"Zwischen etwas aufregen und aktiven Flame ist ein Himmelweiter unterschied","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:38:52.630+0000","up_votes":1,"down_votes":0,"body":"Etwas aufregen sollte aber genauso bestraft werden. Denn auch das ist toxisch und verschlechtert das Teamklima. Auch Reportaufrufe werden nicht gerne gesehen und vom System bestraft.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:39:08.550+0000","up_votes":1,"down_votes":2,"body":"Und Vorsätzliches feeden beinträchtigt das Teamklima nicht alles klar^^","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:46:18.998+0000","up_votes":1,"down_votes":0,"body":"Habe ich das behauptet? Außerdem wird der \"Troll\" auch bestraft, nicht nur du. Trotzdem rechtfertigt ein Troll kein negatives Verhalten, niemals unter gar keinen Umständen. Wäre mehr als unfair wenn du dafür nicht bestraft werden würdest.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-07-22T12:40:48.228+0000","up_votes":1,"down_votes":0,"body":"Nur weil andere sich suboptimal verhalten sollst du einen Freipass für alles kriegen? Oder wie?","replies":[]}]}]},{"id":"","poster":"Temudschinn","date":"2015-07-22T12:38:53.225+0000","up_votes":1,"down_votes":0,"body":"Für dich vielleicht. Wie genau willst du dich denn aufregen, OHNE dass jemand gestört wird dadurch?","replies":[]}]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-07-22T12:18:29.103+0000","up_votes":1,"down_votes":0,"body":"1. heißt es Troll\n2. kannst du dich so viel aufregen wie du willst, das ist aber kein Grund den Chat damit zu verseuchen.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:20:02.209+0000","up_votes":1,"down_votes":1,"body":"Wie auch immer","replies":[]}]},{"id":"","poster":"Ashuna","date":"2015-07-22T12:16:00.058+0000","up_votes":1,"down_votes":0,"body":"Ich habe nicht behauptet das du Flamst.\n\nGruß Ashuna {{champion:1}}","replies":[]}]}]}]},{"id":"","poster":"Iron IV dude","date":"2015-07-22T12:03:15.772+0000","up_votes":1,"down_votes":0,"body":"Schau mal in den Spamordner nach.\nUngerechtfertigte Strafen gibt es nur noch sehr selten (empfehle Lotto zu spielen sollte es so sein)","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:15:24.547+0000","up_votes":1,"down_votes":1,"body":"Hab ich schon war nichts da die support mail kam komischer weise sofort als ich da gerade meine anfrage gestellt habe ^^","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T12:21:47.660+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dreams of Aura,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=00010000,timestamp=2015-07-22T12:15:24.547+0000)\n>\n> Hab ich schon war nichts da die support mail kam komischer weise sofort als ich da gerade meine anfrage gestellt habe ^^\n\nDiese Antwort wird automatisch verschickt und zeigt nur, dass deine Anfrage bei Riot eingetroffen ist.\nEin Riot-Support-Mitarbeiter wird deshalb bald deine Anfrage bearbeiten.\n\nTraktanden-Liste:\n\n1. Abwarten bis der Riot Support antwortet und den chatlog schickt.\n2. Chatlog (als Pic) hier reinposten.\n3. Diskussion kann dann starten, ob die Strafe gerechtfertigt ist.","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:24:40.407+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=000100000000,timestamp=2015-07-22T12:21:47.660+0000)\n\n> 2 Chatlog (als Pic) hier reinposten.\n\nIdealerweise postet er direkt den Link, den er bekommt. Ich frag mich ohnehin, warum so mancher lieber den gesamten Log kopiert(dafür fällt mir genau ein Grund ein, warum man das tun sollte) oder Screenshots davon macht.\nDie Adresse zu kopieren ist einfacher und schneller, als so ziemliche jede andere Methode.","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T12:42:41.346+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=0001000000000001,timestamp=2015-07-22T12:24:40.407+0000)\n>\n> Idealerweise postet er direkt den Link, den er bekommt. Ich frag mich ohnehin, warum so mancher lieber den gesamten Log kopiert(dafür fällt mir genau ein Grund ein, warum man das tun sollte) oder Screenshots davon macht.\n> Die Adresse zu kopieren ist einfacher und schneller, als so ziemliche jede andere Methode.\n\nAch so.\nEs gibt sogar einen Link? :D\n\nWieder etwas gelernt (habe keine eigenen Erfahrungen mit 2-Wochen-bans^^).","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:49:59.228+0000","up_votes":1,"down_votes":0,"body":"Sonst würde die  Regeländerung so keinen Sinn ergeben.\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/VAuoXUku-minimale-regelaanderung-in-diesem-board\n\nich such gerade n Beispiel.\n\nEdit: habs\nhttp://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/ezFyEEnT-unbann-request","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-22T13:16:12.690+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=4YZ2nMPj,comment-id=000100000000000100000000,timestamp=2015-07-22T12:49:59.228+0000)\n>\n> Sonst würde die  Regeländerung so keinen Sinn ergeben.\n> http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/VAuoXUku-minimale-regelaanderung-in-diesem-board\n> \n> ich such gerade n Beispiel.\n> \n> Edit: habs\n> http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/ezFyEEnT-unbann-request\n\nDen Fall ist einer, den ich nicht mitverfolgte. :D\n(sonst bin ich auch meist auf auf dem laufenden^^)\n\nDie neue Regelung konnte ich vorher nur überfliegen und las etwas von \"Screenshots\".\nFür mich macht es so auch mehr Sinn (allein vom Aufwand), wenn man einfach den Link postet statt Screenshot (bzw. früher Copy+Paste).\n\nFand die Copy+Paste-Sache auch schon seit einiger Zeit kritisch, da man kritische Nachrichten locker vorher löschen kann.\nMeist war der chatlog aber auch immer toxisch genug; also waren entweder die TE jeweils ehrlich (bzw. trotzdem von ihrer Unschuld bewusst) oder dachten fälschlicherweise, dass sie genug Toxisches gelöscht zu haben. Nur gestern war ein Fall, wo ich den chatlog etwas sehr strange fand; kaum Toxiness (etwas war vorhanden), aber der Inhalt wirkte irgendwie... unvollständig (vermute, dies war so ein editierte Fall).","replies":[]}]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:59:24.487+0000","up_votes":1,"down_votes":0,"body":"Hatte ich bis heute nach dem aufstehen auch noch nicht^^","replies":[]}]}]},{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:24:27.403+0000","up_votes":1,"down_votes":2,"body":"Dude das ist mir alles bewusst.\nNur so btw mir gehts nicht drum das die sperre aufgehoben wird oder sonnst was kann man so oder so vergessen.","replies":[]}]}]}]},{"id":"","poster":"Kaitri","date":"2015-07-22T12:32:50.853+0000","up_votes":1,"down_votes":0,"body":"chatlogs kriegst du per email wenn du einen 2 wochen bann bekommen hast.\nund du wirst nicht für grundlose reports gebannt keine sorge, das hat alles seinen grund.\n\nposte doch mal n screenshot der chatlogs die du per mail bekommen hast.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:33:58.989+0000","up_votes":1,"down_votes":0,"body":"Wie bereits gesagt habe ich noch keinen Chat Log bekommen ich warte noch darauf","replies":[{"id":"","poster":"Kaitri","date":"2015-07-22T12:37:18.598+0000","up_votes":1,"down_votes":0,"body":"eig kriegt man die innerhalb von 5min oder so. sicher das du die richtige mail addy checkst?","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:39:39.385+0000","up_votes":1,"down_votes":0,"body":"Muss nicht unbedingt.\nEs gibt z.B. auch Mailserver, die so eingestellt sind, dass sie (vermeintlichen)Spam mit 24 Stunden Verzögerung zustellen.\nGibt viele Gründe, warum Mails verloren gehen können oder verspätet ankommen.","replies":[]}]}]}]},{"id":"","poster":"Snowgen","date":"2015-07-22T12:07:02.677+0000","up_votes":1,"down_votes":0,"body":"Nur weil man Geld bezahlt , heißt es nicht, dass man sich alles erlauben kann .\n\nDas eine hat mit dem anderen nichts zu tun, und du hast freiwillig Geld investiert","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:16:47.059+0000","up_votes":1,"down_votes":1,"body":"sagte keiner","replies":[{"id":"","poster":"Snowgen","date":"2015-07-22T12:22:09.370+0000","up_votes":1,"down_votes":0,"body":"\"Schon einiges an Geld reingesteckt \"\n\nDann erwähne diese unnötige Information nicht","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:26:15.462+0000","up_votes":1,"down_votes":1,"body":"Ich kann doch erwähnen was ich will?","replies":[{"id":"","poster":"drexxsack","date":"2015-07-22T12:29:05.853+0000","up_votes":1,"down_votes":0,"body":"Wenn erwähnst, dass du Geld in League investiert hast, dann dient das nur dem Zweck, um damit anzudeuten, dass du als zahlender Kunde anders behandelt werden solltest, als andere.\nGenau das wird nicht passieren. Es ist egal, ob du Geld ausgibst oder nicht. Halte dich an die Regeln und alles ist fein.","replies":[{"id":"","poster":"Dreams of Aura","date":"2015-07-22T12:31:06.670+0000","up_votes":1,"down_votes":0,"body":"Ist mir bewusst und will ich auch garnicht","replies":[]}]}]}]}]}]},{"id":"","poster":"Ashuna","date":"2015-07-22T12:02:47.974+0000","up_votes":1,"down_votes":0,"body":"1. Man wird nicht Grundlos gebannt.\n2. Schreib den Support an. Wenn du kein Chatlock bekommst solltest du das direkt machen!\n3. Dem System / sowie dem Support ist egal wie viel du Investiert hast.\n4. Es gibt Regeln im Forum wenn diese nicht eingehalten werden wird der Post gelöscht.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}