{"id":"To8Z0IAI","poster":"Sephi51","date":"2015-07-22T07:32:44.954+0000","title":"Altes Anzeige HUD wieder aktivieren","subforum":"Allgemeiner Chat","up_votes":19,"down_votes":12,"body":"ICh finde das neue in teilen gut, aber auch schei&szlig;e\r\nwie macht man das?","replies":[{"id":"","poster":"BabyRageLoL","date":"2015-07-22T10:05:28.818+0000","up_votes":29,"down_votes":5,"body":"Das neue HUD ist alles andere als übersichtlich. Jemand der wie ich 4 Jahre lang LoL spielt und daran gewöhnt ist, das die Teammates/Champs + Ulti CD  links angezeigt werden un die  KDA Anzeige oben rechts ind er ecke ist, auf dem Rand der Minimap die Pingknööpfe waren die man benutzen konnte, weil man sie nicht alle auf irgenwelche Tasten oder Mausräder etc. legt, die finden das alles andere als vorteilhaft. Es ist alles in eine Ecke gequetscht worden, dunkel und schwer zu erkennen teilweise. \n\nSorry aber ich als Spieler möchte selbst entscheiden welches HUD ich benutzen möchte bzw. wo welche Anzeigen sein sollen im Interface und ich bin an das alte gewöhnt und möchte dies auch zurück, ergo wärs schön wenn ne Option eingefügt werden könnte die es Spielern erlaubt, zwischen den HUD's wählen zu können.\n\nIch finde das neue HUD einfach für mich persönlich unspielbar...","replies":[{"id":"","poster":"LordLycron","date":"2015-07-23T08:38:21.840+0000","up_votes":2,"down_votes":0,"body":"Ich halte es schlicht und einfach für einen schlechten Witz uns diese HuD vorzusetzen und dann auch noch in diesen ausgewaschenen Farben.\n\nDie alte HuD war vielleicht über den Bildschirm verteilter als die neue aber dafür hatte sie Style.\nMan wusste wo man was sieht.\n\n> 1. Die Gruppenmitglieder :  sie über der Karte anzuzeigen auf der genau entgegengesetzten Seite macht es nicht leichte sondern schwerer. Die Felder muss man sich doppelt und dreifach so lange angucken als vorher. Ich weiß bis jetzt nicht ob die Lebensbalken unter der Stufenanzeige endet oder nicht  die übrigens sehr sehr unübersichtlich sind im Verhältnis zu ehemaligen Größe. \n\n> 2. Level-Erfahrung-Eigenschaftspunkte : warum zum Teufel muss ich das Bild meines Champions eigentlich noch größer und verbauter sehen ??\n> Ich weiß doch welchen Champion ich spiele ?!?!?!?!?\n> Die alte Eigenschaftspunkte - Anzeige hat mir vollkommen gereicht wozu eine ausklappbare ?  ich sehe da keinen Sinn außer Verwirrung und Unbeständigkeit da ich sie nicht nach jedem erworbenen Gegenstand aufrufe und mir alles Detailliert anschaue. \n> Mir reicht ein kleiner gelber Balten ich brauche diesen Kunstvollen bogen nicht danke.  Das ist mir alles zu viel chichi.\n\n> 3. Die Fähigkeiten und Beschwörer-Zauber : aus einem Kleinen und gut anzusehendem Fenster wird auf einmal dieser Haufen an Kästchen \n> ich Beschreibe ihn als Bildschirm in der Müllpresse.  Alles wurde auf einen Fleck gepresst  und dabei hat die schnelle Übersicht sehr gelitten. !!\n\n> 4. Die Lebens und Energie - Anzeige : Mal ehrlich die alte hatte viel mehr Style war allein vom ansehen der jetzigen 10 Jahre voraus  \n> \n> Fazit würde ich das Spiel nicht kennen und man würde mir 2 Screenshots von alter und neuer HuD zeigen würde ich sagen das die alte die Verbesserte ist sie ist schneller übersichtlich  sie ist nicht so verbaut und ist wesentlich angenehmer anzuschauen. \n\nIch will dem Entwikler Team von  Riot hier nicht auf die Füße treten aber ich finde es wirklich unnötig und es nimmt mir das gewohnte Spielerlebnis . ","replies":[]},{"id":"","poster":"DarkMessiah117","date":"2015-07-22T22:37:26.734+0000","up_votes":2,"down_votes":0,"body":"Wenn sich nichts ändert werde ich nur wegen dem Head up Display LoL quitten...ich spiele seit mitte season 3 und das HUD ist für mich einfach unspielbar","replies":[{"id":"","poster":"F1RST BL00D","date":"2015-07-23T01:16:36.988+0000","up_votes":2,"down_votes":2,"body":"GENAU DAS!!!!!Wenn sich das nicht ändern,werde ich mir ein neues Game suchen!!!! WIE DU SAGST UNSPIELBAR!!!!!!","replies":[]}]},{"id":"","poster":"Ravin97","date":"2015-07-23T00:28:56.018+0000","up_votes":2,"down_votes":1,"body":"Jemand wie ich der, nicht ganz so lange, aber auch ein paar jahre lol gespielt hat, sowie viele meiner bekannten und freude die noch vie viel länger spielen, haben sich nach 3 spielen an das neue HUD gewöhnt. Es ist viel übersichtlicher, statt die verbündeten oben links, die map unten rechts und deine stats unten links zu haben, sind nun alle wichtigen infos unten rechts in der ecke übersichtlich zu finden. lediglich die anzeige ob die ultimative fähigkeits eines verbündeten ready ist oder nicht ist verbesserungswürdig, der kleine grüne punkt ist zu leicht zu übersehen und zu schwer zu sehen wenns drauf ankommt\nich stimme dir aber zu, dass es für alteingesessene spieler mit weniger flexibilität vllt eine option geben sollte, mit der sich das HUD ändern lassen kann. Weiter gedacht würde das vllt sogar in custom HUDS, individuell gestaltbar enden.","replies":[]},{"id":"","poster":"Sluy","date":"2015-07-22T17:55:28.075+0000","up_votes":2,"down_votes":1,"body":"Ich stimme dir vollkommen zu!!!.....","replies":[]},{"id":"","poster":"Blubi di Blub","date":"2015-07-22T20:54:14.277+0000","up_votes":1,"down_votes":0,"body":"Ich hätts perfekt gefunden wenn man einfach nur beim alten HUD die ganzen Farben umgeändert hätte, also das alte bräunliche zu dem modernen platin/silber mäßigen wie es jetzt ist. Mit dem ganzen umstrukturieren komme ich als bereits eingeübten Spieler auch überhaupt nicht klar, vorallem die Stat Anzeige ist doch ein Witz ! Der April ist doch schon um eh ist das jetzt schon der vorgezogene 1. April Joke zu 2016 ? ....\nNaja mein Fazit ist: Die Farben perfekt, der Rest schrott.\n\nEdit: Anstatt das HUD zu ändern hätte man mal lieber einfach diese Pings einbauen sollen die Aussagen machen wie \"warded (an der Stelle)\" oder \"Ward Down (an der Stelle)\" wenn ihr versteht wie ich meine ... Gab ja dieses eine Bild wie das so ungefähr aussehen könnte, habs grad nur leider nicht parat aber bin mir sicher die meisten verstehen was ich meine lol\n\nEdit: Ok habs gefunden :P Das Problem wäre wohl ein riesen Durcheinander an Pings aber ich fänds recht nice vorallem im Early.","replies":[]},{"id":"","poster":"Erlevley","date":"2015-07-22T20:52:22.581+0000","up_votes":1,"down_votes":0,"body":"Vollkommen richtig!!!!","replies":[]},{"id":"","poster":"TxT EvilAngvard","date":"2015-07-22T20:42:41.558+0000","up_votes":1,"down_votes":0,"body":"oh ja","replies":[]},{"id":"","poster":"lprock","date":"2015-07-22T20:40:40.415+0000","up_votes":1,"down_votes":0,"body":"Kann mich dem nur anschließen. \n\nIch kann es schlicht und einfach nicht nachvollziehen, wie man ein  übersichtliches, funktionales und gut aussehendes Design komplett über den Haufen wirft und allen Spielern ein HUD vor den Latz knallt die mehr wie eine Alpha-Version aussieht als ein fertiges Design.\n\nKeine Ahnung wie man das gut finden kann und warum diese massive Änderung unbedingt sein muss. Man kann sich auch Kaputtoptimieren.","replies":[]},{"id":"","poster":"TobiasT","date":"2015-07-22T20:30:01.096+0000","up_votes":1,"down_votes":0,"body":"Ja GENAU !!!!!!!!!!!!!","replies":[]}]},{"id":"","poster":"pyknite","date":"2015-07-22T09:14:17.350+0000","up_votes":29,"down_votes":6,"body":"Das neue HUD ist die Frechheit des Jahrtausends!","replies":[{"id":"","poster":"FujiwaraNoMokou","date":"2015-07-22T12:04:31.701+0000","up_votes":6,"down_votes":9,"body":"Wir möchten mal nicht übertreiben :P\nSeid mal offen für Neues und macht euch nicht wegen jeder neuen Änderung in die Hosen.\nIm Großen und Ganzen ist es doch wirklich eine Verbesserung.","replies":[{"id":"","poster":"2TheMax","date":"2015-07-22T17:16:10.076+0000","up_votes":2,"down_votes":1,"body":"Nein, dauernd wird irgendwas verändert. Das Speil hatte (ja HATTE) deshalb so viele Fans, genau wegen des alten Designs und Charmes. Wenn du offen für neues bist, dann such dir ein anderes Spiel statt das bestehende dauernd verändert haben zu wollen.","replies":[{"id":"","poster":"Fl4k3","date":"2015-07-23T12:49:36.587+0000","up_votes":1,"down_votes":0,"body":"LoL ist immer noch eins der Größten, wenn nicht DAS größte Online spiel der WELT, es hat genug Fans und das spiel zu quitten wegen einem Hub wäre zimlich fragwürdig. Ständig wechselnde Metapicks, laufend neue Champs und eine Flamer Community die es sonst wo kaum gibt sind für dich also kein Grund? :D","replies":[]},{"id":"","poster":"FujiwaraNoMokou","date":"2015-07-22T20:12:01.182+0000","up_votes":1,"down_votes":0,"body":"Quelle? Ziehe keine falschen bzw. ausgedachten Fakten aus der Dunkelheit. Anfangs war ich auch nicht sehr zufrieden welche Richtung LoL im Bereich Design LoL eingeschlagen hat. Tja, mittlerweile habe ich mit dem abgefunden und mag den Stil sogar, an alle bisherigen Änderungen konnte man sich gewöhnen, so wird man sich auch an diese gewöhnen können. Diese Diskussionen gabs früher auch immer wieder. Und jetzt tu mal nichts so als ob alle 2/3 Wochen gravierende Änderungen vorgenommen werden und fauch mich nicht an. Und genau wegen diesen vielen (vor allem kleinen) Änderungen ist dieses Spiel beliebt, somit bleibt es in Bewegung, gibt der Community Chancen neue Stärken, neue Champs für sich zu finden, stell du dir vor wie LoL wäre ohne diese ganzen Patches. Es gäbe fast die ganze Zeit nur die eine und die Selbe Meta, du weißt sicherlich worauf ich hinaus will.\nUnd nenn mir bitte ein Spiel bei dem genau das der Fall ist, bei dem regelmäßig alles auf den Kopf gedreht wird.\n\nDie Sache ist die, anfangs war Riot Games eine winzige Firma mit null Erfahrungen, die Server waren instabil. Damals hat man sich nicht gedacht: ''Komm lass uns ein Spiel aufstellen, welches 'alt' aussieht und ziehen Massen an, die in ihrer Nostalgie schwimmen.'' Nein, man dachte das wär aktuell und modern, für diese Zeit war es ja auch. Mittlerweile ist Riot Games eine große Firma geworden, der massig Geld zur Verfügung steht. Mithilfe von professionellen Leuten, guten Programmen, PCs entwickelt sich Riot und bleibt zeitgemäß, man blickt zurück und schüttelt den Kopf und aktualisiert. Dauernd neuen Kontent zu liefern ist auch eine Sache von Marktwirtschaft. Offensichtlich funktioniert's ja, ansonsten würde das Spiel nicht so beliebt sein, vielleicht würden wir hier nich im Forum schreiben, wer weiß?","replies":[]}]}]}]},{"id":"","poster":"TheCatmiaaau","date":"2015-07-22T12:48:14.860+0000","up_votes":12,"down_votes":2,"body":"Ich kann leider nur bestätigen, dass das neue HUD mich komplett aus dem Spiel raushaut. Ich spiele jetzt seit knapp 3 Jahren LoL und bin immer noch nicht gut genug, als das ich jetzt noch mit einem neuen Design zurechtkommen würde. \nIst nicht Böse gemeint, aber mit dem alten Design kam ich persönlich besser zurecht.\n\nDanke fürs Durchlesen.","replies":[]},{"id":"","poster":"CrackErsatzhorn","date":"2015-07-22T11:12:57.545+0000","up_votes":13,"down_votes":3,"body":"ich finde das gut fuer anfaenger, aber nicht fuer leute die schon lange spielen und sich an das alte gewoehnt haben.","replies":[{"id":"","poster":"Sir Sharuke","date":"2015-07-22T12:18:41.684+0000","up_votes":6,"down_votes":8,"body":"Dann wirst du dich auch ans Neue gewöhnen, ich spiele seit Season 1 und es gab sooo viele Veränderung, immer wurde alles schlecht geredet und am Ende war alles doch viel besser/einfacher als vorher.","replies":[{"id":"","poster":"Zerbrecher","date":"2015-07-22T14:00:50.570+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Green Tea Panda,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=000c0000,timestamp=2015-07-22T12:18:41.684+0000)\n>\n> Dann wirst du dich auch ans Neue gewöhnen, ich spiele seit Season 1 und es gab sooo viele Veränderung, immer wurde alles schlecht geredet und am Ende war alles doch viel besser/einfacher als vorher.\n\nNö, wars nie, aber danke für deine weisen Worte.\n\nDa die Leute bei Riot wohl mehr damit beschäftigt sind Altes neu aussehen zu lassen, anstatt Neues zu dem Alten hinzuzufügen, werde ich mir wohl demnächst doch kein Geld mehr in LoL investieren... irgendwann ist es halt mal gut.\n\nIch mein, warum setzt man so ziemlich alles an neue Positionen?\nDas ergibt von der spielerischen Seite absolut keinen Sinn... über diese kindischen Effekte bei den Fähigkeitenbildern kann man ja noch streiten, aber der Rest ist absolut fehlplatziert.\n\nWürde man uns wenigstens die Freiheit geben die Anzeigen auf dem HUD frei zu positionieren, dann müsste man sich nur noch an die neuen Grafiken gewöhnen, aber da die das seit 5 Jahren nicht umgesetzt haben, denke ich, dass sie es gar nicht umsetzen.. das Alte soll eben nur neu aussehen um neue Spieler anzulocken... naja, dafür gibts keine weitere Unterstützung Riot.","replies":[{"id":"","poster":"Sir Sharuke","date":"2015-07-22T14:19:00.566+0000","up_votes":1,"down_votes":4,"body":"Wem du dein Geld gibst und wem nicht ist mir und erst recht Riot relativ egal.\n\nMir gefällt das ganze so wie es ist und ich finde es so deutlich einfacher/übersichtlicher. Aber das ist nun mal meine Meinung und deine ist eben eine andere, man kann es nie allen recht machen, da immer jeder etwas zu meckern hat bzw zu meckern hätte, wenn man es versucht.\n\nEs ist nun mal so, das du/wir uns damit abfinden müssen bzw uns an neue dinge gewöhnen müssen, wenn wir das Spiel weiterhin spielen wollen.","replies":[{"id":"","poster":"Zerbrecher","date":"2015-07-22T16:25:03.671+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall ist es leider so, dass man es allen recht machen könnte, aber sie wollen es nicht.\nUm neue Spieler anzulocken muss man nicht alle Spieler an dieses HUD zwingen.\n\nHinterher war es trotzdem nie besser, es war einfach nur anders und da es bisher keine allzu gravierenden Änderungen gab was die Positionen der Anzeigen gab, ist diese Verändern einfach die schlimmste von allen.\n\nDas Meinungen verschieden sind ist wohl klar und wenn dir dieses HUD besser gefällt, dann ist das auch ok, aber das muss eben nicht so für alle sein und wie man sieht sind die meisten Beiträge hier gegen das HUD, also könnte man den Leuten auch in den Optionen die Wahl lassen, so wäre eben jeder zufrieden.\n\nAchja.. das mit dem Geld.. ich glaube Riot ist das eigentlich nicht egal... es ist nur dir und ein paar anderen hier egal, weil die davon eh nichts haben.\nMir ist es auch egal wofür du dein Geld ausgibst, solange es nicht bei mir landen könnte.","replies":[]}]}]},{"id":"","poster":"2TheMax","date":"2015-07-22T17:21:19.670+0000","up_votes":1,"down_votes":2,"body":"BULLSHIT! Nix ist besser als vorher. Ich bin auch seit Season 1 dabei und kann von zig Veränderungen erzählen, die absolute Scheiße waren und sind. Das hier ist der Höhepunkt. \n\nSowas passiert nur, weil irgendwelche kack Nerds, die nix zum Bumsen haben und bestenfalls den Finger in den Arsch kriegen, von morgens bis abends vorm Rechner hocken und Langeweile haben. Nicht alle Spieler von LoL sind solche Loser. \n\nEntweder die Scheiße wird umgehend rückgängig gemacht oder das ist der Anfang vom Ende vom Kult.","replies":[{"id":"","poster":"FujiwaraNoMokou","date":"2015-07-23T08:59:28.911+0000","up_votes":2,"down_votes":1,"body":"Allein wie du dich artikulierst lässt darauf hindeuten, dass du im Leben mehrmals auf den Kopf gefallen bist ;)\nProbierst du dich aus dieser Cliché-Ecke rauszuholen? Kann sein, dass du kein ''Loser'' im herkömmlichen Sinn bist, aber nur kann. Im Internet genießt man die Anonymität, du in vollen Zügen anscheinend und polemisierst gegen alles. Du scheinst nicht wirklich irgendwelchen Anstand zu besitzen oder gar Intelligenz. Geh zu deinen Pseudo-Gangster-Polit-Experten-Verschwörungtheoretikerfreunden.","replies":[]}]}]}]},{"id":"","poster":"W0RN","date":"2015-07-22T13:56:11.225+0000","up_votes":8,"down_votes":0,"body":"Riot soll uns einfach eine Möglichkeit geben, zwischen dem Alten und den Neuen auswählen zu können und schon ist jeder glücklick, kann doch nicht so schwer sein .. Ich komm mit dem Neuen auch nicht zu Recht und hätte gerne das alte wieder..","replies":[]},{"id":"","poster":"Twigg3l","date":"2015-07-22T11:51:35.473+0000","up_votes":10,"down_votes":2,"body":"Ich mag das neue HUD auch überhaupt nicht...und ich bin auch der Meinung, dass das alte übersichtlicher war. Jetzt hat man so einen Mega-klotz in der Mitte, wo sie alles reingequetscht haben.","replies":[]},{"id":"","poster":"dadewill","date":"2015-07-22T11:54:01.026+0000","up_votes":8,"down_votes":1,"body":"Wenn man selber entscheiden könnte wie das HUD aussehen kann wäre das einfach Klasse und verschiedene Skins für das HUD wie bei Dota2 wäre auch ganz geil! {{champion:35}}","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T07:57:35.789+0000","up_votes":5,"down_votes":9,"body":"Was soll denn schlechter am neuen HUD sein?","replies":[{"id":"","poster":"SoxDennisMaster","date":"2015-07-22T13:38:58.971+0000","up_votes":7,"down_votes":0,"body":"1. Die Übersicht.\n2. Die Minimap\n3. Deine Stats (AD/AP usw.) alles so verdammt klein.\n4. Alles auf eine Seite \n5. hässlich\n\nGrafik ist nicht alles!\nDas HUD dient für die Info´s nicht um schön zu sein das ist ein nebeneffekt den das HUD haben kann aber nicht muss.\n\nDesweiteren ist das neue HUD den spielern aufgezwungen worden ohne eine weitere Option.","replies":[]}]},{"id":"","poster":"Kyiolol","date":"2015-07-22T12:17:36.446+0000","up_votes":8,"down_votes":3,"body":"Das neue ist so abgrundtief hässlich. Ich krieg fast schon Augenkrebs davon. Total unübersichtlich und nicht zu gebrauchen. Sorry aber verdirbt einem den Spielspaß total mit dem müll zu zocken. Nichts ist mehr da wo es war. Und übrigens, die Sounds sind noch viel viel schlimmer..","replies":[{"id":"","poster":"xXKnastoronXx","date":"2015-07-26T15:21:38.958+0000","up_votes":1,"down_votes":0,"body":"dann spiel solowueue ranked; da is das alte noch","replies":[]}]},{"id":"","poster":"Zingiber","date":"2015-07-22T14:13:31.081+0000","up_votes":4,"down_votes":0,"body":"Für mich geht das neue Interface garnicht. Viel zu unübersichtlich, viel zu groß und überladen. Selbst wenn ich den Fokus NICHT auf das Interface richte, stört es mich extrem beim spielen. Ich verstehe auch nicht, wo das Problem liegt uns die Wahl zu geben ob wir das alte oder das Neue möchten. 4 Jahre mit dem alten gespielt und jetzt der (entschuldigung) Mist. Geht garnicht Riot.","replies":[]},{"id":"","poster":"Mád Zed","date":"2015-07-22T14:10:16.918+0000","up_votes":4,"down_votes":0,"body":"Bitte entfernt das. Ich will wieder das alte haben, nach 3 jahren spielen alles angewöhnt und dann sowas.. no hate aber ich mag das nicht.","replies":[]},{"id":"","poster":"ferb121","date":"2015-07-22T13:43:43.842+0000","up_votes":4,"down_votes":0,"body":"Zu Allem finde ich es zudem für Nutzer unfreundlicher gemacht, gerade für Anfänger (Pingbuttons sind weg und z.B. die chatbuttons sind weg).\nAußerdem kommt die große Umstellung, für die schon länger spielenden Leute, dass die Interfaceaufteilung komplett umgestellt wurde \n(man findet einfach nichts mehr).\nZuletzt kommt noch, dass alles sehr gequetscht wirkt.\nAlso sorry Riot, aber keine gute Arbeit.","replies":[]},{"id":"","poster":"SoxDennisMaster","date":"2015-07-22T13:16:30.981+0000","up_votes":5,"down_votes":2,"body":"An alle die für das neue HUD sind, bitte enthaltet euch doch einfach aus diesem Thema.\n\nWarum schreibt ihr eure Sinnfreie Meinung dazu wenn der (TE) um etwas ganz anderes bittet und seine Meinung äußert.\n\nEure Meinung geht genau in die Gegenrichtung vom (TE).\n\n\nIch möchte auch sehr gerne das alte HUD wieder haben.\nIch spiele seit jahren auch das Spiel so und möchte es so auch weiter spielen.\n\nDas neue ist mir mehr Augenkrebs und Kopfschmerzen geber als das ich mich auf das Spiel noch konzentrieren kann.\n\nSollte sich RIOT wirklich für dieses neue HUD entscheiden, bitte dann war das für mich mit LoL.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T13:26:59.922+0000","up_votes":2,"down_votes":3,"body":"Jeder darf doch seine Meinung äußern. Und auch dein Kommentar hilft dem TE nicht, da es keine Lösung enthält wie er wieder an das alte HUD kommt. Da die Frage niemand beantworten kann, kann kein Kommentar nach deiner Definition sinnvoll sein, da keiner ihm helfen kann.\n\nUnd wenn das alte HUD wieder kommt was das für mich für LoL, weil ich das einfach abgrundtief hässlich finde. Außerdem ist das alte HUD auf kleinster Größe **viel, viel, viel** zu groß. Nimmt immernoch viel zu viel vom Bildschirm ein. Das alte sieht aus wie Windows 95 und das neue wie Windows 7. Jeder hat eben seine eigene Meinung. Und deshalb kann man es einfach nicht jedem Recht machen.","replies":[{"id":"","poster":"SoxDennisMaster","date":"2015-07-22T13:34:52.636+0000","up_votes":5,"down_votes":1,"body":"Na nur gut das der TE keine Frage gestellt hat sondern nur seine Meinung geäußtert hat.\nDas selbe habe ich wie der TE auch getan, meine Meinung gesagt, wie hässlich das neue HUD aussieht.\n\nDas alte HUD war was?\nEntschuldige mal egal auf welcher Auflösung du spielst, das alte HUD konnte man perfekt anpassen.\nDazu musste man nur die Skalierung einstellen.\n\nBei dem neuen HUD kannst rein nix machen.\nÄnderst du dort was kannst entweder die Zahlen nicht mehr lesen/erkennen oder kommst dir verarscht vor aber eigentlich trifft beides zu.\n\nWarum die nicht einfach das alte HUD gelassen haben und einfach die Grafik davon überarbeitet haben ist mir ein Rätsel.\nAber lieber wird komplett alles neu gemacht -.- .\n\nWarum denken immer alle das immer alles was NEU auch gut ist?\nIn diesem Fall hat RIOT hier mist gebaut das steht fest.\n\nDie auf Grafik achten gut und schön, sollen die Spieler ihre 10000 effekte usw. bekommen.\nAber keine Option den spielern frei lassen, ob Sie das alte oder neue verwenden möchten finde ich einfach nur DREIST!","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T14:03:40.252+0000","up_votes":1,"down_votes":1,"body":"Dann dürfen die Gegenstimmen sich wohl auch äußern oder nicht? Warum sollten sich nur Leute mit der gleichen Meinung äußern dürfen?\n\n> Das alte HUD war was?\nEntschuldige mal egal auf welcher Auflösung du spielst, das alte HUD konnte man perfekt anpassen.\nDazu musste man nur die Skalierung einstellen.\n\nIch spiele auf 1920x1080 und ich habe das HUD auf die kleinste Skalierung in den Optionen eingestellt die es gibt. Aber das ist mir eben noch viel zu groß und nimmt viel zu viel Platz weg. Ich kann es nicht mehr kleiner machen auch wenn ich es gerne wollte. Das neue nimmt dafür aber weniger Platz weg.\n\n> Bei dem neuen HUD kannst rein nix machen.\nÄnderst du dort was kannst entweder die Zahlen nicht mehr lesen/erkennen oder kommst dir verarscht vor aber eigentlich trifft beides zu.\n\nDas mag für Leute mit schlechteren Augen zutreffen. An die hätte Riot besser denken müssen. Ich kann da alles perfekt lesen und finde es kein bisschen zu klein.\n\n> Warum die nicht einfach das alte HUD gelassen haben und einfach die Grafik davon überarbeitet haben ist mir ein Rätsel.\nAber lieber wird komplett alles neu gemacht -.- .\n\nWäre meiner Meinung nach sogar auch ok gewesen. Finde nur den komplett neuen Aufbau übersichtlicher.\n\n> In diesem Fall hat RIOT hier mist gebaut das steht fest.\n\nDas ist die Meinung von einigen. Andere sind aber auch ganz begeistert von dem neuen HUD und wollen es nie mehr missen. Fest steht es also nicht, Meinungen sind unterschiedlich. Jeder sieht das anders.\n\n> Die auf Grafik achten gut und schön, sollen die Spieler ihre 10000 effekte usw. bekommen.\nAber keine Option den spielern frei lassen, ob Sie das alte oder neue verwenden möchten finde ich einfach nur DREIST!\n\nEinerseits hätten sie es tun sollen, andererseits hätten sie dann immer 2 HUDs pflegen müssen und die neuen Champs immer für beide HUDs programmieren müssen. Das ist ein Mehraufwand der sich einfach nicht lohnt.\n\nEDIT:\n> Na nur gut das der TE keine Frage gestellt hat sondern nur seine Meinung geäußtert hat.\nDas selbe habe ich wie der TE auch getan, meine Meinung gesagt, wie hässlich das neue HUD aussieht.\n\nDoch hat er, er möchte wissen wie er das alte HUD zurück bekommt.","replies":[]}]}]}]},{"id":"","poster":"malleusmintaka","date":"2015-07-22T11:41:12.179+0000","up_votes":5,"down_votes":1,"body":"ich persölich kann mti dem neuen HUD überhaupt nicht. Ich weis nicht wie oft ich schon gestorben bin, nur weil ich keinen Überblick hatte.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T11:22:25.130+0000","up_votes":5,"down_votes":10,"body":"Seit doch mal offen für neues. Wenn ihr euch ein neues Windows installiert habt ihr auch das alte gerne mal 5 Jahre benutzt. Heult ihr rum, dass das neue Windows nicht wie das alte aussieht? Ich denke nicht. Ich sehe **ausschließlich** Vorteile im neuen HUD. Das alte war einfach nur viel zu groß und hässlich und sehr sehr sehr schlecht angeordnet.","replies":[{"id":"","poster":"BabyRageLoL","date":"2015-07-22T11:34:09.532+0000","up_votes":8,"down_votes":2,"body":"Und auch hier wieder son sinnloser Kommentar von dir der völlig unüberlegt ist.  \n\nOb ich mir nen neues Windows auf meinen Rechner spiele oder nicht, entscheide ich immer noch selbst als Nutzer. Das wird mir nicht aufgezwungen wie das HUD hier in LoL wo ich als Nutzer keine freie Wahl habe zu entscheiden welches ich nutzen möchte!\n\nUnd nur weil du das neue HUD vorteilhaft empfindest, heißt es nicht das alle anderen das auch tun. Wie man anhand der Posts im Forum als auch auf der Homepage und der HUD Sonderpage sehen kann, sind die meisten dagegen und empfinden es eben genau nicht so wie du.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T11:43:07.549+0000","up_votes":4,"down_votes":9,"body":"Bis jetzt habe ich aber noch keine wirklichen Grund in **keinem** der Threads gefunden. Das einzige war bisher die fehlenden Ping Knöpfe, ob man das mit draufklicken machen sollte lasse ich mal so dahingestellt, da es Geschmakssache ist. Sonst war der einzige Grund bisher:\n\n* Die verschiedenen Sachen wurden an eine andere Position gelegt.\n\nDas ist aber wiederrum kein Grund für mich. Der einzige Grund der da drin steckt ist \"ich bin viel zu faul um irgendwas neues anzunehmen\". Ja, man muss jetzt woanders hingucken, was ein HUD aber nicht schlechter machen kann, außer es hätte so komische Positionen das mir die Augen wehtun. Und ja, der Mensch ist ein Gewohnheitstier, aber genau das ist ein Grund alte Gewohnheiten zu unterbrechen. Soll Riot also auch noch eure Faulheit unterstützen? Ein paar Games mehr und ihr habt euch eh dran gewöhnt, da das neue HUD immernoch (fast) das gleiche wie das alte kann. Erst wenn mir jemand Gründe liefern kann, warum das HUD schlechter sein soll wäre ich auch dafür das HUD auswählbar zu machen. Denn Faulheit ist dafür garantiert kein Grund.","replies":[{"id":"","poster":"BabyRageLoL","date":"2015-07-22T12:16:25.845+0000","up_votes":4,"down_votes":1,"body":"Für andere ist es ein Grund unzwar ein gravierender. Tut mir leid wenn Du das nicht verstehen kannst...","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:31:02.825+0000","up_votes":2,"down_votes":3,"body":"***","replies":[{"id":"","poster":"BabyRageLoL","date":"2015-07-22T12:55:33.540+0000","up_votes":2,"down_votes":2,"body":"Ja seh ich, weshalb deine Argumente vollkommen irrelvant sind weil du die Begründungen der ganzen Spieler die das Gegenteil empfinden nicht siehst.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T13:15:59.257+0000","up_votes":2,"down_votes":1,"body":"Wenn also in einem Supermarkt die Regale umgeräumt werden, gehst du dann nie wieder dort einkaufen? Wenn der Supermarkt abgerissen wird und ans andere Ende der Stadt gebaut wird, gehst du dann nie wieder dort einkaufen? Wenn du ein Update auf dein Handy bekommst und das Layout hat sich etwas verändert, benutzt du dann nie wieder dein Handy?\n\nScheinbar ist das ja so bei dir wenn eine leichte Neuanordnung dir so zusetzt. Räumst du dann auch nie dein Zimmer/die Wohnung auf? Dann liegen die Sachen ja auch wo anders als vorher.","replies":[{"id":"","poster":"skillsgoespro","date":"2015-07-22T15:29:24.583+0000","up_votes":2,"down_votes":1,"body":"Du vergleichst Sachen damit die mit MyBunnys Meinung nichts zu tun haben. Mein gott regst du mich auf ! Allein dein Name sagt alles ..","replies":[{"id":"","poster":"pResident EviI","date":"2015-07-23T05:56:17.829+0000","up_votes":3,"down_votes":0,"body":"Diesen Typen sollte man einfach Ignorieren.\nIch denke mal das ist son Typ, mit dem man im Matchmaking bestraft wird.\nHabe mir den ganzen Thread durch gelesen, und muss gestehen, das ich eure Meinung teile. \nDas neue HUD ist ein größerer Witz als die SoloQ. Wieso Dinge verändern, wenn sie gut Funktionieren?","replies":[]},{"id":"","poster":"Zerbrecher","date":"2015-07-22T16:41:21.895+0000","up_votes":1,"down_votes":0,"body":"Genau das meinte ich auch mit meinem Beitrag. Man kann Äpfel nicht mit Birnen vergleichen.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T06:59:11.593+0000","up_votes":1,"down_votes":1,"body":"Doch es hat was damit zu tun. Seine Meinung ist, dass das neue HUD nur unspielbar ist, weil die Sachen an anderen Stellen positioniert wurden. Das würde wiederum auch bedeuten das er in einem Supermarkt nicht mehr einkaufen gehen würde, wenn die Regale umgeräumt werden würden.","replies":[]},{"id":"","poster":"Atisuto Artorias","date":"2015-07-22T15:37:45.240+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=skillsgoespro,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=000d0000000000000000000000000000,timestamp=2015-07-22T15:29:24.583+0000)\n>\n> Du vergleichst Sachen damit die mit MyBunnys Meinung nichts zu tun haben. Mein gott regst du mich auf ! Allein dein Name sagt alles ..\n\nget gud hast halt keine ahnung #out","replies":[]}]},{"id":"","poster":"Zerbrecher","date":"2015-07-22T16:30:03.967+0000","up_votes":1,"down_votes":0,"body":"Du bist viel zu sehr auf dich selbst konzentriert.\n\nNaja, zum Überleben reichts ja... du passt dich an jeden Supermarkt neu an... andere fangen an selbst anzubauen.\nSo unterschiedlich sind die Menschen.\n\nLG","replies":[]}]}]},{"id":"","poster":"Zerbrecher","date":"2015-07-22T14:07:57.047+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T14:15:21.148+0000","up_votes":1,"down_votes":2,"body":"Weil ich Faulheit als Grund nicht nachvollziehen kann? Das HUD ist grad mal ein paar Stunden online und alle schreien rum das sie die Stats suchen müssen, weil sie woanders sind. ISt für mich einfach nur pure Faulheit, keine Lust dadrauf sich auf neue Situationen einzustellen. Wenn die sich genauso in ihrem Job verhalten werden sie ihn nicht lange ausüben können.\n\nBeim Shop hat auch jeder geschrien wie scheiße der neue ist. Nach 2 Wochen fand den auf einmal kaum einer mehr scheiße. Vielleicht erstmal abwarten und drauf einlassen bevor man ein Urteil fällt? Man muss sich im Leben ständig auf neue Sachen einstellen, aber sich mal ein paar Games mit dem neuen HUD auseinanderzusetzen, dafür ist man zu faul? Nach ein paar Games weiß doch eh jeder wo die Stats jetzt sind.","replies":[{"id":"","poster":"Zerbrecher","date":"2015-07-22T16:39:54.979+0000","up_votes":1,"down_votes":0,"body":"Ach hoppla, ging doch an den richtigen, ich dachte erst ich hab versehentlich den falschen getroffen.\n\nEs ist nicht beleidigend gemeint gewesen, aber es ist eben so, dass diese HUD-Geschichte auch viel besser gelöst werden könnte, indem man den Leuten in den Optionen die Wahl gelassen hätte.\n\nNun, die letzten HUD-Änderungen waren auch nicht so toll, aber sie waren längst nicht so gravierend wie diese hier.\nFast alles hat eine ganz andere Position und die Effekte bei den Skills lenken einen total vom eigentlichen Spiel ab. (mich zumindest, da es genau dieselben Farben sind und bling bling)\n\nZum Thema Faulheit.. darum gehts gar nicht. Wenn ich ein neues Spiel anfange, dann muss ich mich auch jedes Mal erneut zurecht finden. Ich spiele gern und ich spiele nicht nur LoL. Trotzdem vergleiche ich die Zockerei nicht mit meinem Job, denn dann würde ich damit Geld verdienen und das tue ich leider nicht. :D\n\nIch geb dem ganzen noch ein paar Games und wenn ich mich nicht dran gewöhne, dann wars das. Ich verschwende keine 10 Stunden mit Frust weil ich total schräg hin und her schauen muss, weil die Informationen total ungünstige Positionen für mich haben.\nWenns für dich besser ist, dann spiel einfach weiter, würde ich genauso machen.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-23T06:55:42.979+0000","up_votes":1,"down_votes":1,"body":"> Es ist nicht beleidigend gemeint gewesen, aber es ist eben so, dass diese HUD-Geschichte auch viel besser gelöst werden könnte, indem man den Leuten in den Optionen die Wahl gelassen hätte.\n\nÜbernimmst du die Kosten die dafür anfallen? Zwei HUDs gleichzeitig pflegen und verwalten zu müssen bringt einen **deutlichen** Mehraufwand mit sich. Und wenn dafür Mitarbeiter aus anderen Teams genutzt werden, stehen diese bei anderen Themen nicht mehr zur Verfügung. Dadurch würde sich LoL viel langsamer entwickeln und es wäre einfach immer nur das gleiche. Neue Sachen bräuchten so viel Länger, was das Spiel auf Dauer eintönig macht und genauso viele Spieler kostet.\n\nWenn du also bereit bist die Kosten für neue Mitarbeiter zu übernehmen, dann können gerne beide HUDs angeboten werden. Ansonsten bin ich strickt dagegen, da ich einfach nicht möchte das die anderen Spielinhalte darunter leiden müssen. Auch das Balance-Team wäre dann mit weniger Leuten besetzt, was das Spiel unbalanced werden lassen würde und dann möchte das erst Recht niemand mehr spielen.\n\nTrotzdem hoffe ich für dich, dass du dich daran gewöhnen kannst. Ich war eine Minute ingame und wusste sofort wo alles steht. Musste mich also gar nicht dran gewöhnen, ich finde das neue einfach in **allen** Punkten besser und bin überzeugt davon :D","replies":[{"id":"","poster":"Zerbrecher","date":"2015-07-23T17:02:07.504+0000","up_votes":1,"down_votes":0,"body":"Okay, jetzt hast du klar gemacht, dass du von der Materie selbst keine Ahnung hast. (deutlicher Mehraufwand usw.. is Unsinn)\n\nMir is LoL schon fast egal.. von meinen Freunden hat sich heute zum ersten Mal kein einziger eingeloggt... vielleicht Zufall. wer weiß.\n\nIch würd sagen belassen wirs einfach dabei... jeder machr wir er will und ob LoL jetzt die Nummer 1 bleibt werden wir dann sehen.\nIch finde jetzt sogar DotA wesentlich übersichtlicher... aber ob ich damit jetzt anfangen will, weiß ich auch net.. vielleicht häng ich das Genre einfach an den Nagel.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"KeeyLynn","date":"2015-07-22T12:23:38.632+0000","up_votes":6,"down_votes":1,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=000d00000000,timestamp=2015-07-22T11:43:07.549+0000)\n>\n> Bis jetzt habe ich aber noch keine wirklichen Grund in **keinem** der Threads gefunden. Das einzige war bisher die fehlenden Ping Knöpfe, ob man das mit draufklicken machen sollte lasse ich mal so dahingestellt, da es Geschmakssache ist. Sonst war der einzige Grund bisher:\n> \n> * Die verschiedenen Sachen wurden an eine andere Position gelegt.\n> \n> Das ist aber wiederrum kein Grund für mich. Der einzige Grund der da drin steckt ist \"ich bin viel zu faul um irgendwas neues anzunehmen\". Ja, man muss jetzt woanders hingucken, was ein HUD aber nicht schlechter machen kann, außer es hätte so komische Positionen das mir die Augen wehtun. Und ja, der Mensch ist ein Gewohnheitstier, aber genau das ist ein Grund alte Gewohnheiten zu unterbrechen. Soll Riot also auch noch eure Faulheit unterstützen? Ein paar Games mehr und ihr habt euch eh dran gewöhnt, da das neue HUD immernoch (fast) das gleiche wie das alte kann. Erst wenn mir jemand Gründe liefern kann, warum das HUD schlechter sein soll wäre ich auch dafür das HUD auswählbar zu machen. Denn Faulheit ist dafür garantiert kein Grund.\n\nGründe= die Skillleiste dominiert einfach zu sehr, die Icons sind so riesig und überdecken meiner Meinung nach alles andere was in diesen kleinen unteren mittleren Bereich zusammen gequetscht wurde.\nItemleiste -> die ist so unglaublich klein und eingeengt und unübersichtlich, du bist die ganze zeit damit beschäftigt zu gucken was wo liegt\naußerdem ist es meiner Meinung nach sehr unnatürlich und nervt.\nLeiste für Atk Def usw= Juhu noch sehr viel kleinere Icons als für die Items die man zwar erkennt aber man muss trotzdem erstmal suchen welcher Wert für welchen Stat ist. außerdem funktioniert bei mir wie von allen ingame gesagt Shift+Enter  funktion für den all chat nicht\nich hab iwann dann (ehrlich)  Shift gegooglt um sicher zu gehen das es die richtige Taste ist xD ( ja war sie)\nund das beste war ja die Leiste für Lebensregeneration und Zähigkeit etc bis ich DIE gefunden hab  sind 3 spiele vergangen\nalso mein Fazit: Nervt. alles nur noch über Kürzel erreichbar und schmerzt auf Dauer in den Augen.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T12:30:38.610+0000","up_votes":3,"down_votes":5,"body":"> die Skillleiste dominiert einfach zu sehr, die Icons sind so riesig und überdecken meiner Meinung nach alles andere was in diesen kleinen unteren mittleren Bereich zusammen gequetscht wurde\n\nSehe ich ein ist Geschmackssache.\n\n> Itemleiste -> die ist so unglaublich klein und eingeengt und unübersichtlich, du bist die ganze zeit damit beschäftigt zu gucken was wo liegt\n\nLegst du deine Items ständig wo anders hin? Sonst müsstest du dir ja merken können wo du welches Item hinlegst, insbesondere aktive Items.\n\n> Leiste für Atk Def usw= Juhu noch sehr viel kleinere Icons als für die Items die man zwar erkennt aber man muss trotzdem erstmal suchen welcher Wert für welchen Stat ist. \n\nWenn man nicht mehr die besten Augen hat, ja. Ansonsten finde ich erkennt man alles perfekt.\n\n> und das beste war ja die Leiste für Lebensregeneration und Zähigkeit etc bis ich DIE gefunden hab sind 3 spiele vergangen\n\nWo ist der Unterschied zu vorher? Die Lebensregneration siehst du weiterhin unter \"C\" und in der HP-Leiste.","replies":[]}]}]}]}]},{"id":"","poster":"DaYLuS","date":"2015-07-22T18:45:46.709+0000","up_votes":3,"down_votes":0,"body":"Bitte bringt das alte Hud wieder zurück!!!! \nIch Spiele schon seit 4-5 Jahren und bin es so gewöhnt meine blicke wandern in ecken wo nichts mehr ist das bringt meine \nganze Spielmechanic  durcheinander. \nHab noch nie viel ins Forum geschrieben aber das neue HUD stört mich so massiv das selbst ich mal meine wunsch hier äußere das wieder rauszunehmen :)","replies":[]},{"id":"","poster":"Jangoboomboom","date":"2015-07-22T18:43:26.442+0000","up_votes":3,"down_votes":0,"body":"Finds kacke! Ich schau ständig nach links und da ist nichts mehr! Man findet sich garnicht mehr zurecht. Es nervt! Der Sprecher mit der Mr Krabbs Stimme ist fast noch schlimmer! BITTE GEBT UNS DIE MÖGLICHKEIT UNSERE HUD SELBST AUSZUWÄHLEN ODER ERSETZT DIE AKTUELLE SCHEIßE MIT DEM GUTEN ALTEN WIEDER! Never Change a running System!!!{{champion:120}}","replies":[]},{"id":"","poster":"2TheMax","date":"2015-07-22T17:14:34.862+0000","up_votes":3,"down_votes":0,"body":"Möchte ernsthaft mal wissen, was diese SCHEISSE dauernd soll. DIESE PENNER VON LOL SOLLEN NICHT IMMER ALLES VERSCHLIMMBESSERN.\n\nDIESE NEUE KARTE IST ABSOLUTE KACKE: TOTAL UNÜBERSICHTLICH. ENTWEDER DAS ALTE DESIGN KOMMT WIEDER ODER ICH SUCH MIR EIN NEUES SPIEL; IHR PENNER","replies":[]},{"id":"","poster":"skillsgoespro","date":"2015-07-22T15:20:37.338+0000","up_votes":3,"down_votes":0,"body":"Was soll der scheiß mit dem HUD? Ich zocke so lange kein lol mehr bis der alte hud verfügbar ist. Immer diese scheiß änderungen am Design. Einfach nur genervt.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-22T15:45:08.024+0000","up_votes":2,"down_votes":2,"body":"Tja dann auif Wiedersehen. Denn dann wirst du nie wieder LoL zocken.","replies":[{"id":"","poster":"skillsgoespro","date":"2015-07-22T16:15:24.035+0000","up_votes":1,"down_votes":0,"body":"Ja :) ein glück steckst du geld für zwei in den arsch von rito :) viel spaß beim weiter zocken ;)","replies":[]}]}]},{"id":"","poster":"beDEUtUNGsvoll","date":"2015-07-22T13:39:17.401+0000","up_votes":5,"down_votes":2,"body":"sorry, aber dieses neue interface hud ist die größte scheiße seit langem von riot... lol an sich ist eines der geilsten spiele überhaupt, aber mit dieser neuerung haben die echt einen mega-bock geschossen   -.-  bringt bloß wieder das alte zurück","replies":[]},{"id":"","poster":"Tigerkralle99","date":"2015-07-23T12:24:46.221+0000","up_votes":2,"down_votes":1,"body":"ich spiele auch von S1 an aber ohne große unterbrechung (höchstens mall 4 tage) und meine kds gehen runter wie sau, mit mein main {{champion:131}}  4 runden mit neuem hud gespielt und nur auf ner 4/6, 5/5, 8/9, 3/4 kd gekommen wo ich früher aber 14/3, 19/5, 28/7 stand (hab ich aus dem spielverlauf von 2acc.)","replies":[{"id":"","poster":"jokerXDDDD","date":"2015-07-23T13:34:39.375+0000","up_votes":2,"down_votes":0,"body":"Hahahahhahhaahahhaahhahahhahahahahahahahahahahah ......\n\nWeil das HuD was mit der Spielweise zu tun hat xD","replies":[]}]},{"id":"","poster":"pethaa","date":"2015-07-22T20:49:23.387+0000","up_votes":2,"down_votes":0,"body":"hi Leute wo zum teufel sind die pingknöpfe und der allgemeine chat geht auch nicht bei mir ?!","replies":[]},{"id":"","poster":"Thalida","date":"2015-07-22T20:40:51.307+0000","up_votes":2,"down_votes":0,"body":"Habe gerade die ersten zwei Spiele gemacht und bin völlig genervt. Die Punkte wurden denke ich schon alle genannt. Sowas unübersichtliches und nerviges ... und dazu: Diese absolut furchtbare Stimme, die mir immer erzählt, ich sei getötet worden, wenn jemand NEBEN mir stirbt ...\n# furchtbarsterlolpatchallerzeiten","replies":[]},{"id":"","poster":"LeeCarterSchwarz","date":"2015-07-22T20:37:41.227+0000","up_votes":2,"down_votes":0,"body":"Ich komm mit dem neuen HUD auch nicht klar, wie klein ist denn bitte die lvl anzeige von den teams.\nIch hoffe doch dass man sich entscheiden kann.","replies":[]},{"id":"","poster":"Kwich","date":"2015-07-22T19:01:45.409+0000","up_votes":2,"down_votes":0,"body":"Ich finde das neue HUD auch Scheiße, abgesehen davon ist die neue  Musik einfach nur nervig. \nIch spielte nun erst ohne ingame Musik und nun gar nicht mehr weil es mich einfach nervt. \n\nSchade.","replies":[]},{"id":"","poster":"Psycho Kagomê","date":"2015-07-22T18:41:10.120+0000","up_votes":2,"down_votes":0,"body":"Ich finde es auch nicht sehr toll ,fand das alte viel besser und überschaulicher und ich kann nicht mal mehr mit allen im game schreiben ,ich werde etwas etwas gefragt vom gegnerischen team kann aber nicht anworten weil mir einfach die auswahl ( an alle senden ) fehlt und ich sie auch nicht wieder herstellen kann mit den einstellungen auch ein neustart geschweige eine neu installation hat geholfen und Orange pingen kann ich  auch nicht mehr ,ich finde es auch zudem sehr klein mir fehlt einfach die volle Übersicht und die is hier nicht mehr gegeben . Das ist sehr schade !!!!","replies":[]},{"id":"","poster":"ZathoTheMage","date":"2015-07-22T18:38:12.919+0000","up_votes":2,"down_votes":0,"body":"Ich finde das neue HUD so unübersichtlich! Das Ziel sollte doch sein, mehr Übersichtlichkeit in das Spiel zu bringen, um ein intuitiveres Spielen zu ermöglichen. Allerdings finde ich, dass dieses Ziel weit verfehlt wurde. Jeder, der sich an das alte HUD gewöhnt hat, wird es sehr schwer haben, sich an die neue Anzeige zu gewöhnen. Alle Teile sind nun an anderen Positionen und sie sind viel kleiner als vorher, was es, wie ich finde, schwerer macht, intuitiv das zu finden, was er sucht. Auch für Anfänger finde ich das neue HUD mega schlecht, da man sowas wie die Stats selber aktivieren muss und man Dinge wie KDA kaum erkennen kann. Auch ist die Überarbeitung des TAB-Menü völlig fehlgeschlagen. Gerade das TAB-Menü sollte man schnell erfassen können, da es ein Overlay im Spiel darstellt. Aber jetzt braucht man fast 5x solange um CS oder KDA zu vergleichen.\n\nIch finde, Riot sollte das neue HUD wieder entfernen oder wenigstens eine Option einfügen, dass man zwischen dem neuen und dem alten HUD auswählen kann. Oder wenigstens sollte man das HUD an das alte anlehnen und kein komplett neues erschaffen, damit die Leute, die schon länger LoL spielen sich nicht allzusehr umgewöhnen müssen.","replies":[{"id":"","poster":"Flying Poro LP","date":"2015-09-01T07:53:58.338+0000","up_votes":1,"down_votes":0,"body":"Genau das meine ich","replies":[]}]},{"id":"","poster":"Profound Still","date":"2015-07-22T17:26:47.730+0000","up_votes":2,"down_votes":0,"body":"ich finde diese zeiten der änderung sowieso nicht gut , LoL ist wirklich endgeil , aber wenn sie alles von grund auf ändern wollen , dann können Riot sich auf einige Verluste einstellen ; und ich hoffe , dass irgendein Angestellter das liest und weiterreicht , weil diese Entwicklungen gehen in die falsche Richtung","replies":[]},{"id":"","poster":"Chrizzlybär","date":"2015-07-22T17:17:16.097+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nicht, warum alle mit das Argument kommen \"dar gewöhnt man sich dran\", natürlich gewöhnt man sich dran.\nDas hat aber nix mit gefällt mir oder nicht zutun.\nBeispiel: Hab 6 jahre mein alten VW Vento gefahren, denn ich geliebt und geflegt habe, musste aber, fahre jetzt ein skoda der mir überhsupt nicht grfällt, trozdem hab ich mich daran gewöhnnt, obwol ich lieber mein altes auto zurück haben möchte.\ndas neue HUD gefällt mir garnicht, alles zusammen gequetsch ynd viel zu klein.\nwer rechtschreibfehler finde kann sie behalten, ist nicht meine mutterspeache","replies":[]},{"id":"","poster":"RostigerNageI","date":"2015-07-22T17:02:36.742+0000","up_votes":2,"down_votes":0,"body":"das neue Interface hat mein gameplay jedenfalls komplett zerstört. warum muss man immer dinge die schongut sind, zwanghaft versuchen zu verbessern. ich bin ganz ehrlich der meinung wenn spieler mit dem neuen hud spielen wollen, dann sollen sie, aber es sollte trotz alledem noch die möglichkeit geben auf das alte switchen zu könnnen. auch das neue aram design spricht mich überhaupt nicht an\n\nfür mich ist es auf jeden fall so, das ich in nächster zeit weniger lol zocken werde und eher wieder auf andere sachen/plattformen zurückgreifen werden wie steam oder die ps3. bitter aber wahr","replies":[{"id":"","poster":"Atisuto Artorias","date":"2015-07-22T17:09:00.445+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RostigerNageI,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=0025,timestamp=2015-07-22T17:02:36.742+0000)\n>\n> das neue Interface hat mein gameplay jedenfalls komplett zerstört. warum muss man immer dinge die schongut sind, zwanghaft versuchen zu verbessern. ich bin ganz ehrlich der meinung wenn spieler mit dem neuen hud spielen wollen, dann sollen sie, aber es sollte trotz alledem noch die möglichkeit geben auf das alte switchen zu könnnen. auch das neue aram design spricht mich überhaupt nicht an\n> \n> für mich ist es auf jeden fall so, das ich in nächster zeit weniger lol zocken werde und eher wieder auf andere sachen/plattformen zurückgreifen werden wie steam oder die ps3. bitter aber wahr\n\nBitter das du deine ganze lebenszeit in lol verschwendest anstatt steam und Ps3 :D","replies":[{"id":"","poster":"RostigerNageI","date":"2015-07-22T17:16:04.443+0000","up_votes":2,"down_votes":0,"body":"ja man kann spiele auch kaputt patchen. hab ich schon so oft erlebt in 20 jahren gaming. und danach ist es einfach nicht mehr das selbe. meine ganze lebenszeit stecke ich wohl kaum in lol da haste schon recht, weswegen du dir das auch schenken kannst. aber so 3-4-5 aram games hab ich am tag schon gemacht","replies":[]}]}]},{"id":"","poster":"Tigerkralle99","date":"2015-07-22T16:24:01.917+0000","up_votes":2,"down_votes":0,"body":"bin der gleichen meinung, das neue hud ist einfach kacke für leute die das alte gewohnt sind, ich finde sie solten die möglichkeit geben zwichen alt und neu zu entscheiden.","replies":[]},{"id":"","poster":"TheDriox","date":"2015-07-22T16:16:48.677+0000","up_votes":2,"down_votes":0,"body":"Also Punkt 1:  Das neue HUD hat nichts mit dem umgeräumten Regal im Einkaufsladen zu tun.\n\nPunkt 2: Egal wie schön und gut das ganze ist, wenn man 4 Jahre sich eine Routine erarbeitet hat in welchem Sekunden Teilen man verschiedene Dinge betrachtet und überprüft, dann ist das mehr als nur unangenehm wenn alles plötzlich anders ist.\n\nWenn Riot nicht selbstständig darauf reagiert wird es bestimmt einen netten Menschen geben der das alte HUD für uns wieder benutzbar macht. Ich würde mich sehr freuen wenn jemand in der Lage ist mir zu helfen lasse auch gerne ein Skin springen oder Paypal, denn offen gestanden macht LoL nicht mehr so viel Spaß im aktuellen Zustand.  Würde mich über Antworten oder Adds dazu freuen !","replies":[]},{"id":"","poster":"MaxDeathmagician","date":"2015-07-22T13:58:04.049+0000","up_votes":2,"down_votes":0,"body":"Ich finde es cool das mal der Look von den Maps verändert wurde, aber seitdem du nicht mehr pingen kannst wo Gegner lauern ist man auf seiner Lane unsicher und dadurch geht die Koordination mit dem Team verloren.","replies":[]},{"id":"","poster":"made by syndra","date":"2015-07-22T12:28:17.364+0000","up_votes":1,"down_votes":0,"body":"ich sehe grad in paar stream das leute immernoch den alten Hud haben ^^ also kann man das auch wahrscheinlich noch umstellen","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-22T13:27:21.175+0000","up_votes":2,"down_votes":0,"body":"Nein umstellen kann man das leider nicht. In Normal Games hast du das neue HUD und in Ranked Games das Alte.","replies":[{"id":"","poster":"YouStoleMyName","date":"2015-07-22T15:48:43.072+0000","up_votes":1,"down_votes":1,"body":"was im ranked aber total unangepasst bist. Die SurrenderBox ist übertrieben groß. Die Recallbar.. damit will ich gar nicht erst anfangen :D\nZudem ist die MM trotz Scaling auf 0% so groß wie beim alten UI auf 100%. \n\nHab ich schon gesagt das die neue Stimme in SR tierisch aufn Rand geht ?","replies":[]}]}]},{"id":"","poster":"68 73 77 65","date":"2015-07-22T07:43:29.932+0000","up_votes":2,"down_votes":0,"body":"Du kannst das HUD nicht ändern.","replies":[]},{"id":"","poster":"MrTodForever","date":"2015-07-22T07:44:36.776+0000","up_votes":3,"down_votes":1,"body":"Eine der erfolgversprechendsten Wege wäre es, sich auf Ebay eine Zeitmaschine zu kaufen.\n\nIm aktuellen Client kann man das HUD jedenfalls nicht umstellen.","replies":[]},{"id":"","poster":"i had fun once","date":"2015-07-22T08:20:22.598+0000","up_votes":6,"down_votes":6,"body":"Das HUD ist genau das gleiche wie zuvor, nur das die Kill Anzeige, die Champ Ults links und das eigene Porträt näher zusammen gerückt sind. Damit lässt sich alles schneller erkennen. Wenn man auf die Kills schaut, kann man gleichzeitig auf die Minimap gucken. Ist doch toll. Bringt mehr awareness.","replies":[{"id":"","poster":"Zerbrecher","date":"2015-07-22T14:10:18.806+0000","up_votes":2,"down_votes":0,"body":"Die Icons sind so riesig, dass sie vom Spiel selbst total ablenken.\n\nHätte man eine (Aus-)Wahl... das fände ich toll.","replies":[]},{"id":"","poster":"Trax99","date":"2015-07-22T15:45:48.790+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=i had fun once,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=0005,timestamp=2015-07-22T08:20:22.598+0000)\n>\n> Das HUD ist genau das gleiche wie zuvor, nur das die Kill Anzeige, die Champ Ults links und das eigene Porträt näher zusammen gerückt sind. Damit lässt sich alles schneller erkennen. Wenn man auf die Kills schaut, kann man gleichzeitig auf die Minimap gucken. Ist doch toll. Bringt mehr awareness.\n\nBei mir sind die Items zwischen Minimap und Attckenübersicht. Das ist ne exreme Umstellung weil ich immer rechts unten in die Ecke gucke, und da ist jetzt garnichts mehr. Kann man das nicht umstellen?","replies":[]}]},{"id":"","poster":"Poppy Lee Jones","date":"2015-07-22T08:24:57.390+0000","up_votes":6,"down_votes":5,"body":"ick versteh ja nicht wieso alle das alte klobige hud wieder haben wollen, das neue design ist doch absolut gerechtfertigt, und übersichtlich^^","replies":[]},{"id":"","poster":"FiniarelD","date":"2015-07-22T19:09:14.589+0000","up_votes":3,"down_votes":2,"body":"hi fellas....\nich will auch mal meine meinung hier lassen und hoffen das RIOT das neue HUD wieder ganz schnell verschwinden lässt ODER uns wirklich eine option einbaut in der wir selbst bestimmen können ob wir mit dem \"neuen\" oder dem alten zocken möchten...\nich spiele auch schon seit season1 lol und hab schon viele änderungen miterlebt, einige fand ich echt gut andere nicht so ganz aber nichts desto trotz konnte ich mich an alles gewöhnen was so verändert wurde...der unterschied zu diesem neuen hud ist, ich möchte mich nicht daran gewöhnen! sicherlich, wenn man erstmal n monat mit dem neuen hud spielt wird es in den augen aller nicht mehr ganz so unübersichtlich sein aber trotzdem find ich´s einfach lächerlich das man hier unbedingt alles verändert for no reason...\naußerdem find ichs einfach nur bescheuert das man wirklich an fast allen icons die positionen einfach mal so verändert als obs das normalste der welt wär und dann glaubt das wär besser und übersichtlicher...w8 not....lol is ein schnelles spiel in welchem man schnelle entscheidungen zu treffen hat und die übersicht eine große rolle spielt aber genau diese übersicht wurde mir gerade genommen und jetzt fühle ich mich in meinem spielfluss wirklich negativ beeinflusst...ich brauche einfach viel zu lange um informationen abzulesen die ich vorher mit einem blick gewonnen hatte und darauf hab ich keine lust...\n\nok genug gejammer, ich finds scheiße punkt.....und der einzige grund warum ich hier grad was im forum poste ist, das mir nach diesem hud\"rewürg\" wirklich der spaß am spiel vergeht. ich müsste erstmal eine enorm große menge an zeit investieren um mich letztendlich VIELLEICHT dran gewöhnen zu können und darauf hab ich halt kein bock. \n\nwie wärs wenn man den fähigkeiten q , w , e , r  auch andere plätze zuordnet um die ganze sache abzurunden ? also vielleicht q oben links in die ecke, w unten rechts, e oben rechts und r unten links ? wär voll toll und is wirklich viel angenehmer zum zocken! trust me! ! #ironie.....\n\nalso dann, großes DISLIKE für dieses neue HUD und wenns so bleiben sollte dann leg ich halt n lol ragequit hin, wie gesagt eine option in der man das neue oder alte hud auswählen kann wär einfach nur simpel und angehnemer für alle bitte danke.....\n\njoa und wenn sich hier nichts ändert dann hasta la vista riot, wär zwar schade aber is wohl nicht zu ändern\ncya","replies":[]},{"id":"","poster":"yalo781","date":"2015-07-22T20:42:26.244+0000","up_votes":2,"down_votes":1,"body":"Wenn sich das nicht ändert wars das für mich mit lol!!!\nSO EINE SCHEIßE...\nWAS HABEN DIE SICH DABEI GEDACHT?!","replies":[{"id":"","poster":"FujiwaraNoMokou","date":"2015-07-22T20:45:05.751+0000","up_votes":1,"down_votes":1,"body":"Da kommen sie... die künstlichen Aufreger.","replies":[]}]},{"id":"","poster":"Alim0","date":"2015-07-22T19:41:26.947+0000","up_votes":2,"down_votes":1,"body":"Was ist das wieder für ein Drecks kack den der Sauladen Riot da wieder veranstaltet hat.\nDas Interface sieht aus wie ein Haufen Scheiße!!","replies":[]},{"id":"","poster":"Zingiber","date":"2015-07-22T14:58:41.416+0000","up_votes":2,"down_votes":1,"body":"Tut mir ja schrecklich Leid, aber mit Faulheit hat gefallen oder nicht gefallen nix zu tun. Wenn du uns schon vorwirfst in unserem Job schlecht zu sein: LoL ist im Endeffekt nichts anderes als eine Dienstleistung. Eine Dienstleistung, die seit Jahren wunderbar funktioniert hat. Auf die Arbeitwelt verschoben (um deinem Beispiel zu folgen): Eine Dienstleistung die ich in Anspruch genommen habe und seit Jahren so gewohnt bin und die sich schlagartig derart verändert, kann durchaus zu Kundenverlust führen weil es eben nicht gefällt. Und das entscheidet der Mensch innerhalb weniger Sekunden. Erster Eindruck und so,...\nAuch der Shopvergleich hinkt. Den Shop schaue ich wenige Sekunden im Game an. Das HUD ist einfach mal immer da...\n\nFaulheit ist für mich dann schon eher, dass uns nicht die Wahl gelassen wird welches HUD wir benutzen möchten.","replies":[]},{"id":"","poster":"3ffect23","date":"2015-09-01T10:30:18.995+0000","up_votes":1,"down_votes":0,"body":"Das HUD passt einfach nicht! \nKlingt komisch aber ich habe mich viel wohler mit dem altem HUD gefühlt..{{summoner:3}} \n\nAUF ZUM ALTEN HUD{{summoner:4}}","replies":[]},{"id":"","poster":"Flying Poro LP","date":"2015-09-01T07:49:58.302+0000","up_votes":1,"down_votes":0,"body":"Also ich will jetzt auch mal meinen Senf dazu geben! Ich habe jetzt Ca. 1 Jahr nicht mehr Lol gespielt... und ich bin echt schockiert über das neue Design. Es ist suuuuper unübersichtlich. Alleine das ich 5 min Suchen muss bis ich gecheckt habe wo meine exp sind. Also bitte...\nDann bin ich ADC und möchte gerne CS vergleichen und muss erstmal durchsuchen wo was ist. Früher war einfach alles in einer Liste untereinander... aber jetzt alles kreuz und quer? das nennt ihr übersichtlich? Da bekomm ich lust auf das game und ihr machts so wieder kapooooot","replies":[]},{"id":"","poster":"popogas","date":"2015-08-06T20:18:12.673+0000","up_votes":1,"down_votes":0,"body":"Noch nie was hier in gepostet... aber BOAH einfach wieder abschaffen... Der Rest wurde schon gesagt... mfg","replies":[]},{"id":"","poster":"Gildr0n","date":"2015-08-03T10:27:05.328+0000","up_votes":1,"down_votes":0,"body":"Ich persönlich finde es völlig unübersichtlich... schöner mag es vielleicht aussehen wenn man selber nur irgendwo zuschaut aber es wurde einfach alles zugeschustert. Bringt bitte die Option [x] standard Anzeige [ ] neue Anzeige wo wir alle unsere kreuze setzten können und alle sind zufrieden.\n\nViele Dank","replies":[]},{"id":"","poster":"Tiitani","date":"2015-07-27T18:16:05.437+0000","up_votes":1,"down_votes":0,"body":"jap genauso sehe ich das auch...\nich werde erstmal nicht spielen und hoffe das wir eine bessere möglichkeit angeboten bekommen","replies":[]},{"id":"","poster":"Fl4k3","date":"2015-07-23T12:46:27.555+0000","up_votes":1,"down_votes":1,"body":"Ich finds krass wie sich eine Community so darüber ärgern kann. Das ist schlicht und einfach eine gewöhnungssache. Das neue Hub find ich sehr viel kompackter und im Spiel viel angenehmer, außerdem empfinde ich alles als sehr übersichtlich. Ich spiele seit der Beta und kenne noch das allererste HUB und DAS war eine katastrophe. Ich find auch dafür das man sich entscheiden kann welches Hub man verwendet, aber das neue bietet auch sehr viele Vorteile wie z.b wesentlich mehr übersicht im Kampf oder allgemein im Spiel da weniger Hub elemente die sicht einschränken.","replies":[{"id":"","poster":"malleusmintaka","date":"2015-07-23T12:58:41.495+0000","up_votes":1,"down_votes":0,"body":"Alles ist Gewöhnungssache.  Na und?  Du könntest dich sicherlich auch daran gewöhnen, ohne Kleidung zu leben und deine Nahrung in Mülltonnen zu suchen. Ich verspreche dir, dass du dich daran gewöhst. ich verspreche dir auch, dass es dir nicht gefallen wird. Gewöhnung hat nichts mit Gefallen zu tun, darum geht es hier.\n\nVöllig abgesehen davon, dass mehr als manche Spieler deswegen mti LoL aufhören und die Stats der nächsten ... bis zu 50 Spiele bei ein paar Spielern schlechter sein werden/könnten.","replies":[{"id":"","poster":"Fl4k3","date":"2015-07-23T13:21:18.022+0000","up_votes":1,"down_votes":0,"body":"Du vergleichst eine Hub in eimem Spiel mit einer Lebenseinstellung. Du kannst auch keine Äpfel mit Birnen vergleichen.\nUnd wenn deine Stats schlechter werden weil du evtl nicht deine stats sehen kannst oder welche mates am leben sind oder nicht, dann liegt das mit sicherheit nicht an der Hub mein Freund :D","replies":[{"id":"","poster":"malleusmintaka","date":"2015-07-23T14:11:34.754+0000","up_votes":1,"down_votes":0,"body":"Jaaaaaaaaaaaaaaaaaaaaaaaaaaaaa. Das liegt natürlich auf der Hand. Etwas großes ändert sich, meine Stats werden fatal schlechter. Was ist also schuld? SICHER NICHT die Änderung. Genau...\n\n\nDen Rest kommentiere ich mal nicht, da du mich offensichtlich nciht verstehen willst.","replies":[]}]}]}]},{"id":"","poster":"malleusmintaka","date":"2015-07-22T15:25:00.615+0000","up_votes":1,"down_votes":0,"body":"Ich fände auch ne Möglichket gut, das HUD komplett verschwinden zu lassen, nur mit Minimap und Skillcd (optional) zu sehen. Mehr will ich nicht, aber doch nicht so ein HUD!","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-22T15:48:15.332+0000","up_votes":1,"down_votes":0,"body":"da ist doch das neue HUD schon ein Schritt in die richtige Richtung. Man kann die Stats komplett ausblenden und insgesamt wurden die Elemente, die Karte verdecken verkleinert.\n\nSolche Vorteile lassen sich ganz unabhängig von der Ästhetik nicht von der Hand weisen. Nur weil einige Leute Gewohnheitstiere sind, ist das kein Nachteil. Es hilft sogar die Intelligenz zu steigern, den täglichen Trott durch Änderung bewusster wahrzunehmen und neu zu erlernen.","replies":[{"id":"","poster":"malleusmintaka","date":"2015-07-22T17:39:43.652+0000","up_votes":1,"down_votes":0,"body":"Völlig falsch. Nach der Logik müsste es ja auch Sinn machen, eine grafik, die gut übersichtlich sein muss, in 15 verschiedene Teile aufzuspalten und irgendwie wieder zusammenbasteln. In LoL geht es durchaus um Reaktion und Übersicht, und die ist mti dem neuen Display nicht gegeben.#\n\n Wenn, dann sollten NUR die Minimap und NUR der Cd der Skills zu sehen sein, aber da hat das neue HUD überhaupt nichts verändert/bessert.","replies":[]}]}]},{"id":"","poster":"Sensei Plox Plox","date":"2015-07-22T16:03:30.258+0000","up_votes":1,"down_votes":0,"body":"Welches hud meint ihr denn? Bei mir ist alles wie vorher nur das die minimap blau ist lol. Ist der neue hud nur in normal games oder auch in rankeds ich spiele nur rankeds","replies":[{"id":"","poster":"Atisuto Artorias","date":"2015-07-22T16:11:48.542+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Plox Plox,realm=EUW,application-id=YnZkMR0R,discussion-id=To8Z0IAI,comment-id=0022,timestamp=2015-07-22T16:03:30.258+0000)\n>\n> Welches hud meint ihr denn? Bei mir ist alles wie vorher nur das die minimap blau ist lol. Ist der neue hud nur in normal games oder auch in rankeds ich spiele nur rankeds\n\nInd en rankeds kommt es später erst wird erst nen test auf normal games gemacht =)","replies":[]}]},{"id":"","poster":"Sensei Plox Plox","date":"2015-07-22T09:44:58.718+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist kein neues HUd LOL","replies":[{"id":"","poster":"CrackErsatzhorn","date":"2015-07-22T11:15:08.157+0000","up_votes":1,"down_votes":1,"body":"dann hast du irgendwie pech/glueck","replies":[]}]},{"id":"","poster":"Kaitri","date":"2015-07-22T07:44:52.610+0000","up_votes":1,"down_votes":0,"body":"gar nicht glaube ich :/ falls doch lassts mich wissen!","replies":[]},{"id":"","poster":"Ashuna","date":"2015-07-22T07:34:21.555+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du das?\n\nmfg Ashuna {{champion:1}}","replies":[]},{"id":"","poster":"jokerXDDDD","date":"2015-07-23T13:28:57.403+0000","up_votes":1,"down_votes":1,"body":"Krass....\n\nRiot bringt viele updates die neu sind raus (z.b Neue Map oder der neue Jungle)\n\njeder hat sich dran gewöhnt, also könnt ihr doch paar Spiele spielen und an die Neue HuD dran gewöhnen.. wtf","replies":[]},{"id":"","poster":"Velaun","date":"2015-07-23T10:13:26.242+0000","up_votes":1,"down_votes":1,"body":"Nun, ich muss sagen ich mag das neue HUD. Ich bin zwar noch nicht fertig damit alles **genau** richtig einzustellen, und das wird bestimmt auch noch  ein wenig dauern bis ich wirklich zufrieden bin, aber so ist das halt ^^\nEin paar kleinere Änderungen werden bestimmt auch noch kommen. Wer weiß, vll kann man das HUD dann ja farblich anpassen oder so n Käse. \n\nAllerdings bezweifel ich, dass man das alte HUD wieder anzeigen kann. Man sollte keine Wahl haben zwischen dem neuen und dem alten HUD. \nUnd das aus einem ganz einfachen Grund: LoL ist ein Wettbewerbsorientiertes Spiel. Wenn man sich aussuchen könnte, welche HUD man verwendet, wäre das Forum ganz schnell von Beiträgen ala *Ich hab verloren weil die Gegner/Ich das neue/alte HUD benutz haben! UNFAIR!* überfüllt\n\nVon daher, bin ich strickt der Meinung man sollte sich halt damit abfinden. Ganz einfach. Und man gewöhnt sich eigentlich recht Fix daran. \nIch zumindest hatte bis jetzt kein Problem damit, und ich spiele (mit viiiielen Unterbrechungen) seit S1.\n\nSo viel zu meinem Senf, falls jemand schon etwas ähnliches aufgeführt hat.....ich war zu faul alles zu lesen XD\nViel Spaß noch und haut rein und so","replies":[]},{"id":"","poster":"Gefahrengut","date":"2015-07-23T08:26:39.261+0000","up_votes":1,"down_votes":1,"body":"Ist doch nur gewöhnungssache. Aber ich gebs zu wegen der Größe kann ich nicht meckern, ich spiel auf 32\".\nZwar gestern alle Spiele verloren, aber das schieb ich mal auf einen schlechten Tag. :-)","replies":[]},{"id":"","poster":"ObitanVT","date":"2015-07-22T15:55:29.784+0000","up_votes":1,"down_votes":1,"body":"hat mich jetzt nicht so gestört der wechsel, bemerke ich eh nicht beim spielen","replies":[]},{"id":"","poster":"Worst Yásuo","date":"2015-07-22T12:17:13.436+0000","up_votes":2,"down_votes":2,"body":"+1","replies":[]},{"id":"","poster":"ikslhairtuz","date":"2015-07-22T09:45:40.742+0000","up_votes":1,"down_votes":1,"body":"Naja alles gewöhnungbedürftig... trotzdem sind die Wards auf der Minimap extrem schlecht zu erkennen und finde das es deutlicher angezeigt werden könnte!","replies":[]},{"id":"","poster":"lakba k","date":"2015-07-23T09:35:45.821+0000","up_votes":1,"down_votes":2,"body":"Hört auf zu heulen und gewöhnt euch an das neue HUD. In 2-3 Wochen werdet ihr euch nicht einmal mehr erinnern wie das alte HUD aussah... haters gonna hate","replies":[]},{"id":"","poster":"Atisuto Artorias","date":"2015-07-22T21:24:34.193+0000","up_votes":1,"down_votes":2,"body":"Neues HUD beste der Welt hahahah ! never back to old shit ! Haters gonna Hate","replies":[]},{"id":"","poster":"xreney","date":"2015-07-22T15:17:43.418+0000","up_votes":0,"down_votes":2,"body":"Es ist da und es bleibt da und man wird sicher keine Möglichkeit bekommen es zu ändern. Sicher ist es eine Umstellung die manchen schwerer fällt und anderen leichter, aber sobald du ein paar Tage mit dem neuen Hud gespielt und dich zurechtgefunden hast, kannst du ganz normal spielen. Bei der neuen Map war es auch nicht anders und viele haben gesagt : Äääh sieht zu sehr nach Dota aus! oder der Vogel gefällt mir gar nicht... und nach ein paar Games wars allen egal. Es ist klar, dass nicht jedem das neue Hud gefällt, da man es nie allen Recht machen kann, aber da es nun da ist und sicher nicht verschwindet müssen wir uns alle damit abfinden, egal ob wir es mögen oder nicht.","replies":[]},{"id":"","poster":"Atisuto Artorias","date":"2015-07-22T15:28:05.176+0000","up_votes":1,"down_votes":3,"body":"Haha das neue Hud ist das beste überhaupt das alte war groten hässlich und das neue ist Viel besser übersichtlicher kompakter und angenehmer man hat alle daten und statistiken wärend des spiels schön in einem nahen bereich und muss nicht 5 jahre über den bildschirm kucken um 1 wert rauszu finden.\nFür den LCS bereich ne gute änderung und für die ganzen Casual lol player Deal with it wer mit dem neuen Hud nicht klarkommt ist ganz klar blind oder hat keine ahnung wie gut das neue Hud überhaupt sich auswirkt aufs spielen =).\n\nGGWP Riot jetzt macht das game wieder doppelt spaß =3.","replies":[]},{"id":"","poster":"Armaderschaden","date":"2015-07-22T08:45:21.612+0000","up_votes":2,"down_votes":8,"body":"Das neue HUD möchte ich nicht missen","replies":[]}]}