{"id":"GAXFWAw0","poster":"WU LonelyPixels","date":"2015-07-20T12:49:07.374+0000","title":"WU Gaming | Better Gaming - Better LoL","subforum":"Clans & Teams","embed":{"title":"WU Gaming WU Gaming | Better Gaming - Better LoL","description":"Kalista hat eine im Spiel bis jetzt einzigartige ultimative Fähigkeit, mit der man lustige Sachen anstellen kann. Eine dieser lustigen Sachen, ist es den Gegnern mächtig auf den Keks zu gehen. Vi wollte einfach nur noch unsere Leona umbringen und [...]","url":"http://www.wugaming.com/","image":"http://www.wugaming.com/wp-content/uploads/2014/09/namechange_sale-287x222.jpg"},"up_votes":6,"down_votes":5,"body":"**LIEBE LEAGUE OF LEGENDS COMMUNITY,\r\n**\r\nWU Gaming sucht neue und engagierte Spieler. Den Spa&szlig; am Spiel mit anderen teilen, zusammen besser werden und N&auml;chte durchzocken. League of Legends macht in der Gruppe am meisten Spa&szlig;! WU Gaming ist ein &bdquo;Community-orientierter Clan&ldquo; f&uuml;r euch.\r\n\r\nSollte euer Interesse geweckt worden sein lie&szlig; einfach weiter :).\r\n\r\n**WU Gaming:**\r\n\r\nWU Gaming wurde 2014 von ein paar LoL begeisterten Spielern ins Leben gerufen. Zum einen, um einfach zusammen Spa&szlig; zu haben oder an Turnieren teilzunehmen. Aus dem Projekt wird jetzt aber viel mehr. Ein community-orientierter Clan bzw. Sportverein f&uuml;r eSports soll dem ganzen entwachsen. Dabei geht es in erster Linie darum, die Spielerfahrung der Spieler zu optimieren und zusammen sportlich und gesellschaftlich zu wachsen und spannende Projekte aufzubauen.\r\n\r\n**Warum WU Gaming?**\r\n\r\n* Du hast ein Problem, Kritik, Anregung? Unser ambitioniertes Team h&ouml;rt dir gerne zu\r\n* Du m&ouml;chtest dich gerne in LoL verbessern? Damit bist du hier nicht alleine!\r\n* Eine &uuml;bersichtlich gestaltete Homepage (wugaming.com), ein Forum und einen Ingame Chat zur schnellen Kommunikation mit deinen Freunden\r\n* Du stehst bei uns im Vordergrund nicht irgendwelche komplizierten Hierarchiestrukturen.\r\n\r\n**Ranked Team&acute;s!**\r\n\r\n* Wenn ihr noch Mitglieder oder Subs f&uuml;r eurer Team sucht helfen wir euch\r\n* Eigener TS-Channel in dem ihr ungest&ouml;rt trainieren k&ouml;nnt\r\n* Hilfe beim Management eures Team&acute;s\r\n\r\n**Was wird von euch erwartet?**\r\n\r\n*  Aktivit&auml;t und Interesse, sowie Eigenverantwortung\r\n* Ein funktionierendes Headset, da keiner St&ouml;rger&auml;usche mag :D\r\n* Lust am Spielen und daran besser zu werden\r\n* Du magst dich anderweitig einbringen? Streamer, Coach oder Contentcreator. Wir freuen uns von dir zu h&ouml;ren.\r\n\r\n**Wie bewerbe ich mich?**\r\n\r\nSchreibt uns an. Ingame findet ihr Member wie &bdquo;WU JustSmile6&ldquo; oder &bdquo;WU LonelyPixels&ldquo; und den Ingame-Chat. Per E-Mail k&ouml;nnt ihr mich via tobias@wugaming.com erreichen oder ihr kontaktiert uns einfach &uuml;ber das Kontaktformular auf der Webseite. Alternativ freuen wir uns euch auf unserem TS kennenzulernen: **87.106.86.168**\r\n\r\n**Danke f&uuml;rs durchlesen!\r\nWir freuen uns euch kennenzulernen ;)\r\nMit freundlich Gr&uuml;&szlig;en,\r\nDas WU Gaming Team**","replies":[]}