{"id":"XriBe2fw","poster":"NerD Stasic","date":"2015-07-19T20:25:16.493+0000","title":"High Plat MID sucht seriöses Ranked 5v5 Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hey^^,\r\nich hei&szlig;e Tobias, Tobi, Toubsen oder einfach nur Stasic :D. Ich bin 18 Jahre alt und suche ein seri&ouml;ses Ranked 5v5 Team.\r\nIch spiele seit mitte Season 3 und maine auch seitdem Mid. Derzeit bin ich Platin 2 mit 79 LP, aber diamond kommt mir in die Sicht :).\r\n\r\n**Aber nun was ich als Spieler zu bieten habe:**\r\n\r\n-P&uuml;nklichkeit und VIEL Zeit:\r\nIch habe zurzeit eine Freundin und gehe noch zur Schule, dementsprechend hab ich viel zeit, d. h. mindestens einige Stunden am Tag. Bin auch bereit Sachen aus dem RL liegen zu lassen sofern diese Dinge nicht zu wichtig sind.\r\n\r\n-Kritik und (Ingame-)Verhalten:\r\nWenn ich Missplays bringe und sie nicht selber erkenne nehme ich Kritik durchaus, solange sie konstruktiv ist, an und beherzige diese auch um zuk&uuml;nftige Fehler zu vermeiden. Zum Verhalten l&auml;sst sich sagen bin ich ein recht aufgeweckter Kerl der gerne auch Spa&szlig; macht und eigentlich jegliche Art von Humor hinnimmt^^. Ich kann aber durchaus ernst und konzentriert sein, was immer bei Rankeds der Fall ist. Ingame muss ich sagen, dass ich selber shotcallen kann oder auch shotcalls befolgen kann. Eine Schwierigkeit von mir ist ein wenig, dass ich bei manchen Games wo man ziemlich ahead ist, das Spiel zu leicht nehme und das hat schon zu manchen Throws gef&uuml;hrt, aber ich arbeite dran.\r\n\r\n-Championpool und Ingame-Knowledge:\r\nMains:{{champion:238}} {{champion:268}} {{champion:103}} {{champion:61}} \r\nSkilled but not mastered:{{champion:8}} {{champion:112}} {{champion:69}}{{champion:101}} {{champion:96}}  {{champion:4}} \r\nBeherrschen der Metapicks ist nat&uuml;rlich vorrausgesetzt (Varus etc.)\r\nWann ich welches item baue, spikes etc. sind alle bekannt und werden durch Rotationen auch ausgenutzt.\r\nWards werden auch ohne erw&auml;hnen gesetzt oder erneuert. Erfahrung in eigentlich allen Midlanematchups vorhanden.\r\n\r\n-Ts3, Skype und Whatsapp\r\nIch bevorzuge Ts3, da Skype bei mir ein wenig f&uuml;r laggs sorgt. Whatsapp vorhanden.\r\n\r\n\r\n**Was ich mir von euch W&uuml;nsche:**\r\n\r\n-Nat&uuml;rlich w&uuml;nsche ich mir P&uuml;nktlichkeit und Trainingszeiten. Trainingszeiten w&uuml;nsche ich mir viele, d. h. zum Beispiel nicht 3 mal die Woche f&uuml;r je 2 Stunden sonder einmal den ganzen Abend. Also generell viel Training, denn ich m&ouml;chte mit dem Rankedteam etwas erreichen, d. h. Tuniere, &quot;high elo&quot; etc. \r\n\r\n-Fehler d&uuml;rfen nicht im Spiel besprochen werden. Das soll nach dem Spiel gemacht werden und wenn ein Fehler wird ohne mad zu werden weitergespielt. Vorraussetzung ist einen k&uuml;hlen Kopf zu bewahren wenn mal einmal ein richtig mieses Spiel hatte, denn dass schadet der Teamatmossph&auml;re!\r\n\r\n-Gespr&auml;che. Gespr&auml;che m&uuml;ssen sowohl ingame als auch outgame gef&uuml;hrt werden, denn ich denke das steigert das Game-/Teamplay, also auch gespr&auml;chige Leute. (Nat&uuml;rlich k&ouml;nnen auch stille dabei sein aber nicht das es im Teamranked komplett still ist ^^)\r\n\r\n-Ts3 bzw. Skype und Whatsapp sowie funktionsf&auml;higem Headset/mikro sollten vorhanden sein (hat ja kein sinn sonst :P).\r\nWhatsappgruppe ist lediglich f&uuml;r Termine, Trainingszeiten etc. benutzt, as hei&szlig;t aber nicht das kein bullshit gepostet werden darf hehe :p\r\n\r\nAlso das wars eigentlich von mir; ich wei&szlig; es ist ein wenig lang aber ich hoffe ein paar Leute haben sich die M&uuml;he gemacht :D.\r\n\r\nLiebe Gr&uuml;&szlig;e,\r\nTobi aka SHG Stasic (SHG war nur wegs ganz altem Teamnamen :P)","replies":[]}