{"id":"sdtEjJJZ","poster":"Wiedword","date":"2015-07-20T09:16:26.642+0000","title":"Platin 2 Toplane LF Seriöses Team","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Guten Tag,\r\n\r\nMein Name ist Stefan und ich bin derzeit 18 Jahre alt. Ich spiele seit Season 2 Ende League of Lego und maine seit ich Lvl 30 erreicht habe die Toplane. Zu meinem derzeitigen Championpool geh&ouml;ren im Grunde alle Toplaner, au&szlig;er Ryze (lange nicht gespielt), und auch eher ungew&ouml;hnliche Picks (z.B. Wukong, Orianna, Nidalee falls es passt).\r\nIch mache derzeit eine Lehre und bin deshalb meistens um ca 17:15 bereit zum trainieren. Meistens bleibe ich bis ca 22 Uhr online.\r\nIch habe bereits Team- und Turniererfahrung, auch wenn es bisher nur eher kleine Turniere waren (z.B. Tryforce / ESL) und falls gew&uuml;nscht kann ich auch Shotcallen. Auch wenn mein Account derzeit nur Platin 2 ist, bin ich es gew&ouml;hnt (durch Teamranked und DuoQ) gegen Diamant und auch teilweise Master Spieler zu spielen. Mir ist die SoloQ nicht so wichtig, auch wenn ich mich diese Season an irgendeinem Wochenende sicher noch auf Diamant hochspielen werde.\r\nIch bin es gew&ouml;hnt, dass (&auml;hnlich wie bei den LCS die Coaches) jemand quasi die Leitung &uuml;ber die Championselect &uuml;bernimmt und arbeite auch aus eigener Erfahrung bevorzugt mit einem Coach zusammen. Ich habe nicht die beste overall Gaming Knowledge, aber ich habe mir &uuml;ber die Jahre eine gute Toplane/Teamfight Knowledge angeeignet.\r\nLogischerweise darf der Spa&szlig; am Spiel nicht fehlen, auch wenn ich w&auml;hrend Ranked Spielen meistens erst bleibe.\r\nHeadset/TS3/Whatsapp sind alles vorhanden.\r\n\r\nAuch wenn in dem Text (der viel zu lange geworden ist) schon alles drin stehen sollte, schreibt mich einfach an oder schreibt hier im Forum wenn ihr noch etwas wissen wollt :)\r\n\r\nLG Wiedword","replies":[{"id":"","poster":"Wiedword","date":"2015-07-20T14:18:23.585+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}