{"id":"O6pEpbFx","poster":"Naminomana","date":"2015-07-19T11:46:29.514+0000","title":"Name und Profil wird bei Freunden nicht angezeigt.","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Habe seit gestern das &#039;Problem&#039; das mein Name bei Freunden in der Freundesliste wie im Chatfenster nicht richtig bzw vollst&auml;ndig angezeigt wird.\r\nHabe gestern meinen Namen ge&auml;ndert.\r\nEbenso k&ouml;nnen meine Freunde nicht auf mein Profil gelangen, nicht einmal in der Freundesliste wenn man mit der Maus dar&uuml;ber f&auml;hrt und normal angezeigt, welches Lvl man hat oder welchen Champ man h&auml;ufig spielt, stattdessen wird das Fenster mit einem Ladekreis angezeigt und passiert nichts weiter.\r\nim Spiel allerdings, wird mein Name komplett angezeigt.\r\n\r\nIch selbst wiederum, komme normal auf mein Profil, auch wird mein ge&auml;nderter Name komplett angezeigt nun meine Frage/n;\r\n\r\n1. Wie kann das sein ?\r\n2. Was kann ich dagegen tun ?\r\n3. Geht das auch wieder weg ?","replies":[{"id":"","poster":"Xøna","date":"2015-08-02T14:42:40.073+0000","up_votes":1,"down_votes":0,"body":"Mein Freund hat dasselbe Problem.\nEr hat sich in Report My Jungle umbenannt aber gerade heißt er im client einfach nur Rep.\nWenn ich auf View Profile klicke erscheint ein komplett anderer Spieler namens Rep.\nSolange er Rep heißt kann ich ihn auch nicht spectaten.\nWenn ich ihn zu einem Spiel einlade und die Queue starte heißt er wieder normal Report My Jungle in meiner friendlist.","replies":[{"id":"","poster":"Naminomana","date":"2016-06-09T09:58:01.687+0000","up_votes":1,"down_votes":0,"body":"Ich weiß recht Spät, aber ich hab mich beim Support derweil gemeldet gehabt. Mit Hilfe Ging es auch wieder ! :) Gott sei Dank.\nIch hatte eine Namensänderung in GC Plüschmors (<3)\nund bei mir wurde nur GC Pl angezeigt, war echt ärgerlich :D\n\nLösche ihn aus der Freundesliste und adde ihn neu, auf den richtigen Namen.\nGut bei mir war das bisschen andersrum, dass ich meine Freunde gelöscht habe und sie mich neu geaddet hatten, wie dem auch sei es ist wie es jetzt sein sollte :)","replies":[]}]}]}