{"id":"vUq83dbm","poster":"AiR Clyde89","date":"2015-07-19T11:07:35.627+0000","title":"Suche Duo Partner um gemeinsam aus Bronze zu kommen+ Fehler","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hey Leute,\r\n\r\nich suche einen DuoQ Partner f&uuml;r den Bronzebereich da mir die Soloque die letzten Tage alleine einfach aufn den Senkel geht.\r\nEntweder failen wir alle gemeinsam als team oder es gibt mal wieder so spezialisten die meinen oh muss mal kurz essen gehen :D\r\n ich hoffe mit einem partner gemeinsam besser rauszukommen. bin grade leider frisch abgestiegen in B4 durch nette 4 losses hintereinander. Spiele meistens Top mit Gnar oder auch diverse andere lines. hat jemand vlt etwaige verbesserungsvoschl&auml;ge?\r\n k&ouml;nnt euch ja mal ds letzte spiel z.b. ansehen. mache ich etwas offensichtliches Falsch? &Uuml;ber jeden Rar w&uuml;rde ich mich freuen\r\n\r\nund wer lust hat auf DuoQ der kann sich gerne ingame melden :) unter dem Namen Unbre&acirc;kable\r\n\r\n\r\ndanke im vorraus\r\n\r\np.s. folgende champs spiele ich bevorzugt\r\n\r\nTop: Gnar,Darius\r\nMid: Xerath,Anivia\r\nJung:Warwick,Sejuani,YI\r\nADC:Sivir,Tristana\r\nSupp;Leona und jetzt auch Braum","replies":[{"id":"","poster":"RM Heartmeander","date":"2015-07-19T11:50:01.537+0000","up_votes":1,"down_votes":0,"body":"Das liegt definitiv an dem Namen.\nDurch das ^ denkt lol du bist n Fronazose, daher wirst du mit anderen Franzosen gematcht und da Franzosen ja bekanntlich schlecht sind verlierst du xD\n\nSpass beiseite.\nAm Itembuild liegt es bei Gnar zumindest nicht wirklich, da sieht es schon recht gut aus auch wenn man mal ab und zu nen anderes Item nehmen könnte.\n\nIch schätze mal das grösste Problem sind die Tode.\nDu bist in den letzten Gnarspielen recht viel gestorben, in 3 von 4 Spielen hattest du mit am meisten Tode des Teams.\nLinks die gegnerische Toplane, rechts deine Stats.\n28/11/13     11/16/22 l\n19/9/8         3/12/13 l\n4/2/3           2/5/1 w\n4/1/8           3/7/2 l\n\nDu siehst also worauf ich hinaus will.\nIn 2 von 4 Fällen war die Toplane overfeed.\nIn einem Fall war der zwar ein bisschen gefeeded aber  ihr habt es gewonnen.\nIn einem Fall war der ein bisschen gefeeded und ihr habt verloren.\n\nIn allen 4 Fällen warst du im negativen Bereich und der Gegner stand positiv.\nMan sieht es jetzt leider nicht an meinen Spielen aber der Farm ist ein grosser Unterschied.\nhttp://euw.op.gg/summoner/userName=Unbre%C3%A2kable\nDu hast mit Gnar im Schnitt 4,35 cs pro Minute.\nDas enspricht von 2 Waves (6 minions pro Wave also 12) also 4,35.\nUnd es gibt ja noch die Cannon, bei der die Wave aus 7 besteht.\nAlso wenn wir 6 Minions nehmen hast du von den 12 Minions genau 36,25% bekommen also ein bisschen mehr als ein Drittel.\nDas ist leider zu wenig.\nAuch wenn du damit über dem Schnitt von deinen Teammates bist die du da hattest ist das doch zu gering.\nVor allem in Verbindung mit den vielen Toden.\nMit einem normalen Jungler kann man gut auf 3,3cs/m kommen.\nDas haben deine Mates/Gegner nähmlich in etwa.\nAlso holen sie im Jungle pro Minute nur etwa 1 cs weniger als du auf der lane.\nSprich er macht etwa 2 Camps pro Minute im Jungle.\nDa solltest du auf der Lane eigentlich mehr Farm haben.\n\nDann solltest du deine Runen überarbeiten.\nIn den gelben solltest du Rüstung oder Leben haben und kein AD.\nDeine AP Seite sollte Magiedurchdrinung in den roten haben.\nDeine AD Seite sollte auf etwas beschränkt sein.\nAD pro Stufe ist nicht wirklich gut, da ist flat AD besser.\nLebensraub kann gut sein, ich persönlich würde aber eher AS Essenzen reintun, da AS auch deinem Gnar viel bringt oder halt AD.\n\nIch weiss zwar nicht mit welchen Masteries du auf Gnar spielst aber ich würde die auch mal überarbeiten.\nEbenso würde ich die AP wie die Tris AD anpassen mit dem defensiven.\n\nWenn du willst kannst du mich ja IG adden und wir können uns das ganze zusammen ansehen und uns im TS unterhalten.\n\nAlso zusammengefasst:\n\n- Runen/Masteries überarbeiten (mehr Runenseiten!)\n- Weniger sterben\n- Mehr farmen\n\nDas sind schonmal Punkte an denen du arbeiten kannst.\nAm besten testet man farmen in nem freien Spiel und versucht in so 12 min 100 Farm zu bekommen.\n\nEben falls du noch mehr Fragen hast oder ich dir mehr helfen soll, adde mich in Game unter **RM Heartmeander** und wir können das ganze im TS besprechen was man noch verbessern kann.","replies":[{"id":"","poster":"AiR Clyde89","date":"2015-07-19T12:11:40.113+0000","up_votes":1,"down_votes":0,"body":"vielen dank für die sehr ausführliche antwort deinerseits habe dich mal geaddet :)","replies":[]}]}]}