{"id":"8E5sJKlL","poster":"Cedilu","date":"2019-03-25T10:01:32.251+0000","title":"Ist dieser 14 Tage Bann gerecht ?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":8,"body":"Hey Leute, hatte noch nie eine Sperre vorher, zumindest nicht in den letzten Monaten oder im letzten Jahr. Habe jetzt einen instant 14 Tage Bann kassiert. Findet ihr den Gerecht? Klar bin ich nicht ganz hundertprozent freundlich aber wirklich flamen tue ich nicht und toxic ist es eigentlich aucht nicht.\n10 Game Chatsperre hätte ich gesagt, okay war vielleicht blöd zu fragen ob die Gegner meine m8s reporten können. Aber im Endeffekt sehe ich hier keinen Grund für eine instant 14 Tages Sperre. Hier die Chatlogs\n\nGame 1\nIn-Game\nCedilu: we are full lategame\nCedilu: care early\nCedilu: mb\nCedilu: sr\nCedilu: yeah dude\nCedilu: thought hes a kill\nCedilu: mb as i said\nCedilu: nasus dont make me feel bad\nCedilu: for reakl\nCedilu: i let u now\nCedilu: U dont need to say that\nCedilu: fckm sry ryze\nCedilu: didnt looked chat\nCedilu: next one\nCedilu: can u pls just let me play instead of flkaming\nCedilu: i didnt even entered her jungle\nCedilu: stfu ansus\nCedilu: idc what u all say\nCedilu: i play my game\nCedilu: dont care if u flame me\nCedilu: continue this\nCedilu: np\nCedilu: cool\nCedilu: but in the end u will ge tthe penalty for flaming me\nCedilu: and not me for inting     (da hatte ich einfach nur ein schlechtes Spiel, geintet habe ich nie)\nCedilu: ur attitude against me is so engative thats enough\nCedilu: it is dude\nCedilu: For real xD\nCedilu: i didnt ??? xD\n\nGame 2\nIn-Game\nCedilu: +cmon soraka thaat was so obvious\nCedilu: why just dont go backj\nCedilu: guys\nCedilu: bot is dying\nCedilu: their lane needs 0 skill\nCedilu: kassa what u doing bot?\nCedilu: for real\nCedilu: u just wasted ur mid turret\nCedilu: i was bot to def it\nCedilu: kassa shut up\nCedilu: mmhhh\nCedilu: let me guess\nCedilu: u ever played against alistar ysuo botlane with a passive support like soraka?\nCedilu: 0 chance for us\nCedilu: and mumu ganked a lot\nCedilu: we troll ?\nCedilu: ye better chase one instead of helping team\nCedilu: repor Kassadin for flaming pls\n\nGame 3\nIn-Game\nCedilu: ty\nCedilu: ofc not\nCedilu: but i made the ebst out of it\nCedilu: OHG OKAY\nCedilu: cant u just kill the 1 hp leoona\nCedilu: but the leona were out oof position\nCedilu: jinx wwas next to him\nCedilu: wtf are u ddoing guys\nCedilu: i mean look how u play\nCedilu: xDD\nCedilu: 100% kp and u flame the jungler\nCedilu: like u can play a lane alone\nCedilu: yeah i see pure inmt    (sie meinte ich inte und dann habe ich das ironisch auf mich bezogen)\nCedilu: look vaynes positiioning xD\nCedilu: enjoy perma\nCedilu: xDDDD\nCedilu: nooooo\nCedilu: u diddnt xD\nCedilu: whats about when u died and di took a doduble\nCedilu: did i fucked that up too?\nCedilu: xDDD\nCedilu: report vayne for saying kys to me    (Vayne sagte: \"i swear kill yourself\" \"fucking ape\" \"kys\"\nPost-Game\nCedilu: enjoy ur perma\nCedilu: \"kys\" \"i swear kill yourself\" fuckin ape\"\nCedilu: for real\nCedilu: ofc xD\nCedilu: u refusedd tht u saidd that ? xD\nCedilu: Jinx pls tell her shes wrong\nCedilu: pls\nCedilu: thank you\nCedilu: dude noone cares about ur match history\nCedilu: u said \"kys\"\nCedilu: u wont have a match history then anymore\nCedilu: for real\nCedilu: i will chat to the riot support to make them ban you\nCedilu: it shouldnt be like that jinx\nCedilu: rly not\nCedilu: u can say\nCedilu: bg next\nCedilu: but not kys\nCedilu: i will\nCedilu: yes jinx but riot should ban those people\nCedilu: ye i will check vaynes account\n\n\nEure Meinung bitte höflich unten drunter\n\nEDIT: Strafe wurde auf 10 Games Chat Sperre geändert","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T10:42:25.109+0000","up_votes":3,"down_votes":2,"body":"Warum bist du auch so doof und zitierst kys ? \nDa sollte doch klar sein das das System direkt anspringt ? \n\nSchreib den Support an und erkläre es  Vilt bekommst du nur eine Chat sperre ;)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:46:19.445+0000","up_votes":1,"down_votes":8,"body":"Was heisst den so doof bitte ? \nDie gegner fragen, warum sie intet. Ich sage denen: ja sie hat \"kys\" geschrieben","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-25T10:53:10.379+0000","up_votes":8,"down_votes":0,"body":"Und dann schreibt man einfach nichts reportet man den Typen und er wird gebannt...\n\n1 Report= 9 Reports\n\nUnd ja das ist tatsächlich doof...","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:54:59.843+0000","up_votes":1,"down_votes":4,"body":"Wo steht denn bitte, dass ich niemanden zitieren darf?\nWie gesagt 1 report = 9 report wusste ich nicht","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T11:13:52.357+0000","up_votes":4,"down_votes":0,"body":"Sowas muss man nicht extra erwähnen. \n\nUnwissenheit schützt vor Strafe nicht. \n\nAllgemein solltest du weniger in game Chatten","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:16:18.622+0000","up_votes":2,"down_votes":2,"body":"Dann ist es auch keine Straftat. \n\nHabe ich auch nicht behauptet\n\nAnsichtssache, werde ich aber ändern","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T11:59:25.954+0000","up_votes":3,"down_votes":5,"body":"Ja sag das dem Richter dem ist deine Ansicht egal und Riot ist der Richter ^^ \n\nWenn du nicht weißt das du jemanden nicht erschießen darfst und es dann tust ist es trotzdem eine Straftat ^^ \n\nWie gesagt ich hab kein Mitleid weil du selber schuld bist :D \n\nIch selbst reporte oft Leute die los schreiben und auch die die dann so doof sind es zu zitieren. Obwohl ich weiß das er das nicht böse meint.  Ich mach das einfach weil ich weiß das es geht ^^","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T12:02:44.976+0000","up_votes":2,"down_votes":4,"body":"Was bist du bitte für einer xD. \nJetzt mal ehrlich, Ich habe die AGB von Riot akzeptiert, steht da ich darf nicht zitieren? \nIm deutschen Gesetzbuch steht, dass ich nicht töten darf.\n\nDas macht dich natürlich zu einem besseren Menschen...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T12:06:52.614+0000","up_votes":2,"down_votes":4,"body":"Ich denke mal du hast beides nicht gelesen ^^ \nUnd die AGBs hast du einfach nur angeklickt um spielen zu können :) \n\nImmerhin bist du auch Toxic uns das soll man laut AGBs nicht sein ;) \n\nEdit. \nÄndert übrigens auch nichts daran das ich recht hab ^^\n\nUnd zum Thema besserer Mensch :0 Du kennst mich nicht aber ja. Allgemein zähle ich als großartig ;)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T13:50:45.734+0000","up_votes":3,"down_votes":3,"body":"Ich verstehe halt einfach nicht, warum du unter diesem Thread kommentierst, du bist nur hier um mich zu provozieren. Sagst ich bin doof usw. Überleg mal wer hier Toxic ist","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T13:56:10.942+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T13:57:46.362+0000","up_votes":2,"down_votes":2,"body":"Alleine daran wie du mich hier versuchst zu provozieren zeigt wie toxic du bist. naja ich werde dir nicht mehr antworten \nbye","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T14:00:03.315+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:44:28.533+0000","up_votes":8,"down_votes":0,"body":"Nichts für ungut. Aber du bist hier im Forum öfters nicht besonders nett zu den Leuten. Der TE hat schon Recht. Oft sind deine Posts provozierend auch wenn du im Grunde die Frage vom TE damit beantwortest. Du könntest sie auch einfach netter formulieren. ^^ \n\nDas is mir jedenfalls schon öfter aufgefallen.","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-26T06:20:55.762+0000","up_votes":1,"down_votes":1,"body":"Ja ich bin ein böser unsympathischer Popo ^^ \n\nBin ja nicht hier um Freunde zu finden ;) \nund wenn ich die Wahrheit sagen und die unfreundlich rüber kommt dann ist das halt so :3","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Xyltin","date":"2019-03-27T06:54:12.997+0000","up_votes":1,"down_votes":0,"body":"Es ist verboten und Reports zu bitten. Wenn du jemanden reporten willst ok, aber Frage nie danach, dass andere es tun sollen. \n\nUnd zitieren ist nicht verboten aber das System erkennt es nicht.","replies":[]}]}]}]}]},{"id":"","poster":"ImTheFox115","date":"2019-03-25T10:28:59.552+0000","up_votes":5,"down_votes":0,"body":"Du hast Kys geschrieben...\nDas gibt Instant den 14 Tage ban","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:30:14.508+0000","up_votes":1,"down_votes":4,"body":"Habe ich nicht xD ich habe lediglich die Vayne zitiert, wo ist das verboten? Deswegen auch die Anführungszeichen","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-25T10:31:43.199+0000","up_votes":4,"down_votes":0,"body":"Im Endeffekt hast du Kys geschrieben...\nSchreib am besten mal den Support an...","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:34:02.546+0000","up_votes":1,"down_votes":3,"body":"Im Endeffekt habe ich sie nur zitiert und es zu keinem gesagt, vermute, dass das automatische Bannsystem dies nicht gecheckt hat und ich sonst vielleicht nur 10 Games Chat Sperre bekommen hätte. Habe den Support angeschrieben, dauert nur","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-25T10:44:41.866+0000","up_votes":2,"down_votes":0,"body":"Naja guck mal den Text durch..,\nNicht alle sind in Anführungszeichen gesetzt...","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:48:24.387+0000","up_votes":1,"down_votes":2,"body":"\"report vayne for saying kys to me\" \n\nDas heißt ja nicht, dass ich das zu ihr sage, sondern nur, dass sie das gesagt hat\n\n\" but not kys\"\n\nDa sage ich nur, dass man das nicht sagen sollte","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T11:56:51.244+0000","up_votes":4,"down_votes":0,"body":"Das spielt keine Rolle ob du es zitierst oder nicht. Du hast es geschrieben und das reicht, dass das System da anspringt. \nNatürlich werden Beleidigungen nicht außen vor gelassen, nur weil sie in Anführungszeichen geschrieben werden. Sonst könnten echte Flamer ihre Flames ja einfach in Anführungszeichen schreiben und schon fallen sie aus dem Raster. :D \n\nDu hast so oft kys geschrieben, auch wenn es nur zitiert war, dass du dafür natürlich bestraft wirst. Riot ist da aber immer kulant und entbannt die Leute. \n\nAber in Game 1 und 2 warst du auch nicht besonders nett. Solche Sachen solltest du einfach zukünftig unterlassen. Gehe nach dem Motto \"wenn du nichts nettes zu sagen hast, dann sage einfach gar nichts.\" \n\nAuch das \"stfu Nasus\" war nicht nett. Egal aus welchem Grund du das geschrieben hast, ob aus Verteidigung oder nicht. Wenn du nicht willst, dass er flamed, kannst du das auch anders formulieren, anstatt ihm ein freches \"Halt dein scheiß Maul\" an den Kopf zu werfen, meinst du nicht? ^^","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T12:04:04.899+0000","up_votes":1,"down_votes":0,"body":"Ja stimmt schon was du sagst, wusste das mit den Zitaten auch nicht. Nächstes mal weiß ich es besser","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:44:45.682+0000","up_votes":1,"down_votes":0,"body":"Es gibt einen einzigen Grund den Riot durchgehen lässt, mit dem man (in Grenzen) bannwürdiges Straffrei nutzen kann.\nDieser Grund wurde als \"Billy vs. the machine\" bekannt und bezeichnet das im Chat formulierte Flamen der eigenen Person.\nHierzu eine in meinen Augen zuverlässige Quelle: [Player Behavior Knowledge Base: Bans Art. 4](https://en.volu-eu.org/pbkb_general_user_view.php?art=11)\n\nDa dies für dich nicht gilt. Hast du dir mit dem Zitieren ein Eigentor geschossen.\n{{sticker:slayer-jinx-wink}} ","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T20:21:44.860+0000","up_votes":1,"down_votes":0,"body":"Anscheinend bin ich dann wohl auch ein Billy. Riot hat den Bann zurückgenommen\n\n\n\n {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-26T20:31:10.759+0000","up_votes":1,"down_votes":0,"body":"Freut mich für dich.\nIch hätte es nicht gemacht, jedoch freut es mich, dass Riot sich tatsächlich noch mal mit derartigen Situationen beschäftigt.\nSieht man selten.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:32:16.767+0000","up_votes":1,"down_votes":0,"body":"> Cedilu: report vayne for saying kys to me (Vayne sagte: \"i swear kill yourself\" \"fucking ape\" \"kys\"\n\nZitat Game 3 Letzte Zeile vor dem Post-Game.\n\nAnführungszeichen?????\n\nIch gehe davon aus, dass die Klammer eine Ergänzung sein soll, jedoch ist das fünfte Wort deiner Aussage klar **kein** Zitat.\nWeiterhin ist es auch noch eine Report-Aufforderung. Im Endeffekt also ist dieser Satz einer der wesentlichen Gründe deiner Strafe.\n{{sticker:slayer-jinx-wink}}","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T18:42:10.621+0000","up_votes":1,"down_votes":1,"body":"Wenn man alles so genau nimmt wie du, kann man jeden dritten Spieler bannen. Ich sehe jedes game Report Aufforderungen.\nKlar ist das keine Rechtfertigung aber 2 Wochen weil ich da keine Anführungszeichen hingeschrieben habe? Ich bitte dich","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T19:00:18.476+0000","up_votes":1,"down_votes":0,"body":"> Wenn man alles so genau nimmt wie du, kann man jeden dritten Spieler bannen\n\nNicht wirklich. Das System ignoriert Anführungsstriche eh, daher würde sich diesbezüglich zum heutigen Stand nichts ändern.\n\nDer Stand 2016 lag bei weniger als 1% der Spieler.\n\n> _(Frage eines Spielers)_ So many people are getting permanently banned those days,\ndon't you think the new system is too severe ?\n\n> _(Antwort von Riot Lyte (ehemaliger Riotler))_ Last we checked, less than 1% of active players were receiving game\nbans/permanent bans these days, so it's probably not likely that the system is\nmore severe. It might be that more recently, more players are posting about it\nor talking about it, so it seems more frequent.\n\n> Quelle: [ASKfm Support Center 2016 Seite 25 Zugriff über Volunteers PDF-Reader](https://en.volu-eu.org/viewer.php)\n\nIch würde davon ausgehen, dass im Sinne dieser Antwort die relative Spielerzahl, die Banns erfuhr, immer noch bei weniger als 1% der Spielerschaft liegt.","replies":[]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:29:59.337+0000","up_votes":1,"down_votes":0,"body":"{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"Owzet","date":"2019-03-25T19:34:58.205+0000","up_votes":1,"down_votes":5,"body":"***","replies":[{"id":"","poster":"Bettnachleger","date":"2019-03-26T06:47:46.781+0000","up_votes":6,"down_votes":0,"body":"> weil lol und die community echt garbage sind\n\nMal davon ab, das du ganz klar einer der oberpussys bist mit deinem lvl 169 Account, auf dem du fast jeden Tag ueber mehrere Stunden das Pussyspiel einer Pussyfirma spielst, bist du doch selbst Teil dieser Community.","replies":[{"id":"","poster":"dugg","date":"2019-03-26T14:19:25.261+0000","up_votes":2,"down_votes":0,"body":"Schachmatt.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2019-03-25T12:24:12.951+0000","up_votes":4,"down_votes":0,"body":"Du hast Dich am Wort kys so sehr hochgezogen, dass Du es 5 Mal verwendet hast. Der Chat ist weder Kaffeekränzchen noch Diskussionsplattform, sondern ein Mittel zum Austausch von taktischen Infos. Aber nein, der \"angegriffene\" Spieler muss sich auf Biegen und Brechen dürber aufregen wer alles was zu ihm gesagt hat und auch gleich noch das eine oder andere toxische Quäntchen dazu tun.\n\nDas mit dem kys kannst Du gerne noch mit dem Support diskutieren. Bringt vielleicht was.\nAber auch ohne diese Zeilen bleibt genug für einen Report und mindestens eine CR. Aber:\n\n> Hey Leute, hatte noch nie eine Sperre vorher,  **zumindest nicht in den letzten Monaten oder im letzten Jahr**. \n\nSolltest Du also von einer 25er CR noch nicht reformiert gewesen sein, dann folgt der Bann schon automatisch. Also denk nochmal scharf nach.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T13:49:15.308+0000","up_votes":1,"down_votes":0,"body":"Ich habe aber zu niemandem \"kys\" geschrieben und das ist doch eben der Punkt. Hatte auf dem Account noch keine CR soweit ich weiß","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:46:56.943+0000","up_votes":1,"down_votes":0,"body":"Ich habs dir doch schon erklärt oder? Es spielt keine Rolle ob du jemanden so genannt hast oder nicht. Zitate kann der Bot nicht erkennen, was auch vollkommen richtig so ist. \n\nPrinzipiell wurdest du somit laut System zurecht bestraft. Riot ist nur kulant und entbannt die Leute dafür, weil ihre Intention hinter dem Geschriebenen nicht das beleidigen ist. Aber im Grunde soll dieser Satz gar nicht im Chat geschrieben werden auch nicht als Zitat.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:53:29.864+0000","up_votes":2,"down_votes":3,"body":"Aber nur weil die Software fehlerhaft ist, kann doch ich nichts dafür. Ich flame sie doch nicht dafür, ist doch okay, dass sie das nicht unterscheiden kann. Ist nur eine Maschine. Aber es geht hier ums Prinzip und um Fairness und das, kann nur ein Mensch beurteilen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:02:20.438+0000","up_votes":2,"down_votes":1,"body":"Die Software ist nicht fehlerhaft, es ist so gewollt, es soll keinen Unterschied machen. Weil Riot solche Äußerungen GAR NICHT im Chat haben will. Egal ob als Zitat oder als sonstiges. GAR NICHT NIEMALS NIE. Verstehst du? \n\nRiot entbannt dich nur aus Kulanz. Weißt du was Kulanz bedeutet? Es ist freiwillig, sie sind nur nett aber sie müssten es nicht machen. Sie machen es nur, weil du eigentlich niemanden beleidigt hast. Aber sie müssten dich nicht dafür entbannen, weil du zurecht bestraft wurdest. Es ist einfach ein nettes Entgegenkommen vom Unternehmen.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:05:05.205+0000","up_votes":1,"down_votes":5,"body":"Naja, ob das wirklich so ist, weiss ich nicht. Nur weil ich mich mit jemandem über \"Kys\" unterhalte gehöre ich halt nicht gebannt, finde ich zumindest","replies":[{"id":"","poster":"Abasin","date":"2019-03-25T15:16:29.724+0000","up_votes":3,"down_votes":0,"body":"Irgendwie denke ich gerade an \"Jehova\".{{sticker:galio-happy}}","replies":[]},{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:09:43.448+0000","up_votes":1,"down_votes":0,"body":"Was du findest und was Riot entscheidet sind zwei verschiedene paar Schuhe. \n\nAber ich bin auch der Meinung, dass du entbannt werden solltest und das wirst du wahrsch. auch. Aber lass es dir eine Lehre sein und mach es nicht nochmal. Wer weiß, ob Riot ein zweites Mal wieder entbannt.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:10:37.842+0000","up_votes":1,"down_votes":1,"body":"Ne Lehre ist es mir auf jeden Fall, deswegen habe ich ja auch im Forum nach eurer Meinung gefragt","replies":[]}]}]}]},{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-03-25T15:24:07.495+0000","up_votes":1,"down_votes":0,"body":"du weißt ganz genau das \"Kys\" sofort mit 14 tagen bestraft wird. Und trotzdem hast du es locker 5 mal zitiert. Das ist einfach nur dummheit.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:26:35.565+0000","up_votes":1,"down_votes":1,"body":"Zitiert, aber niemandem zugesprochen, dass ist doch eben der Unterschied. Steht nirgends, dass man nicht zitieren darf. Auf jeden Fall hats mir noch keiner gezeigt","replies":[]}]}]},{"id":"","poster":"eingew","date":"2019-03-26T05:44:49.485+0000","up_votes":2,"down_votes":1,"body":"Würde ich nicht als \"richtig so\" betrachten. Was ist daran richtig, dass Leute für Zitate bestraft werden, die niemanden beleidigen? Das sollte der Bot eigentlich schon erkennen können - wenn wir in einer idealen Welt leben würden.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T11:34:35.173+0000","up_votes":2,"down_votes":0,"body":"Na ja ich glaube schon, dass Riot schon bewusst entschieden hat, dass es auch als Zitat bestraft wird. \nAber wissen tu ich es natürlich nicht.","replies":[{"id":"","poster":"eingew","date":"2019-03-27T06:05:41.610+0000","up_votes":1,"down_votes":0,"body":"Wieso entbannen sie die Leute dann wieder, wenn sie sich deshalb beim Support melden?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-27T11:10:05.859+0000","up_votes":1,"down_votes":0,"body":"Na ja, ich meine, dass sie sich zwar bewusst dazu entschieden haben es zu bestrafen, sie die Leute aber wieder entbannen, weil sie ja faktisch keinen beleidigt haben. Eben aus Kulanz. Und da sie das einmal aus Kulanz gemacht haben, müssen sie es immer wieder machen, weil es sonst unfair wäre. Und Riot will ja alle Spieler gleich fair behandeln :D","replies":[{"id":"","poster":"eingew","date":"2019-03-28T06:45:28.488+0000","up_votes":1,"down_votes":0,"body":"Das ergibt keinen Sinn. Entweder die Bans sind ein Fehler, oder sie sind kein Fehler. Beides geht nicht.\n\nWenn überhaupt liegt die Absicht darin, dass Riot verhindern will, dass Schuldige nicht erkannt werden.","replies":[]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2019-03-25T15:15:10.736+0000","up_votes":1,"down_votes":0,"body":"Ich liebe es immer wieder, mich selbst zu zitieren:\n\n> Das mit dem kys kannst Du gerne noch mit dem Support diskutieren. Bringt vielleicht was.\n\nWie Du siehst, habe ich das nicht in Abrede gestellt. {{sticker:zombie-brand-facepalm}}","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:17:51.442+0000","up_votes":1,"down_votes":0,"body":"Ja richtig, das habe ich auch verstanden. Wollte nur hervorheben, dass es wahrscheinlich falsch aufgenommen wurde und maximal eine CR mit sich ziehen müsste","replies":[]}]}]}]},{"id":"","poster":"RocketCritChick","date":"2019-03-26T07:04:33.717+0000","up_votes":1,"down_votes":1,"body":"Ich hatte vor kurzem das gleiche spiele seit 5 jahren noch nie probleme gehabt noch nie ein chat ban oder sonstiges und wegen 1 mal stfu schreiben hab ich nen 14 tage ban bekommen und konnte meine gold promo nicht spielen und war ende der season silver","replies":[{"id":"","poster":"eingew","date":"2019-03-26T07:17:17.973+0000","up_votes":3,"down_votes":0,"body":"Ich würde mich freuen, wenn du einen eigenen Thread eröffnest, in dem du deine Chatlogs mit uns teilst, um diese Aussage zu belegen. Andernfalls fällt es mir schwer das zu glauben.\n\nSollte es doch stimmen kannst du dich beim Support melden, der wird dir die Strafe aufheben. Für bloß ein \"stfu\" ist eine Strafe nämlich definitiv ungerechtfertigt.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T10:50:16.675+0000","up_votes":1,"down_votes":0,"body":"wie ist das wenn ich \"kys\" zitiere?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T11:24:20.900+0000","up_votes":1,"down_votes":0,"body":"Solltest du mittlerweile nicht genug Antworten hier bekommen haben?\nIch alleine habe dir bereits 2x erklärt wie es abläuft. \nUnd andere haben es auch schon gesagt. Hör mal, wenn du nicht auf das vertraust, was wir hier sagen, wofür erstellst du dann nen Thread? \n\nNOCHMAL: kys wird IMMER IMMER IMMER IMMER IMMER IMMER IMMER bestraft. Ob du es nun in Anführungszeichen schreibst oder ohne, ist vollkommen EGAL!","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T12:07:31.186+0000","up_votes":1,"down_votes":1,"body":"sry dass ich so viele Leute Frage wie möglich Mr CaPsLoCk","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T12:33:35.208+0000","up_votes":2,"down_votes":0,"body":"Ja kA wieso du so oft fragst. Das sieht halt aus, als würdest du allen Antworten halt gar nicht glauben und da frage ich mich zurecht, wieso du überhaupt einen Thread erstellst wenn du den Antworten eh keinen Glauben schenkst.\n\nIch mein, Zweit- oder Drittmeinungen einzuholen ist nie verkehrt, aber hier haben wir ja schon wesentlich mehr Leute bestätigt wie es abläuft. ;)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T13:53:44.330+0000","up_votes":1,"down_votes":0,"body":"Ja, ich glaube euch ja auch. Aber er hat ja diesen besonderen Rang hier im Forum und deswegen Frage ich ihn nochmal extra. Wollte nur mal wissen ob so etwas schonmal kam. Warte noch auf den Support","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T14:01:24.638+0000","up_votes":3,"down_votes":0,"body":"Na ja die Grünen sind quasi sowas wie Moderatoren. Sie sind aber genau wie ich und du ganz normale Spieler. ^^ \nSie arbeiten auch nicht für Riot sondern machen das alles freiwillig. \n\nSowas gab es auch schon öfter, dass jemand \"kys\" im Zitat geschrieben hat und gebannt wurde und dann wieder entbannt wurde. Deswegen hab ich dir ja gesagt, dass der Support diese Spieler aus Kulanz wieder entbannt. Wenn es den Fall noch nicht gegeben hätte, hätte ich das ja kaum sagen können :D","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T15:09:52.683+0000","up_votes":1,"down_votes":0,"body":"Ja ist ja gut. Vielen Dank für deine Aufklärung, mal schaun was der Support hier macht","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T15:12:16.780+0000","up_votes":3,"down_votes":0,"body":"Habe grade die Nachricht vom Support bekommen und die Strafe wurde auf 10 Spiele CR runtergestuft","replies":[{"id":"","poster":"Sirrkas","date":"2019-03-26T15:49:52.391+0000","up_votes":2,"down_votes":0,"body":"Dann viel Spaß in Zukunft. Aber es wird wohl besser sein, wenn du solche Zitate ab jetzt meidest.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T20:19:51.626+0000","up_votes":2,"down_votes":0,"body":"Klar :D \nHabe ja auch daraus gelernt. \nHoffe wir sehen und hier nicht wieder ;D","replies":[{"id":"","poster":"eingew","date":"2019-03-27T06:08:44.078+0000","up_votes":1,"down_votes":0,"body":"Du bist natürlich auch weiterhin hier willkommen, gerne auch wegen harmlosen Anliegen ;).","replies":[]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-03-27T06:08:12.503+0000","up_votes":1,"down_votes":0,"body":"Ist schon okay ^^. Ich hätte dir auch schon noch was geschrieben, wenn etwas gefehlt hätte. Wie Angel Ayume aber bereits gesagt hat, sind die anderen Antworten bereits sehr gut, da würde mein Post nur die gleichen Infos wiederholen ;). Deshalb habe ich mich darauf beschränkt, auf Posts zu antworten, bei denen mMn noch etwas zu sagen war.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"uIMad","date":"2019-03-25T14:30:49.988+0000","up_votes":2,"down_votes":0,"body":"Vollkommen gerechtfertigt. Spieler die die ganze Zeit \"flamen\" gehören weg. Vielleicht lernst du dann mal draus. Ständig das Spiel geschehen kommentiert, \"was machst du botlane kassadin\" ect. focusier dich doch mal auf dein eigenes Game.\n\nWenn man sich deine Match History ansieht, hast du ne Loosing Streak, was macht eine LoosingStreak mit einem Menschen? Sie lässt dich negativ ins Spiel gehen, was passiert wenn du negativ ins Spiel gehst? Du lässt dich leichter provozieren. Was geschieht wenn man sich provozieren lässt? Man schießt zurück und das wurde bestraft. Chat ist nicht dazu da mit anderen zu Diskutieren. Jeder spielt sein Spiel und keiner macht in seinem Spiel einen Fehler sondern die anderen. Hör auf zu Disktuieren, es bringt dir nichts? Du wirst keinen besseren Menschen aus jemanden machen mit dem du in einen League Spiel für eine Runde bist.\n\nbtw du kriegst kein 14 Tage bann wenn du nicht davor schon mal CR bekommen hast. \n\nIch red aus Erfahrung... Hab das selber durchgemacht auf meinen Main. 14 Tage ist kein Weltuntergang, sammle deine Kräfte und komm danach gestärkt und mental vorbereitet auf dieses schöne Game (thanks riot btw) zurück. \n\n\n\nps: bei mir hatte der bann nicht geholfen bin immernoch wie davor. aber ich wüsst theoretisch wie ich sein sollte. {{sticker:zombie-brand-clap}}","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:48:54.655+0000","up_votes":1,"down_votes":0,"body":"Ich habe niemanden die ganze Zeit geflamed. \"was machst du bot kassa\" war darauf bezogen, dass er grade mitte einen tower verliert. Soll ich schweigen und mit ansehen wie er den verliert? das ist doch kein flame oder bad words ich bitte dich. Das ist Teamkoordination wie sie im proplay oder Premateplay über ts/discord abläuft. Dafür ist der Chat da, um Taktiken zu besprechen und nicht für ein gj, da reicht auch ein Emote. Ich kenne aber kein Emote oder ping, dass meinem Midlaner signalisiert, dass er auf seine Lane gehen soll\n\nNatürlich kannst du instant einen 14 Tage Bann kriegen. Wenn du z.B. \"kys\" schreibst. Ich habe es als Zitat von der Vayne benutzt und das Bann System kann scheinbar da nicht zwischen unterscheiden.  Ich habe nirgends die ganze Zeit geflamed. Ein einzelnes \"stfu Nasus\" und habe mich dann nur über eine Vayne aufgeregt, sie aber nicht beleidigt oder ähnliches. 10 Games Chat Restriction wäre hier angebracht...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:17:27.576+0000","up_votes":3,"down_votes":0,"body":"Das was du machst nennt sich Blaming, wenn auch eher nicht so schlimm. Jemanden etwas vorwerfen. Und das hast du indirekt gemacht. ^^ Und Blaming gehört genauso wie Beleidigungen zum Flame und ist reportable. Bzw führt bei übermäßiger Nutzung zur Strafe. \nMan kann nämlich auch gebannt werden ohne das man andere beleidigt. ^^ \nUnd auch wenn es nicht unbedingt etwas vorwurfsvolles ist muss man das Spielverhalten der anderen nicht kommentieren. Würdest du ja auch nicht toll finden, wenn jemand in deinem Team jedesmal dazu etwas sagt, wenn du was machst oder? \n\nTeamkoordination ist das auch nicht. Bei Teamkoordination werden Calls gegeben und nicht gefragt \"was machst du da unten du verlierst grad deinen Tower\". Das kann man vllt mit Leuten machen, mit denen man Premades spielt, aber bei Menschen die du nicht kennst kommt das immer schlecht an. Weil du ihnen damit eben indirekt etwas vorwirfst. Ob du die Wahrheit schreibst oder nicht, spielt da keine Rolle. \n\nAußerdem war das mit Kassadin nur ein Beispiel. Vorallem deine letzten beiden Chatlogs sind voll von negativem Verhalten.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:23:09.930+0000","up_votes":2,"down_votes":0,"body":"Naja, den Kassadin darauf hinzuweisen halte ich nicht für falsch. Und ich denke auch nicht das Riot da was gegen hat. Ich war tot und er moved bot anstatt mitte zu verteidigen. Letztendlich hatte er den Turret sogar verteidigt. Ist doch keineswegs böse gemeint und auch kein Vorwurf. Das war lediglich ein Hinweis. Wenn ich jetzt sagen würdde: \" Why youre allways dead\" , dann würde ich ddir zustimmen, dass es ein Vorwurf bzw. Blaming ist. Aber das hat doch nichts mit toxicity zu tun, wenn ich ihm einen Tipp gebe...","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:32:03.911+0000","up_votes":3,"down_votes":0,"body":"Du kannst es aber sicher auch weniger vorwurfsvoll schreiben. zB \"We need zu def Mid.\" und dann den Tower pingen. Damit sprichst du keinen direkt an und du kritisierst auch nicht, dass der Kassadin Botlane ist.   \n\nEs kommt auch immer drauf an, wie man einen Tipp formuliert. Mir ist klar, dass du das nicht böse gemeint hast, aber weiß der Kassadin, was du denkst oder wie du etwas meinst? Außerdem sind Tipps von Fremden die auch noch in der gleichen Elo spielen wie man selbst nie gern gesehen. Vorallem dann, wenn man sie einfach ungefragt raushaut. Ich mag das auch nicht. Soll der Spieler lieber auf seine Fehler achten, anstatt mein Gameplay zu kritisieren oder zu analysieren. Ich hab ihn schließlich nicht drum gebeten.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:33:15.261+0000","up_votes":1,"down_votes":0,"body":"Aber dann sollte sowas doch auch nicht Bann würdig sein.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:35:02.704+0000","up_votes":3,"down_votes":0,"body":"Das kommt halt drauf an. ^^ Wenn dein Chatlog voll von solchen Tipps und Vorwürfen ist, dann schon. \nMan steht halt einfach nicht in der Position irgendjemanden zu belehren. Man spielt weder besser, noch wurde nach den Tipps gebeten","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:39:22.311+0000","up_votes":1,"down_votes":0,"body":"Habe ich in allen Chatloggs oben vlt 2 oder 3 mal gemacht. Ich bin froh, wenn mich jemand auf einen Fehler hinweißt der eigentlich voll offensichtlich ist","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:44:06.822+0000","up_votes":3,"down_votes":0,"body":"Du vielleicht, aber das muss doch nicht auf alle zutreffen oder? ^^ Du solltest nicht davon ausgehen das andere deine Tipps toll finden, nur weil du sie von fremden Spielern gerne siehst.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:49:28.706+0000","up_votes":1,"down_votes":0,"body":"ja aber wenn es danach geht, kann ich mich auch von einem Wp gestört fühlen. Ein Tipp ist ja nichts negatives. Nur haben Lol Spieler so ein Riesen EGO","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T17:37:53.636+0000","up_votes":3,"down_votes":0,"body":"Wenn das wp in dem Zusammenhang als Ironie genutzt wird, dann ja. Es muss sich da dann aber aus dem Kontext ergeben. Wenn du einen Gegner getötet hast und jemand \"wp\" schreibt, dann ist das ziemlich sicher positiv gemeint. ^^ \n\nUnd ja, Tipps sind ansich nichts schlechtes. Aber dennoch sehen Spieler das nicht gerne. Das hat damit zutun, dass Menschen allgemein nicht gerne kritisiert werden und wenn diese Kritik von einem Spieler kommt, der in derselben Elo spielt wie du, also nicht besser ist und dann vllt sogar noch schlechter steht, is klar, dass so ein Tipp nicht gern gesehen hat. \nDas hat auch eher weniger mit dem Ego zutun. ^^ Mein Ego ist nicht groß, aber ich fühle mich davon auch gestört.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:37:59.977+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=uIMad,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=0009,timestamp=2019-03-25T14:30:49.988+0000)\n>\n> Vollkommen gerechtfertigt. Spieler die die ganze Zeit \"flamen\" gehören weg. Vielleicht lernst du dann mal draus. Ständig das Spiel geschehen kommentiert, \"was machst du botlane kassadin\" ect. focusier dich doch mal auf dein eigenes Game.\n\nEr hat den Bann bekommen, weil er \"kys\" zitiert hat. Ohne das, hätte er den Bann nicht erhalten auch wenn er ohne das auch nicht besonders nett war. Aber für einen 14 Tage Bann reicht der Chatlog dann nicht. \n\n> \n> btw du kriegst kein 14 Tage bann wenn du nicht davor schon mal CR bekommen hast. \n\nNicht ganz richtig. ^^ Für sexistische, homophobe, rassistische und zum Selbstmord auffordernde Äußerungen werden mit einem sofortigen 14 Tage Bann bestraft. Auch ohne Vorstrafen. \n\nHier waren ganz klar die Zitate von \"kys\" der Grund für den 14 Tage Bann. \n\n\n> ps: bei mir hatte der bann nicht geholfen bin immernoch wie davor. aber ich wüsst theoretisch wie ich sein sollte. {{sticker:zombie-brand-clap}}\n\nIch frag mich wieso.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:49:35.672+0000","up_votes":1,"down_votes":0,"body":"Danke für deinen Kommentar","replies":[]}]}]},{"id":"","poster":"xLuxanna","date":"2019-03-26T07:27:09.520+0000","up_votes":1,"down_votes":0,"body":"Du hast 3 mal \"kys\" zitiert da springt das ban system direkt drauf an und da hast du auch keinerlei chance gegen den riot Support egal wie unnötig das ist glaub mir :D","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T20:19:14.537+0000","up_votes":2,"down_votes":0,"body":"Anscheinend ja schon. Ohne Probleme den Bann entfernt :D","replies":[]}]},{"id":"","poster":"MagatsuBCS","date":"2019-03-26T12:24:43.992+0000","up_votes":1,"down_votes":0,"body":"Ja ist es","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T20:18:51.774+0000","up_votes":2,"down_votes":0,"body":"Naja der Support hat den Bann weggenommen {{sticker:slayer-jinx-wink}}","replies":[]}]},{"id":"","poster":"Baron Zed","date":"2019-03-26T18:52:57.641+0000","up_votes":2,"down_votes":0,"body":"Hey Cedilu,\nselbst wenn du nicht wirklich stark geflamed hast, gibt es ein paar dinge die mir auffallen..\n- ich werde nicht auf die *ys zitate eingehen, da dies schon die vorredner zu genüge besprochen haben -\n\n1. du schreibst viel, wirklich viel.\nwarum glaubst du muten viele Spieler einfach alle, vor allem wenn sie in low elos sind und sich rasch hochspielen möchten? \nAus einem einfachen grund, sie konzentrieren sich aufs Spiel, nicht nur das du dein Team unter druck setzt, nein du verleitest sie auch, dir eine Antwort zu geben - wieder ein Kill für den Gegner und der Cedilu kann in ruhe weiter jeden zur sau machen.\n\n2. würde ich folgende textpassage lesen, würde ich mir einen minderjährigen Jungen vorstellen, der im Laden nicht sein Ü-Ei gekauft bekommt und deswegen in die andere Richtung läuft, in der hoffnung das alle sagen \"ohh.. nein wir machen was du möchtest, du bekommst alles was du willst und bist der Boss\"\n\nCedilu: stfu ansus\nCedilu: idc what u all say\nCedilu: i play my game\nCedilu: dont care if u flame me  \n* Cedilu läuft mit armen verschränkt richtung Base*\n\nUnd zu guter letzt, du wünscht nahezu jedem im Spiel, dass er ein bann bzw Perma bekommt, \n\nCedilu: enjoy ur perma\n\nda würde ichs sogar echt amüsant finden, falls Riot dir nicht für zittieren von \"*ys\" einen bann gegeben hat sondern einfach nur aus dem grund, dass du es anderen wünscht{{sticker:sg-miss-fortune}} \n\nUm zum Punkt zu kommen, ich würde mal den Support anschreiben und das gleiche denen nochmal sagen, eventuell erwähnen das du dies nur Zittiert hast und als Tipp, schreib bitte nicht das der Supporter sich selbst Perma bannen soll\nViel Glück!{{sticker:slayer-jinx-catface}}","replies":[{"id":"","poster":"Cedilu","date":"2019-03-26T20:18:31.285+0000","up_votes":2,"down_votes":0,"body":"Wurde auf eine 10 Games Chat sperre reduziert","replies":[]}]},{"id":"","poster":"VWL ","date":"2019-03-26T11:59:15.347+0000","up_votes":2,"down_votes":0,"body":"Hättest du nicht kys geschrieben wäre nichts passiert. Bin Hobbyflamer und das ist so ziemlich der einzige Trigger.","replies":[]},{"id":"","poster":"J4y3l","date":"2019-03-25T12:46:46.539+0000","up_votes":1,"down_votes":2,"body":"Der Bann is nicht gerechtfertigt. Das kys is halt das Problem. War nich besonders intelligent das zu schreiben... Aber sonst is das verdammt freundlich man. Wenn \"stfu nasus\" gebannt werden soll weiß ich auch nich mehr... Dann können die moral Aposteln bald gegen bots spielen gehen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T13:58:53.304+0000","up_votes":2,"down_votes":0,"body":"Also STFU heißt doch so viel wie \"halt deine scheiß Schnauze\"? \nDenk das sollte definitiv für strafen reichen :3","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:11:11.963+0000","up_votes":1,"down_votes":0,"body":"Mich als doof zu bezeichnen dann auch ...\nIst schließlich eine direkte Beleidigung","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T14:19:16.937+0000","up_votes":2,"down_votes":1,"body":"Doof nur das es ein Unterschied ist zwischen Forum und game Chat :) \nIm game Chat ist alles was nicht zum Spiel geschehen beiträgt störend ;) \n\nAber hier im Forum war meine Aussage einfach zutreffend wie auch andere Leute hier in ihren Post schon bestätigt haben auf ihre Art und weiße ;)\n\n\nEdit \nWenn du EINMAL das Wort doof in den Chat schreibst passiert dir auch nichts ^^ ","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:41:21.298+0000","up_votes":1,"down_votes":0,"body":"\"Unterschied zwischen Forum und Chat\" Klasse Typ bist du","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:05:11.097+0000","up_votes":1,"down_votes":0,"body":"Recht hat er aber. ~~Hier bekommst du keine Strafe dafür, wenn du jemanden als Idiot bezeichnest. Dein Beitrag wird vllt gelöscht, wenn du es zu schlimm treibst, aber eine Strafe erhältst du nicht. ~~ Hier bekommst du zwar auch Strafen dafür, aber du beeinflusst das Spiel ja nicht negativ und Unbeteiligte sind davon nicht betroffen. \nNatürlich sollte man niemanden irgendwo beleidigen, aber es gibt trotzdem einen Unterschied ob du es hier schreibst oder eben im Ingamechat. ^^ \n\nSchreibt dir hier jemand Idiot, beeinflusst er damit ja keinen Unbeteiligten. ^^","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-03-25T15:26:24.561+0000","up_votes":2,"down_votes":0,"body":"das ist falsch, du bekommst einen forenbann, der kann sogar permanent sein.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:33:01.261+0000","up_votes":1,"down_votes":0,"body":"~~Ja ich weiß, aber nicht wenn du nur einmal Idiot schreibst. ^^ Dann wird der Post höchstens gelöscht. Aber gebannt wirste dafür nicht.~~","replies":[{"id":"","poster":"ΔRC RΔFUNZΞL","date":"2019-03-25T16:23:51.517+0000","up_votes":2,"down_votes":0,"body":"doch auch dafür, hatte schon ein paar bans im forum wegen sowas. @cedilu es steht auch nirgendwo direkt das man nicht \"kys\" schreiben darf, es steht da, das der account riot gehört und sie dir den zugang nehmen können ohne wirklichen grund. Das macht riot natürlich nicht, die verdienen ja sonst kein geld wenn alle gebannt sind.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T17:39:06.309+0000","up_votes":1,"down_votes":0,"body":"~~Ich glaube nicht, dass du für ein einzelnes Idiot bestraft wirst. ^^ Von mir wurden auch schonmal Beiträge gelöscht und ich habe keine Strafe erhalten. Wenn du wegen einem Idiot eine Strafe erhalten hast, dann bist du wohl vorher schon öfter negativ aufgefallen. ^^~~","replies":[{"id":"","poster":"eingew","date":"2019-03-26T05:39:10.225+0000","up_votes":1,"down_votes":0,"body":"Das liegt wohl eher daran, dass du auf diesem Account zumindest noch nie jemanden direkt \"Idiot\" genannt hast, sondern dass immer etwas verklausuliert und ausführlicher erklärt hast. Denn an sich ist das was ASMR Rafunzel sagt richtig: Für direkte Beleidigungen verteilen wir durchaus auch Zeitstrafen.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T11:27:18.788+0000","up_votes":2,"down_votes":0,"body":"Ouh okay. Ja dann nehm ich alles zurück, was ich in dem Zusammenhang geschrieben hab. :D","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-26T06:25:18.606+0000","up_votes":1,"down_votes":0,"body":"Wobei ich nur doof gesagt hab :3 \nUnd das ist einfach was es ist ^^ \n\nLes dir den anfangs Post durch und dann sag ehrlich das zu zitieren während es im All Chat steht ist eben  kein cleveres verhalten ^^","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-26T11:32:12.472+0000","up_votes":1,"down_votes":0,"body":"Na ja, du hast gesagt \"wie doof kann man sein?\" \nDas ist halt schon nicht so nett musst du zugeben. ^^ \n\nMir ist klar, dass es nicht so schlau ist \"kys\" zu zitieren. Aber man kann das auch ein bisschen netter verpacken ohne jemanden direkt als doof zu bezeichnen ^^","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-26T14:03:48.037+0000","up_votes":1,"down_votes":0,"body":"Kann ich verstehen aber irgendwie auch nicht. Da es das ganze einfach perfekt und in meinen Augen noch am freundlichsten auf den Punkt gebracht hat. \n\nDas was ich gedacht habe und schreiben wollte hätte mir direkt einen ban und ne anzeige eingefahren :) \n\nDeshalb denk ich vorher etwas nach und schreibe die für mich freundlichsten Antwort. \n\nUnd egal wie ich es betrachte. Die Aktion war einfach doof. Ich könnte noch ungeschickt sagen aber das drückt nicht das aus was ich denke und ich wollte ehrlich sein :)","replies":[]}]}]},{"id":"","poster":"Cedilu","date":"2019-03-25T15:12:34.797+0000","up_votes":1,"down_votes":0,"body":"Klar hat er Recht, totzdem nicht korrekt xD","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:18:51.427+0000","up_votes":1,"down_votes":0,"body":"Na dann merk dir das für deine Spiele und benutz den Chat nicht, wenn du nix nettes zu sagen hast. Und da gehört das \"was machst du Bot Kassa\" übrigens dazu ;)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:23:57.815+0000","up_votes":1,"down_votes":0,"body":"Lies meinen neuen Kommentar, keine Lust das nochmal zu schreiben","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2019-03-26T05:35:03.660+0000","up_votes":1,"down_votes":0,"body":"Tut es aber nicht. Insbesondere nicht, wenn es für sich steht. In Kombination mit einem Log voller Blame und Nörgeleien kann man von mir aus darüber diskutieren, aber nicht wenn es für sich steht.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:39:09.116+0000","up_votes":1,"down_votes":0,"body":"Also verdammt freundlich ist was andere xDDDD\nDa ist nichts freundlich dran an dem Chatlog. Aber das \"kys\" hat hier tatsächlich zu der Strafe geführt. \n\nWenn du den Chatlog als verdammt freundlich siehst, will ich nicht wissen, wie du dich mit Menschen unterhältst","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:41:49.092+0000","up_votes":1,"down_votes":0,"body":"Teilweise war ich sehr freundlich","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:49:13.925+0000","up_votes":1,"down_votes":0,"body":"Wo genau?","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T14:50:56.782+0000","up_votes":1,"down_votes":0,"body":"Das erste Game z.B. ich habe nur \"stfu Nasus\" sonst war ich vor allem am Anfang sehr freundlich","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T14:58:24.378+0000","up_votes":1,"down_votes":0,"body":"Für mich ist das nicht sehr freundlich sondern einfach nur neutrales Verhalten. Du schreibst weder \"wp\" noch \"gj\" noch irgendwie andere lobende Worte wo man Freundlichkeit raus schließen könnte. \n\nGut, du entschuldigst dich einmal aber das meiste sind doch eher neutrale Aussagen.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T15:00:52.829+0000","up_votes":1,"down_votes":1,"body":"Naja im Vegleich zu sehr vielen anderen Spielern ist das wirklich freundlich.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:05:59.242+0000","up_votes":2,"down_votes":0,"body":"Ich vergleiche dich aber nicht mit anderen. Die anderen interessieren mich nicht. Du bist hier, also ist hier nur dein Verhalten von Relevanz.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Cedilu","date":"2019-03-25T13:52:25.172+0000","up_votes":1,"down_votes":0,"body":"Das denke ich mir genauso. \"kys\" habe ich ja auch nicht zu jemandem geschrieben. Und \"Stfu\" schreibt wirklich jeder dritte mindestens\nDANKE für deine Meinung","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2019-03-25T15:52:18.740+0000","up_votes":2,"down_votes":0,"body":"Hör einfach auf den Chat zu benutzen. Du schreibst viel zu viel. \nUnd zu den Bann: Report Aufruf, negative Einstellung, Beleidigung.\nValide Gründe, die in deinem Chatverlauf gefunden werden können ..","replies":[]},{"id":"","poster":"SWΣ Hookah","date":"2019-03-25T15:06:16.866+0000","up_votes":1,"down_votes":0,"body":"Hast du auf diese Reaktion gewartet/gehofft? Ich frage mich was deine Erwartungen waren an diesem post.\n\nDas jeder sagt \"Riot ist doof, das war ungerechtfertigt\"? genieß den 14 tage Ban und spiel LEGO das entspannt dich eventuell ein wenig, und eventuell bist du darin besser als in LOL.\nAber solche posts sind Schüsse ins eigene Bein :)","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-25T15:11:28.782+0000","up_votes":2,"down_votes":0,"body":"Dir ist schon klar, dass er nur gebannt wurde, weil er \"kys\" zitiert hat? Und dir ist auch klar, dass Riot Zitate entbannt, wenn man ihnen ein Ticket schreibt?","replies":[]},{"id":"","poster":"Cedilu","date":"2019-03-25T15:11:40.046+0000","up_votes":1,"down_votes":0,"body":"Inwiefern?? Ich habe lediglich nach der Meinung anderer gefragt und hier sind ein paar sehr nette Leute die solche Fälle schonmal hatten.","replies":[]}]},{"id":"","poster":"GretaStoleMyCar","date":"2019-03-25T10:19:56.498+0000","up_votes":2,"down_votes":1,"body":"Reportcalling und dieses \"enjoy perma\" einfach um die Leute noch zu provozieren. Dazu schiebst du noch oftmals die Schuld auf dein Team.\n\nMeiner Meinung nach ist ein 14 Tage Bann absolut gerechtfertigt, zumal dein Verhalten über mindestens 3 Games so lief.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:26:34.419+0000","up_votes":1,"down_votes":0,"body":"Ja Moment, ich sage nicht einfach schlicht reporte den, ich habe begründet warum und letzten Endes sind wir doch alle froh wenn jemand der \"kys\" schreibt gebannt wird oder nicht? Das enjoy Perma war vielleicht zu viel da gebe ich dir Recht, aber wo ist das bitte einen 14 Tage Bann Wert ? ich hatte vor keine Verwarnungen. Ja aber du weisst ja nicht was die anderen Games passiert ist. Da war jetzt nichts wo ich mich irgendwie dran erinner was toxic war","replies":[{"id":"","poster":"GretaStoleMyCar","date":"2019-03-25T11:48:38.121+0000","up_votes":2,"down_votes":0,"body":"Trotzdem ist es ein Grund reportet zu werden, wenn man andere zum reporten aufruft. Dazu kommt noch, dass immer gesagt wird, dass ein report genau so viel wiegt, wie neun. Einfach nur unnötig deswegen nen Bann zu riskieren. \nNatürlich bin ich froh, wenn jemand, der \"kys\" schreibt gebannt wird, aber gebannte Reportcaller sehe ich ach gerne (egal ob der Report gerechtfertigt ist oder nicht).","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:52:01.579+0000","up_votes":2,"down_votes":0,"body":"Ja aber 2 Wochen ist trotzdem zu hart","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:29:33.943+0000","up_votes":1,"down_votes":0,"body":"Der Ton macht die Musik\n{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:28:44.075+0000","up_votes":1,"down_votes":0,"body":"Anführungszeichen sollten, wenn du zitierst **immer** genutzt werden, weiterhin sind sie für das IFS irrelevant.\nWenn du dich entscheidest Formulierungen zu übernehmen, dann lebe auch mit den Konsequenzen.\n\nDiese Zitate haben einen wesentlichen Teil deines sofortigen 14-Tage-Banns ausgemacht, allerdings wäre ohne die Zitate auch eine Strafe gekommen. (Vermutlich jedoch eher der 10 Spiele CR)","replies":[]}]},{"id":"","poster":"T0X1C4","date":"2019-03-31T11:32:11.827+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Bèst Hooker EUW,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=0002,timestamp=2019-03-25T10:19:56.498+0000)\n>\n> Reportcalling und dieses \"enjoy perma\" einfach um die Leute noch zu provozieren. Dazu schiebst du noch oftmals die Schuld auf dein Team.\n> \n> Meiner Meinung nach ist ein 14 Tage Bann absolut gerechtfertigt, zumal dein Verhalten über mindestens 3 Games so lief.\n\nbla bla bla solche leute wie du verdienen eher perma....\nder hat nicht bleidigt ! also ist es nicht gerecht basta","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2019-03-25T10:14:15.691+0000","up_votes":1,"down_votes":1,"body":"Ja.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:15:44.880+0000","up_votes":2,"down_votes":0,"body":"Erkläre mir bitte wieso direkt 14 Tage, ich sehe keinen direkten verständlichen Grund dafür","replies":[{"id":"","poster":"HyperionCH","date":"2019-03-25T10:35:50.960+0000","up_votes":2,"down_votes":0,"body":"Schreib dies doch von Anfang an. Ich habe vorher nur deine Frage beantwortet. :D\n\n- grundsätzlich sehr toxisch\nDu schreibst sehr aggressiv (z.B. \"stfu\") und kritisierst deine Mates (z.B. \"wtf are u ddoing guys\"); und dies öfterst.\n\n- Reportaufruf\nAufrufe zu Reports sind ebenfalls verboten. Ein einziger Report reicht auch aus bzw. 9 Reports haben keinen wesentlichen Effekt. Also musst du gar nicht dazu aufrufen; es reicht, wenn du selbst den Spieler reportest.\n\n- Verbal Öl ins Feuer werfen\nSätze wie z.B. \"enjoy perma\" beruhigt die Lage keinesfalls; im Gegenteil! Du wirfst Öl ins Chat-Feuer, so dass der Flamer erst recht flamed. Damit wird das Ganze noch toxischer und für deine anderen Mitspieler nochmals unangenehmer zu spielen.\n\n- Wiederholen von toxischen Begriffen\nAbgesehen von Punkt 3 (auch dies führte sicherlich zu einer grösseren toxischen Diskussion) ist so etwas natürlich unklug.\nDie Software erkennt nicht immer, dass es \"nur\" ein Zitat ist. Also sollte man so etwas besser lassen.\n\n\nVielleicht hast du Glück und der Riot Support drückt beim letzten Punkt ein Auge zu.\nIch befürchte jedoch, der Riot Support sieht darin ebenfalls, dass das merhmalige Wiederholen dieser Zitate wie gesagt den Chat noch toxischer machte, weil du damit einen Flamer noch mehr auf die Palme gebracht hast. In diesem Fall hast du für wesentlich mehr Toxiness gesorgt und zusammen mit dern bereits erwähnten Punkten (und dass du darin offensichtlich kein einziges Lob geschrieben hast) wird Riot wohl bei diesem Entscheid bleiben.\n\nMein Tipp für dich:\nWenn ein Flamer doof kommt bzw. ein Mate dich kritisiert: Einfach die Klappe halten!\nDiskussionen bringen nichts bzw. man spielt sogar schlechter, weil man auf den Chat statt dem Game konzentriert ist. Die Meinung deines Mitspielers wirst du zu über 95% eh nicht ändern können.\nWenn dich ein Flamer zu sehr ärgert: einfach auf ignore stellen. Reporten kannst du ihn dann nach dem Spiel immer noch.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:45:05.587+0000","up_votes":1,"down_votes":1,"body":"Also nach dem ersten Punkt müsste ja wohl mindestens 1 Spieler jedes Spiel gebannt werden, sowas sieht man in Silber/Gold jeded, wirklich jedes Spiel. Klar ist keine Rechtfertigung, nur ein Vergleich\n\nDas ein report = 9 reports ist wusste ich z.B. nicht. Bin ich jetzt schlauer. Sehe aber auch keinen Grund warum das irgendwie negativ sein sollte wenn er sich doch eben daneben verhält und \"kys\" in den all chat schreibt. \n\ney komm, wenn du an dem Punkt angelangt bist wo dir dein Flamer hinterherläuft und Minions/Monster klaut, und dich im all chat beleidigt, \"kys\" sagt und aufruft dich zu reporten ist das auch nichts schlimmes was andere beeinflusst. Zumindest glaube ich nicht, dass die anderen 8 Spieler deswegen ein schlechteres Spielerlebnis hatten. Es bezieht sich nur auf die Vayne und meine Teamm8s/Gegner hatte genau das gleiche geschrieben.  \n\nIch habe ein Recht darauf jemanden zu zitieren. Ich habe es 2 x mal im game und dann in der Post Lobby geschrieben wo man darüber halt nunmal ddiskutiert. So übertrieben habe ich da nicht. Und grösstenteils habe ich mich mit einem Gegner ddarüber unterhalten","replies":[{"id":"","poster":"HyperionCH","date":"2019-03-25T11:03:59.384+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=0000000000000000,timestamp=2019-03-25T10:45:05.587+0000)\n>\n> Also nach dem ersten Punkt müsste ja wohl mindestens 1 Spieler jedes Spiel gebannt werden, sowas sieht man in Silber/Gold jeded, wirklich jedes Spiel. Klar ist keine Rechtfertigung, nur ein Vergleich\n\nIch habe ehrlich gesagt andere Erfahrungen (wobei ich seit einiger Zeit kein Ranked mehr gespielt habe; aus Zeitgründen).\n\nAus meiner Sicht ist dies bei dir doch etwas toxischer als normal. Hinzu kommt, dass man ja auch alles zusammen muss. Punkt 1 alleine hätte vielleicht keine Strafe eingebracht oder höchstens eine CR.\n\n> Das ein report = 9 reports ist wusste ich z.B. nicht. Bin ich jetzt schlauer. Sehe aber auch keinen Grund warum das irgendwie negativ sein sollte wenn er sich doch eben daneben verhält und \"kys\" in den all chat schreibt. \n\nAuch solche Aufrufe wirken provozierend.\nDer Flamer geht dann davon aus, dass er reportet wird. Damit ist es nun zu spät, um damit aufzuhören. Was macht er also? In sehr vielen Fällen flamed er nun noch mehr. Deshalb besser nicht zu Reports aufrufen und auch nicht dem Flamer mitteilen, dass man reporten wird (z.B. \"reported\"), da dies den gleichen Effekt haben kann.\n\nBei deinem Chatlog schliesse ich daraus, dass er noch mehr geflamed hat. Dein Aufruf hatte somit sehr wohl einen negativen Einfluss.\n\n> ey komm, wenn du an dem Punkt angelangt bist wo dir dein Flamer hinterherläuft und Minions/Monster klaut, und dich im all chat beleidigt, \"kys\" sagt und aufruft dich zu reporten ist das auch nichts schlimmes was andere beeinflusst. Zumindest glaube ich nicht, dass die anderen 8 Spieler deswegen ein schlechteres Spielerlebnis hatten. Es bezieht sich nur auf die Vayne und meine Teamm8s/Gegner hatte genau das gleiche geschrieben.  \n\nIch hatte vor Jahren (als ich noch ein schlimmerer Anfänger war als heute) sogar in einem Botgame. Da spielte eine Premade-Botlane mit einer Kata mit smite, die mir immer im Jungle die Creeps wegnehmen wollte (damals wollte ich Jungle üben und ohne Sandbox-Modus war dies die wohl beste Möglichkeit, Jungle-Routen zu üben).\nDer Chat war auch etwas toxisch. Aber ich habe damals nichts in den Chat geschrieben. Einfach nach dem Game reporten. So einfach geht das. \n\n> Ich habe ein Recht darauf jemanden zu zitieren. Ich habe es 2 x mal im game und dann in der Post Lobby geschrieben wo man darüber halt nunmal ddiskutiert. So übertrieben habe ich da nicht. Und grösstenteils habe ich mich mit einem Gegner ddarüber unterhalten\n\nDie Zitate sind aber auch völlig unnötig. Einfach nichts schreiben und nach dem Game reporten.\nWie gesagt: auch der Riot Support kann das mehrmalige Zitieren ebenfalls als Provokation ansehen (genauso wie \"enjoy perma\"). In diesem Fall wird Riot wohl kaum den Entscheid ändern.\n\nMit den Gegnern sollte man sich aus meiner Sicht eh nicht unterhalten; höchstens am Ende mit einem \"gg wp\".","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:37:04.403+0000","up_votes":1,"down_votes":2,"body":"Kein witz, spiele eine Woche Ranked in Gold und du wärst mit Leuten wie mir zufrieden wenn nicht sogar glücklich.\n\nWie gesagt am Ende ist man schlauer habe dazugelernt und werde in league nur noch: \"gank pls\" \"gj\" \"go nash\" \"np\" und \"gg\" schreiben","replies":[{"id":"","poster":"HyperionCH","date":"2019-03-25T12:03:09.989+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=000000000000000000000000,timestamp=2019-03-25T11:37:04.403+0000)\n>\n> Kein witz, spiele eine Woche Ranked in Gold und du wärst mit Leuten wie mir zufrieden wenn nicht sogar glücklich.\n\nHabe ich, auch wenn inzwischen einige Jahre vergangen sind.\n\nEs gibt übrigens keine wesentlichen Unterschiede bezüglich Ranking und Toxiness. Dies hat Riot vor einigen Jahren einmal bestätigt (und würde es bestimmt nochmals bestätigen, wenn Riot hier im Forum aktiv wäre...).\nProzentual gab es - soweit ich mich erinnere - bei High Platin am meisten Toxiness, jedoch nur unwesentlich und nur statistisch messbar.\n\nMeine Erfahrung:\nDen Flamer ignorieren (entweder geistig oder technisch durch Ignore-Funktion) hilft am besten. Damit hat man am wenigsten Ärger und das Game ist für sich und die Mitspieler am angenehmsten.\n\n> Wie gesagt am Ende ist man schlauer habe dazugelernt und werde in league nur noch: \"gank pls\" \"gj\" \"go nash\" \"np\" und \"gg\" schreiben\n\n\"gank pls\" (mit Unterstütungs-Ping) und \"go nash\" (mit go to-Ping) brauchst du auch nicht im Chat. Ein \"gj\" kann man mit einem positiven Emote auch ersetzen.\nDu wärst wahrscheinlich erstaunt, wie wenig man effektiv den Chat benutzen muss.\n\nAbgesehen davon habe ich Flash auf \"g\". Bei \"go nash\", \"gj\", \"gank pls\" besteht somit die Gefahr, dass ich diesen irrtümlich waste (bei \"gg\" ist es ja noch egall^^).\nWahrscheinlich bin ich eine kleine Minderheit mit Flash auf \"g\". Jedoch zeigt dies, dass die Chat-Nutzung auch Gefahren birgt (und auch Zeit verschwendet, da ein Ping/Emote schneller geht).","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T12:07:18.824+0000","up_votes":1,"down_votes":0,"body":"Flash auf G xD Made My Day","replies":[{"id":"","poster":"Electrobert","date":"2019-03-25T13:30:30.027+0000","up_votes":1,"down_votes":1,"body":"( Passiv) agressives Verhalten, bzw. ein toxischer Unterton werden von Riot nicht gepunished.\n\nWas HyperionCH schreibt ist größtenteils falsch und beruht auf seiner persönlichen Empfindung, wie toxisch das Geschriebene ist. \n\nWas bei dir zu dem Ban geführt hat ist eindeutig das \"kys\". Der Rest des Chatverlaufs ist zwar nicht die nett, sorgt aber keinesfalls für ein Punishment.\n\nDenn wie du ja auch selber festgestellt hast schreiben 8/10 Leuten in Rankedgames mit einem solchen Wortlaut. Wäre Riot da so penibel wäre die Mehrheit der Spieler gebannt.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T13:47:30.120+0000","up_votes":1,"down_votes":0,"body":"Richtig, demnach müsste ich eigentlich auch entbannt werden, schließlich habe ich zu niemandem \"kys\" geschrieben, sondern lediglich die Vayne zitiert","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T18:21:58.330+0000","up_votes":1,"down_votes":0,"body":"Nein.\n\nDa auch bei Riot \"der Ton die Musik macht\" hast du dir alleine dadurch, dass du derartige Aspekte zitiert hast, dich dazu entschieden die Konsequenzen der Zitate auf dich zu nehmen.\n\nFür das System existierten keine Anführungszeichen!!!\n\nWeiterhin möchte ich dich noch auf Game 3 letzte Phrase vor dem Post-Game hinweisen:\n\n> Cedilu: report vayne for saying kys to me (Vayne sagte: \"i swear kill yourself\" \"fucking ape\" \"kys\"\n\nHier hast du sogar explizit die Anführungszeichen weggelassen, was zwar keinen Unterschied für das System macht, jedoch wenn es einen gäbe würdest du nicht von ihm profitieren.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-25T17:56:34.629+0000","up_votes":1,"down_votes":0,"body":"Riot ist unfassbar penibel.\nDie Todesaufforderung hat definitiv Gewicht gehabt, jedoch ist Riot sehr wohl in der Lage Phrasen(e.g. passive Aggressivitäten) über eine Blacklist zu ermitteln.\n\nEin recht gutes Beispiel ist die Suche nach \"-dy/i-\" in Texten, oder das hinterlegen der Leetspeak in der Blacklist.\nDu kannst also schreiben was du willst, jedoch wird der Unterton recht gut festgestellt.\n\nIm Falle von Unklarheiten ist es sogar möglich, dass strittige Anteile von Chatlogs noch einmal durch Mitarbeiter geprüft werden. (Das sind in der Regel nur Teilsätze also wenige Worte in folge pro Chatlog der strittig ist.)\n\n{{sticker:zombie-brand-clap}}","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Léon Lemond","date":"2019-03-25T10:56:27.670+0000","up_votes":2,"down_votes":0,"body":"Ich denke der Bann ist aufgrund deiner Zitierungen entstanden. Du hast mehrfach triggerwörter verwendet, aber selbstredent in einem anderen Zusammenhang. Ein Mensch würde das verstehen, das System nicht. Letztendlich hast du leider trotzdem ein etwas toxisches Verhalten an den Tag gelegt - höchstwahrscheinlich entstanden durch tilt - trotzdem kann man dich dafür belangen. \nDu kannst jederzeit versuchen, den Bann anzufechten, schreib einfach dem Support. Jedoch, wie oben Beschrieben, könnte der Support durchaus sagen: Sorry, aber für die Reportaufrufe, das blaming der anderen und das negative Verhalten, lassen wir den 14 Tage Bann drin.\n\nDie Priorität sollte immer sein, niemals etwas zu schreiben, was du später bereust, oder für das man dich belangen kann.\n\nIm übrigen finde ich es echt interessant, wie dein Verhalten sich in den 3 Game verändert hat. Du siehst sehr gut heraus, was tilt mit Menschen macht. Zu beginn des ersten Games warst du einsichtig, freundlich und offen. Gegen Ende wurde deine Laune zunehmend schlechter. Diese hast du dann ins zweite Game übernommen und bist hier schon mit einer schlechten Laune reingegangen, die dann noch schlechter wurd gegen Ende des Games. Und das wurde im dritten Game dann nochmal gesteigert.\nMein Tipp: Mach eine Pause. Schau nach einem Lose eine Serie weiter oder irgendwas, was dich wieder glücklich macht. Denn dieser Tilt löst Prozesse in deinem Gehirn aus, der dein rationales und logisches Denken und Verhalten trübt und dich emotionaler werden lässt - ein kleiner Berserker Mode sozusagen.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:01:20.567+0000","up_votes":1,"down_votes":0,"body":"danke für deinen Kommentar :D \nHabe den Support angeschrieben.\nEigentlich mache ich auch nach jedem Game ne Pause undso. Flame eigentlich auch nicht. Nur in dem letzten Game zum Beispiel hatte ich diese Vayne welche halt einfach der schlimmste Flamer seid langem war und ich habe halt eigentlich nicht zurück geflamed. Ich hoffe einfach nur, dass ichs demnächst besser mache und nur nen Chat Bann kriege","replies":[]}]},{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T10:47:43.209+0000","up_votes":2,"down_votes":0,"body":"Chatlog 1 sieht eher unvollständig aus, jedenfalls erschließt sich für mich nicht ganz der Grund für die Erwähnung...\n\nAußer vielleicht für \"Cedilu: stfu ansus\", weil bad words und so..\n\n_________________\n\nChatlog 2\n\n>Cedilu: repor Kassadin for flaming pls\n\nReportcall (negatives Verhalten)\n____________________\nChatlog 3\n\n>Cedilu: report vayne for saying kys to me\n\nOh nein..ich seh das Problem...\n\n**Bevor ich hier den Chat weiter durchgehe:\nZitate werden von dem System nicht erkannt.\nDu kannst bei dem [Support](https://support.riotgames.com/hc/de) um eine weitere Überprüfung bitten und den Fall nochmal kurz erklären. \nWahrscheinlich kommst du dann mit einer Chatsperre wegen Chatlog 1 und 2 weg.**","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:53:02.147+0000","up_votes":1,"down_votes":1,"body":"Dass \"stfu ansus\" war auf einen Nasus bezogen der einen Teamm8 geflamed hat.","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T10:57:28.175+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=00050001,timestamp=2019-03-25T10:53:02.147+0000)\n>\n> Dass \"stfu ansus\" war auf einen Nasus bezogen der einen Teamm8 geflamed hat.\n\n...ja..und? du sagst trotzdem jemanden \"halt die schnautze\". Das ist unfreundlich, u know?D:","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:02:25.144+0000","up_votes":2,"down_votes":1,"body":"wenn jemand zu einem anderen geht und den als \"Hurensohn\" beleidigt würdest du da nicht sagen, lass den mist oder halt die Klappe?","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T11:04:57.503+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=0005000100000000,timestamp=2019-03-25T11:02:25.144+0000)\n>\n> wenn jemand zu einem anderen geht und den als \"Hurensohn\" beleidigt würdest du da nicht sagen, lass den mist oder halt die Klappe?\n\nNein.\nIch würde ihn bitten, dieses Verhalten zu unterlassen oder mich raushalten. (Ich meine...wenn das Kinder sind, machen die sowas zum Spa- ~~uhh....okay what the F, die Boards sind grade vor meinen Augen schwarz geworden. Rip GPU? O_O ich editier das hier gleich nach, ich muss ebend nur ...was fixen.. i guess.~~ okay geht wieder. Kurz alles neustarten gegangen ;O wobei...jetzt klingt mein Rechner unangenehmer. ._.)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:08:53.548+0000","up_votes":1,"down_votes":0,"body":"Ja dann reagieren wir da vielleicht unterschiedlich drauf, aber es war keineswegs böse oder so gemeint. Ist halt so ziemlich die Standard Antwort in Games","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T11:21:39.579+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=000500010000000000000000,timestamp=2019-03-25T11:08:53.548+0000)\n>\n> Ja dann reagieren wir da vielleicht unterschiedlich drauf, aber es war keineswegs böse oder so gemeint. Ist halt so ziemlich die Standard Antwort in Games\n\nJa..aber das gibt dir nicht das Recht, unfreundlich im Chat zu sein.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:48:53.445+0000","up_votes":1,"down_votes":2,"body":"Aber dafür werde ich doch nicht 2 wochen gebannt","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T11:50:40.994+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=00050001000000000000000000000000,timestamp=2019-03-25T11:48:53.445+0000)\n>\n> Aber dafür werde ich doch nicht 2 wochen gebannt\n\ndu wurdest ja auch zwei wochen gebannt, weil du hassrede zitiert hast und das system dein Zitat nicht verstanden hat \n\n#(╯°□°）╯︵ ┻━┻","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:52:38.662+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe, dass es so ist und Riot die Sperre zurückzieht","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Cedilu","date":"2019-03-25T10:51:16.883+0000","up_votes":1,"down_votes":3,"body":"Chatlog 1 ist vollständig, stfu war vielleicht blöd von mir aber rechtfertigt keinen Bann\n\nChatlog 2 muss ich zugeben, dass war blöd aber auch keinen 2 Wochen Bann \n\nChatlog 3 habe ich getan und ich denke auch, dass das das Problem ist\n\nMit 10 games CR gebe ich mich voll zufrieden, habe aus meinen Fehlern gelernt undso, Aber 14 Tage finde ich viel zu viel","replies":[{"id":"","poster":"Izaya Kumiho","date":"2019-03-25T11:02:15.921+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Cedilu,realm=EUW,application-id=KYnfKGf0,discussion-id=8E5sJKlL,comment-id=00050000,timestamp=2019-03-25T10:51:16.883+0000)\n>\n> Chatlog 1 ist vollständig, \n\nKönntest du uns Screenshots davon zeigen?\n(Jeder neue Screenshot muss mit dem letzten Satz des Screenshots davor anfangen. [Das ist übrigens auch eine Regel für diesen Bereich des Forums.](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/MaP0LRjY-chatlogs-or-it-didnt-happen-eine-neue-regel-in-den-spielerverhalten-boards))\n\n\n>stfu war vielleicht blöd von mir aber rechtfertigt keinen Bann\n\nHat auch keiner behauptet... &lt;_&lt;' Den Bann hättest du erst bekommen, wenn du davor bereits die Chatsperren gehabt hättest. (Bei Hassrede bekommst du natürlich instant einen Tempban... )\n\n> Chatlog 3 habe ich getan und ich denke auch, dass das das Problem ist\n\nhttp://i.imgur.com/6gcuvFD.gifv\n\n> Mit 10 games CR gebe ich mich voll zufrieden, habe aus meinen Fehlern gelernt undso, Aber 14 Tage finde ich viel zu viel\n\nWie gesagt... geh damit zum Support.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:03:26.833+0000","up_votes":1,"down_votes":0,"body":"Klar\nKurzen Moment","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:06:14.475+0000","up_votes":1,"down_votes":0,"body":"Könntest du mir vielleivht erklären wie ich die hier einfüge bin irgendwie zu blöd dafür xD","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T11:24:33.619+0000","up_votes":1,"down_votes":0,"body":"habs geschafft xD  geht wohl nur so\nhttps://www.directupload.net/file/d/5402/t9hm3xar_png.htm\nhttps://www.directupload.net/file/d/5402/vvfcdoro_png.htm\nhttps://www.directupload.net/file/d/5402/rqemr6wt_png.htm\nhttps://www.directupload.net/file/d/5402/vjlzkbeo_png.htm","replies":[]}]}]}]}]}]},{"id":"","poster":"Veezey","date":"2019-03-25T16:36:55.912+0000","up_votes":2,"down_votes":1,"body":"Du warst zwar negativ, aber einen 14 tage Bann war das ohne Vorstrafen nicht wert. \nBeim nächsten Mal mute solche Leute einfach und du hast ein angenehmeres Spiel ;)","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T18:16:49.960+0000","up_votes":1,"down_votes":0,"body":"Danke für deinen Kommentar :D\n{{sticker:slayer-pantheon-thumbs}}","replies":[]}]},{"id":"","poster":"SassyUnicorn","date":"2019-04-01T15:00:34.674+0000","up_votes":1,"down_votes":0,"body":"Du weißt schon das du nur für das schreiben der Wörter gebannt werden kannst? Dabei ist der Zusammenhang völlig egal. Fakt ist du hast die Wörter geschrieben. Du selbst auch wenn es nur zitiert ist . Schreibe oder zitiere niemals diese bannbaren Wörter dann passiert sowas auch nicht ^^","replies":[]},{"id":"","poster":"Seelengärtner","date":"2019-03-27T08:57:04.532+0000","up_votes":1,"down_votes":0,"body":"Ich weiß es hatt sich jetzt schon erledigt aber wollte nur noch mal sagen das nicht alle Bans Riot gibt. Es gibt auch ein System das z.b. Erkennt wenn man glaube ca. um die 3 mal \"kys\" schreibt.\nEs gab da auch mal ein größeres Problem das einer Leute \"dazu gezwungen hat\" indem er sagte wenn du das nicht 3 mal schreibst inte ich rein. Leute haben das gemacht und wurden darauf hin von System genannt.\nDeswegen auch das Verbote Wort einfach nicht mehr zitieren ;)","replies":[]},{"id":"","poster":"Odâhvïïng","date":"2019-03-27T06:20:55.853+0000","up_votes":1,"down_votes":0,"body":"Hatte auch einen ban weil i ein einziges wort geschriebne habe war echt nicht cool aba es war so das ich support gehen wolte und einfach wer anderes support gegeangen is und i dan jgl gehen hab müssen ohne smite und ich hab einfach 🤣nig**r geschriebn und instant 14 tage bann aba wen jemand anderes das scbreib bekommt keinen 14 tage ban find i echt gerecht chatspäre so für ein paar games wäre echt cool 😄","replies":[{"id":"","poster":"eingew","date":"2019-03-27T07:04:16.956+0000","up_votes":1,"down_votes":0,"body":"Also wenn du ihn gemeldet hast, hat der andere sicherlich auch einen vierzehntägigen Ban bekommen. Ansonsten noch mal den Support anschreiben.","replies":[]}]},{"id":"","poster":"Snu Snu Waifu","date":"2019-03-25T10:18:53.649+0000","up_votes":1,"down_votes":1,"body":"Wäre interessant zu wissen wofür du gebannt wurdest.\nWenn du tatsächlich fürs inten bestraft wurdest wäre das erfreulich und würde meinen aktuellen Thread widerlegen.\nWenn du für den Chat gebannt wurdest, naja... \nWaren jetzt keine harten Beledigungen dabei, aber hast halt viel unnötig gespammt und das muss auch nicht sein. Verschlechtert nur das Klima.\nAlso auch für den Chat tendenziell gerechtfertigt aber etwas hart.\nWas ich mir darüber hinaus noch vorstellen könnte ist dass der Chatfilter dein \"kys\" in Anführungszeichen nicht als Zitat erkannt hat und du dafür gesperrt wurdest.","replies":[{"id":"","poster":"Cedilu","date":"2019-03-25T10:22:58.004+0000","up_votes":1,"down_votes":0,"body":"Das mit den Anführungszeichen vermute ich, kannst übrigens gerne meine Games abchecken da ist nichts mit inting, aber unnötiges gespamme ist ja ansichtssache, klar im nachhinein hätte ich das ein oder andere weglassen können weil es nicht zum Spiel beiträgt, aber letztendlich sind das keine Beleidigungen. Habe deinen Thread übrigens gelesen. Denke wie du ;DDD","replies":[]}]},{"id":"","poster":"SEBIGAMER888","date":"2019-03-27T12:25:33.161+0000","up_votes":1,"down_votes":3,"body":"BEI MIR DAS GLEICHE ICH WILL DAS ALTE RIOT WIEDER OHNE TROLLER UND DEN KACK DEN NUR DURCH TROLLER FLAMEN WIR","replies":[]}]}