{"id":"sB7MWeTO","poster":"L4teGame","date":"2015-07-18T18:03:45.323+0000","title":"Kann man einen Perma-Ban irgendwie entfernen ?","subforum":"Spielerverhalten & Moderation","up_votes":5,"down_votes":49,"body":"HI.\r\nIch wurde aufgrund eines zoom-hacks dauerhaft gebannt was im ersten Moment auch sehr verständlich ist.\r\nAber meiner Meinung nach ist es nicht angemessen einen Spieler für** IMMER** zu sperren... \r\nIch habe auch relativ schnell eingesehen das es ohne Hacks gleich viel mehr Spaß macht und das das nichts für mich ist.\r\nHacken ist und bleibt schlecht und macht das Spiel kaputt.\r\nTrotzdem bin ich natürlich meiner Strafe bewusst aber ich habe viel Zeit und Geld in dieses Spiel investiert und es macht \r\nmich schon fertig zu wissen das das alles für den Müll war... \r\nNaja... lange Rede kurzer Sinn ich wollte einfach mal fragen ob mir da evtl. jemand helfen könnte meinen Account wieder zu bekommen.\r\nOb Supporter oder **Leute mit \"Kontakten\"** ich bin für alle offen und möchte einfach wieder normal spielen.\r\n\r\n Danke, Gruß **L4te**.\r\n\r\nPS: Ich hab außerdem mal eine kleine Umfrage beigefügt da ich eure Meinungen gerne mal wissen würde. Des weiteren könnt Ihr mir natürlich auch einfach eine ausführliche Antwort geben. Danke.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-18T18:40:51.826+0000","up_votes":13,"down_votes":2,"body":"> Aber meiner Meinung nach ist es nicht angemessen einen Spieler für IMMER zu sperren...\n\nDu wurdest nicht gebannt. Dein Account wurde gebannt...und das finde ich absolut angemessen.\n\nDer Vollständigkeit halber sollte ich noch hinzufügen, dass Riot derartige Permabans grundsätzlich nie aufhebt. Spar dir also die Mühe, weder Betteln noch \"Kontakte\" werden dir helfen. Der Account ist für immer weg. ","replies":[{"id":"","poster":"Spicavius","date":"2015-07-19T07:12:10.199+0000","up_votes":2,"down_votes":0,"body":"Verstehe ich das richtig, dass der TE höchstwahrscheinlich das ZWEITE Mal erwischt wurde?\n\nRiot verteilt doch beim erstmaligen \"Cheating\"  nur einen 2-Wochen-Bann und entzieht die Seasonbelohnungen.\nErst beim zweiten Mal kriegt man doch einen Permabann. Oder?","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-07-19T15:20:36.021+0000","up_votes":3,"down_votes":0,"body":"Das war das Elo-Boosting.","replies":[]},{"id":"","poster":"Staxer0","date":"2015-07-19T08:31:53.583+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Spicavius,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=00020001,timestamp=2015-07-19T07:12:10.199+0000)\n>\n> Verstehe ich das richtig, dass der TE höchstwahrscheinlich das ZWEITE Mal erwischt wurde?\n> \n> Riot verteilt doch beim erstmaligen \"Cheating\"  nur einen 2-Wochen-Bann und entzieht die Seasonbelohnungen.\n> Erst beim zweiten Mal kriegt man doch einen Permabann. Oder?\n\nNein, bei \"cheating\" etc. wird schon beim ersten mal  ein Permabann vergeben.\n\nUnd das ist auch gut so.\n Alles andere würde Cheatern, Scriptern usw Tür und Tor öffnen. Frei nach dem Motto \"Ich riskiers jetzt mal, und sollte ich erwischt werden hör ich halt damit auf\".","replies":[]},{"id":"","poster":"Gandalf The game","date":"2017-01-19T16:28:12.545+0000","up_votes":1,"down_votes":3,"body":"hab nur durch flamen nen perma bann gekriegt :D wurde in nen game übel beleidigt hab dann mal noob geschrieben wurde reportet und hatte nen bann :D","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-02-05T11:46:19.689+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Gandalf The game,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=000200010002,timestamp=2017-01-19T16:28:12.545+0000)\n>\n> hab nur durch flamen nen perma bann gekriegt :D wurde in nen game übel beleidigt hab dann mal noob geschrieben wurde reportet und hatte nen bann :D\n\nDurch Flamen bekommt man nun einmal einen Permabann, wenn man sich nicht bessert. Dies wurde Dir auch in der Meldung zum 14 Tagesbann mitgeteilt, den Du zwischen dem 03.01.2017 und dem 17.01.2017 hattest. Hättest Du diese Nachricht gelesen, und nicht nur Deinen Chatlog kurz angeschaut und dann weggeklickt, hättest Du es gewusst.\nDarüber hinaus: Poste Deinen Chatlog, und wir haben eine Diskussionsgrundlage.","replies":[{"id":"","poster":"GokuP01","date":"2017-08-06T15:10:56.918+0000","up_votes":1,"down_votes":2,"body":"Weisste ist bei mir das gleiche... nur gibts es Leute welche nie Flamen sondern zocken! aber manchmal an die Decke gehen, wenn sie von den Flamern 4 on 1 geflamed werden. DAFÜR BANN? ja und da ist wieder mein CAPs und wen spricht es an? Diese kleinen neunmalklugen nach dem Getzbuch sich mächtig machen müssenden Lemmings","replies":[]}]},{"id":"","poster":"SwlngDlng","date":"2017-02-05T11:00:56.425+0000","up_votes":1,"down_votes":3,"body":"einem game*\n'nem game*","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-02-05T11:47:21.564+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwlngDlng,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=0002000100020000,timestamp=2017-02-05T11:00:56.425+0000)\n>\n> einem game*\n> &#x27;nem game*\n\nGenauer gesagt hat er 3 Spiele nach dem 14 Tagesbann gespielt, und dann seinen Perma erhalten, weil er sich nicht zurückhalten konnte.","replies":[]}]},{"id":"","poster":"Daryl Winchester","date":"2017-02-07T15:35:13.132+0000","up_votes":1,"down_votes":2,"body":"Was machst jetzt? Neuen Account oder den alten doch irgendwie zurück gekriegt :P ?","replies":[]}]}]},{"id":"","poster":"Killersword16","date":"2016-09-12T11:51:09.754+0000","up_votes":3,"down_votes":2,"body":"Ja,hoffentlich wirst du mal gebannt.\nLeute die mal nen Perma-Ban bekamen finden es JA  natürlich UNGERECHT und beschissen. Und die Leute die kaum nen Ban bekam,denken sich ja so \"HA ein Perma-Ban ,geschieht ihn Recht falls er Flame\". Aber letztendlich bringt ein Perma-Ban nichts ausser wenigere LoL-Spielern.Ich sehe immer noch in jede Runde FLamers,Smurfers.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-09-12T12:30:51.382+0000","up_votes":4,"down_votes":1,"body":">  Aber letztendlich bringt ein Perma-Ban nichts ausser wenigere LoL-Spielern\n\nDas ist, wie man so schön sagt, eine Milchmädchenrechnung. Bzw eigentlich ja gar keine Rechnung, denn du hast ja garnicht gerechnet, nehm ich mal an. \nEinen Permabann bekommen 0,006% aller Spieler...nicht gerade etwas, was die Anzahl der LoL-Spieler merklich reduziert. Das ist aber noch nicht alles! Toxicitiy ist nämlich der zweithäufigste Grund, warum Spieler aufhören LoL zu spielen. Klar, wenn man einen Spieler permabannt, hat man einen Spieler weniger. Tut man das allerdings nicht, hören noch viel mehr Spieler wegen dieses eines Spielers auf. \n\n> Ich sehe immer noch in jede Runde FLamers,Smurfers.\n\nDas ändert nichts an der Tatsache, dass es früher noch viel schlimmer war. Das Toxicity-Problem ist nicht gelöst, niemand behauptet das. Vermutlich wird man es auch nie lösen können. Aber man kann es bekämpfen. Und nur weil etwas nicht perfekt ist, heißt das nicht dass es \"nichts bringt\". Auch moderne Medizin kann zum Beispiel nicht jedem helfen, ist aber trotzdem eine tolle Sache die sehr wohl was bringt. \n\n> Ja,hoffentlich wirst du mal gebannt.\n\nSehr nett von dir. Aber da kannst du hoffen so viel du willst. Ein Ban ist ja nichts zufälliges, sondern die Folge einer bewusste Entscheidung (z.B. die Entscheidung zu flamen oder illegale Software zu verwenden). Da ich nicht vorhabe eine derartige Entscheidung zu treffen, werde ich garantiert nicht gebannt werden.\n\nPS: Aus reiner Neugierde...wie kommt es, dass du auf einen ein Jahr alten Thread antwortest, der nicht mal deiner ist?","replies":[{"id":"","poster":"GokuP01","date":"2017-08-06T15:14:54.995+0000","up_votes":1,"down_votes":3,"body":"Ich bin ein paar mal ausgerastet und wurde von flamern in den arsch gefickt weil ich mit flamen reagiert hatte. Danke community und sorry and die admins ich dachte ihr wärt beseelt aber anscheinend auch nur rauch und nichts mit herz dahinter. Mein geständnis: Ich habe überrreagiert und das beste wäre gewesen ein paar monate oder wochen pause zu nehmen und was anderes zu zocken ganz einfach. Dennoch weiss ich nicht was mir MEHR sorgen sollte oder euch admins, diese Bangierigen schwarzen gestalten oder diese lichter wie meiner einer welche maln gescheites feddback geben und es gut meinen mit den mitmenschen!","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-08-06T15:17:13.534+0000","up_votes":2,"down_votes":0,"body":"Aus purer Neugierde: Wie kommt es dass auf einen 2 Jahren alten Post antwortest?","replies":[{"id":"","poster":"GokuP01","date":"2017-08-08T13:20:02.359+0000","up_votes":1,"down_votes":0,"body":"weil ich geschaut hab wie oder ob ich meinen account wiederbekommen kann.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2017-08-07T06:26:56.695+0000","up_votes":1,"down_votes":0,"body":"Einmal abgesehen davon, dass du einen sehr, sehr alten Thread ausgegraben hast. \n\nHumpelstilzche und ich sind keine Admins. Wir sind Volunteers. Uns vorzuwerfen, wir wären ungerecht und hätten dich unverdient gebannt, ist, als würdest du zur freiwilligen Feuerwehr im Nachbardorf gehen und dich da darüber beschweren, dass die dir bei der letzten Polizeikontrolle den Führerschein entzogen haben. Während die Verbindung zwischen der FFW und der Polizei für dich das schicke Blaulicht war. \n\nDu wirst von einem Algorithmus für dein Chatverhalten bestraft. Da kriegt man auch nicht einfach so einen Permabann. Davor gibt es im Normalfall noch 2 CRs und den 2 Wochenbann. Wenn du die schon hattest, hättest du dich bessern sollen. Warst du einer der seltenen Fälle, dass du für dein erstes Vergehen den Perma erhalten hast, musst du dich dafür wirklich sehr toxisch verhalten haben. \n\nVon gescheitem Feedback kann auch nicht die Rede sein, wenn dafür das Instantfeedbacksystem eine Strafe verteilt hat.","replies":[{"id":"","poster":"Darkr3sQ","date":"2017-08-07T07:17:27.180+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=00020002000000010001,timestamp=2017-08-07T06:26:56.695+0000)\n>\n> Einmal abgesehen davon, dass du einen sehr, sehr alten Thread ausgegraben hast. \n> \n> Humpelstilzche und ich sind keine Admins. Wir sind Volunteers. Uns vorzuwerfen, wir wären ungerecht und hätten dich unverdient gebannt, ist, als würdest du zur freiwilligen Feuerwehr im Nachbardorf gehen und dich da darüber beschweren, dass die dir bei der letzten Polizeikontrolle den Führerschein entzogen haben. Während die Verbindung zwischen der FFW und der Polizei für dich das schicke Blaulicht war. \n> \n> Du wirst von einem Algorithmus für dein Chatverhalten bestraft. Da kriegt man auch nicht einfach so einen Permabann. Davor gibt es im Normalfall noch 2 CRs und den 2 Wochenbann. Wenn du die schon hattest, hättest du dich bessern sollen. Warst du einer der seltenen Fälle, dass du für dein erstes Vergehen den Perma erhalten hast, musst du dich dafür wirklich sehr toxisch verhalten haben. \n> \n> Von gescheitem Feedback kann auch nicht die Rede sein, wenn dafür das Instantfeedbacksystem eine Strafe verteilt hat.\n\nDen 14 Tagesbann hatte er offenbar vom 24.06.2017 bis zum 08.07.2017. Zumindest ist in seinem Spielverlauf dort eine genau 14 tägige Lücke.","replies":[]}]}]},{"id":"","poster":"Ozuraak","date":"2016-09-12T12:33:34.767+0000","up_votes":2,"down_votes":0,"body":"Ich bewundere ja deine Haltung auf solche Beiträge noch zu antworten. {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"ThomasLicht","date":"2016-09-12T14:37:35.156+0000","up_votes":1,"down_votes":0,"body":"stimmt überhaupt das mit den 0.006%?","replies":[{"id":"","poster":"legofreak1","date":"2016-09-12T14:39:43.721+0000","up_votes":2,"down_votes":0,"body":"Ja, die Zahl ist in jeder Bann-Benachrichtigung enthalten.","replies":[]},{"id":"","poster":"Killersword16","date":"2016-09-15T12:59:37.788+0000","up_votes":1,"down_votes":1,"body":"keine Ahnung,anscheinend hat es sich nach 1 Jahr nicht verändert. Vllt sind es dieses Jahr mehr geworden.Aber es wird immer nach ner Zeit unglaubwürdiger.","replies":[]},{"id":"","poster":"GokuP01","date":"2017-08-06T15:16:35.224+0000","up_votes":1,"down_votes":2,"body":"also hier patrickthomas weiershäuser auch von licht, wenn du was an meinem account rütteln kannst. much much licht zu dir","replies":[]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2016-09-15T13:33:12.678+0000","up_votes":1,"down_votes":0,"body":"https://www.colourbox.de/preview/9686193-stalk-old-rusty-shovel-on-white-background.jpg","replies":[]},{"id":"","poster":"Gandalf The game","date":"2017-01-19T16:28:50.313+0000","up_votes":1,"down_votes":1,"body":"isso","replies":[]},{"id":"","poster":"SwlngDlng","date":"2017-02-05T11:01:25.247+0000","up_votes":1,"down_votes":2,"body":"ihm*","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-07-19T06:28:35.374+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=0002,timestamp=2015-07-18T18:40:51.826+0000)\n>\n> Du wurdest nicht gebannt. Dein Account wurde gebannt...und das finde ich absolut angemessen.\n> \n> Der Vollständigkeit halber sollte ich noch hinzufügen, dass Riot derartige Permabans grundsätzlich nie aufhebt. Spar dir also die Mühe, weder Betteln noch \"Kontakte\" werden dir helfen. Der Account ist für immer weg.\n\nNaja, wenn man gut genug für die LCS ist, dann schon.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-19T11:18:55.817+0000","up_votes":2,"down_votes":1,"body":"Falsch. Die Bans die Riot bei Progamern gelegentlich aufhebt sind die Bans der SPIELER, nicht der Accounts. Und das ist eine Art der Strafe, die ein normaler User so gut wie garnicht bekommen kann.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-07-19T13:23:37.314+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=000200000001,timestamp=2015-07-19T11:18:55.817+0000)\n>\n> Falsch. Die Bans die Riot bei Progamern gelegentlich aufhebt sind die Bans der SPIELER, nicht der Accounts. Und das ist eine Art der Strafe, die ein normaler User so gut wie garnicht bekommen kann.\n\nDas Attribut \"Permanent\" ist wohl in beiden Fällen enthalten.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-19T14:21:05.370+0000","up_votes":1,"down_votes":1,"body":"Nein, die Sperren sind jeweils für 4 oder 2 Seasons ausgesprochen und werden nach Ablauf erneuert, wenn keine Besserung festgestellt wird.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-07-19T14:37:31.154+0000","up_votes":2,"down_votes":0,"body":"> As a result of this players long history of DDOS activity, abusive behaviour and poor sportsmanship across multiple accounts, the player behavior team issued a **lifetime ban on Jensen.**\nHis Incarnati0n account has been permabanned in accordance with this ruling.** All future accounts will be permabanned on sight.**\n\nDann ist dieser Kommentar wohl nicht korrekt.\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=1122163","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-19T16:12:26.265+0000","up_votes":1,"down_votes":0,"body":"Ja, das wurde mittlerweile überholt und selbst der ganz üble darkwinjax steht jetzt auf einer Zeitsperre, ab der er nochmal überprüft wird. Bei ihm haben sie aber glaube ich noch mehrere Jahre angesetzt. Bis dahin ist der eh aus dem LoL Profi Alter raus.","replies":[]}]}]}]},{"id":"","poster":"je suis dat boi","date":"2016-05-31T20:13:49.171+0000","up_votes":1,"down_votes":0,"body":"trotzdem, was ist das bitte für ein schlechter witz?","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-07-19T09:30:58.457+0000","up_votes":1,"down_votes":1,"body":"Nicht wirklich, auch für LCS-Spieler bleibt der Account gesperrt.\n\nWas hingegen aufgehoben werden kann ist die zusätzliche, personen- statt accountbezogene Spielsperre für alle von Riot organisierten Turniere.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-07-18T18:23:30.753+0000","up_votes":6,"down_votes":1,"body":"1. Wenn man einen Perma zurücknähme, wäre es kein Perma mehr, aber Riot ist ja schon nett, vlt. erreichst du ein biblisches Alter von ein paar hundert Jährchen und darfst dann wieder ran.\n\n2. Wenn man viel Geld und Zeit in etwas steckt, sollte man sich eben VORHER überlegen, ob man das aufs Spiel setzt\n\n3. Du kannst froh sein, dass du dir neue Accs. zulegen darfst. DAS ist deine 2. Chance.","replies":[]},{"id":"","poster":"Fcktardmagnet","date":"2015-07-18T18:18:47.093+0000","up_votes":4,"down_votes":0,"body":"Glaube du hast eher eingesehen dass du gerne wieder spielen würdest. \n\nDer Perma ist gerechtfertigt da du vorher wusstest dass es nen Perma gibt wenn du hackst. Trotzdem hast du es getan und die Strafe ist gerecht. Hoffe jeder Hacker wird erwischt und bekommt nen Perma.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-18T21:08:11.414+0000","up_votes":5,"down_votes":1,"body":"und als nächstes wirst du beantragen, dass Lance Armstrong doch wieder Rad fahren darf...\n\nKlar, übertriebenes Beispiel. Aber du hast dich mit diesem Account nicht an die eindeutigen Regeln gehalten. Damit ist alles, was du für diesen Account (an Zeit und Geld) investiert hast, weg. Und das ist auch gut und richtig so.\n\nDu redest ja selber vom Hacken... wer so was macht, muss davon ausgehen, dass er drastisch bestraft wird.\n\nDu kannst dir jetzt allerdings einen neuen Account erstellen und den ehrlich und fair hochspielen. Das ist deine einzige Option.","replies":[]},{"id":"","poster":"PiXeL FuNKY","date":"2015-07-18T21:37:11.906+0000","up_votes":1,"down_votes":6,"body":"Mir stellt sich hier die frage was fürn zoom hack?","replies":[{"id":"","poster":"Treffnix","date":"2015-07-18T22:08:55.511+0000","up_votes":3,"down_votes":0,"body":"Das spielt nun wirklich keine Rolle","replies":[{"id":"","poster":"PiXeL FuNKY","date":"2015-07-18T22:52:38.087+0000","up_votes":1,"down_votes":6,"body":"Naja eig schon wenn das nur sagen wir mal mklol wäre das er dann alle skins bei sich für die champs hat oder respawn timer von drake und baron dann ist das schwachsinn zu perma bannen. Zoom hack mir würde nur dazu einfallen das er weiter ins game zoomen kann?\nDarum frage ich um zu wissen was das ist","replies":[{"id":"","poster":"Kaitri","date":"2015-07-18T23:18:31.866+0000","up_votes":5,"down_votes":0,"body":"wenn du mit programmen, die nicht von riot erlaubt sind, ins game eingreifst musste mit den folgen leben.","replies":[]},{"id":"","poster":"Protective Puppy","date":"2015-07-19T09:18:47.228+0000","up_votes":3,"down_votes":0,"body":"Es ist völlig egal was für ein Zoom-Hack. (Weiter rauszoomen verschafft übrigens auch Vorteile)","replies":[]},{"id":"","poster":"HansMowlWurf","date":"2015-07-19T07:01:58.930+0000","up_votes":1,"down_votes":0,"body":"Du musst lediglich bei google \"lol zoomhack\" eingeben fuer weitere Informationen.\nIst wirklich nicht schwer.","replies":[]},{"id":"","poster":"HuntTheClown","date":"2017-11-14T00:16:15.381+0000","up_votes":1,"down_votes":1,"body":"Also meiner Meinung nach könnte man ja die Bannzeit verkürzen (bei mir z.B. 7000 Jahre). Warum? Naja damals war der respawn timer ja \"illegal\" heute ist es ein Teil vom Spiel. Ich frage mich übrigens ob der Herr L4te Game immer noch gebannt ist.","replies":[]}]}]}]},{"id":"","poster":"Abasin","date":"2015-07-20T06:42:33.608+0000","up_votes":2,"down_votes":0,"body":"Permanent = dauerhaft = für immer. Noch Fragen?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-20T09:36:17.817+0000","up_votes":1,"down_votes":0,"body":"Heya\nEr fragt nicht ob ein Permabann für immer gehen sollte, sondern ob ein Permabann immer angemessen ist.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-20T09:39:08.740+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe das eher so, dass er meint, dass Permabanns nie angemessen sind.","replies":[{"id":"","poster":"je suis dat boi","date":"2016-05-31T20:19:12.526+0000","up_votes":1,"down_votes":2,"body":"was auch stimmt","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-31T20:41:06.147+0000","up_votes":1,"down_votes":0,"body":"Warum sollte es stimmen, nur weil das jemand so sieht? \n\nWer sich nicht benehmen will, hat einen Perma verdient.","replies":[{"id":"","poster":"je suis dat boi","date":"2016-05-31T21:01:48.770+0000","up_votes":1,"down_votes":6,"body":"sorry aber was ist das für eine lächerliche argumentation,\n\nda kann man genau so gut sagen \"wer intentional feedet hat den flame verdiehnt\"","replies":[{"id":"","poster":"Sirrkas","date":"2016-05-31T21:13:39.318+0000","up_votes":1,"down_votes":0,"body":"Und welche Argumente stecken hinter \"es sollte keine Permabanns geben\"? In LoL ist es ziemlich schwer so weit zu kommen. Man muss davor sehr oft Flamen, mehrmals absichtlich extremst trollen, Accountsharing betreiben, Cheaten oder unglaublich oft afk sein um einen Perma zu erhalten.","replies":[{"id":"","poster":"je suis dat boi","date":"2016-06-02T19:18:36.445+0000","up_votes":1,"down_votes":8,"body":"1. Man hat geld bezahlt für inhalte, auf die der zugriff permanent verweigert wird\n2. Ist es lächerlich in einem online Game permabans zu verteilen, wenn ein spieler nicht cheated/hackt/scamt oder sonstiges\n3. Gibt es insofern keinen grund für einen Permanenten Ban, da ein 1 Jahres ban oder vllt sogar einem 5 jahres ban einen bestimmten spieler nicht weniger \"reformiert\" als ein permanenter ban, hierbei hat der jeweilige user sein geld allerdings nicht KOMPLETT verschwendet\n4. (ich zumbeispiel) habe öfters strafen bekommen (und das ohne jegliche vorwahnung), wegen nur etwa 1-2 spielen, bei denen in den chatlogs teilweise nichtmal irgendein negatives verhalten feststellbar war\n5. Es ist ein fakt, dass SEHR viele spieler, vor allem in den niedrigeren Elo-bereichen dazu neigen, spieler zu reporten weil sie z.b. den gepickten champ nicht leiden können oder bspw. der meinung sind, dieser champ wäre unbalanced, daher aus schlichtem Frust reporten. Dies wird zum MASSIVEN problem, wenn auf reports automatisierte strafen wie Bans folgen.\n6. Nein, so oft muss man tatsächlich nicht einmal fehlverhalten zeigen. Wenn man annimmt dass pro maßnahme in 2-3 spielen gegen die regeln verstoßen wurde, dann sind das maximal 30 spiele in denen man fehlverhalten aufzeigt. das mag nach viel klingen, aber über die jahre sammelt sich das eben an, und da \"honor\" von anderen spielern leider (offensichtlich) den reports nicht entgegenwirkt, kann sich das über die jahre sehr schnell mal ansammeln, da man leider SEHR oft \"merkwürdige\" leute ins team bekommt, die sehr offensichtlich intentional feeden, was EXTREM frustrierend ist. Allein über die letzten 3 Tage hatte ich pro Tag (bei 3-4 Games am Tag) JEDEN tag MINDESTENS einmal jemanden im team, der extrem schlecht gespielt hat und das spiel damit für alle zerstört hat.\n\nLeider bin ich der meinung, dass League of Legends in letzter zeit eine sehr negative entwicklung durchmacht, und ich habe nach manchen Tagen ernsthaft darüber nachgedacht, zu deinstallieren, denn im momentanen Stadium macht mir dieses spiel einfach nicht mehr den Spaß, den es mal gemacht hat. Es wurde zu viel verändert, von dem man viel erhoffen durfte, was sich allerdings als absoluten \"schuss in den Ofen\" herausstellte. Stichwort: Dynamic Queue","replies":[{"id":"","poster":"Der Großmugister","date":"2016-06-02T19:43:24.585+0000","up_votes":4,"down_votes":0,"body":"Reports führen *niemals*, in erster Instanz zu einer Strafe!\nDas einzige was durch Reports ausgelöst wird, ist eine Überprüfung, wenn diese Überprüfung dann Regelverstöße feststellt, werden evtl. Strafen verteilt.\nDieses System bestraft nicht für einzelne Spiele, sondern für das gesamte Verhalten des Spielers. Darum dauert es leider auch sehr lange, bis die erste Strafe ansteht.\nDie ersten, gefühlt 200 Regelverstöße, werden als Ausrutscher gewertet, erst wenn man unheimlich viele, *begründete* Reports angehäuft hat, bekommt man die erste Chat-Restricition.\nDie Chatlogs sind nur die Beispiele für das Verhalten welches nicht erwünscht ist, entnommen aus den letzten Verfehlungen, sie stellen in keinster Wiese den einzigen Grund für die Strafe dar.\n\nHat man sich mit den unzähligen Verstößen, endlich die erste Sanktion verdient, folgen die nächsten natürlich deutlich schneller, denn \"Ausrutscher\" gibt es nach einer Vorstrafe nicht mehr.\nDurch die schnellen *Folgestrafen* mag es sich anfühlen, als würde man nach kurzer Zeit bestraft werden, dies ist aber nicht der Fall!\nDie erste Strafe sagt nicht:\n\"Du hast dich hier das erste mal falsch verhalten und wurdest dafür bestraft\"\n\nsondern:\n\"Du hast dich jetzt ewig lange daneben benommen, ab jetzt schauen wir uns das nicht länger, tatenlos an!\"\n\nPersönlich bin ich der Meinung, dass dieses Vorgehen nicht optimal ist, die erste Strafe sollte deutlich schneller erfolgen und im Gegenzug mehr Zeit zur Verhaltensänderung vor der zweiten Strafinstanz gewähren.\nDie absolute Zeit zwischen erstem Verstoß und Permabann, würde sich dadurch allerdings nicht ändern.\nDie Spieler würden sich den unmöglichen Umgangston, der in LoL vorzuherrschen scheint, so vielleicht gar nicht erst angewöhnen, wenn sie nicht 100 Spiele lang, unbehelligt flamen könnten und somit meinen, es sei normal.\nSelbiges, da bin ich mir sicher, ist dir passiert. Würdest du deine, angeblich harmlosen Chatlogs posten, würde  ich in ihnen sicher viel Verhalten finden, welches von der Community und somit auch von Riots System, als negativ und zu bestrafen angesehen wird.\nDu würdest das wahrscheinlich anders sehen, weil du dir Pöbeleien wie \"omg Noob\", \"play deff retard\" oder \"report xyz\", als normal empfindest, da du dieses Verhalten durchgehend miterlebst und für die Adaption des selbigen, lange nicht bestraft wurdest.\n\nHättest du nach dem ersten Spiel, in dem du geflamed hast, die erste CR kassiert, wäre dein Blick auf das was in LoL \"normal\" und was \"toxisch\", mit Sicherheit ganz anders.","replies":[]},{"id":"","poster":"Sirrkas","date":"2016-06-02T20:13:25.869+0000","up_votes":4,"down_votes":0,"body":"1. Das scheint der einzige nennenswerte Grund gegen Permabanns zu sein. Der Spieler hat Geld und Zeit in den Account gesteckt. Allerdings hat Riot immer noch das Hausrecht. Wer dauernd in der Disko pöbelt, kriegt Hausverbot, egal wie viele Drinks er bestellt hat oder wie oft er schon zu Besuch war. Das Verhalten ist schließlich unangenehm für die anderen Kunden. \n\n2. Kann man sehen wie man will. Ich finde es eher lächerlich, dass man es schafft so oft zu flamen, dass man gebannt wird. Das dauert wirklich sehr lange, solange man nicht extrem wird und mit Todesdrohungen, Rassismus etc. ankommt. \n\n3. Der Bann soll auch nicht reformieren. Der Permabann soll aussagen \"Du bist ein schrecklicher Spieler (auf sozialem Level für Flaming). Wir wollen dich nicht mehr als Kunden haben. Geh woanders hin, wenn du unbedingt deine toxische Ader ausleben musst\". Im  Grunde wird man damit von Riot vor die Tür gesetzt. \n\n4. Die Chatlogs kannst du gerne vorzeigen, ich bin mir sicher, man findet da viele toxische Formulierungen. Die Strafe kommt erst so schnell, nachdem man schon eine erhalten hat. Der Puffer an Spielen die \"ok\" waren ist dann aufgebraucht und man wird sehr schnell wieder bestraft, wenn man sich nicht benimmt. \n\n5. Zum Glück wird niemand für Trollreports bestraft. Da es immer eine Überprüfung gibt, muss man sich also keine Sorgen machen, wenn man wie ich mal von den Gegnern für \"hat Mikaels Aktive eingesetzt\" gemeldet wird. Mehr als die Nachricht, dass ich gemeldet wurde, passiert da nicht. \n\n6. Doch, man muss leider extrem auffällig werden, um Strafen zu erhalten. Für die erste dauert es erfahrungsgemäß am längsten, zu lange würde ich fast schon sagen. Das erkennt man auch gut an deinem vierten Punkt. Du glaubst die Chatlogs waren größtenteils sauber, das haben hier aber auch schon viele Permagebannte gesagt oder behauptet. Da findet man dann meistens Blaming und Schuldzuweisungen, wenn man sie darauf anspricht kommt dann gerne \"ist nicht so schlimm, wie das von anderen \", \"der andere hat angefangen\" oder \"war doch nur die wahrheit\". Wenn man solche Argumente gelten lassen würde, könnte man damit auch Mord rechtfertigen. Ich hab doch nur einen Typen umgebracht, der hat mich blöd angeguckt. Der andere war viel schlimmer, hat den Kerl vorher gefoltert, den er getötet hat. \n\nNein, Honors heben Reports nicht auf. Warum sollten sie auch. Man kann sich schließlich in einem Spiel wie das Idealbild eines Gamers verhalten und im nächsten völlig ausrasten und den inneren Gnar raushängen lassen, indem man wild um sich schlägt und alle nieder macht.","replies":[{"id":"","poster":"je suis dat boi","date":"2016-06-14T19:54:54.108+0000","up_votes":1,"down_votes":2,"body":"dass honors und reports sich nicht gegenseitig aufheben, ist meiner meinung nach ein massives versäumnis von Riot, denn bevor ich einen ban erhalten habe, hatte ich sehr das gefühl auf einem extremen weg der besserung zu sein. Ich müsste auf meinem account vermutlich vor dem permaban kurz davor gewesen sein, eine schleife zu bekommen, denn ich habe pro game idR. etwa 3-4 Honors eingefahren. Dass riot solche besserungen nicht \"belohnt\" und solche den reports entgegenwirken lässt, finde ich einfach ungerechtfertigt und ungerecht.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-14T20:00:50.069+0000","up_votes":1,"down_votes":0,"body":"Warum sollten sie? Wenn sich jemand, der auf Bewährung ist nun ehrenamtlich engagiert und zum Beispiel bei der Freiwilligen Feuerwehr arbeitet, hat er davon doch auch nichts, wenn er während der Bewährung eine weitere Straftat begeht.","replies":[{"id":"","poster":"je suis dat boi","date":"2016-08-05T12:42:38.971+0000","up_votes":1,"down_votes":1,"body":"trotzdem, wenn ein spieler nicht das gefühl hat, es würde jemanden interessieren dass er sich verbessert, warum sollte er sich dann überhaupt verbessern?","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T12:47:34.507+0000","up_votes":2,"down_votes":0,"body":"Weil es einfach eine Selbstverständlichkeit ist, dass man sich benimmt. Das muss nicht belohnt werden.","replies":[]}]}]},{"id":"","poster":"raketenNick","date":"2017-08-05T12:08:29.909+0000","up_votes":1,"down_votes":0,"body":"Genau das ist bei mir auch passiert. Generell die Supporter schicken dir nur copy paste Sachen. Darauf kann man auch verzichten.","replies":[]},{"id":"","poster":"GokuP01","date":"2017-08-06T15:22:03.468+0000","up_votes":1,"down_votes":2,"body":"true story...","replies":[]}]},{"id":"","poster":"je suis dat boi","date":"2016-06-14T20:01:34.116+0000","up_votes":1,"down_votes":1,"body":"nein, um das geld geht es mir in dem punkt tatsächlich nicht wirklich, ich finde nur, dass es gut wäre, wenn riot es respektieren würde, dass ein spieler geld ausgegeben hat, genau so wie der spieler die \"hausordnung\" respektieren sollte. Durch das verspielen von echtgeld wird das spiel allgemein unterstützt, aus solchen Spielern finanziert sich Riot games meines wissens ja hauptsächlich.\n\nDas beispiel mit dem gekauften alkohol und dem pöbeln im club finde ich hierbei wirklich unzutreffend, denn erstens kann man den alkohol wenn man es möchte gerne noch aus dem club mitnehmen, und zweitens handelt es sich (auf meine andere antwort bezogen) bei aussagen wie \"nice luck\" \"gg\" \"nice\" etc. nicht um pöbeleien, wie man sie so weit ich mir vorstellen kann im club aussprechen würde.","replies":[{"id":"","poster":"ImRylex","date":"2016-08-04T21:12:30.940+0000","up_votes":1,"down_votes":4,"body":"habe 1200€ für das Spiel ausgegeben und perm ban wegen 'trottel,idiot' und sowas...","replies":[{"id":"","poster":"Sirrkas","date":"2016-08-08T11:04:36.228+0000","up_votes":2,"down_votes":0,"body":"Den Permabann hast du dir selbst zuzuschreiben. Vor dem hast du sicher einen 2 Wochenbann gehabt und dich dazu entschlossen weiterhin Beleidigungen zu verschicken.\n\nWenn du dir einen teuren Sportwagen kaufst, den aufmotzt und dann in einer Kurve mit einem Tempolimit von 50 km/h 120 fährst, bist du selbst Schuld, dass du den zu Schrott gefahren hast. Nicht der Automobilhersteller, das Straßenbauamt oder die Werkstatt.","replies":[{"id":"","poster":"GokuP01","date":"2017-08-06T15:20:17.340+0000","up_votes":1,"down_votes":4,"body":"es gibt GENUG LEUTE welche tag ein tag aus, spiel ein spiel aus andere vollheulen und nicht gebannt werden HALLO? mit netten leuten bin ich nett, sogar sehr nett!!!!!!!!!!! TRUST ME. aber wenn dir die Assis zu denen du dennoch nett warst in den arsch ficken du die drecks energie von denen auf den punkt bringst und dann noch von hinten gebannt wirst... dann halleluya good bye league of legendfs, in der unterwelt lassts sich nicht gut spielen. 2 jahre max. surviability for lol. my guess","replies":[{"id":"","poster":"Sirrkas","date":"2017-08-07T06:05:05.461+0000","up_votes":1,"down_votes":0,"body":"Dein Bann ist hier doch der Beweis, dass Leute für solches Verhalten gebannt werden. Das System kann aber nicht präventiv handeln. Hätte es dich bannen sollen mit der Meldung, im nächsten Match wärst du vermutlich toxisch gewesen?","replies":[]}]}]},{"id":"","poster":"je suis dat boi","date":"2016-08-05T12:40:34.445+0000","up_votes":1,"down_votes":4,"body":"ja, das gleiche bei mir. 820€ weg. warum? wegen report calling. WOW","replies":[{"id":"","poster":"Ozuraak","date":"2016-08-05T12:44:43.687+0000","up_votes":2,"down_votes":0,"body":"Auch völlig zu Recht :D","replies":[]},{"id":"","poster":"Bergelmir32","date":"2016-08-05T13:40:08.465+0000","up_votes":3,"down_votes":1,"body":"Dir wurde mehrmals von Riot zugetragen das das nicht erwünscht ist, du hast trotzdem weiter gemacht. Jetzt musst du halt mit den Konsequenzen leben.","replies":[]}]},{"id":"","poster":"Ozuraak","date":"2016-08-04T21:18:03.191+0000","up_votes":2,"down_votes":0,"body":"Und zwar völlig zu Recht :D","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2016-06-14T20:13:10.953+0000","up_votes":1,"down_votes":0,"body":"Ich habe nie gesagt, dass man die Drinks nicht trinken darf. Aber die RP hat man auch schon ausgegeben und davon Skins für die Dauer des Accountlebens gemietet. Riot achtet nicht darauf, wer viel Geld ausgegeben hat, weil sie keine Klassengesellschaft fördern. Alle Spieler sollen Spaß haben dürfen, egal wie viel Geld sie ausgegeben haben. \n\nWer Geld ausgibt, kriegt deshalb auch keinen Freifahrtschein fürs Flamen.","replies":[]}]},{"id":"","poster":"je suis dat boi","date":"2016-06-14T19:56:44.398+0000","up_votes":1,"down_votes":1,"body":"und zum punkt mit dem \"dass man es schafft so viel zu flamen\", nein, das ist in der tat nicht schwer, denn anscheinend werden aussagen wie \"nice luck\" \"nice\" \"gg\" oder ironie jeglicher art direkt als flame gewertet.\nIch bin nicht der meinung, dass in solchen aussagen eine art des Flames vorliegt.","replies":[{"id":"","poster":"Sirrkas","date":"2016-06-14T20:09:34.332+0000","up_votes":1,"down_votes":0,"body":"Wenn du nur deswegen gebannt wurdest, würde ich die Chatlogs wirklich gerne sehen. Ich predige bisher zwar, dass es möglich ist, dafür bestraft zu werden, wenn man das ironisch verwendet (also \"nice smite\" nachdem der eigene Jungler den Drake nicht gekriegt hat), habe aber leider noch keinen Chatlog gesehen, bei dem jemand wirklich nur für so etwas bestraft wurde.","replies":[]},{"id":"","poster":"DDoubleMaster","date":"2017-11-19T15:35:38.009+0000","up_votes":1,"down_votes":1,"body":"selbst wenn, ist ironie meiner meinung nach nicht permaban able :D\n\nwenn du jetzt nicht schreibst :\n\nNOOO you arent a fu cking noob. Youre 0/20 but you arent a horse. No never.","replies":[]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-06-03T17:28:25.487+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=je suis dat boi,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=000a0000000000000000000000000000,timestamp=2016-06-02T19:18:36.445+0000)\n>\n> 1. Man hat geld bezahlt für inhalte, auf die der zugriff permanent verweigert wird\n\nKlags halt ein oder leb lang genug bis die 100+Jahre vorbei sind. Kannst ja mal in nen Club gehn und Schnaps in Flaschen für ein paar hundert € bestellen, dann anfangen Leute anzupöbeln unter dem Blick von Personal und mal schauen, ob die dir den Suff mitgeben werden.\n\n> 2. Ist es lächerlich in einem online Game permabans zu verteilen, wenn ein spieler nicht cheated/hackt/scamt oder sonstiges\n\nLächerlich ist es überhaupt sowas derart durchzuziehen, dass man ins Raster für Perma für Flame fällt.\n\n> 3. Gibt es insofern keinen grund für einen Permanenten Ban, da ein 1 Jahres ban oder vllt sogar einem 5 jahres ban einen bestimmten spieler nicht weniger &quot;reformiert&quot; als ein permanenter ban, hierbei hat der jeweilige user sein geld allerdings nicht KOMPLETT verschwendet\n\nBlöd nur, dass Riot keine JVA oder Erziehungsanstalt ist und keinen Erziehungs- oder Reformauftrag hat undsch somit null darum scheren muss, dazu kommt dass du auch mit 0€ nvestition genauso weg vom Fenster bist. Du kaufst RP und keine Freibriefe. Genau wie CS damals nicht indiziert wurde, weil die BPjM zur Auffassung kam, dass 16jährige gefestigt genug sind um reales von virtuellem unterscheiden zu können, sollte es wohl kein Problem für einen durschnittlich 12jährigen-älter allemal-darunter hat durch die Freigabe Riot es nicht zu interessieren- möglich sein asoziales Verhalten zu erkennen.\n\n> 4. (ich zumbeispiel) habe öfters strafen bekommen (und das ohne jegliche vorwahnung), wegen nur etwa 1-2 spielen, bei denen in den chatlogs teilweise nichtmal irgendein negatives verhalten feststellbar war\n\nJa für dich nicht feststellbar, das kommt hier alle Tage rein und jeder konnte es bisher immer feststellen nur die Bestraften nicht und wie du auch, checken die nicht, dass die 1-2 Spiele nur ein Auszug aus der großen Masse sind und sicher nicht alles. Ich hatte noch nie irgendeine Strafe und war sicher schon in an die 100+ Spiele toxisch, dafür halt 3000+ neutral oder positiv. Aber klar du warst nur n paar mal 1-2 Spiele toxisch und hattest schon öfters Strafen und das bei nem System, das jeden gleich behandelt, seems logic.\n\n> 5. Es ist ein fakt, dass SEHR viele spieler, vor allem in den niedrigeren Elo-bereichen dazu neigen, spieler zu reporten weil sie z.b. den gepickten champ nicht leiden können oder bspw. der meinung sind, dieser champ wäre unbalanced, daher aus schlichtem Frust reporten. Dies wird zum MASSIVEN problem, wenn auf reports automatisierte strafen wie Bans folgen.\n\nDas wird nur dann zum Problem, wenn man auch was getan hat. Für die aufgeführten Dinge gibt es sicher Reports, aber keine Strafen. Auch so ein Mythos derer, die nicht wahrnehmen, wenn sie flamen und blamen.\n\n> 6. Nein, so oft muss man tatsächlich nicht einmal fehlverhalten zeigen. Wenn man annimmt dass pro maßnahme in 2-3 spielen gegen die regeln verstoßen wurde, dann sind das maximal 30 spiele in denen man fehlverhalten aufzeigt. das mag nach viel klingen, aber über die jahre sammelt sich das eben an, und da &quot;honor&quot; von anderen spielern leider (offensichtlich) den reports nicht entgegenwirkt, kann sich das über die jahre sehr schnell mal ansammeln, da man leider SEHR oft &quot;merkwürdige&quot; leute ins team bekommt, die sehr offensichtlich intentional feeden, was EXTREM frustrierend ist. Allein über die letzten 3 Tage hatte ich pro Tag (bei 3-4 Games am Tag) JEDEN tag MINDESTENS einmal jemanden im team, der extrem schlecht gespielt hat und das spiel damit für alle zerstört hat.\n\nMeine groben Zahlen haste oben. Int. Feeder hab ich kaum und wenn fangen die meistens erst dann damit an, wenn wieder einer meint, jemandem sagen zu müssen, wie schlecht er doch ist.\n\n> \n> Leider bin ich der meinung, dass League of Legends in letzter zeit eine sehr negative entwicklung durchmacht, und ich habe nach manchen Tagen ernsthaft darüber nachgedacht, zu deinstallieren, denn im momentanen Stadium macht mir dieses spiel einfach nicht mehr den Spaß, den es mal gemacht hat. Es wurde zu viel verändert, von dem man viel erhoffen durfte, was sich allerdings als absoluten &quot;schuss in den Ofen&quot; herausstellte. Stichwort: Dynamic Queue\n\nIch finde die Entwicklung positiv und meinetwegen kannst du gerne deinstallieren, nach dem, was du hier geschrieben hast, bist du eh ein Permabannkandidat oder hattest sogar schon das Vergnügen damit.\nUnd sorry außerhalb des Themas Teamranked und Highelo ist die Kritik der Dynamic Queue auch wieder nur Sündenbocksuche für die eigenen Unzulänglichkeiten.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Abasin","date":"2015-07-20T09:48:05.830+0000","up_votes":2,"down_votes":1,"body":"Direkt zitiert: Naja... lange Rede kurzer Sinn ich wollte einfach mal fragen ob mir da evtl. jemand helfen könnte meinen Account wieder zu bekommen.\n\nNoch Fragen ?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-20T10:24:09.834+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch dachte dein Post bezieht sich auf den Wortlaut der Umfrage.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Abasin","date":"2015-07-20T10:44:49.162+0000","up_votes":1,"down_votes":0,"body":"Er bezieht sich auf das Zitat und die Bedeutung des Wortes permanent.\n\nlg Abasin","replies":[]}]}]}]}]},{"id":"","poster":"Powerjen","date":"2015-07-19T09:55:44.352+0000","up_votes":2,"down_votes":0,"body":"RITO hat in seinem Spiel Hausrecht und gibt klare Benutzungsregeln vor. Und ein Sanktionsschema. Du hast die Regeln verletzt, also wirst Du bestraft und musst Dich dafür verantworten. Lerne daraus, dass man nicht immer machen kann was man für richtig hält.","replies":[]},{"id":"","poster":"Treffnix","date":"2015-07-18T19:55:03.597+0000","up_votes":2,"down_votes":0,"body":"Zusagen, das du ja schnell eingesehen hättest, das es ohne Hack mehr Spaß macht, ist so ziemlich das kächerlichste, was du von dir geben konntest. Wärst du nicht erwischt worden, würdest du doch sicher weiterhin deine Hacks benutzen.\n\nPermabanns heissen nicht umsonst so. Alle, die Hacks benutzen, sollen für immer gebannt bleiben. Sry, aber für cheaten oder hacken hab ich NULL Verständnis und ich hofe, das Riot da weiter die Null-Toleranz-Schiene fährt","replies":[]},{"id":"","poster":"SKT DangerZone","date":"2016-04-11T20:41:46.523+0000","up_votes":2,"down_votes":15,"body":"PERMA Banns bringen nichts.Ich bin keine Moral Apostel die den Leuten die halt sehr emotional reagieren sagen keinen Scheiss zu bauen.Fakt ist das man wenn man LOL spielt 100€ o mehr investiert.Für diese Geldanzahl darf man nicht genannt werden.Ausserdem gibt es noch die Mute Funktion.Das reicht um flamer loszuwerden","replies":[{"id":"","poster":"je suis dat boi","date":"2016-05-31T20:18:37.880+0000","up_votes":1,"down_votes":7,"body":"korrekt, mir geht es auch auf den sack, dass in der LoL community jeder übertriebenst am rumheulen ist.\n\ndas ist so LÄCHERLICH einfach. ich meine es ist immernoch ein kack spiel!","replies":[{"id":"","poster":"Darkr3sQ","date":"2016-06-01T04:17:58.939+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=je suis dat boi,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=000b0001,timestamp=2016-05-31T20:18:37.880+0000)\n>\n> korrekt, mir geht es auch auf den sack, dass in der LoL community jeder übertriebenst am rumheulen ist.\n> \n> das ist so LÄCHERLICH einfach. ich meine es ist immernoch ein kack spiel!\n\nGenau. Es ist ein kack Spiel. Wieso muss man dann rumflamen, wenn es doch bloß ein kack Spiel ist?\nUnd zu Deinem Perma-rumgeheule:\nIch finde es voll ungerecht, dass ich in einer Disko oder in einem Supermarkt nicht nach herzenslust rumpöbeln darf, ohne ein Hausverbot zu bekommen. Ich meine ich habe in der Disko schließlich Eintritt bezahlt, und gehe auch schon regelmäßig jede Woche in dem Supermarkt einkaufen, und lasse immer eine beträchtliche Summe Geld dort.\nAuch finde ich es doof, wenn ich immer zu schnell fahre, dass die Polizei mir dann meinen Führerschein wegnimmt. Ich habe schließlich viel Geld für den Führerschein bezahlt, und eine beträchtliche Summe in mein KFZ investiert.\nGenauso finde ich es unfair, dass ich aus meiner Wohnung gekündigt werden kann, wenn ich mich zuhause nicht an die Hausordnung halte. Ich habe ja auch schließlich viele teure Änderungen an der Wohnung vorgenommen.\n\nEs gibt in LOL Regeln. Indem Du einen Account bei RIOT mietest, gehst Du einen Vertrag mit RIOT ein, und akzeptierst die Nutzungsbedingungen einmal beim Anlegen und bei jedem Patch aufs Neu. Mit Flaming, Cheating, Hacking oder Account-Sharing brichst Du den Vertrag. Somit ist RIOT berechtigt, das Mietverhältnis mit Dir fristlos zu kündigen.","replies":[]},{"id":"","poster":"Waldschrat86","date":"2016-06-01T01:26:59.610+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=je suis dat boi,realm=EUW,application-id=KYnfKGf0,discussion-id=sB7MWeTO,comment-id=000b0001,timestamp=2016-05-31T20:18:37.880+0000)\n>\n> korrekt, mir geht es auch auf den sack, dass in der LoL community jeder übertriebenst am rumheulen ist.\n> \n> das ist so LÄCHERLICH einfach. ich meine es ist immernoch ein kack spiel!\n\nIst es dann nicht noch vel lächerlicher über das rumheulen rumzuheulen?","replies":[]}]},{"id":"","poster":"legofreak1","date":"2016-04-11T20:51:59.173+0000","up_votes":2,"down_votes":1,"body":"Um einen Permabann zu erhalten, muss man sich schon über einen längeren Zeitraum ordentlich daneben benehmen.\nWenn du deinen Fall diskutieren möchtest, dann eröffne am besten einen eigenen Thread.","replies":[]}]},{"id":"","poster":"DDoubleMaster","date":"2017-11-19T15:32:09.734+0000","up_votes":2,"down_votes":1,"body":"Der ist zwar schon uralt der Threat aber egal.\n\nDas es solche leute wie humpelstilzche gleich sagen kannst du vergessen ist e klar. Aber euch ist auch klar das das ban-system auch fehler haben kann ?\n\nBeispiel1:\n\nEiner fang an dich zu flamen, weil du 2 mal gestorben bist. Du sagst, bzw. flamest jetzt was zurück. Das flame geht los. Jetzt ist schreibt der, der das flamen garnicht angefangen hat als letztes was in den caht. Die andern teammates merken das wenn das spiel beendet ist und reported den. Den anderen haben sie wahrscheinlich schon vergessen. (kommt nicht immer vor ist aber schon auch der fall)\n\nFolge: Der, der das  flamen eigentlich garnicht angefangen hat bekommt report. Erstens nicht fair und zweitens nicht permaban-able denn er hat ja nicht angefangen und die anderen eigentlich nicht geflamt. Und ihr findets ja nicht wirklich richtig das der, der sich eigentlich nur \"wehrt\" einen perma-ban verdient.\n\nBeispiel2: Mittlerweile wird man schon reported weil man in den all  chat schreibt report: .. for  (z.B inting). Die meisten werdens nicht machen, häufig vergisst mans dann sogar selber und nur weil man das geschrieben hat wird man von dem reported. \n\nFolge: Wenn man im spiel häufig in den chat geschrieben hat und das war kein FLAME sondern nur sowas wie fuck last towershot, thsi shit of turret usw. WAS KEIN FLAME IST und man wird wegen flame von dem inter reported,  kennt das system das als flame ab, weil schlüsselwörter wie fuck, shit usw. vorkamen. Nicht jede chatlogs können schließlich von Mitarbeitern überprüt werden.\n\nBeispiel3:\n\nJungler. Man gankt nicht weil die lane hart verliert. Dann sagt der jungler, report bot for int ty. Was macht jetzt die bot ? Adc und support machen ihn dumm und reagieren drauf. \n\nSchlussendlich bekommt der junlger 2 reports rein und die bot nur einen. Sollten solche games schlussendlich die höhepunkte zum ban sein,  ist das meiner meinung nach zwar oft flaming ABER AUF KEINEN FALL PERMA BAN ABLE","replies":[]},{"id":"","poster":"GokuP01","date":"2017-08-08T13:25:09.333+0000","up_votes":1,"down_votes":0,"body":"Jo also sorry an alle für meinen Enrage! Haut rein!","replies":[]},{"id":"","poster":"GokuP01","date":"2017-08-08T13:22:41.344+0000","up_votes":1,"down_votes":0,"body":"jo nur mal so am Rande, ich hab mich wieder eingekriegt, war einfach zu tief drin in dem Sumpf und wurde zu aggressiv toxisch bespuckt und habe reagiert, den Rotz auf den Punkt gebracht, nein ich brauche keine Hilfe, weil ich nicht zu dem System gehöre. Ne Weile Abstand war gut!","replies":[{"id":"","poster":"GokuP01","date":"2017-08-08T13:23:41.693+0000","up_votes":1,"down_votes":0,"body":"und ich wollte auch mit niemandem Diskutieren sonder äußern, dass ich kein toxischer freak bin, der eines PERMA BANs bedarf! Sonder ein Freund der Menschheit...","replies":[]}]},{"id":"","poster":"Balmung","date":"2015-07-19T17:58:44.041+0000","up_votes":1,"down_votes":0,"body":"Ist schon lustig wie jemand der wegen Hacks permanent gesperrt wurde nach \"Leuten mit Kontakten\" fragt da seiner Meinung nach eine Strafe für schwerwiegende Sabotage nicht angemessen ist.\n\nWenn man schon Mist baut sollte man auch dafür grade stehen - der Account wurde permanent gebannt, komm damit klar.\nSei froh das du dir noch einen neuen erstellen kannst, in manch anderem Spiel wäre das nicht möglich.","replies":[]},{"id":"","poster":"Sn1ce","date":"2017-10-10T14:52:52.611+0000","up_votes":1,"down_votes":1,"body":"Ich muss dazu sagen das es bei mir so war das ich quasi gehackt wurde und wer sich in meinen Acc gehackt hat und geflamt hat und ich dadurch gebannt wurde. Ich finde es nur ein bisschen blöd das ich jetzt seit 3 1/2 Tagen keine Antwort vom Riot Support nicht mal eine Nachricht in vorm eines Textes der in 1-2 Minuten getippt ist bekomme aber nun gut ich weiß auch nicht wie viel dann beim Support los ist. Trotzdem würde ich es sehr schade finden wenn man nicht nachweisen könnte anhand der IP oder ähnlichen das ich es nicht war und meine ganze Spielzeit in dieser Season im Ranked (734 Ranked Games) einfach weg wären.Noch finde ich es schade das ich keine Belohnung bekomme obwohl meiner Meinung nach der 14Tage Bann eine Strafe genug ist.","replies":[]},{"id":"","poster":"Madchickendinner","date":"2015-07-18T19:43:39.266+0000","up_votes":1,"down_votes":1,"body":"Ich hoffe du wirst NIEMALS entbannt.","replies":[]},{"id":"","poster":"NG Drakuboy","date":"2015-07-18T18:41:52.679+0000","up_votes":1,"down_votes":1,"body":"Seriously? Denken, dann handeln. Den Tipp wirst du für dein Leben noch brauchen.","replies":[]},{"id":"","poster":"Killersword16","date":"2016-09-12T12:01:45.194+0000","up_votes":1,"down_votes":6,"body":"WOW,ich bekam nen Perma-Ban.Weil ein Hacker sich mit mein acc angemeldet hat und dann geflamed hat.Da bekam ich mein acc wieder und ich sehe\"AH ein Perma-Ban\".Mach ja solchen FUN,war endlich mal in Gold und habe dann letztendlich 2 Jahre umsonst gespielt             (Siehe \"   Kirito1616   \")    .Da können Riot ja nicht mal mein Acc entbannen. Kein Wunder,dass die jetzt alle Overwatch zocken oder was anderes.Ich frage mich bloß,wie viele Spielern  mit LoL deswegen aufgehört haben. Und dann wundern sich alle,warum Diamond Smurfs  in Silber gibt. Letzendlich sehe ich ... ,das Riot echte Fortschritte geleistet hat.KAPPA. Ah ich sehe,es gibts ja immer noch Flamers und so ,die einfach natürlich kein Bann bekommen .   -.-  Was für ein System.","replies":[]}]}