{"id":"FdAVNsIr","poster":"CKC Zekken","date":"2015-07-18T09:09:56.051+0000","title":"Suche jemanden der mir beibringen kann Azir zu spielen....","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Da Azir im Moment echt stark ist und man auch gut Games damit carrien kann, w&uuml;rde ich den Champ gerne &quot;mainen&quot;. Das Problem ist nur, dass ich mit Azir richtig bad bin (wer h&auml;tte es gedacht) und ich einen &quot;Azir Coach&quot; br&auml;uchte der mir ein paar Sachen zu dem Champ erkl&auml;ren kann bzw. mir beibringen kann wie man mit dem Champ richtig spielt.\r\n\r\nMfG ZecLin3","replies":[{"id":"","poster":"OSaftKiller","date":"2015-07-18T10:28:26.763+0000","up_votes":1,"down_votes":0,"body":"zock Ihn einfach, viel Spielen hilft mehr einen Champ zu lernen als Guids anschauen.^^\n\nGuides würde ich mir auf YT anschauen, Runen, Itembuild und Masteries nimmst du am besten so, wie dein Spielstil ist, da gibt es kein Rezept, wie es perfekt ist. Hab sogar mal einen Dornenpanzer und Geistessicht auf einem ADC gebaut und es hat funktioniert.:D","replies":[{"id":"","poster":"CKC Zekken","date":"2015-07-18T10:42:00.344+0000","up_votes":1,"down_votes":0,"body":"Ja nur mein Problem ist nicht, dass ich zu dumm bin um die richtigen Items zu bauen, sondern einfach die Mechanics mit dem Champ xD","replies":[{"id":"","poster":"OSaftKiller","date":"2015-07-18T10:45:59.311+0000","up_votes":1,"down_votes":0,"body":"Naja, Mechanics kann man schwer aus einem Video einfach übernehmen. Hast ja immer andere Situationen. Letztlich musst du das einfach selber lernen durch viel Spielen. Guids anschauen schadet aber nicht um sich Inspiration zu holen und zu schauen, was mit dem Champ möglich ist.^^\n\nWürde Ihn erstmal in Normal Games gegen echte Gegner üben, nicht gegen Bots. Läuft das, kannst den ja auch im Ranked spielen, wenn du dies tust.^^","replies":[{"id":"","poster":"CKC Zekken","date":"2015-07-18T10:52:11.633+0000","up_votes":1,"down_votes":0,"body":"Wer übt schon gegen Bots :D Und Guides hab ich mir schon angeschaut (Bjergesen OP)","replies":[{"id":"","poster":"OSaftKiller","date":"2015-07-18T10:54:45.707+0000","up_votes":1,"down_votes":0,"body":"Dann zieh raus und zerstöre deine Gegner mit Azir.^^","replies":[{"id":"","poster":"CKC Zekken","date":"2015-07-18T11:03:39.399+0000","up_votes":1,"down_votes":0,"body":"xD","replies":[]}]}]}]}]}]},{"id":"","poster":"FailerOfWorld","date":"2015-07-18T09:31:22.236+0000","up_votes":1,"down_votes":0,"body":"Schau dir den Guide von LessQQ an, der ist sehr ausführlich, auch wenn der Typ an sich auch einiges an Entertainment in seine Guide mit einbringt.","replies":[]}]}