{"id":"vXNu8027","poster":"Ragness","date":"2015-07-17T14:02:38.478+0000","title":"Gold/Platin+ Team lf Top/Support","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\n\r\nwir sind auf der Suche nach Gleichgesinnten, die neben der Solo Q mal wieder im Team die gesamte taktische Tiefe des Spiels erleben m&ouml;chten.\r\nWir haben die 20 im Bezug auf unser Alter, teils gro&szlig;z&uuml;gig :D, &uuml;berschritten und bevorzugen daher auch eher Mitspieler im selben Altersbereich. Flamer m&ouml;gen bitte davon absehen sich zu melden, was nicht hei&szlig;t das wir nicht selber bei Fails in den Tisch beissen :-)\r\nWir m&ouml;chten ein entspanntes, erfolgsorientiertes Miteinander mit abendlichen gemeinsamen Daddeln .\r\nDa bei uns RL Verpflichtungen Vorang haben und wir bereits zwei &quot;Springer&quot; im Team haben, wollen wir das Team gerne auf etwa 7/8 Spieler ausweiten, damit so oft wie m&ouml;glich (idealerweise fast jeden Abend) ein schlagkr&auml;ftiges Team gemeimsam soielen kann.\r\nStart gegen 17 Uhr und von dort an etwa 3 Games je nach L&auml;nge der Spiele.\r\nAn den anderen Tagen kann allerdings trotzdem gern zusammen gedaddelt werden.\r\nDaf&uuml;r sind wir auf der Suche nach:\r\n\r\nSup (bevorzugt mit dem Selbstbewusstsein gemeinsam mit dem Sup zusammen die Ingamecalls zu machen :) )\r\nTop\r\n\r\nIdealerweise habt ihr einen Gro&szlig;teil der Champions bereits erworben um im Champselect tauschen zu k&ouml;nnen.\r\nEin gro&szlig;er Championpool ist nicht notwendig, gerne auch nach dem Motto &quot;Qualit&auml;t &uuml;ber Quantit&auml;t&quot;.\r\nWenn du Intresse hast in einem angenehmen, lustigen Klima 5v5 zu daddlen melde dich doch bei mir.\r\n\r\nGru&szlig; OnlYasuo","replies":[{"id":"","poster":"hi im synonym","date":"2015-07-21T20:23:16.657+0000","up_votes":1,"down_votes":0,"body":"Hi leute, \n\nBin 19 Jahre alt und suche schon lange ein Team :) Bin derzeit Gold I ... Ich bevorzuge Thresh, BC, Tham, Janna und Braum habe alle Champs und kann somit auch immer swapen. Erfahrung habe ich mit 5v5 Teams leider wenig aber 1500 normal wins hoffe das ist ok.  3v3 spiele ich schon lange im mittleren bis ende Gold bereich.  Würde mich freuen, wenn ich einmal bei euch spielen könnte Lg Lukas :) \n\nPs: TS und Skype habe ich auch.","replies":[]},{"id":"","poster":"H20 WasWotsch","date":"2015-07-17T14:40:57.820+0000","up_votes":1,"down_votes":0,"body":"Hey\nIch bin 20 und suche nach der Liebe meines Lebens, einem coolen Ranked Team :)\nIch besitze 5v5 Erfahrung sowie habe ich früher ein 3v3 Team auf Gold geleitet.\nIn der SoloQ bin ich momentan leider wieder Gold V\nbesitze TS server, habe auch skype\nbesitze sämtliche champions bis auf 3-4 :)","replies":[]}]}