{"id":"0paq7gf6","poster":"MeDontEnglish","date":"2015-07-17T13:57:48.381+0000","title":"Frage: Normal - Teamersteller","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich spiele Haupts&auml;chlich den Teamersteller Modus, weil ich nun mal gerne aussuche welche Lane ich spiele bzw &uuml;ben m&ouml;chte, aber das ist nebens&auml;chlich.\r\n\r\nIch habe jetzt schon des &ouml;fteren mehr als 15! min gewartet bis ich ein Team gefunden habe, wenn dieses mir dann aus Individuellen gr&uuml;nden auch noch nicht zusagt und ich ein weiteres suche, kann das auch gut und gerne noch mal 10min dauern...\r\n\r\nIch finde es ziemlich &auml;rgerlich 25min zu warten bis man &uuml;berhaupt ein Team gefunden hat ( bis es dann los geht kann ja auch noch mal ein wenig dauern {{summoner:3}} )\r\n\r\nMeine frage ist nun, wieso? Also wieso dauert das so lange?\r\nIch hoffe mir kann die frage jemand beantworten. :)\r\n\r\nLg - Idealist","replies":[{"id":"","poster":"MeDontEnglish","date":"2015-07-17T15:45:23.172+0000","up_votes":1,"down_votes":0,"body":"Okay, ja das mit den Positionen das manche mehr gespielt werden und manche weniger habe ich nicht bedacht, dachte eig immer das wäre relativ ausgeglichen..\n\nAber gut, gibt Sinn, vielen dank für eure Antworten!","replies":[{"id":"","poster":"Abasin","date":"2015-07-20T07:23:21.382+0000","up_votes":1,"down_votes":0,"body":"Mitte und Top hat in den Augen vieler Spieler mehr Prestige, deswegen will das jeder machen. Daher die Wartezeiten.","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-20T08:19:37.702+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Abasin,realm=EUW,application-id=cGRapXds,discussion-id=0paq7gf6,comment-id=00020000,timestamp=2015-07-20T07:23:21.382+0000)\n>\n> Mitte und Top hat in den Augen vieler Spieler mehr Prestige, deswegen will das jeder machen. Daher die Wartezeiten.\n\nWobei der ADC auch viel Prestige geniesst (zumindest in der Pro-Ligen).\nAber in SoloQ ist der ADC sehr stark von seinem Support abhängig, da er - gerade im early ohne items - selber kaum Big Plays machen kann (meist erst im Late möglich).\n\nAuf Top bzw. Mid bist du alleine und kannst von Anfang an Plays machen und du hast keine Abhängigkeiten mit Mates,  um die Lane zu gewinnen.\nDer Nachteil (zum ADC bzw. Sup): wenn man die Top- bzw. Midlane dominiert, ist nur ein einziger Spieler gefeedet; wenn man die Botlane dominiert, sind 2 Spieler gefeedet + Drake-Controll.\n(ist übrigens IMO oft auch der Grund, warum besonders Top- und Midlaner QQ-Threads eröffnen, dass sie oft verlieren, obwohl sie ihre Lane dominieren -> jedoch dann dies nicht richtig ausnutzen)","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-07-17T14:09:38.565+0000","up_votes":2,"down_votes":0,"body":"Bevor man in die Warteschlange geht, steht auch gerade, was gerade besondes besucht wird bzw. ob die Warteschlange bezüglich seiner Auswahl lange dauern könnte.\nJe nachdem kann man dies also steuern, wenn man 2-3 Rollen üben möchte und sich erstmals dort anmeldet, was gerade gesucht wird.\n\nWie jedoch bereits erwähnt, ist es sehr oft der Fall, dass kaum Mid oder Top gesucht wird bzw. bereits viele Mid- und Toplaner in der Warteschlange sind. Damit geht die Suche bereits recht lange.\n\nHingegen wird man als Sup oder Jungler kaum lange warten müssen.\nAls ich diese beiden Rollen in SoloQ im TB übte, musste ich immer auf die andere Rolle warten (also als Sup: wir warten auf den Jungler / als Jungler: wir warten auf den Sup). ;)","replies":[]},{"id":"","poster":"xDerGeraet","date":"2015-07-17T14:03:37.077+0000","up_votes":2,"down_votes":0,"body":"Gibt halt Positionen die halt grad jeder braucht, wo es halt schnell geht(supp,adc) und positionen wo es genügend von denen gibt(mid,top),wobei die meisten teambuilder teams schon mit einem mid/top/etc. besetzt sind","replies":[]}]}