{"id":"0pOZ1svt","poster":"Sharksn","date":"2015-07-16T20:05:24.579+0000","title":"Champion Beurteilung.... Warum eigentlich keine mehr?","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Als ich mit League of Legends angefangen habe freute ich mich auf jeden neuen Champion. Fast mehr als auf den Champion selbstt freute ich mich auf die Champion Beurteilung. Nun gibt es schon lange keine mehr. Ich finde dass sehr schade. Warum Riot, k&uuml;mmert ihr euch so gross um E-Sports und wendet so gut wie keine Arbeit mehr auf f&uuml;r Geschichte? Ohne die Beurteilungen finde ich die Champions wenniger interessant. Im Alten Launcher gabs auch noch die Links wo man die parodischen League Zeitungen lesen konnte, mehr &uuml;ber die Hintergrundgescshichte von Runeterra erfahren konnte etc. Jetzt gibts nur noch Balancing und neue Releases ohne Hintergrund. Schade!\r\n\r\nIst es geplant in n&auml;chster Zeit wieder etwas mehr f&uuml;r die Lore zu machen oder werdet ihr weiter den harten E-Sports Kurs halten?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-16T20:10:46.809+0000","up_votes":2,"down_votes":0,"body":"Heya\nAlso Tham Kench...Azir....Ekko \nDa hat sich Riot schon Mühe mit der Geschichte gemacht. Ist jetzt halt nur anders präsentiert.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Sharksn","date":"2015-07-16T21:41:59.328+0000","up_votes":1,"down_votes":0,"body":"Ja Ekko hatte einen Interaktiven Comic, war sehr nice. Der Punkt ist aber dass die Geschichte nicht aufzeigt wie er zur League gekommen und von den Erzbeschwörern getestet wurde. Ich finde dieser Punkt ist einfach zu wichtig um so ausgelassen zu werden.\n\nFalls du es damals gelesen hast, denke zurück an Brands Beurteilung, oder Maokai und Vayne. Das waren richtig gelungene geschichten. Ich vermisse das sehr. ","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-16T22:02:17.207+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch hab alles gelesen. Mich störts auch wies momentan ist, aber zu sagen die Champs hätten keinen Hintergrund find ich nen bissl dreist, da Riot sich da schön Mühe gibt. Ich habs auch alles gern gelesen, und mir gefällt es nicht das es Beschwörer laut Lore nicht mehr gibt, aber Mühe geben sie sich trotzdem.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T21:45:08.071+0000","up_votes":1,"down_votes":0,"body":"Und der Grund dafür ist relativ einfach: Wahrscheinlich hat's einfach niemand gelesen... während Ekkos Video auf 6 Millionen Klicks kommt...\n\nUnd ja, Riot wird das knallhart durchgerechnet haben: Das Journal wird einfach kaum jemand gelesen haben. Damit sind es verschwendete Resourcen... und ja, wenn 6 Millionen Leute die Zeitung \"aboniert\" hätten, würde es die bis heute geben... ist halt so: Gerade die Jugend liest halt im Internet nichts, sondern guckt sich Videos an. Und erstellt dann Verschwörungstheorien, die im Geschriebenen Text kalr gelöst werden würden (Bsp: Wer ist der Gegner in Ekkos Video? Der übernächste Champ? Oder doch nur der neue SInged Skin? Oder etwa Bane von Batman...)","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-16T22:02:41.927+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas ist ganz klar Sion.\n\nMfG Rkoturdo","replies":[]}]}]}