{"id":"hapauRRv","poster":"SecretLine","date":"2015-07-17T12:22:22.895+0000","title":"This4You sucht ein Jungler","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo liebe League of legends Community,\ndas Team This4You sucht derzeit ein motivierten **Jungler**.\n\n\n\n\n**Zu mir:**\nIch bin 18 Jahre alt und besuche zurzeit noch die 11. Klasse. Ich spiele League of Legends seit Season 3 und maine Midlane seit Season 4.Ursprünglich komme ich aus Russland, momentan wohne ich in Bayern.\nLeider bin ich nur Gold 1,\nwar aber Platin3 ich wurde wegen inaktivität runtegestuft ( Prüfungen ).\nSelbst habe ich viel Teamerfahrung, in den letzten Team's in denen ich war habe ich sie als Leader angeführt.\n\n**Ziele für das Team**\nMein Ziel dabei ist ein Team zu erstellen das sich auch außerhalb des Spiels versteht.\nIch habe die Erfahrung gemacht das solche Teams auch länger halten und nicht nach einer Woche sich auflösen. Mein zweites Ziel ist wie gesagt das sich das Team nicht in einer Wocher auflöst. Viele leute suchen sich Mitglieder und lassen sich dabei oft keine Zeit und dadruch nimmt man der erst besten der am ende ins Team nicht past, aufgrund solcher Erfahrungen möchte ich  mir mit der Auswahl Zeit lassen. Ein weiteres Ziel ist, sobald wir uns eingespielt haben auch mal an einem oder anderen Turnier mitzumischen.\n\n\n**Vorrausetzungen f&uuml;r das Team:**\n1. Ihr solltet 18+ sein, wenn &auml;ltere Mitglieder zusammen mit j&uuml;ngeren im Team arbeiten, haben sich oft zu gro&szlig;e interessenunterschiede gebieldet dadurch haben sich die Spieler au&szlig;erhalb des Spiels nicht verstanden.\n2. Gold 1+\n3. Gut funktionierendes Headset\n4. Ts3\n5. Abends bzw. Mittags Zeit haben f&uuml;rs Training\n\n**Was kann ich bzw. das Teameuch bieten:**\n1. Community Ts der noch im Aufbau ist mit eigenen Team Channels\n2. Teamleitung Erfahrung\n3. Eingespieltes Team\n4. Demokratie\n5. Gut organisiertes Team\n6. Nette und hilfsbereite Mates\n7. Ein Team, das nicht nach einer Woche zerf&auml;llt\n8. Gutes Klima im Ts\n9. Vielf&auml;ltige Trainingseinheiten ( regelm&auml;&szlig;ig, aber nicht zwingend jeden Tag )\n\n\n**Ihr k&ouml;nnt die mindest voraussetzungen erf&uuml;hlen und euer Interesse wurde geweckt?Meldet euch bei mir im Ts 31.18.42.10 oder Ingame SecretLine. Au&szlig;erdem k&ouml;nnt ihr auch gerne unten drunter eine kleine Bewerbung Schreiben.**","replies":[]}