{"id":"u2L1GZXL","poster":"TheRidderOne","date":"2015-07-16T16:14:45.615+0000","title":"Angehender Streamer Diamant Jungler sucht netten Clan und oder festes Rank Team","subforum":"Clans & Teams","embed":{"title":"Deridder86 - Twitch","description":"GER] Diamant Jungler,Zocken bissen aufen Smurf","url":"http://www.twitch.tv/deridder86","image":"http://static-cdn.jtvnw.net/jtv_user_pictures/deridder86-profile_image-f80d02f015948791-300x300.jpeg"},"up_votes":1,"down_votes":1,"body":"Hallo,Ich bin ein Diamant jungler der in erster Line ein Clan such,da ich mich einfach nicht motivieren kann alleine zu spielen,und es mit mehreren leuten einfach viel mehr spaß macht.\n\nIch hab eventuell auch Interesse an ein feste Rank team.Es soll kein Profi Team sein werden,aber schon eins was es ernst mein und fetse ziele hat sich zu verbessern.\n\nZudem m&ouml;chte ich anmerken,das ich mich im Streman versuchen m&ouml;chte.Ich habe schon das ein oder andere mal gestreamt.Und m&ouml;chte dies gerne demn&auml;chst Aktiver machen,von daher solltet ihr nicht scheu sein,und nat&uuml;rlich ein angebrachtes verhalten vorbringen =)\n\nNun etwas &uuml;ber mich.Ich hei&szlig;e Danny bin 28 Jahre alt,komme auch Dortmund und arbeite als Security.\nMein Main ist derzeit Diamant 5 mit 0 Punkten,liegt daran das ich in letzter zeit nicht soviel spielen konnte,und ich ihn erstma hauptsache auf diamant gemacht habe.Dies soll sich aber bald &auml;ndern,Da ich nun wieder deutlisch mehr zeit habe.Dazu kommt noch das wenn ich spiele ich meist auf ein meiner Smurf spiele um sachen zu testen oder Fun zu haben.\n\nIch Spiele LoL seit der Beta. Seasons 1 War ich noch Toplaner, und seit Season 2 Maine ich bis heute denn Jungle.Ich war letzte Season Diamant 2. \nSeason 3 und 2 befand ich mich ebendfalls im Diamant bereich. Ich habe auch schon in AKtiven Teams mit gespielt,Und auch schon in einigen Cups gespielt.\n\nIch ersterline geht es mir um den Spa&szlig; am spielen und spa&szlig; mit denn leuten zu haben.\n\n\nSolltet ihr noch ein Platz frei haben im Clan oder Noch ein Jungler in euer Team suchen addet mich doch einfach mal Ingame (TheRidderOne),w&uuml;rde mich freuen.","replies":[{"id":"","poster":"TheRidderOne","date":"2015-08-04T18:52:52.064+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"TheRidderOne","date":"2015-07-27T09:13:48.810+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"TheRidderOne","date":"2015-07-17T17:47:33.545+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Hamrio","date":"2015-07-16T16:20:51.556+0000","up_votes":1,"down_votes":0,"body":"Kleiner tip zum stream link: stelle das rein wenn du auch wirklich online bist viele Leute werden das hier zum ersten mal sehen,sehen,dass der stream offline ist und gehen wieder weg.","replies":[{"id":"","poster":"TheRidderOne","date":"2015-07-16T16:27:05.926+0000","up_votes":1,"down_votes":0,"body":"Danke für dein Tipp,aber wie gesagt ich bin ja noch ein angehnder Sreamer und suche jetzt garde in erster Linie ein Team oder Clan wo der Stream außen vor ist.","replies":[]}]}]}