{"id":"75Ms6Ytz","poster":"chrisrude","date":"2015-07-16T11:31:34.478+0000","title":"Kleiner Vorschlag zur Verbessserung der Chatsperren","subforum":"Spielerverhalten & Moderation","up_votes":6,"down_votes":4,"body":"Hallo liebe Community,\r\n\r\nEin gro&szlig;teil der Spieler hat bestimmt schonmal Bekanntschaft mit der Chatsperre gemacht, oftmals gerechtfertigt, manchmal auch ungerechtfertigt.\r\nDeshalb kam mir der Gedanke, dass Spieler, die vielleicht mal einen schlechten Tag haben und eine Chatsperre bekommen durch gutes Spielverhalten/Honorierungen ihre Anzahl der Sperren verringern k&ouml;nnen. Dies h&auml;tte den Vorteil, das die Sperren &quot;fairer&quot; werden, und man das Verhalten der Spieler noch besser analysieren kann. Man soll nicht immer nur das Schlechte sehen, sondern auch mal das Gute.\r\nBeispiel:\r\nEin Spieler wird nach dem Match 2 gehonored, die Sperre verringert sich zus&auml;tzlich um 2 Games (Nur ein Beispiel!)\r\nDies war wie oben bereits gesagt nur ein kleiner Gedanke bzw. eine kleine Idee.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nChrisrude","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-16T11:38:05.684+0000","up_votes":5,"down_votes":2,"body":"Gutes Verhalten wird bei der Entscheidung, ob eine Chatsperre verlängert wird oder nicht, bereits berücksichtigt.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T11:40:33.047+0000","up_votes":2,"down_votes":3,"body":"Mal angenommen du hast einen schlechten Tag, indem du wirklich paar Games hintereinander ein schlechtes Verhalten hast, wirst du sehr wahrscheinlich eine Sperre bekommen.\nSoweit ich weißt, zählen immer nur die letzten paar Games oder nicht?","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T11:44:01.003+0000","up_votes":5,"down_votes":3,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00000000,timestamp=2015-07-16T11:40:33.047+0000)\n>\n> Mal angenommen du hast einen schlechten Tag, indem du wirklich paar Games hintereinander ein schlechtes Verhalten hast, wirst du sehr wahrscheinlich eine Sperre bekommen.\n\nWenn ich einen schlechten Tag habe, mache ich nicht ein paar Games hintereinander. Und selbst wenn ich einen schlechten Tag habe, flame ich nicht.\n\nUnd wenn der Drang \"die Idioten zurückzuflamen\" in mir aufkommt, mute ich einfach alle, spiele das Spiel zu Ende und mache danach LoL aus. Es gibt genau genommen keinen Grund LoL zu spielen, wenn man eh schon Mad ist... dann starte ich lieber GTA... egal welche Version... und reagiere mich ab, in dem ich Cops über den Haufen schieße.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T11:45:35.526+0000","up_votes":2,"down_votes":3,"body":"Du vielleicht, aber nicht jeder wird es tun.^^\nZudem weiß man im Vorraus nicht, was man für ein Team bekommt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-16T12:08:13.749+0000","up_votes":2,"down_votes":2,"body":"> Du vielleicht, aber nicht jeder wird es tun.\n\nGenau für diese Leute gibt es ja die Chatrestrictions, denen damit ein wenig auf die Finger gehauen wird. Gleichzeitig ist die Chatrestriction ja nicht nur eine Strafe, sondern auch eine Hilfestellung. Tausende von Spielern schreiben den Support an und fragen, ob sie nicht einfach so eine Chatsperre haben können, da das ihnen hilft sich aufs Spiel zu konzentrieren und die Kommunikation effizent zu halten. Das fragen so viele Leute an, dass Riot momentan darüber nachdenkt, ob man das Spielern nicht ermöglichen sollte, wenn sie das wollen. \n\nDie Chatsperre ist also bei weitem keine drakonische Strafe die man nicht verkraften kann wenn man sich daneben benimmt, sondern primär eine Hilfestellung.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T12:49:18.835+0000","up_votes":2,"down_votes":2,"body":"Das ist mir schon klar, nur finde ich es Schade, dass man nicht mit dem anderen Team kommunizieren kann. \nAußerdem finde ich, dass der Eine oder Andere Ping fehlt.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T13:08:45.394+0000","up_votes":1,"down_votes":2,"body":"Es ist ja auch keine Chatsperre, sondern eine Beschränkung... du hast mehr als genug Nachrichten übrig, um möglicherweise fehlende Pings zu ersetzen.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T13:10:08.319+0000","up_votes":2,"down_votes":3,"body":"Klar, aber manchmal will man sich ja auch mal nett unterhalten, bzw. Taktiken vorschlagen. Da kann es glaube manchmal schon eng werden.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T13:13:36.971+0000","up_votes":2,"down_votes":1,"body":"Du hast dein Recht auf Smalltalk leider verwirkt, indem du zu viel negative Stimmung ins Team gebracht hast. Jetzt musst du dich entscheiden, was wichtiger ist.\n\nLeider besteht Smalltalk bei Flamern nämlich hauptsächlich aus sehr toxischen Dingen.","replies":[]}]}]}]}]},{"id":"","poster":"Alustus","date":"2015-07-16T12:00:16.464+0000","up_votes":1,"down_votes":1,"body":"> Du vielleicht, aber nicht jeder wird es tun.^^\n> Zudem weiß man im Vorraus nicht, was man für ein Team bekommt.\n\nDer sinn einer CR ist aber das sich jeder so verhält, wie MeMyselfandBaal.\nDas system möchte dich zu so einem vorbildlichen Verhalten heranführen.\n\nDein Vorschlag ist okay, finde ich persönlich aber nicht besser als es jetzt ist sogar im gegnteil.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-07-16T12:09:48.459+0000","up_votes":3,"down_votes":2,"body":"Restrictions werden nur für konstant schlechtes Verhalten bestraft. Einzelne Ausrutscher hat Riot schon immer toleriert, außer sie sind sehr extrem (dafür ist das neue Ban-System da).","replies":[]}]}]},{"id":"","poster":"OrangeBubble","date":"2015-07-16T16:57:46.692+0000","up_votes":2,"down_votes":0,"body":"Ich hatte schon einige schlechte Tage, aber noch nie eine Chatsperre...............\nMan bekommt keine Chatsperre, wenn man mal ein paar schlechte Tage hatte, sondern wenn man richtig viel Bullshit betreibt.\nDaher bin ich dagegen, wenn jemand eine Chatsperre bekommt, hat er es verdient und sollte seine Suppe selber auslöffeln.....","replies":[]},{"id":"","poster":"chrisrude","date":"2015-07-16T12:56:28.990+0000","up_votes":1,"down_votes":1,"body":"Es hat meistens einen psychologischen Hintergrund, warum Spieler flamen.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-16T13:01:58.577+0000","up_votes":2,"down_votes":1,"body":"Worauf willst Du damit hinaus? Man kann vielleicht durch Hintergrundinformation erfahren, wie es zum Flamen kam. Eine Entschuldigung ist es trotzdem nicht.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T13:06:32.762+0000","up_votes":1,"down_votes":2,"body":"Ich habe vor längerer Zeit mal gelesen, dass es von Ärzten sogar bestätigt wurde.\nMal angenommen du bist in einem Ranked, am verlieren. Du willst aber nicht verlieren, was dennoch geschieht. Da es quasi gegen deinem \"Willen\" , fast unvermeindbar und nicht unbedingt deine Schuld ist wird eine Region im Gehirn aktiviert, wodurch man \"mad\" wird, was dazu führen kann, dass selbst die freundlichsten Menschen flamen können. \nMan mag es nicht zu verlieren, wenn man dafür nichts kann.\nIch hoffe, dass ich es richtig in Erinnerung habe und nichts falsches erzähle.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T13:16:31.138+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000200000000,timestamp=2015-07-16T13:06:32.762+0000)\n>\n> Ich habe vor längerer Zeit mal gelesen, dass es von Ärzten sogar bestätigt wurde.\n> Mal angenommen du bist in einem Ranked, am verlieren. Du willst aber nicht verlieren, was dennoch geschieht. Da es quasi gegen deinem \"Willen\" , fast unvermeindbar und nicht unbedingt deine Schuld ist wird eine Region im Gehirn aktiviert, wodurch man \"mad\" wird, was dazu führen kann, dass selbst die freundlichsten Menschen flamen können. \n> Man mag es nicht zu verlieren, wenn man dafür nichts kann.\n> Ich hoffe, dass ich es richtig in Erinnerung habe und nichts falsches erzähle.\n\nverlinke mal, wo du das gelesen hast... \n\nUnd ja, ich werde auch sauer, wenn ich völlig sinnloser Weise ein Spiel verliere. Und noch viel wütender, wenn ich selber auch noch schecht gespielt habe. \nDennoch flame ich nie. Warum? Weil ich nicht der Typ Mensch bin, der seine Wut an anderen auslässt. Ist einfach so. Wird sich auch nicht mehr ändern, dafür bin ich zu alt. \nAn sonsten ist gerade Hirnforschung immer ein gefährliches Feld. Es wird dir kein Hirnforscher erklären können, warum mein Gehirn auf schlechte Spieler anders reagiert als das Gehirn eines Flamers.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T13:18:45.298+0000","up_votes":1,"down_votes":4,"body":"Flamer wollen eigl nicht immer flamen, das wird wie gesagt von der Region im Gehirn beeinflusst.\nJeder reagiert etwas anders.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T19:18:02.894+0000","up_votes":1,"down_votes":0,"body":"Natürlich wollen sie flamen. Vielleicht bereuen sie es im Nachhinhein oder würden eine andere Situation bevorzugen, aber in diesem Moment wollen sie flamen.\n\nMan kann ja auch nicht einfach sagen, dass der Junkie unschuldig an seiner Sucht ist, und dass die Drogen die Verantwortung dafür tragen.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-07-16T17:06:04.816+0000","up_votes":2,"down_votes":1,"body":"Und tdm müssen doch nicht alle anderen deswegen leiden... nur weil jemand von seinem Gehirn \"gezwungen\" wird zu flamen.... ist ja nicht so, dass man genauso Dampf ablassen kann, indem man seinen Bildschirm zutextet......\n\nUnd wenn man sich so wenig unter Kontrolle hat, weil das Gehirn viel zu übermächtig ist, dann sollte man in Erwägung ziehen, einfach mal Offline Games zu spielen, wo man die Schwierigkeit einstellen kann und ggf. einfach mal gar nicht verliert.... So zerstört man durch sein Flame nicht das Spiel der anderen...","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-07-17T10:40:48.778+0000","up_votes":1,"down_votes":0,"body":"Mit dieser Argumentation könnte man quasi jede Art von Verbrechen legitimieren. Ich kann zum Beispiel sagen, dass das \"Diebstahl wird bestraft\"- Schild am Ladeneingang mich dazu zwingt, ständig ans Stehlen zu denken und ich deshalb was mitgehen lasse. Das ist psychologisch vermutlich sogar relativ gut fundiert, aber als Entschuldigung natürlich trotzdem Käse.\n\nGenauso mit dem flaming: Ja, LoL kann stressig sein. Das gibt Lyte ja auch zu. Aber das ist keine Entschuldigung. Frust- und Stressbewältigung gehört zu den Kernkompetenzen die jeder spätestens in der Pubertät erlernen sollte.","replies":[]},{"id":"","poster":"EpicDieterBohlen","date":"2015-07-16T16:03:07.982+0000","up_votes":1,"down_votes":1,"body":"und die, die sich nicht beherschen können bekommen ne chatsperre. hat doch alles seine richtigkeit","replies":[]}]},{"id":"","poster":"chrisrude","date":"2015-07-16T13:54:27.723+0000","up_votes":1,"down_votes":2,"body":"Hier steht der Sinn mehr oder weniger drinnen. \nhttp://www.alltagsforschung.de/lahmende-angst-warum-belohnungen-zum-versagen-fuhren-konnen/#more-12286\n\nEs liegt am Belohnungssystem. Das Gehirn belohnt den Menschen, wenn er z.B. Nahrung zu sich nimmt, aber auch wenn er seine Ziele erreicht. \nDie Spieler streben danach LP zu gewinnen, wenn sie jedoch welche verlieren, bekommt man nichts vom Belohnungssystem, was dazu führt, dass negative \"Effekte\" ausgelöst werden.","replies":[]}]},{"id":"","poster":"eingew","date":"2015-07-16T13:10:57.705+0000","up_votes":1,"down_votes":1,"body":"Ja, natürlich kann das ein Grund sein.\n\nAber zu sagen, dass es nicht die eigene Schuld ist, wenn man ein Ranked verliert, ist zumeist gelogen :P","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T13:11:56.466+0000","up_votes":1,"down_votes":4,"body":"Habe ich nie behauptet \"nicht unbedingt\".\n\nFakt ist, dass wenn alle Spieler gleich gut Spielen würden, bzw. die Teams besser ausgeglichen wären, würde es viel weniger Flamer geben, d.h., dass man eigl dem Problem an die Wurzel packen müsste und das Rankedsystem überarbeiten. Zudem sollte es vllt 2 Ranked Queues geben, in der einen aktive Rankedspieler, in der anderen eher inaktive.","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-16T13:58:18.989+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00020000000000000000,timestamp=2015-07-16T13:11:56.466+0000)\n>\n> Fakt ist, dass wenn alle Spieler gleich gut Spielen würden, bzw. die Teams besser ausgeglichen wären, würde es viel weniger Flamer geben,\n\nNaja, dann gäbe es noch afkler, Trolle, (absichtliche) Feeder, etc.\n\nJa, Flamer etc. beinflussen das Game zu Lasten des Teams. Aber im Schnitt sind sie öfter im Gegnerteam.\n\nDass also Riot somit Rankedsperren ausspricht, ist eigentlich ein Nachteil für freundliche Spieler. ;)\n\n> d.h., dass man eigl dem Problem an die Wurzel packen müsste und das Rankedsystem überarbeiten. \n\nHast du Vorschläge?\n\n> Zudem sollte es vllt 2 Ranked Queues geben, in der einen aktive Rankedspieler, in der anderen eher inaktive.\n\nWas hat dies mit Flamer zu tun?\nUnd inwiefern sollte man diese 2 Gruppen trennen? Was genau ist denn der (vorurteilsfreie) Unterschied?","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T14:08:57.720+0000","up_votes":1,"down_votes":3,"body":"Es geht darum, dass in der einen Queue aktive, eingespielte Spieler sind, die auch mehr oder weniger auf dem neusten Stand sind (Patchnotes, was spielbar ist etc.). In der zweiten Queue sind die, die mal so aus just 4 fun ein Ranked spielen wollen.\nIn der ersten Queue ist das Ziel seine Leistungen zu verbessern viel größer.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T19:15:16.547+0000","up_votes":1,"down_votes":0,"body":"Und wie sortiert man die aus? Wer gibt vor, ab wann ich als informiert gelte und ab wann ich \"just4fun\" spiele?","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-07-16T14:59:27.683+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0002000000000000000000010000,timestamp=2015-07-16T14:08:57.720+0000)\n>\n> Es geht darum, dass in der einen Queue aktive, eingespielte Spieler sind, die auch mehr oder weniger auf dem neusten Stand sind (Patchnotes, was spielbar ist etc.). In der zweiten Queue sind die, die mal so aus just 4 fun ein Ranked spielen wollen.\n> In der ersten Queue ist das Ziel seine Leistungen zu verbessern viel größer.\n\nAlso ich bin eigentlich immer auf dem neuesten Stand (Patchnotes, verfolge LCS/LCK/Worlds/etc.), aber habe in SoloQ nur letzte Season die 10 Einstufungsrankeds gemacht.\n\nDa Riot nicht überprüfen kann, dass ich Patchnotes lese, gute Let's Plays über neue Champs schaue, die Pro-Ligen mitverfolge etc. wäre ich in der 2. Queue.\n\nIch wurde in Gold 4 eingestuft (jetzt natürlich wieder unranked), bin also sicherlich wesentlich besser als Bronze-Spieler, die täglich Rankeds spielen.\n\nWie sinnvoll ist es deshalb, dass ich in der 2. Queue wäre?\n\nDie Elo zeigt den Skill an, wie gut man ist. Ob man dies mit wenigen Games erreicht oder sehr viele Games spielen muss, ist irrelevant.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T22:33:24.355+0000","up_votes":1,"down_votes":6,"body":"Sie funktionert genau wie die normale Ranked Queue, nur dass in der einen Queue Spieler sind, die in den letzten Tagen bereits aktiv LoL/Rankeds  gespielt haben. In der anderen Queue sind eher leute, die vielleicht nur alle paar Tage/Wochen spielen.\nDu wirst weiterhin mit deiner Elo gematched, es unterscheidet nur aktive Spieler, die unbedingt ihre Elo verbessern wollen und eher inaktive, die mal so aus Laune ein Ranked spielen.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-17T10:44:57.263+0000","up_votes":2,"down_votes":0,"body":"Dein Vorschlag macht etwa soviel Sinn wie die Queue nach Leuten zu trennen die Vegetarier sind und solchen die Fleisch essen. \n\nDas wichtigste Kriterium ist, dass die Leute gleich gut spielen die gematcht werden - dies korreliert zwar mit der Menge der Spiele, aber nur sehr, sehr schwach. Im Endeffekt würden wir es wohl nichtmal merken wenn diese Änderung eingeführt wird, ausser an den höheren Wartezeiten.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-07-17T08:08:13.929+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000200000000000000000001000000000000,timestamp=2015-07-16T22:33:24.355+0000)\n>\n> Sie funktionert genau wie die normale Ranked Queue, nur dass in der einen Queue Spieler sind, die in den letzten Tagen bereits aktiv LoL/Rankeds  gespielt haben. In der anderen Queue sind eher leute, die vielleicht nur alle paar Tage/Wochen spielen.\n> Du wirst weiterhin mit deiner Elo gematched, es unterscheidet nur aktive Spieler, die unbedingt ihre Elo verbessern wollen und eher inaktive, die mal so aus Laune ein Ranked spielen.\n\nSorry, aber macht dies Sinn?\nWenn ich Ranked spiele, möchte ich genauso gewinnen wie alle anderen auch. Es ist nur ein Vorurteil deinerseits, dass du der Meinung bist, dass Spieler, die selten LoL/Rankeds spielen, ihre Elo nicht verbessern wollen/sich über die Patches nicht so gut informiert haben.\n\nIch bezweifle deshalb sehr stark, dass bezüglich Spielverhalten (bei gleicher Elo) ein grosser Unterschied spürbar ist. Du hast ja selber gesagt, dass der Mensch gewinnen möchte (psychologisch). Da widersprichst du dich.\n\nAusser längerer Wartezeiten (da 2 Warteschlangen) wird sich deshalb nichts ändern. Und vielleicht, dass es mehr smurfs gibt, die in der 2. Queue spielen, weil Spieler dort hoffen, eher auf einen höheren Rang zu kommen.","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-07-17T15:44:27.615+0000","up_votes":1,"down_votes":0,"body":"Mein Freund spielt momentan so gut wie gar nicht Ranked, tdm ist er up to date.\nEr kennt die neusten Änderungen, er schaut auch LCS und interessiert sich generell für das Spiel. \nWürde er ein paar Spiele machen, würde er wahrscheinlich wieder besser sein, als die meistens in seiner momentanen Elo. \nEr spielt aber momentan nicht, da er sich das ganze geflame nicht antun will. Er will seine Zeit eben anders verbringen. ich kann ihn i.wo verstehen, mir vergeht die Lust auch immer mehr durch Flames und AFK. Beides nervt, auch wenn AFk nicht immer etwas dafür können.","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-07-16T17:48:38.746+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00020000000000000000,timestamp=2015-07-16T13:11:56.466+0000)\n>\n> Habe ich nie behauptet \"nicht unbedingt\".\n> \n> Fakt ist, dass wenn alle Spieler gleich gut Spielen würden, bzw. die Teams besser ausgeglichen wären, würde es viel weniger Flamer geben, d.h., dass man eigl dem Problem an die Wurzel packen müsste und das Rankedsystem überarbeiten. Zudem sollte es vllt 2 Ranked Queues geben, in der einen aktive Rankedspieler, in der anderen eher inaktive.\n\nDu meinst es sollte dann beim Verlierer Team statt \"Verloren\" \"2. Sieger\" angezeigt werden?\n\nEin Team muss verlieren, so ist das Spielprinzip und es gibt auch genug Leute, die einfach nicht verlieren können und das dann auch rauslassen, ganz egal wie gut oder schlecht das MM gearbeitet hat.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T18:16:29.553+0000","up_votes":1,"down_votes":1,"body":"Das habe ich nicht gesagt","replies":[]}]},{"id":"","poster":"Phobos Selini","date":"2015-07-16T13:20:28.368+0000","up_votes":1,"down_votes":0,"body":"Schau dir mal die Ankündigung von Team Builder Draft an. Dazu gibt es auch einige Antworten von Lyte auf ask.fm (siehe mein Thread)","replies":[]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-07-16T13:15:28.046+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist es frustrierend zu verlieren, besonders dann wenn man nichts dafür kann. Trotzdem kann man von einem normalen Menschen erwarten, dass er sich immer noch höflich verhält. Wenn man halt nicht genügend Disziplin aufbringen kann um auch in einer Stress- oder Frustsituation die Haltung zu bewahren, dann muss man eben diszipliniert werden.\n\nIch verstehe immer noch nicht worauf Du hinaus willst. Wir tauschen hier gerade nur Offensichtliches aus.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-07-16T17:11:26.689+0000","up_votes":2,"down_votes":1,"body":"Ohne Zweifel. Ich hab genau darüber meinen Bachelor geschrieben. \n\nAaaaaber: Das ist keine Rechtfertigung. Niemand zweifelt an, dass es einen Grund gibt, dass Leute flamen. Natürlich gibt es Gründe dafür und die kennen wir sogar sehr gut (gut genug dass selbst ich eine 90-seitige Arbeit darüber schreiben kann).\n\nIch entschuldige mich dafür, dass ich Godwins Law bestätigte, aber es ist einfach ein schönes Beispiel:\n\nWir haben heutzutage auch recht gute Vorstellungen darüber, warum %%%%%% das getan hat, was er eben getan hat. Aber nur weil er Gründe hatte und wir diese vlt sogar kennen und verstehen, bedeutet das noch lange nicht dass seine Handlungen ok waren. Man kann die Verantwortung die man als Mensch hat nicht einfach ablegen, indem man argumentiert dass es psychologische Gründe gibt. Wer ein, entschuldige meine Ausdrucksweise, %%%%%%%%% ist, ist aus psychologischen Gründen ein %%%%%%%%%. Das macht es aber noch lange nicht ok ein %%%%%%%%% zu sein. \n\nUnd genau das gilt auch für Flamer. Natürlich haben Flamer Gründe. Absolut jeder hat für absolut alles was im Leben tut irgendwelche Gründe. Bedeutet das dass niemand von uns irgendeine Verantwortung trägt und für nichts zu beschuldigen ist? Absolut nicht!\n\nWas du in dem Post etwas weiter unten beschreibst nennt man übrigens \"amygdala hijack\". Die meisten Morde im Affekt passieren wegen dieses Effekts. Sind diese Mörder von jeglicher Verantwortung freizusprechen, weil sie ja unter Einfluss dieses Effekts standen. Oder mit weniger psychologischen Worten: Weil sie wütend waren? \nNein. Jeder Mensch trägt die Verantworung für das was er tut, ungeachter der dahinterliegenden biologischen Mechanismen. Davon mal abgesehen sind wir alle von diesem Effekt betroffen, aber trotzdem flamen wir nicht alle wie die Verrückten. Es ist also durchaus möglich, diesen Effekt unter Kontrolle zu halten. Wir sind schließlich eine außergewöhnlich intelligente Lebensform und keine primitiven Tiere.\n\nedit: Ohhhh...ich wurde das erste mal unerwartet vom Forum zensiert. Die zensierten Begriffe bezeichnen den leeren Raum zwischen den größten Muskeln des menschlichen Körpers ;)","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T17:19:40.102+0000","up_votes":1,"down_votes":1,"body":"Oft genug wurden doch Verbrecher aufgrund einer psychischen Krankheit freigesprochen oder etwa nicht?\nJeder Mensch ist individuell und reagiert anders auf die jeweilige Situation.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-16T17:26:55.877+0000","up_votes":2,"down_votes":1,"body":"\"Freigesprochen\" ist das falsche Worte. In eine geschlossene Anstalt überwiesen oder \"lebenslange Sicherheitsverwahrung\" (je nach Geistezustand) triffts eher. \n\nBei psychisch gestörten Verbrechern gilt das gleiche wie bei psychisch gestörten Flamern: Priorität hat der Schutz der anderen Bürger/Spieler. \nDer Staat tut das, indem er versucht diesen Leuten zu helfen...und dafür ist eine Anstalt eben in der Regel besser als ein normales Gefängnis. Und falls ihnen nicht geholfen werden kann, müssen sie eben auf möglichst humane Art und Weise vom Rest der Bürger ferngehalten werden.\n\nIn LoL ist das im Prinzip ganz ähnliche. Erstmal versucht Riot den Flamer zu helfen, sie zu therapieren. Restrictions sind viel weniger eine Strafe, als eine Reformtechnik. Restrictions helfen Leuten dabei, ihr Verhalten unter Kontrolle zu bringen (so sehr, dass täglich Spieler den Support anschreiben und darum BITTEN eine Restriction zu bekommen). Wenn dies nicht möglich ist, bleibt eben nur noch das LoL-Pendant des \"Wegsperrens\": Der Ban oder sogar Permaban. \n\n> Jeder Mensch ist individuell und reagiert anders auf die jeweilige Situation.\n\nKorrekt. Wenn er dabei jedoch anderen Menschen Schaden zufügt, muss eingeschritten werden.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T18:15:26.923+0000","up_votes":1,"down_votes":2,"body":"Da sind wir dann wieder bei der Ursache, wie es dazu kommt. Habe ja 2 näher beschrieben in diesem Thread. Bin dann mal auf dieses Team Builder Draft gespannt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-16T18:50:37.555+0000","up_votes":2,"down_votes":1,"body":"Am \"Skill\" der Mitspieler sollte ein Teambuilderdraft wenig ändern. Das einzige Problem, was dabei wegfallen sollte, ist, dass die Spieler sich nicht mehr um ihre Lieblingslane streiten. \n\nWenn das ganze für Rankeds eingeführt wird, frage ich mich, ob man dann eine Wertung für jede Rolle kriegt. Also zum Beispiel Support Platin, ADC Silber, Jungler Gold etc.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-07-17T15:12:12.425+0000","up_votes":1,"down_votes":0,"body":"Vllt kriegt man ja dann auch eine Durchschnittswertung aus allen 5 Positionen X) \nEhrlich gesagt, kann ich mir das ganze nur schwer vorstellen ^^","replies":[]}]}]}]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-16T13:04:53.061+0000","up_votes":2,"down_votes":1,"body":"Flamer flamen auch nicht weil sie abgrundtief böse sind und unbedingt flamen wollen. Nein, sie denken sie wären im Recht, weil ihre Teammates so schlecht sind. Selbst wenn die Teammates mal einen schlechten Tag haben ist das aber immernoch kein Grund zu flamen und kann damit niemals gerechtfertigt werden.","replies":[]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T11:39:55.897+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=,timestamp=2015-07-16T11:31:34.478+0000)\n>\n\n> Ein gro&szlig;teil der Spieler hat bestimmt schonmal Bekanntschaft mit der Chatsperre gemacht, oftmals gerechtfertigt, manchmal auch ungerechtfertigt.\n\nFalsch, ein Großteil der Spieler kommt selber nie mit solchen Strafen in Berührung. \n\nDer Rest klingt aber gar nicht so unvernünftig... Also das zumindest die Ehrungen in der eh kommenden Nachanalyse nach Ablauf der Sperre beachtet werden.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T11:42:08.469+0000","up_votes":3,"down_votes":2,"body":"Die Sache ist die, du kannst 100 Games mit einem posiviten Verhalten spielen, hast einen miesen Tag, flamst ein bisschen in 2-4 Games und hast eine Chatsperre.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-07-16T13:04:01.998+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00010000,timestamp=2015-07-16T11:42:08.469+0000)\n>\n> Die Sache ist die, du kannst 100 Games mit einem posiviten Verhalten spielen, hast einen miesen Tag, flamst ein bisschen in 2-4 Games und hast eine Chatsperre.\n\nDas ist einfach nur falsch. Und was ist ein \"bisschen\" flamen?","replies":[{"id":"","poster":"dat Zoidberg","date":"2015-07-16T14:28:32.759+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000100000003,timestamp=2015-07-16T13:04:01.998+0000)\n>\n> Das ist einfach nur falsch. Und was ist ein \"bisschen\" flamen?\n\nKann man sich doch denken: Ein bisschen flamen = dem/den anderen nur \"can.cer\" wünschen statt ebola-aids-can.cer...","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T16:15:36.293+0000","up_votes":2,"down_votes":4,"body":"Es ist ja schon flamen, wenn man sagt \"stop feeding\" oder \"use your sightstone please\".","replies":[{"id":"","poster":"dat Zoidberg","date":"2015-07-16T17:04:26.815+0000","up_votes":1,"down_votes":2,"body":"\"Use your sightstone please\" würde ich nicht als flame einstufen. Ist im Prinzip nur eine freundliche Bitte. Wenn ich sehe dass ein Midlaner sich 2-3 Wards gekauft hat und vor dem gegnerischen Tower steht ohne sie benutzt zu haben sage ich auch schon mal \"don't forget to use your wards\" - das ist nur ein kontruktiver Hinweis.\n\nAuch \"stop feeding\" ist kein Flame sondern \"nur\" negative Einstellung. Es fehlt schlichtweg die Beleidigung.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T19:09:49.305+0000","up_votes":2,"down_votes":2,"body":"Dann muss man aber gucken, wie man Flame definiert.\n\nSo oder so, würde ich als Main Support, der eigentlich nie Wards übrig hat, weil die irgendwo im Jungle gammeln, damit endlich mal niemand mehr überrascht ist, dass die Gegner da dauernd drin hocken und uns töten, es *immer* als Provokation und stark negative Einstellung auffassen, wenn jemand meint mich mit \"use ur sightstone pls\" anzumaulen.\nIch mein srsly, wenn du kurzsichtig bist beschwerst du dich doch auch nicht bei der Polizei, die dich nach dem Unfall fragt, was dir eigentlich einfällt einfach so Auto zu fahren, obwohl du doch halb blind bist, dass dir ja keiner ne Brille gekauft hat, oder?","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T20:46:58.389+0000","up_votes":2,"down_votes":2,"body":"Das ist ein schlechtes Beispiel...... Es geht darum, die nicht dran denken den SIghstone zu benutzen und man 0 Vision hat, die jeweilige Person dran zu erinnern bzw. darauf hinzuweisen.","replies":[{"id":"","poster":"eingew","date":"2015-07-17T10:39:58.162+0000","up_votes":4,"down_votes":2,"body":"Und jemand der sich genauso sieht, wie ich mich, würde sich nicht angegriffen fühlen?\n\nAbgesehen davon ist die Sichtweise bei beiden Parteien wichtig. Ich  wurde durchaus schon angeschnauzt, ich würde nicht warden, obwohl die einzigen 3 Wards auf der Map von mir stammten, einfach, weil diese Person gepennt hat und, ob bewusste oder unbewusst, einen Sündenbock für seinen letzten Death/verlorenen Trade braucht. Versteh mich nicht falsch, Kritik ist nichts grundsätzlich schlechtes, aber es ist so einfach sich im Ton zu vergreifen und vergleichsweise so schwer das sinnvoll zu machen, dass es sich meiner Meinung nach schlichtweg nicht lohnt, sich mit etwas abzugeben, was zusätzlich noch keinerlei Vorteile für mich bietet.\n\nDenn was genau habe ich davon eigentlich, wenn ein Spieler mehr auf dieser Welt warded? Wenig bis nichts. Ich habe in dem aktuellen Spiel nur minimale Vorteile, weil ich, sofern ich auf eine höhere Elo gehöre anyways gewinne, und nach den 30 Minuten habe ich, sofern die Kritik geglückt ist, absolut keinen Nutzen mehr davon. Sofern sie geglückt ist. Es ist schließlich wie gesagt wahrscheinlicher, dass es schief geht.\n\nAbgesehen davon sind 100 Gold für einen Pink oder 150 für das Trinketupgrade deutlich effizienter genutzte Zeit, als die, die ich brauche um einen Teammate sinnvoll auf sein mangelhaftes warding aufmerksam zu machen.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-17T11:14:04.914+0000","up_votes":2,"down_votes":3,"body":"Was hast du davon Games zu zocken? Wenig bis nichts.\nWieso unnötiges Gold für Wards ausgeben, wenn er einen Sightstone hat? Man macht die Person eigentlich eher aufmerksam darauf den Sighstone zu benutzen, und nicht in irgendeiner Weise blöd an.","replies":[{"id":"","poster":"eingew","date":"2015-07-17T12:29:52.525+0000","up_votes":2,"down_votes":1,"body":"Natürlich habe ich etwas davon Games zu zocken. Vor allem natürlich Spaß, zudem ist LoL quasi Massage fürs Gehirn.\nAber mich um irgendwelche Wards zu stressen mindert den Spaß irgendwie schon ziemlich.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-07-17T11:56:11.114+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0001000000030000000100010001000000010000,timestamp=2015-07-17T11:14:04.914+0000)\n>\n> Was hast du davon Games zu zocken? Wenig bis nichts.\n> Wieso unnötiges Gold für Wards ausgeben, wenn er einen Sightstone hat? Man macht die Person eigentlich eher aufmerksam darauf den Sighstone zu benutzen, und nicht in irgendeiner Weise blöd an.\n\nIch habe noch nie gesehen, dass unnötig Gold für Wards ausgegeben wurde.\nMit dem Sightstone kann man auch nur 3 Wards setzen. Das reicht nur für einen Teil des Junglers/der Objectives.\nUnd 250 Gold für das Aufwerten des gelben Trinkets ist einmal und man hat selber einen \"Mini-Sightstone\".","replies":[]}]}]},{"id":"","poster":"HyperionCH","date":"2015-07-17T08:11:02.715+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00010000000300000001000100010000,timestamp=2015-07-16T20:46:58.389+0000)\n>\n> Das ist ein schlechtes Beispiel...... Es geht darum, die nicht dran denken den SIghstone zu benutzen und man 0 Vision hat, die jeweilige Person dran zu erinnern bzw. darauf hinzuweisen.\n\nEinfachste Methode, dies zu tun:\n\nWenn man gerade in der Nähe des Sups steht, dann setzt man selber einen Ward. Dies sieht der Sup meist und erinnert sich daran, dass er auch Wards setzen sollte (klappt btw. auch bei Mid- und Toplane gut, wenn ich dies als Jungler tue).\n\nAlternativ: gelbes Trinket ausbauen; dann hat man mehr oder weniger auch einen Sightstone.\n\nWarding ist wie gesagt eh Team-Sache.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-17T10:13:52.308+0000","up_votes":2,"down_votes":2,"body":"Unnötiges Kommentar, hat nichts mit der Diskussion zu dem Thema zu tun. Lies dir biite die vorherigen Kommentare nochmal durch.","replies":[{"id":"","poster":"eingew","date":"2015-07-17T10:43:15.614+0000","up_votes":3,"down_votes":2,"body":"Wieso? Das ist eine einfache und effiziente Alternative zu diesem speziellen Fall der Kritik. Statt zu schreiben, weißt man seine Mitspieler subtiler darauf hin. Der geniale Punkt dabei: Im Gegensatz zu der, offensichtlich von dir bevorzugten Chatmethode, gibt es keine Nebenwirkungen, wie gekränkte Mitspieler und ein Niedergang der Moral.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-17T11:16:01.439+0000","up_votes":2,"down_votes":2,"body":"Ich finde es toll, wie über das Beispiel und nicht über das Prinzip diskutiert wird.","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-17T12:05:22.047+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000100000003000000010001000100000000000000000000,timestamp=2015-07-17T11:16:01.439+0000)\n>\n> Ich finde es toll, wie über das Beispiel und nicht über das Prinzip diskutiert wird.\n\nBei meinem Beispiel geht es ums Prinzip:\n\nLieber subtil (und non-verbal) auf das Problem aufmerksam machen als einfach zu kritisieren und damit für schlechte Stimmung zu sorgen.\n\nIch möchte die Games gewinnen und diese Lösung ist sehr gut geeignet (klappt sogar, wenn man eine CR hat).\n\nMit gutem Vorbild (z.B. beim Warden) vorangehen, hilft enorm. Mich würde ja interessieren, wie oft du wardest. Leider postest du hier nur mit deinem smurf, mit dem du nichts mehr spielst.\n\nNatürlich kannst du auch über den chat darauf aufmerksam machen, dass man z.B. öfters warden soll. Hier musst du aufpassen, dass du dies im richtigen Ton sagst, was gar nicht so einfach ist. Und man wirkt unglaubwürdig, wenn man selber noch 0 Wards gesetzt hat.\nSchon seit einiger Zeit ist es nicht alleinige Aufgabe des Sups, für Vision zu sorgen.\n\nÜberlege dir also bei allen chat-Nachrichten, ob sie sinnvoll sind.\nIst ein \"play safe\" oder \"stop feed\" sinnvoll? Auf keinen Fall! -> also schreibt man so etwas nicht.","replies":[{"id":"","poster":"dat Zoidberg","date":"2015-07-20T14:16:34.379+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0001000000030000000100010001000000000000000000000000,timestamp=2015-07-17T12:05:22.047+0000)\n>\n> Bei meinem Beispiel geht es ums Prinzip:\n> \n> Lieber subtil (und non-verbal) auf das Problem aufmerksam machen als einfach zu kritisieren und damit für schlechte Stimmung zu sorgen.\n\nNaja, wie man den Hinweis \"pls use your sightstone\" auffasst liegt offenbar im Auge des Betrachters - wie man auch an dieser Diskussion erkennt. Objektiv ist es keine Kritik sondern einfach nur der Hinweis, die Wards zu benutzen (was natürlich nur Sinn macht wenn derjenige es vergessen haben sollte).\n\nWenn man sich durch diesen banalen Hinweis gekränkt fühlt, schlechte Stimmung bekommt, es also als Angriff wertet gibt das erst mal nur einen Einblick in die Denkweise des Spielers. Ich möchte nicht von einer Mimose sprechen, aber so eine Reaktion auf einen einfachen Hinweis ist schon sehr empfindlich.\n\nSinnvoller und rationaler wäre es, einfach nur die Sachbotschaft zur Kenntnis zu nehmen anstatt sich angegriffen zu fühlen - damit reagiert man ggf. unnötig emotional obwohl es vermutlich gar kein Angriff war (sicher gibt es auch Situationen wo so ein Hinweis unberechtigt ist aber darum geht es nicht denke ich). Interessant ist in dem Zusammenhang das 4-Ohren-Kommunikationsmodell von Friedemann Schulz von Thun. \n\nhttps://de.wikipedia.org/wiki/Vier-Seiten-Modell","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"chrisrude","date":"2015-07-16T17:07:48.185+0000","up_votes":1,"down_votes":5,"body":"\"stop feeding\" ist ein Hinweis, dass man \"saver\" spielen soll, diese Diskussion gibt es unten schon.....","replies":[{"id":"","poster":"eingew","date":"2015-07-17T12:30:23.165+0000","up_votes":1,"down_votes":0,"body":"\"stop feeding\" ist kein Hinweis, sondern nerviges Gemecker.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T16:33:48.648+0000","up_votes":2,"down_votes":1,"body":"Klar... allein schon, weil man sagen kann \"we need more vision\"... dann ist keiner direkt angepisst... Und ja, Vision ist seit Season 4 eine Teamaufgabe, deswegen ist diese Aussage auch korrekt.\n\nUnd \"Stop feeding\" ist wirklich der sinnloseste Hinweis, den man geben kann... da kann man auch wirklich nichts schreiben und sich den Kommentar sparen... vor allem, weil sich der betroffene garantiert denkt \"Ja, klar, ich gebe die Kills ja auch mit Absicht ab\".","replies":[]}]},{"id":"","poster":"Madchickendinner","date":"2015-07-16T16:12:48.536+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=dat Zoidberg,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0001000000030000,timestamp=2015-07-16T14:28:32.759+0000)\n>\n> Kann man sich doch denken: Ein bisschen flamen = dem/den anderen nur \"can.cer\" wünschen statt ebola-aids-can.cer...\n\nnice^^","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2015-07-16T12:02:07.752+0000","up_votes":3,"down_votes":2,"body":"Wegen 2-4 Games bekommst du glaube ich keine CR, wenn du nicht schonmal eine Hattest wird das nicht ausreichen.\nIch habe Spieler in meiner Fl die desöfteren flamen und noch keine CR bekommen haben.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T12:05:12.547+0000","up_votes":2,"down_votes":1,"body":"Wenn er nicht oft genug reported wird, hat er Glück","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-16T18:54:33.867+0000","up_votes":1,"down_votes":2,"body":"Ich habe Spieler in meiner Freundesliste, mit denen ich ich Spiele und auch Reporte, wenn sie anfangen beleidigend zu werden. Da waren auch schonmal 2 oder 3 Games in Folge bei manchen. Eine Chatsperre haben die aber noch nicht erhalten. \n\nDie CRs sind für Spieler die häufig toxisch werden. Der durchschnittliche Spieler, rastet gar nicht oft genug aus um beachtet zu werden. Die meisten sehen höchstens mal die Meldung, dass sie viele Reports erhalten haben. \n\nEin anderer (deutlich häufigerer und schlimmerer Flamer) hat aber schon einige CR/RRs und auch einen 14 Tagebann erhalten. Inzwischen schreibt er keinen Flame mehr in den Chat (soweit ich es erkennen kann). Der Account ist ihm doch zu wichtig.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T18:58:38.972+0000","up_votes":2,"down_votes":2,"body":"Wie bereits in dem Thread genannt, gibt es 2 verschiedene Arten von Flamern.","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-17T07:22:58.433+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000100000000000000000000,timestamp=2015-07-16T18:58:38.972+0000)\n>\n> Wie bereits in dem Thread genannt, gibt es 2 verschiedene Arten von Flamern.\n\nEs kann 10'000'000 Arten von Flaming geben.\nRiot verbietet Flaming; egal welcher Art. ;)","replies":[]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T12:51:20.084+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00010000,timestamp=2015-07-16T11:42:08.469+0000)\n>\n> Die Sache ist die, du kannst 100 Games mit einem posiviten Verhalten spielen, hast einen miesen Tag, flamst ein bisschen in 2-4 Games und hast eine Chatsperre.\n\nÄhm... ja, das ist halt so... wobei das \"ein bisschen\" wohl nicht ausreicht...\n\nAber: Wenn du dich 1000 Km an jede beschissene Verkehrsregel hältst, dann aber auf den letzten 10 Km mit 130 in der 30er Zone geblitzt wirst, bist du deinen Führerschein auch los... egal wie vorbildlich die 1000 Km davor waren...\n\nUnd nebenbei zeigt ein genauerer Blick auf das Beispiel, wie absurd deine Rechnung eigentlich ist: Jemand, der sich 95% der Zeit an jedes noch so dumme Verkehrschild hältst (wir haben bei uns auf dem Dorf ne Umgehungsstraße... die ist 2spurig... und trotzdem ist das Verkehrsamt der Meinung, dass da 70 angebracht sind... wenn du also selbst dann nicht zu schnell fährst), wirst du unter keinen realistischen Umständen jemals so krass zu schnell fahren, dass du deinen Führerschein los wirst.\n\nGenau so (um zurück zukommen) wird der LoL Spieler, der 100 Spiele lang freundlich bleibt... also selbst beim 0-20 Feeder im Ranked oder beim \"get %%%%%%\" Typen im Chat... nicht auf ein Mal so krass flamen, dass sie eine Ranked Restriction erhalten. Denen rutscht dann vielleicht mal ein \"Omg, Noob\" oder \"report\" raus, aber nichts, was so krass ist, dass es zu einer Sperre führt. \nEs wäre zumindest extrem ungewöhnlich, wenn ein Spieler von jetzt auf gleich so umkippt. Dass ich jetzt zum Beispiel morgen so anfange zu flamen, dass mir ein Bann droht, ist einfach nicht vorstellbar. Und das werden dir alle meine Freunde und Mitspieler bestätigen.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T12:53:57.339+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=000100000002,timestamp=2015-07-16T12:51:20.084+0000)\n>\n> Ähm... ja, das ist halt so... wobei das \"ein bisschen\" wohl nicht ausreicht...\n> \n> Aber: Wenn du dich 1000 Km an jede beschissene Verkehrsregel hältst, dann aber auf den letzten 10 Km mit 130 in der 30er Zone geblitzt wirst, bist du deinen Führerschein auch los... egal wie vorbildlich die 1000 Km davor waren...\n> \nIst doch was ganz anderes, in echt gefährdest du dein Leben und das der Anderen.","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-07-16T13:02:59.260+0000","up_votes":2,"down_votes":2,"body":"Dann ein anderes Beispiel. Du gehst 1000x bei Aldi einkaufen. Beim 1001x klaust du zum ersten mal in deinem Leben etwas. Dabei wirst du erwischt --> du wirst trotzdem bestraft obwohl du jedes Mal vorher alles bezahlt hast. Und dabei gefährdest du kein Leben anderer.\n\nMit LoL kann man das auch Vergleichen. Durch das Klauen minderst du den Gewinn des Aldi. Genauso wird durch Flamen der Gewinn von Riot gemindert. Jeder Flamer vergrault schließlich zahlende Kundschaft und deswegen müssen diese bestraft werden.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T14:04:24.182+0000","up_votes":2,"down_votes":4,"body":"Kann man eben nicht. Wenn du klaust, schadest du jemanden und verschaffst dir einen Vorteil gegenüber anderen.\nIn LoL gibt es 1. die Mute funktion, 2. wird ja sowas wie \"stop feeding\" schon als flame bezeichnet, was in keinster Weise beleidigend etc, jediglich ein Hinweis darauf, dass er \"saver\" spielen soll.\nEs gibt 2 Arten von Flamern, die 1. weißt Spieler auf Fehler hin, die 2. wird beleidigend.\nDie Sache ist die, dass beide bestraft werden, obwohl die 1. Art nur gewinnen will und keine bösen absichten hat.\nIch bezweifel außerdem, dass dadurch Kundschaft vergrault wird.\nHier sind wir vorallem wieder bei der oben genannten Ursache des Rankedssystem.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-16T14:20:29.608+0000","up_votes":4,"down_votes":2,"body":"1. Durch Flamen schadet man auch anderen. \n2. Wenn man die Mutefunktion benutzen muss, ist der Schaden bereits angerichtet.\n3. Konstruktive Hilfe ist durchaus neutral bis positiv, wenn sie nachgefragt oder akzeptiert wird. Du als gleichstarker Spieler hast aber keine Authorität um ungefragt Hilfe verteilen zu dürfen. \"Stop Feeding\" ist auch nicht konstruktiv. Jeder Spieler weiß, dass häufige Tode schlecht sind. Es nochmal zu erwähnen ist nichts anderes als Blaming und damit negativ und zurecht strafbar bei entsprechender Häufigkeit.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T14:27:43.452+0000","up_votes":2,"down_votes":4,"body":"1. Es war nur ein simples Beispiel.\n2. Muss man sowas nicht gleich persönlich nehmen/negativ auffassen.\n3. Wo blamed man wenn man \"stop feeding\" sagt, er sieht doch selber, dass er feedet, also wird er für nichts beschuldigt. Es ist oftmals nurnoch ein Appell, um den Spieler stärker darauf hinzuweisen, dass er \"saver\" spielen soll.\nDies geht eher in die Kategorie der leichten Kritik, aber nicht in die Flamekategorie (Kritik: er spielt nicht save genug).\nMan muss lernen kritikfähig zu sein.\n4. Hast du dir alles durchgelesen?, dann ergeben sich einige Zusammenhänge.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-16T14:41:25.927+0000","up_votes":5,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00010000000200000000000000000000,timestamp=2015-07-16T14:27:43.452+0000)\n>\n> -1. Es war nur ein simples Beispiel.\n> -4. Hast du dir alles durchgelesen?, dann ergeben sich einige Zusammenhänge.\n\nEs war aber ein schlechtes Beispiel und widerlegt somit nicht das Argument von Fiqqa\n\n\n> -2. Muss man sowas nicht gleich persönlich nehmen/negativ auffassen.\n\nEine bestimmte Dickhäutigkeit und Stressresistenz bei anderen vorauszusetzen ist keine Entschuldigung.\n\n\n> -3. Wo blamed man wenn man \"stop feeding\" sagt, er sieht doch selber, dass er feedet, also wird er für nichts beschuldigt. Es ist oftmals nurnoch ein Appell, um den Spieler stärker darauf hinzuweisen, dass er \"saver\" spielen soll.\n> Dies geht eher in die Kategorie der leichten Kritik, aber nicht in die Flamekategorie (Kritik: er spielt nicht save genug).\n> Man muss lernen kritikfähig zu sein.\n\nDu wiederholst Dich. Wie bereits gesagt hast Du als fremder Mitspieler zunächst mal keinerlei Authorität irgendwelche Mitspieler zu kritisieren. Daher kommt dies immer negativ rüber. Wenn Du anderen helfen willst muss dies erkennbar positiv sein. Neutral wäre also: \"please play more safely!\" Selbst das ist noch in Befehlsform. Noch besser ist es eine bessere Option nur vorzuschlagen.: \"If you would stand closer to your tower ...\"\nUm wirklich positive Hilfe zu geben, müsste man meistens sehr viel mehr schreiben und das hat im Spiel keinen Platz. Daher sollte man es lieber ganz bleiben lassen. Zumal man beim \"stop feeding\" Fall sowieso nur Captain Obvious Statements bringen kann, die eben durch ihre Besserwisser- oder Abkanzelattitüde fast nur negativ sein können.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T15:00:15.854+0000","up_votes":2,"down_votes":5,"body":"\" Fall sowieso nur Captain Obvious Statements bringen kann, die eben durch ihre Besserwisser- oder Abkanzelattitüde fast nur negativ sein können.\" Vorurteil?\nWenn man mit 4 anderen im Team spielt, muss man auch sich wie ein Team verhalten, darunter fällt es auch kritikfähig zu sein. Nur weil manche keine Kritik abkönnen und immer negativ denken. Ich denke das ist eines der vielen Probleme, dass manche Sachen viel zu negativ aufgenommnen werden.\nIch weiß nicht, ob du hier alles gelesen hast, aber falls du es getan hast, sollten die Zusammenhänge für sich sprechen.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-16T15:05:21.964+0000","up_votes":3,"down_votes":2,"body":"Das ist ja ein schönes Ideal was du da beschreibst, aber es entspricht eben nicht der Realität. \nDa ich eben nicht weiß wie jemand anderes mit Kritik umgeht, sollte ich sie für mich behalten, wenn die Möglichkeit besteht, dass er sie negativ aufnimmt.\nGenauso ist es auch andersherum. Es wäre ja schön, wenn jeder immer nur positive Absichten hat und konstruktive Kritik geben will. Das ist aber eben nicht so, daher kann man auch einfach nicht bei einem \"stop feed\" immer eine positive Absicht voraussetzen. Daher sollte man solche Sprüche lassen.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T15:18:52.711+0000","up_votes":2,"down_votes":5,"body":"Also in echt wird man bestraft, weil man jemanden kritisiert ;)\nKritik ist im Grunde nichts anderes als seine eigene Meinung in Form eines Appells an eine andere Person","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-17T10:26:16.140+0000","up_votes":3,"down_votes":1,"body":"Hm, ja, eigentlich schon. Kannst ja ein Experiment machen: Lauf einfach irgendeinem wildfremden auf der Strasse nach und beleidige ihn konstant. Nach spätestens 5 Minuten hast du eine Faust im Gesicht oder, wenn der Passant zu der geduldigeren Sorte gehört, eine Anzeige.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-07-16T15:23:57.051+0000","up_votes":4,"down_votes":2,"body":"Wenn man sehr viel und in negativem Ton kritisiert, dann ja.\nAuch Meinungsfreiheit hat ihre Grenzen.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T15:28:40.656+0000","up_votes":1,"down_votes":3,"body":"Dann ja, ist ja jetzt egal, es war nur ein beispiel dafür, dass manche Sachen viel zu ernst genommen werden und man diese besser differenzieren sollte.","replies":[]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T15:39:06.258+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0001000000020000000000000000000000000000,timestamp=2015-07-16T15:00:15.854+0000)\n>\n> Wenn man mit 4 anderen im Team spielt, muss man auch sich wie ein Team verhalten, darunter fällt es auch kritikfähig zu sein. Nur weil manche keine Kritik abkönnen und immer negativ denken. Ich denke das ist eines der vielen Probleme, dass manche Sachen viel zu negativ aufgenommnen werden.\n\nHier beginnt aber schon das erste Problem: In jedem Teamsport gibt es eine klare Hierachie und eine klare Regelung. Sprich: Es gibt in jeder Fußballmannschaft einen Trainer und einen Kapitän, die auf dem Spielfeld Anweisungen geben. Dazu ggf (falls das nicht der Kapitän ist) einen Abwehrchef oder einen zusätzlichen Führungsspieler. Genau so ist das auch bei Ranked Teams mit den Shotcallern. Und wenn man die (wie die Unicorns of Love) nicht hat, bekommt man auch irgendwann ein Problem.\n\nWenn ich mich jetzt nicht an diese Hierachie halte, bekomme ich ganz schnell ein Problem. Wenn ich zum Beispiel als Neuling direkt mal den Abwehrchef im ersten Spiel anmotze, werde ich garantiert zurechtgewiesen. Auch wenn ich \"nur\" einen anderen Mitläufer ständig kritisiere, werden sie mir irgendwann mitteilen, dass ich besser ruhig sein soll.\n\nWechseln wir zur SoloQ: Da sind wir alle nur Mitläufer. Wir sind ziemlich genau so gut oder schlecht wie die anderen. Und keiner von uns ist in irgendeiner Form der Kapitän oder ähnliches. Und wenn du dann ständig deine gleichwertigen Mitspieler kritisierst, kriegst du irgendwann ebenfalls (in diesem Fall vom Veranstalter) die Nachricht, dass du mal besser ruhig sein solltest. \n\nDa wir alle Gleichberechtigt und Gut sind, haben wir auch nicht das Recht, andere zurechtzuweisen. Wir machen halt selber ähnliche Fehler. \n\nParadebeispiel: Ein Spieler mit 6 Toden weist mich darauf hin, wie ich (als Tank mit meinen 2 Toden... von denen einer Level 1 am Jungle-Camp war), dass mein Build Scheiße ist und ich keine MR brauche. Vielleicht hat er sogar recht, da er aber selber extrem schlecht dasteht, denke ich mir \"Wer gibt dir das Recht, mich zu kritisieren?\" Er sieht aber natürlich nur meine und nicht seine Fehler.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T15:47:07.778+0000","up_votes":1,"down_votes":3,"body":"Man muss auch hier wieder differenzieren, wie er stirbt, ob er dagegen nichts machen kann, oder ob er absichtliich jmd fighted der 6/0 ist. AUßerdem wer sagt, dass ich es tue? Es ist nur ein Beispiel....., finde schon komisch das du darauf zu reagierst. Hier geht es um die Zusammenhänge und nicht um das Beispiel.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T19:04:38.375+0000","up_votes":1,"down_votes":1,"body":"\"ob er nichts dagegen machen kann\"\n\nwie jetzt, wer steuert da den Champion, ich dachte, dass kann immer nur einer machen, der dann auch voll verantwortlich für jede Tat damit ist? Ich kann doch wenn ich geblitzt werde auch nicht einfach sagen, okay, ich war zu schnell, aber ich wurde quasi gezwungen, weil ich vor meiner Freundin, die auf dem Beifahrersitz saß, angeben wollte. Ist doch nicht meine Schuld!","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T20:48:51.336+0000","up_votes":1,"down_votes":2,"body":"Lies dir das zu den Regionen im Gehirn bitte nochmal durch, wieder total sinnlos dieser Beitrag, bei der einen Sache ist es voll und ganz deine Entscheidung, bei der anderen hat man Einfluss durch ein System im Gehirn.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-07-17T11:01:35.010+0000","up_votes":3,"down_votes":1,"body":"Eine ehrlich gemeinte Frage: Was genau denkst du passiert beim von dir als Feeder bezeichneten Spieler, wenn er \"Stop Feeding\" liest?\n\nDass man nicht sterben soll weiss er, und er weiss auch dass du weisst dass er es weiss. Er ist sich also seiner Fehler klar bewusst, deine Aussage bringt ihm keine zusätzliche Erkenntniss.\nEine Erinnerung daran, dass sterben schlecht ist, ist auch nicht nötig - einerseits ist dieses Wissen derart zentral für jeden LoL-Spieler dass es nicht einfach so mal eben vergessen wird und selbst wenn wäre der graue Bildschirm und die lange Wartezeit wohl Erinnerung genug.\n\nDer SPieler wird also nicht pltzölich besser spielen. Weit realistischer sind wohl folgende Verhaltensmuster:\n-\"Ich hol jetzt nen Solokill, um dem zu zeigen was ich draufhab\" -> Spielt zu aggressiv und stirbt.\n-\"Der Typ nervt\" -> muted\n-Beginnt zu erklären, warum er gestorben ist, wahlweise mit flaming des Junglers. Ein Flamewar startet und nach 5 Minuten ist das Spiel verloren.\n-\"Der meint ich sei am feeden? Ich zeig dem was feeding ist!\" -> rennt in den Turm rein.\n\nAlso meiner Ansicht nach ist das \"beste\" Resultat dass dein \"stop feeding\" erzeugen kann ein mute, ein Abbrechen jeglicher Kommunikation. Darum wäre ich wirklich mal froh wenn mir jemand genau erklären kann, was genau denn \"stop feeding\" Positives auslösen soll.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-07-16T14:31:15.355+0000","up_votes":2,"down_votes":1,"body":"In LoL schadet man durch Flaming genauso dem Konzern Riot wie durch Diebstahl dem Aldi. Der Schaden ist definitv vergleichbar.\nNatürlich gibt es eine Mute Funktion. Aber alleine durch das Vorhandensein dieser kann kein Flame gerechtfertigt werden. Es gibt auch kugelsichere Westen. Sollten Schusswaffen jetzt erlaubt sein, nur weil es eine Möglichkeit gibt sich davor zu schützen? Denn genauso stellst du die Mute-Funktion dar.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T13:10:22.420+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0001000000020000,timestamp=2015-07-16T12:53:57.339+0000)\n>\n> Ist doch was ganz anderes, in echt gefährdest du dein Leben und das der Anderen.\n\nnatürlich... Vergleiche hinken immer. Aber (und du sprichst ja gleich selbst vom psychologischen Hintergrund): wenn du dich normalerweise an bestehende Regeln und Gesetze hältst, wirst du nicht von heute auf morgen zum krassesten Verbrecher. Oder wenn du wirklich gegenüber allen Mitspielern freundlich bist, wirst du nicht über Nacht zum krassesten Flamer.\nWeil du dafür dein psychologisches Verhaltensprofil komplett ändern müsstest. Das machen Menschen normalerweise nicht einfach so und von heute auf morgen. Und deswegen, das war ja meine eigentlich These, die das Beispiel nur unterlegen sollte, werden Leute, die 90% der Zeit freundlich sind, nicht so krass flamen, dass sie eine Restriction bekommen. Da kannst du mir auch kein Gegenargument nennen.\n\nOh und völlig übertriebenes Schlusswort: Du gefährdest schon \"Leben\"... also die Accounts deiner Mitspieler. Denn, das behaupte ich jetzt einfach mal, die meisten Spieler, die LoL deinstallieren und endgültig aufgeben, tun dies, weil sie keinen Bock mehr auf Flamer haben.","replies":[]}]}]},{"id":"","poster":"Abasin","date":"2015-07-16T12:25:09.213+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=chrisrude,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=00010000,timestamp=2015-07-16T11:42:08.469+0000)\n>\n> Die Sache ist die, du kannst 100 Games mit einem posiviten Verhalten spielen, hast einen miesen Tag, flamst ein bisschen in 2-4 Games und hast eine Chatsperre.\n\nEin Tropfen Jauche ins Weinfass macht den Wein ungeniessbar, einTropfen Wein ins Jauchefass ist aber zwecklos.","replies":[]}]}]},{"id":"","poster":"chrisrude","date":"2015-07-16T13:00:35.576+0000","up_votes":2,"down_votes":1,"body":"Wie ich hier gerade im Forum sehe, wissen einige auch nicht, warum sie eine Chat-/Rankedsperre bekommen.\nDas mit der Rankedsperre kann ich selber bezeugen, ich hatte schonmal einfach so eine bekommen, habe selten was geschrieben (kein Flame) und habe sogar 7/10 Games in der History gewonnen, wodurch es keinen Grund für die Sperre gab.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T13:12:03.849+0000","up_votes":1,"down_votes":1,"body":"Was haben deine Wins mit der CR/RR zu tun? Ich habe eher den Eindruck, als ob du nicht verstanden hast, wofür man diese Strafen bekommt.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T13:14:26.974+0000","up_votes":2,"down_votes":1,"body":"Das ist mir ja auch ein Rätsel, da ich eigentlich nichts falsches getan habe.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T18:52:43.994+0000","up_votes":2,"down_votes":1,"body":"Doch, zumindest ist das sehr wahrscheinlich. Aber das hat nichts mit deiner Winrate zu tun, in dein Urteil fließen nur deine Chatlogs ein.\n\nAbgesehen davon musst du dein Verhalten nicht zwingend als falsch ansehen. Es bist nicht du, der entscheidet, was richtig und falsch ist, sondern die breite Masse. Offenbar ist deine Meinung zu gutem Verhalten anders, als die Meinung der Masse. Leider, beziehungsweise leider für dich, hat die Meinung der Masse in diesem Falle mehr Gewicht, denn sie wird bei der Verteilung der Sperren eher beachtet.","replies":[{"id":"","poster":"chrisrude","date":"2015-07-16T19:03:10.821+0000","up_votes":2,"down_votes":1,"body":"War wie gesagt sehr verwundert, war eigentlich voll der entspannte und gute Tag für meine Games, hatte sonst keine mehr bekommen, nur das eine Mal. Ist ja jetzt egal, ob es bei mir ein Fehler war oder nicht. Da aber viele nachfragen, warum sie eine bekommen haben, wäre es vllt nicht schlecht, dass das System die Sachen speichert, durch denen man die Sperre bekommen hat, damit die Spieler selber sehen können, was sie falsch gemacht haben. Dies würde ebenfalls zur Verbesserung des Verhaltens führen.","replies":[{"id":"","poster":"eingew","date":"2015-07-16T19:20:22.389+0000","up_votes":1,"down_votes":0,"body":"Vielleicht hilft es dir, die nächstbeste Alternative zu wählen: Du sagst uns, was du vor der Sperre so in den Chat geschrieben hast, und wir sagen dir, was davon möglicherweise ausschlaggebend für die Sperre war. Wichtig sind dabei circa die letzten 100 Spiele (grob geschätzt) und auch der Pre- und Aftergamechat.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-07-16T19:07:11.165+0000","up_votes":1,"down_votes":0,"body":"Das ist schon geplant, nur leider noch nicht umgesetzt.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-07-17T10:48:20.353+0000","up_votes":1,"down_votes":1,"body":"Viele? Gemäss Aussage von Riot fragen nur 2% der bestraften via Support oder Forum nach, warum sie eine Sperre erhalten haben.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-07-16T18:42:58.104+0000","up_votes":1,"down_votes":0,"body":"Die Sperren werden alleine für das Chatverhalten verteilt und nicht für die spielerische Leistung. Jemand der 15/1 steht und das Spiel fast im alleingang gewonnen hat, bekommt die selbe Strafe wie jemand der 0/5 steht und sein Team ständig beschimpft. \n\nLeider werden für CR/RR noch keine Chatlogs verteilt, sonst könnten wir mit dir darüber reden, was davon wohl ausschlaggebend sein könnte. \n\nAllgemein reicht es, sich an den folgenden Grundsatz zu halten:\n\n\"Wenn du nichts nettes zu sagen hast, sage nichts.\"\n\n\nDie Frage ist jetzt natürlich, was genau für dich \"Flame\" ist.\nViele kommen ins Forum und meinen \"es ist die Wahrheit\" wenn sie ihr Team runtermachen, weil die mal eine schlechte Runde machen. Aber nur weil es wahr ist, heißt das nicht, dass es nicht trotzdem Flame ist.","replies":[]}]}]}]},{"id":"","poster":"OSaftKiller","date":"2015-07-16T20:17:24.482+0000","up_votes":1,"down_votes":0,"body":"Ich muss zugeben, ich hab manchmal auch einen Salty tag, wo ich meine Mates auch leicht dumm anmaule, wirklich beleidigend werde ich dabei aber nie, weshalb ich wohl noch keine Chatsperre bekommen habe. Passieren tut das eigentlich nur, wenn mich einer dumm anmault oder beleidigt. \n\nIch spiele nach einem schlechtem verlorenem Spiel wohl auch noch weiter, weil ich lieber mit einem Sieg das Spiel schließe statt mit einer Niederlage, auch wenn ich mich im letzten Spiel extrem aufgeregt habe, ich weiß nicht warum das so ist. Das gilt übrigens bei mir nur für Rankeds, in Normal Games rege ich mich nie auf, weil es da um nichts geht und ich selber dadurch viel entspannter spielen kann.\n\nIch überlege aktuell den Chat sogar schon beim Spielstart einfach zu muten, damit ich mich über keinen aufregen muss, auf der anderen Seite kann der Chat auch nützlich sein, wenn es darum geht, die Drake Zeit anzusagen usw.\n\nEinfach ausblenden kann man den ja meines Wissens nach nicht.","replies":[]},{"id":"","poster":"The Kalista God","date":"2015-07-16T19:34:54.505+0000","up_votes":1,"down_votes":0,"body":"Würde ich begrüßen","replies":[]},{"id":"","poster":"Stealth Cat","date":"2015-07-16T14:25:23.670+0000","up_votes":1,"down_votes":0,"body":"Ich sage nur HONORTRADES!!!","replies":[{"id":"","poster":"Kaitri","date":"2015-07-16T19:25:29.398+0000","up_votes":1,"down_votes":0,"body":"ich denke die von premades dürfen nicht zählen :D\nund nach honor trade fragen ist glaube ich sogar gegen die regeln.","replies":[]}]},{"id":"","poster":"casually mashed5","date":"2015-07-16T13:49:25.813+0000","up_votes":1,"down_votes":2,"body":"Ich kam aus einer Chatsperre raus und hab dann 400 games chatsperre bekommen GG","replies":[{"id":"","poster":"Waldschrat86","date":"2015-07-16T17:49:37.983+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=wB meeeh,realm=EUW,application-id=KYnfKGf0,discussion-id=75Ms6Ytz,comment-id=0004,timestamp=2015-07-16T13:49:25.813+0000)\n>\n> Ich kam aus einer Chatsperre raus und hab dann 400 games chatsperre bekommen GG\n\nHast du toll gemacht, hier ist dein Leckerli.","replies":[]},{"id":"","poster":"chrisrude","date":"2015-07-16T22:39:38.126+0000","up_votes":1,"down_votes":0,"body":"Habe ich auch schon gehört, manche freuen sich, dass die endlich weg ist und dann kommt die Überraschung. Sollte man ggf auch überarbeiten, dass die Anzahl direkt addiert wird.","replies":[]}]}]}