{"id":"MFN2yr7A","poster":"Bergelmir32","date":"2015-07-16T00:06:48.589+0000","title":"Boosting Strafe","subforum":"Spielerverhalten & Moderation","embed":{"title":"Red Post Collection: July Bundles, MMR Boosting Punishments, Context on Tahm Kench PBE Buffs, & more","description":"This afternoon's red post collection includes a look at the new July bundles available through July 22nd, Rhojin on a wave of MMR Boosting punishments going out, ZenonTheStoic with context on recent Tahm Kench PBE buffs, on Gangplank's background changes, and more! Continue reading for more information!","url":"http://www.surrenderat20.net/2015/07/red-post-collection-july-bundles-mmr.html","image":"http://3.bp.blogspot.com/-M_ecJWWc5CE/Uizpk6U3lwI/AAAAAAAACLo/xyh6eQNRzzs/s640/sitethumb.jpg"},"up_votes":3,"down_votes":0,"body":"Soo, einige haben es vielleicht schon gelesen, Riot wird demn&auml;chst anfangen MMR Booster und Geboostete zu bestrafen, was nat&uuml;rlich etwas gutes ist.\r\n\r\nKorrigiert mich falls ich falsch liege aber es scheint dabei lediglich um die zu gehen die Acc Sharing betrieben haben. Was mich irritiert ist das nichts &uuml;ber die gesagt wird die sich von einem Smurf im DuoQ boosten lassen, im Gegenteil sogar gesagt wird das niemand daf&uuml;r bestraft wird das er mit seinen &quot;Freunden&quot; DuoQ spielt.\r\nDuoQ Boosting, obwohl es sicher ein wenig langsamer und schwieriger ist, je nach Skill des zu Boostenden, scheint regelrecht geadelt zu werden, zumindest kommt es mir so vor.\r\n\r\nIst dann die ohnehin schon zu betrafende Handlung (Acc Sharing) jetzt sowas wie der kleine Bruder vom MMR Boosting?\r\n\r\nIch frage das vorallem in Bezug darauf das in letzter Zeit doch ein Paar Threads im Forum aufgemacht wurden wo jemand nach einem HighEloSpieler fragt der ihn mit einem Smurf aus seiner entsprechenden &quot;EloHell&quot; zieht. Der Grundtenor der Antworten unter diesen Threads war in der Regel &quot;Verpiss dich, Elo Boosting ist verboten!&quot; und das zurecht wie ich finde. Doch, wie bereits gesagt, h&ouml;rt sich das was in der Ank&uuml;ndigung gesagt wurde danach an als m&uuml;ssten wir sie dann eher noch unterst&uuml;tzen und sagen: &quot;Ja, such dir einen &#039;Freund&#039; mit dem du spielen kannst.&quot;","replies":[{"id":"","poster":"Phobos Selini","date":"2015-07-16T00:50:25.009+0000","up_votes":1,"down_votes":0,"body":"Das Spielen mit Freunden, die ein deutlich anderes Nivaeu haben ist nicht verboten. Um das Matchmaking etwas zu verbessern, kann man seit geraumer Zeit nur noch mit +/- 1 Liga zusammen spielen, aber das kann immer noch zu sehr ungleichen Paarungen führen. Smurfs sind leider auch nicht grundsätzlich verboten. Sie verschlechtern nur das Matchmaking. Wenn nun ein guter Spieler mit einem schlechten zusammen spielt, dann spiegelt die höhere MMR eben wieder, wie gut dieses Pärchen zusammen ist. Dieser Wert ist dann natürlich falsch, sobald einer von beiden alleine anmeldet. Per se wurde aber das Level selber erspielt und damit ist es legal. Ich würde auch sagen, dass es auf diese Art nicht wirklich professionelles Boosting geben kann, da zu boostende Spieler in der Regel nicht so viel spielen und es natürlich auch deutlich schwieriger ist.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-17T11:15:58.613+0000","up_votes":3,"down_votes":0,"body":"> h würde auch sagen, dass es auf diese Art nicht wirklich professionelles Boosting geben kann, da zu boostende Spieler in der Regel nicht so viel spielen und es natürlich auch deutlich schwieriger ist.\n\nDachte ich erst auch, eine kurze google-Suche hat mich eines besseren belehrt. Das ganze ist aber richtig teuer.\n\nVermutlich ist der \"Smurf\" mit dem man spielt jeweils der Account eines Spielers der für konventionelles boosting bezahlt hat - dadurch entfällt das Hochleveln des Smurfs und man verdient doppelt.","replies":[]},{"id":"","poster":"PapaJLBaer","date":"2015-10-21T22:03:52.378+0000","up_votes":1,"down_votes":0,"body":"Das ist richtig.\n\nEin Dia Spieler kann mit eine Silber Spieler zu sammen spielen, aber halt auf sein Main Acc.\nBoosting ist es wenn der Dia Spieler auf ein Silber Smurf mit seine Silber Freund Spielt.\nDa es sich um Freunde ( Premads ) handelt und der Silber Spieler weiß das er mit einen Dia Spieler auf ein Sumrf zusammen Spielt machen sich beide wegen Boosting straffbar.\n\nBoosting ist es so ballt jemand nicht auf seine Main Acc spielt oder wissentlich mit jemanden der nicht auf seinen Main spielt.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-10-23T03:00:54.616+0000","up_votes":1,"down_votes":0,"body":"Urg.\n\n1. Deine Rechtschreibung ist so unterirdisch, dass der Sinn Deines Textes nicht eindeutig zu entziffern ist. Arbeite daran!\n2. Wenn ein Dia Spieler einen Silber Smurf besitzt und dann mit einem anderen Silberspieler zusammen spielt, ist dies **kein** Eloboosting.\nDies wurde auch nochmal ganz aktuell in einem Thread im NA Forum beschrieben.\nhttp://boards.na.leagueoflegends.com/en/c/miscellaneous/wagjV5WT-the-risks-of-mmr-boosting","replies":[]}]}]},{"id":"","poster":"three stodges","date":"2015-07-16T09:36:16.780+0000","up_votes":1,"down_votes":0,"body":"Sind die Spielerzahlen rückläufig oder warum kommt man erst Season 5 auf diese glorreiche Idee ?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-16T11:39:52.884+0000","up_votes":3,"down_votes":0,"body":"Augen auf im Straßenver...äh ich meine im Internet. Derartige Bannwellen für Boosting hat es schon diverse Male gegeben, das ist bei weitem nicht das erste Mal.","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2015-07-16T11:43:04.861+0000","up_votes":3,"down_votes":1,"body":"> Was mich irritiert ist das nichts über die gesagt wird die sich von einem Smurf im DuoQ boosten lassen, im Gegenteil sogar gesagt wird das niemand dafür bestraft wird das er mit seinen \"Freunden\" DuoQ spielt.\n\nDas ist auch nicht weiter verwunderlich. Wird ein Account von einem anderen Spieler gespielt, hat das Matchmaking keinerlei Möglichkeit zu bemerken, dass da plötzlich ein talentierter Spieler hinter der Tastatur sitzt. Dementsprechend sind die Matches dann extrem unfair. \nBeim DuoQ spielen ist das jedoch anders, da das Matchmaking ja weiß, wie gut die beiden Spieler sind und dann ein entsprechend passendes Gegnerteam sucht. Insofern gibt es dort zwar einige Skilldisparitäten innerhalb eines Team, jedoch nicht zwischen den beiden Teams, d.h. das Spiel ist nach wie vor \"balanced\".","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-16T17:10:32.387+0000","up_votes":1,"down_votes":0,"body":"> Beim DuoQ spielen ist das jedoch anders, da das Matchmaking ja weiß, wie gut die beiden Spieler sind und dann ein entsprechend passendes Gegnerteam sucht. Insofern gibt es dort zwar einige Skilldisparitäten innerhalb eines Team, jedoch nicht zwischen den beiden Teams, d.h. das Spiel ist nach wie vor \"balanced\".\n\nWas stimmt wenn der Smurf genauso bewertet ist wie der Main, was in den meisten Fällen vermutlich nicht der Fall ist, denn das ist ja genau die Existenzgrundlage von Smurfs und noch weniger bei Smurfs die extra in gewissen Ligen sind um da dann Leute zu \"boosten\".\n\nNichtsdestotrotz ist es eine künstliche Erhöhung der MMR eines Spielers, was doch genau \"Boosting\" beschreibt.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-17T11:08:52.132+0000","up_votes":2,"down_votes":0,"body":"Was dann aber ein Problem des smurfen, nicht mehr des boosten ist - das boosting ist eher ein Nebeneffekt (und ausserdem sauteuer im Vergleich zu konventionellem boosting - wer gibt mehrere hundert Euro aus um eine Liga höher zu kommen??","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-07-16T17:17:09.591+0000","up_votes":2,"down_votes":1,"body":"Die wenigsten Spieler bringen es fertig einen Smurf auf lvl 30 zu bringen, ohne dass dieser in diesen dutzenden (oder hunderten?) von Spielen wieder (grob) auf die tatsächliche MMR zu bringen. Smurfs machen, wenn sie noch \"jung\" sind, zweifellos im Nebwie-Bereich das Matchmaking kaputt, keine Frage. Aber um Ranked zu spielen, müssen sie so einige Spiele hinter sich haben, was in der Regel ausreicht um sie halbwegs korrekt einzuordnen. Insofern ist das eher ein geringfügiges Problem. \n\n> Nichtsdestotrotz ist es eine künstliche Erhöhung der MMR eines Spielers, was doch genau \"Boosting\" beschreibt.\n\nNunja, es gibt eben Prioritäten. Und die Möglichkeit mit Freunden in die Schlacht zu ziehen hat eben höhere Priorität als eine 100%ig präzise Verteilung der Season-Rewards.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-16T17:54:12.832+0000","up_votes":2,"down_votes":0,"body":"> Die wenigsten Spieler bringen es fertig einen Smurf auf lvl 30 zu bringen, ohne dass dieser in diesen dutzenden (oder hunderten?) von Spielen wieder (grob) auf die tatsächliche MMR zu bringen. ... Aber um Ranked zu spielen, müssen sie so einige Spiele hinter sich haben, was in der Regel ausreicht um sie halbwegs korrekt einzuordnen. Insofern ist das eher ein geringfügiges Problem.\n\nWo Ranked und Normal MMR ja aber 100% voneinander getrennt sind, ist es völlig egal wie ihre Normal MMR aussieht nachdem sie 30 sind. Im Ranked sind sie danach einfach nur ein weiterer Unranked der bei seiner Silber 2? MMR anfängt.\n\nIch hab ja absolut nichts dagegen das Leute mit einem Freund DuoQ spielen. Man muss aber auch bedenken das es schon seine Gründe hat warum Riot die DuoQ-Beschränkungen eingeführt hat, unte anderem das man damit das Matchmaking bis zu einem gewissen Grad unterwandert.\nAber der Hauptpunkt ist der: Jemanden den ich im Forum frage ob er mich mit einem Smurf, oder auch so, wenn er denn in Reichweite ist, auf eine bestimmte Elo zieht ist nicht mein Freund und jemand den ich vielleicht sogar auf ominösen 3. Seiten anspreche und Geld dafür gebe schon garnicht.\nNatürlich ist das, wie bereits angesprochen wurde eine umständlichere Variante, aber sollte es Riot gelingen Boosting per Acc-Sharing unattraktiv genug zu machen, wird diese Variante rapide in Beliebtheit steigen.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-18T07:36:37.845+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=KYnfKGf0,discussion-id=MFN2yr7A,comment-id=0003000000000000,timestamp=2015-07-16T17:54:12.832+0000)\n>\n> Wo Ranked und Normal MMR ja aber 100% voneinander getrennt sind, ist es völlig egal wie ihre Normal MMR aussieht \n\nIst das so ja? Ich finde das wirklich interessant, aber ist das eine gesicherte Information oder vermutest du das?\n\nUnd wenn du es sicher weist... wie sieht das mit Aram, Dominion und TwistedTreemap aus?","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-18T07:43:57.483+0000","up_votes":1,"down_votes":0,"body":"Eigentlich sind alle Queues voneinander getrennt. Ich glaube aber, dass die Leistung in Normals bei der Einstufung der Rankeds Einfluss haben kann.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-18T12:14:24.444+0000","up_votes":1,"down_votes":0,"body":"Ach auf einmal? Sonst heißt es immer sie sind getrennt und jetzt gibts da doch Einfluss? Dafür hätte ich gerne eine Quelle.","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-18T18:40:05.306+0000","up_votes":1,"down_votes":0,"body":"Wie schon gesagt, ich weiß das nicht sicher und hab das auch nur mal gehört.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-07-18T12:24:06.131+0000","up_votes":1,"down_votes":0,"body":"Es wurde früher immer mal auch von Riotern diskutiert, dass man für komplett neue Accounts beim allerersten Einstufen in Ranked Games die Normal Elo mit einfließen lassen könnte zur Präzisionssteigerung. Ob dies tatsächlich jetzt so gemacht wird ist unbekannt. Als Quelle müsstest Du Dir Redposts der Jahre 2010-11 in der Zeit vor dem Ligensystem angucken.","replies":[]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-07-18T12:13:15.874+0000","up_votes":1,"down_votes":0,"body":"https://support.riotgames.com/hc/en-us/articles/201752954-Matchmaking-Guide\n\n> Players have a separate MMR for each queue, each of which evolves independently from the others. This means that your wins and losses in Dominion won’t impact your MMR for Summoner’s Rift.","replies":[]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-07-16T17:42:46.919+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=KYnfKGf0,discussion-id=MFN2yr7A,comment-id=00030000,timestamp=2015-07-16T17:10:32.387+0000)\n>\n> Was stimmt wenn der Smurf genauso bewertet ist wie der Main, was in den meisten Fällen vermutlich nicht der Fall ist, denn das ist ja genau die Existenzgrundlage von Smurfs und noch weniger bei Smurfs die extra in gewissen Ligen sind um da dann Leute zu \"boosten\".\n> \n> Nichtsdestotrotz ist es eine künstliche Erhöhung der MMR eines Spielers, was doch genau \"Boosting\" beschreibt.\n\nWenn du 100 Rankeds spielst, in jedem Spiel mies bist, aber Glück mit deinem Team hattest und immer gecarried wurdest, wurdest demnach indirekt geboostet.\nDas wird natürlich in so einer extremen Form nie passieren, aber nach der Auffassung wäre jeder Sieg, bei dem ein anderer als man selbst hart gecarried hat eine Form von Boost.\nDu betrachtest das ganze auch nur aus der Sicht des Lows, klar wird für ihn der Aufstieg einfacher, wenn sein Partner ein Highelo-Smurf ist, aber genauso wird es für den Smurf immer schwerer den Lowbob mitzuziehen. Beim echten Eloboost hast du das nicht.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-16T18:04:27.488+0000","up_votes":1,"down_votes":0,"body":"> Wenn du 100 Rankeds spielst, in jedem Spiel mies bist, aber Glück mit deinem Team hattest und immer gecarried wurdest, wurdest demnach indirekt geboostet.\n\nWird man indirekt, aber ohne eigenes Zutun. Da ist ein Unterschied zwischen \"100 Mal haben mich randoms gecarried\" und \"100 Mal hat mich mein HighEloSmurf DuoQ 'Freund' gecarried\".\n\n> Du betrachtest das ganze auch nur aus der Sicht des Lows, klar wird für ihn der Aufstieg einfacher, wenn sein Partner ein Highelo-Smurf ist, aber genauso wird es für den Smurf immer schwerer den Lowbob mitzuziehen. Beim echten Eloboost hast du das nicht.\n\nNein, wie ich gesagt habe ist kann es schwieriger sein und im extrem Fall auch soweit gehen das man es eben nicht schafft denjenigen auf die von ihm angestrebte Elo zu carrien.","replies":[]}]}]},{"id":"","poster":"three stodges","date":"2015-07-17T10:31:48.711+0000","up_votes":1,"down_votes":1,"body":"Beim DuoQ spielen ist das jedoch anders, da das Matchmaking ja weiß, wie gut die beiden Spieler sind und dann ein entsprechend passendes Gegnerteam sucht. Insofern gibt es dort zwar einige Skilldisparitäten innerhalb eines Team, jedoch nicht zwischen den beiden Teams, d.h. das Spiel ist nach wie vor \"balanced\".\n\n\n\nAlso ich bin Bronze und mein duo q Partner der Platin ist spielt auf einen geliehenen silber acc  wo ist das Spiel da bitte noch \" balanced \" \nUnd ganz ehrlich Ich glaube nicht das riot irgendwelche Kenntnisse darüber besitzt wv Spiele hier täglich so ablaufen .","replies":[{"id":"","poster":"Veezey","date":"2015-07-17T11:13:04.266+0000","up_votes":1,"down_votes":0,"body":"Wenn der Silberaccount geliehen ist, dann ist das ja auch schon Accountsharing und wird dementsprechend auch bestraft.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-17T12:01:38.504+0000","up_votes":1,"down_votes":0,"body":"Ja, aber soweit ich das das verstanden habe würde in dem Beispiel der Platin Spieler bestraft und der dessen Silber Acc das ist, nicht aber der aus Bronze.","replies":[{"id":"","poster":"Veezey","date":"2015-07-17T13:15:53.303+0000","up_votes":1,"down_votes":0,"body":"Sicher aber wie willst du das effektiv verhindern? Da kann Riot denke ich mal nicht viel machen.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-18T12:18:23.989+0000","up_votes":1,"down_votes":0,"body":"Das stimmt natürlich. Aber Leute die noch nie miteinander gespielt haben, es dann tuen bis einer der Beiden eine bestimmte Liga erreicht hat und danach nie wieder miteinander spielen bzw duoqn. Denke mal schon das es da Mittel und Wege gibt wie man sowas verfolgen könnte.","replies":[]}]}]},{"id":"","poster":"three stodges","date":"2015-07-17T11:20:20.907+0000","up_votes":0,"down_votes":2,"body":"Klar ist das acc sharing aber Ich bezweifle das sich riot die Mühe macht zig Millionen acc 1 X monatlich zu kontrolieren ob acc sharing vorliegen könnte wobei sie automatesierte Programme so lieben .","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-17T11:55:47.045+0000","up_votes":2,"down_votes":1,"body":">  wobei sie automatesierte Programme so lieben .\n\nSollte genau dieser Aspekt es nicht WAHRSCHEINLICHER machen, dass acc sharing entdeckt wird? Ich meine, es ist ja nichtmal schwer für Riot. Bei genauer Lektüre der Nutzungsbedingungen merkt man, was Riot alles darf, wenn sie nur wollen. Zum Beispiel den Arbeitsspeicher auslesen...was es in aller Regel erlaubt einen Nutzer zu identifizieren (im Sinne von wiedererkennen). Und noch so einiges mehr. \nWenn du acc sharing riskieren willst, ok, deine Sache. Vlt gehts sogar eine Weile lang gut. Aber sobald Riot einen Anlass sieht die \"Maschinen\" diesbezüglich anzuschmeißen, ist Schluss mit lustig. Dein Risiko.","replies":[{"id":"","poster":"three stodges","date":"2015-07-17T12:19:42.410+0000","up_votes":1,"down_votes":2,"body":"Mir sind mehrere Personen bekannt die high elo Spieler sind und auf geliehenen low acc zocken, nicht mal unbedingt zum boosten einfach nur zum fun haben und das schon seit mehreren Monaten.\n\nAlso entweder taugt riot ihr Programm nicht oder was Ich für wahrscheinlicher halte ,es ist ihnen die Mühe gar nicht Wert.\nUnd wer hat gesagt das Ich acc sharing betreibe wo habe Ich sowas geschrieben XD also lesen ist nicht deine stärke oder ?","replies":[]}]}]}]}]}]},{"id":"","poster":"PapaJLBaer","date":"2015-10-21T21:58:35.827+0000","up_votes":1,"down_votes":0,"body":"100 Punkte.\n\nSehe ich vollkommen genau so.\nWenn ein HighElo Spieler ein Smurf Hat ( Also Booster und Geboosteter in einer Person ) und er dann Freunden so einen Vorteil verschafft auch Boosting ist.\n\nIch habe den Supp mittlerweile auch schon da von überzeugt und er stimmt mir somit auch dir zu.\nAber es kommt immer die Antwort aus Datenschutzgründen können wir dir nicht über getroffenen Maßnahmen etwas sagen. \n\nIst aber letztendlich auch egal.\n\nJedes Konto, das mit MMR-Boosting in Verbindung gebracht wird (sowohl der Booster als auch der Geboostete) wird wie folgt bestraft:\n1.Zwei Wochen Kontosperre in League of Legends\n2.Entfernung aller in früheren Saisons verdienten Ranglistenbelohnungen\n3.Ausschluss von Ranglistenbelohnungen in der aktuellen Saison\n4.Beim zweiten Verstoß folgt der dauerhafte Ausschluss aus League of Legends.\n\nSchau einfach bei http://euw.op.gg nach ob Sie weiter zusammen Spielen.\nWenn Ja, Muss der Supp Strafe 4 Nutzen, da Strafe 1 - 3 ja nicht am Negativen Verhalten geändert hat. Dies kannst du dann zu 100% kontrollieren ob der Supp Sie auch ausgesprochen hat.","replies":[]},{"id":"","poster":"xxArcanE","date":"2015-07-17T10:28:15.723+0000","up_votes":1,"down_votes":0,"body":"So ganz erschließt sich mir das MMR Boosting nicht. Was genau soll das sein?\n\nEin Bestrafung für jene die DuoQ spielen mit Leuten die eine höhere Liga habe fände ich absolut irrsinnig.","replies":[{"id":"","poster":"Temudschinn","date":"2015-07-17T11:12:03.285+0000","up_votes":1,"down_votes":0,"body":"Du bezahlst einer Firma Geld, dafür darfst du ein paar Spiele lang mit dem Smurf eines sehr guten Spielers DuoQ spielen (oder die klassische Variante: Du gibst ihnen auch dein Passwort und ein Angestellter der Firma spielt eine gewisse Zeit auf deinem Acc, bis das gewünschte MMR erreicht ist).","replies":[{"id":"","poster":"xxArcanE","date":"2015-07-17T11:14:08.903+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=MFN2yr7A,comment-id=00070000,timestamp=2015-07-17T11:12:03.285+0000)\n>\n> Du bezahlst einer Firma Geld, dafür darfst du ein paar Spiele lang mit dem Smurf eines sehr guten Spielers DuoQ spielen (oder die klassische Variante: Du gibst ihnen auch dein Passwort und ein Angestellter der Firma spielt eine gewisse Zeit auf deinem Acc, bis das gewünschte MMR erreicht ist).\n\nEs gibt Leute die dafür Geld bezahlen? Wieso bin ich nicht auf so eine Idee gekommen.....womit man alles Geld machen kann ist sagenhaft.\nManche Menschen sind in Sachen Dummheit einfach nicht zu überbieten ;D;D","replies":[]}]}]},{"id":"","poster":"Crownÿ","date":"2015-07-17T08:20:34.793+0000","up_votes":1,"down_votes":0,"body":"DuoQ ist schwieriger zu bemerken da man nicht ausgehen kann ob es ein smurf ist oder wirklich ein newbie der halt gut ist während man im Soloq Bemerkt wenn du als silver auf einmal wie ein dia oder platin spielst","replies":[]},{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-16T18:06:16.361+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-16T18:10:48.490+0000","up_votes":1,"down_votes":0,"body":"Nö, aber Acc Traiding und genauso verboten.","replies":[]}]},{"id":"","poster":"Manker00","date":"2015-07-16T04:42:04.133+0000","up_votes":1,"down_votes":0,"body":"Accountsharing war schon immer verbot, das sollte auch immer so bleiben. Wer so nen rotz macht soll bestraft werden, ganz legitim. \n\nGruß","replies":[]}]}