{"id":"2QtIAAoP","poster":"Hamrio","date":"2015-07-16T10:37:35.940+0000","title":"\"i go afk\" kann mand en support anschreiben?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hallo. Ich habe vor kurzem ein spiel gespielt indem mein midlaner etwas gefeedet hat, als er dann nach 9 minuten 4x gestorben ist hat er geschrieben &quot;afk&quot; und 2 minuten sp&auml;ter kam die meldung &quot;quit&quot;. dann kam er zur 20. Minute zur&uuml;ck  wollte surrender  spielte 2 minuten gab den gegnern noch ein paar kills und wieder die meldung &quot;Quit&quot; und das dann halt alle 5 minuten um wahrscheinlich leave buster zu verhindern aber stand halt auch einfach fast nur in der base rum.\r\nIch wollte jetzt wissen ob es was bringt den support auf diesen spieler hinzuweisen. ich habe fast das ganze spiel aufgenommen und k&ouml;nnte einzele chatlogs oder das ganzue game zeigen","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-07-16T13:23:29.304+0000","up_votes":1,"down_votes":0,"body":"Wenn es dich aufbaut: Hier hat sich vor einiger Zeit jemand beschwert, dass er ja gar nicht AFK gewesen sei, sondern die ganze Zeit in der Base im Kreis gelaufen sei... für mich der großartige Beweis, dass der Leaverbuster selbst so was erkennt...","replies":[]},{"id":"","poster":"eingew","date":"2015-07-16T10:45:23.990+0000","up_votes":1,"down_votes":0,"body":"Der Leaverbuster erkennt ihn auch, wenn er nur alle 5 Minuten spielt. Keine Sorge, fürs leaven wird der definitiv bestraft. Für die Chatlogs kann er auch bestraft werden, wenn du ihn ingame zB unter \"Negativ Attitude\" reported hast. Den Support musst du dafür nicht extra hinzuziehen. Da alles, was du dem sagen willst bereits über die ingame angebotenen Systeme geregelt werden kann, bezweifle ich stark, dass die irgendetwas unternehmen.","replies":[{"id":"","poster":"Hamrio","date":"2015-07-16T11:01:51.528+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=2QtIAAoP,comment-id=0000,timestamp=2015-07-16T10:45:23.990+0000)\n>\n> Der Leaverbuster erkennt ihn auch, wenn er nur alle 5 Minuten spielt. Keine Sorge, fürs leaven wird der definitiv bestraft. Für die Chatlogs kann er auch bestraft werden, wenn du ihn ingame zB unter \"Negativ Attitude\" reported hast. Den Support musst du dafür nicht extra hinzuziehen. Da alles, was du dem sagen willst bereits über die ingame angebotenen Systeme geregelt werden kann, bezweifle ich stark, dass die irgendetwas unternehmen.\n\nok danke für die antwort","replies":[]}]}]}