{"id":"QMkHTG3n","poster":"fobi","date":"2015-07-15T16:35:03.090+0000","title":"Suchen Sup für 5er Ranked Gold+","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\r\nwir wollen ein neues Ranked Team im Gold Bereich aufbauen und suchen hierf&uuml;r noch einen Support sowie einen Coach.\r\nDas Team soll l&auml;ngerfristig bestehen und hierf&uuml;r suchen wir auch Leute die genau darauf Lust bzw. Geduld haben.\r\n\r\nEs w&auml;re gut wen du als Support bereit w&auml;rst zu Callen.\r\n\r\nWir erwarten:\r\n- 18+\r\n- Headset/Ts3\r\n- Lane Mainen keine Allrounder\r\n- Gold 3+\r\n- Kritikf&auml;hig, kein Flamen, Kommunikativ, Geduld, P&uuml;nktlichkeit, etc&hellip;\r\n\r\nHier sind unsere Zeiten:\r\nMo: ab 18 Uhr\r\nDi: ab 18 Uhr\r\nMi: ab 18 - 20 Uhr Besprechung/Diskussionen (optional, hier wird nicht gespielt)\r\nDo: ab 18 Uhr\r\nFr: Pause\r\nSa: Pause\r\nSo: ab 15 Uhr\r\n\r\nBei Intersse/Fragen etc. ingame Fobi adden.\r\nGr&uuml;&szlig;e","replies":[{"id":"","poster":"fobi","date":"2015-07-15T17:59:03.467+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"EUW Thresh","date":"2015-07-16T20:28:26.402+0000","up_votes":1,"down_votes":1,"body":"3 Test-Spiele gemacht.\nMein Resümee folgt:\n\nSpiel 1:\nKlar gewonnen, doch Surrender-Vote in Minute 30, weil die Gegner zu schlecht waren. (Eigene Stats: 5/1/28)\n[Spiel-Stats](http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2204422574/24479876?tab=overview)\nHabe mich sehr über den Surrender-Vote und den verschenkten Sieg aufgeregt und dieses den anderen auch mitgeteilt.\n\nSpiel 2:\nKlar gewonnen, Sieg nach 26 Minuten. (Eigene Stats: 1/3/11)\n[Spiel-Stats](http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2204471628/24479876?tab=overview)\n\nSpiel 3: \nKlar gewonnen, Sieg nach 27 Minuten. (Eigene Stats: 2/3/15)\n[Spiel-Stats](http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2204517258/24479876?tab=overview)\n\nNach jedem Spiel habe ich nachgefragt, ob es Anmerkungen/Kritik gibt. Es kam nichts zurück, da Fobi, der ADC, sich nicht äußerte, und der rest durch die recht langweiligen, leichten Spiele, \"nichts\" von mir gesehen haben. \n\n\nNach dem dritten Spiel, ist Fobi ausgerastet. Hat sich aufgeregt, dass ich mich über den Surrender-Vote nach Spiel 1 aufgeregt hatte. Ich hatte mich jedoch schon längst beruhigt und sagte dazu auch nichts mehr.\nFobi hat plötzlich wie ein Vulkan alles aus sich herausgelassen und mir folgendes an den Kopf geworfen:\n\n* Ich sei kein Platin-Niveau-Spieler,\n* Ich treffe keine Skill-Shots,\n* Ich nutze kein Exp- oder Dmg-Lead,\n* Und hätte ihn den Abend versaut,\n\nDazu ist mal folgendes zu sagen:\n\n* Es war ein Test-Spiel und es wird Troll-Modus-Like ein Surrender-Vote durchgeführt, in dem ich \"Nein\" gestimmt habe,\n* Es wird ein \"Gold 3+\"-Spieler gesucht & daher müsste ich ja auch kein Platin-Niveau spielen,\n* Wir haben alle gelacht und entspannt gespielt,\n* Immer wenn wir Lead hatten, war ich auf der Lane, habe gesagt, lass noch paar Waves nehmen, lass die nochmal Downpoken, etc. (Rundum, den Lead ausspielen), doch er wollte nie und ist jedes Mal Backporten und zum Shop gegangen,\n* Ich habe mich bemüht und den Flash verschwendet (eigene Kritik: Respektlos, aber ich brauchte den auch in den folgenden 300 Sek. nicht)\n\n\n\n**Den Rest des Team's kann ich nur Loben, und auch vom Spielverhalten ist das Team an sich ok. Man sollte nur den kompletten Smalltalk für dieses Team auf ein Minimum (auf: Zwischen den Spielen) minimieren. Egal wie einfach das Match ist, Smalltalk ist einfach \"hinderlich\" für dieses Team. Weil sie alle \"ernst\" an diese Sache rangehen wollen. Doch dann einen Surrender-Vote durchzuführen, obwohl wir deutlich im Lead waren und kein Lose drohte, zeigt das Gegenteil.**\n\n**Bei diesem Team sollte man sich melden, wenn man mit einem Impulsiven, sehr stillen ADC klarkommt und min. Platin-Niveau spielt.**\n\n\n\nBtw ich bin nur durch Support bis Platinum 1 mit 96 LP gekommen, aber spiele nach der Empfindung des ADC kein Platinum-Niveau, obwohl er selbst mehrere leichte Fehler machte und nichts (nach den einzelnen Spielen trotz meiner Nachfrage) kritisierte. Ich weiß nicht, was seine Vorstellung von dem gewünschten Supporter ist, aber die oben beschriebenen Anforderungen habe ich erfüllt und wurde trotzdem vom Teamspeak-Server gebannt, während er aufgebracht war und mir die oben beschriebenen Sachen an den Kopf warf. Das zeigte mir, dass ich auch niemals ins Team gepasst hätte, da für mich sachliches Diskutieren und Lob & Kritik wichtig sind. Und Fobi scheint noch nicht reif genug zu sein, um dieses zu können. Da ist ein Bann natürlich leichter.\n\n\n\nIch wünsche dem Team trotzdem alles Gute für die Zukunft.","replies":[]}]}