{"id":"TrvulWsL","poster":"ArabicHaze","date":"2015-07-15T09:27:18.831+0000","title":"Suche einen Support für DouQ","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Suche DuoQ Partner. Sollte Support sein.\r\nKeine Sorge ich hab das letze Mal Ranked im M&auml;rz gespielt und spiele das Spiel seit Januar. Sprich meine Ranked Einstufung sagt nichts &uuml;ber mien &quot;Skill-Level&quot; aus... Kann jeder Position sehr gut spielen und besitze laut vielen Diamond Spielern einer Master Rengo Mechanic da ich diesen maine. Au&szlig;erdem zerst&ouml;re ich den Jungle mit Rek&#039;Sai^^ So schreibt mich an:. ArabicHaze \r\nBin als Adc sehr &uuml;berragen k&ouml;nnen ja ein Probespiel spielen :)","replies":[{"id":"","poster":"Busty Botter","date":"2015-07-15T09:40:13.686+0000","up_votes":6,"down_votes":1,"body":"Als erstes solltest du deine Einstellung und deinen gewissen Übermut überdenken. Du bist Silber 4 und hast 14S und 29N, sprich doppelt soviel verloren wie gewonnen! \nNächstes, wie kann man eine \"Master Rengo Mechanic\" haben und dann anscheinend Main ADC spielen und nicht Top oder Jungle? Wenn man Rengar ja so gut kann, sogar laut Diamant Spielern.\nEbenso, zeigen deine letzten Rek`Sai Spiele jetzt nichts von \"zerstören\", außer deiner Selbstzerstörung.\n\nAlso übe brav, dann kannst du dich sicher verbessern. Und/oder lies Guides oder hol dir Tipps von anderen/höheren Spielern.","replies":[{"id":"","poster":"ArabicHaze","date":"2015-07-15T10:36:01.222+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt habe das letzte Mal Ranked im Märze gespielt... Who is able to read have the advantage.... Mreine Rengo mechanics sind Master und höher, weil mir das von Diamond Spieler gesagt worden ist und ich Praise Rengo so wie Best Rengar NA suchte...","replies":[{"id":"","poster":"Busty Botter","date":"2015-07-15T10:49:25.845+0000","up_votes":4,"down_votes":0,"body":"Aberglaube und Irrglaube sind auch ein Glaube...\n\nFakt ist, du hast in deinen Ranked Spielen mehr als doppelt soviel verloren wie gewonnen.\nFakt ist, hättest \"Master Rengo Meachnics\" zeichnen sich nicht nur durch \"Oneshots\" aus, sondern auch durch Spielverständnis auf der ganzen Map.\nFakt ist, hättest du \"Master Rengo Mechanics\", würde deine Rengarstaistik durchwegs besser aussehen.","replies":[{"id":"","poster":"ArabicHaze","date":"2015-07-15T13:07:33.842+0000","up_votes":1,"down_votes":1,"body":"hmm wenn man feeder und so im team hat kein wunder^^ bekomme in silber grade 31 lp pro gewonnenem game heißt meine mmr ist zu gut^^  und bitte schreib nicht mehr bitte","replies":[{"id":"","poster":"HyperionCH","date":"2015-07-15T13:55:56.291+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=ArabicHaze,realm=EUW,application-id=YnZkMR0R,discussion-id=TrvulWsL,comment-id=0001000000000000,timestamp=2015-07-15T13:07:33.842+0000)\n>\n> hmm wenn man feeder und so im team hat kein wunder^^ bekomme in silber grade 31 lp pro gewonnenem game heißt meine mmr ist zu gut^^  und bitte schreib nicht mehr bitte\n\nDann schreibe ich es. :D\n\nSorry, aber deine Stats müssten wesentlich besser aussehen; Feeder/afkler/etc. hin oder her.\n\nDer Streamer Perrick spielt mit \"The Rise\" ein \"Raus aus der Elo Hell\".\nEr ist Dia-Spieler und brauchte ca. 30-35 Rankeds, um von Silber 5 auf Silber 1 zu kommen (ohne seine Main-Champs zu picken -> möchte im Spiel auch Tipps geben, wie man die Champs spielt). Seine Hidden Elo ist noch höher (ca. Gold 4, da er derzeit mit solchen Spielern spielt).\n\nEr gewinnt auch nicht alle Rankeds. Aber man sieht an seinen Stats klar, dass er bei jedem Game klar der beste Spieler war (KDA, mehr Farm, viel mehr Schaden, selbst wenn er tanky spielt, etc.).\n\nBei deinen Games - auch in Normals - müssten auch solche Stats kommen; zumindest mit Rengar. Aber z.B. als Rengar-Top ist dein Farm nicht wirklich überragend und du spielst hier auch \"nur\" gegen Spieler im tiefem Silber (also eine ganze Liga tiefer als derzeit Perrick auf seinem smurf).","replies":[]}]}]}]},{"id":"","poster":"ArabicHaze","date":"2015-07-15T10:38:39.016+0000","up_votes":1,"down_votes":0,"body":"lies nochmla ganz klar was ich geschrieben habe über meine Rankedeinstufung uff....","replies":[]}]},{"id":"","poster":"ArabicHaze","date":"2015-07-15T09:28:50.648+0000","up_votes":1,"down_votes":0,"body":"Schreibt bitter hier drunter einen Kommentar!","replies":[{"id":"","poster":"ASAP Mojan","date":"2015-07-15T21:40:59.630+0000","up_votes":1,"down_votes":0,"body":"okay","replies":[]}]},{"id":"","poster":"Support for life","date":"2015-07-15T09:50:40.216+0000","up_votes":1,"down_votes":0,"body":"Hey , bin main Supporter \nMeine Sups sind : Lulu , Jana ,Leona ,Alister , Morgana und der neue König des Flusses : Tahm Kench\nIch bin leider bis zum 25 Unterwegs und hab somit keine Zeit \nLg Spongi \nPs : fals doch intresse besteht schreib mir doch hier einfach zurück , spiele silber 5 und bin erst vor ein paar Wochen eingeranked worden","replies":[]}]}