{"id":"rVQErRY6","poster":"ÆonFox","date":"2015-07-14T17:21:15.748+0000","title":"Tipps gegen Kayle","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Der neue {{item:3931}}  Verschlinger hat Kayle zurr&uuml;ckgeholt und auch ohne {{summoner:11}}  sind die Spieler wieder auf sie aufmerksam geworden durch ihren Buff, es ist sch&ouml;n das ein Champ mal h&auml;ufiger zu sehen ist, aber ich finde im moment nichts wie ich einenLane gegen Kayle gewinnen k&ouml;nnen soll oder mit einer Junglkayle umgehen kann.\r\n\r\nKayle hat sehr hohen Schaden den sie, sowohl &uuml;ber l&auml;ngere Zeitr&auml;ume rausdr&uuml;cken kann als auch nahezu Instand (2 Autos reichen oft schon), veruhrsacht, sie kann sich unsterblich machen f&uuml;r einen Moment und jedes Deffitem schreddert sie mit ihrer Passiven...\r\n\r\nWenn ich selbst nicht unmengen an CC habe und auch nicht Extrem Mobil bin sehe ich aktuell kein Land dagegen.\r\n\r\nBitte erleuchtet mich wie kann ich mit dem Flammenwerfer umgehen, gerade wenn sie schon etwas CDR und Attackspeed hat...\r\n\r\nGru&szlig; Fox","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-14T17:52:44.941+0000","up_votes":1,"down_votes":1,"body":"naja im grunde is sie jetzt nicht so viel stärker als vorher. was vorher funktioniert hat, funktioniert immer noch.\n\ngerade in der lane hat sie große probleme gegen starke champions wie darius, wukong, garen, renekton, jax, fiora etc. teilweise so große probleme, dass man sagen könnte, sie kann gegen diese champions nicht lanen.\n\ndie midlane ist für ranged champions deutlich safer zum farmen, trotzdem können hier champions wie fizz, azir, victor etc gegen sie kämpfen, da sie early/mid viel stärker sind und sie zusätzlich dazu auch noch outscalen (fizz outscaled sie nicht, hat dafür gute pressure)\n\nim jungle ist sie etwas schwieriger, da du natürlich nicht direkt gegen sie lanest und sie einen teil ihres schwachen earlygames somit überbrücken kann. allerdings hat sie einen ziemlich langsamen clear, wird also leicht outfarmed bis level 7-8 und is auch beim first clear sehr low und schwach, also auch anfällig gegen invades von earlygame junglern wie rexai, lee sin, xin zhao etc.\n\nausserdem macht ein devourer noch keinen starken jungler aus kayle. sie muss ihn voll stacken und noch ein zweites item kaufen bis sie wirklich stark wird, und selbst dann gibt es champions die sie NIE duelieren kann. \n\nmeiner meinung nach, ich weiß silberspieler sehen das anders, sind \"earlygame champions\" die, die stark auf ihre ersten level skalieren und daher zwischen level 3-9 dominanz ausüben können. midgame champions sind champions die ab einem item ihren powerspike haben der bis ca 3 items anhält. alle champions die mit einem item noch nicht stark sind, kommen meistens nicht auf zwei items.\n\ndiese in silber sogenannten \"lategame scaling champions\" sind meiner meinung nach die schlechteste championklasse und an der grenze zur nutzlosigkeit, da sie gegen koordinierte aggression nichts entgegenzusetzen haben. vladimir ist da mein lieblingsbeispiel, kayle fällt allerdings auch in diese kathegorie.\n\nsorg einfach dafür, dass sie nicht 50 minuten freefarmen kann und die sache sollte geklärt sein.","replies":[{"id":"","poster":"ÆonFox","date":"2015-07-14T22:32:26.117+0000","up_votes":1,"down_votes":0,"body":"Danke für diese Tipps, aber wie sieht es aus wenn ich unvorhergesehen in der Lane auf sie Treffe ohne Hardengageearlychamp oder Burstmaster? Ich hatte in meinem letzten Spiel vermutet das Kayle Jungelt (wegen Devourer) und hatte gegen Jax meine Quinn gepickt welcher dann aber im Jungel verschwand...\nDie ersten 4 Level hatte ich klar die Nase vorn aber danach wars das Grauen, das einzige was mir blieb ist ein einigermaßen guter Farm (im vergleich zu ihr)...\n\nHätte es was gegeben ausser nurnoch um Hilfe zu bitten?\n\nGruß Fox","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-15T06:00:28.988+0000","up_votes":1,"down_votes":1,"body":"quinn zerstört kayle eigentlich brutalst.  du machst so massiv mehr schaden als sie und mit gegen das blind hat sie keine chance. wenn du ignite hast, kann sie nicht mehr lanen. \n\nich meine, was will sie machen? du bist stärker weil quinn einfach nen starker champion is. ihr ultimate hält 2/2.5/3 sekunden, d.h. dein blind kontert es komplett. im grunde is dein blind gegen kayle das selbe wie ihr ultimate gegen dich.\n\nihre einzige chance ist Q zu maxen und dich zu outpoken und outsustainen mit Q W, aber sollte sie E maxen und versuchen zu fighten, hat sie keine chance. und selbst mit dem Q weiß ich nich obs überhaupt möglich is. dadurch hat sie ja keinen sustained damage und valor kann einfach auf sie springen und sie zerreißen.\n\nmusste wohl einfach noch bisschen mehr üben und deine runen/masteries überdenken.","replies":[{"id":"","poster":"ÆonFox","date":"2015-07-15T16:53:56.309+0000","up_votes":1,"down_votes":0,"body":"Der Blind funktioniert gegen das E nicht :(\nSie hatte Ignite, ich nicht.\nIch habe mit Quinn nen guten Burst und etwas später im Spiel hat man das auch sehr bemerkt aber in der Lane konnte Kayle meisst viel zu stark zurrückbrutzeln...\n\nGruß Fox","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-15T19:49:39.844+0000","up_votes":1,"down_votes":0,"body":"der blind funktioniert gegen den direkten schaden des E's, nicht gegen den gebietsschaden, aber der is ja nich sooo groß.\n\nund GRADE in der lane is quinn viel stärker, weil du einfach mehr attackspeed, attack damage und utility hast.","replies":[{"id":"","poster":"ÆonFox","date":"2015-07-16T00:36:33.236+0000","up_votes":1,"down_votes":0,"body":"In den ersten leveln hatte ich auch die Nase vorn, konnte leider nicht genug rausholen wies scheint und im Late hab ich sie auch gekriegt sofern sie nicht Ult hatte...","replies":[]}]}]}]}]}]},{"id":"","poster":"SoneStar","date":"2015-07-14T17:40:01.126+0000","up_votes":1,"down_votes":0,"body":"Ich empfehle Dir hauptsächlich Champs mit CC und Poke zu spielen.\n\nDenke mit den folgenden Champs ist es relative leicht gegen Kayle klar zu kommen:  {{champion:1}} , {{champion:61}} , {{champion:101}}, {{champion:34}} \n\nNatürlich sind auch all in Champs, d.h Champs welche ihren Gegner in sehr kurzer Zeit töten können, eine gute Option.\nDu solltest diese Champs jedoch nur spielen, wenn Du sie auch wirklich gut spielen kannst, denn dieser Counter kann gerade so gut gegen dich sprechen. Der Sinn hinter einem solchen Pick ist es, Kayle in sehr kurzer Zeit zu töten. Gelingt Dir dies, kann Kayle ihre Ultimativefähigkeit kaum noch richtig einsetzen.\n\nGute all in Champs gegen Kayle sind in meinen Augen: {{champion:7}} , {{champion:122}} , {{champion:31}}\n\nSchlussendlich kommt es aber nicht auf den Champion sonder auf deine Spielweise und auf die Items die man sich kauft drauf an.\n\nMFG SoneStar","replies":[{"id":"","poster":"ÆonFox","date":"2015-07-14T22:33:12.685+0000","up_votes":1,"down_votes":0,"body":"Danke für diese Tipps, aber wie sieht es aus wenn ich unvorhergesehen in der Lane auf sie Treffe ohne Hardengageearlychamp oder Burstmaster? Ich hatte in meinem letzten Spiel vermutet das Kayle Jungelt (wegen Devourer) und hatte gegen Jax meine Quinn gepickt welcher dann aber im Jungel verschwand...\nDie ersten 4 Level hatte ich klar die Nase vorn aber danach wars das Grauen, das einzige was mir blieb ist ein einigermaßen guter Farm (im vergleich zu ihr)...\n\nHätte es was gegeben ausser nurnoch um Hilfe zu bitten?\n\nGruß Fox","replies":[]}]}]}