{"id":"YPhpfVLZ","poster":"NG Khorne","date":"2015-07-14T20:05:40.009+0000","title":"Rufus - der Deszendent des Sehenden","subforum":"Skin- & Champion-Konzepte","embed":{"title":"Constantine (2005) Official Trailer # 1 - Keanu Reeves Movie HD","description":"Subscribe to TRAILERS: http://bit.ly/sxaw6h Subscribe to COMING SOON: http://bit.ly/H2vZUn Subscribe to CLASSIC TRAILERS: http://bit.ly/1u43jDe Like us on FACEBOOK: http://goo.gl/dHs73 Follow us on TWITTER: http://bit.ly/1ghOWmt Constantine (2005) Official Trailer # 1 - Keanu Reeves Movie HD Constantine tells the story of irreverent supernatural detective John Constantine, who has literally been to hell and back.","url":"https://www.youtube.com/watch?v=DEa508Xmmio","image":"https://i.ytimg.com/vi/DEa508Xmmio/hqdefault.jpg"},"up_votes":1,"down_votes":0,"body":"Hi Leute,\nich feiere den Film Constantine richtig heftig und hoffe, dass ich euch mit meinem Championkonzept zu einem ADC im Style von John Constantine begeistern kann. Nat&uuml;rlich habe ich seine Geschichte ver&auml;ndert damit er in die Welt von League of Legends passt, denn dort gibt es ja keinen christlichen Glauben. Man braucht den Film nicht zu kennen um das Konzept zu verstehen und au&szlig;erdem hab ich euch den offiziellen Trailer verlinkt. Darin kommen auch die meisten F&auml;higkeiten vor und wie ich mir den Champ vorstelle, zum besseren Verst&auml;ndnis. \n\n**GESCHICHTE**\n\nDas Leben in diesem Waisenhaus bestand nur daraus sich nicht von dem Abschaum der Außenwelt beeinflussen zu lassen. Viel zu viele Freunde habe ich schon an sie verloren. Doch ich nicht. Nein! ich hab mich dem Studium der alten Schriften in der Stadtbibliothek gewidmet. Mein Wunsch: Eines Tages rauskommen aus diesem Mist.\n\nEs gibt so viele Geheimnisse. Das Erste: Was hat das Muttermal, was wie ein Schnitt durch mein rechtes Auge aussieht, zu bedeuten?\nIch stand kurz vorm Durchbruch doch dann hatten sie mich. Es ging alles zu schnell, ich konnte nicht reagieren, noch nicht. Wie ich jetzt weiß.\n\n\"Einst gab es den Sehenden. Er konnte das Gute und auch das Schlechte in den Menschen sehen sowie Vergangenheit und Zukunft. Es war eine B&uuml;rde f&uuml;r ihn, doch f&uuml;r das Volk ein Segen, denn er hatte es sich zur Aufgabe gemacht das B&ouml;se mit seinen D&auml;monen auszul&ouml;schen. Seine Macht war nicht selten der entscheidende Faktor f&uuml;r den Sieg in unz&auml;hligen Schlachten. Doch in dem, im Nachhinein betrachteten, letzten Gefecht musste er zum &Auml;u&szlig;ersten greifen um den Sieg f&uuml;r sein Volk zu erringen. Um sie und sein eigenes Leben zu retten, wandte er einen verbotenen Zauber an, der es ihm erm&ouml;glichte den Tod zu &uuml;berwinden indem man mit dem Wichtigsten in seinem Leben bezahlt. Sinnbildlich f&uuml;r den Verlust seiner Gabe traf ihn die Klinge eines feindlichen Schwerts und verletzte sein rechtes Auge bevor er sich mit letzter Kraft wegteleportieren konnte. W&auml;hrend er verschwand verlor er viel Blut, welches durch die Dimensionen und die Zeit verstreut wurde.\" So berichteten es die Alten. Danach ist nichts mehr von ihm &uuml;berliefert.\n\nW&auml;hrend meines langen Traums wiederholte ich immer wieder diesen Text in Gedanken. Doch ich konnte sehen was passiert ist vor meinem geistigen Auge. Es wurde zunehmend klarer. Bis ich erwachte: Die Leute in meinem Zimmer konnten es nicht glauben als ich leise etwas vor mich her stammelte. Doch ich sah nichts. War ich blind? Wie ich jetzt wei&szlig; : definitiv NEIN! Sie hatten mir die Augen verbunden denn sie bef&uuml;rchteten, dass meine neuen F&auml;higkeiten mich &uuml;berw&auml;ltigen k&ouml;nnten und die Genesung verz&ouml;gern w&uuml;rden.\nIch musste mit meiner Kraft leben, sie akzeptieren und sie f&uuml;r das Gute einsetzten um nicht an dieser Pr&uuml;fung zu zerbrechen. Sie hatten die m&auml;chtigsten Magier unserer Zeit beauftragt mich ,den Erben, zu retten. Aber f&uuml;r den Zauber des Sehenden waren sie nicht einmal zusammen  m&auml;chtig genug. So schwebte ich zwischen Himmel und H&ouml;lle und wurde beiden schlie&szlig;lich entrissen. Der Tod l&auml;sst sich nicht gern &uuml;berlisten. Und so wartet auf mich ein sicherer Platz in der Unterwelt, wenn ich die Aufgabe der Engel nicht erf&uuml;llen kann. Sie haben f&uuml;r meine Seele gek&auml;mpft. Ich muss mich ihnen w&uuml;rdig erweisen und die S&uuml;nder bestrafen.\n\nMit dem Willen meine Schuld dem Himmel gegen&uuml;ber zu begleichen bin ich in die Liga eingetreten, um die Schlachtfelder, wie der Sehende einst, zu reinigen und ihre Seelen zu erl&ouml;sen.\nMein Name ist Rufus und dies wird mein Kreuzzug!\n\n**BEZIEHUNGSSTATUS**\n\nAllgemein sieht Rufus jeden Champion der Liga als seinen Feind, denn durch ihre Taten (T&ouml;ten von anderen) begehen sie schlimme S&uuml;nden. Er rechtfertigt sein Handeln ihnen gegen&uuml;ber, da er einem Auftrag folgt. \n\nFreund : - Kayle (wenn &uuml;berhaupt einer sein Freund sein kann, dann der k&auml;mpfende Engel)\nFeinde : - Morgana\n               - Aatrox\n               -  Nocturne\n\nInteraktion mit anderen Champions: (Taunt)\n{{champion:266}} = Ich erde dich in den Abgrund verbannen wo du hergekommen bist!\n{{champion:236}} = Du hast Recht der Tod sollte das Ende sein!\n{{champion:10}} = Selbst du hast dich schuldig gemacht!\n\n**ATTRIBUTE**\n\nSchaden : 57 (+ 2,5/Stufe)\nLeben : 570 (+85/Stufe)                          Lebensregeneration : 6,8 (+ 0,71/Stufe)\nMana : 350 (+40/Stufe)                           Manaregeneration : 7,9 (+ 0,7/Stufe)\nAngriffstempo : 0,0 (+ 3,3%)\nR&uuml;stung : 28 (+ 4,3/Stufe)\nMagieresistenz : 29 (+ 1/Stufe)\nReichweite : 530\nLauftempo : 335\n\n**ROLLE**\nPrim&auml;r : ADC (Sch&uuml;tze)\n- auf anderen Rollen bzw. Lanes sollte er nicht so gut funktionieren Vielleicht noch Mitte so wie Varus im Moment)\n\n**&Uuml;BERSICHT**\n\nSchaden : 9/10\nLeben : 5/10\nMagie : 2/10\nSchwierigkeit : 4-5/10\n\n**TAGS**\n\n - hoher Lebensraub\n - Teamfightkontrolle\n\n**F&Auml;HIGKEITEN**\n\n_Passiv : Exorzismus_\nRufus kann die D&auml;monen aus seinen Gegnern austreiben und dabei bei sich Leben wieder herstellen. Dabei kann der selbe Gegner nur maximal 4 D&auml;monen auf seiner Seele tragen. Wenn die Seele \"rein\" ist verursacht Rufus 10% weniger Schaden an diesem Ziel. Der Gegner \"s&uuml;ndigt\" indem er Minions t&ouml;tet oder Champions angreift, dabei laden sich die D&auml;monen wieder auf die Seele. (Championt&ouml;tung des Gegners setzt die passive vollst&auml;ndig zur&uuml;ck)\n - Heilung : 9 (+1,25 X Championstufe)\n\n_Q : Geweihte Patronen_\nRufus tauscht das Magazin seiner Waffe gegen 10 Schuss (auf letzter Stufe 15 Schuss) Magazin. \nSchaden pro Schuss : 105% Gesamt AD\n+5%  Chance auf krit. Treffer              + 3,5,7,10,15% krit. Trefferschaden\nCD : /\nKosten : 80/70/60/80/100\n\n_W : Weihwassergranate_\nRufus wirft eine mit Weihwasser gef&uuml;llte Glasgranate auf einen Zielbereich. Dabei wird der halbe Heilungswert der passiven auch auf Minions angewendet. Getroffene Einheiten werden um 20% verlangsamt.\nZus&auml;tzlich wird das Angriffstempo von Gegnern, die den Debuff \"klaffende Wunde\" auf sich haben um 15% gesenkt.\nSchaden : 50,55,60,65,70 (+10% AD) (+70% AP) magischer Schaden\nCD : 15 s - 9s (nur bei 5 Punkten in der F&auml;higkeit)\nKosten : 50/60/70/80/80\n\n> kreisf&ouml;rmiger Wirkungsbereich \n\n_E : Drachenfeuer_\nRufus l&auml;sst eine Ladung Drachenfeuer den Bereich vor ihm versengen. Dabei springt er ein St&uuml;ck nach vorn. Nach der ersten Aktivierung bleibt eine Ladung von 5/6/7/8/9 s Flammen zum Verbrauch indem die F&auml;higkeit aktiviert gelassen wird.\n1. Aktivierung = Flammensto&szlig;\n    Gegner mit 4 oder 5 D&auml;monen werden verlangsamt\n2. Flammenmeer\n    Gegnern in der betroffenen Fl&auml;che wird Magieresistenz entzogen\nSchaden : 1. 40/70/120/180/250 (+100% Bonus AD) physischer Schaden\n                  2. 10/15/20/30/40 (+90% AP) pro Sekunde magischer Schaden\n                       Steigerung auf 170% dieses Wertes nach andauerndem Schaden\nCD : /\nKosten : 65 (auf allen R&auml;ngen)\n\n> kegelf&ouml;rmiger Wirkungsbereich in Zauberrichtung\n\n_R : Zeichen des Roten K&ouml;nigs_\nRufus f&uuml;gt die H&auml;lften seines Zeichens auf seinen Armen zusammen und beschw&ouml;rt somit die Hilfe eines Engels.\n**passiv:** jeder durch seine Passive entzogene D&auml;mon wird gesammelt (bis 100/200/300) beginnt erst zu sammeln wenn die ultimative F&auml;higkeit das erste mal gelevelt wird. \n**aktiv:** er l&auml;sst den Engel hinter sich erscheinen, dessen blo&szlig;e Anwesenheit Schaden verursacht und umliegende Gegner zur&uuml;ckst&ouml;&szlig;t. Hat er die maximale Anzahl an D&auml;monen gesammelt, fliegt der Engel zus&auml;tzlich nach vorn (gen Himmel) und verspottet die Gegner auf seinem Weg.\nSchaden : 300/400/600 (+75% AD) - Schaden wird verringert je weiter der Engel fliegt (bis auf 50% des Gesamtschadens)\nCD: 100/90/80 s\nKosten : 100\n\n> Wirkungsbereich kreisf&ouml;rmig um Rufus und kegelf&ouml;rmig in Zauberrichtung\n> au&szlig;erdem besitzt die Ult eine Kanalisierungszeit in der er sich nicht bewegen kann, wird er durch CC unterbrochen folgt ein kurzer CD von 5 s#\n\n**VERGLEICH ZU ANDEREN F&Auml;HIGKEITEN**\n 1. Passive ist &auml;hnlich gedacht wie die von Fiora nur das sie am Ende mehr herstellt aber daf&uuml;r ein schneller Kampf gesucht wird.\n 2. Die W stell ich mir wie Corkis Phosphorbombe vor aber mir einem etwas gr&ouml;&szlig;eren Wirkungsbereich.\n 3. Die E ist eine Kombination aus einem Dash (Graves,Lucian) und Runbles Flammenwerfer\n\n**EMPFOHLENE GEGENST&Auml;NDE **\nEin standardm&auml;&szlig;iger ADC-Build bei dem man sich zwischen Angriffsgeschwindigkeit und Flat-AD entscheiden kann.\n\n**TIPPS**\nEs bietet sich die Synergie mit dem Magier und dem Gegenstand {{item:3165}} Morellonomikon an.\nDas \"Zeichen des roten K&ouml;nigs\" ist in Kombination mit \"Drachenfeuer\" eine sehr gute M&ouml;glichkeit um einen Teamfight entweder zu er&ouml;ffnen oder sich neu zu positionieren.\nWeihwassergranate ist ein m&auml;chtiges Werkzeug um lange in der Lane zu bleiben.\nMan sollte seinen Manapool immer im Auge behalten und um das Maximum aus der Ult rauszuholen sie erst aggressiv einsetzen wenn man 100 D&auml;monen hat.\nMan sollte ihn early unter Druck setzen da seine Passive auf den niedrigen Leveln relativ wenig Leben wiederherstellen kann und die Q-F&auml;higkeit sehr itemorientiert ist um wirklich Schaden zu machen\n\n**NACHWORT**\nIch bedanke mir bei allen Lesern und hoffe ich hab meine Idee anschaulich r&uuml;bergebracht. Wenn mir jemand sagen kann wie ich Bilder in den text einf&uuml;gen kann, w&auml;re ich sehr dankbar. Au&szlig;erdem bin ich f&uuml;r jede Kritik an der Balance des Champions offen und wenn sich jemand mit werten f&uuml;r Reichweiten auskennt kann ich die gern noch hinzuf&uuml;gen. Im Anhang hab ich noch 2 Bilder aus dem Film (so k&ouml;nnt ihr euch die Waffe vorstellen). Ich bin gespannt was ihr sagt.\n\nNG Khorne","replies":[]}