{"id":"NvFGFpYG","poster":"Free Gape Horn","date":"2015-07-14T17:29:47.866+0000","title":"ESL-Erfahrener Jungler sucht Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo Leute, \r\nmein Name ist Dennis, bin 18 Jahre alt und komme aus Berlin.\r\nIch suche ein Team und mein Ziel ist es, mit dem Team Diamond zu reachen. \r\nKommuniziert werden sollte &uuml;ber Teamspeak und es w&auml;re cool, wenn die Mitspieler sich auch im Diamondbereich aufhalten. \r\n\r\nIch spiele seit S3 und habe mich bisher auf Diamond hochgespielt, bin allerdings nicht sehr gl&uuml;cklich in dieser Liga, da das Niveau noch weit unter meinem Potential liegt.\r\nIch besitze jeden Champion und wei&szlig; somit auch die Matchups, sowie die Skills und ungef&auml;hr deren Cooldowns. \r\nNun noch einiges zu mir: Ich bin sehr motiviert, mich zu immer weiter zu verbessern, da es mein Ziel ist in die Master Liga aufzusteigen, da es mir sehr viel Spa&szlig; macht, gegen LCS- Spieler zu spielen.\r\nMittlerweile habe ich gegen Ocelote, xPeke, Cyanide&#039;s Smurf und Creaton, sowie einigen &quot;noname&quot; Challenger-Spielern gespielt.\r\nAuch sehr gerne w&uuml;rde ich mit Strategien im Team, wie Laneswaps spielen, da diese Taktiken sehr hilfreich sind, um early Advantage zu holen.\r\nIch bin t&auml;glich online, und das auch mehrere Stunden.\r\n\r\nAuch habe ich in der ESL Erfahrung.\r\nDort habe ich auch gegen das ehemalige LCS-Team Team Alternate gespielt (mit anderer Besetzung), allerdings ohne Erfolg, da mein Team, in dem ich einmal war, nicht sehr strategisch gespielt hatte, da das Waveverhalten mangelhaft war.\r\n\r\nMein Championpool ist ziemlich gro&szlig;, der sich allerdings an die Meta anpasst. \r\nSpezialisiert habe ich mich dennoch auf Lee Sin, den ich seit Season 3 maine, Rengar, Gragas und Nidalee.\r\nWenn ich in einem von euch Interesse geweckt habe, dann addet mich doch Ingame ( Free Gape Horn ).\r\n\r\nViele Gr&uuml;&szlig;e \r\nDennis aka. Free Gape Horn","replies":[]}