{"id":"Z5i0ipnK","poster":"Viacan","date":"2015-07-14T15:09:12.462+0000","title":"LP Verlust","subforum":"Ligen & gewertete Spiele","up_votes":0,"down_votes":1,"body":"Hallo,\r\nich h&auml;tte mal eine Frage und zwar habe ich jetzt meine Promo 2 mal hintereinander verloren, nach dem 1. mal hatte ich noch 83LP und nach dem 2. mal habe ich jetzt &quot;nur noch&quot; 58.\r\n\r\nVerliert man mehr LP umso &ouml;fter man die Promo hintereinander verliert?\r\n\r\nMfG\r\n{{summoner:31}}","replies":[{"id":"","poster":"Danny89","date":"2015-07-14T15:19:09.176+0000","up_votes":2,"down_votes":0,"body":"Kommt drauf an, wie du verlierst.\n\nBeispiel Bo3:\n\nLoss-Loss: Passen 58 gut, sinds in 2 Spielen -42, sind ~-21 pro Spiel ---> ist im normalen 16-24er Rahmen\n\nWin-Loss-Loss oder Loss-Win-Loss: sollten irgendwo um die 70-100 rauskommen.\n\n\nUnd nein, du verlierst nicht mehr oder weniger LP (16-24 sind normal) als sonst auch.\n\n\n\nAusnahmen wie immer: die ersten 50 Spiele auf einem Account in einer neuen Season und DuoQ.","replies":[]},{"id":"","poster":"QMrFroggyQ","date":"2015-07-14T15:18:16.417+0000","up_votes":2,"down_votes":0,"body":"Nein ich gehe jetzt mal davon aus das du in der ersten Promi das erste Game verloren hast das zweite gewonnen und das dritte wieder verloren und in der zweiten Promi entweder direkt die ersten beiden verloren hast oder das erste gewonnen und dann die beiden danach verloren. ( wenn falsch bitte schreiben ) \nEs ist so auch wenn du in der Promi bist und ein Game verlierst bekommst du kp abgezogen genauso wie wenn du nicht in der Promi bist ebenfalls kannst du aber auch kp wieder dazubekommen daher die Spekulation das du in der ersten verloren hast sprich dann bekommst du minus lp die du dann mit einem Win aber wieder ausgleichen kannst und dann wieder auf 100 lp Seigen kannst wenn du aber 2 hintereinander verlierst und damit eben deinen promo beendest hast du natürlich mehr lp verloren. Und steigst dann bei dieser lp Summe wieder ein.","replies":[]},{"id":"","poster":"Viacan","date":"2015-07-14T15:21:04.013+0000","up_votes":0,"down_votes":0,"body":"Ok danke für die Antwort, hätte ich mir auch eigentlich denken können.\nWar wirklich so wie du sagtest, bei meiner 1. Promo habe ich das 1. verloren, das 2. gewonnen und das letzte verloren und bei der 2. habe ich die 1. beiden verloren.^^\n\nMfG","replies":[]}]}