{"id":"eceyn6Rk","poster":"Tzäcksô","date":"2015-07-14T14:36:41.410+0000","title":"Lol Neu-Installation geht nicht. Hilfe!( 0Kbps)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\nnachdem ich in letzter Zeit einige Probleme mit Lol hatte( kurze Verbindungs Abbr&uuml;che etc). Habe ich beschlossen das Spiel mal Neu zu Installieren . Leider hat sich das als recht schlechte Idee herausgestellt. Habe in der Systemsteuerung Lol deinstalliert und dann den Riot Games Ordner im :C Laufwerk gel&ouml;scht.\r\nNun bin ich auf die Lol seite gegangen und wollte das Spiel Installieren. Bis dahin geht auch alles ganz normal. Wenn es nun soweit ist das der Client sich &ouml;ffnet und anfangen will zu Patchen/Installieren dann f&auml;ngt er mit knapp11000Kbps an und geht bis auf 2-12% hoch danach f&auml;llt die kbps zahl ab und er l&auml;dt nichtmehr weiter. \r\nHabe nun das halbe internett durchsucht und einiges versucht. Doch leider geht nix. \r\nWas ich bis jetzt probiert habe:\r\n\r\nProgramm als Admin ausf&uuml;hren!\r\nWarten ob er vil doch (mit 0Kbps) l&auml;dt)\r\nDas hier versucht zu machen(http://forums.euw.leagueoflegends.com/board/showthread.php?t=1888576), geht aber net!\r\nImmer wieder deinstalliert und versucht neu zu installieren!\r\nReparieren!\r\nPeer to Peer aus/an \r\nIp Hilfsdienst aus/an \r\n\r\n\r\nWei&szlig; nun wirklich nicht mehr was ich machen soll :(\r\nFalls mir wir helfen kann w&auml;re ich ihm sehr verbunden! \r\nDanke schon mal!","replies":[{"id":"","poster":"Thx And Bye","date":"2015-07-14T16:21:31.764+0000","up_votes":1,"down_votes":0,"body":"Wie lange hast du darauf gewartet, dass der Patcher weiter arbeitet?\nSolange du keine Fehlermeldung bekommst, arbeitet der Patcher im Hintergrund nämlich noch weiter.","replies":[{"id":"","poster":"Tzäcksô","date":"2015-07-14T23:02:13.299+0000","up_votes":1,"down_votes":0,"body":"Ich habe jetzt insgesammt 9 Std den Patcher laufen lassen. In der zeit hat sich nix getan :(","replies":[{"id":"","poster":"Tzäcksô","date":"2015-07-15T02:27:17.258+0000","up_votes":1,"down_votes":0,"body":"Hat sich erledigt! \nNach  knapp 12 Std. habe ich mal das Inet aus verzweiflung ausgemacht( Nicht am Router sondern am Pc die verbindung beendet). Als ich die verbindung wieder hergestellt hatte , habe ich den Clienten geschloßen und nochmal gestartet. Nun hat er auf einmal durchgeladen. \nIch hoffe das zumindestens die dauernden Verbindungsprobleme weg sind.","replies":[]}]}]}]}