{"id":"VXbp1qV8","poster":"Hungrytoy","date":"2015-07-14T10:13:10.315+0000","title":"Können Spieler, welche im vorherigen Tunier nicht für mein Team registriert waren, jetzt mitspielen?","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo Riot, \r\nmuss mein Team die gleichen Mitglieder wie im ersten Tunier haben um anzutreten oder kann ich 1-2 neue Leute hinzuf&uuml;gen bevor dieses Team neu registriert wird f&uuml;r dieses Tunier.\r\nIch hatte am Anfang von Battlegrounds aufgeschnappt, dass wenn ein Team registriert ist, dass keine Ver&auml;nderungen mehr m&ouml;glich sind? Gilt dies f&uuml;r jedes Tunier separat?\r\nAchja und bevor ich es vergesse^^\r\nIch erinnere mich an ein Statement.....&quot; Wenn man in allen 3 Tunieren mitgemacht hat, bekommt man einen Mystery Skin geschenkt&quot; Jetzt stelle ich mir die Frage, falls ich meine Teammitglieder austauschen/hinzuf&uuml;gen kann. Wonach geht ihr wenn ihr diese Belohnung verteilen wollt? \r\nIm folgenden habe ich mal 2 Gedanken von mir notiert:\r\n\r\n- Jeder im Team, welches bei allen 3 Tunieren mitgespielt hat bekommt einen Skin.\r\n- Jeder Spieler der bei allen 3 Tunieren dabei war bekommt einen Skin.\r\n\r\nAn dieser Stelle m&ouml;chte ich mich schonmal bedanken, dass Sie sich die Zeit nehmen um auf diese Frage zu antworten.\r\n\r\nP.S. Es geht um eine Person die in mein Team hinzugef&uuml;gt werden m&ouml;chte, da Sie damals vor dem Start von Battlegrounds Tunier 1 nicht passend annehmen konnte &amp; nicht um 3-4 Leute die rausfliegen und ersetzt werden. Ich habe das P.S. geschrieben, weil ich nicht m&ouml;chte, dass man das 2te Argument in meinem vorherigen Satz denkt.\r\n\r\nMfg Kogroachlover","replies":[{"id":"","poster":"Tatrix","date":"2015-07-14T10:18:13.183+0000","up_votes":2,"down_votes":0,"body":"Natürlich kannst du neue Spieler in dein Team einladen und auch entfernen. Die Teamaufstellung ist aber ab dem Anmeldeschluss fix, das heisst, dass du nur bis zu diesem Zeitpunkt die gewünschten Änderungen vornehmen kannst.\n\nDie Preise werden verteilt, wie du in deinem zweiten Punkt angenommen hast. Solange ein Spieler in jedem Qualifier mindestens einen Match gespielt hat und nie disqualifiziert wird, erhält er die Preise.","replies":[]}]}