{"id":"GxwOR6m2","poster":"Łag","date":"2015-07-13T17:50:22.776+0000","title":"Team \"Flame me\" sucht nach einem ADC!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo! :D\r\n\r\nIch bin patty, und mein Team &quot;Flame me&quot; sucht noch nach einem aktiven ADC.\r\n\r\nWir wollen mit dem Team auf jeden Fall etwas erreichen - deshalb sind hier unsere Voraussetzungen:\r\n\r\nAktiv sein. Wir werden uns auf Trainingszeiten festlegen, und wollen, dass diese auch eingehalten werden\r\nAuf Calls h&ouml;ren. In vorherigen Teams wurde nicht auf Calls geh&ouml;rt, was oft zum Lose gef&uuml;hrt hat.\r\nGeistig Reif sein. Wir wollen keine Leute, die nur rumtrollen oder flamen.. ihr solltet euch nicht wie ein Kind benehmen. :)\r\nKritik akzeptieren. Keiner in diesem Team spielt perfekt. Deshalb solltet ihr auch Kritik vertragen, und euch trauen solche zu &auml;u&szlig;ern.\r\nWenn ihr denkt, dass ihr das oben genannte erf&uuml;llt, so sieht unser Team bis jetzt aus:\r\n\r\nSupport: pątty (Silber I)\r\nToplane: Anbu   Kiba (Platinum V)\r\nADC: Du?\r\nMidlane: WC Ente AktivGel (Platinum V)\r\nJungle: Kn&ouml;del FuuFuu (Platinum V)\r\n\r\nAktuelle Teamliga: Silber 1. Teamelo ~ Gold IV - III\r\n\r\nWenn ihr interessiert seit, added mich bitte. (pątty)\r\n\r\nLG, patty.","replies":[{"id":"","poster":"iiNxanee","date":"2015-07-13T18:11:17.332+0000","up_votes":1,"down_votes":0,"body":"Hallo ich maine zurzeit ADC, dennoch kenne ich sehr sehr gut die Rolle als Supporter.\nZurzeit bin ich in der Gold Division, ich switche hin- und her, bei Gold 3 zu 5, mal hoch mal runter.\nNun suche ich nach etwas gezieltem, sowas wie 'dein' Team! - um mehr Erfolge erzielen zu können, bzw. weiter aufsteigen.\nZu meiner Persöhnlichkeit, ich bin 21 Jahre alt und komme aus NRW- Köln, ich spiele LoL schon seit der zweiten Season und bin fähig, sowohl als Supporter oder auch als jede andere beliebige Lane  zu spielen, wenn das eure Interessen weckt, adde mich einfach.\n\nLG iiNxanee","replies":[]}]}