{"id":"NJofyH5v","poster":"Iota easyHuhn","date":"2015-07-13T09:59:17.882+0000","title":"Wir suchen neue Spieler für unser ''Tochterteam'' :)","subforum":"Clans & Teams","up_votes":10,"down_votes":8,"body":"**Guten Morgen liebe Community, **\nWir sind das Team Blue eSports Iota, da wir jetzt unser Main Roster haben, wollten wir anderen, gegebenenfalls auf der selben Elo, die Chance geben einen kleinen Einblick in ein halbwegs Professionelles Team zu geben.Was es mit der ganzen Sache &#039;&#039;Blue eSports&#039;&#039; zu tun hat k&ouml;nnt ihr gern hier nachlesen.                                               http://blue-esports.com/\n\n**Hier einmal ein paar Info&#039;s zu uns:**\nWir sind ein verr&uuml;ckter Haufen, mit jungen Leuten (16-20+).Wir haben uns selbst erst vor ein paar Wochen kennengelernt.Seitdem trainieren wir regelm&auml;&szlig;ig   2-3 mal die Woche.Wir konnten uns ziemlich erfolgreich mit 2:0 in der Qualifikation zur Blue eSports League durchsetzen.Diese wird am kommenden Samstag beginnen, aber da wir merken, gerade jetzt mit den Ferien etc, das es immer mehr zu Ausf&auml;llen kommt brauchen wir ein paar Ersatzspieler.Wir wollten uns aber nicht einfach nur Subs holen die dann 1-2 mal in vlt 2 Wochen spielen w&uuml;rden.Deshalb hatten wir die Idee mit dem Tochterteam, mit dem Team k&ouml;nnt ihr bei Cups etc von Blue eSports selbst nat&uuml;rlich auch mitmachen und wenn es dann mal zu Ausf&auml;llen im Main Team kommt gegebenenfalls einspringen.Folgende Leute sind im Main Team\n\n**Toplane: Iota xTurbo\nJungle: Iota Nabernizer\nMid: Iota easyHuhn\nAdc: Iota DAVISYO\nSupp: Iota Illmer GG**\n\n**Nun kommen wir zu den Anforderungen die wir von euch verlangen:**\nWir verlangen nicht sonderlich viel von euch.Eure Elo sollte mindestens Platin sein.Ihr solltet aktiv in Soloq oder auch gegebenenfalls im Duoq sein damit die Synergy einfach besser wird, aber dies ist keine Vorraussetzung.Was ihr aber unbedingt sein m&uuml;sst ist Kritikf&auml;hig, ohne das macht es kein Sinn.Ansonsten einfach nur dann an die Trainingszeiten halten und dann kann man einiges erreichen. :)\n\n**Leistungen von uns f&uuml;r euch:**\nWir haben einen Teamspeak mit entsprechenden Channel f&uuml;r das neue Team, falls es zu Ausf&auml;llen beim Tochterteam kommen sollte, werden nat&uuml;rlich die Jungs vom Main Team einspringen, bei Trains, Cups etc.Wir werden euch helfen bei eventuellen Comp erstellungen, Taktiken oder sonstiges, da wir einiges an Erfahrung mitbringen.Ansonsten werden wir eine verdammt gute Zeit haben, das kann ich euch versprechen! :)\n\n**Addet mich einfach Ingame unter: Iota easyHuhn**\n\nDanke schonmal im vorraus, dass Ihr euch die Zeit genommen habt und dies komplett gelesen habt.In diesem Sinne auf eine hoffentlich gute und baldige Zusammenarbeit f&uuml;r die, die sich melden :)","replies":[{"id":"","poster":"Iota easyHuhn","date":"2015-07-13T15:53:49.102+0000","up_votes":1,"down_votes":0,"body":"UPDATE;\nWir sind nun voll, danke an alle interessierten und an alle die, die ich kennen gelernt hab. :)","replies":[]}]}