{"id":"6AOFHzBJ","poster":"LiQuiD","date":"2019-03-24T12:13:17.235+0000","title":"Ranked beschwerde.","subforum":"Champions & Gameplay","up_votes":2,"down_votes":6,"body":"Ich weiß nicht ob das hier richtig ist. Wenn nicht bitte entsprechend verschieben.\r\nIch spiele gerade ein ranked (zur Einstufung) Und habe auf der midlane einen Yasuo mit 200 Champion punkten. Ich finde es eine Frechheit solche Leute ranked spielen zu lassen. Es sollte eine Champion punkte untergrenze für Rankeds geben, Das gesamte Gegenteam hatte Champions mit mindestens 10 k punkten... Ich find es eben zum kotzen Leute ins ranked zu lassen die ihren Champion nicht beherrschen. Rito da müsst ihr euch nicht wundern das Spieler die schon Jahre spielen aufhören. Wie gesagt eine riesige Enttäuschung. Der Yasuo war das firstblood bei minute 2 für yi und hat yi dann gefeedet...\r\n\r\n\r\nWas haltet ihr als Community von einer Untergrenze. Sagt mir seht ihr es genauso oder ist das für euch inordnung das im ranked champions gespielt werden die nicht beherrscht werden?","replies":[{"id":"","poster":"Awsane","date":"2019-03-24T13:32:46.381+0000","up_votes":5,"down_votes":0,"body":"Das Grundlegende Problem ist, dass es 2 Gruppen an Ranked Spielern gibt. \n\nDie einen Spielen Ranked an ihrer eigenen Leistungsgrenze und versuchen damit ihren maximal möglichen Rang zu erreichen.\n\nDie anderen nutzen Ranked als eine Form sich zu verbessern bzw an sich zu arbeiten.\n\nMan wird diese beiden Gruppen niemals gleichzeitig befriedigen können. Dazu kommt, dass es keine allgemeine Verpflichtung gibt im Ranked sein absolut bestes geben zu müssen. Also das steht weder im Riot Regelwerk noch ist das ein allgemeiner Konsens.\n\nDazu sagen auch viel zu viele Profis oder Streamer, dass man Champs die man üben will im Ranked üben sollte, weil das dort wesentlich zeiteffizienter ist und Zeit kann ja durchaus ein wichtiger Faktor sein.\n\n\n\nVllt noch als 2. Argument. Die Champ Select ist ein doch wichtiger Teil vom Spiel und dazu zählt dann auch sich absprechen und für andere picken und dann tauschen. Ich weiß es gibt Leute die das aus unterschiedlichen Gründen nicht nutzen, aber wenn man nur Champs picken kann auf denen man X Punkte hat würde dieser Aspekt des Spiels wegfallen, was ich bescheiden finden würde. Ich finde Teamwork sollte in der Lobby belohnt und es nicht zu tun dann indirekt dadurch das es andere machen bestraft werden.","replies":[]},{"id":"","poster":"uBad","date":"2019-03-24T12:28:51.556+0000","up_votes":4,"down_votes":0,"body":"MP sagen nichts aus. Es gibt auch smurfs welche dich zerstören, auch mit 0 Punkten. Man kann das ganze nicht so pauschalisieren weil man nie weiß ob derjenige noch andere Accounts hat wo er eventuell Millionen MP auf diesem Champion hat. \n\nDu spielst momentan in Bronze, da kannst du sowieso nichts erwarten von jemanden der Yasuo spielt. \nZudem feeden alle Yasuos in low Elo. Auch mit 5 Millionen Mastery Points.","replies":[{"id":"","poster":"LiQuiD","date":"2019-03-24T12:30:52.844+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=uBad,realm=EUW,application-id=Wj1wcocU,discussion-id=6AOFHzBJ,comment-id=0000,timestamp=2019-03-24T12:28:51.556+0000)\n>\n> MP sagen nichts aus. Es gibt auch smurfs welche dich zerstören, auch mit 0 Punkten. Man kann das ganze nicht so pauschalisieren weil man nie was ob derjenige noch andere Accounts hat wo er eventuell Millionen MP auf diesem Champion hat. \n> \n> Du spielst momentan in Bronze, da kannst du sowieso nichts erwarten von jemanden der Yasuo spielt. \n> Zudem feeden alle Yasuos in low Elo. Auch mit 5 Millionen Mastery Points.\n\nSmurfing ist aber verboten. Also kann man das dennoch einführen =)","replies":[{"id":"","poster":"uBad","date":"2019-03-24T12:36:23.120+0000","up_votes":2,"down_votes":0,"body":"Haha, seit wann soll das verboten sein?\n\nAuch jemand der keine Erfahrung mit seinem Champ hat kann trotzdem besser sein als du. Nur mal so.","replies":[{"id":"","poster":"ItachiXAK","date":"2019-03-24T12:46:18.338+0000","up_votes":1,"down_votes":5,"body":"was ist das für eine Antwort? es geht um die leute die einfach neue Champs im ranks \"testen\" nicht ob sie gut oder schlecht sind. Wenn man 0 punkte hat sollte man einfach damit kein rank spielen.\n\nWie erwähnt zählt smurfing einfach nicht! ist ne fucking dumme Antwort sry für den Kraftausdruck aber bei solchen Antworten muss man einfach ausfällig werden.","replies":[{"id":"","poster":"uBad","date":"2019-03-24T13:49:08.015+0000","up_votes":3,"down_votes":0,"body":"Woher soll man wissen ob die Leute die champs im ranked \"testen\"? Wie gesagt, vielleicht hat diese Person schon unedendlich Spiele mit diesem Champ gemacht aber halt vielleicht auf einem anderen Account oder vor der Einführung des Mastery-Points Systems.\n\nAußerdem ist der Vorschlag mit der Mindestanforderung von X Punkten um ranked spielen zu können sowieso ziemlich schwachsinnig. Hast du 10-20k Mastery Points auf Riven/Yasuo etc bist du trotzdem grottenschlecht. Hast du 10k Mastery Points auf Garen dann kannst du den champ idR schon ganz gut spielen, einfach weil Garen nicht so anspruchsvoll ist wie z. B. Riven.\nEs ist Championabhängig ab wann man sagen kann das jemand sich mit dem Champ gut auskennen kann.","replies":[]},{"id":"","poster":"Veezey","date":"2019-03-24T13:47:26.241+0000","up_votes":1,"down_votes":0,"body":">Wie erwähnt zählt smurfing einfach nicht! ist ne fucking dumme Antwort sry für den Kraftausdruck aber bei solchen Antworten muss man einfach ausfällig werden.\n\nwas ne fucking dumme Antwort sry für den Kraftausdruck aber bei solchen Antworten muss man einfach ausfällig werden.\n\nMerkste was?","replies":[]}]},{"id":"","poster":"LiQuiD","date":"2019-03-24T12:38:02.914+0000","up_votes":1,"down_votes":3,"body":"Natürlich ist smurfing verboten meines wissens nach. ich such aber nochmal. Evtl irre ich mich auch.","replies":[{"id":"","poster":"Snorlax irl Slav","date":"2019-03-24T14:09:42.936+0000","up_votes":2,"down_votes":0,"body":"Multiaccouting ist nur in Turnieren und in Korea verboten. In Turnieren ja wohl selbstverständlich und in Korea ist die Sozialversicherungsnummer mit dem lol acc verbunden auf allen anderen Servern darf man so viele Accounts haben wie man möchte.","replies":[]},{"id":"","poster":"Veezey","date":"2019-03-24T13:48:07.194+0000","up_votes":2,"down_votes":0,"body":"War noch nie verboten.","replies":[]},{"id":"","poster":"uBad","date":"2019-03-24T12:40:49.665+0000","up_votes":2,"down_votes":0,"body":"Such nicht weiter, es ist nicht verboten. Dann würde ich sowie 90% aller Spieler gebannt oder bestraft werden in irgendeiner Weise. \nStreamer würden auch alle bestraft/gebannt werden. \n\nDas ist Schwachsinn.","replies":[]}]}]}]}]},{"id":"","poster":"Sedros","date":"2019-03-24T16:15:11.850+0000","up_votes":2,"down_votes":0,"body":"Ich finde einen sehr schwierigen punkt dabei neue champions. Alle wollen sie spielen und die punkte bekommen dauert das sehr lange. Dadurch sind dann ranked spiele nicht ausgeglichen. Viele können den champ einfach nicht spielen obwohl er vllt sehr stark ist?\nSehe noch ne andere Schwierigkeit. Ich selber spiele eig auch ein normal um nen champ zu testen aber das reicht auch meist schon. Insgesamt ist aber das problem dass viele leute im normal einfach nicht gefordert werden und dann gegen leute im ranked auch direkt. Außerdem würde ich an skill verlieren, weil normals spielen wie lowere elo spielen ist.","replies":[]},{"id":"","poster":"SnapIntoASlimJim","date":"2019-03-24T12:34:56.973+0000","up_votes":2,"down_votes":0,"body":"Man kann auch schlechte Games haben, obwohl man den Champion beherrscht. Man kann auch 10 Mio. Punkte auf einem Champion haben, ohne ihn zu beherrschen. \n\nIch spiele seit Season 1 LoL und habe trotzdem auf vielen meiner Champions, die ich gut kann, nicht mal annähernd so viele Punkte. Einfach wegen Pausen und weil es vorher dieses System nicht gab, wo ich über 1000 Games nur mit Janna gesuchtet habe. \n\nChampion Mastery-System überarbeiten - Ja. \nSpieler wegen einer nichtssagenden Zahl einschränken - Nein. \n\nFreundliche Grüße. {{summoner:21}}","replies":[{"id":"","poster":"ItachiXAK","date":"2019-03-24T12:49:11.789+0000","up_votes":1,"down_votes":4,"body":"Ihm geht's einfach darum dass es manche gibt die Ihren champ im rank austesten und das sollte echt einfach mit einer Kleinigkeit behoben werden.\n\nEs gibt IMMER ausnahmen aber man verringert das Risiko einfach damit.\n\nEs gibt halt auch leute die Spielen seid Season 1 und sind noch bronze. Ist halt so. Aber willst du echt das ich einen champ in deinem Rank spiele, bei dem ich nicht mal weis was seine Fähigkeiten können?","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-03-24T12:58:02.187+0000","up_votes":3,"down_votes":0,"body":"Du hast keine Kontrolle über andere Spieler, du kannst nur dein eigenes Verhalten steuern. Es gibt überall Trottel, aber wenn man es mal ehrlich und nüchtern betrachtet, sind das nicht so viele...\n\nDas große Problem bei diesem Spiel ist einfach, dass Leute immer auf andere gucken was sie machen (ich eine lange Zeit auch und teilweise immer noch, aber ich steuere aktiv gegen), wodurch man den Blick für seine eigenen Fehler verliert. \n\nIch habe mir die History angesehen und kann definitiv sagen, dass der Yasuo mit dem meisten Farm und Gold im Team sicher NICHT der alleinige Grund für den Lose war. Somit fehlt diesem Thread einfach die gesamte logische Grundlage..\n\nFreundliche Grüße. {{sticker:slayer-pantheon-popcorn}}","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2019-03-24T13:53:21.952+0000","up_votes":2,"down_votes":1,"body":"Darf ich mal erwähnen, dass es total bescheuert war, dass Riot die \"Guck dir die Mastery Points deiner Mit und Gegenspieler im Ladebildschirm an\" Option eingeführt hat? Das einzige, was diese Option bringt, ist... dass Spieler mit einer bescheidenen Einstellung ins Spiel gehen, weil sie direkt rausgefunden haben, dass ihr Midlaner nicht auf seinem Main Champion spielt.\n\nErnsthaft Rito: Nehmt das wieder raus...","replies":[]},{"id":"","poster":"ItachiXAK","date":"2019-03-24T12:44:13.555+0000","up_votes":1,"down_votes":4,"body":"Ich finde deinen Einwand sehr gerechtfertigt. Argumente mit smurfs zählen einfach nicht. \nDenn smufing sollte ein report Grund sein, sie zerstören den spaß für die leute die auf niedrigem Niveau sind.\n\nEs pisst echt jeden an, wenn jemand einen neuen champ im ranked spielt. (leider mache ich das auch) Weil einfach manche leute ranks nicht mehr ernst nehmen.\n\nAber ich finde eine solche Einstellung könnte etwas ändern zumindest Level 3-4 sollte man einen champ haben um ranks spielen zu dürfen.\n\nEs würde smurfs es einfach schwieriger machen da sie auch acc benötigen bei dem sie die Champs auf einem bestimmten Level benötigen.\n\nSry für rechtschreiben etc.\n\nLG Tessaiga92","replies":[{"id":"","poster":"eingew","date":"2019-03-25T07:07:35.337+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Tessaiga92,realm=EUW,application-id=Wj1wcocU,discussion-id=6AOFHzBJ,comment-id=0002,timestamp=2019-03-24T12:44:13.555+0000)\n>\n> Ich finde deinen Einwand sehr gerechtfertigt. Argumente mit smurfs zählen einfach nicht. \n> Denn smufing sollte ein report Grund sein, sie zerstören den spaß für die leute die auf niedrigem Niveau sind.\n\nNicht per se, nein, das kommt ganz und gar darauf an, was du mit deinem Smurfaccount anstellst.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T07:20:29.193+0000","up_votes":1,"down_votes":2,"body":"Viele werden Jammer und sagen das sagt nichts über das können aus aber eine 100k Grenze wäre schön. \n\nDann kann man vorm dem game zumindestens etwas seine Gedanken entspannen und sich denken das könnte gut werden","replies":[]}]}