{"id":"xQHENaAr","poster":"TrashGameStyle","date":"2015-07-11T23:36:15.677+0000","title":"Hide and Seek Chat! ;)","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Haalii Hallo meine Lieben Mitmenschen ;)\r\n\r\nDa ich schon mehrmals auf verzweifelter suche nach Leuten f&uuml;r ein Hide and Seek Turnier/Game war, habe ich mich nun entschieden eine Chat auf zu machen, in den ALLE joinen k&ouml;nnen, die Hide and seek spielen wollen.\r\n\r\neinfach unten rechts den 2ten Balken raussuchen und diesen Chat hinzuf&uuml;gen: HideAndSekk &lt;-- Genauso geschrieben, und dann nach Leuten suchen ;)\r\n\r\nPS: jeder der denkt er m&uuml;sste stark Flamen, Trollen, Absichtlich Feeden, etc. wird auch daf&uuml;r am Ende des spieles Reportet, nur als Warnung :D also ja keinen Unsinn veranstalten.\r\n\r\nPS2: Die Regeln sollten jedem bekannt sein, wer zum ersten mal Spielt kann ja nachfragen ;)\r\n\r\nMfG Bolkuru","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-07-12T01:09:00.945+0000","up_votes":1,"down_votes":0,"body":"Wenn man in Hide and Seek reported wird, dann wirst du NIIIEIEIEIEIEIEIIEIEIMALS gebannt werden. Bei Hide and Seek muss man nämlich selbst ein Spiel erstellen. Und bei selbst erstellten Spielen kannst du so viel reporten wie du willst, dass bringt gar nichts.\n\n\nAußerdem ist es nicht schwer ein Spiel zu finden, da meistens 2-3 Spiele offen sind, wenn man nach selbst erstellten Spielen sucht. Okay, um 2 Uhr morgens wahrscheinlich schon. Aber versuchs doch einfach einmal am Tag.","replies":[{"id":"","poster":"TrashGameStyle","date":"2015-07-12T22:06:11.022+0000","up_votes":1,"down_votes":0,"body":"Tja, Danke dafür. Wusste ich nicht das es nix bringt wenn man da jemanden Reportet :D\n\nUnd naiia den Post wollte ich ohnehin machen, und da mir gestern Langweilig war - hab ichs halt gemacht :D - Es geht mir auch nur darum, da sobald die Hider Seite voll ist gehen alle raus die neu joinen - deshalb der Chat das es Leute gibt die es auch so machen, dennoch danke für deine Antwort ;)","replies":[]}]}]}