{"id":"114BnEEB","poster":"Sahnepuffelchen","date":"2015-07-11T11:38:41.049+0000","title":"HUD - Alternative","subforum":"Champions & Gameplay","up_votes":3,"down_votes":1,"body":"Sch&ouml;nen guten Tag, \n\nich h&auml;tte eine Frage bez&uuml;glich des neuen HUDs. Da es mir &uuml;berhaupt nicht gef&auml;llt, w&auml;re meine Frage, ob die M&ouml;glichkeit best&auml;nde, seperat das alte HUD wiederherzustellen ? Ich kann mich nach zig Spielen auf dem PBE einfach nicht daran gew&ouml;hnen, schlimmer noch, dass ich nicht mal mehr die Nerven dazu habe, auf meine Stats und Werte zu schauen, weil ich zweiteres erst mal richtig zuordnen muss. Mir vergeht wirklich der Spaß, damit zu spielen. \nIch bedanke mich f&uuml;r die Antworten. \n\nMfG Sahnepuffelchen","replies":[{"id":"","poster":"dRyK1887","date":"2015-07-11T11:48:14.027+0000","up_votes":3,"down_votes":1,"body":"Krass wie viel Shitstorm auf das HUD losgeht obwohls ned mal fertig aufn PBE ist geschweige denn kurz vorm Release ist. Habs bisher auch nur paar mal aufn PBE gesehen und ned mal genau angeschaut aber es gleich für Übersichtlicher empfunden. Also irgendwas scheint verkehrt zu sein. Und nen akt kurz mit dem Mauszeiger drüber zufahren ist es auch nicht, um sich anzeigen zu lassen was fürn Stat das ist. Blöd geregelt, aber das kann ja eventuell auch noch geändert werden, weils eben noch nicht mal fertig ist.\nAber klar, zu deiner Frage. Es sollte aufjedenfall die Option gegeben sein das man es wieder umstellen kann. Wüsste aber nicht was für Vorteile das einem hätte, da man mit dem neuen HUD doch alles viel besser angezeigt bekommt meiner meinung nach. Schon alleine das du immer siehst wie viel CD noch aufn den Ultis deiner mates ist, oder welche summoner spells auf cooldown sind, isset für mich schon worth it.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-07-11T12:14:19.006+0000","up_votes":2,"down_votes":0,"body":"Natürlich hat das neue HUD auch vorteile, aber ich hab es schon auf dem PBE selber gespielt, und komme damit überhaupt nicht klar. \nIch habe es ohne irgendwelche Vorurteile ausprobiert und muss sagen, dass es mir nicht gefällt. Ich protestiere ja nicht dagegen, ich wäre bloß für die Möglichkeit, zwischen dem Alten und dem Neuen wechseln zu können. \nZu letzterem : Im Prinzip hat es keine Vor - aber auch keine Nachteile ;) Der Vorteil für mich wäre halt, dass mir das Alte mehr spaß macht. \nBezüglich des Punktes : Es ist ja noch gar nicht Fertig. Die einzigen Änderungen, die dieses HUD auf dem PBE bekommt, sind kleine Tweaks, aber mir gefällt es im großen und ganzen nicht, und die Fps wieder hinzuzufügen ( was ich zwar auch gut finde ) reicht mir nicht, dass ich das neue dem alten Vorziehe. \n\nMfG Sahnepuffelchen","replies":[]}]},{"id":"","poster":"OrangeBubble","date":"2015-07-11T14:44:18.801+0000","up_votes":1,"down_votes":0,"body":"Solltest du nicht eher im PBE Forum Feedback geben, wenn du schon aufn PBE Server spielst? Ich glaub, da kriegst du auch eher eine Antwort..\n\nZu der Ursprungsfrage, Riot lehnt diese Funktion eher ab und will ein einheitliches HUD. ","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-07-11T14:56:39.825+0000","up_votes":1,"down_votes":0,"body":"Deswegen Frage ich ja, ob es eine andere Möglichkeit gibt. Ähnlich wie Custom Skins und Maps.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-07-11T15:02:04.271+0000","up_votes":1,"down_votes":0,"body":"Sicher kannst du das Aussehen verändern, indem du z.B. vor LoL eine HUD einblendest... nur wirst du die Funktionsweise nicht ändern können. \nIch hab selber die neue HUD nicht probiert, kann man aber lt. Riot nicht viele Sachen inviduell einstellen? Evtl. da ein bisschen rumfummeln?\n\nInsofern Riot nicht die Option stellt, wird das ziemlich schwierig zu realisieren, da du ja mehr willst, als eine optische Veränderung.","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-07-11T15:25:56.788+0000","up_votes":1,"down_votes":0,"body":"Das einzige, dass man Verändern kann, ist das HUD Scaling. Wenn z.B. möglich wäre, die Stats zu vergrößern bzw. sie so anzuordnen, wie es momentan ist ( ich erkenne nicht, was was ist )  wäre ich auch zufrieden, nur leider bietet Riot ( zurzeit ) keine Möglichkeit individuell zu bearbeiten. Solche Threads gibt es im PBE Forum glaub ich auch so schon. \n\nAlso Files zu ändern, um das neue HUD mit dem Alten zu tauschen, wird nicht möglich sein ? \nWie schade.\n\nMfG Sahnepuffelchen","replies":[{"id":"","poster":"OrangeBubble","date":"2015-07-12T00:05:24.393+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir nicht ganz sicher, aber wenn du die ganzen neuen HUD Files mit den alten Files ersetzt, dann müsste eigentlich das alte HUD benutzt werden. Inwiefern das zu Bugs führt, also Interaktion mit der Minimap, richtige Anzeige des TAB's usw. kann ich dir nicht beantworten. Du kannst es probieren, zu Not muss du halt LoL neu installieren, falls es zu massiven Bugs kommt. Dir werden aber logischerweise die neuen Werte im alten HUD nicht angezeigt. Ob die alten Werte angezeigt werden, hängt davon ab, wie es verknüpft wurde und ob die Verknüpfung gernell verändert wurde. Das kann ich nicht wissen, da ich ja nicht weiß, wie das neue HUD aufgebaut ist - Code mäßig.\n\nProbieren kannst du es auf jeden Fall mal :>\n\nSchade, ich dachte, ich könnte endlich die Elemente frei anordnen :c Aber scheint dem nicht so zu sein >.<","replies":[{"id":"","poster":"Sahnepuffelchen","date":"2015-07-12T01:04:53.467+0000","up_votes":1,"down_votes":0,"body":"Hallöchen, \n\nich bedanke mich sehr für deine Antwort :) \nWenn das neue HUD rauskommt, probiere ich es mal aus. Jetzt wäre bloß gut zu wissen, wo ich jeweilige Files finde. \nZu zweiterem : Vielleicht fügen sie das noch dazu, bei Tab kannst du schließlich mittlerweile auch die Spieler neu anordnen. \n\nMfG Sahnepuffelchen","replies":[{"id":"","poster":"OrangeBubble","date":"2015-07-12T07:48:51.555+0000","up_votes":1,"down_votes":0,"body":"C:\\Riot Games\\League of Legends\\RADS\\solutions\\lol_game_client_sln\\releases\\0.0.1.95\\deploy\\DATA\\menu\\hud\n\nDas ist mein Pfad zur HUD. Für diuch ist es ab Legue of Legends relevant, da dürfte sich dann nichts ändern. Da kannst du theoretisch schon jetzt Änderungen vornehmen, allerdings hab ich die Texte nur überflogen :>\n\nLg","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Skellettorr","date":"2015-07-11T20:35:44.203+0000","up_votes":1,"down_votes":0,"body":"Weiß denn einer von euch wann der neue HUD reinkommt. Der hätte ja eigentlich schon diese Woche Mittwoch beim Update mit bei seien sollen, soweit ich das weiß. \n\nDanke für Antworten, Skellettorr {{champion:412}}","replies":[]},{"id":"","poster":"dRyK1887","date":"2015-07-11T19:25:32.438+0000","up_votes":1,"down_votes":0,"body":"Dann wirst du dich wohl oder übel mit dem neuen HUD anfreunden müssen. Was ich aber wie gesagt gar nicht schlimm finde. Und du wirst es bestimmt auch noch lieben lernen =)","replies":[]},{"id":"","poster":"xXMLGskill99MLGX","date":"2015-07-11T16:38:16.454+0000","up_votes":1,"down_votes":0,"body":"Maaaaaaaaaaaan!\nDie sollen das endlich ma auf die Live Server bringen weil ich mich schon lange darauf freue!!!!!","replies":[]}]}