{"id":"JfTlHU5Y","poster":"ITSNUTRONZ","date":"2015-07-11T12:39:51.652+0000","title":"Leider keine Bilder aber Infos","subforum":"Skin- & Champion-Konzepte","up_votes":0,"down_votes":0,"body":"Hey Leute\r\n ich hab mal so &uuml;berlegt was f&uuml;r ein Champ noch zu League of Legends passen w&uuml;rde und mir ist was komisches eingefallen n&auml;mlich einen Champ der R&auml;ume in der Leere aufmachen kann. Ja ich wei&szlig; klingt komisch ist ja auch so aber wenn mal doch so &uuml;berlegt k&ouml;nnte man es doch bei LoL einf&uuml;gen. Es w&auml;re sehr sch&ouml;n wenn ihr dr&uuml;ber nachdenkt bevor ihr die Kommentare schreibt, dass ihr es nicht wollt aber, wenn man anders &uuml;berlegt hatte man das nicht in LoL und das w&auml;re was neues. Zu den F&auml;higkeiten :\r\nich finde die passive sollte sein das wenn mal einmal sterben sollte sich in ein Leeren Raum begebt und dann mit halben leben wieder in die Position kommt wo man gestorben ist und so weiter machen kann. Die Q w&uuml;rde dann eine art von Support sein n&auml;mlich w&uuml;rde die einen Mit- Beschw&ouml;rer  einen Schutzkugel um den Champ geben und wie der Name schon sagt das gibt den Mit-Beschw&ouml;rer Schutz (Ja kann man sich auch selber geben) . Die W k&ouml;nnte dann sein, dass der Champ einen Feld aufmachen kann wo die Gegner gestunt werden wenn die 3 sek drin bleiben und es kostet den Gegnern das Leben. F&uuml;r die E habe ich lange &uuml;berlegt und bin zu einen starken Ergebnis gekommen also das die F&auml;higkeit vielleicht zu Overpowert w&auml;re... es geht darum das die E einen Leeren-Typ beschw&ouml;ren kann und mit denn dann stark attackieren also der beschw&ouml;rte l&auml;uft zum Gegner und macht ihn soviel schaden bis der Gegner ihn t&ouml;tet also die F&auml;higkeit E ( Beschw&ouml;rer ). F&uuml;r die R ( Ultimative ) dachte ich, dass der Champ einen Gegner den er viel schaden gemacht hat in ein raum der leere bringt und ihn da t&ouml;tet (WICHTIG : DIE R KANN NUR EINGESETZT WERDEN,WENN DER CHAMP DEN MAN ANGREIFEN WILL SO WENIG LEBEN HAT DAS DER MIT DER ULTIMATIVEN ATTACKE STIRBT ANDERS GEHT ES NICHT ). Und jetzt zu den namen ich habe eigentlich 3 Verschiedene namen gedacht:\r\n1. Kenn Die R&auml;ume der Leere\r\n2. Narze Die R&auml;ume der Leere\r\n3. Liavek Die R&auml;ume der Leere \r\nich werde noch ein Umfrage machen dann k&ouml;nnt ihr entscheiden was man nehmen sollte.\r\nZum Charackter und Aussehen des Champs. Es sollte ein eher aggressives Charackter haben und das aussehen so dunkel lila und schwarz \r\nEs sollte ein wie ein mensch aussehen nur halt mit strahlenden Lilanen Augen aber nur ne Nase und kein mund und er sollte ein kapuze tragen da kommen wir auch zu den Kleidern : er sollte als Oberteil einfach was Dunkel Lilanes haben mit Kapuze und als unterteil auch in der art was auch {{champion:90}}  hat. und die schuhe, nein keine schuhe.\r\n\r\nUnd zu guter letzt die Namen der F&auml;higkeiten:\r\nPassiv = nur eine kleine pause\r\nQ = Kugel des Schutzes\r\nW = Mein Gebiet\r\nE = Alter freund \r\nR = Komm mit mir !","replies":[]}