{"id":"z7K1tMsn","poster":"Galozi","date":"2015-07-11T14:51:04.294+0000","title":"14 Tage Bann ohne Vorwarnung?","subforum":"Spielerverhalten & Moderation","up_votes":26,"down_votes":6,"body":"Hallo Beschw&ouml;rer ^^,\n\nIch erhielt gerade die Nachricht, dass ich auf einem 2. Account hier gebannt worden bin. \nDies passierte nachdem ich ein Ranked Game gespielt hatte. Ich hatte weder chatbann noch sonst was anderes auf dem Acc.\nDas Spiel, das zum 14 tage bann gef&uuml;hrt hatte war von anfang an sehr toxisch, nachdem ich als jungler ein paar kills bekam. (das &uuml;bliche: \"ks noob\" usw.)\nNach dem Spiel hatte ein Spieler gesagt, dass er ein Supporter sei und den Acc. bannen wird. Dies geschah komischerweise auch...\nIch erhielt eine e-mail:\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n14 Day Behavior Suspension\nGalozi,\nYou have received a 14 day ban following an extensive audit of in-game behavior within recent League of Legends matches.\nYour peers judged your behavior to be far below the standards of the League of Legends community. Think through the conversation and reflect on your words. League is an intense, competitive game, but every player deserves respect. Read more about the effort to encourage sportsmanlike play, here.\nHere are some chat logs that were identified as negative by other players in the community.\n~~~~~~~~~~~~~~~~~~~~~\ndem fights\nno?\n??\nwtf ^^\nso negative..\nsry*\na typical draven\nand stop flaming\ngj dude\n?\nwell.\nyou wouldnt 1v1 him\nwe killed him\nits all good\nassist=gold\nwas oom\nblue\nwtf? ^^\nattack pls\nlol\nur so mad\nmid miss\ncare\ncmon guys.\nlets do this\nstop flame\nwe win this\nmuted\ngods sake\nso toxic\nMID???\ncome\n..\ndude\ni dont care if you like me\nwe are in one team\nso help\nwow\nbecause people think they know something ^^\ni am ^^\nlel\ndat madnees\nnow\nno. i dont\nyes ^^\nim plat 1 actually\n^^\n^^\nok\nkindness>skill\nin lol\nbe kind and gain elo\n^^\nlel\nyou went on tilt?\nand you mean mmr*\nnot elo ^^\ngp why dont you build armor\nlook at urself\ngj\nnice hook\nhes dead\nwe should not walk in all solo\n^^\nno\ni dont\ni just tell you how to win\nand you?\nfull ad\n^^\n^^\naha\nsince you started flaming about my ks\nthe game was lost\nflame makes you play bad\n^^\nthornmail?\nlel\ntell me more\npls\nwhy caps?\n^^\nwhy am i toxic?\nhes writing in chat\nand standing in base\nand flaming me ^^\n^^\naha\nggwp\n~~~~~~~~~~~~~~~~~~~~~\nThis type of behavior is unacceptable in this community. When there is nothing good to say, don&#039;t say anything at all. As a community, we also don&#039;t believe that retaliation is an appropriate response, so in cases where there is retaliation, both players receive penalties. This is the only warning this account will receive. Further examples of toxic behavior can result in permanent closure of your account.\n\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIch wei&szlig; ehrlich nicht gesagt, ob das ausreicht um gebannt zu werden, denn ansonsten w&uuml;rden ja sehr viele Leute in lol gebannt werden. ^^\nIrritiert hat mich dann auch das hier:\nChatverlauf nach dem game, hab ich kopiert:\n\nGalozi: ggwp\nGalozi: pls gp\nGalozi: explain\nGalozi: them\nAlly: report sej pls\nGalozi: to report me\nGalozi: ^^\nAlly: report me\nEnemy: why ?\nGalozi: i love it\nAlly: for sucking\nEnemy: i see no reason\nGalozi: ^^\nGalozi: me too\nEnemy: me either\nGalozi: they all flamed me\nEnemy: you cant become banned for being a bad player :D\nGalozi: because i ksed\nGalozi: ^^\nAlly: you see no reason because you don&#039;t have the chatr\nAlly: WTF?\nAlly: xD\nAlly: silver\nAlly: gold i love it\nAlly: and botlane\nAlly: we are smurfer\nAlly: sej flame all the game\nAlly: report hee\nAlly: *smurfing\nGalozi: LOL\nGalozi: i flamed?\nAlly: yes\nGalozi: gp stood in base\nGalozi: and capswriting\nGalozi: at me\nGalozi: :D\nGalozi: how bad i am\nGalozi: ^^\nGalozi: and you stole my red\nAlly: when we die you say gj , it&#039;s not a shade of flame ?\nGalozi: and i didnt say anything\nAlly: Pls\nGalozi: ?\nAlly: yes i think it is\nAlly: Sej\nGalozi: i didnt do that\nAlly: lie\nGalozi: i said gj to ur grab\nAlly: lie and lie\nAlly: Go on your fckin accoutn and go ruine your \"plat 1 elo\"\nGalozi: lol\nGalozi: :D\nGalozi: so fun\nAlly: no you flame and you don&#039;t assume xDF\nAlly: When you don&#039;t even build armor when draven is fed\nGalozi: 4 guys jellin at me\nGalozi: ^^\nAlly: it&#039;s justp thetic\nAlly: Better take AP\nGalozi: :D\nAlly: pathetic\nGalozi: LOL\nGalozi: draven\nGalozi: thats why this elo sucks\nGalozi: ^^\nGalozi: they think they are good\nAlly: STOP SPEAK ABOUT ELO\nEnemy: sejuani\nAlly: yeah when you come give a triple kill bot\nEnemy: watch teamgold\nAlly: IF YOU ARE THIS GOOD\nAlly: and she don&#039;t put her ult\nAlly: because she is a bronze\nAlly: WHY DIDNT WE WIN ?\nAlly: xD\nEnemy: I mean Blitzcrank is on 2\nEnemy: XD\nGalozi: lol\nGalozi: well. idk\nAlly: IF YOU ARE THIS GOOD WHY DIDNT YOU CARRY ?\nGalozi: see?\nAlly: pls draven xD you get caryy by boly pls you can leave bye\nAlly: YOU SAID YOU AR EPLAT 1 AND STRONG\nGalozi: he did that all game along ^^\nAlly: BUT WE LSOE\nGalozi: :D\nEnemy: BECAUSE I AM DIAMOND III\nGalozi: looko\nGalozi: :D\nGalozi: ahhaha\nGalozi: hahaa\nGalozi: so fun\nAlly: SEJ\nGalozi: pls continue\nEnemy: she can be platinum I\nGalozi: i well post it on reddit\nAlly: DO YOU WANT TO KNOW WHY DRAVEN WIN ?\nGalozi: ^^\nEnemy: is possible\nGalozi: ty draven\nEnemy: you need always a good team\nAlly: but she don&#039;t deserve it XD\nAlly: BECAUSE HE IS A GOOD PLAYER AND DIAMOND PLAYER\nGalozi: :D\nAlly: yeah but we always don&#039;t have :x\nAlly: YOU, YOU ARE JSUT A LIER\nGalozi: lol\nGalozi: pls continue\nGalozi: and look in reddit\nAlly: so sej you&#039;ll get a ban\nAlly: don&#039;t worry ;)\nGalozi: no\nGalozi: i wont\nGalozi: i did nothing ^^\nAlly: don&#039;t trust me\nGalozi: even tho its not my acc\nAlly: you&#039;ll receive a gift ;)\nGalozi: ok\nGalozi: ^^\nAlly: bye :)\n\nSolange spiel ich auf nem anderen Account. ich erwarte auch nicht, dass die 14 tage aufgehoben werden, nur eine stellungsnahme.\n\nmfg\nGalozi\n\nEdit:\nAn alle die hier in den Kommentaren rumgackern, dass sie \"nur ein bisschen\" geflamed haben, gebannt wurden und jetzt i.welche racheakte planen (\"ich report jetzt einfach jeden\") - Fakt ist:\n- Das Report und Punishsystem IST GUT\n- Manchmal macht es Fehler, passiert\n- Es gibt keinen Grund hier Riot oder die Supporter zu beleidigen und sie zu blamieren!\n- Das ist kein QQ-Thread\n\nScreens:\nIch hab nix zu verbergen!\nhttp://fs1.directupload.net/images/150712/eit7gdwc.png\nhttp://fs2.directupload.net/images/150712/nl4agqma.png\nhttp://fs2.directupload.net/images/150712/drn7homv.png\n\nEdit²:\nEs hat sich nun endlich ein Support zu meiner Situation geäußert. Dieser sagte:\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\"BatGoreman  \nBatGoreman (Riot Games Player Support)  \n\nHi Galozi, \n\num bei League of Legends für weniger Feindseligkeit zu sorgen, haben wir mit der Überprüfung von Spielerkonten auf außerordentliche Fälle von feindseligem Verhalten begonnen. \n\nWir haben uns nach einer Überprüfung deines Kontos aufgrund außerordentlicher Fälle von Feindseligkeit zu einer zweiwöchigen Sperrung entschieden. Diese Art von Feindseligkeit hat bei League of Legends nichts verloren und wir werden Spieler, die sich feindselig verhalten, weiterhin bestrafen.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nWeiterhin erwähnte er, dass ich wegen mehmaligem \"feindseligem\" Verhalten gebannt wurde und nicht nur wegen einem Spiel. Er hat weiterführend einfach den Chatlog eingefügt, den ich oben in den Screens hatte und das als \"Beweismittel\" benutzt. Am Ende folgten die Sätze:\n\n\"Diese Verhaltensweise ist inakzeptabel und hat zu der Sperrung geführt. Wenn es nichts Gutes zu sagen gibt, sagt man am besten gar nichts. Falls sich dein Verhalten nicht bessert, könnten härtere Strafen folgen. \n\nThe Answer lies in the Heart of Battle!\n BatGoreman \n\nRiotGames Player Support\"\n\nAlso praktisch eine kopierte Einleitung auf die schon genannten Beispiele und dann ein kopierter Schluss...\nEnttäuschend!\nUnd sowas darf sich \"Support\" nennen? Das, was derjenige geschrieben hat hilft mir in keinster Weise, da ich alles schon wusste. Außer natürlich, dass ich feindselig bin ^^ und dass ich laut ihm (so kommts rüber) einer der schlechten Menschen auf dieser schönen Erde bin...\n\nIch werd ihm zurückschreiben, ob er die Chatlogs schicken kann, die von anderen Games stammen und zu dem Bann geführt haben. Witzig finde ich auch, dass der Riot Support davon ausgeht, dass keine Fehler passieren können. Die werden das soweit aussitzen, bis meine 2 Wochen weg sind. :/\n\nEdit³:\n \nFINALLY!\nDer Support hat mir eine \"echte\" Mail geschickt, sogar ziemlich schnell und ich bin damit zufrieden :)\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nHallo Beschwörer,\n\nunglücklicherweise kann ich deine Bedenken nicht direkt beantworten. Wir haben ein Player Behaviour Team, welches darauf spezialisiert ist solche Anfragen zu beantworten. Ich werde deine Anfrage an dieses Team übertragen und ein Player Behaviour Specialist wird sich sobald wie möglich bei dir melden.\n\nVielen Dank für deine Geduld!\n\nThe Answer lies in the Heart of Battle!\nBatGoreman\n\nRiotGames Player Support\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n<3 luv it\n\nFazit:\n\nDer Supporter hat geschrieben, dass er die Nachricht weitergeleitet hat. Nach drei Tagen schrieb ich ihn nochmal an um zu fragen, wie lange so etwas dauern kann..\n\nBis jetzt keine einzige Nachricht!\n\nIn den FAQ´s steht unter \"was mache ich wenn ich zu unrecht bestraft werde\" nicht einmal die Möglichkeit sich zu beschweren und den Fall überprüfen zu lassen. Juhu, der Support hat versagt, wie ich es mir gedacht habe. Meinen Chat habe ich bis auf weiteres deaktiviert bzw. \"Chatscale=-100\" in den Riot Gamesfolder geschrieben, sodass der nicht mehr angezeigt wird.\n\nIch überleg mir echt LoL zu quitten und mir was anderes Schönes suche..\n\nDanke Riot","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-14T07:33:47.015+0000","up_votes":8,"down_votes":0,"body":"Ich habe diesen Thread an Riot weitergeleitet. Ich bitte den TE darum, auf die Antwort des Supports zu warten. \nIch kann leider keine Details mit euch teilen, aber vlt. entscheidet sich der TE ja im Nachhinein dafür, Klarheit in die Angelegenheit zu bringen, sobald er eine Antwort vom PS hat.","replies":[{"id":"","poster":"Galozi","date":"2015-07-14T15:30:43.956+0000","up_votes":3,"down_votes":0,"body":"Ich danke dir. :)","replies":[]}]},{"id":"","poster":"cremnik","date":"2015-07-11T15:39:29.560+0000","up_votes":3,"down_votes":16,"body":"> stop flame\nwe win this\nmuted\ngods sake\nso toxic\n\nHier haben einen Teil des Problems. Ich gebe zu ich habe schon einige schlimmere Fälle gesehn, als deinen, aber das hier ist dennoch interessant. du versuchst hier klar dein Team zu motivieren und zu deeskalieren, aber im nächsten Moment provozierst du sie wieder mit der \"muted\" Information. Das wirkt etwas seltsam, denn wenn es wirklich dein Ziel ist zu motivieren und zu schlichten, dann solltest du dir solche Bemerkungen verkneifen. Sie sind in keiner Weise Zielführend. Was erhoffst du dir dadurch, dass du deinen Mitspielern sagst, dass sie gemuted sind? Zumal - das kann man bei dir jetzt nicht nachvollziehen - die Leute gar nicht gemuted werden, sondern weiter auf sie reagiert wird.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:46:51.977+0000","up_votes":3,"down_votes":1,"body":"das problem ist, dass die zeiten nicht angezeigt werden, wann ich das geschrieben habe.\nzwischendrinnen gab es noch mehrere \"caps angriffe\" des Gankplank, der im spawn stand und mich zugeflamed hat.\nnach einer weile sagte ich dann muted, dass er aus der base geht und was tut..","replies":[{"id":"","poster":"cremnik","date":"2015-07-11T20:06:50.374+0000","up_votes":4,"down_votes":8,"body":"Ja, aber warum ziehst dus nicht durch? Warum bleibst du nicht positiv? Und wie soll ein \"muted\" jemanden dazu bringen sich zu bewegen? Du musst den Subtext in dieser aufgeladenen Situation erkennen. Ein \"muted\" drückt aus: \"Geh mir nicht auf den Sack, du nervst.\" Das gießt nur unnötig Öl ins Feuer.","replies":[{"id":"","poster":"Hollywoodhank88","date":"2015-07-12T07:23:39.887+0000","up_votes":8,"down_votes":0,"body":"Also was du hier schreibst ist ja der größte müll denn ich je gesehen habe. Was du hier in worte wie \"muted\" reininterpretierst ist ja lächerlich. Willst du jetzt wirklich sagen das wort muted oder irgendwas anderes das er geschriebe hat ist einen 14 Tage Bann würdig? :D","replies":[{"id":"","poster":"cremnik","date":"2015-07-12T17:20:26.994+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Hollywoodhank88,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0005000000000001,timestamp=2015-07-12T07:23:39.887+0000)\n>\n> Also was du hier schreibst ist ja der größte müll denn ich je gesehen habe. Was du hier in worte wie \"muted\" reininterpretierst ist ja lächerlich. Willst du jetzt wirklich sagen das wort muted oder irgendwas anderes das er geschriebe hat ist einen 14 Tage Bann würdig? :D\n\nIch bitte dich genau zu lesen, was ich geschrieben habe. Ich diskutieren hier nicht über den Ban, sondern über seine Art der Kommunikation, ob die Banwürdig oder nicht ist, sei von mir dahingestellt.\n Kommunikation hat immer eine Sender und Empfänger Botschaft. Jeder hört etwas anderes dabei heraus. Wenn du meinem Post nachsagst, dass er der größte Müll sei, den du je gelesen hast, dann ist das relativ klar, was du damit ausdrücken willst und es kommt auch klar bei mir an. Daraus erschließt sich ein gewisser Subtext. In diesem Fall vielleicht, dass du sehr schnell zu extremen Urteilen neigst, aber das ist etwas Anderes. Wenn man kommuniziert, und das nicht zu tun ist unmöglich, dann muss man sich immer Vor Augen führen, wie das aufgenommen werden kann/wird. Eben weil es solche Leute wie mich gibt, die da so einen \"müll\" reininterpretieren. Vorallem bei unscharfen begriffen, wie \"muted\".","replies":[]},{"id":"","poster":"wahnsinnicK","date":"2015-07-12T09:10:08.110+0000","up_votes":2,"down_votes":5,"body":"Das sind von Riot Hirn gewaschene Vollpfosten die Riot auch noch den Arsch lecken, weil sie einen grünen Namen haben. \n\nKann man schlecht ernst nehmen. Muss aber zugeben ich habe gelacht als ich das gelesen habe... \n\nMuted = schlimmer als Holocaust","replies":[]}]},{"id":"","poster":"Galozi","date":"2015-07-11T20:18:10.752+0000","up_votes":11,"down_votes":2,"body":"ja, ist aber kein grund 14 tage gebannt zu werden. nicht mal ne chatrestriction wär angebracht.","replies":[{"id":"","poster":"cremnik","date":"2015-07-11T20:45:06.898+0000","up_votes":3,"down_votes":7,"body":"Das diskutiere ich an dieser Stelle auch nicht mit dir. Ich weise dich lediglich darauf hin, was als unangebrachtes Verhalten gewertet werden könnte.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T20:47:53.937+0000","up_votes":9,"down_votes":2,"body":"ok. also praktisch alles.. leider :/\nvielen dank für deine info :)","replies":[{"id":"","poster":"drexxsack","date":"2015-07-11T21:35:14.945+0000","up_votes":6,"down_votes":3,"body":"Wie Cremnik schon sagte, gibt es ein paar Sachen, die man als negativ auffassen könnte. So ganz schlaut werde ich allerdings auch nicht aus diesem Chatlog. Das \"Könnte\" ist ein ganz großes, denn so wirklich wahrscheinlich ist es aus meiner Sicht nicht.\nWende dich an  den Support, wäre jetzt so mein Vorschlag. Alles an Feedback hilft weiter. Es wäre nett, wenn du uns auf dem laufenden halten könntest.","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-11T21:42:09.419+0000","up_votes":3,"down_votes":5,"body":"Ich frage mich, ob die 14 Tagebanns auch für den Aftergamechat vergeben werden.\n\n>Galozi: thats why this elo sucks\n>Galozi: ^^\n>Galozi: they think they are good\n\nDas wäre aber auch das schlimmste, was ich momentan finden kann.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-12T06:33:10.710+0000","up_votes":2,"down_votes":1,"body":"Also wird der AfterGameChat nun mit in die Analyse einbezogen?\n\nDas wäre eine sehr gute Sache! Kann man das als Bestätigt verstehen?","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T08:21:00.988+0000","up_votes":6,"down_votes":1,"body":"Soweit ich mich erinnere, bei der Verteilung von CRs und RRs schon. Wenn es aber auch bei den 2 Wochenbanns gemacht wird, sollte der Aftergamechat mit in den Chatlog einfließen, damit den bestraften klar ist, dass es nicht unbedingt nur vom Ingamechat kommt.","replies":[]}]}]},{"id":"","poster":"Galozi","date":"2015-07-11T21:46:07.596+0000","up_votes":3,"down_votes":2,"body":"Ich hab den Support schon angeschrieben. schon vor mehreren stunden. kam bisher aber nix zurück ^^\nIch habe keine allzu großen hoffnungen.. das passiert doch bestimmt nie, dass einer entbannt wird","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-11T22:01:40.323+0000","up_votes":3,"down_votes":2,"body":"Stunden sind ein bischen wenig Zeit. Ich würde bei sowas mindestens mti 2 Tagen rechnen.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"RoderickAndara90","date":"2015-07-11T17:12:51.538+0000","up_votes":8,"down_votes":2,"body":"Mhhh ob man das muted schreibt oder nicht schreibt sollte jedem selbst überlassen sein.\n\nWieso sollte es eine Provokation sein? Man teilt einem Flamenden Mitspieler mit das seine Art der Kommunikation unangemessen ist und das man ihm nicht weiter zuhören wird. Ich sehe die Provokation nicht.\n\nDarüber hinaus sollte \"muted\" weder einen 14 Tage Bann noch eine Chatsperre rechtfertigen! Es ist keine Beleidigung!","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T17:48:32.956+0000","up_votes":5,"down_votes":0,"body":"gute beobachtung. ^^\nist ja nicht mein ding, ob er sich durch den begriff \"muted\" provoziert fühlt oder nicht.\nWie gesagt, ich hab in dem spiel kein einziges Mal jemanden beleidigt, sondern nur feststellungen gemacht oder kommentare abgegeben, was ansich nichts böses ist.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-14T07:37:33.386+0000","up_votes":1,"down_votes":0,"body":"Gibts schon was neues ? Hat der Support mal geantwortet?","replies":[{"id":"","poster":"Galozi","date":"2015-07-14T15:33:14.267+0000","up_votes":1,"down_votes":0,"body":"er hat geantwortet: Edit² oben","replies":[]}]}]},{"id":"","poster":"cremnik","date":"2015-07-11T20:09:59.871+0000","up_votes":3,"down_votes":9,"body":"> Wieso sollte es eine Provokation sein? Man teilt einem Flamenden Mitspieler mit das seine Art der Kommunikation unangemessen ist und das man ihm nicht weiter zuhören wird. \n\nDas tut man eben nicht. Man sagt \"muted\" Subtext: \"Geh mir nicht auf den Sack\" aka. \"Halt die Fresse\". Ob du das so meinst, oder nicht, ist hierbei egal, da du auch beachten musst, wie deine Art der Kommunikation ankommt. Desweiteren, das kann man in diesem Beispiel jetzt nicht nachvollziehen, ist es oft so, dass das \"muted\" ohne Folgen bleibt, also der Spieler nicht gemuted wird. Was hat das dann für einen Zweck, außer Provokation?","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-12T06:28:13.659+0000","up_votes":10,"down_votes":2,"body":"Mit dieser Interpretation unterstellst du allen die das schreiben eine extrem negative Grundeinstellung.\n\nIch oute mich jetzt einfach mal auch als \"muted\" sager/schreiber. In der Regel Mute ich Leute ohne es zusagen ABER wenn diese Leute zuvor dadurch aufgefallen sind das sie (Shot-)Calls durch Pings und Chat machen... dann schreibe ich muted! Weil es meiner Meinung nach wichtig ist das ich ihrem Chat nicht mehr folge.\n\n**Noch etwas: Muted ist der letzte Schritt eine Diskussion zu deeskalieren in dem man die Kommunikation abbricht.**\n\nMenschen erkennen das die Diskussion nichts bringt und entfernen sich aus der \"Gefahrenquelle\". (Ok das war jetzt eine übertrieben Wortwahl)\n\nDas sollte meiner Meinung nach nicht bestrafbar sein. Zu mal es ja immer DAS LETZTE ist was an Wortwechsel stattfindet.","replies":[{"id":"","poster":"drexxsack","date":"2015-07-12T09:59:05.908+0000","up_votes":4,"down_votes":1,"body":"Zum Thema \"muted\": Es wurde schon bestätigt, dass es negativ interpretiert werden und zu Strafen führen **kann**.\nEs ist als alleiniger Grund wohl kaum ausreichend, um zu Strafen zu führen. Es kann halt der letzte Tropfen sein.\nWenn jetzt jemand kommt und fragt, ob er für muted bestraft werden kann, würde ich vermutlich sagen, dass dem nicht so sein dürfte. \nJemandem mit CR/RR allerdings würde ich raten, auch das sein zu lassen. Ich will ja, dass derjenige keine Folgestrafen mehr bekommt und werde deshalb alles ansprechen, was auch nur im entferntesten negativ wirken könnte.\nAber sonst kann man auch die Kirche im Dorf lassen und es nicht alzu eng sehen.\n\nIch habe bisher noch nicht einen gesehen, der allein für \"muted\" bestraft wurde, allerdings einen Haufen Chatlogs, in denen es wie ein \"weiterer Tropfen\" wirkte.\n\nWie schon gesagt: Mich würde interessieren, was beim Support rumkommt. Die Strafe,  gerade in der Höhe, kann ich nicht nachvollziehen.\nFür mich persönlich sehe ich nichts, was für eine Strafe ausreichen würde.","replies":[{"id":"","poster":"Avorox","date":"2015-07-12T13:02:40.101+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=00050001000100000000,timestamp=2015-07-12T09:59:05.908+0000)\n>\n> Zum Thema \"muted\": Es wurde schon bestätigt, dass es negativ interpretiert werden und zu Strafen führen **kann**.\n\nAlles kann negativ interpretiert werden. Ein einfaches \"gj\" kann schon als Sarkasmus wahrgenommen werden und wäre somit negativ. Wenn man also danach geht ist ja nahezu jede Form der Kommunikation einen Bann wert. Dann sollte man den Chat wohl nur noch für Dragontimer o.Ä. verwenden.","replies":[]},{"id":"","poster":"RoderickAndara90","date":"2015-07-12T17:07:15.812+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=00050001000100000000,timestamp=2015-07-12T09:59:05.908+0000)\n>\n> Zum Thema \"muted\": Es wurde schon bestätigt, dass es negativ interpretiert werden und zu Strafen führen **kann**.\n> Es ist als alleiniger Grund wohl kaum ausreichend, um zu Strafen zu führen.\n\nUm ehrlich zu sein funktionieren Programme so nicht.\n\nEntweder das Programm wertet \"Muted\" als Beleidigung oder nicht. Ein Programm sucht nach bestimmten Wörtern oder Zeichen... es findet sie oder es findet sie nicht.\n\nDas System soll ja angeblich sogar Sarkasmus und Ironie erkennen können. Das ist natürlich vollkommen ausgeschlossen! Es kann Schlussfolgern das ein Kommentar nach einem Tod eines Teamkollegen wahrscheinlich bösswillig war. (Auch wenn der Teamm8 \"gj\" geschrieben hat) Sobald allerdings mehrer Ereignisse zusammenfallen wird es natürlich schon wieder schwierig. Oder wenn z.B. auf unterschiedlichen Teilen der Karte unterschiedliche Sachen passieren. \n\nWenn Riot wirklich ein System nutzen sollte das sowas wie Sarkasmus oder Ironie versucht zu bestrafen bewegen sie sich so tief in der Laienpsychologie das dringend dazu zu raten ist das System nicht weiter zu verwenden.","replies":[{"id":"","poster":"xXToxicAvengerXx","date":"2015-07-14T08:29:24.376+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoderickAndara90,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=000500010001000000000001,timestamp=2015-07-12T17:07:15.812+0000)\n>\n> Um ehrlich zu sein funktionieren Programme so nicht.\n> \n> Entweder das Programm wertet \"Muted\" als Beleidigung oder nicht. Ein Programm sucht nach bestimmten Wörtern oder Zeichen... es findet sie oder es findet sie nicht.\n> \n> Das System soll ja angeblich sogar Sarkasmus und Ironie erkennen können. Das ist natürlich vollkommen ausgeschlossen! Es kann Schlussfolgern das ein Kommentar nach einem Tod eines Teamkollegen wahrscheinlich bösswillig war. (Auch wenn der Teamm8 \"gj\" geschrieben hat) Sobald allerdings mehrer Ereignisse zusammenfallen wird es natürlich schon wieder schwierig. Oder wenn z.B. auf unterschiedlichen Teilen der Karte unterschiedliche Sachen passieren. \n> \n> Wenn Riot wirklich ein System nutzen sollte das sowas wie Sarkasmus oder Ironie versucht zu bestrafen bewegen sie sich so tief in der Laienpsychologie das dringend dazu zu raten ist das System nicht weiter zu verwenden.\n\nEs ist eben nicht so, dass \"muted\" als beleidigung Aufgefasst werden muss, auch nicht von einem COmputersystem, wie dus elbst schreibst, können hier mehrere Faktoren betrachtet werden, ein \"gj\" nachdem man einen Gegner gekillt hat oder Baron bekommen hat kann man anders werten als ein \"gj\" nachdem der Gegner ein Ace erziehlt hat. Solche Systeme können hochkomplex sein, und zuweilen sehr genau, und da keiner von uns das Riot System kennt, sollte man sich solche Urteile nicht erlauben. Zum Thema Ironie gebe ich dir grundsätzlich recht, Computer können erstmal keine Ironie erkennen, aber eben aus den Begleitumständen schliessen. Auch das gerne genutzte \"kappa\" kann hier benutzt werden um Ironie/Sarkasmus zu erkennen. Du solltest dich vielleicht auch erstmal ein wenig mit prädikativer Programmierung auseinandersetzen bevor du solch Grundsätzlich falsche Aussagen übers Programieren triffst, oder magst du mir lieber deinen Master of Science im Fach Informatik zeigen?","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-14T11:49:51.150+0000","up_votes":1,"down_votes":1,"body":"HiHo,\n\nbitte konkretisiere deinen Kommentar ein bisschen. Du wiederholst lediglich ausführlicher was ich ohnehin schon geschrieben habe.\n\nDu schreibst das \"Muted\" sogar als Beleidigung aufgefasst werden kann? Das scheint mir noch abwegiger zu sein als der Versuch es als generelle Provokation aufzufassen.\n\nKeine Sorge ich stehe relativ gut im Thema. (Entschuldige aber ich sehe keine Gründe dafür meine Universitätsabschlüsse im Internet zu veröffentlichen)\n\nTrotzdem kann ich dich ein bisschen Aufklären. In größeren Unternehmen (meiner Erfahrung nach ab mehr als 250 Mitarbeiter) ist es durch aus üblich das die Konzepte also der Content nicht in der \"Programmierabteilung\" erstellt wird sondern von anderen Abteilungen. Die Informatiker setzen dann die Konzepte in Code um. Des Weiteren ist ein weit verbreiteter Irrglaube das man Informatiker zum Programmieren einstellt. Dem ist mit nichten so!!!\n\n(Auch noch ganz wichtig das Gerüst der Programierung also ob der \"Wille\" der Contentersteller überhaupt umsetzbar ist und wie das gemacht werden kann/soll wird in großen Unternehmen auch NICHT von Informatikern gemacht sondern von Mathematikern ! )\n\nDu siehst also das dein Master of Science im Fach Informatik dir hier nur äußerst bedingt weiter helfen könnte.\n\nGrüße Roderick","replies":[{"id":"","poster":"Waldschrat86","date":"2015-07-14T12:22:12.668+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoderickAndara90,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=00050001000100000000000100020000,timestamp=2015-07-14T11:49:51.150+0000)\n>\n> HiHo,\n> \n> bitte konkretisiere deinen Kommentar ein bisschen. Du wiederholst lediglich ausführlicher was ich ohnehin schon geschrieben habe.\n> \n> Du schreibst das \"Muted\" sogar als Beleidigung aufgefasst werden kann? Das scheint mir noch abwegiger zu sein als der Versuch es als generelle Provokation aufzufassen.\n> \n> Keine Sorge ich stehe relativ gut im Thema. (Entschuldige aber ich sehe keine Gründe dafür meine Universitätsabschlüsse im Internet zu veröffentlichen)\n> \n> Trotzdem kann ich dich ein bisschen Aufklären. In größeren Unternehmen (meiner Erfahrung nach ab mehr als 250 Mitarbeiter) ist es durch aus üblich das die Konzepte also der Content nicht in der \"Programmierabteilung\" erstellt wird sondern von anderen Abteilungen. Die Informatiker setzen dann die Konzepte in Code um. Des Weiteren ist ein weit verbreiteter Irrglaube das man Informatiker zum Programmieren einstellt. Dem ist mit nichten so!!!\n> \n> (Auch noch ganz wichtig das Gerüst der Programierung also ob der \"Wille\" der Contentersteller überhaupt umsetzbar ist und wie das gemacht werden kann/soll wird in großen Unternehmen auch NICHT von Informatikern gemacht sondern von Mathematikern ! )\n> \n> Du siehst also das dein Master of Science im Fach Informatik dir hier nur äußerst bedingt weiter helfen könnte.\n> \n> Grüße Roderick\n\nSo viele Konjunktive...\n\nEr hat doch gesagt, dass wir es nicht wissen.\n\nIn über 90% der f2p-Games hast du  pay2win integriert, hier nicht, so viel zu Üblichkeit.\n\nKann sein wie du/er sag(s)t, muss es aber nicht.","replies":[]}]}]},{"id":"","poster":"drexxsack","date":"2015-07-13T09:56:45.849+0000","up_votes":1,"down_votes":0,"body":"http://deepblue.lib.umich.edu/bitstream/handle/2027.42/46947/10994_2005_Article_422926.pdf\nhttp://cis.temple.edu/~latecki/Courses/RobotFall07/PapersFall07/andrieu03introduction.pdf\nhttp://219.219.114.96/cufe/upload_files/file/20140521/3_20140521_Machine%20Learning%20for%20the%20Detection%20of%20Oil%20Spills%20in%20Satellite%20Radar%20Images,%20Machine%20Learning.pdf\nhttp://robotics.stanford.edu/~nilsson/mlbook.html\nhttp://jmozah.github.io/links/\n\nWählt man die berücksichtigen Variablen geschickt, ist es eben nicht so. Du machst dir die Informationsvielfalt bei Entscheidungsproblemen zu einfach, viel zu einfach. Würden Programme so funktionieren, wie du glaubst, würde machine learning nicht in diesem Ausmaß funktionieren.\n\nMehr werde ich auch nicht mehr offtopic diskutieren.\nWir werden uns nicht überzeugen können.\nFakt ist, dass wir uns einig sind, dass dieser Fall nach einem Fehler aussieht.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-13T11:21:05.667+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0005000100010000000000010001,timestamp=2015-07-13T09:56:45.849+0000)\n\n> Wählt man die berücksichtigen Variablen geschickt, ist es eben nicht so. Du machst dir die Informationsvielfalt bei Entscheidungsproblemen zu einfach, viel zu einfach. Würden Programme so funktionieren, wie du glaubst, würde machine learning nicht in diesem Ausmaß funktionieren.\n> \n\nKeine Sorge ich mach mir nichts zu einfach. Ich kenn mich in dem Gebiet ein bisschen aus. (Ich sage bewusst ein bisschen weil man im Internet ja lieber nicht behaupten sollte irgendetwas zu können.) \n\nMan kann simple Formen von selbst lernenden Programmen sogar teilweise selber bauen, bzw von Programmierern bauen lassen. Aber für alles höhere brauchst du Data-Miner oder Spezialisten auf dem Gebiet. Solche Spezialisten sind auf dem freien Arbeitsmarkt NICHT verfügbar. Du hast 2 Varianten:\n\n--> Du kaufst sie bei externen Firmen ein. (z.B. Blue Yonder)\n--> Du kaufst sie von anderen Unternehmen ab. (Ab 2 Jahren Berufserfahrung kannst mit 80k - 120k € Jahresgehalt rechnen... Extern ist natürlich noch wesentlich teurer.)\n\nIch glaub nicht das Riot so viel Geld in die Hand nimmt nur um den Chat ein bisschen sauberer zu kriegen.","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-13T11:25:58.192+0000","up_votes":1,"down_votes":0,"body":"Da Riot eine eigene Forschungsabteilung für Spielerverhalten hat, gehe ich davon aus, dass die da sogar ziemlich viel Geld reinstecken. Vermutlich sogar am meisten von allen Spielefirmen.","replies":[]}]}]}]}]},{"id":"","poster":"cremnik","date":"2015-07-12T17:12:13.240+0000","up_votes":2,"down_votes":1,"body":"> Mit dieser Interpretation unterstellst du allen die das schreiben eine extrem negative Grundeinstellung.\n\nIch sehe einfach keinen Sinn darin es zu schreiben, so sehr ich es versuche. Jemand, der so krass flamet, dass ich mich gezwungen sehe ihm zu sagen, dass ich ihn jetzt mute, was in keiner weise deeskalierend wirkt, wie denn auch, dem ist das herzlich egal, ob du ihn jetzt mutest oder nicht, also wo ist der Unterschied, ob du's sagst, oder nicht? Es bringt nichts und provoziert jemanden, der sich aus Gründen XY sowieso schon unnötig aufregt noch mehr.","replies":[]},{"id":"","poster":"Gorantharon","date":"2015-07-14T09:51:32.393+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoderickAndara90,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0005000100010000,timestamp=2015-07-12T06:28:13.659+0000)\n>\n> **Noch etwas: Muted ist der letzte Schritt eine Diskussion zu deeskalieren in dem man die Kommunikation abbricht.**\n> \n\nEs ist keine Deeskalation, wenn man das ansagt. \"Ich rede jetzt nicht mehr mit Dir.\", ist nie deeskalierend, wenn Du Dich dann nicht auch ganz aus der Situation entfernst, was Du im Spiel gar nicht kannst.\n\nDer Flamer wird darauf sogar entweder den Erfolg seines Verhaltens feststellen oder andere Wege suchen, Dich weiter zu provozieren.\n\nStill bleiben und NICHT reagieren ist besser. Der Flamer hat so keine Information darüber, welche WIrkung er hat. Meistens läuft sich das dann einfach aus.\n\"Muted\", gesagt, ist immer eine Gegenprovokation.","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-14T10:33:08.523+0000","up_votes":1,"down_votes":0,"body":"Wie oben ausführlich geschildert sehe ich das ganz anders.\n\nEs ist und bleibt eine Verhaltensansage genau wie \"i gank bot\". Wenn du alles was im Chat läuft als mögliche Provokation abstempeln möchtest, dann schafft denn Chat einfach ab und ermöglicht Smart Messages über Tastenkombinationen. Wäre meiner Meinung nach sogar das Klügste. Falls du nicht genau weist was ich damit meine dann google einfach wie dieses System bei CS 1.0 bis CS Source lief.","replies":[]}]}]},{"id":"","poster":"wahnsinnicK","date":"2015-07-12T09:11:04.374+0000","up_votes":1,"down_votes":0,"body":"Muted.\n\nIch meine den 2. Teil, deines Subtextes.","replies":[]}]},{"id":"","poster":"zockflock","date":"2015-07-11T20:21:28.921+0000","up_votes":1,"down_votes":1,"body":"Ja da hast du recht Ich finde diese Bans und. Chatsperren scheise aber man darf halt nicht selber dann so beleidigen und Flamen das nervt aber auch","replies":[]}]},{"id":"","poster":"Hikalon","date":"2015-07-13T09:48:13.050+0000","up_votes":2,"down_votes":5,"body":"Also wenn ich das lese kommt mir die GAlle hoch, welches Maß nimmt sich denn das System, oder Riot Games, etwas so zu diskutieren oder zu bestimmen ,was Leute als Provokation nehmen? Wenn ich es als Provokation nehme, dass Leute mir sagen wollen ob ich jetzt bot Pushe oder doch i ndie Mitte komme, kommt auch keiner und Reported alles. Irgendwie bin ich der Meinung dass der Chat langsam entfernt werden soll, da die Communtiy Verweichlicht ist (anders kann man es nicht sagen)! Dann gibt es auch keine provokationen mehr und so weiter.\n\nOder Riot tritt vo nseinen Richtlinien einen schritt zurück und ändert mal das Bestrafsystem.\n\nEdit: Viel schlimmer find ich von den Champs die Lach und Tanz emotes..entfernt sie ! ich fühl mich verulkt von denen..","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-13T09:52:19.968+0000","up_votes":3,"down_votes":0,"body":"Grün sind ganz normale Spieler. Riotler sind rot. Ich wollte das nur mal gesagt haben, falls du Cremnik für einen Riotmitarbeiter gehalten hast.","replies":[{"id":"","poster":"Hikalon","date":"2015-07-13T11:26:00.758+0000","up_votes":1,"down_votes":0,"body":"nein, ich mein Riot, bezüglich des Systemes, mir ist bewusst, dass ihr keinen Einfluss habt :)","replies":[]}]},{"id":"","poster":"drexxsack","date":"2015-07-13T09:51:11.679+0000","up_votes":3,"down_votes":0,"body":"Du solltest auch weiterlesen. Es sind die Dinge, die man am ehesten negativ auffassen **könnte**.\nWir sind uns allerdings so ziemlich alle einig, dass wir diese Strafe für nicht vertretbar halten.","replies":[]}]},{"id":"","poster":"Dunho","date":"2015-07-13T16:17:12.064+0000","up_votes":1,"down_votes":4,"body":"nur eingeloggt, um diesen müden Versuch einer Rechtfertigung des unglaublich schlechten 14 Tage Bann Systems, zu downvoten. Dieses neue Bestrafungssystem muss so schnell wie möglich verbessert werden.","replies":[{"id":"","poster":"cremnik","date":"2015-07-13T20:52:03.724+0000","up_votes":2,"down_votes":0,"body":"Ich rechtfertige nicht, ich weise lediglich darauf hin, dass es gewisse Passagen gibt, die als negativ aufgenommen werden könnten und erkläre warum. Ich habe an keiner Stelle eine Wertung über den Ban abgegeben.","replies":[]}]},{"id":"","poster":"Meme Liker","date":"2015-07-12T10:18:16.368+0000","up_votes":1,"down_votes":0,"body":"Das ist doch vollkommen lächerlich wegen sowas für 14 fucking Tage gebannt zu werden.","replies":[]}]},{"id":"","poster":"Dream Goddess","date":"2015-07-11T15:10:01.073+0000","up_votes":9,"down_votes":6,"body":"LOL du armer. Wenn ich deinen Chatverlauf mit denen von anderen vergleiche bist du ja gerade so ein Sonnenschein. Da hat das automatische Chatanalyse Programm richtig versagt. Kommt vor, ich würde mich beim Support beschweren ich garantiere dir das du entbannt wirst. Klar hast du dich nicht wie ein Musterschüler benommen aber für so etwas 2 Wochen? Niemals, da bin ich ja ab und zu im Chat ekliger.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:44:22.944+0000","up_votes":6,"down_votes":0,"body":"wie kann ich mich denn beim support beschweren? \nich denke nicht, dass das hilft.. ehrlich gesagt.","replies":[{"id":"","poster":"Dream Goddess","date":"2015-07-11T15:49:19.364+0000","up_votes":8,"down_votes":2,"body":"Vertraue mir, auch wenn die Leute meinen Beitrag downvoten verspreche ich dir das dein Bann nicht berechtigt ist. Du gehörst nicht zu den schlimmsten von LoL.\nOben im Reiter auf Support klicken und bitte sie den Fall zu überprüfen. Mach dir die Mühe und melde dich hier wieder wenn der Bann weg ist. Solche Fehler passieren, ist immerhin ein Programm...","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:53:01.392+0000","up_votes":2,"down_votes":0,"body":"ok, werd ich. \nIch danke dir für deine Antwort. Ich muss ja sagen, dass ich wirklich nicht toxic bin.\nDas war eines meiner schlimmsten spiele, was toxicity angeht.. ich denke das ist aber im vergleich zu den anderen, die im spiel waren, minderwertig","replies":[{"id":"","poster":"Dream Goddess","date":"2015-07-11T15:58:20.741+0000","up_votes":6,"down_votes":2,"body":"Selbstverständlich. 2 Wochen Bann bekommen die Leute die kurz vor einem Perma Bann stehen, mal ernsthaft siehst du dich als Perma Bann Kandidat? WIe gesagt gewisse Dinge waren nicht ok deinerseits aber ich bitte dich guck dir mal die anderen 2 Wochen Bann Verläufe an.\nDie Leute hier akzeptieren grundsätzlich keine Kritik obwohl sie in dem Fall berechtigt ist.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T16:10:02.167+0000","up_votes":5,"down_votes":0,"body":"hab jetzt mal an den support was abgeschickt. Ich hoffe, dass dieser schnellstmöglich antwortet. Erwarten tu ich dennoch nichts, Freunde in der Schule hatten schon sehr viele Probleme mit dem Riot support.\n\nty für deine kleine unterstützung :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Staxer0","date":"2015-07-14T14:06:56.883+0000","up_votes":1,"down_votes":0,"body":"@ Humpel\n\nIch weis nicht in wie fern du mehr weist als wir...du scheinst es aber zu tun. \nLeider weis ich auch nicht ob du etwas dazu sagen darfst, falls es dir aber in irgendeiner Form möglich sein sollte, tu dies bitte.\n\nIch war bislang davon überzeugt das das System sehr gut arbeitet. Natürlich war mir bewusst, das Fehler passieren können. Ist überall der Fall. \nFür mich/uns Leser dieses Beitrags erscheint es aber so als wäre hier eben ein solcher Fehler passiert, und ich dachte \"gut, wenn so etwas vorkommt, wird Riot sicherlich einschreiten\". \n\nIm Moment sieht es mit den vorhandenen Informationen aber so aus, als wäre er zu unrecht gebannt und das es Riot egal ist und sie Copy und Paste Antworten schicken ohne sich den Chatlog überhaupt anzusehen.\n\nDeshalb meine Bitte (falls es dir möglich ist)...gib mir meinen Glauben ans System zurück.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-14T14:40:49.165+0000","up_votes":5,"down_votes":0,"body":"Ich kann da leider nicht viel dazu sagen. \n\nDass die PB-Systeme eine gewisse Fehlerquote (1 zu 6000) haben, ist bekannt. Früher oder später wird hier einer davon im Forum auffschlagen. \nDass in diesem konkreten Fall etwas schief gelaufen ist, ist denke ich offensichtlich. Diese Chatlogs sehen ganz und garnicht so aus, als würden sie einen Ban rechtfertigen. Allerdings ist es durchaus möglich, dass dieses eine Spiel das Schnippselchen Toxicity enthalten hat, dass für den TE das Fass zu Überlaufen gebracht hat. So einen Fall hatten wir schonmal hier, da sahen die Chatlogs auch relativ harmlos aus und im Nachhinein hat sich eben rausgestellt, dass die eigentliche Ursache andere Spiele waren, die eben genau so knapp unter der Grenze waren, dass dann ein relatives harmloses Spiel das letzte bisschen Toxicity für einen Ban geliefert hat. \nDie alternative Erklärung ist, dass der TE schlicht und einfach unschuldig ist und es sich um einen false positive handelt. Man muss allerdings dazu sagen, dass false positives in der Regel nicht völlig random entstehen, sondern weil das System etwas nicht versteht. Da gab es ja zum Beispiel den Fall des Selbst-Flamings. D.h. dies false positives waren zwar Fehlurteile, aber in gewisser Weise war noch nachzuvollziehen warum das System so geurteilt hat. Das ist hier eher weniger der Fall. \n\nSo oder so, egal welche der beiden Theorien hier zutrifft: Beides ist suboptimal. Spieler sollten weder unschuldig gebannt werden, noch sollte der Chatlog bei berechtigten Banns nutzlos sein. Da muss Riot definitiv noch dran feilen. \nIch kann dir also nur insofern den Glauben an das System zurückgeben, dass das System nicht einfach random Leute bannt. Fehlerfrei ist es jedoch definitiv nicht. \n\nWas wir aus diesem Thread mitnehmen sollten ist, dass die Systeme manchmal recht unverständliche Fälle wie diesen erzeugen können...was definitiv eine Schwäche dieses Systems ist. Was der tatsächliche Hintergrund für diese Unperfektheit ist, ist Privat-Sache des TEs und er muss das mit dem Support klären.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-07-14T16:30:06.528+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=00160000,timestamp=2015-07-14T14:40:49.165+0000)\n>\n> Ich kann da leider nicht viel dazu sagen. \n> \n> Dass die PB-Systeme eine gewisse Fehlerquote (1 zu 6000) haben, ist bekannt. Früher oder später wird hier einer davon im Forum auffschlagen. \n> Dass in diesem konkreten Fall etwas schief gelaufen ist, ist denke ich offensichtlich. Diese Chatlogs sehen ganz und garnicht so aus, als würden sie einen Ban rechtfertigen. Allerdings ist es durchaus möglich, dass dieses eine Spiel das Schnippselchen Toxicity enthalten hat, dass für den TE das Fass zu Überlaufen gebracht hat. So einen Fall hatten wir schonmal hier, da sahen die Chatlogs auch relativ harmlos aus und im Nachhinein hat sich eben rausgestellt, dass die eigentliche Ursache andere Spiele waren, die eben genau so knapp unter der Grenze waren, dass dann ein relatives harmloses Spiel das letzte bisschen Toxicity für einen Ban geliefert hat. \n> Die alternative Erklärung ist, dass der TE schlicht und einfach unschuldig ist und es sich um einen false positive handelt. Man muss allerdings dazu sagen, dass false positives in der Regel nicht völlig random entstehen, sondern weil das System etwas nicht versteht. Da gab es ja zum Beispiel den Fall des Selbst-Flamings. D.h. dies false positives waren zwar Fehlurteile, aber in gewisser Weise war noch nachzuvollziehen warum das System so geurteilt hat. Das ist hier eher weniger der Fall. \n> \n> So oder so, egal welche der beiden Theorien hier zutrifft: Beides ist suboptimal. Spieler sollten weder unschuldig gebannt werden, noch sollte der Chatlog bei berechtigten Banns nutzlos sein. Da muss Riot definitiv noch dran feilen. \n> Ich kann dir also nur insofern den Glauben an das System zurückgeben, dass das System nicht einfach random Leute bannt. Fehlerfrei ist es jedoch definitiv nicht. \n> \n> Was wir aus diesem Thread mitnehmen sollten ist, dass die Systeme manchmal recht unverständliche Fälle wie diesen erzeugen können...was definitiv eine Schwäche dieses Systems ist. Was der tatsächliche Hintergrund für diese Unperfektheit ist, ist Privat-Sache des TEs und er muss das mit dem Support klären.\n\nBin gespannt, ob wir erfahren, welcher Misststand hier nun zutrifft, da für mich auch nur diese 2 Optionen in Betracht gekommen sind.","replies":[]},{"id":"","poster":"Galozi","date":"2015-07-14T15:29:09.790+0000","up_votes":1,"down_votes":0,"body":"Wie gesagt: Wenn der Support keine copy-paste Nachrichten mehr sendet und mir ordentliche Argumente liefert, werd ich mich zufrienden geben. Egal ob es meines Erachtes richtig ist oder nicht. Dennoch will ich von einem \"supporter\" auch tatsächliche Unterstützung, was mir bisher bei Riot noch nie gegeben wurde. Ich habe andere Accs, wo ich noch nie so etwas bekommen habe. Wenn jetzt nochmal so ne copy-paste Email kommt, dann weiß ich leider auch nicht weiter. Einer meiner Kumpels wurde nach dem Erstellen mehrerer Tickets einfach nur noch mit den copy-paste Emails vollgespammt.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-14T15:33:57.128+0000","up_votes":1,"down_votes":0,"body":"> Wenn jetzt nochmal so ne copy-paste Email kommt\n\nDas kann durchaus passieren. Dann kommentierst du das eben nochmal. Es werden immer erstmal die üblichen Texte verwendet, die in aller Regel so gut wie alle Anfragen beantworten können. Das spart Zeit. Sofern dir diese Antworten nicht reichen, fragst du eben nochmal nach. Irgendwann gibt man dir schon einen individuelle Antwort, verlass dich drauf. \n\n> Einer meiner Kumpels wurde nach dem Erstellen mehrerer Tickets einfach nur noch mit den copy-paste Emails vollgespammt\n\nJa...wer den Support spammt, bekommt eben die Spam-Abwehr zu spüren und bekommt nur Standardantworten. Mehrere Nachrichten zu schreiben ist der effektivste Weg, KEINE ordentliche Antwort zu bekommen. Bleib bitte innerhalb eines einzigen Tickets und eröffne nicht  mehrere parallel, das schadet nur dir selbst.","replies":[{"id":"","poster":"Galozi","date":"2015-07-14T15:41:40.219+0000","up_votes":1,"down_votes":0,"body":"hatte ich natürlich auch nicht vor :) Ich hab ja nicht gesagt, dass er der Hellste ist ^^","replies":[]}]}]}]}]},{"id":"","poster":"VigorousMarten","date":"2015-07-11T16:22:15.383+0000","up_votes":5,"down_votes":1,"body":"Mir fehlen echt die Worte. Ich hatte vor einigen Tagen 'nen Spieler in meinem Team der uns auf schlimmste beleidigt hat, er meinte z.b dass meine Mutter an Krebs verrecken soll. Das Lustige an der ganzen Sache ist, dass er ohne jegliche Strafe davon gekommen ist. Ich hab bei dem neuen System einfach keinen Durchblick mehr, ich kann überhaupt nicht nachvollziehen wie man so 'ne belanglose Kleinigkeit mit 2 Wochen Ban bestrafen kann..","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-07-11T18:07:52.474+0000","up_votes":1,"down_votes":0,"body":"woher weist du, dass er nichts abbekommen hat?","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T18:10:17.553+0000","up_votes":1,"down_votes":0,"body":"via. lolking. er hat noch games dannach gespielt\n\nnatürlich weiß ich das nicht genau... er könnte ne chatrestriction bekommen haben oder so.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-07-11T18:12:53.568+0000","up_votes":1,"down_votes":0,"body":"klar, aber man wird ja nicht direkt gebannt, dass muss ja in mehreren games passieren und nicht direkt nachdem er in einem game beleidigt hat :P","replies":[]}]}]},{"id":"","poster":"Galozi","date":"2015-07-11T16:25:16.240+0000","up_votes":1,"down_votes":0,"body":"heey ^^\ndas ist genau das, was ich mir auch gedacht habe. der Gankplank hat mich als einen \"retarded fucker\" bezeichnet usw.. der hat nix abbekommen :/","replies":[]}]},{"id":"","poster":"RoderickAndara90","date":"2015-07-11T17:41:02.834+0000","up_votes":2,"down_votes":1,"body":"HiHo,\n\nes ist gar nicht lange her da hab ich mit mehreren Moderatoren über das neue System in einem ähnlichen Thread diskutiert. Ich habe dort massive bedenken gegen das neue System geäußert die alle da mit abgetan wurden dass, das neue System zu ÜBER 99,9% PERFEKT funktioniert!\n\nNa dann bist du wohl der unter 0,01 % der schief gegangen ist.\n\nLass uns noch mit ein bisschen mit Zahlen um uns werfen damit du dieses 0,01 % überhaupt sein kannst müssen vor dir übrigens MINDESTENS 10.000 Spieler gesperrt worden sein. (Leider kann ich dir nicht sagen ob das \"neue System\" Weltweit eingeführt wurde oder nur in EUW.)","replies":[{"id":"","poster":"Sensei Plox Plox","date":"2015-07-12T11:24:25.636+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=RoderickAndara90,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0007,timestamp=2015-07-11T17:41:02.834+0000)\n>\n> HiHo,\n> \n> es ist gar nicht lange her da hab ich mit mehreren Moderatoren über das neue System in einem ähnlichen Thread diskutiert. Ich habe dort massive bedenken gegen das neue System geäußert die alle da mit abgetan wurden dass, das neue System zu ÜBER 99,9% PERFEKT funktioniert!\n> \n> Na dann bist du wohl der unter 0,01 % der schief gegangen ist.\n> \n> Lass uns noch mit ein bisschen mit Zahlen um uns werfen damit du dieses 0,01 % überhaupt sein kannst müssen vor dir übrigens MINDESTENS 10.000 Spieler gesperrt worden sein. (Leider kann ich dir nicht sagen ob das \"neue System\" Weltweit eingeführt wurde oder nur in EUW.)\n\nWieso wird ein System eingeführt das  nicht zu \"100\" Prozent funktioniert?","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T11:27:21.182+0000","up_votes":3,"down_votes":0,"body":"Weil nichts zu 100 Prozent funktioniert.","replies":[]},{"id":"","poster":"Irrsinn","date":"2015-07-12T11:28:24.589+0000","up_votes":1,"down_votes":0,"body":"Wenn wir auf 100% warten wird einfach gar kein System eingeführt. Die derzeitige Quote ist sehr gut und 100% eine Utopie.","replies":[]}]},{"id":"","poster":"Galozi","date":"2015-07-11T17:46:01.486+0000","up_votes":2,"down_votes":0,"body":"es gibt ja viele bedenken über das neue system. Ich finde es aber zum großteil gut.\nDie chatrestrictions sind angenehm, weil weniger leute etwas schreiben und sich größtenteils auf das wichtige konzentrieren. \nMit ranked restrics kenn ich mich nicht aus..\n\nAber ich glaube ehrlich gesagt nicht, dass es 99,99% sind, die richtig gepunished werden. Man muss ja auch die vielen Spieler bedenken, die nicht gepunished werden ^^","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T20:10:54.728+0000","up_votes":1,"down_votes":0,"body":"Wer viel im Forum  unterwegs ist, hält die 99,99 % für angebracht. Ich bin seit drei oder vier Jahren im Tribunal/Spielerverhaltenforum aktiv und das ist der erste Fall, bei dem ich, nach den gegebenen Informationen, sagen würde, der Bann hätte nicht sein sollen. Die 99,99 % beziehen sich auf die False-Positiv-Rate, die Riot nach einer Stichprobe errechnet hat. Da kam auf 5000 bis 6000 Strafen gerade mal ein Spieler, der keine hätte erhalten sollen. \n\nIch weiß gerade nciht genau, was du mit den vielen nicht bestraften Spielern meinst. \n\nKannst du den Link zum Chatlog bereitstellen oder Screenshots davon hochladen?","replies":[{"id":"","poster":"Galozi","date":"2015-07-12T20:51:26.451+0000","up_votes":2,"down_votes":0,"body":"Bitte. Screens sind geschickt.\nWie kann ich den Chatlog sehen? ^^","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T20:59:00.390+0000","up_votes":1,"down_votes":0,"body":"Mit Chatlog, meinte ich den Chat wegen der Sperre. Also das, was du geschickt hast.","replies":[{"id":"","poster":"Galozi","date":"2015-07-12T21:20:31.451+0000","up_votes":1,"down_votes":0,"body":"ok gut dann passt ja alles. ich hab mir ja schon überlegt, ob ich das spiel aufnehm.. leider hab ich das nicht gemacht ^^","replies":[]}]}]},{"id":"","poster":"RoderickAndara90","date":"2015-07-13T08:30:00.065+0000","up_votes":1,"down_votes":3,"body":"HiHo,\n\nich weis das ist Krümmelkackerei aber ich ich mag es nicht wenn Leute mit Zahlen um sich werfen die sich gegenseitig **ausschließen**.\n\nWenn bei 5000 oder 6000 einer Falsch ist dann kommst mit deiner 99,99 % Trefferquote schon wieder nicht mehr hin. Wie gesagt wenn deine Stichprobe mindestens 10.000 Fälle umfasst dann darf einer falsch sein damit du deine 99,99 % noch erfüllst.\n\nVertrau Riot nicht zu sehr. Die Stichprobe ist nicht bekannt. Wir wissen nicht mal nach welchen Kriterien die Stichprobe ausgewählt wurde. Somit ist sie nicht repräsentativ. Wir wissen NICHT ob der BIAS berücksichtigt wurde und wenn ja wie? (Und alle die nicht gerade Mathe/Statistik/Psychologie studiert haben werden sich fragen was überhaupt ein BIAS ist.) Ob Riot weis wie sehr der BIAS ihre Statistiken verfälscht wissen wir ja auch nicht.","replies":[{"id":"","poster":"drexxsack","date":"2015-07-13T09:33:28.913+0000","up_votes":2,"down_votes":0,"body":"https://de.wikipedia.org/wiki/Kognitive_Verzerrung\nhttps://de.wikipedia.org/wiki/Best%C3%A4tigungsfehler\n\nDen meinst du sehr wahrscheinlich.\nIn anbetracht der Tatsache, dass Lytes Ausbildung aus diesem Bereich kommt (Ph.D. in cognitive neuroscience with a master's degree in cognitive psychology) und diese Sache selbst bereits angesprochen hat, ist es eher unwahrscheinlich, dass sie derartiges nicht berücksichtigen.\n\n\nBtw gibt es in der Statistik einen Biasbegriff, der nochmal eine ganz andere Bedeutung hat.\nhttps://de.wikipedia.org/wiki/Erwartungstreue\nhttp://arxiv.org/pdf/math/0206006.pdf","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-13T10:41:04.940+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=drexxsack,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=00070000000000010001,timestamp=2015-07-13T09:33:28.913+0000)\n\n> Btw gibt es in der Statistik einen Biasbegriff, der nochmal eine ganz andere Bedeutung hat.\n> https://de.wikipedia.org/wiki/Erwartungstreue\n> http://arxiv.org/pdf/math/0206006.pdf\n\nGenau den meine ich und der sollte hier relativ heftig ausfallen! Wie du an dem Kommentar unter dem hier von Sirrkas sehen kannst.","replies":[{"id":"","poster":"drexxsack","date":"2015-07-13T10:53:44.678+0000","up_votes":1,"down_votes":0,"body":"http://euw.leagueoflegends.com/en/news/game-updates/player-behavior/new-player-reform-system-heads-testing\n\n> \n> The player behavior team will be on deck, hand-reviewing the first few thousand cases the instant feedback system sorts through. If the test goes smoothly, we expect instant feedback to roll out to all regions shortly\n\nDie ersten paar tausend Fälle waren keine Stichproben, so nebenbei.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2015-07-13T08:34:31.388+0000","up_votes":2,"down_votes":0,"body":"Dann sind es eben 0,016 % statt 0,01 %. Das deckt sich aber immernoch mit meinen Erfahrungswerten, zu Spielern, die unschuldig bestraft wurden.","replies":[]}]}]}]}]},{"id":"","poster":"Staxer0","date":"2015-07-11T21:05:10.285+0000","up_votes":4,"down_votes":1,"body":"Ja, ok. Leider muss ich dir zustimmen das dieser Bann meiner Ansicht nach nicht nur zu hart, sondern völlig unangemessen ist. Ganz ehrlich Leute, er hat wirklich nichts geschrieben das eine Strafe, geschweige denn einen Bann rechtfertigen würde. \n\nIn diesem Fall muss ich sagen, hier hat das Sytem in meinen Augen versagt (und ich verteidige das Sytem normalerweise in so gut wie jedem Beitrag).\nEr beschimpft niemanden oder macht sich über jmd lustig, er schreibt niemandem vor wie er zu spielen oder was er zu kaufen hat, er droht nicht mit Reports und ruft nicht dazu auf. Oft versucht er sogar zu schlichten und zu motivieren.\nEr macht einfach wirklich gar nichts negatives. Das einzige was man ihm vorwerfen könnte ist das er seine Beiträge nicht in fröhliche Lieder verpackt.\n\nSeid bitte mal ehrlich, springt über euren Schatten (so wie ichs auch gerade mache, denn ich bin normalerweise wirklich ein starker Verfechter von Riots System) und sagt : Ja, da is was schief gelaufen.\n\nDas ist auch ansich nichts schlimmes (außer natürlich für den TE). Wegen eines Fehlers muss man nicht gleich am großen und ganzen zweifeln. Wäre dem so müssten wir alle Gerichte dieser Welt abschaffen, denn auch dort passieren Fehler....und hier eben auch.\n\nVon mir mein tiefstes Bedauern lieber TE, diesen Bann hast du wirklich nicht verdient.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T21:11:02.936+0000","up_votes":1,"down_votes":0,"body":"danke für deinen post ^^","replies":[]}]},{"id":"","poster":"Gorantharon","date":"2015-07-14T09:48:06.720+0000","up_votes":2,"down_votes":0,"body":"Also wenn ich mir das Chatlog so ansehe, dann benutzt Du zwar kaum direkte Beleidigungne, aber Du provozierst gerne, beziehungsweise Du reagierst auf die Flamer.\n\nDu musst Dir klar machen, dass es für die Bestrafung nicht nur um die Härte geht, sondern auch um die Wirkung, besonders auf Dritte. Ich verstehe, dass Du mit \"so mad\", etc., vermutlich den anderen Flamer auflaufen lassen wolltest.\nDas Problem ist aber, das solche Bemerkungen das negative Verhalten der anderen oft nur verstärken, auch die Diskussion darüber, ob da Spiel schon verloren war, weil geflamt wurde, ist einfach unnötig.\n\nDein Verhalten hat das des Flamers, so wie ich das Chatlog lese, nur schlimmer gemacht. Besonders die ^^ waren sicher nicht zur Beruhigung gedacht.\n\nUm mit dem Tribunal zu sprechen, ich hätte DIr vermutlich schon eine Warnung zukommen lassen wollen, aber das derzeitige System kennt da nur den 14 Tage Bann.\n\nTl;dr: Jedes Verhalten, dass das des Flamers schlimmer macht, ist unerwünscht.","replies":[]},{"id":"","poster":"Kaitri","date":"2015-07-13T16:38:48.283+0000","up_votes":2,"down_votes":0,"body":"hier ist alles tl:dr\njemand ne zuzsammenfassung pls? :D","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-14T07:36:35.694+0000","up_votes":1,"down_votes":0,"body":"Joa würde mich auch mal interessieren wie der Support geantwortet hat.","replies":[{"id":"","poster":"Galozi","date":"2015-07-14T15:30:08.825+0000","up_votes":1,"down_votes":0,"body":"Er hat geantwortet: Edit² oben","replies":[]}]}]},{"id":"","poster":"Tabi","date":"2015-07-11T15:01:00.473+0000","up_votes":6,"down_votes":17,"body":"Ganz ehrlich, es ist egal was du geschrieben hat. Es muss nicht unbedingt toxic sein, damit du einen Bann bekommst. Hab etwas ähnliches hinter mir. Mein Acc wurde 14 Tage lang gebannt + anschließende Chatsperre und Solo/Duo Sperre. Und das nur weil ich Jemanden Pussy genannt habe. Daraufhin habe ich mich an den Riot Support gewandt. Wie bei denen so üblich servieren die dir ja vorgefertigte Antworten und als ich es endlich, nach langer Diskussion schaffte, dass man ein wenig auf mein Problem einging, wurde ich dann \"weitergeleitet\". 14 Tage später, nachdem der Bann bereits abgelaufen war, und ja in der Zeit hat sich NIEMAND um mein Anliegen gekümmert, wurde mir dann gesagt, ich müsse nicht flamen um gebannt zu werden. Ich hätte einem Mitspieler das Spielerlebnis verdorben. Danach wurde das Ticket ohne irgendwelche Worte geschlossen und ich durfte Riot für seinen \"fähigen\" Support nicht einmal bewerten.\n\nAlso, lange Rede kurzer Sinn: Riot handelt in manchen Fällen vollkommen willkürlich und du kannst dich nicht dagegen wehren. Sie sitzen buchstäblich am längeren Hebel und sind auch nicht interessiert dir zu helfen.\n\nMfg Tabi","replies":[{"id":"","poster":"GM Terminator","date":"2015-07-12T10:40:27.945+0000","up_votes":1,"down_votes":3,"body":"mehr als nur manche, 1 spiel reicht aus und man ist jetzt im 14 tage ban gz system bye game, bin in cs go ^^","replies":[{"id":"","poster":"Spicavius","date":"2015-07-12T13:45:35.522+0000","up_votes":2,"down_votes":0,"body":"Na dann gut so bleib bei CSGO.\nJa das system hat vermutlich in DIESEM Fall einen Fehler gemacht. Aber alle anderen Flamer wurden zurecht bestraft.  Das system hat eindeutig gute Arbeit geleistet und außerdem wird ja der Support nochmal drüber schauen und dann wird weiter bei diesem Fall geschaut.\n\nBei Tabi war es zu 100% kein Fehler weil er eine CR und RR zusätzlich bekommen hat. \nDabei ist auch Pussy eine Beleidigung. Es sind auch andere Dinge 100% vorgefallen.\nAlso sagen wir es mal so.  \nSei mal kein weichei und poste doch mal deinen 14 Tage-Bann chatlog und dann werden die Leute zeigen wieso Tabi kein unschuldiges Opfer des ach so schlimmen Systems ist. (Ich würde glatt nen 975 RPRP-Skin darauf verwetten ^^ dass tabi nicht unschuldig ist)","replies":[]}]}]},{"id":"","poster":"FernEddy","date":"2015-07-11T23:43:21.657+0000","up_votes":2,"down_votes":0,"body":"Tut mir echt Leid für dich, meiner Meinung nach hast du nichts schlimmes geschrieben, vor allem nichts um ein kompletten Bann für 14 Tage zu bekommen.\nWenn das wirklich ein Riot Supporter war hat dieser meiner Meinung nach seine Macht missbraucht, echt ärgerlich.","replies":[]},{"id":"","poster":"cremnik","date":"2015-07-11T15:35:54.143+0000","up_votes":3,"down_votes":1,"body":"Bitte entferne die Namen beim zweiten Chatverlauf. Naming jedweder Art ist hier nicht gerne gesehn :)","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:49:08.105+0000","up_votes":1,"down_votes":0,"body":"did that ^^. hab das nicht gewusst","replies":[]}]},{"id":"","poster":"GM Terminator","date":"2015-07-12T10:45:00.016+0000","up_votes":1,"down_votes":7,"body":"So hab gelesen das man fürs unschuldigen report verhalten kein ärger bekommt, nachher erstmal mit premates jedes game reporten, jetzt bin ich drann die community aufm sack zu gehen (unsportliches verhalten aber wie sagt man es so schön \"Selber schuld\") ich weiß es werden kommentare fallen \"du hast es echt verdient gebannt zu werdenw as können die anderen dafür\" ja hab mir auch gedacht was kann ich dafür also schlechtes gewissen wegen ein spiel ne, ein weg das die das system verbessern werden? ja und bye :)","replies":[{"id":"","poster":"Irrsinn","date":"2015-07-12T11:05:32.750+0000","up_votes":3,"down_votes":0,"body":"\"brb setzte mein Reportgewicht und das meiner Kumpels auf 0\"","replies":[]}]},{"id":"","poster":"LaolaDraga","date":"2015-07-26T11:38:38.950+0000","up_votes":1,"down_votes":3,"body":"Nachdem ich vor ein paar Tagen ein 14-Tage Bann bekommen habe, war ich erst einmal stinksauer und hab mich gar nicht mit lol beschäftigt & jetzt lese ich hier so interessante threads, in denen es um ähnliche \"Vergehen\" geht und auf dieselbe Weise vom Support reagiert wird....\n\n--> und zwar mit standartisierten copypaste-sätzen die zu keiner wirklichen Lösung beitragen... \n\nbekräftigt mich darin für die Zukunft chatlog \"auszuschalten\" und nie wieder Echtgeld in dieses Spiel zu investieren ...\n\nWas lernen wir daraus - für Riot sind wir in der Masse einfach nur eierlegende Wollmichsäue, die \"abgefarmt\" werden können und der Einzelne keine Rolle spielt (und das bei einem Game, bei dem höchste moralische Werte gepredigt  und Verstöße mit drakonischen Maßnahmen geahndet werden) und die eigene Moral darin besteht, soviel Geld wie möglich zu bekommen (Profitgier - sehr ehrbar!) und alle anderen moralischen Werte selbst mit den Füßen zu treten...\n\nin diesem Sinne WP Riot [IRONIE!] und sry für dich Galozi, aber den Bann wirste net los - sry :)","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-26T12:30:05.324+0000","up_votes":1,"down_votes":3,"body":"Bitte schalte den Chat bei dir aus. Dadurch tust du ziemlich sicher all deinen Mitspielern und auch Riot einen Gefallen. Weniger Flame => zufriedenere Kunden.\nZufriedenere Kunden => besserer Umsatz. \n\nFalls du wirklich unschuldig bestraft wurdest (was du erst einmal mit deinen Chatlogs belegen könntest) besteht die Möglichkeit, sich an das Playerbehaviour Team zu wenden. \nRiot wurde von der Konkurrenz übrigens kritisiert, sehr wenige Geld im Vergleich zu anderen Spielen zu machen. Deine Aannahme, dass Riot Profitgierig ist, scheint also nicht zuzutreffen.\n\nhttp://www.gamestar.de/spiele/league-of-legends/news/league_of_legends,44593,3058833.html","replies":[{"id":"","poster":"LaolaDraga","date":"2015-07-30T10:23:19.321+0000","up_votes":2,"down_votes":0,"body":"Keine Ahnung was mit dir los ist Sirrkas - hab mal dein Forenprofil angeschaut - ist ja schön und gut, dass du dich hier so intensiv mit allem Möglichen auseinandersetzt - fällt aber auf, dass du selbst keinerlei sinnvolle Lösungen parat hast und riot regelrecht in allen möglichen Punkten verteidigst - also entweder du kriegst von denen Geld oder bist sogar ein Angestellter, der hier mit einem Spieleracc sein Unwesen treibt... wie auch immer \n\n... hier hast meinen Unschuldsbeweis! \n\n\"Beschwörer\n\nGestern gab es von Seiten unseres Teams einen menschlichen Irrtum, durch den dein League-Account vorrübergehend gesperrt wurde. Wir haben diese unverdiente und unabsichtliche Strafe wieder zurückgezogen und deinen Account auf normal zurückgesetzt. Dass das alles passiert ist, tut uns sehr leid.\n\n-Lyte und das Player Behavior-Team\"\n\nGestern :::))) - [zur Info Sperre am 22.07 - Aufhebung heute am 30.07!] \nKam halt nur 8 Tage nach dem Bann - also  unglaublich wie lange des dauert bis riot reagiert! auf ihre eigenen FEHLER!\n\nUnd wenn einer sagt - die könnten mehr verdienen und noch mehr abzocken - bei dem SUPPORT! - dann ist des also in Stein gemeiselt OK - Lies dir mal den ganzen bericht und die Komis dazu durch, dann wirste selbst auch bissel schlauer!\n\nIn diesem Sinne Galozi hoffe dein Bann wurde auch aufgehoben, denn der war/ist genauso unberechtigt wie meiner!","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-02T16:39:00.494+0000","up_votes":1,"down_votes":1,"body":"Tut mir leid dich enttäuschen zu müssen. Ich bin weder Mitarbeiter noch werde ich entlohnt. Emissaries arbeiten freiwillig.","replies":[]}]}]},{"id":"","poster":"Galozi","date":"2015-07-26T22:37:38.757+0000","up_votes":1,"down_votes":1,"body":"hmm.. der Riot support hat mir endlich richtige beweise geschickt.\nUnd zwar ein game wo ich WIRKLICH geflamed hab. Dieses Game hab ich noch in Erinnerung, schon Ewigkeiten her..\n\nNaja..\nDer Bann ist ausgesessen. Ich habe (k)eine Lektion gelernt.\nChat ist absofort einfach komplett deleted mit: chatscale=-100\nDie einzige richtige Lösung für mich.\n\nEs sollte eine Funktion geben, den chat auszuschalten - würde vieles besser machen","replies":[]}]},{"id":"","poster":"Moderon","date":"2015-07-27T12:34:21.157+0000","up_votes":2,"down_votes":1,"body":"Leute, der bann ist ungerechtfertigt. Da etwas derart toxisches reinzuinterpretieren ist unangemessen, wenn solche sachen zu 2 wochen bann führen kann man den chat auch einfach aus dem spiel rausnehmen. ich hab 2 wochen bann für vieeeel schlimmeres flamen und somit zurecht bekommen, aber das die sachinformation, das ein flamender spieler gemuted ist schon als offensives und provozierendes verhalten interpretiert wird, ist absolut überspitzt, wenn man bedenkt was sonst im chat so abgeht wie rassismus todeswünsche ,familienbeleidigungen. Aber flamen gehört zu dem Spiel, auch wenn riot jetzt aufeinmal durchgreift, langfristig schaden die sich damit selbst, wenn man lapalien mit 2 wochen belegt","replies":[]},{"id":"","poster":"Méldis","date":"2015-07-15T16:23:40.464+0000","up_votes":1,"down_votes":0,"body":"bitte unbedingt weiter auf dem laufenden halten!! :)","replies":[{"id":"","poster":"Galozi","date":"2015-07-15T17:17:47.272+0000","up_votes":1,"down_votes":0,"body":"mach ich mach ich ^^","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-18T06:15:33.041+0000","up_votes":1,"down_votes":0,"body":"Noch nix neues o.O?\n\nDie lassen sich ja ganz schön Zeit.","replies":[{"id":"","poster":"Galozi","date":"2015-07-19T15:12:49.532+0000","up_votes":2,"down_votes":1,"body":"Der Supporter hat geschrieben, dass er die Nachricht weitergeleitet hat. Nach drei Tagen schrieb ich ihn nochmal an um zu fragen, wie lange so etwas dauern kann..\n\nBis jetzt keine einzige Nachricht!\n\nIn den FAQ´s steht unter \"was mache ich wenn ich zu unrecht bestraft werde\" nicht einmal die Möglichkeit sich zu beschweren und den Fall überprüfen zu lassen. Juhu, der Support hat versagt, wie ich es mir gedacht habe. Meinen Chat habe ich bis auf weiteres deaktiviert bzw. \"Chatscale=-100\" in den Riot Gamesfolder geschrieben, sodass der nicht mehr angezeigt wird.\n\nIch überleg mir echt LoL zu quitten und mir was anderes Schönes suche..","replies":[{"id":"","poster":"Méldis","date":"2015-07-19T22:24:59.607+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Galozi,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0017000000000000,timestamp=2015-07-19T15:12:49.532+0000)\n>\n> Der Supporter hat geschrieben, dass er die Nachricht weitergeleitet hat. Nach drei Tagen schrieb ich ihn nochmal an um zu fragen, wie lange so etwas dauern kann..\n> \n> Bis jetzt keine einzige Nachricht!\n> \n> In den FAQ´s steht unter \"was mache ich wenn ich zu unrecht bestraft werde\" nicht einmal die Möglichkeit sich zu beschweren und den Fall überprüfen zu lassen. Juhu, der Support hat versagt, wie ich es mir gedacht habe. Meinen Chat habe ich bis auf weiteres deaktiviert bzw. \"Chatscale=-100\" in den Riot Gamesfolder geschrieben, sodass der nicht mehr angezeigt wird.\n> \n> Ich überleg mir echt LoL zu quitten und mir was anderes Schönes suche..\n\nschon irgendwie komisch, was bringt da das weiterleiten an den spezialisten, so kann man einen 14 tage ban der zu unrecht erteilt wurde ja niemals in angemessener zeit beenden. wie vermutet wird es scheinbar einfach ausgesessen.","replies":[{"id":"","poster":"Galozi","date":"2015-07-20T12:09:55.769+0000","up_votes":1,"down_votes":0,"body":"\"dont hate the game, hate the players\" bzw. auch manchmal den support ^^","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-21T10:27:12.672+0000","up_votes":1,"down_votes":0,"body":"gibts schon wieder was neues?","replies":[{"id":"","poster":"Galozi","date":"2015-07-21T16:14:24.407+0000","up_votes":1,"down_votes":0,"body":"nein. natürlich nicht. Es wird nichts Neues geben. Der Riot Support wird es aussitzen. Ich bin auf dem Acc noch bis Samstag gebannt.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Méldis","date":"2015-07-12T07:10:07.975+0000","up_votes":1,"down_votes":0,"body":"können die grünen diesen beitrag nicht an riot weiterleiten? ich mein das ist schon alles übertrieben seltsam! und was ist mit der tatsache das der ban angekündigt wurde? ich meinw das kann auch zufall sein, wäre aber schon ein unglaublicher. so häufig kommt das nicht vor das jemand schreibt das man gebannt wird (mir ist das noch nie unter gekommmen) und dann passierts gleich??\nund warum kommt die nachricht auf englisch? ist das immer so? \nsehr sehr komisch, da ich nicht an zufälle glaube und es überall schlechte angestellte gibt bin ich fast überzeugt das hier jemand seine macht missbraucht hat weil er zornig war.","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T08:28:00.539+0000","up_votes":2,"down_votes":1,"body":"Das mit dem \"ankündigen\" eines Banns, macht doch knapp ein Drittel der Spieler, die \"I will report you for xy\" schreiben. Die Ankündigung kann der Spieler nicht wahr machen. Und wenn es ein Riotmitarbeiter war, der aus eigenem Antrieb an dem Bannsystem herumgeschraubt hat, um den TE zu bannen, muss der sich ziemlich sicher Sorgen um seinen Job machen. \n\nWegen dem weiterleiten, würde ich erst einmal abwarten, was der Support schreibt. Sollte da nichts herumkommen.\n\nAnsonsten hätte ich gerne Screenshots von dem kompletten Chatlog oder den Link dahin, ehe ich in versuche Riotler nach diesem Bann zu fragen. Den kopierten Chat kann man ziemlich einfach manipulieren.","replies":[{"id":"","poster":"Méldis","date":"2015-07-12T09:40:35.900+0000","up_votes":1,"down_votes":0,"body":"echt? mir ist das noch nie passiert und ich hab jetzt doch schon einige spiele hinter mir!","replies":[{"id":"","poster":"Sirrkas","date":"2015-07-12T10:16:29.915+0000","up_votes":1,"down_votes":0,"body":"Ich meinte eher, ein Drittel von denen, die Reportaufrufe bringen. In Tribunalfällen war das recht häufig zu lesen. Sowohl vom gemeldeten, als auch von den Mitspielern.","replies":[]}]}]},{"id":"","poster":"GM Terminator","date":"2015-07-12T11:29:33.001+0000","up_votes":1,"down_votes":4,"body":"easy, es waren 5 premates, die einfach 1 person reporten der bekommt 14 tage ban,","replies":[{"id":"","poster":"Irrsinn","date":"2015-07-12T11:31:29.683+0000","up_votes":2,"down_votes":0,"body":"Oder....nicht.\n1 Report oder 5 ist egal, BESONDERS wenn es sich dabei um Premades handelt.","replies":[]}]}]},{"id":"","poster":"Antiqui","date":"2015-07-11T15:07:46.110+0000","up_votes":3,"down_votes":4,"body":"^^ ganz simpel ^^\n\ndu bist sarkastisch wie die Hölle ^^\n\n^^\nda hat jemand nachgeschaut welchen bezug deine ^^ haben.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:43:52.911+0000","up_votes":2,"down_votes":1,"body":"ne, die \"^^\" waren ernst. die haben teilweise echt was gutes gemacht.\nz.B: blitz grabbed den draven in den tower -> wir töten ihr. Ich: \"gj nice hook\"\nleider verstehen das manche anders. \n\n","replies":[]}]},{"id":"","poster":"Malpheon","date":"2015-08-04T22:36:31.643+0000","up_votes":1,"down_votes":0,"body":"Ich weiß auch nicht was los ist in der letzten Zeit. Bei mir war es so ähnlch nur noch dreister.\nAblauf: \nIch bekomme 14 Tage Bann\nSchreibe support an \ndieser bestätigt es ist gerechtfertigt  (einfach copy and paste von der email die ich bekommen hatte)\nich denke mich okay sitzt du ab \n6 tage später logge ich mich ein ka warum wollte mal testen. Es ging !\nich gehe auf mein email ACC was sehe ich eine email von riot \"oops menschliches versagen\" aaalles klar egal 6 tage verloren \n3 Tage später 14 tage bann \nich schreibe support an was jetzt wieder los ist \nkeine antwort \n\ndieses jetzt nur auf meinem main acct nebenbei wurde ich auch auf meinen lows gebannt mein einer low ist lv 10 und hatte noch nie eine sperre einfach so direkt 14  tage die chat logs zeigen nichts schlimmes außer \"well we throwed it\" 1 minute befor das game endete \n\nÄrgern tut mich jetzt ich habe vorhin gespielt und dann bin ich los zur tanke wegen dem mystery event und dem wukong skin hole mir eine psc komme wieder und was sehe ich acct gesperrt. Und man bekommt ja auch keine entschädigung oder sonst was eine email mit oh nein tut uns leid menschliches versagen. Nein mit entschädigung meine ich garnicht skin rp oder champs. Wenn ich jetzt keine frühe antwort erhalte wars das mit dem wukong skin und den mystery event. Ich verstehe das nicht :/ ein freund von mir hatte dieses prozedere übrigens  3 mal diese woche. Was ich auch nicht verstehe meine letzte cr ist ewig wirklich ewig  her.  Selbst wenn ich etwas geschrieben hätte sollte ich dann nicht erstmal wieder eine cr rs bekommen ?","replies":[]},{"id":"","poster":"Galozi","date":"2015-07-14T13:32:12.552+0000","up_votes":1,"down_votes":1,"body":"So, ein Supporter hat mir äußest kompetent zurückgeschrieben \"kappa\" :>\nMal schaun, was ich noch für Informationen für meinen Bann herausbekommen kann. \nIm Prinzip haben mir die 2 Tage auf das Warten des Rückschreibens überhaupt nix gebracht..","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-07-14T13:47:31.388+0000","up_votes":1,"down_votes":0,"body":"War es denn schon ein Player Behavior Specialist?\n\nFalls nein, kannst du ja schonmal überlegen, warum du wohl eine so harte Strafe bekommen hast. Die Chatlogs die du bekommen hast sind diesbezüglich nicht sonderlich hilfreich, das geb ich zu. Aber dir fällt bestimmt trotzdem was ein.","replies":[]}]},{"id":"","poster":"EYN BallsyKata","date":"2015-07-11T19:03:28.882+0000","up_votes":1,"down_votes":0,"body":"Kriegt man nach den 14 Tagen noch CR und RR?","replies":[{"id":"","poster":"turnerwander","date":"2015-07-12T14:34:31.648+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=EYN BallsyKata,realm=EUW,application-id=KYnfKGf0,discussion-id=z7K1tMsn,comment-id=0008,timestamp=2015-07-11T19:03:28.882+0000)\n>\n> Kriegt man nach den 14 Tagen noch CR und RR?\n\nyep","replies":[]},{"id":"","poster":"Fcktardmagnet","date":"2015-07-11T19:25:47.045+0000","up_votes":1,"down_votes":0,"body":"wahrscheinlich, zumindest wars bei mir so","replies":[]},{"id":"","poster":"Galozi","date":"2015-07-11T19:21:38.425+0000","up_votes":1,"down_votes":0,"body":"die chatrestrictions jucken mich nich. ^^\nehrlich gesagt habe ich keinen plan, ob man noch was bekommt. vermutlich schon..","replies":[]}]},{"id":"","poster":"Killerkante","date":"2015-07-12T13:13:50.026+0000","up_votes":1,"down_votes":0,"body":"Das mit dem \"Supporter\" ist definitiv sone Sache, eigentlich dürfen sie mit sowas nicht rumprangern, ich glaube zwar nicht dass es so gewesen ist (war wahrscheinlich einfach nur Zufall) aber zum Stand, wo League of Legends jetzt ist kommt mir das heftig unseriös rüber wenn dein Bann tatsächlich von ihm kommt. \n(Hab den verlauf nicht durchgelesen, daher sag ich nichts zu deinem Bann)\n\nZur Diskussion mit dem \"Muted\" schreiben, ich finde absolut nicht dass es in irgendeiner Weise zu einer negativen Einstellung oder sonstiges beiträgt, weil das meiner Meinung nach eine Anregung für betroffene Spieler ist, dass diese aufhören sollen zu schreiben.\n(Im Sinne von \"Ich lese ohnehin nicht mehr was du schreibst)\nEs ist einfach fad wenn man Spiele nur durch Chatting verliert, daher schreib ichs jedesmal, zumindest wenn jemand Nonstop am blamen ist. \nIch fühle mich ehrlich gesagt auch nicht angegriffen oder demotiviert wenn das wer zu mir schreibt, ich hör nur halt auf zu schreiben.\n(ich hab halt mal schlechte Tage, flamen tu ich im Grunde nur nie, Diskutieren schon... :D)","replies":[]},{"id":"","poster":"GM Terminator","date":"2015-07-12T10:27:39.868+0000","up_votes":1,"down_votes":4,"body":"och wurde wegen nur ein game gebannt wo man bssl seine meinung sagt das er gebabysittet wird und mein jungler feedet, und weil die premates waren oder so natürlich nur gegen mich waren (mit beste stats) 14 tage ban, sry aber wegen 1 spiel wenn man mal was schreibt das keine beleidigung ist abera lle andere mich beleidigen ist schon unfair, also sry das ich das jetzt so sage (erlich nur wegen einem spiel) das ban system ist fürn arsch!  die reports landen ja nichtmal ins tribunal... das war viel besser (wer nicht glaubt das es wegen 1 spiel war einfach gamehistorie gucken \"GM Terminator\"\n\nund Cremnik wovon werden die leute nicht provoziert? die werden schon für das gelbe warn pingen provoziert und es ist ein hinweis wenn man schreibt mute, das der mate checkt das seine info nicht mehr an ihn ankommen wird. wirkliche provokes sind für mich erlichgesagt beleidigungen, dazu gehört mute wirklich nicht das ist kindisch wenn man es als provokation ansieht da sollte der lieber  die 14 tage ban kassieren.\nwie oft lese ich das gegner schreiben naz* hitl** usw? den passiert nichts man selber regt sich auf kassiert ban ... aber 14 tage wegen 1 spiel ist lächerlich, wenn die das beibehalten geht lol noch weiter runter wie jetzt schon und steigen zu moba bei blizzard um sind jetzt schon überwiegend 40% falls man es noch nich bemerkt hat :)\n\nMAN sry das weiter das selbe schreibe xD wegen 1 spiel WTF xDDD dafür sollted man rp als entschädigung bekomm, hf gl ich teile meine freie einung total nutzloses system\n\n\n","replies":[{"id":"","poster":"CMan","date":"2015-07-12T10:28:14.666+0000","up_votes":1,"down_votes":0,"body":"Auch für dich gilt:\nChatlog or it didnt happen.\n\nSinnvollerweise in einem separaten Thema.","replies":[{"id":"","poster":"GM Terminator","date":"2015-07-12T11:27:51.520+0000","up_votes":1,"down_votes":4,"body":"chatlog gibt es nich weil ich keine gültige email reingeballert habe ;) aber mir auch latte, wegen 1 game peinlich genug :D","replies":[]}]}]},{"id":"","poster":"Quantum Theory","date":"2015-07-12T08:03:09.604+0000","up_votes":1,"down_votes":0,"body":"Wtf? Wegen so was einen 14 Tage bann?\nWas soll das? Der Typ der das wirklich gemacht hat sollte gefeuert werden.","replies":[{"id":"","poster":"GM Terminator","date":"2015-07-12T11:29:33.574+0000","up_votes":1,"down_votes":1,"body":"das ist auto system bro, da kann keiner gefeuert werden.","replies":[]}]},{"id":"","poster":"Staxer0","date":"2015-07-11T21:54:04.675+0000","up_votes":1,"down_votes":0,"body":"Kann dir nur zustimmen Drexxsack. Man \"könnte\". Mit wirklich VIEL Fantasie und Vorstellungskraft könnte man das (und dies richtig zu interpretieren, wenn sich nichtmal Menschen sicher sind, traue ich dem Programm ehrlich gesagt nicht zu)\n\nDavon abgesehen ist das 2 Wochenbann-System so weit ich weis unabhängig vom CR/RR System, und bestraft wirklich für dieses eine Spiel. Und zwar die Schlimmsten der Schlimmen!!\n\nUnd ich kanns nur nochmal wiederholen....in diese Kategorie fällt er mit diesem Chatlog sicherlich nicht (wenn man denn überhaupt \"schlimmes\" darin finden sollte...mit der Lupe)","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T22:15:18.680+0000","up_votes":1,"down_votes":0,"body":"LoL. ich wusste nichtmal, dass das 2-wochenbann system von keiner chatrestriction usw. abhängig ist, denn ich hatte schon mal 10 oder so und dachte, dass es alles zusammengerechnet wird :D\nist ja geil ^^","replies":[{"id":"","poster":"Spicavius","date":"2015-07-12T06:49:46.609+0000","up_votes":1,"down_votes":0,"body":"Hmm also verstehe ich das richtig dass du schon 10 Mal CR Hattest oder eine einzige CR für 10 Spiele.\nDas wäre eine sehr hilfreiche Zusatzinfo","replies":[{"id":"","poster":"Galozi","date":"2015-07-12T07:31:58.785+0000","up_votes":1,"down_votes":0,"body":"ich hatte das ein einziges mal. und ich glaub davor nur 5 mal chatrestriction (anzahl). aber sonst hatte ich nie was..\ndavon abzusehen sind die cr systeme von den 14daybann systemen ja angeblich unabhängig\n\n=\n\nIch wurde für dieses eine game 14 tage gebannt, was natürlich nicht richtig sein kann.","replies":[]}]}]}]},{"id":"","poster":"Irrsinn","date":"2015-07-11T15:28:50.987+0000","up_votes":2,"down_votes":3,"body":"1)Lösch die Namen - Naming und Shaming ist im Forum verboten und führt nur dazu, dass dieser Thread gelöscht wird.\n2)Nein, ich kann mir nicht vorstellen das die Person welche sich selbst als Support bezeichnet hat wirklich einer ist. Falls doch riskiert sie ihren Job mit dem gezeigten Verhalten.\n3) Ja dein Ban ist verdient. Du provozierst, ziehst Leute runter und redest sie schlecht.","replies":[{"id":"","poster":"Galozi","date":"2015-07-11T15:34:34.702+0000","up_votes":1,"down_votes":0,"body":"ok werd ich machen ^^. war mit dem hund laufen :)","replies":[]}]},{"id":"","poster":"KingBAS","date":"2015-07-12T12:56:22.960+0000","up_votes":1,"down_votes":9,"body":"hallo riot\n\nich wollte mich nur mal dafür bedanken das ich mal wieder ein 1450er chat ban und einen 35 ranked ban bekommen habe.\nihr tollen Entwickler zerstörrt nicht nur zusehenst dies ehemalig gute game, sondern ihr bannt auch spieler die immer ihr bestes geben und versuchen aufzusteigen.\nvieleicht solltet ihr erstmal die situation überprüfen bevor ihr bannt, denn in den meisten fällen wird man einfach so reportet.\nbeispiel: ich jungle trundle 10/0/15(oder so) wurde für feeding reportet und bekamm auch gleich eine schöne meldung!desweiteren bin ich bronze 5 mit 0 lp weil meine random team mitglieder vorsetzlich feeden oder afk sind.\ndoch nicht die werden gebannt sondern ich!\nes ist unfassbar wie schnell ein schönes, unterhaltsames spiel zerstörrt werden kann.\nich selbst habe nun auch gar kein elan mehr league of legends zu spielen, da es eh keinen sinn macht.\nes ist egal wie sehr ich mich anstrenge ich werde nie bronze 5 verlassen und weiterhin permanente bans erhalten.\nvielen dank für meine verschwändete zeit macht weiter so\nliebe grüße \n\nein enttäuschter Beschwörer","replies":[{"id":"","poster":"Galozi","date":"2015-08-09T20:50:38.730+0000","up_votes":1,"down_votes":0,"body":"LOL, hab das jetzt erst gelesen. Is ja witzig :D","replies":[{"id":"","poster":"KingBAS","date":"2015-08-22T07:51:27.273+0000","up_votes":1,"down_votes":1,"body":"ja ne das finde isch auch","replies":[]}]}]}]}