{"id":"N99W2ty3","poster":"Darkiii","date":"2015-07-10T15:46:58.316+0000","title":"Team FVCKSLEEP LF Top Platin1+Substitutes all Lanes","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://fs1.directupload.net/images/150615/toaqti37.png","image":null},"up_votes":1,"down_votes":0,"body":"Aktuelles TeamElo Platin 1 \r\n\r\nTeam FVCKSLEEP ist ein aufstrebendes RankedTeam , welches dem TryForce Gaming Clan angeh&ouml;rt und auch von diesem unterst&uuml;tzt wird.\r\nWir als Team haben uns langfristige Erfolge im Teamranked ,wie auch bei Tunieren zum Ziel gesetzt und streben ein Dia+ Teamrating an.\r\nDa sich unsere Top(Dia4) und unsere Jungler (Dia4) von uns trennen, suchen wir nun Ersatz um unser Roster wieder zu kom&shy;plet&shy;tie&shy;ren.\r\nWir suchen aktuell f&uuml;r unser Main-Roster einen Toplaner. Zus&auml;tzlich besteht bei uns die M&ouml;glichkeit , sich als Substitute zu bewerben. Hier gelten die gleichen Anforderungen wie an das Main-Roster, nur der Faktor Zeit spielt hierbei keine ganz so gro&szlig;e Rolle.\r\n\r\n**Was wir und unser Clan euch bieten:**\r\nDer TryForce Gaming Clan besteht ausschlie&szlig;lich aus HighElo Spielern und deren Teams. Jedes Team wird individuell betreut und kann auf Coachs und sponsoring zur&uuml;ckgreifen. TeamspeakSever ein Umfangreiches Rahmenprogramm wie die Internen Tuniere, die Interne Liga und Coachs werden dabei vom TryForce Clan bereitgestellt und organisiert.\r\nSponsoring ist ein gro&szlig;es Tema, bei den internen Tunieren winken w&ouml;chentliche Preise von 250&euro;. Ab einem Dia4 Rating erhalten die Team kleinere Gifts (HardwarePakete zB Maus+Tastatur).\r\n\r\nWir als Team bieten euch w&ouml;chentliche Trainingszeiten und ein aktives Roster. Dabei besteht das Roster aus Spielern die sich absolut auf Ihre Lane spezialisiert haben und deren ChampionPool sich immer an der aktuellen Meta orientiert.\r\n\r\n**Was wir erwarten:**\r\n\r\nElo Plat1+\r\n\r\nMain Position Top. Ihr solltet einen geeigneten ChampionPool besitzen, welcher  sich f&uuml;r Teamranked eignet und sich der Meta anpasst.\r\n\r\nZeit und verl&auml;sslichkeit. Wir pflegen einen w&ouml;chentlichen TeamPlan. Hier tragen sich alle Mitglieder f&uuml;r die kommende Woche ein. Anhand dessen werden die Traingszeiten festgelegt.Solltet ihr an einem Training nicht teilnehmen k&ouml;nnen ,ist das normalerweise kein Problem, wir erwarten allerdings trotzdem das sich abmeldet wird, um unn&ouml;tiges warten zu vermeiden.\r\n**Team- und Kritikf&auml;hig:** Wir sind weit davon entfernt Pros zu sein, jeder macht Fehler. Trotzdem sollte man diese analysieren und besprechen. Konstruktive Kritik ist dabei erw&uuml;nscht , Flame oder alles andere das dem Klima schadet, nicht.\r\n\r\n**Beitritt TryforceClan**. Solltet Ihr unserem Team beitreten wollen, erfordert dies ebenfalls einen Eintritt in den TryForceClan. Informationen hiezu und weitere Infos rund um den TryForceClan findet ihr auf der offiziellen Website.\r\nBei Interesse meldet euch bitte Ingame(DarkRisingsun) oder bei uns im Ts Adresse:Ts3.Tryforce.eu Channel (TFS TE4AM FVCKSLEEP).\r\nSollte ich nicht anwesend sein ,wendet euch an unser Main-Roster.\r\n\r\n**Roster:**\r\nTop: open\r\nJGL: Sashuani /Dia 5\r\nMid: Senpai GeNua /Dia3\r\nADC: Lug Dark Monster /Dia4\r\nSupp: DarkRisingsun / Plat3\r\n\r\n**Substitutes:**\r\nTop : open\r\nJGL : open\r\nMid : open\r\nSupp: open\r\nADC : open\r\n\r\nTryforce Homepage: http://tryforce.eu/","replies":[{"id":"","poster":"Easy you N00B","date":"2015-07-10T17:46:22.140+0000","up_votes":1,"down_votes":0,"body":"klingt interessant, solang auch die chemie passt wär ich interessiert. main top dia5 ( auch wenn das nix mehr wert ist heutzutage xD )\n\nmains: ire, mao, tryn, poppy, aatrox, aber kann quasi jeden top laner relativ gut, lediglich rumble ist derjenige, bei dem ich definitiv mal übung brauch :P","replies":[]},{"id":"","poster":"Greenkeeper","date":"2015-07-10T15:55:16.326+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nmein Name ist Tarik und meine Main-Rolle ist TOP ( was man an meiner Matchhystorie nicht erkennen kann ) aber ich würde mich freuen wenn ihr mich mal testen würdet.\n\nMfG Pápaschlumpf alias Tarik","replies":[]}]}