{"id":"n9mZhKHl","poster":"Get Trolled EUW","date":"2015-07-09T20:16:07.508+0000","title":"Eingriff ins Spielgeschehen...","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Immer mehr bin ich davon &uuml;berzeugt dass League of Legends ins Spielgeschehen eingreift.\r\nZur Zeit befinde ich mich in einem Spiel und ich habe einen Ping von 28 ms im durchschnitt.. was hei&szlig;t ich bin wahrscheinlich mit einer der besten Verbdinungen auf der Map. Jetzt folgendes Problem hab ich ein Fizz gegen&uuml;ber und ich Spiel Leblanc und benutzte die Combo qw springt der einfach hoch und egal wie verz&ouml;gert das ganze passiert.. der Fisch ist gedodged... Gerade spiele ich gegen Renekton. benutze meine e danach die w um wegzukommen, bin definitiv out of range, der macht eine aa in die Luft und ich bin tot. Das ganze passiert st&auml;ndig ich hab keine Lust mehr, auf ein Manipuliertes Spielgeschehen. Kann sein dass ich mich T&auml;usche, woran ich aber nicht glaube. Wenn ich zu dumm bin zum Juken dann erl&auml;utert mir wie ichs richtig mache. Aber der schei&szlig; der passiert kann nicht angehn -.-","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-07-09T20:34:44.823+0000","up_votes":1,"down_votes":0,"body":"Eine einfache Frage: Warum sollte Riot sich die Mühe machen, das Spiel extra für (oder besser gegen dich) zu manipulieren? Allein schon der technische Aufwand. \n\nUnd ja, ich kenne das Gefühl. Ich bin letztens aus der gegnerischen Basis geflasht... und wurde trotzdem vom Laser des Turms getötet. Der macht Damage per Seconds, sollte also eigentlich auch aufhören, sobald ich aus der Reichweite bin. Trortzdem lag meine Leiche vor der Wand am Boden. Ich bin halt zu spät geflasht. (und ja, wir haben den Gegner geacet... es war also definitiv der Turm, der mich endgültig umgebracht hat... Kommt vor.\n\nGerade bei Fragen nach Hitboxen und Dashes ist es oft mals nicht nachvollziehbar, wann sich der Champ wirklich aus der Reichweite des Spells bewegt. Auch hier ist der Standart: Der Champion führt die Animation aus, in dem Moment flasht du und stirbst nach dem Flash. (Garens Ulti braucht zum Beispiel bei der Ausführung echt ewig, da kann man fast 2 Mal flashen, bis der durch ist...) Das Problem an der Geschichte ist halt: du bist nicht (mehr) in der Lage, Autoattacks und Point and Click Skills ausweichen (Ausnahme: Jax mit seinem E... und technisch gesehen die Blinds von Teemo und Quinn...). Sprich: Wenn die Renekton AA animiert wird, wird sie auch durchgeführt. Und wenn sie auf dich ausgeführt wird, wirst du auch getroffen, egal wie viel Distanz ( Denke an eine Shen Ulti oder an einen Recall/Teleport... das ganze kann dir auch Global passieren) du zwischen dich und den Gegner packst. Und ja, ich habe schon Taric Stuns über die gesamte Map fliegen sehen, die kommen trotzdem an... irgendwann...\n\nDas Problem ist dabei natürlich... die Balance. Ein Champion mit einem derart Mobilen Kit ist so oder so schon extrem mächtig (und ja, ich gebe es zu, ich hasse Leblanc). Wenn du dann mit deiner Mobilität auch noch Autoattacks von Melee Champions abbrechen könntest... Oder den Point and Click Stuns ausweichen könntest... also dem einzigen, dass dich kontert...\n\nIm wesentlichen dasht du zu spät. Während der Fisch seinen Skill rechtzeitig verwendet. Das einzige, was an der Stelle hilft, ist üben. Und ja, ich flashe mittlerweile nicht mehr, wenn ich Garens Ulti kommen sehe... weil ich weiß, dass ich eh Tod bin...","replies":[]}]}