{"id":"rdFxFJeG","poster":"Darkiii","date":"2015-07-08T21:30:05.597+0000","title":"Team FVCKSLEEP LF Top Platin1+Substitutes all Lanes","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"http://fs1.directupload.net/images/150615/toaqti37.png","image":null},"up_votes":1,"down_votes":0,"body":"Aktuelles TeamElo Platin 1 15wins/21games\r\n\r\nTeam FVCKSLEEP ist ein aufstrebendes RankedTeam , welches dem TryForce Gaming Clan angeh&ouml;rt und auch von diesem unterst&uuml;tzt wird.\r\nWir als Team haben uns langfristige Erfolge im Teamranked ,wie auch bei Tunieren zum Ziel gesetzt und streben ein Dia+ Teamrating an.\r\nDa sich unsere Top(Dia4) und unsere Jungler (Dia4) von uns trennen, suchen wir nun Ersatz um unser Roster wieder zu kom&shy;plet&shy;tie&shy;ren.\r\nWir suchen aktuell f&uuml;r unser Main-Roster einen Toplaner. Zus&auml;tzlich besteht bei uns die M&ouml;glichkeit , sich als Substitute zu bewerben. Hier gelten die gleichen Anforderungen wie an das Main-Roster, nur der Faktor Zeit spielt hierbei keine ganz so gro&szlig;e Rolle.\r\n\r\n**Was wir und unser Clan euch bieten:**\r\nDer TryForce Gaming Clan besteht ausschlie&szlig;lich aus HighElo Spielern und deren Teams. Jedes Team wird individuell betreut und kann auf Coachs und sponsoring zur&uuml;ckgreifen. TeamspeakSever ein Umfangreiches Rahmenprogramm wie die Internen Tuniere, die Interne Liga und Coachs werden dabei vom TryForce Clan bereitgestellt und organisiert.\r\nSponsoring ist ein gro&szlig;es Tema, bei den internen Tunieren winken w&ouml;chentliche Preise von 250&euro;. Ab einem Dia4 Rating erhalten die Team kleinere Gifts (HardwarePakete zB Maus+Tastatur).\r\n\r\n**Wir als Team **bieten euch w&ouml;chentliche Trainingszeiten und ein aktives Roster. Dabei besteht das Roster aus Spielern die sich absolut auf Ihre Lane spezialisiert haben und deren ChampionPool sich immer an der aktuellen Meta orientiert.\r\n\r\n**Was wir erwarten:**\r\n\r\n**Elo Plat1+**\r\n\r\n**Main Position Top**. Hierbei meine ich wirklich Main. Ausserdem solltet ihr auch einen geeigneten ChampionPool besitzen dieser sollte sich ebenfalls f&uuml;r Teamranked eignen und sich der Meta anpasst.\r\n\r\n**Zeit und verl&auml;sslichkeit.** Wir pflegen einen w&ouml;chentlichen TeamPlan. Hier tragen sich alle Mitglieder f&uuml;r die kommende Woche ein an denen sie Zeit mitbringen. Anhand dessen werden die Traingszeiten festgelegt.Solltet ihr an einem Training nicht teilnehmen k&ouml;nnen ,ist das normalerweise kein Problem, wir erwarten allerdings trotzdem aber das man sich abmeldet, um unn&ouml;tiges warten zu vermeiden\r\nTeam- und Kritikf&auml;hig: Wir sind weit davon entfernt Pros zu sein, jeder macht Fehler. Trotzdem sollte man diese analysieren und besprechen. Konstruktive Kritik ist dabei erw&uuml;nscht , Flame oder alles andere das dem Klima schadet, nicht.\r\n\r\n**Beitritt TryforceClan**. Solltet Ihr unserem Team beitreten wollen, erfordert dies ebenfalls einen Eintritt in den TryForceClan.\r\n\r\nBei Interesse meldet euch bitte Ingame(DarkRisingsun) oder bei uns im Ts Adresse:Ts3.Tryforce.eu Channel (TFS TE4AM FVCKSLEEP).\r\nSollte ich nicht anwesend sein ,meldet euch bei einem aus dem Main-Roster\r\n\r\n**Roster:**\r\nTop: open\r\nJGL: Sashuani /Dia 5\r\nMid: Senpai GeNua /Dia3\r\nADC: Lug Dark Monster /Dia4\r\nSupp: DarkRisingsun / Plat3\r\n\r\n**Substitutes:**\r\nTop : open\r\nJGL : open\r\nMid : open\r\nSupp: open\r\nADC : open\r\n\r\nTryforce Homepage: http://tryforce.eu/","replies":[]}