{"id":"owZBHEaO","poster":"Stollos Broska","date":"2015-07-08T21:55:33.874+0000","title":"PvP net Client Dc","subforum":"Foren-Feedback","up_votes":1,"down_votes":0,"body":"Hey zusammen,\r\n\r\nKenn ihr den &quot;**Bug**&quot; das ihr gerade im Client drinnen seid, mit euren Freunden spielen wollt und auf einmal diese &quot;**fickdich**&quot; meldung kommt.\r\n\r\nIhr wurdet vorr&uuml;bergehen von Server getrennt... bla bla\r\n\r\nIch habe das erst seitdem ich wieder angefangen habe zu spielen hatte vorher 2 Monate Pause. wenn wer wei&szlig; wie ich das loswerden kann w&auml;re das Gut, wenn nicht PUSH UNTIL RITO CAN SEE IT!\r\n\r\nund kommt nicht mit Instalier neu, viren scan und den ganzen no brainer crap :)\r\n\r\nMfG _**SB**_","replies":[{"id":"","poster":"KNZ0","date":"2015-07-08T22:32:06.694+0000","up_votes":1,"down_votes":0,"body":"Ich hab eigentlich keine Probleme, aber wenn mich jemand einlädt oder man selber Freunde in die Lobby einlädt, dann kommt man einfach nicht in die Lobby. Man drückt auf annehmen und es passiert nichts.","replies":[]},{"id":"","poster":"Darkshadow808","date":"2015-07-08T22:14:13.883+0000","up_votes":1,"down_votes":0,"body":"bin zwar kein profi \nalso nicht schlagen wenn ich falsch liege \naber habe das auch ab und zu ^^\nmein inet ist manchmal nicht sehr stabil ... o2 ...-.- \nbekomm deswegen des Öfteren auch bugs ... endloser ladescreen , \nfreunde sehen mich nicht online , freunde können nicht einladen etc etc. \nnormalerweise behebt sich das bei mir leicht mim taskmsg alle lol progs schliesen \nNeustart und die Sache hat sich ....\nging bei mir iwann nach nem update wieder ganz normal :D \nund vll aber nur vll mal mit ner anderen ip probieren =D","replies":[{"id":"","poster":"Stollos Broska","date":"2015-07-08T22:29:42.096+0000","up_votes":1,"down_votes":0,"body":"hab das auch manchmal in der Champ selection und am Internet kann es bei mit nicht liegen, da im selben Moment Ts + youtube usw offen sind und da komischer weiße sei DC gibt.","replies":[]}]}]}