{"id":"yNrcwwPM","poster":"brunzkiibe12","date":"2015-07-09T13:40:12.445+0000","title":"Komisch ^^","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Als ich heute on kam (vor ca.15 min) kam eine halt halt die aktualisierung. Ja, das laden wir schnell drauf. In dieser Zeit hab ich im Patcher geschaut was so alles neues gibt. Neuer Patch 5.13, die 10 kostenlosen Champs die ich schon seit Dienstag wusste ABER Ein alten skin und champion Sale von 30.6-3.7 glaub ich wars und die alten chroma packs die schon seit ende juni da waren. Dachte mir &quot;ha geht schon mal lustig los. &quot;\r\n Ich wollte ein botgame normal starten weil ich dann 3150 ep f&uuml;r gangplank h&auml;tte! Hab 5 min. gewartet kein match gefunden. Hmm wollen bestimmt alle Anf&auml;nger. Dann warte ich da auch 5 min. nichts gekommen. Ja wahrscheinlich spielt kein lvl 30 botgames mehr dann geh ich auf botgame Intro zu den noobs dann sagt mir der leaverbuster dass, ich zitiere &quot;Weil du vor kurzem ein Spiel w&auml;hrend der Championauswahl verlassen oder zu viele Spiele abgelehnt hast, kannst du der Warteschlange derzeit nicht betreten&quot; wartezeit 14 minuten ........ Kein Vorwarnung und hab auch nie eine abgelehnt oder bei der Championauswahl einfach rausgegangen\r\nBitte Beheben falls es noch mehr haben\r\nMfG brunzkiibe12{{champion:238}}","replies":[{"id":"","poster":"brunzkiibe12","date":"2015-07-09T13:44:33.944+0000","up_votes":1,"down_votes":0,"body":"Und starte das Game neu und krieg wieder eine strafe von 13 min.  ......","replies":[{"id":"","poster":"Babe Itz So Big","date":"2015-07-09T14:13:32.751+0000","up_votes":1,"down_votes":0,"body":"> Dann warte ich da auch 5 min. nichts gekommen. Ja wahrscheinlich spielt kein lvl 30 botgames mehr dann geh ich auf botgame Intro zu den noobs dann sagt mir der leaverbuster dass, ich zitiere \"Weil du vor kurzem ein Spiel während der Championauswahl verlassen oder zu viele Spiele abgelehnt \n\nIch denke dass hier irgendwo der Hase für deine \"Bestrafung\" im Pfeffer liegt.","replies":[]}]}]}