{"id":"fwnmMlMg","poster":"Furigen","date":"2015-07-08T14:05:40.712+0000","title":"Riot, BITTE Hilf","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo liebe Riot Mitarbeiter,\r\nich habe einen Bitte an euch. Meine Situation im Moment ist folgende:\r\nMein LoL schlie&szlig;st sich alle paar Minuten und wenn ich bis dahin kein Spiel gefunden habe muss ich es komplett neu starten.\r\nDa dies aber auch manchmal w&auml;hrend der Auswahl der Champions passiert habe ich inzwischen eine Sperre von 20 min.\r\nDiese jedoch kann ich nicht komplett absitzen da sich mein LoL sich ja alle paar Minuten schlie&szlig;t. Auserdem kommt immer -kurz bevor sich das Spiel schlie&szlig;t, eine Meldung dass etwas mit euren Servern nicht richtig funktionirt. Daher meine Bitte:\r\nbitte behebt diesen Fehler denn er kommt seit knappen 3 Monaten bei mir, und das nur bei mir... ( ich habe bei meinen Freunden nachgefragt ).\r\nWenn das nicht geht dann gebt mir bitte all das Geld das ich riot points investiert habe zur&uuml;ck oder &uuml;berweist es an einen anderen Acaunt mit dem Beschw&ouml;rernamen xXLee SoonXx. Danke \r\n\r\nBitte um R&uuml;ckmeldung     gez. xm14","replies":[{"id":"","poster":"Fred Sik Ham","date":"2015-07-08T14:18:16.296+0000","up_votes":1,"down_votes":0,"body":"Schreib ein Ticket an den Support, im Forum wird dir vermutlich kaum einer helfen können.\n\nWas bei mir allerdings bei einem ähnlichen Problem geholfen hat, war unter services.msc den IP-Hilfsdienst zu beenden.","replies":[{"id":"","poster":"Furigen","date":"2015-07-08T15:01:38.000+0000","up_votes":1,"down_votes":0,"body":"ok wie genau mach ich des denn das ich den IP Hilfs dienst beende?\ndenn die adresse gibt es nicht\n","replies":[{"id":"","poster":"Furigen","date":"2015-07-08T15:12:27.064+0000","up_votes":1,"down_votes":0,"body":"ok gefunden DANKE","replies":[{"id":"","poster":"Fred Sik Ham","date":"2015-07-08T18:59:17.095+0000","up_votes":1,"down_votes":0,"body":"Hat's denn geholfen?","replies":[]}]}]}]}]}