{"id":"y9qizLya","poster":"Corvis Rex","date":"2015-07-07T21:54:08.416+0000","title":"Zerstören einer Hexe","subforum":"Champions & Gameplay","up_votes":1,"down_votes":4,"body":"Heyho liebe Community,\n\nes geht mir momentan um meinen bisherigen main Champ Lissandra.\nSie wurde in den LCS gepickt und so auf sich aufmerksam gemacht.\nVorher wurde sie seltend gepickt und wenn dann wurde von JEDEM auch in diesem Forum gesagt, sie ist balanced. Was ich auch finde!\nJedoch durch die LCS ist sie es auf einmal nicht mehr sondern megam&auml;&szlig;ig OP. (Auf einmal?!) \n\nNaja wie dem auch sei, sie hat eine sehr geringe range, ist relativ squishy und hat nie so viel dmg raus gehauen wie andere mages.\nNichts desto trotz bekam sie einen nerf auf ihrer Q, was meiner Meinung nach sie komplett zerst&ouml;rt hat.\nSie macht kaum mehr Schaden und kann wenn &uuml;berhaupt in Teamfights gl&auml;nzen. (Aber auch das eher weniger. Sie ist mehr ein zweiter supporter)\nEine Annie macht ihren Job nun um ein vielfaches besser. Ebenfalls ein Stun, MEHR dmg und mehr tanky.\n\nBald wird Ludens Echo generft, was ihr wenigstens ein bisschen zus&auml;tzlichen Schaden gab. Danach kann sie nicht mal mehr, wie andere mages einen ADC alleine rausnehmen.\nAls Supporter kann man sie auch nicht spielen, da sie einfach zu squishy ist und ein schlechter Leona Ersatz w&auml;re.\nIch habe momentan keinen Peil wohin mit ihr. Es gibt einfach st&auml;rkere Alternativen, die CC haben und besser poken k&ouml;nnen oder h&ouml;here range etc.\n(Annie, Orianna.. usw.)\n\nF&uuml;r mich ist Lissandra nun eine schlechtere Annie. Der einzige Unterschied ist nat&uuml;rlich Lissandras Teleport (E). Jedoch gleicht das nicht diesen geringen DMG von Liss aus.\n\nWas denkt ihr darüber? \n\nMit traurigen Gr&uuml;&szlig;en\nOracle :)","replies":[{"id":"","poster":"Nuix","date":"2015-07-07T22:06:29.369+0000","up_votes":1,"down_votes":0,"body":"War ja bei Nasus auch so. Auf einmal war er OP obwohl nichts geändert wurde. So sind die Menschen halt. Aber zu Lissandra: Versuche doch einfach mit ihr zu farmen und gehe nicht gleich auf Kills. Sammel ein Paar assists und dann, bau Ap und ein wenig Tanky (Liandrys, Rylais). Vielleicht hilft dir das, ich spiele ähnlich, auch wenn ich nicht Lissandra spiele.","replies":[{"id":"","poster":"Wìcked Clown","date":"2015-07-08T06:33:52.984+0000","up_votes":2,"down_votes":1,"body":"Es ist eher so, dass - erst wenn viele einen Champion spielen - sichtbar wird, wo vielleicht zu ausgeprägte Stärken liegen. Bei Nasus war der Slow definitiv zu stark. Sein Kit wurde ja nicht verändert und er ist weiterhin problemlos als Toplaner spielbar.\nGenauso ist es mit Lissandra. Der Nerf hat sie nur abgeschwächt und war völlig gerechtfertig, da sie speziell auf der Toplane damit zu dominant war. Sie ist weiterhin spielbar, ein starker Pick und erfüllt die ihr zugedachten Aufgaben. Es gibt immer wen, der etwas besser kann, dafür auch an anderer Stelle schlechter ist. So funktioniert balancing. Das ist halt der normale Kreislauf in diesem Spiel. Ein Champ oder eine gewisse Gruppe von Champions ist zu stark und wird generft, dadurch schaffen es wieder andere Champions populär zu werden (Ohne zwangläufig OP zu sein). Das macht doch die Spannung aus!\nChampions werden nicht totgenerft und wenn es mal zu viel des Guten war, wird das im nächsten Patch korrigiert. \nDu kannst mit Lissandra genau so erfolgreich sein wie vorher und jetzt wird sie wenigstens nicht mehr gebannt oder ständig gepickt. ;-)","replies":[]},{"id":"","poster":"Corvis Rex","date":"2015-07-07T22:38:47.614+0000","up_votes":1,"down_votes":0,"body":"An sich machbar, jedoch wird der dmg immer zu gering sein. Man ist nicht mehr als ein zweiter supporter... leider :/","replies":[]}]},{"id":"","poster":"Wekra","date":"2015-07-07T22:07:33.295+0000","up_votes":1,"down_votes":0,"body":"Es ist leider mit vielen Champs so, dass es andere gibt, die dieselben Aufgaben erfüllen nur besser...deswegen werden manche viel gespielt manche gar nicht....Mit Skill kann man sie immer noch spielen aber naja","replies":[]}]}