{"id":"uNoZms0E","poster":"Feeding Rengar","date":"2015-07-07T20:00:37.229+0000","title":"Flame oder nicht Flame.","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":5,"body":"lol xD\r\n2 ganks in 7 min lel ^^\r\nsorry.\r\nye...\r\nwill try to make him rag quit tf ^^\r\nshe needs b now\r\nXD\r\nlol?\r\nhe gave her 1 kill ^^\r\ndont be an asshole ^^\r\nget it\r\ni died once and u say wtf nida? srrsly\r\nbarrier lel\r\nshut up\r\ni was onn topp and mid if u cantplay solo\r\nim afk bye\r\nbltiz stole my gromp\r\nnot myx bad if u dotn ber able to stay def\r\ni have 2 mor e alnes to gank\r\n1/4 ncie ^^\r\nblitz ur bad 1^^\r\n1 for 1\r\nvayne i wont gank cuz bc stole grump and flame me as noob jungler so why would i?\r\nas i said bc\r\nsaid\r\ni didnt\r\nwas taking my lunch\r\ncan u all stop blame me##\r\ncan u say pls?\r\nvarus?\r\nbc is already muted\r\nall flame me\r\ngg\r\nu flame me cuz i killed u ^`?\r\nlol this feed\r\n14/2\r\nwp bot\r\ncan u guys stop flame?\r\nWTF\r\nLOL\r\nvayne shut up\r\nur totally dumb\r\nvayne said &quot; ndia u sabotage the game lket me kills i can carry xxD\r\nand now bc and vayne flames me\r\ni didnt gank bot cuu bc flamed\r\noh yeah im &quot; tank&quot; and i should klet me attack by them all right!\r\nshe oneshot everyone...\r\ncuz u feed^^\r\nand flamed\r\nbtw where is ur phantom dancer?\r\nty for flame ^^\r\nflame 1^^\r\nmuted and reproted ^^\r\n \r\nAlso als ich gerade mein Game zu ende gespielt hatte war eine NAchricht das ich gebannt bin . Ok gut.\r\nIch erkl&auml;r euch nun meine sicht zu disen ausschnitten und ihr k&ouml;nntet mir sagen wann flame wann nicht. Danke.\r\n\r\nlol xd finde  ich eigentlich nicht schlimm\r\nals ich den gegnerischen tf gankte schrieb er in denn all chat das ich aufh&ouml;ren solle baby zu sitten ich er w&auml;hnte das 2 gansk in 7 min nicht schlimm seien . Dann machte ich einen Fail und star und sagte ye sorry.\r\ndas &quot; will try to make him...&quot; war so gemeint das ich ihn sehr oft ganken werde da es oft leute gibt die dann afk gehen ( hab ich nur in den team chat geschrieben )\r\nshe needs b war als ich die lane defedete und ich den gegner low machte.\r\nals nun ein team mate schrieb das unser mid laner deb gegnerischen adc feedete meinte ich das er kein arschloch sein solle und nciht flamen solle  ( ich wei&szlig; das ist keine nette ausdrucksweise)\r\nals ich dann an dem gegner knapp starb von mitte  flamete er mcih das ich schlecht sei worauf ich sagte shut up .\r\nMein support flamete mich nun da ich nicht bot gankteund stahl mein jungle mit seinem Q ( bc) \r\nIch war sauer und meinte das ich afk gehe ( war ich nicht ) \r\nDann meinte ich das ich nicht bot gankte das ich viel bei top und mid war , das sorry if u cant play.. war auhc nciht so nett ich wei&szlig;..\r\n1/4 ncie ^^\r\nblitz ur bad 1^^\r\nda meinte er das ich lernen sollte jungle zu spielen ich noob und sagte das.\r\nvayne meinte nun immer noch das ich bot ganken sollte und ich sagte das mich bc beleidigte und meine hilfe nicht brauche.\r\nwas taking my lunch ich war f&uuml;r 10 s weg um mir was zum essen zu holen und jemand dachte ich w&auml;re afk.\r\n\r\ncan u all stop blame me##\r\ncan u say pls?\r\nvarus?\r\nbc is already muted\r\nall flame me\r\ngg\r\nu flame me cuz i killed u ^`?\r\nlol this feed\r\n14/2\r\nwp bot\r\ncan u guys stop flame?\r\nWTF\r\nLOL\r\nvayne shut up\r\nur totally dumb\r\nvayne said &quot; ndia u sabotage the game lket me kills i can carry xxD\r\nand now bc and vayne flames me\r\ni didnt gank bot cuu bc flamed\r\noh yeah im &quot; tank&quot; and i should klet me attack by them all right!\r\nshe oneshot everyone...\r\ncuz u feed^^\r\nand flamed\r\nbtw where is ur phantom dancer?\r\nty for flame ^^\r\nflame 1^^\r\nmuted and reproted ^^:\r\nalles in einem flamte mich blitzcrank udn der gegner war sehr stark und killte jeden udn vayne meinte das ich schuld sei da ich nicht gankte udn das ich jeden kill kste ( 7/5/3 war ich ) sowie das ich nur weg laufe .\r\nam ende fragte ich vayne da ich normalerweise auf vayne so baue: erst  {{item:3046}}  und sie {{item:3031}}  ( nachdem blade of the runed)\r\nIch wei&szlig; das meine SPrache nich so dolle nett ist aber daf&uuml;r n bann. egal.Helft mir und gebt mir tipps buitte udn sagt mir warum vieles schlimm sein solllte.\r\nDanke .\r\nPS: das soll kein QQ thread sein sondern nur ein helft mir mich zu verbessern.. ding.\r\n\r\nMfg","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-07T20:05:12.236+0000","up_votes":3,"down_votes":0,"body":"Heya\ndas ist hier die Frage.\n> shut up\ni was onn topp and mid if u cantplay solo\nim afk bye\n.\n1/4 ncie ^^\nblitz ur bad 1^^\n1 for 1\nvayne i wont gank cuz bc stole grump and flame me as noob jungler so why would i?\n.\nlol this feed\n14/2\nwp bot\n.\nLOL\nvayne shut up\nur totally dumb\n.\nmuted and reproted ^^\n\n\nAll das oben markierte ist negativ. Das ist jetz bestimmt nicht alles im Text, aber ich habs nurmal überfolgen. Unterlasse solche Sätze einfach.\nFaustregel: Wenn es nicht klar positiv ist schreibs nicht.\n\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Feeding Rengar","date":"2015-07-07T21:21:51.154+0000","up_votes":1,"down_votes":0,"body":"Ok danke für die antwort.","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-07-07T22:21:24.125+0000","up_votes":1,"down_votes":0,"body":"Im allgemeinen scheinst du dir ja bewusst zu sein was du negatives schreibst - mein Tipp ist also ganz einfach: Unterlass es!\n\nWas du schreibst ist zwar oft nicht enorm schlimm (ausser \"im afk bye\", was ich persönlich als höchsttoxisch einstufe), aber es sind halt doch verdammt viele negative kommentare drin\n\n> muted and reproted ^^\n\nReportet ist enorm negativ. Warum musst du ihm das mtiteilen? Schon muted ist ein grenzfall, aber reportet ist definitiv einfach sinnfrei und bestrafbar - das reportsystem ist dazu da fehlverhalten zu bestrafen und soll nicht als Druck/Drohmittel gebraucht werden.\n\n\n> btw where is ur phantom dancer?\n\nSehr aggressiv. Schreib entweder etwas im Stil von \"Vayne, dont you think another AS item would be good?\" oder lass es einfach.\n\n> cuz u feed^^\n\n> lol this feed\n> 14/2\n> wp bot\n\nHeisst in etwa: \"Du spielst scheisse\". Keine nützliche Infos, einfach nur beleidigend.\n\n> vayne shut up\n> ur totally dumb\n> blitz ur bad 1^^\n\nBeleidigungen bringen dich nicht weiter, ausser dein Ziel ist es einen Perma zu kriegen.\n\n> dont be an asshole ^^\n\nWarum nicht einfach \"dont flame, wont help anyone\"? Oder garnichts? Bringt mehr und gibt dir keine Sperre..","replies":[]}]}