{"id":"sz7lbWli","poster":"Wekra","date":"2015-07-07T20:38:55.882+0000","title":"Miss Fortune und Gangplank Veränderungen","subforum":"Champions & Gameplay","up_votes":2,"down_votes":1,"body":"Hall&ouml;chen...jetzt da die &Auml;nderungen benannt sind..was haltet ihr davon?\r\n\r\nBei MF finde ich es gut, dass sie ihr Mobilit&auml;t bei der Passiven und ihrer W verbessert haben\r\n\r\nhttp://euw.leagueoflegends.com/de/page/champion-update/miss-fortune-struts-pbe\r\n\r\nhttp://euw.leagueoflegends.com/de/page/champion-update/gangplank-sails-pbe","replies":[{"id":"","poster":"SNKFreak","date":"2015-07-07T21:46:53.230+0000","up_votes":1,"down_votes":2,"body":"Dennoch muss bei Miss Fortune die AP-Skalierung an der Q, der E und der R entfernt werden und dafür eine ordentliche AD-Skalierung rein, damit MF endlich mal wieder ordentlich gespielt wird. Im Vergleich zu anderen ADCs ist sie so mit ihrem Kit unbrauchbar und sehr schwach auf ihren großen Brüsten.","replies":[{"id":"","poster":"Wekra","date":"2015-07-07T22:04:26.438+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SNKFreak,realm=EUW,application-id=Wj1wcocU,discussion-id=sz7lbWli,comment-id=0000,timestamp=2015-07-07T21:46:53.230+0000)\n>\n> Dennoch muss bei Miss Fortune die AP-Skalierung an der Q, der E und der R entfernt werden und dafür eine ordentliche AD-Skalierung rein, damit MF endlich mal wieder ordentlich gespielt wird. Im Vergleich zu anderen ADCs ist sie so mit ihrem Kit unbrauchbar und sehr schwach auf ihren großen Brüsten.\n\nNaja die Q hat ja schon 0,85 bzw 1,0 AD Skalierung, bei der E ist das wie bei vielen Champs dass das AP ist..z.B. Die Smorescreen von Graves, die Ulti gehört ja generell irgendwie überarbeitet, wobei ich auch mit ihr klarkomme..","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-07T22:24:41.496+0000","up_votes":1,"down_votes":0,"body":"An ihrer Ult muss überhauptnichts überarbeitet werden. In Verbindung mit AOE CC ist es glaub ich die am meisten Schadenverursachende TF Ult im Spiel was ADCs betrifft, man muss sie halt richtig einsetzten.\n\nAnsonsten ist es wie du sagt gute Skalierung auf Q, guter AS Steroid auf W, gute Utility auf E und damit, auch was die AP Skalierungen angeht, nicht allzu verschieden von anderen ADCs.\n\nUm zu deiner Ursprünglichen Frage zu kommen, GP sieht nett aus aber hab ich ehrlich keine Ahnung muss man schauen wie sich das macht.\nDas nur noch Schaden der MFs Leben betrifft die Passive aufhebt ist richtig gut für sie. Das W die Passive sofort aktiviert ist auch nett aber um die Klaffenden Wunden tuts mir schon ein wenig Leid. Wie viele Champs damit im Kit gibts noch, 2? Mal sehen wie sie die Q diesmal regeln. Im Moment fällt es mir extrem schwer es Sinnvoll einzusetzten so das es am Ende eher als AA Reset herhalten muss was natürlich nicht das volle Potenzial ausschöpft.","replies":[]}]}]}]}