{"id":"NewtqbFi","poster":"SoneStar","date":"2015-07-07T12:21:40.249+0000","title":"Strafe nach Drophacks!","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Seit dem April wurde ich Opfer von unz&auml;hligen Drophacks, welche mir und auch vielen anderen Spielern die Freude an diesem Spiel nehmen.\r\nIn meinem letzten Spiele war ich  abermals Opfer eines Drop-Hacks und nun werde ich daf&uuml;r auch noch bestraft.\r\nMir ist bewusst, dass es schwer ist und viel Zeit beansprucht, Spieler und Spielerinnen die Drophacks ausl&ouml;sen zu finden und zu sperren. Dennoch kommen diese  Drophacks in der letzten Zeit viel zu oft vor, deshalb bitte ich alle Riotmitarbeiter und Mitarbeitwerinnen, ihr M&ouml;glichstes zur L&ouml;sung dieses Problems zu unternehmen.\r\n\r\nDas ich nun aber auch noch daf&uuml;r bestrafte werde, Opfer von Drophacks gewesen zu sein, entt&auml;uscht mich und l&auml;sst mich dar&uuml;ber nachdenken, ob ich dieses Spiel nicht f&uuml;r eine Weile pausieren sollte.\r\n\r\nMir ist bewusst, dass ich in den letzten Tagen zwei Spiele nicht durchgehen fertigspielen konnte, da mein Computer mit der unertr&auml;glichen Hitze zu k&auml;mpfen hatte und sich von alleine abschaltete. Trotzdem habe ich mein M&ouml;glichstes getan, diese beiden Spiele trotz einer Unterbrechung fertig spielen zu k&ouml;nnen. Nach diesen beiden Zwischenf&auml;llen habe ich eine AFK-Warnung vom System bekommen und mich deshalb dazu entschieden zwischen den Spielen Pausen ein zu legen, damit mein Computer sich nicht wieder von alleine Herunterf&auml;hrt. Als ich nun nach einer kleinen Pause wieder ein Spiel angefangen hatte wurde ich nach ca 1.10 Min Opfer eines Drophacks und aus dem Spiel herausgeworfen. Wie &uuml;blich konnte ich nicht reconnecten und musste den Client deshalb komplett neu starten. Nach meinem Neustart des Cleints  konnte ich wieder reconnecten, doch das Game dauerte bereits 18 Minuten und war bereits entschieden. Nun habe ich eine weitere Verwarnung erhalten und wurde in eine &quot;Warteschlange mit niedriger Priorit&auml;t&quot; eingereiht.\r\n\r\nDies kann schlicht und einfach nicht das Resultat dieser Drophacks sein, denn wenn die Verursacher ohne eine Strafe und mit einem Sieg weg kommen und die betroffenen nebst einer nervenden und unfairen Niederlage dann auch noch bestraft werden, dann &uuml;berlegt sich jeder zweimal, weshalb er/sie nicht einfach auch Drophacks brauchen sollte!\r\n\r\nMFG\r\nSoneStar/Maxi\r\n\r\nEin Mail an den Support habe ich bereits verfasst.","replies":[{"id":"","poster":"eingew","date":"2015-07-07T12:40:02.884+0000","up_votes":3,"down_votes":0,"body":"Zum einen werden Drophacker durchaus bestraft, mit Permabans, zum anderen w端rde ein Drophack den entsprechenden Gamesserver down zwingen, so dass das entsprechende Spiel nicht gewertet wird. Und das gilt nicht nur f端r LP, XP, WR usw, sondern auch f端r die Daten vom Leaverbuster. Wenn du wirklich unter Drophacks gelitten hast, dann kann dich der Leaverbuster f端r dein verschwinden aus dem Spiel gar nicht belangen, weil er keine Daten zu diesem Spiel besitzt.","replies":[]},{"id":"","poster":"PranNEO","date":"2015-07-07T12:44:25.738+0000","up_votes":2,"down_votes":1,"body":":D\nAlso Bei mir war das so das ich nachdem ich das zweite mal aus dem Game geschmissen wurde und nicht mehr conecten konnte ein Leavboost von 5 Minuten gekriegt habe .\nAber Rito juckt das nicht die Bohne also kannste schreiben was du willst das einzige was du kriegen wirst ist ne BILLIGE Kopierte E-Mail","replies":[]},{"id":"","poster":"Borussia BVB","date":"2015-07-07T12:28:00.430+0000","up_votes":1,"down_votes":0,"body":"Was ist ein Drophack?","replies":[{"id":"","poster":"GxT Focus me pls","date":"2015-07-07T15:54:39.354+0000","up_votes":1,"down_votes":0,"body":"http://lmgtfy.com/?q=Drophack+","replies":[]}]}]}