{"id":"YW6RxG9L","poster":"WEEKENT","date":"2019-12-07T23:55:13.141+0000","title":"Bitte helft mir! Permanent gebannt worden, weil ich im AllChat zum Report von Flamern aufrief!","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":23,"body":"Liebe Community,\r\n\r\nich bin verzweifelt und weiss nicht mehr weiter. Mein Account ist gerade permanent gebannt worden und der Support möchte den Bann nicht zurücknehmen mit dem Hinweis darauf, dass ich negatives Verhalten gezeigt hätte, indem ich im All-Chat zum Report aufgerufen habe.\r\n\r\nAber zur Vollständigkeit von Anfang an: Ich hatte vor zwei Monaten einen 14 Tage Bann bekommen (zu Recht) und habe mich seitdem stetig im Ingame-Verhalten verbessert (Ich habe Honor Stufe 2 erreicht und wäre bald bei Honor 3 gewesen). Ich habe dann wieder angefangen Ranked-Games zu spielen und habe über 100 Games gespielt - es ist alles ohne Probleme verlaufen. Getilted bin ich nur in meinem Kopf und ich habe tatsächlich angefangen das Spiel wieder zu genießen.\r\n\r\nJetzt ist mein Account aber wegen zwei Spielen (beides ranked games) permanent gesperrt worden. In beiden Spielen wurde ich von meinen Mitspielern negativ angegangen. Ich werde den Kontext im Vornherein hinzufügen, damit verständlich ist, was ich mit den zitierten Sachen meine.\r\n\r\nIm ersten Spiel hat der Blitz-Support \"muted annoying trash\"  (aus Erinnerung) geschrieben, woraufhin ich im All-Chat zum Report aufrief - zu diesem Zeitpunkt noch zum Spaß - ich wollte herausfinden, ob der Blitz mich tatsächlich gemuted hatte, was für mich eine In-Game Information gewesen wäre, falls ich hätte ganken wollen (Ich brauche nicht für wards, summs, flash hook etc fragen). Dass ich das nur testen wollte, hatte ich sogar in den All-Chat geschrieben. Das \"report blitz\" am Ende war kurz vor Spielende (für das \"annoying trash\"). Das \"report blitz toxic\" kurz vorm Ende war nachdem er im Laufe des Spiels weitere solche Sachen auch gegen andere geschrieben hatte und wir standen dort bereits vor in Sekunden zerstörten Nexus.\r\n\r\nDas \"i blame you\" ist auch kein \"negatives Angehen\" gewesen. Ich kann mich aber nicht mehr 100% an den Kontext erinnern. Es war aber in jedem Falle kein \"ey du bist Schuld\" sondern es war etwas Meme-mäßiges. Ich glaube der Ryze hatte einen anderen Mitspieler blamed und meinte, dass niemand das anders sehen könnte. Ich habe dann gemeint, dass ich die Schuld eher bei ihm sehe. Riot muss aber ja den gesamten Text sehen könnten, die werden also wissen, dass das keine negative Sache war.\r\n\r\nIm Folgenden meine ganze Interaktion mit meinem Team:\r\n\r\nIn-Game\r\nWEEKENT: my red not guarded\r\nWEEKENT: thx garen\r\nWEEKENT: youre great\r\nWEEKENT: i love you\r\nWEEKENT: rengo f 9\r\nWEEKENT: report blitz, toxic\r\nWEEKENT: nah was just testing if he really muted me\r\nWEEKENT: salty ryze\r\nWEEKENT: i blame you.\r\nWEEKENT: well he called me \"annoying trash\"\r\nWEEKENT: you not a man rengo\r\nWEEKENT: you aint fighting for yo jungle\r\nWEEKENT: report blitz\r\nWEEKENT: flame\r\nWEEKENT: gg z\r\n\r\nWenn ich wegen zwei Spielen permabannt werde, dann muss diese Fehlinterpretation des Systems ausreichen um den Bann aufzuheben. Das zweite Spiel könnte - wenn man alleine den Text sieht - kontroverser sein, ist es aber tatsächlich gar nicht gewesen. Der folgende Text meinerseits sieht ein wenig wie gespamme aus, weil nur meine Texte zu sehen sind. In Wirklichkeit war es ein Schlagabtausch in de der Kled mich im All-Chat und im eigentlichen Chat massiv negativ angegangen ist  (report this fag; hes trolling us all game; ah hes german now i know why we lose).\r\n\r\nEr hatte gleich zu Anfang des Spiels angemerkt, dass er in keinem Fall leashen würde. Daraufhin meinte ich, dass ich dann natürlich nicht mit der größten Freude seine Lane ganken würde, sondern nur weil es notwendig ist. \r\n\r\nDer Teil mit dem \"you guys are so bad\" war keine Einzelbeschreibung im Sinne von \"oh ihr Trottel suckt\", sondern meine Teammates (botlane)  haben das ebenso gesehen, das war kein Rant, sondern das war ein kollektives Aufseufzen, das sieht man auch daran, dass ich direkt danach extrem positiv mit denen kommuniziere, weil sie diesen Dive extrem gut gespielt hatten. Das darf man auf keinen Fall als ein Runtermachen verstehen.\r\n\r\nAlles war dann folgt also das \"see my big smile kled?\" ist wieder auf den Anfangsteil bezogen. Wir wollten diven, Kled hatte alles up und ist dann einfach stehen geblieben und hat mich alleine sterben lassen. Daraufhin hatte er im AllChat einen Rage abgelassen und gemeint das Spiel wäre vorbei (ich antworte ja auch, dass er toxic ist und das Spiel aufgibt). \r\n\r\nIch nehme ein Beispiel: Als ich schreibe \"you have the permission to ask that, yes\", hatte er gefragt, ob ich zuhause von meine Vater verprügelt werde oder warum ich so schlecht spiele. \r\n\r\nAls ich sage, dass ich diskriminiert werde, meinte er davor, dass alle Deutschen so wären wie ich und er jetzt weiss warum wir verlieren. \r\n\r\n\r\n \r\nGame 1\r\nIn-Game\r\nWEEKENT: leash or i dont come your lane\r\nWEEKENT: with a big smile\r\nWEEKENT: yes, you guys are so bad.\r\nWEEKENT: we win this 3v3 so easily\r\nWEEKENT: for what did i get turret aggro.\r\nWEEKENT: no.\r\nWEEKENT: even if\r\nWEEKENT: i pressed s\r\nWEEKENT: \r\nWEEKENT: wp pyke\r\nWEEKENT: tank it\r\nWEEKENT: ok i'll come :))))\r\nWEEKENT: good reaction bot\r\nWEEKENT: very wp\r\nWEEKENT: youre extremely good\r\nWEEKENT: see my big smile kled?\r\nWEEKENT: if i had a leash maybe i woulda won jungle\r\nWEEKENT: he doesnt dive with me\r\nWEEKENT: and then says rep jungle\r\nWEEKENT: toxic player\r\nWEEKENT: he had ult up\r\nWEEKENT: so unlucky :)\r\nWEEKENT: you have the permission to ask that, yes\r\nWEEKENT: ez clap.\r\nWEEKENT: pls report kled\r\nWEEKENT: toxic\r\nWEEKENT: and giving up\r\nWEEKENT: you saying i troll is actually toxic\r\nWEEKENT: i'm trying my best\r\nWEEKENT: i am trolling cause i typed in chat?\r\nWEEKENT: yeah very troll i play.\r\nWEEKENT: very fun to play with you kled\r\nWEEKENT: youre reported\r\nWEEKENT: for what?\r\nWEEKENT: i am trying my best\r\nWEEKENT: i dont troll\r\nWEEKENT: pls stop saying that\r\nWEEKENT: its offensive\r\nWEEKENT: you didnt dive with me\r\nWEEKENT: see my smile kledß\r\nWEEKENT: ?\r\nWEEKENT: thats actually discrimination\r\nWEEKENT: why dont you like germans?\r\nWEEKENT: soo they have higher cs than you?\r\nWEEKENT: all?\r\nWEEKENT: kled just said \"a youre german, thats why we lose\"\r\nWEEKENT: \"now i know why we lose\"\r\nWEEKENT: report him pls\r\nWEEKENT: kled discriminating me only cause of my nationality\r\nWEEKENT: i didnt say that.\r\nWEEKENT: obv its not.\r\nWEEKENT: its hatespeech against germans.\r\nWEEKENT: yeah kled, thats why i have more kill participation than you.\r\n\r\n_____________________________________\r\n\r\n\r\nDas sind die beiden Spiele gewesen, wegen denen ich jetzt meinen Account permanent verlieren soll. Der Account in den ich mein Geld, meine Zeit, Leidenschaft und Arbeit gesteckt habe und mit dem ich es sogar fast bis Diamond geschafft hatte (bin bis Platin II gekommen). Der Account mit dem ich mich massiv im Verhalten verbessert habe und mit dem ich beinahe wieder Honor 3 unlocked hatte. Als ich dann den Support auf diesen Fehler des Systems hingewiesen und auf eine direkte Antwort inklusive Entsperrung gehofft habe, kam dann diese unglaubliche Antwort:\r\n\r\n\"Heyho WEEKENT.\r\n\r\nDas Problem was wir hier haben ist, dass auch wenn du auf dem Weg zu Honor Level 3 warst, du doch negative Aspekte in deinen Spielen gezeigt hast.\r\nDies zusammen, mit deiner 2 Wochen Sperre vor knapp 2 Monaten, hat nun zu dieser permanenten Suspendierung geführt.\r\n\r\nDamit du aber verstehst, was als negativ in den Spielen gewertet wurde, zitiere ich dich hier einmal:\r\nGame 1)\r\n\r\n[23:25] [All] WEEKENT (Graves): pls report kled\r\n[31:53] [All] WEEKENT (Graves): report him pls\r\n\r\nGame 2)\r\n\r\n[6:15] [All] WEEKENT (Graves): report blitz, toxic\r\n[20:50] [All] WEEKENT (Graves): report blitz\r\n\r\nAuch wenn dies keine Chats sind, in denen du toxisch bist, so bist du mit den \"report Anfragen\" doch negativ.\r\nStell dir einmal die Situation vor, dass du z.B. auf der Toplane bist und 0/5/0 stehst.\r\nNun kommt ein Spieler aus deinem Team an und sagt im Allchat \"report toplane for inting\".\r\nDies kann dazu führen, dass du Aufgrund dieser Aussage noch schlechter Spielst, weil du weißt, das du dein bestes gibst und trotzdem deine Lane verlierst, dein Team/der Spieler aber nicht an dich glaubt.\r\nDazu sagt er dies auch noch im Allchat.\r\nSomit kann sich der Gegner denken \"ahh mindestens 1 Spieler mag den Toplaner nicht, also tilten wir ihn noch mehr indem wir ihn Ganken, damit er noch depremierter ist\".\r\nSomit wird dem Gegnerischen Team auch noch ein Vorteil alleine durch so eine Aussage gegeben.\r\n\r\nDer Chat soll dafür da sein um Tipps zu geben oder Calls zu machen.\r\nWenn man jemanden Reporten will, kann man dies nach einem Spiel tun, genau so aber auch Reportanfragen stellen.\r\nIns Spiel gehören diese aber nicht.\r\n\r\nIch hoffe das verstehst du.\r\n\r\nSolltest du dennoch weitere Fragen bezüglich League haben, stehen wir dir sehr gerne mit Rat und Tat zur Seite.\r\n\r\n\r\n______________________________________________-\r\n\r\nIst das zu fassen? Ich weiss zwar nicht wo ich am Besten anfangen soll, aber ich fange einfach mal mit den Zitaten an:\r\n\r\nGame 1)\r\n\r\n[23:25] [All] WEEKENT (Graves): pls report kled\r\n[31:53] [All] WEEKENT (Graves): report him pls\r\n\r\nGame 2)\r\n\r\n[6:15] [All] WEEKENT (Graves): report blitz, toxic\r\n[20:50] [All] WEEKENT (Graves): report blitz\r\n\r\nMit dem Kontext, den ich euch gegeben habe, und den Riot in aller Hülle und Fülle ansehen kann (Game 1 toxic blitz und nur eine \"Falschanfrage\" auf report im AllChat und Game 2 unglaublich toxischer Kled) ist doch völlig verständlich, dass ich zum report vom Kled aufrufe! Er hatte ja bereits vorher im AllChat über mich abgelassen, mich beleidigt und zum Report von mir aufgerufen. Beim Blitzcrank kann Riot doch sogar an meinem Chat ablesen, dass der erste nicht ernst gemeint war und der letzte erst vor Schluss des Spiels kam. Außerdem hatte auch in diesem Fall der andere mich und meine Mitspieler vorher klar beleidigt. Ich rufe also nicht zu Unrecht zum Report auf!\r\n\r\nDas Beispiel was der Riot Mitarbeiter angibt ist auch völlig deplaziert! Hier ist nämlich kein Toplaner der 0/5 steht, sondern der Kled hat mich massiv beleidigt und deswegen rufe ich zum report auf! Ich rufe nicht dazu auf einen Spieler mit einem schlechten Tag wegen Intings zu reporten, sondern ich rufe dazu auf den Typen, der mich im AllChat beleidigt, als Troll bezeichnet und sagt, dass er das Spiel aufgeben möchte, zu reporten. Das ist doch kein \"negatives Verhalten\".\r\n\r\nNach dem was der Rioter hier sagt - also dass \"pls report Person X\" negatives Verhalten ist -dürfte ich wohl auch ab jetzt alle leute gebannt sehen, die im Spiel schreiben \"Fiora ragequit, pls 9x her\". Das macht doch absolut keinen Sinn! ich habe das Gefühl der Rioter hat sich die Chatlogs nicht einmal angesehen, sondern einfach 2 Zitate rausgesucht und eine Copy-Paste Antwort rausgehauen...\r\n\r\nBitte helft mir, ich bin verzweifelt. Der Riot Support scheint mich einfach nur abwimmeln zu wollen und sich den Fall gar nicht wirklich anzuschauen. Es ja geradezu offensichtlich, dass der Bann zu Unrecht ist und ich scheine nichts tun zu können um den Support darauf aufmerksam zu machen. \r\n\r\n\r\nLiebe Grüße \r\nWeekent","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T08:27:09.320+0000","up_votes":16,"down_votes":0,"body":"Wieder einmal schön zu sehen das Riots Ban System die richtigen erwischt{{sticker:sg-jinx}}","replies":[{"id":"","poster":"Toismois","date":"2019-12-08T14:13:27.616+0000","up_votes":1,"down_votes":16,"body":"So toxisch, pls Permabann","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T14:19:20.700+0000","up_votes":8,"down_votes":0,"body":"Da wäre dann der nächste aus dem Bund sein kleiner Mate^^\nDu machst die Situation Deines Kumpels nicht besser.\nAußerdem zeigst Du uns allen hier gerade das schlechtes Verhalten bei Euch wohl an der Tagesordnung liegt.\nKlasse Leistung.","replies":[{"id":"","poster":"Toismois","date":"2019-12-08T22:46:11.785+0000","up_votes":2,"down_votes":11,"body":"Da hast du mich jetzt aber richtig bloßgestellt :) fühle mich mehr als beschämt","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T22:51:20.641+0000","up_votes":5,"down_votes":0,"body":"Dafür sorgst du selbst kleiner^^","replies":[{"id":"","poster":"Toismois","date":"2019-12-08T22:54:21.426+0000","up_votes":1,"down_votes":6,"body":"Warum ist es dir eigentlich so ein Anliegen, mich mit meiner Körpergröße zu diffamieren?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T23:01:07.264+0000","up_votes":5,"down_votes":0,"body":"Damit hat das wenig zu tun^^\n\nSchau dir noch einmal an was du so geschrieben hast, dann verstehst du vielleicht warum ich dich damit betitel.\nDann merkst du vielleicht das es auf einer anderen Ebene eine Feststellung/Vermutung ist.^^","replies":[]}]}]}]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T15:09:09.493+0000","up_votes":2,"down_votes":0,"body":"Man kann einsehen wer mit wem oft Zusammenspielt.\n\n\nMfg","replies":[]}]},{"id":"","poster":"Cenâreth","date":"2019-12-09T17:35:26.021+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=0005,timestamp=2019-12-08T08:27:09.320+0000)\n>\n> Wieder einmal schön zu sehen das Riots Ban System die richtigen erwischt{{sticker:sg-jinx}}\n\nWäre nur schön wenns häufiger der Fall wird, dass schreckt die ab es wieder zu tun.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T17:45:16.886+0000","up_votes":1,"down_votes":0,"body":"True! \n\nIch hoffe das wird zukünftig mehr.","replies":[]}]}]},{"id":"","poster":"Sirrkas","date":"2019-12-08T14:33:03.244+0000","up_votes":10,"down_votes":0,"body":">Im ersten Spiel hat der Blitz-Support \"muted annoying trash\" (aus Erinnerung) geschrieben, woraufhin ich im All-Chat zum Report aufrief - zu diesem Zeitpunkt noch zum Spaß - ich wollte herausfinden, \n\nDas war aber doch sehr unnötig. Vor allem aus Spaß negativ im Chat sein, kann ich nicht nachvollziehen. Im Worstcase, nimmt das jeder ernst und du schadest der Teammoral. Im Bestcase, hat die angesprochene Person dich schon gemutet und der Rest in deinem Team macht sich nicht viel daraus, dass sich schon ein Flamewar anbahnt. \n\n>Das \"i blame you\" ist auch kein \"negatives Angehen\" gewesen. Ich kann mich aber nicht mehr 100% an den Kontext erinnern. Es war aber in jedem Falle kein \"ey du bist Schuld\" sondern es war etwas Meme-mäßiges. Ich glaube der Ryze hatte einen anderen Mitspieler blamed und meinte, dass niemand das anders sehen könnte. Ich habe dann gemeint, dass ich die Schuld eher bei ihm sehe. Riot muss aber ja den gesamten Text sehen könnten, die werden also wissen, dass das keine negative Sache war.\n\nDas wirkt auch nicht so sinnvoll. Ironie und ähnliches kann man im Chat nicht wirklich erkennen. Die meisten werden es als negativen Kommentar wahrgenommen und gedeutet haben.\n\n>WEEKENT: leash or i dont come your lane\nWEEKENT: with a big smile\nWEEKENT: yes, you guys are so bad.\n\nWenn man streng ist, ist der Permabann schon ab hier in Verbindung mit deinem 2 Wochenbann berechtigt. Du drohst ja gerade zu deinen Mitspielern. \n\n>Der folgende Text meinerseits sieht ein wenig wie gespamme aus, weil nur meine Texte zu sehen sind. In Wirklichkeit war es ein Schlagabtausch in de der Kled mich im All-Chat und im eigentlichen Chat massiv negativ angegangen ist \n\nDas hat absolut keinen Einfluss auf deine Strafe und tut auch nichts zur Sache. Entweder du warst toxisch (da sind die Gründe egal) oder du warst es nicht. Du warst hier ganz klar toxisch.\n\n>Das sind die beiden Spiele gewesen, wegen denen ich jetzt meinen Account permanent verlieren soll. Der Account in den ich mein Geld, meine Zeit, Leidenschaft und Arbeit gesteckt habe und mit dem ich es sogar fast bis Diamond geschafft hatte (bin bis Platin II gekommen). Der Account mit dem ich mich massiv im Verhalten verbessert habe und mit dem ich beinahe wieder Honor 3 unlocked hatte. Als ich dann den Support auf diesen Fehler des Systems hingewiesen und auf eine direkte Antwort inklusive Entsperrung gehofft habe, kam dann diese unglaubliche Antwort:\n\nMal ehrlich. Der Chatlog zu Spiel 1, alleine hat schon eine Strafe gerechtfertigt. Da war so viel negativer Chat und sarkastische \"du bist gut\" Abschnitte, was hätte hier anderes passieren sollen? \n\nEs spielt auch keine Rolle, dass du dich gebessert hast. Wenn das hier dein gutes verhalten ist, will ich nicht wissen, was du vor dem 2 Wochenbann alles geschrieben hast. Dass du den Account, dein beinahe Honor 3 und einen Platin 2 Account in den Permabann getrieben hast, ist ganz alleine deine Schuld. Du hattest deine Chance dich zu bessern, du hast ihr lächelt zugewunken, als sie vorbeigezogen ist. Übrigens ist Platin 2 nicht wirklich \"fast Dia\". \n\nDes weiteren gibt es hier keinen Fehler. Nur deine mangelnde Einschätzung von richtigem Verhalten.\n\n>Ist das zu fassen? Ich weiss zwar nicht wo ich am Besten anfangen soll, aber ich fange einfach mal mit den Zitaten an:\n\nDie Supportantwort war gut und passend. Sicher nicht perfekt. Da hätte man noch andere Teile zitieren können, aber der Support muss ja nicht deinen ganzen Chatlog noch einmal aufdröseln.","replies":[]},{"id":"","poster":"Loliped","date":"2019-12-08T12:57:40.982+0000","up_votes":10,"down_votes":0,"body":"Der Ban ist zu 200% verdient Karma catches you always {{sticker:sg-ahri-2}}","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:27:48.003+0000","up_votes":1,"down_votes":9,"body":"Kannst du mir erklären warum? War ich nicht derjenige der von meinen Mitspielern beleidigt und harassed wurde? Findest du es in Ordnung, wenn das eigentliche Opfer in der Situation bestraft wird?","replies":[{"id":"","poster":"Loliped","date":"2019-12-08T13:30:20.324+0000","up_votes":5,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00070000,timestamp=2019-12-08T13:27:48.003+0000)\n>\n> Kannst du mir erklären warum? War ich nicht derjenige der von meinen Mitspielern beleidigt und harassed wurde? Findest du es in Ordnung, wenn das eigentliche Opfer in der Situation bestraft wird?\n\nganz einfach WEEKENT: leash or i dont come your lane\nWEEKENT: with a big smile\nWEEKENT: yes, you guys are so bad.\nWEEKENT: we win this 3v3 so easily\nWEEKENT: for what did i get turret aggro.\nWEEKENT: no.\nWEEKENT: even if\nWEEKENT: i pressed s\nWEEKENT: \nWEEKENT: wp pyke\nWEEKENT: tank it\nWEEKENT: ok i'll come :))))\nWEEKENT: good reaction bot\nWEEKENT: very wp\nWEEKENT: youre extremely good\nWEEKENT: see my big smile kled?\nWEEKENT: if i had a leash maybe i woulda won jungle\nWEEKENT: he doesnt dive with me\nWEEKENT: and then says rep jungle\nWEEKENT: toxic player\nWEEKENT: he had ult up\nWEEKENT: so unlucky :)\nWEEKENT: you have the permission to ask that, yes\nWEEKENT: ez clap.\nWEEKENT: pls report kled\nWEEKENT: toxic\nWEEKENT: and giving up\nWEEKENT: you saying i troll is actually toxic\nWEEKENT: i'm trying my best\nWEEKENT: i am trolling cause i typed in chat?\nWEEKENT: yeah very troll i play.\nWEEKENT: very fun to play with you kled\nWEEKENT: youre reported\nWEEKENT: for what?\nWEEKENT: i am trying my best\nWEEKENT: i dont troll\nWEEKENT: pls stop saying that\nWEEKENT: its offensive\nWEEKENT: you didnt dive with me\nWEEKENT: see my smile kledß\nWEEKENT: ?\nWEEKENT: thats actually discrimination\nWEEKENT: why dont you like germans?\nWEEKENT: soo they have higher cs than you?\nWEEKENT: all?\nWEEKENT: kled just said \"a youre german, thats why we lose\"\nWEEKENT: \"now i know why we lose\"\nWEEKENT: report him pls\nWEEKENT: kled discriminating me only cause of my nationality\nWEEKENT: i didnt say that.\nWEEKENT: obv its not.\nWEEKENT: its hatespeech against germans.\nWEEKENT: yeah kled, thats why i have more kill participation than you.\n\nüberlege das nächste mal deine Wortwahl und dein umgangs Ton","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:36:38.319+0000","up_votes":1,"down_votes":9,"body":"Sag mir den exakten Punkt, den du ab jetzt vom System für alle Spieler in LoL für diese Wörter bestraft haben möchtest.","replies":[{"id":"","poster":"Loliped","date":"2019-12-08T13:40:31.375+0000","up_votes":7,"down_votes":0,"body":"ich sag dir Lediglich so wie du dich veralten hast und es auch jetzt hier tust ist kindisch und rechtfertigt den ban nur noch mehr","replies":[]}]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T15:03:32.439+0000","up_votes":3,"down_votes":0,"body":"Dat victimhood-complex.","replies":[]}]}]},{"id":"","poster":"Aymira","date":"2019-12-08T01:48:11.480+0000","up_votes":9,"down_votes":0,"body":"Joa schon doof wenn man wegen sowas seinen Account verliert.\nWieso doof? Naja, weil eine einzige Meldung ausreicht um das System anzuregen die Meldung zu Überprüfung. \n\nDeine eigene Meldung hätte also gereicht - hättest Du den Mund gehalten, wäre Dir nichts passiert. \n\nSelber schuld. Mitleid hab ich auch keins, die Warnung das der Account nach dem nächsten Vergehen, quasi egal welcher schwere, weg ist, hast du leider gekonnt ignoriert. ¯\\\\\\_(ツ)_/¯","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T02:08:17.797+0000","up_votes":1,"down_votes":12,"body":"Die Anzahl der Reports macht einen Unterschied in der Bewertung des Systems. Das heißt wenn mehrere Leute einen reporten, geht das System von einem \"negativen Kontext\" deiner Wörter aus. Es werden also eine größere Anzahl Wörter als toxisch eingestuft.\n\nKannst du mir mal erklären, warum du es schlimm findest, wenn Leute zu Recht zum Report von jemandem aufrufen? Ich verstehe das immer noch nicht ganz. Es ist doch in etwa so:\n\nRuft eine Frau um Hilfe weil jemand sie vergewaltigt hat - und sie tut es zurecht - dann sollte sie nicht bestraft werden.\nRuft eine Frau um Hilfe weil jemand sie vergewaltigt hat - und sie tut es zu unrecht - dann sollte sie bestraft werden.\n\nIch habe kein Problem mit einem Permabann wenn ich Leute beleidige etc. \n\nAber mal ernsthaft. ich war schon wieder auf Honor 2, ich habe mich ganz normal positiv verhalten und das ich zum Report von 2 Flamern aufrufe findet ihr bestrafbar?! Es geht doch nicht darum, ob mein 14 tage Bann gerechtfertigt war - denn das war er. Es geht darum ob das gerechtfertigt Aufrufen zum Report von Flamern überhaupt ein bestrafbares Verhalten ist. Möchtest du alle Leute die das machen (bsp: Fiora ragequit 9x pls\") Permabannen? Ich würde das nicht wollen.","replies":[{"id":"","poster":"Aymira","date":"2019-12-08T02:29:34.950+0000","up_votes":11,"down_votes":0,"body":"> Die Anzahl der Reports macht einen Unterschied in der Bewertung des Systems.\n\nWenn du meinst... Dann glaub das ruhig. \n\n> Kannst du mir mal erklären, warum du es schlimm findest, wenn Leute zu Recht zum Report von jemandem aufrufen?\n\nWieso ich es schlimm finde? Es trägt absolut null dazu bei das Spiel zu spielen. Das einzige was du mit diesen lächerlichen Aufrufen zur Meldung machst ist noch mehr schlechte Stimmung ins Spiel bringen und dich aufs selbe alberne Niveau herablassen welches deine Mitspieler an den Tag legen. \n\n> Ruft eine Frau um Hilfe weil jemand sie vergewaltigt hat - und sie tut es zurecht - dann sollte sie nicht bestraft werden.\nRuft eine Frau um Hilfe weil jemand sie vergewaltigt hat - und sie tut es zu unrecht - dann sollte sie bestraft werden.\n\nWir sind hier immernoch in einem Videospiel, nicht in der Realität. Der Vergleich hinkt also ganz gewaltig.\n\n> Möchtest du alle Leute die das machen (bsp: Fiora ragequit 9x pls\") Permabannen? Ich würde das nicht wollen.\n\nNö, möchte ich nicht. Ich möchte das diese Leute ihren Mund halten, spielen und wenn sie es nicht tun bestraft werden - Nach Riots System. Wenn du einen 14 Tage Bann vorher hattest greift nunmal der permanente Bann als nächstes. So läuft das bei jedem. \n\n> ich habe mich ganz normal positiv verhalten\n\nNa wollen wir doch mal sehen:\n\n> WEEKENT: yes, you guys are so bad.\n\nKönnte man als beleidigung auffassen.\n\n> WEEKENT: toxic player\n\nOkay... \n\n> WEEKENT: ez clap.\nWEEKENT: pls report kled\nWEEKENT: toxic\nWEEKENT: and giving up\nWEEKENT: you saying i troll is actually toxic\n\nDa ist der Aufruf zur Meldung und ein unschönes \"ez\". (persönlich find ich das unsportlich....) \nZu sagen das du trollst ist giftig? Aber du darfst jemanden \"Bad\" nennen und bist nicht giftig? \n\n> WEEKENT: yeah kled, thats why i have more kill participation than you.\n\nDa redest du deinen Mitspieler schlecht. Egal obs ne Tatsache ist, du tust es. \n\nDen ganzen Chatlauf zufolge, auch ohne Kontext, hast du auch nicht dazu beigetragen die Stimmung zu bessern. \n\nFeuer bekämpft man nicht mit Feuer. Hättest du einfach alle Leute stumm geschaltet, dann wäre dieses ganze Gefecht nicht ausgebrochen und du hättest deinen Account noch. \n\nUnd dann hättest du am Ende die Leute gemeldet und nach einiger Zeit eine schöne sahnige \"Sofort Rückmeldung\" bekommen, das wegen der Meldung jemand bestraft wurde. \n\nDie siehst du nur nun leider nicht mehr. Zumindest nicht mit dem Account \n{{sticker:sg-lulu}}","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2019-12-08T06:47:23.765+0000","up_votes":7,"down_votes":0,"body":"Die Anzahl ändert nicht die Geschwindigkeit oder die Strafe, da ein Report alleine schon eine Überprüfung auslöst.\nOb das System jetzt 9mal einzeln überprüft oder es pro Spiel gerechnet wird und bei 9 Reports einmal überprüft wird ist egal.\nDenn es wird immer das gleiche raus kommen.\n\n\"Die Definition von Wahnsinn ist, immer wieder das Gleiche zu tun und andere Ergebnisse zu erwarten.\" \n\nUnd etwa genau das erwartest du bei den 9 Reports.\n\nUnd wenn du jetzt mal nen Vergleich vom RL haben möchtest:\n\nDu gehst auf ne Polizeiwache um ne Anzeige gegen jemanden einzureichen. (Das wäre in dem Falle dein Report)\n\nWas du aber gemacht hast, war dass hier:\n\nDu bist auf die Polizeiwache gegangen und hast allen dort befindlichen Leuten gesagt, dass sie gegen den eine Anzeige einreichen sollen und das sogar mind. 2 mal.\nDa würden die Polizisten dich auch erst mal mitnehmen.\n\nUnd angenommen jemand würde dich beleidigen und du gehst ihn anzeigen.\nDann forderst du doch nicht auch alle anderen die dabei waren dazu auf ihn anzuzeigen, weil er dich beleidigt hat oder doch?\n\nUnd angenommen, er hätte jetzt alle beleidigt und alle würden eine Anzeige machen.\nDann spielt es keine Rolle, weil ob er jetzt nur dich beleidigt hat oder alle, er würde bestraft werden.\nMag sein, dass im RL die Strafe höher wäre wenn er mehrere beleidigt hätte, nichtsdesto trotz wird er bestraft.\n\nUnd bei lol kannst du es dir so vorstellen, die haben Aufnahmen, dass er dich beleidigt hat also wird er auch entsprechend bestraft, solange du es eben meldest.\nIm RL ist es ja auch nicht anders, da muss man erst mal etwas sagen, dass sie auch die entsprechenden Aufnahmen auswerten können.\n\nOder falls du etwas passenderes willst:\n\nIn ein Geschäft wird eingebrochen und es wird Videoüberwacht.\nOb jetzt du alleine das der Polizei meldest oder noch 8 andere Passanten spielt keine Rolle, denn eine Meldung reicht, dass die Polizei kommt un dden Fall untersucht.\nIn dem Falle das Video vom Einbruch auswertet, im Falle von lol der Chat analysiert wird.\n\nIch hoffe, damit ist es klar genug.\n\n\nEdit:\n\nhttps://support.riotgames.com/hc/de/articles/201752884-Spieler-melden\nLies dir mal am Profi-Tipps das ganze durch.\n\n**Dinge, die vermieden werden sollten** ist das Paradebeispiel in deinem Fall, falls du meinem Text nicht glaubst oder so faul bist ihn nicht zu lesen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2019-12-08T14:49:21.625+0000","up_votes":4,"down_votes":0,"body":">Die Anzahl der Reports macht einen Unterschied in der Bewertung des Systems. Das heißt wenn mehrere Leute einen reporten, geht das System von einem \"negativen Kontext\" deiner Wörter aus. Es werden also eine größere Anzahl Wörter als toxisch eingestuft.\n\nDas ist komplett falsch. Im aktuellen System hat 1 Report genau so viel Gewicht wie 9 Reports. Reports führen immer nur dazu, dass du untersucht wirst. Hast du nichts falsch gemacht, wirst du nicht bestraft. Gab es einen Fehler, kannst du den Support bitten, sich den Fall noch mal anzusehen, dann wird das auch recht fix korrigiert. Hier gibt es nur nichts zu korrigieren. In beiden Chatlogs, warst du durchgehend störend und hast dir die nächste Strafstufe redlich verdient. Was hier der Permabann ist.","replies":[]}]}]},{"id":"","poster":"need elo police","date":"2019-12-08T00:16:31.529+0000","up_votes":9,"down_votes":0,"body":"Hier gibt es nichts zum helfen, da wir hier nur die Community sind. Wenn der Riot Support nichts machen will / kann, dann ist dieser Account weg. Ich muss aber auch ganz ehrlich sagen, mein Mitleid hält sich in Grenzen. Der Bann ist auf gar keinen Fall zu Unrecht, denn beim 14-Tage Bann wird klar gesagt, dass das nächste negative Verhalten zum permanenten Bann führen kann, und genau dies ist eben passiert.\n\nIch feiere den Riot Support, und hoffe es geht so weiter!","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T02:01:13.885+0000","up_votes":1,"down_votes":8,"body":"Ist mir schon klar, ich hätte mir einfach eine andere objektive Meinung gewünscht. Es wäre schön, wenn du mir erklären könntest, warum du mein Verhalten für bannwürdig hältst. Zitiere bitte genau die Stelle.\n\nFindest du, dass Leute die (zu Recht) zum Report aufrufen ab jetzt alle gepermabannt werden sollten, wenn sie dieses Verhalten nicht einstellen? Sollten auch die Leute permabannt werden, die zum Scherz aufrufen und das sogar direkt im Chat danach sagen?\n\nSollte man überhaupt noch Scherze machen dürfen, oder darauf aufmerksam machen, dass Leute sich toxisch verhalten? Oder sollte das auch sofort weggebannt werden, wenn Leute das reporten?\n-> siehe hier Plottwist: was man mittlerweile in SoloQueue sehen kann, ist dass Premades versuchen Leute zu provozieren und sie zur Bestrafung zu reporten. Es ist ziemlich bekannt wie rigged das Reportsystem ist.","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-08T15:01:06.348+0000","up_votes":3,"down_votes":0,"body":">Es wäre schön, wenn du mir erklären könntest, warum du mein Verhalten für bannwürdig hältst. Zitiere bitte genau die Stelle.\n\nDas lässt sich machen. Andere machen das zwar schöner und gehen besser darauf ein, aber ich kann das gerne an need elo police's Stelle zitieren:\n\n>WEEKENT: thx garen\nWEEKENT: youre great\nWEEKENT: i love you\nWEEKENT: report blitz, toxic\nWEEKENT: salty ryze\nWEEKENT: i blame you.\nWEEKENT: you not a man rengo\nWEEKENT: you aint fighting for yo jungle\nWEEKENT: report blitz\nWEEKENT: flame\n\n\nWobei ich hier anmerken möchte, dass bei diesem Chatlog evtl. ein Stück fehlt. Ich habe da nichts wie Game 2 oder Game 3 darüber gesehen. Vielleicht hast du das einfach nicht zitiert, aber die Chancen stehen gut, dass du uns hier geschönigte Chatlogs zeigst. Deswegen wäre es nett, wenn du noch Screenshots nachreichen würdest.\n\n\n>Game 1\nIn-Game\nWEEKENT: leash or i dont come your lane\nWEEKENT: with a big smile\nWEEKENT: yes, you guys are so bad.\nWEEKENT: we win this 3v3 so easily\nWEEKENT: for what did i get turret aggro.\nWEEKENT: no.\nWEEKENT: even if\nWEEKENT: i pressed s\nWEEKENT: wp pyke\nWEEKENT: tank it\nWEEKENT: ok i'll come :))))\nWEEKENT: good reaction bot\nWEEKENT: very wp\nWEEKENT: youre extremely good\nWEEKENT: see my big smile kled?\nWEEKENT: if i had a leash maybe i woulda won jungle\nWEEKENT: he doesnt dive with me\nWEEKENT: and then says rep jungle\nWEEKENT: toxic player\nWEEKENT: he had ult up\nWEEKENT: so unlucky :)\nWEEKENT: you have the permission to ask that, yes\nWEEKENT: ez clap.\nWEEKENT: pls report kled\nWEEKENT: toxic\nWEEKENT: and giving up\nWEEKENT: you saying i troll is actually toxic\nWEEKENT: i'm trying my best\nWEEKENT: i am trolling cause i typed in chat?\nWEEKENT: yeah very troll i play.\nWEEKENT: very fun to play with you kled\nWEEKENT: youre reported\nWEEKENT: you didnt dive with me\nWEEKENT: see my smile kledß\nWEEKENT: thats actually discrimination\nWEEKENT: why dont you like germans?\nWEEKENT: soo they have higher cs than you?\nWEEKENT: all?\nWEEKENT: kled just said \"a youre german, thats why we lose\"\nWEEKENT: \"now i know why we lose\"\nWEEKENT: report him pls\nWEEKENT: kled discriminating me only cause of my nationality\nWEEKENT: i didnt say that.\nWEEKENT: obv its not.\nWEEKENT: its hatespeech against germans.\nWEEKENT: yeah kled, thats why i have more kill participation than you.\n\nUnd ja, hier habe ich gerade mal ein paar Zeilen nicht zitiert. Aber auch nur die, die ziemlich eindeutig nicht toxisch waren. Der Rest hier wirkt, in Relation zu dem betrachtet, wie du dich hier gibst, toxisch. Das meiste hier wird entweder Sarkasmus sein oder war nur dazu gedacht, einen Streit fortzuführen. Das hätte man sich alles sparen können.\n\nInsgesamt kann man fast alles von dir als \"negative Attitude\" betiteln und melden.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T15:25:48.030+0000","up_votes":1,"down_votes":3,"body":"Die Zitate sind vollständig. Ich habe keinen Grund etwas zu beschönigen. Letztens Endes geht es mir um das Prinzip und ich kann mit Sicherheit keinen Riot Supporter umstimmen, indem ich einen Thread mit falschen Zitaten eröffne.\n\nhttps://imgur.com/a/uKP5PJi \n-> falls es eine Möglichkeit gibt hier Bilder hochzuladen habe ich es nicht gefunden, aber dort sind Screenshots.\n\nIch kann im Spiel 1 (mit Blitz) gar keine Negativität erkennen. Ich sehe auch von dir kein Beispiel für etwas negatives. Zum Report aufzurufen ist doch wie in dem Thread hier (siehe unten) erkennbar nicht reportbar. Außerdem war der Blitzcrank witklich toxic (annoying trash etc.). \n\nhttps://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports\n\nDas heißt, dass wenn Spiel 1 nicht bestrafbar war, dass der ganze Bann eigentlich aufgehoben werden sollte. Wie Riot bereits sagt kann man die Eskalationsstufe herunterdrehen, indem man sich ordentlich verhält. Ich hatte bereits fast wieder honor 3. Und das Blitz Game alleine hat wohl nicht für einen Permabann gereicht, weshalb eine \"Entkriminalisierung\" des ersten Games eigentlich reichen sollte.\n\n____________\n\nSpiel 2 ist wirklich wenn man nur meine eigenen Nachrichten sieht schwer erkennbar. Auch dort habe ich aber nichts negatives geschrieben außer \"youre bad\" einmal. Danach habe ich ihm nur gesagt, dass er toxisch ist und ich das als Beleidigung empfinde was er sagt. Das salzige \"can you see me smile\" ist doch absolut nicht bestrafbar. Der Kled war ultra toxisch und ich habe nicht mehr getan als das herauszustellen. Auch hier habe ich nur zum Report aufgerufen (was laut Riot nicht bestrafbar ist, wenn es gerechtfertigt ist). \n\nIn beiden Spielen habe ich nur zum Report aufgerufen, weil Leute tatsächlich toxisch waren.\n\n____________\n\nFalls das was ich sage wahr ist, und die Leute wirklich ultratoxisch waren, würdest du dann meinen Bann als ungerechtfertigt ansehen?","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-08T15:55:16.557+0000","up_votes":5,"down_votes":0,"body":">Die Zitate sind vollständig. Ich habe keinen Grund etwas zu beschönigen. Letztens Endes geht es mir um das Prinzip und ich kann mit Sicherheit keinen Riot Supporter umstimmen, indem ich einen Thread mit falschen Zitaten eröffne.\n\nEs gibt Leute, die das versuchen würden, deswegen wollte ich ja die Screenshots auch sehen. Danke für das Nachreichen.\n\n>Ich kann im Spiel 1 (mit Blitz) gar keine Negativität erkennen. Ich sehe auch von dir kein Beispiel für etwas negatives. Zum Report aufzurufen ist doch wie in dem Thread hier (siehe unten) erkennbar nicht reportbar. Außerdem war der Blitzcrank witklich toxic (annoying trash etc.).\n\nIch habe kurz erläutert, warum dein Chatlog toxisch war. Ob du auf mich hören willst oder nicht, liegt ganz bei dir. Wie schon erwähnt hast du gedroht, ziemlich offensichtlich unnötig einen Flamer weiter angestachelt, zu Reports aufgerufen (ja, auch das ist negativ) und anderen Vorwürfe gemacht. Ob du das als negativ auffasst, tut nichts zur Sache. \n\nWichtig ist, was die Spielerschaft zu deinem Verhalten denkt, denn auf deren Einschätzung basiert das Reportsystem. Du hast eben einiges gemacht, was von der Allgemeinheit als negativ angesehen wirst, das zu oft geschrieben und wurdest bestraft. \n\n>https://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports\n\nDer Beitrag von Lyte ist schon wieder 3 Jahre alt. Das muss nicht unbedingt mehr zutreffen. Das System lernt ständig dazu. Was aber noch interessant ist, Flamer fordern scheinbar relativ häufig nach Reports. Du kannst gerne noch mal beim Support nachfragen, evtl. auch nach bitten einem anderen Mitarbeiter hinzuzuziehen und versuchen in Erfahrung zu bringen, wie es mit Reportaufrufen aussieht und ob die alleine für eine Strafe ausreichen würden. In deinem Fall würde es aber nichts ändern, es gibt noch mehr als genug andere Dinge, die sehr eindeutig negativ waren.\n\n>Das heißt, dass wenn Spiel 1 nicht bestrafbar war, dass der ganze Bann eigentlich aufgehoben werden sollte.\n\nNein, das heißt es nicht. Wenn auch nur in einem der Spiele störendes Verhalten gefunden wurde, lässt sich damit ein Bann rechtfertigen. Wenn eine Diebesbande für eine Serie von Einbrüchen angeklagt wird und nur in 4 von 5 Fällen nachgewiesen werden kann, dass sie die Täter waren, werden die ja auch nicht komplett freigesprochen. \n\n>Wie Riot bereits sagt kann man die Eskalationsstufe herunterdrehen, indem man sich ordentlich verhält. Ich hatte bereits fast wieder honor 3. \n\nJa, das ist möglich. Aber du setzt hier falsch an. Du wurdest vor 2 Monaten bestraft, mit einem 2 Wochenbann. Bei dir wäre es wohl frühestens in einem Jahr der Fall gewesen, dass du bei deiner nächsten Strafe, keinen 2 Wochenbann mehr zu erwarten hättest. Wichtig ist hier, niemand kann dir zuverlässig sagen, wie lange das dauert. Es hängt nämlich von mehreren Faktoren ab, darunter, wie positiv du warst und wie viel du gespielt hast.\n\n2 Jahre nach der Strafe gar nicht spielen, würde immer noch den Permabann beim nächsten Flame nach sich ziehen können. Ebenso, wenn man über 2 Jahre immer nur gerade so toxisch war, dass das System einen nicht bestraft hat, aber auch keine Reformierung des Spielers feststellen könnte.\nWenn man dagegen 2 Jahre regelmäßig spielt und vorbildlich ist, stehen die Chancen gut, dass man wieder bei 0 anfängt und die nächste Strafe eine CR ist.\n\n>Und das Blitz Game alleine hat wohl nicht für einen Permabann gereicht, weshalb eine \"Entkriminalisierung\" des ersten Games eigentlich reichen sollte.\n\nDas kannst du sehen wie du willst, ändert aber nichts daran, dass du dir mit Spiel 1 (ich gehe nach der Nummerierung der Chats) alleine eine Strafe verdient hattest.\n\n>Spiel 2 ist wirklich wenn man nur meine eigenen Nachrichten sieht schwer erkennbar. \n\nEs tut nichts zur Sache, was die anderen geschrieben haben. Wichtig ist, was du gemacht hast. \n\n>Auch dort habe ich aber nichts negatives geschrieben außer \"youre bad\" einmal. Danach habe ich ihm nur gesagt, dass er toxisch ist und ich das als Beleidigung empfinde was er sagt. Das salzige \"can you see me smile\" ist doch absolut nicht bestrafbar. Der Kled war ultra toxisch und ich habe nicht mehr getan als das herauszustellen. Auch hier habe ich nur zum Report aufgerufen (was laut Riot nicht bestrafbar ist, wenn es gerechtfertigt ist).\n\nDeine toxischen Chats in Relation zu anderem toxischen Verhalten zu setzen, ändert nichts an der Bestrafungswürdigkeit. Das ist so, als würde ein Dieb dafür plädieren freigesprochen zu werden, weil er \"nur\" ein Fahrrad geklaut hat, die andere Person aber sein Auto geklaut hat. Beides ist Diebstahl. Beides kann bestraft werden.\n\nDu wurdest zuvor bestraft und warst effektiv auf Bewährung draußen. Du wurdest also dementsprechend vorgewarnt, dass dein nächstes Vergehen in nächster Zeit, ernste Konsequenzen haben wird. \n\n>Falls das was ich sage wahr ist, und die Leute wirklich ultratoxisch waren, würdest du dann meinen Bann als ungerechtfertigt ansehen?\n\n\n\nWenn ich davon ausgehen würde, dass du wirklich, absolut nur 2 oder 4 mal \"report XY\" geschrieben hättest (was hier nicht der Fall ist) und der andere wirklich ein Troll oder Flamer war, wäre meine Antwort:\n\nDie Strafe ist gerechtfertigt. \n\nMeine Meinung hier mag härter sein, als die von anderen. Aber du hättest es inzwischen wirklich besser wissen müssen.","replies":[]}]}]},{"id":"","poster":"need elo police","date":"2019-12-08T08:35:38.335+0000","up_votes":5,"down_votes":0,"body":"Du denkst da falsch. Es mag hart sein, für Aufrufe zum Report perma gebannt zu werden. Allerdings ist der Knackpunkt bei dir, dass du bereits einen 14-Tage Bann hattest. Und zu diesem Zeitpunkt ist der permanente Bann absolut in Ordnung, weil ich ja schon erwähnt habe, dass die beim 14-Tage Bann explizit sagen, dass das nächste negative Verhalten zu einem permanenten Bann führen kann.\n\nDu würdest mit großer Wahrscheinlichkeit nicht permanent gebannt werden, wenn du noch KEINEN 14-Tage Bann gehabt hättest. Hast du aber, deswegen geht der permanente Bann auch in Ordnung.","replies":[]}]}]},{"id":"","poster":"AramStufe Rot","date":"2019-12-08T01:52:38.288+0000","up_votes":8,"down_votes":0,"body":"versteh das geheule von dir nicht\n\nda steht ne nachricht das du jetzt die füsse still halten sollst\nund dann machst du etwas was einen bann auslösen kann und jammerst?\n>  Es ja geradezu offensichtlich, dass der Bann zu Unrecht ist und ich scheine nichts tun zu können um den Support darauf aufmerksam zu machen. \n\noffensichtlich siehst du deinen fehler nicht ein\nmeinetwegen kannst du ruhig gebannt bleiben","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T02:09:32.135+0000","up_votes":1,"down_votes":11,"body":"Mein Punkt ist, dass ich die Füße still gehalten habe. Seit wann löst es einen Bann aus, wenn man zum Beispiel zum \"9x fiora ragequit\" aufruft? Findest du das sollte auch gepermabannt werden?","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T03:46:44.325+0000","up_votes":6,"down_votes":0,"body":"Ist es dass was passiert ist ?\nNein.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:23:11.397+0000","up_votes":1,"down_votes":5,"body":"Es ist genau das gleiche passiert. Ich habe dazu aufgerufen jemanden, der tatsächlich toxisch ist, zu reporten. Das ist das selbe als wenn ich dazu aufrufe jemanden der tatsächlich ragequittet oder afk geht zu reporten. Es ist wirklich exakt das selbe.","replies":[]}]},{"id":"","poster":"AramStufe Rot","date":"2019-12-08T13:26:02.233+0000","up_votes":5,"down_votes":0,"body":"du hast eben nicht die füsse still gehalten\ndu hast report calling gemacht und das ist reportbar\nda endet die geschichte für dich","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T10:41:54.086+0000","up_votes":5,"down_votes":0,"body":"Der normale Spieler löst damit maximal Chatrestriktionen aus, weil einfach die Masse der Community keine Vorstrafen hat und das IFS eine Strafhierachie besitzt:\n\n1. 10 Spiele CR\n- 25 Spiele CR\n- 14 Tage Bann\n- Permabann\n\nDie Leistung, die man zum erreichen der nächst höheren Instanz erbringen muss schrumpft auf dem Weg sehr stark, sodass es kein Scherz ist, das man nach dem 14-Tage-Bann so einen akuten Hinweis erhält, um den Perma zu verhindern.","replies":[]}]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T00:34:44.034+0000","up_votes":7,"down_votes":0,"body":"Geht es noch trauriger ?\n\n\"Permanent gebannt worden, weil ich im AllChat zum Report von Flamern aufrief!\" ist ja mal wohl sehr sehr Personbezogen ausgelegt.\n\nDein gegner team kann nicht sehen was dein Kled angeblich geschrieben haben soll, folglich ist es negatives verhalten zu einem Bann aufzurufen bei dem 50% der spieler nichtmal sehen können worum es geht und du einfach falsche tatsachen vorschieben könntest.\n\nund dass hast du gleich zwei mal gemacht.\nund wurdest eigentlich \"gerade erst\" von Riot entbannt.\n\n> Der Account in den ich mein Geld, meine Zeit, Leidenschaft und Arbeit gesteckt habe\n\nRiot sollte niemals einen Spieler besser behandeln weil dieser Geld für ihr Spiel ausgegeben hat und wenn man sich als Spieler daneben benimmt und weder nach einer Chat sperre noch nach einem 14 tage ban reagiert dann hat man sich selbst die A*-Karte ausgesucht.\n\nDu spielst halt legit seit zwei wochen wieder und schon muss Riot dich wieder bannen.\nZiemlich insane.\n\n\n[Ausserdem sind all deine aussagen ohne Screens immernoch nichts anderes als dass, weswegen du in den Games reported worden bist und der Support komplett hinter dem Bann steht]","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T01:56:35.464+0000","up_votes":1,"down_votes":10,"body":"Erstmal danke für die absolute unsalzige Antwort. Meiner Meinung nach ist deine Antwort ziemlich selbstgerecht und unfair. Ich erkläre dir auch warum.\n\n\"Dein gegner team kann nicht sehen was dein Kled angeblich geschrieben haben soll, folglich ist es negatives verhalten zu einem Bann aufzurufen bei dem 50% der spieler nichtmal sehen können worum es geht und du einfach falsche tatsachen vorschieben könntest.\"\n\nKled hat im All-Chat gespammt. Ist zwar richtig, dass sie nicht alles sehen konnten (bspw. das mit oh hes german etc.), aber es war durchaus ersichtlich, dass er toxic war. Nach dem 3. mal Aufrufen zum Report durch Kled darf ich doch wohl gegenantworten. Und seit wann überhaupt sollte es bestraft werden zum report von Leuten aufzurufen, die im All-Chat und im Teamchat toxisch sind? Was ist das \"verwerfliche\" daran und warum sollte man Accounts permabannen die das tun (sofern es gerechtfertigt ist und der aufgerufene tatsächlich toxisch ist). Außerdem steht sowas auch nirgendwo im Summoners Code oder Ähnliches. Ich habe noch nie davon gehört, dass Leute Bestraftungen bekommen haben, weil sie im All-Chat zu Recht zum Report aufgerufen haben. Unter anderem auch deswegen, weil das Leute gefühlt jedes Spiel machen und es unter normalen Umständen nicht bestraft wird.\n\n___________\n\n[Ausserdem sind all deine aussagen ohne Screens immernoch nichts anderes als dass, weswegen du in den Games reported worden bist und der Support komplett hinter dem Bann steht]\n\nNun das ist halb richtig. Hätte ich den ganzen Chatinhalt würde ich ihn lieben gerne teilen. Den stellt Riot aber nicht zur Verfügung. Nicht jeder macht von seinem ganzen Spiel Aufnahmen. Dass Leute also jede Bestrafung mit Screens kontern müssen ist also ziemlich delusional. Aber man kann sehr gut sehen, dass der Riot Support nicht mehr als Argumentation anführt als das zum Report aufrufen. Und gehen wir einfach mal von der Hypothese aus, dass ich Recht habe und sowohl der Blitz als auch der Kled toxic waren, würdest du dann ab jetzt gerne jeden, der schreibt \"9x akali, ragequit\" permabannen lassen? \n\n___________\n\n\n\"Riot sollte niemals einen Spieler besser behandeln weil dieser Geld für ihr Spiel ausgegeben hat und wenn man sich als Spieler daneben benimmt und weder nach einer Chat sperre noch nach einem 14 tage ban reagiert dann hat man sich selbst die A*-Karte ausgesucht.\n\nDu spielst halt legit seit zwei wochen wieder und schon muss Riot dich wieder bannen.\nZiemlich insane.\"\n\nHört sich ziemlich salzig an mein Guter: Wenn du meinen Text aufmerksam liest, wirst du erkennen, dass ich bereits wieder über Honor 2 bin. Nicht reagiert zu haben klingt dann doch etwas unfair oder nicht? Auf dem Account sind seitdem eine Menge Games runtergegangen und das Honor Lvl sollte eigentlich Beweis genug von Verbesserung sein. Außerdem kann man auch in den beiden Spielen sehen, dass keine Beleidigungen oder Ähnliches geflogen sind. Im Prinzip habe ich nur dazu aufgerufen die Leute zu reporten, die toxisch sind. Und dabei habe ich in einem Spiel sogar direkt danach geschrieben, dass es nicht ernst gemeint war.","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T03:45:34.232+0000","up_votes":10,"down_votes":0,"body":"Wen interessiert bitte dein Honor Level ?\nIch bin seit Ewigkeiten auf 5 und es ist sad wenn sich jemand der 100+ spiele über zwei Wochen hinweg spielt am Honor Level misst ob sein Spielverhalten besser geworden ist oder nicht.\n\n> Hätte ich den ganzen Chatinhalt würde ich ihn lieben gerne teilen. Den stellt Riot aber nicht zur Verfügung. \n\nIrrelevant und am Thema vorbei.\nÜbernimm doch einfach verantwortung für dass was du verzapfst.\n\n> Und gehen wir einfach mal von der Hypothese aus, dass ich Recht habe und sowohl der Blitz als auch der Kled toxic waren, würdest du dann ab jetzt gerne jeden, der schreibt \"9x akali, ragequit\" permabannen lassen?\n\nJeder Spieler kann frei von sich aus Entscheiden ob er jemanden meldet.\nJemanden mit mehreren Reports zu Drohen und anzustacheln sollte bestraft werden und da es nicht dein erstes Mal war ist es total gerecht\n\nGanz Simpel kann man sich merken: \"ich trage verantwortung für die Dinge die ich schreibe\" wenn du dir dass vor Augen hältst wirst du mit deinem nächsten Account oder in anderen Spielen bestimmt trotzdem gebannt, aber verstehst evt. warum\n\nMfg\nEroticat \"pillar of Lot's wife\" Nimar","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T12:27:09.460+0000","up_votes":1,"down_votes":5,"body":"> Jeder Spieler kann frei von sich aus Entscheiden ob er jemanden meldet. \n\nOk. Also soll ich jetzt auch zum Staat gehen können und dem sagen \"ey ich finde dem seine Frisur beleidige meine Nationalität, sperr den mal ein\". Was ist das denn für eine Logik?\n\n> Jemanden mit mehreren Reports zu Drohen und anzustacheln sollte bestraft werden und da es nicht dein erstes Mal war ist es total gerecht. \n\nGegenfrage: Sollte es bestraft werden, wenn man einem Dieb, der gerade den Fahrrad aufknack, mit Anzeige droht und laut nach draußen ruft \"haltet den Dieb\"?","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-12-08T12:53:35.540+0000","up_votes":6,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=0001000000000000,timestamp=2019-12-08T12:27:09.460+0000)\n>\n> Ok. Also soll ich jetzt auch zum Staat gehen können und dem sagen \"ey ich finde dem seine Frisur beleidige meine Nationalität, sperr den mal ein\". Was ist das denn für eine Logik?\n\nKann es sein, dass Du hier bewusst etwas falsch verstehen willst?\nEs geht nicht darum, ob man einfach frei jemanden für irgendetwas beschuldigen kann / darf.\nWenn sich jemand falsch verhält, reporte ihn einfach. Wenn andere Spieler ihn ebenfalls reporten wollen, machen sie das. Wenn sie ihn nicht reporten wollen, weil sie beispielsweise von Anfang an alle stumm schalten und davon nichts mitbekommen, reporten sie nicht.\nDas hat nichts damit zu tun irgendwohin zu laufen, und ein Strafe für jemanden zu verlangen, der eine schlechte Frisur oder ähnliches hat.\n\n> Gegenfrage: Sollte es bestraft werden, wenn man einem Dieb, der gerade den Fahrrad aufknack, mit Anzeige droht und laut nach draußen ruft \"haltet den Dieb\"?\n\nAndere Frage: Hat Dir im Spiel irgendjemand etwas materielles entwendet, oder hast Du jemandem im Spiel dabei erwischt, wie er jemand anderem etwas materielles entwendet?\nHier geht es um Beleidigung. Wenn Dich jemand auf der Straße beleidigt, oder Du jemanden auf der Straße siehst, dass er jemanden beleidigt, drohst Du ihm dann auch mit einer Anzeige und rufst \"haltet den Beleidiger\"?","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:20:21.549+0000","up_votes":1,"down_votes":3,"body":"> Andere Frage: Hat Dir im Spiel irgendjemand etwas materielles entwendet, oder hast Du jemandem im Spiel dabei erwischt, wie er jemand anderem etwas materielles entwendet?\nHier geht es um Beleidigung. Wenn Dich jemand auf der Straße beleidigt, oder Du jemanden auf der Straße siehst, dass er jemanden beleidigt, drohst Du ihm dann auch mit einer Anzeige und rufst \"haltet den Beleidiger\"?\n\nDu hast die Analogie einfach nicht verstanden. \n\nWas hat derjenige für Unrecht getan, der umherstehende Zeugen fragt, ihn bei der Anzeige für Beleidigung zu unterstützen (als Zeuge o.Ä.). Solange er tatsächlich beleidigt wurde gar nichts. Falls er nicht beleidigt wurde, kommt Verleumdung in Betracht. Was ich damit sagen will ist, dass es für das Unrecht einen Unterschied macht, was der Adressat davor gemacht hat. Es verhält sich ebenso mit der Notwehr, dem Notstand oder anderen Sachen. Beispielsweise wirst du nicht bestraft, wenn du den Blumentopf zerstörst, dafür aber ein Leben rettest. Das ist dann zwar Sachbeschädigung, aber wird durch das Leben retten gerechtfertigt. \n\nIch will das allgemeine Konzept von ungerechtfertigter Strafe mit dem Beispiel erklären. Und in meinem Fall habe ich zum Report für jemanden aufgerufen, der mich tatsächlich harassed hat, der fragte \"may i ask if your father beats you at home\" oder der sagte \"youre a fucking troll mate, shut up\". Und der - für alle im All-Chat sichtbar mich als Troll deklariert und sagt dass ich reportet werden soll. Wo ist das Unrecht, dass ich dann tue, wenn ich die Leute bitte ihn stattdessen zu reporten, weil er toxisch ist?\n\nIst es nicht der gleiche Fall wie wenn jemand fälschlicherweise auf dem Marktplatz anfängt zu schreien \"EEEY der trollt hier rum\" - dich also verleumdet und du dann sagst \"das stimmt nicht, der Typ beleidigt mich die ganze Zeit, bitte helft mir bei der Anzeige\"?","replies":[{"id":"","poster":"Darkr3sQ","date":"2019-12-08T16:20:26.162+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=000100000000000000000000,timestamp=2019-12-08T13:20:21.549+0000)\n>\n> Hier geht es um Beleidigung. Wenn Dich jemand auf der Straße beleidigt, oder Du jemanden auf der Straße siehst, dass er jemanden beleidigt, drohst Du ihm dann auch mit einer Anzeige und rufst \"haltet den Beleidiger\"?\n> \n> Du hast die Analogie einfach nicht verstanden. \n> \n> Was hat derjenige für Unrecht getan, der umherstehende Zeugen fragt, ihn bei der Anzeige für Beleidigung zu unterstützen (als Zeuge o.Ä.). Solange er tatsächlich beleidigt wurde gar nichts. Falls er nicht beleidigt wurde, kommt Verleumdung in Betracht. Was ich damit sagen will ist, dass es für das Unrecht einen Unterschied macht, was der Adressat davor gemacht hat. Es verhält sich ebenso mit der Notwehr, dem Notstand oder anderen Sachen. Beispielsweise wirst du nicht bestraft, wenn du den Blumentopf zerstörst, dafür aber ein Leben rettest. Das ist dann zwar Sachbeschädigung, aber wird durch das Leben retten gerechtfertigt. \n> \n> Ich will das allgemeine Konzept von ungerechtfertigter Strafe mit dem Beispiel erklären. Und in meinem Fall habe ich zum Report für jemanden aufgerufen, der mich tatsächlich harassed hat, der fragte \"may i ask if your father beats you at home\" oder der sagte \"youre a fucking troll mate, shut up\". Und der - für alle im All-Chat sichtbar mich als Troll deklariert und sagt dass ich reportet werden soll. Wo ist das Unrecht, dass ich dann tue, wenn ich die Leute bitte ihn stattdessen zu reporten, weil er toxisch ist?\n> \n> Ist es nicht der gleiche Fall wie wenn jemand fälschlicherweise auf dem Marktplatz anfängt zu schreien \"EEEY der trollt hier rum\" - dich also verleumdet und du dann sagst \"das stimmt nicht, der Typ beleidigt mich die ganze Zeit, bitte helft mir bei der Anzeige\"?\n\nGanz einfach:\nDein Beispiel zieht einfach nicht. Du vergleichst einen Diebstahl mit einer Beleidigung.\nEinen Diebstahl kannst Du auch anzeigen, wenn Du nicht der geschädigte bist. Eine Beleidigung kann nur der Beleidigte zur Anzeige bringen.\nVon daher taugt Dein Beispiel in dieser Situation absolut nicht.\n\nDarüber hinaus bringt es absolut gar keinen Vorteil, wenn der flamende Spieler mehr als einen Report bekommt. Er wird dadurch nicht schneller oder härter bestraft. Von daher ist es eben negativ, wenn Du um Reports bettelst.","replies":[]}]}]},{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T14:54:53.976+0000","up_votes":3,"down_votes":0,"body":"Ich bemitleide dich tatsächlich sehr, aber definitiv nicht für den Bann","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T15:28:27.087+0000","up_votes":1,"down_votes":4,"body":"Das klingt sehr toxisch. Ich hoffe du wirst gebannt.","replies":[]}]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T10:32:30.349+0000","up_votes":8,"down_votes":1,"body":"Mit \"ch hatte vor zwei Monaten einen 14 Tage Bann bekommen\" + \"weil ich im AllChat zum Report von Flamern aufrief!\" haben wir doch alle Elemente, die laut den AGB (Art. 5 VIII \"Beteiligung an Handlungen, durch die andere Nutzer des Spiels betrogen werden, darunter auch durch Scamming oder Social Engineering,\") zu einer Strafe führen können.\n\n> Ich werde den Kontext im Vornherein hinzufügen, damit verständlich ist, was ich mit den zitierten Sachen meine.\n(...)\n> Wenn ich wegen zwei Spielen permabannt werde, dann muss diese Fehlinterpretation des Systems ausreichen um den Bann aufzuheben.\n(...)\n> Beim Blitzcrank kann Riot doch sogar an meinem Chat ablesen, dass der erste nicht ernst gemeint war und der letzte erst vor Schluss des Spiels kam.\n\nHierzu gerne das Statement des Supports: \n\n> Das Sofort-Feedback-System wurde von Riot Games entwickelt, damit Spieler in der „League of Legends“-Community bestimmen können, welches Benehmen sie für eine positive Spielerfahrung für unangemessen erachten. Unabhängig von den Umständen (wie etwa Provokation) werden Verhaltensweisen wie Verspotten, Belästigen, Fluchen, beleidigende Bemerkungen, dem Gegner absichtlich zuspielen („intentional feeding“), dem Team absichtlich nicht zu helfen usw. gemeldet und voraussichtlich vom Sofort-Feedback-System bestraft.\nQuelle: https://support.riotgames.com/hc/de/articles/201898070-Mein-Konto-wurde-gesperrt (Warum seid ihr so streng)\n\nWichtig ist hier der zweite Satz: \"Unabhängig von den Umständen\" => Riot interpretiert den Chat nicht. Es ist egal zu welcher Zeit und in welchem Kontext eine Aussage fällt, sondern es ist nur relevant, dass die Aussage getätigt wurde.\n\n> Als ich dann den Support auf diesen Fehler des Systems hingewiesen und auf eine direkte Antwort inklusive Entsperrung gehofft habe (...)\n\nIch habe in deiner Argumentation keinen Fehler des Supports gesehen.\n\n> Antwort des Supports\n\nHier kann ich dir mitgeben, dass der Reportaufruf auch in den Lobbies nicht gern gesehen wird. Auch nach dem Spiel hat er nichts verloren. Es ist übrigens auch völlig unbedeutend, wenn du den Spieler reportest, denn ein Report hat keine andere Bedeutung, als das Auslösen einer Prüfung. Diese Prüfung wird nicht besser, wenn mehr Leute einen Spieler reporten und die Strafen werden auch nicht schlimmer.\nEin Report ist nicht mehr als ein Hinweis an Riot, dass dieser Chatlog eine Kontrolle bedarf: Was jedoch das Resultat dieser Kontrolle ist, entscheidet in den meisten Fällen ein Algorithmus, der im Bezug auf den Chat etwas besser als eine Blacklist ist.\n\n> Außerdem hatte auch in diesem Fall der andere mich und meine Mitspieler vorher klar beleidigt.\n\nWenn du die Spieler entsprechend deiner Aussagen reportet hast, dann werden ihre Anteile des Chats auch geprüft und entsprechende Konsequenzen folgen. Es sie nur an dieser Stelle gesagt, dass es deutlich leichter ist einen Perma nach einem 14-Tag-Bann zu bekommen, als ohne Vorstrafe eine 10-Spiele-CR auszulösen. Jede Strafinstanz verhält sich wie eine Mahnung. Je mehr man bekommen hat, je besser sollte man wissen, wie man sich nicht zu verhalten hat und je strenger ist die Wertung. => [So kann man sich das System vorstellen](https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/ureJEuTn-rackmeldung-far-einen-report?comment=0003)\n\n> Ich rufe also nicht zu Unrecht zum Report auf!\n\nDas ist völlig egal. Im Endeffekt ist das Selbstjustiz und diese ist auch in allen Industrienationen verboten.\n\n> Nach dem was der Rioter hier sagt - also dass \"pls report Person X\" negatives Verhalten ist -dürfte ich wohl auch ab jetzt alle leute gebannt sehen, die im Spiel schreiben \"Fiora ragequit, pls 9x her\".\n\nWenn sich das in mehreren Spielen zeigt und der Spieler eben noch keine Vorstrafen hat, dann braucht es durchaus 4 bis 5 Spiele um die 10 SPiele Chatrestriktion auszulösen, welche man als Außenstehender eben nicht nachvollziehen kann. (Man kann nicht am Profil sehen, ob die Strafe jetzt da ist oder nicht)\n\n> ich habe das Gefühl der Rioter hat sich die Chatlogs nicht einmal angesehen, sondern einfach 2 Zitate rausgesucht und eine Copy-Paste Antwort rausgehauen...\n\nDa dein Fall betrachtet wurde ist der gesamte für die Straffestlegung relevante Chatlog, der Anteil, der dir mit der Strafe zugeschickt wurde (vermutlich der gesamte Text, den du hier als Chatlog zitiert hast) Wie schon gesagt: Das System agiert kontextfrei und prüft im Wesentlichen nach Elementen, die von der Community als unangemessen empfunden werden. (Deren Variationen werden bei ihrem Auftreten ergänzt.) => Siehe \"Statement des Supports\" (Zweite Zitatbox dieses Kommentars)\n\n> Es ja geradezu offensichtlich, dass der Bann zu Unrecht ist und ich scheine nichts tun zu können um den Support darauf aufmerksam zu machen.\n\nDa muss ich dich enttäuschen. Der Bann ist laut den Regeln, denen du bei der Erstellung des Accounts zugestimmt hattest (AGB Art. 5 VIII) legitimiert und kann daher nicht zurückgenommen werden.\n\n{{sticker:zombie-brand-clap}} ","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T12:23:04.886+0000","up_votes":1,"down_votes":9,"body":"> Mit \"ch hatte vor zwei Monaten einen 14 Tage Bann bekommen\" + \"weil ich im AllChat zum Report von Flamern aufrief!\" haben wir doch alle Elemente, die laut den AGB (Art. 5 VIII \"Beteiligung an Handlungen, durch die andere Nutzer des Spiels betrogen werden, darunter auch durch Scamming oder Social Engineering,\") zu einer Strafe führen können.\n\nSubsumiere bitte mal für mich das \"zum Report aufrufen\" unter \"Spieler des Spiels betrügen, Scamming oder Social Engineering\". Leute, die sich tatsächlich negativ verhalten als toxisch im all chat zu bezeichnen ist nichts was Leuten des Spiels beraubt.\n\n> Wichtig ist hier der zweite Satz: \"Unabhängig von den Umständen\" => Riot interpretiert den Chat nicht. Es ist egal zu welcher Zeit und in welchem Kontext eine Aussage fällt, sondern es ist nur relevant, dass die Aussage getätigt wurde.\n\nIch weiss gar nicht wo ich anfangen soll. Ich hoffe, dass dir relativ schnell deutlich wird, warum ein solcher Maßstab nicht erstrebenswert sein sollte. Nehmen wir an du klaust mein Fahrrad und ich rufe \"hey bitte haltet den Dieb\". Du gehst dann später zur Polizei und sagst \"nehmt den Typen mal fest, der hat mich als Dieb beleidigt\". Jetzt kommt die Polizei, ohne vorher festzustellen ob ich wirklich ein Dieb bin, zu meinen Haus und nimmt mich fest.\n\nWird so der Staat (oder das Reportsystem) nicht zum Willkürobjekt, dass dann von Leuten benutzt werden kann, die immer irgendwie geltend machen, dass sie angeblich beleidigt worden sind? Es könnte dann übrigens auch sowas wie smart bestrafbar sein. Nehmen wir mal an ich gehe zum Staat und sage \"Der Typ da hat sarkastisch 'very smart guy' gesagt und damit eigentlich gemeint, dass ich dumm bin, bitte sperr den Typen ein\". Ich hoffe dir fällt jetzt auf, dass solche Entscheidungen durch den Kontext entscheidend beeinflusst werden können. Ich kann sagen \"hey youre a very smart guy\" nachdem jemand einen guten Call macht und dafür gebannt werden, nur weil das System das Wort smart als potenziell negativ einstuft? Das ist jetzt im tatsächlichen Fal nicht so, aber woher soll ich wissen, dass das Wort \"report person X\" jetzt auf der \"bannliste\" ist, wo es quasi immer negativ gegen mich interpretiert wird.  \n\n> Das ist völlig egal. Im Endeffekt ist das Selbstjustiz und diese ist auch in allen Industrienationen verboten.\n\nIch führe dir mal sehr einfach vor Augen, wo du hier falsch liegst. Selbstjustiz wäre, wenn ich selbst dem Typen einen Bann geben könnte. Ich selber kann den Spieler doch in keiner Art und Weise tatsächlich bestrafen (mit Gefängnis; Bann; Chat Restriktion). Wie soll ich da selbst judizieren? Aber mal eine andere Frage: Ist es nicht der Selbstjustiz ähnlich wenn jeder mit der Behauptung beleidigt worden zu sein Leute einfach so bannen lassen kann? Das scheinst du dir ja zu wünschen.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T13:41:20.401+0000","up_votes":7,"down_votes":0,"body":"> Social Engineering\n\nHierbei handelt es sich um die Handlung andere Spieler dazu aufzurufen im eigenen Sinne zu handeln.\nEin Reportaufruf ist nicht mehr als der Aufruf dazu, dass andere Spieler entsprechend deiner Auffassung einen anderen Spieler reporten. Das du dies auch noch im All-Chat gemacht hast verschärft diese Situation lediglich, da du deinen Anspruch gegen eine größere Gruppe richtest, welche nicht einmal spielintern deiner Position nachkommen müsste.\n\n> Leute, die sich tatsächlich negativ verhalten als toxisch im all chat zu bezeichnen ist nichts was Leuten des Spiels beraubt.\n\nSolange es keinen objektiven Beweis gibt (und der wird ja nun einmal erst nach dem Report durch einen Algorithmus festgestellt) ist jede derartige Aussage als subjektiv anzunehmen. Subjektive Meinungen, die aktiv jemandem vorwerfen negative Handlungen vollzogen zu haben sind als Rufmord bzw. Beleidigung zu werten und nun einmal ebenfalls strafbar (Art. 5 V).\n\n> Ich hoffe, dass dir relativ schnell deutlich wird, warum ein solcher Maßstab nicht erstrebenswert sein sollte.\n\n1. Wir diskutieren hier nicht in wiefern das System möglicherweise problematisch zu betrachten ist, sondern lediglich, warum innerhalb des etablierten Systems, dessen Verhalten für jeden öffentlich einsehbar ist, dein Verhalten zu den dir zugesprochenen Folgen (Permabann) führte.\n2. Ich bin ein Freund dieser Kontextfreiheit, denn wie schon gesagt sorgt sie dafür, dass man bedacht handeln muss. Wie ich schon sagte, steckt hinter dem IFS eine Art Blacklist: Somit kannst du alles sagen was du willst, jedoch auf einer sachlichen ebene.\nKlassisches Beispiel: Statt \"stfu\" nutzt man \"calm down\" und man sagt sogar auf der inhaltlichen Ebene mehr aus und beleidigt nicht.\n3. Handlungen wie der Aufruf zum Report sind bereits seit Abschaffung des Tribunals (April 2014) strafbar, da die Masse an Reports bedeutungslos wurde.\n\n> Nehmen wir an du klaust mein Fahrrad und ich rufe \"hey bitte haltet den Dieb\". Du gehst dann später zur Polizei und sagst \"nehmt den Typen mal fest, der hat mich als Dieb beleidigt\". Jetzt kommt die Polizei, ohne vorher festzustellen ob ich wirklich ein Dieb bin, zu meinen Haus und nimmt mich fest.\n\nDas zerlegen wir ganz simpel:\n\n1. Du rufst: \"hey bitte haltet den Dieb\"\n=> Das ist solange Rufmord, bis du offiziell nachweisen kannst, dass du der offizielle Eigentümer bist und der \"Dieb\" kein erlaubter Besitzer. Technisch gesehen könnte dich der Dieb aber auch jeder Passant dafür anzeigen. (Der Dieb macht es nicht, wenn er echt ist und die Passanten sind in der Regel recht passiv)\n=> In LoL heißt das, dass jeder Spieler dich für den Reportaufruf reporten kann und auch hier eine Prüfung vollzogen werden muss.\n2. Ich bei der Polizei: \"nehmt den Typen mal fest, der hat mich als Dieb beleidigt\"\n=> Hierdurch wird eine Prüfung in Kraft gesetzt bei der Beweise gesammelt werden (Passanten befragt, etc.) Denn auch das ist ja technisch gesehen eine Aussage bei der diesmal ich dir etwas vorwerfe, was ich belegen muss (oder für das es Beweise andere Art bedarf).\n=> In LoL wird also dein Chatlog auf Reportaufforderungen gegen mich geprüft.\n3. Festnahme\n=> Die Polizei wird dich nicht direkt festnehmen sondern dich zur Aufklärung beider Fälle (Also des Diebstahls und der Bezeichnung als Dieb) verhören, so wie sich mich ebenso verhören werden. Dabei wird herauskommen, dass ich dein Fahrrad geklaut habe, aber ohne Vorstrafen bin. Dadurch bekomme ich eine Geldstrafe und muss dir dein Fahrrad zurückgeben.\nBei dir wird jedoch festgestellt, dass du schon recht häufig bei der Polizei warst um derartige Anzeigen abzugeben, weshalb nähere Recherchen getätigt werden, welche zeigen, dass du beispielsweise dein Fahrrad nie anschließt und mit unter auch Anzeigen abgegeben hat, ei welchen jedoch dein Fahrrad lediglich aus Feuerwehrzufahrten o.Ä. beseitigt wurde. Es kommt zu einer Teilschuld und du wirst darauf hingewiesen die ein Schloss anzuschaffen und dir anzugewöhnen dein Fahrrad nicht in frei zu haltenden Wegen abzustellen.\n=> In LoL beikommt der Kled ne Chatrestriktion oder einen 14-Tag-Bann je nachdem ob sich die Strafe auf den Chat oder das Spielgeschehen bezieht. Und du bekommst deine 4 Mahnung und die ist im IFS der Permabann.\n\n> Wird so der Staat (oder das Reportsystem) nicht zum Willkürobjekt, dass dann von Leuten benutzt werden kann, die immer irgendwie geltend machen, dass sie angeblich beleidigt worden sind?\n\nIm Wesentlichen wäre es ein Willkürsystem, wenn man Rufmord ignorieren würde. Solange nicht objektiv nachgewiesen ist, ob eine Handlung berechtigt ist, ist sie in erster Linie strafbar.\nMachen wir hierzu doch genau das selbe Beispiel, wie du: Du läufst ganz normal durch die Stadt und aus heiterem Himmel zeige ich auf dich und rufe \"Zeigt den An!\" Sollte das nicht irgendwelche Konsequenzen haben können, vor allem wenn es tatsächlich dazu führt, dass du angezeigt wirst?\n\nIn jedem Fall kann man das IFS und auch den Staat so nicht ausnutzen, da jede Handlung objektiv begründet werden muss. Wie sollen denn diese Leute, die immer irgendwie geltend machen, dass sie angeblich beleidigt worden sind, beweisen dass es der Fall ist, wenn durch einen Report ihr Teil des Chats nicht einmal angesehen wird? Erkläre mir das mal.\n\n> Ich hoffe dir fällt jetzt auf, dass solche Entscheidungen durch den Kontext entscheidend beeinflusst werden können.\n\nKorrekt. Allerdings ist es auch so das vor Gericht Sarkasmus und Ironie bedeutungslos sind. Auch in unserem Staat haben diese Elemente keine Bedeutung, weil auch unser Staat differenziert agiert und den Kontext, sofern er denn überhaupt ausgewertet wird (Lediglich für Notwehr und Unterlassene Hilfeleistung relevant) nicht interpretiert, sondern möglichst objektiv auswertet.\n\n> Ich kann sagen \"hey youre a very smart guy\" nachdem jemand einen guten Call macht und dafür gebannt werden, nur weil das System das Wort smart als potenziell negativ einstuft?\n\nDas System wertet keine Ironie. Worte, die nur in einem sarkastischen oder ironischen Kontext negativ gedeutet werden können sind in der Regel nicht strafbar. (Ausnahmen wie \"ez\" haben zudem ein sehr geringes Gewicht)\n\n> Das ist jetzt im tatsächlichen Fal nicht so, aber woher soll ich wissen, dass das Wort \"report person X\" jetzt auf der \"bannliste\" ist, wo es quasi immer negativ gegen mich interpretiert wird.\n\nGanz simpel:\n\n1. \"Report XYZ\" ist eine Aussage, die eindeutig gegen Person XYZ gerichtet ist und ihr Handeln beweislos als negativ abstempelt.\n2. \"Report XYZ\" ist ein Appell und hat somit die Intention andere Spieler aufzufordern die dargestellt Handlung durchzuführen. (In der Regel ist das Imperativ von Worten eher strafbar.) => Art. 5 VIII: Social Engineering \n3. Bei Unsicherheiten hilft der Riot Support und das Forum. Reportaufrufe sind sehr häufig Grund für Strafen und haben daher recht viele Diskussionen in diesem Forum angestoßen. (Wie auch diese hier)\n\n> Selbstjustiz wäre, wenn ich selbst dem Typen einen Bann geben könnte.\n\nOder jemanden dazu bringe ihn zu bannen. Wenn du jemanden nicht leiden kannst und du einem Freund von dir nahe legst, dass er ihn etwas zusammenfalten soll, dann ist es innerhalb der nachfolgenden Beweisführung Selbstjustiz von dir und Unterstützung einer strafbaren Handlung von dem Freund von dir. Wenn nur die handelnde Person verurteilt werden könnte müssten sich die Mafia-Boss keine Sorgen machen, denn die machen ja nichts strafbares, sondern lassen es andere machen.\n\n> Wie soll ich da selbst judizieren?\n\n1. Ließ dir mal den Text vom Support durch, den du im Headpost zitiert hast. Auch wenn sie für deinen expliziten Fall nicht ganz passt, so ist alleine die Veränderung des Spielverhaltens der anderen Spieler in Folge des Aufrufes eine Form der Selbstjustiz.\n2. In deinem Fall würde beispielsweise der Kled keinen Grund mehr haben aufzuhören, denn er kann sich denken, dass er eine Strafe bekommen wird, weil irgendwer ihn reportet. Der Reportaufruf kann also durchaus die Situation verschärfen und sorgt mit unter sogar für eine Verschärfung der Strafe, weil sich der Kled nicht mehr zurückhalten muss.\n3. Wie schon erklärt ist Selbstjustiz nicht davon abhängig, wer am Ende diese durchführt, sondern ist ein Element, das auf alle an dieser Handlung beteiligte zutrifft. Riot hat einfach überhaupt keine Lust Teil der Selbstjustiz einzelner Spieler zu werden.\n\n> Ist es nicht der Selbstjustiz ähnlich wenn jeder mit der Behauptung beleidigt worden zu sein Leute einfach so bannen lassen kann?\n\nIch keine kein System in dem das passiert. Der Report ist äquivalent zu einer Anzeige. Danach kommt eine Beweisaufnahme (IFS-Algorithmus) und wenn diese den Anzeigegrund beweisen kann, dann kommt es erst zu einer Strafe.\nSolange man sich also an die Regeln hält kann man in jedem Spiel durch alle Spieler reportet werden und es wird nie etwas passieren.\n\n> Das scheinst du dir ja zu wünschen.\n\nNein. Ich wünsch mir nur, dass Riot der Linie treu bleibt, der sie aktuell folgen:\n\n - Schutz davor nicht zum Werkzeug von Selbstjustiz zu werden\n - Kontextfreiheit der Beweisaufnahme, um keine Fehler durch Interpretation zu machen.\n - Objektives Prüfen jedes Reports und Angabe der Beweisführung im Falle eines Strafeintritts\n - Unterlassung von Report-Rückmeldungen, um sich selbst an ihre Regeln zu halten (Art. 5 V)\n - Zeitige Auswertung der Reports um schnelle Folgen durchzuführen. (Die Prüfung der 10 Spieler einer Runde ist aktuell spätestens 15 Minuten nach Spielende beendet)\n\nWenn Riot also nicht anfängt den Spielern Intention vorzuwerfen und somit in die Subjektivität abdriftet, dann ist schon einmal viel geleistet.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:51:02.708+0000","up_votes":1,"down_votes":8,"body":"Ich gebe dir grundsätzlich Recht, allerdings ist das Problem, dass in meinen Spielen objektiv festgestellt werden kann, dass ich weder Rufmord betreibe, noch ungerechtfertigt Leute dazu auffordere jemanden zu reporten. Ich wurde TATSÄCHLICH harassed. Es ist feststellbar, dass ich nicht einfach auf dem Markt stehe und sage \"hey haltet den Dieb\" der nichts gestohlen hat. Sondern es war im ALL CHAT für alle ersichtlich und dazu von Riot im Chat einsehbar.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T15:53:15.117+0000","up_votes":5,"down_votes":0,"body":"> Ich gebe dir grundsätzlich Recht, allerdings ist das Problem, dass in meinen Spielen objektiv festgestellt werden kann, dass ich weder Rufmord betreibe, noch ungerechtfertigt Leute dazu auffordere jemanden zu reporten.\n\nIch meine wir beide haben hier schon sehr viel geschrieben, aber ich habe diesen ominösen objektiven Grund noch nicht gesehen.\n\n> Ich wurde TATSÄCHLICH harassed.\n\nDas hat doch auch keiner bezweifelt. (Jedenfalls nicht ich) Das ist aber für deine Strafe irrelevant. Diejenigen Spieler (e.g. der Kled) werden genauso wie du geprüft und es wird entweder eine Strafe ausgelöst oder sie sind ihrer Strafe bedeutend näher gekommen.\n\nAber nur weil jemand sch falsch verhält, gibt es dir keinen Grund deswegen ebenfalls Regeln zu brechen. Wenn es Handlungen des Chats waren, so existiert die Mute-Funktion. (Diese hat tatsächlich die Notwehrfunktion und soll ermöglichen sich zu verteidigen bevor Riot handeln kann)\n\n> Sondern es war im ALL CHAT für alle ersichtlich und dazu von Riot im Chat einsehbar.\n\nKorrekt. Was auch hier wieder niemand bestreitet (jedenfalls ich nicht).\n\n___\nDieser komplette Antworttext widerspricht doch meinen Ausführungen nicht.\nEs ist eher so eine Argumentation, wie im Kindergarten \"MAMA, aber er hat angefangen, (Weinen)\"\nDas ist weder objektiv noch sinnvoll.","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T07:44:21.809+0000","up_votes":3,"down_votes":0,"body":"Geduldig wie immer {{sticker:slayer-pantheon-thumbs}}","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T10:06:12.141+0000","up_votes":2,"down_votes":0,"body":"Kenne ich dich unter einem anderen Namen? Oder woher kennen wir uns?\n{{sticker:sg-lux-2}} ","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T10:14:30.180+0000","up_votes":3,"down_votes":0,"body":"Ne,ne, hab nur öfters von Dir hier im Forum gelesen, wo Du (also nicht nur Du ;) ) eben geduldig auf den Diskussionspartner eingehst.  Wie z.B. eingew, oder sirrkas oder angel oder saya ... , ihr geht halt auf den Gegenüber ein und das nicht nur mit einem Antwortpost. \n\nBei mir reist der Geduldsfaden schon nach dem ersten , wenn der Andere überhaupt nicht auf meine Argumente eingeht.\n\n{{sticker:sg-ahri-2}} \n\nAlso nix weiter, wollte es nur mal erwähnt haben. Sollte kein stalken sein . Man stößt halt unweigerlich drauf.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T10:34:20.090+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-jinx}}\nAlles gut. Hätte ja sein können, dass du einfach einer von denen mit einem Zweitaccount bist. XD\nGrundsätzlich freut es mich, dass auch andere Leute den ganzen Kram lesen, den wir hier schreiben. Dann ist die Mühe halt doch nicht ganz um sonst, sondern wenigstens andere (abseits des TE) lernen ein wenig etwas davon.\n\nMan sieht sich sicherlich in weiteren Diskussionen.\nZum Abschluss etwas Werbung in eigener Sache: Das Konzepte-Forum würde sich über findige Leser und Autoren freuen. Schau mal vorbei. XD","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Zavolta","date":"2019-12-08T07:40:20.598+0000","up_votes":2,"down_votes":10,"body":"Seltsam... laut offizieller Aussage von RIOT führen aufrufe zum Report nicht automatisch zu einem Bann:\n\n\"We don't ban people for asking for reports\"\n\nhttps://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports\n\nOder gabs da inzwischen eine Änderung der Firmenpolitik?!\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"G2 Slippi","date":"2019-12-08T07:50:33.236+0000","up_votes":7,"down_votes":0,"body":"Nur allein der Aufruf führt im Normalfall nicht zum Bann. Jedoch war es so, dass der TE vor kurzem bereits einen 14 Tage Bann hatte und da reicht ein simpler Reportaufruf schon für den Permabann.","replies":[{"id":"","poster":"Zavolta","date":"2019-12-08T08:33:16.733+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040000,timestamp=2019-12-08T07:50:33.236+0000)\n>\n> Nur allein der Aufruf führt im Normalfall nicht zum Bann. Jedoch war es so, dass der TE vor kurzem bereits einen 14 Tage Bann hatte und da reicht ein simpler Reportaufruf schon für den Permabann.\n\nNaja, das wäre dann aber ziemliche Willkür... entweder gelten Regeln immer und für alle... oder es sind keine Regeln. \nAber wer weiß schon, was da noch alles vorgefallen ist... gibt ja keine Screenshots...","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T12:24:20.946+0000","up_votes":1,"down_votes":5,"body":"Ich kann dir versichern, und das wird auch der Riot Support sehen, dass ich in beiden Fällen derjenige war der beleidigt und harassed wurde. Ich habe mich keinesfalls negativ gegenüber den Personen verhalten. Ich wünschte ich könnten alles zur Verfügung stellen, aber das ist mir leider nicht möglich.","replies":[{"id":"","poster":"need elo police","date":"2019-12-08T12:27:20.267+0000","up_votes":5,"down_votes":0,"body":"Du verstehst es noch immer nicht. Es ist EGAL was die anderen gemacht haben. DU hast etwas falsch gemacht, deswegen wurdest DU permanent gebannt. Ende der Geschichte. Bitte verstehe das endlich.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T12:36:25.792+0000","up_votes":1,"down_votes":9,"body":"Bitte beschreibe mir ganz genau WAS ich falsch gemacht habe. Und falls du meinst, dass zum Report aufrufen tatsächlich bestraft werden sollte, dann frage ich mich, ob du in der realen Welt auch bestraft haben möchtest, wenn Leute laut ausrufen \"haltet den Dieb\".\n\nHier mal ein Beispiel aus einem anderen Kommentar von mir:\n\nIn meinem Beispiel liegt es gar nicht anders: ich schreibe \"report Kled pls, toxic\"\n\nAuch diese Aussage kann unterschiedlich interpretiert werden:\n\nVariante 1: Kled ist wirklich (erkennbar im All-Chat) toxisch und ich rufe zum Report auf.\n-> ich denke da sind wir uns einig, dass das nicht bestrafbar sein sollte. In diesem Fall bin ich klar derjenige der harassed wird.\n\nVariante 2: Kled ist eifentlich nicht toxisch und ich rufe zum Report auf um ihn negativ anzugehen\n-> ich denke da sind wir uns auch einig, dass das bestraft werden sollte. Das ist einfach extrem negativ.\n\nDas System hat in meinem Fall einfach den Kontext nicht berücksichtigt und eigentlich nicht bestrafbares Verhalten als bestrafbar interpretiert. Das ist auch ganz verständlich. Ich bin Informatiker, ich weiss, dass es für Software einfach immer noch unglaublich schwierig ist Kontext korrekt zu benennen. Bei LoL gilt das im besonderen, weil es auch die Art zu Spielen (trollen zB.) miterkennen müsste. Es treten also immer mal wieder Fehler auf.\n Aber genau diese Fehler muss der Support doch korrigieren um nicht das Bannsystem zu einem korrupten Willkürsystem verkommen zu lassen. Das Schlimme ist, dass der Bannhammer so zu einem von jedem benutzbaren Willkürsystem wird. Stellt euch mal vor, der Staat würde keinen objektiven, sondern einen subjektiven Standard gelten lassen bezüglich Beleidigungen, weil auch er keinen Kontext lesen könnte. Jeder könnte jetzt hingehen und sagen \"EY, dass der Typ mich als Dieb bezeichnet hat, während ich sein Fahrrad geklaut habe, finde ich zutiefst ehrverletztend! Bitte sperr den ein!\". Dann müsste jeden Tag damit rechnen eingesperrt zu werden, weil jede deiner Aussagen potenziell als negativ eingestuft werden kann.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T12:47:55.392+0000","up_votes":2,"down_votes":0,"body":"Du verdrehst hier gerade alles.\nEs ist Fakt das du dich falsch verhalten hast Punkt aus ENDE.\n\nSie es ein und lebe damit steh zu deinen Fehlern und lerne daraus. Du kannst dir nicht alles so zu Recht reden und biegen wie du es willst damit du dir nicht deine Fehler eingestehen musst.\n\n\nDu hast dich nicht zum ersten Mal falsch verhalten. Und du hast nicht daraus gelernt und gerade deshalb finde, ich ist der Bann umso verdienter! Damit du endlich mal lernst, zu deinen Fehlern stehen zu müssen und damit zu leben.\n\n\n\nIch würde auch langsam einen Mod darum bitten das ganze hier zu closen, weil es wird wahrscheinlich noch ausarten.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:25:42.788+0000","up_votes":1,"down_votes":5,"body":"Erkläre mir bitte was ich genau verdrehe und wo ich mich falsch verhalten habe. Der einzige der ausartet scheinst du zu sein. Vielleicht solltest du dich einfach selbst der Diskussion enthalten, wenn du nicht dazu in der Lage bist rationale Diskussionen zu führen ohne emotionale Outbursts zu haben. Lass bitte die Leute weiterdiskutieren die das können.","replies":[{"id":"","poster":"Revilous","date":"2019-12-09T14:04:42.855+0000","up_votes":1,"down_votes":2,"body":"Die anderen hier können dir offensichtlich nicht genau erklären, warum du gebannt wurdest. Zum Glück bin ich ja jetzt da. Also, schau dir bitte an, wofür ich einen Chatbann erhalten habe: https://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/NdQAe2bO-chatrestrict-worthy\n\nWie du siehst, völlig ungerechtfertigt. Für sowas bekommt kein normaler Spieler eine Chatsperre. Warum also ich? Ganz einfach: Ich war wohl vorher in den Spielen ein bisschen passiv aggressiv, und dieses Spiel hat das Fass zum überlaufen gebracht. Wobei das dämliche System diesen Chat grundlos als leicht toxic gedeutet hat. Der Punkt ist: Wenn du sonst ehrenhaft spielst, bekommst du für solche Spiele wie das meine und das deine nicht mal nen Chatbann.\n\nNun hattest du leider bereits einen 2 Wochenbann vorher. D.h., egal wie leicht dein Vergehen ist, du kriegst direkt einen Permabann sobald dich das System als toxic deutet. An deiner Stelle hätte ich den Chat ausgemacht oder die Entertaste entfernt. Nach einem 2 Wochenbann sollte man maximal ggwp schreiben aber auch sowas wie \"we can't def\", was eigentlich ein strategischer Call ist aber als griefing gewertet werden könnte wie in meinem Fall würde zum Perma führen.\n\nUnd für die Zukunft: Reportaufrufe werden generell als toxisch gewertet, egal aus welchem Grund und auch im Chat nach dem Spiel, selbst wenn der Supportmitarbeiter da was anderes gesagt hat. Es geht hierbei nicht darum, was du als gerecht empfindest, sondern was Riot für gerecht hält. Laut AGB kann Riot deinen Account auch grundlos permabannen wenn sie lustig wären.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T14:13:07.397+0000","up_votes":1,"down_votes":4,"body":"Hey! Danke dir erstmal für deine ruhige Antwort!\n\nStimme dir vollkommen zu in allem was du sagst. Natürlich hat das auch mit den vorigen Bestrafungen zu tun. Dadurch wird das Fass leichter zum Überlaufen gebracht. Ich verstehe den Ablauf der zum Bann geführt hat,\n\nWofür ich aber argumentiere ist, dass diese Sachen wie bei deinem Chatbann oder bei meinem Permabann gar keine Tropfen sein dürften, die die Fasshöhe zum Steigen bringen. Ich finde die Regelung die Riot da trifft absolut unangemessen.\n\nInsbesondere ist das problematisch, wenn die Bestrafung so stark ist, ein Riot Mitarbeiter im Forum einen anderen Präzedenzfall setzt und der Kontext so extrem eindeutig ist (Das toxische Verhalten meiner Mitspieler ist ziemlich klar sichtbar im all chat und teamchat).\n\nIch habe in anderen Kommentaren erklärt wie Riot zwar beim Report die Möglichkeit gibt Kontext hinzuzufügen (Ticketreport mit menschlichem Review) aber dafür nicht die Möglichkeit bei Bestrafungen lässt. Das ist meiner Meinung nach völlig unverständlich. Wenn wir eine reinere Community wollen (die ich auch will), dann müssen wir aber auch die Freiheiten gewähren, die eingeschränkt werden wenn Sachen kontextlos interpretiert und bestraft werden.\n\nRiot kann nicht unbedingt alles bannen was sie wollen. Für AGBs gibt es sogenannte Inhaltsbeschränkungen §§ 307 ff. BGB. Eine willkürliche Ausschlussklausel könnte also unwirksam sein.\n-> hier ist das natürlich nicht der Fall, soweit geht es hier nicht; wollte das nur der Vollständigkeit halber sagen.","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T14:40:37.541+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=mHy39Ir7,comment-id=0001,timestamp=2017-03-31T06:02:03.445+0000)\n>\n> Das ist momentan ein wenig unklar. Es gab diesbezüglich eine recht klare Aussage von einem Rioter, die besagt dass das toxisch ist und bestraft werden kann. Auch die meisten Spieler vertreten diese Meinung. \n> Vor zwei Tagen hat jedoch ein Rioter aus dem Player Behavior Team einen [**Thread**](https://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports) erstellt, in dem er verkündet hat, dass Reportaufrufe nicht bestraft werden. Diese Aussage hat er dann zwar in den Kommentaren wieder ein wenig relativiert, aber ein gewisser Widerspruch zu vorherigen Aussagen ist auf jeden Fall da.  Dazu kommt noch, dass Rioter eigentlich garnicht festlegen, was bestraft wird oder nicht. Das macht die Community indem deren allgemeines Report-Verhalten analysiert wird. Das führt zur Frage, warum überhaupt ein Thread erstellt wurde wo gesagt wird, was Riot bestrafungswürdig findet und was nicht. Das sollte nicht deren Entscheidung sein. \n> Insofern kann ich dir keine klare Antwort auf deine Frage geben.\n> \n> Ich persönlich denke, dass es bestraft wird und auch bestraft werden sollte. Ich kann zwar nicht mit Sicherheit sagen, dass ich schon Fälle gesehen haben die NUR für Reportaufrufe bestraft wurden, aber ich kann definitiv sagen, dass ich schon Fälle gesehen habe, wo das eindeutig das Haupt-Verhaltensproblem des Spielers war. \n> \n> In einigen Wochen hab ich ein Meeting mit besagtem Rioter und ich werde ihn auf jeden Fall zu dem Thema ausquetschen. Ich hoffe dann weiß ich mehr.\n\nhttps://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/mHy39Ir7-strafe-far-reportaufrufe\n\nAKTUELL auf den Supportseiten :\n\n>Dinge, die vermieden werden sollten\n\n>    **Drohe keinen Spieler damit, ihn zu melden (schon gar nicht wiederholt). **Dadurch könntest du Spieler, die sich bereits negativ verhalten, dazu ermuntern, ihr Verhalten fortzusetzen. Für das System spielt es keine Rolle, ob ein Spieler weiß, dass er gemeldet wird. Außerdem können anhaltende Drohungen oder Diskussionen mit einem Spieler, der sich negativ verhält, dazu führen, dass alle anderen Spieler abgelenkt werden und du vielleicht selbst gemeldet und bestraft wirst. Verbanne negative Gedanken und führe keine unnötigen Gespräche mit Teamkameraden, die keine gute Leistung zeigen! Konzentriere dich auf den Sieg, indem du den beleidigenden Spieler stummschaltest und ihn nach dem Spiel meldest.\n\n>   ** Bitte andere Spieler während des Spiels nicht, den beleidigenden Spieler zu melden.** Unser System wird bereits nach einer Meldung aktiv. Weitere Meldungen haben keinen Einfluss auf den beleidigenden Spieler. **Du könntest jedoch selbst gemeldet und bestraft werden, wenn du die anderen Spieler ablenkst, weil du sie ständig darum bittest, einen Spieler zu melden.**\n\n>    **Negatives Verhalten ist nicht akzeptabel, unabhängig von den Umständen oder wer damit begonnen hat.** Es kann verlockend sein, auf Spieler, die sich negativ verhalten, selbst mit negativem Verhalten zu reagieren. Unsere Systeme interessieren sich jedoch nicht dafür, wer angefangen hat, und bewerten jeden gemeldeten Spieler anhand seiner eigenen Verfehlungen. Die einzige Möglichkeit, mit solchen Spielern umzugehen, ist, sie stummzuschalten, das Spiel fertigzuspielen und sie anschließend zu melden.\n\n\nhttps://support.riotgames.com/hc/de/articles/201752884-Einen-Spieler-melden\n\nAlles Regelkonform festgelegt ! Keine Ausreden mehr, keine Missdeutungen !","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-09T14:59:56.039+0000","up_votes":4,"down_votes":0,"body":"Ich sollte mir die Supporterseite mal wieder ansehen. Eindeutiger kann es ja nicht sein, dass Reports unerwünscht sind.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2019-12-09T14:57:57.098+0000","up_votes":3,"down_votes":0,"body":">Insbesondere ist das problematisch, wenn die Bestrafung so stark ist, ein Riot Mitarbeiter im Forum einen anderen Präzedenzfall setzt und der Kontext so extrem eindeutig ist (Das toxische Verhalten meiner Mitspieler ist ziemlich klar sichtbar im all chat und teamchat).\n\nHabe ich etwas verpasst? Ich habe hier bisher keinen Riotmitarbeiter gesehen. Deren Namen sind übrigens rot, falls du hier Volunteers mit Mitarbeitern verwechselst.\n\nOder meinst du den 3 Jahre alten Post, den du zitiert hast? Wie schon mehrfach gesagt wurde. Dein Chatlog hat nicht nur \"report XY\" enthalten und ein 3 Jahre alter Beitrag muss auch nicht mehr auf das aktuelle System zutreffen.","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-08T13:38:16.709+0000","up_votes":2,"down_votes":0,"body":"Wie alt bist du?\nWie kann man so Realitätsblind sein und so Kritik unfähig wie du?\n\nAlle hier sagen dir das der Ban verdient ist.\nAlle weisen dir immer wieder auf warum du den Ban bekommen hast.\nUnd du willst es einfach nicht wahr haben.","replies":[{"id":"","poster":"Eroticat Nimar","date":"2019-12-08T15:15:26.596+0000","up_votes":3,"down_votes":0,"body":"Ray.. darf ich Ray schreiben ?\nDass was Weekent hier macht ist entweder guter Troll oder regelrecht pathologisch.\nEs wird nicht helfen mit dieser Person zu interagieren, weil sie nicht in der Lage ist zu verstehen was sie falsch gemacht hat oder es nicht verstehen will.\nIch glaube eher dass weekly nicht in der Lage ist zu verstehen was los ist und a'la Cartman sich nur als Opfer sehen kann.\n\nMfg","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T15:33:13.879+0000","up_votes":2,"down_votes":0,"body":"Da hast du wohl leider Recht und das ganze hier ist vergebene Mühe.\n\nJa klar darfst du Ray schreiben^^","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T07:20:51.714+0000","up_votes":1,"down_votes":0,"body":"Haha lol ^^","replies":[]}]}]},{"id":"","poster":"need elo police","date":"2019-12-08T12:43:00.462+0000","up_votes":6,"down_votes":1,"body":"Ich bin jetzt mal raus aus der Diskussion, da du es einfach nicht raffst. Ich spiele dann doch lieber auf meinen Account der nie gebannt sein wird schöne Spiele in League of Legends. Ich möchte nur nochmal betonen, dass dein Account für immer weg ist. Du darfst hier gerne weiter diskutieren, ich an deiner Stelle hätte darauf aber überhaupt keinen Bock. Fang lieber schon mal an einen neuen Account zu leveln.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:37:45.106+0000","up_votes":1,"down_votes":9,"body":"Der Text hier gerade war schon toxischer als meine Ingame-Kommentare haha","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2019-12-08T14:43:56.223+0000","up_votes":4,"down_votes":0,"body":"Nur weil du Opfer warst, schließt es nicht aus, dass du zugleich Täter sein könntest. Wenn du Täter warst, wirst du bestraft. Du warst hier ebenfalls Täter, hast dir also deinen Permabann verdient.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T10:38:33.410+0000","up_votes":5,"down_votes":0,"body":"Die Regeln gelten für alle, da es sich hier jedoch um eine Handlung im Chat handelt, werden für die meisten keine Banns ausgelöst, weil die Strafhierachie erst Chatrestriktionen vergibt:\n\n - 10 Spiele CR\n - 25 Spiele CR\n - 14 Tage Bann\n - Permabann","replies":[]},{"id":"","poster":"G2 Slippi","date":"2019-12-08T12:28:56.315+0000","up_votes":4,"down_votes":0,"body":"Nö ist keine Willkür. Wenn man bereits einen 14 Bann hatte, dann reicht eine klitze kleine Kleinigkeit aus um nen Perma zu bekommen","replies":[{"id":"","poster":"Zavolta","date":"2019-12-08T14:22:01.261+0000","up_votes":1,"down_votes":6,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=0004000000000002,timestamp=2019-12-08T12:28:56.315+0000)\n>\n> Nö ist keine Willkür. Wenn man bereits einen 14 Bann hatte, dann reicht eine klitze kleine Kleinigkeit aus um nen Perma zu bekommen\n\nDoch, ist es. Wenn Riot offiziell sagt, dass man wegen einem Report-Aufruf nicht bestraft werden kann, dann darf man dafür auch nicht bestraft werden, weil es keine Handlung ist, die man selbst als klitzekleinekleinigkeit betrachten könnte.","replies":[{"id":"","poster":"OT Riku","date":"2019-12-08T18:24:00.368+0000","up_votes":2,"down_votes":0,"body":"Ein report xy word nicht bestraft.\nEr war jedoch auch negativ. \nEin report this xy trash wird bestraft. \nUnd er hat ja nicht nur zun report aufgerufen.","replies":[]}]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T10:35:28.556+0000","up_votes":5,"down_votes":0,"body":"Das ist keine Änderung der Firmenpolitik sondern eine Position der Community. Reportaufrufe wurden daher in das IFS implementiert und agiert dort wie andere Verstöße auch. Das Gewicht eines Reportaufrufes an sich ist nicht groß, aber mit einer doch massiven Vorbestrafung wie dem 14-Tag-Bann, gibt es halt auch Banns dafür.\n\nHier noch mal der Support:\n\n> Das Sofort-Feedback-System wurde von Riot Games entwickelt, damit Spieler in der „League of Legends“-Community bestimmen können, welches Benehmen sie für eine positive Spielerfahrung für unangemessen erachten. Unabhängig von den Umständen (wie etwa Provokation) werden Verhaltensweisen wie Verspotten, Belästigen, Fluchen, beleidigende Bemerkungen, dem Gegner absichtlich zuspielen („intentional feeding“), dem Team absichtlich nicht zu helfen usw. gemeldet und voraussichtlich vom Sofort-Feedback-System bestraft.\nQuelle: https://support.riotgames.com/hc/de/articles/201898070-Mein-Konto-wurde-gesperrt (Warum seid ihr so streng)","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T12:03:46.695+0000","up_votes":1,"down_votes":10,"body":"Zavolta hat da schon nicht ganz Unrecht. Im Strafrecht ist es beispielsweise so: Eine Strafe muss vorher für den Menschen durch Gesetz erkennbar sein, ansonsten darf er nicht bestraft werden. Wenn die Beleidigung (§ 185 StGB) zum Straftatbestand im StGB gemacht wird, kann man nicht einfach rückgängig alle Beleidiger bestrafen. Die Menschen sollen keiner Willkür der \"herrschenden Instanz\" ausgesetzt sein. Beleidigungen sind bei League verboten. Verboten sind aber nicht gerechtfertigte Aufrufe zum Report oder beispielsweise das Argumentieren über Spielweisen oder Ähnliches. Wenn jetzt auf einmal nach dem 14 Tage Bann zusätzliche Sachen verboten sind, die vorher nicht verboten sind, dann muss das Gericht das in einer bspw. Bewährungsauflage festhalten! Wenn jetzt jemand der Beleidigt mit einer Bewährungsstrafe davonkommt, können für ihn keine anderen Maßstäbe herangezogen werden als für die anderen, wenn er keine Bewährungsauflagen bekommen hat! Und dass das System dir sagt, dass jetzt jedes negative Verhalten zum Bann führt heißt nicht, dass jetzt noch mehr Sachen als negative Verhaltensweisen eingestuft werden, sondern einfach nur, dass jetzt das nächste negative Verhalten (und nicht mehrere zusammen) zur nächsten Bestrafung führen. Eine unbestimmte Aussag wie \"ab jetzt kann alles was du machst potenziell bestraft werden, wäre übrigens auch nichts anderes als WIllkür. Stellt euch vor der Staat würde ein Gesetz machen mit \"alles negative wird bestraft\" - den Rest könnt ihr euch denken.\n\nEin Recht des Staates auf einen willkürlichen Umgang mit Bewährungsstraftätern (einfach sagen, dass das jetzt doch bestraft wird) gibt es nicht. Mir hat niemand gesagt, dass das jetzt nur für mich und andere 14 Tage gebannten verboten sein soll.\n\n_____\n\nJetzt kommen wir mal zum Teil mit dem System und dem Kontext: ich bin froh, dass es ein System gibt. Ich denke die Zeiten des Tribunals wünscht sich keiner zurück, in denen quasi jeder frei flamen konnte und erst extrem spät gebannt wurde. Was wir dadurch aber gemacht haben, ist letztlich ein Gericht durch eine Software zu ersetzen, bei dem das Gericht nur nochmal nachprüft, wenn die Software Fehler gemacht haben soll. Die Software kann beispielsweise keinen Kontext erkennen. Einer meiner Freunde hat eine Chat-Restriktion dafür bekommen, dass er in zwei Spielen jeweils einen Troller im Team gefragt hat \"why do you troll us?\". \n\nDiese Aussage kann mit zwei verschiedenen Kontexten unterschiedlich ausgelegt werden:\n\nVariante 1: Der Spieler hat wirklich getrollt und der andere wollte nur herausfinden, warum er das tut. \n-> Ich denke wir sind uns einig, dass das kein bestrafbares Verhalten sein sollte. Wenn jemand dem Jungler durch den Jungle hinterherläuft und Laugh-spammt und der Jungler dann fragt: \"Warum trollst du mich\", empfindet man das nicht als negatives Verhalten.\n\nVariante 2: Der Spieler hat nur ein schlechtes Spiel und der Mitspieler fragt das um auszudrücken wie schlecht der Spieler spielt.\n-> Ich denke da sind wir uns auch alle einig, dass das bestrafbares Verhalten ist. Ist ziemlich negativ jemand fälschlicherweise als Troll zu bezeichnen.\n\nDer Kontext macht in diesem Fall einen extremen Unterschied! Vom unschuldigen Spieler zum Täter. Das System aber kann den Kontext nur bedingt interpretieren. Und in solchen Fällen muss der Mensch das System korrigieren. Ansonsten ist das gesamte Bannsystem reine Willkür und mithin korrupt!\n\nIm Falle meines Freundes wurde die Chat-Restriktion nicht zurückgenommen und das obwohl deutlich im Spiel und im Chat erkennbar war, dass der Mitspieler tatsächlich getrollt hat.\n\n____________________\n\nIn meinem Beispiel liegt es gar nicht anders: ich schreibe \"report Kled pls, toxic\"\n\nAuch diese Aussage kann unterschiedlich interpretiert werden:\n\nVariante 1: Kled ist wirklich (erkennbar im All-Chat) toxisch und ich rufe zum Report auf.\n-> ich denke da sind wir uns einig, dass das nicht bestrafbar sein sollte. In diesem Fall bin ich klar derjenige der harassed wird. \n\nVariante 2: Kled ist eifentlich nicht toxisch und ich rufe zum Report auf um ihn negativ anzugehen\n-> ich denke da sind wir uns auch einig, dass das bestraft werden sollte. Das ist einfach extrem negativ.\n\nDas System hat in meinem Fall einfach den Kontext nicht berücksichtigt und eigentlich nicht bestrafbares Verhalten als bestrafbar interpretiert. Das ist auch ganz verständlich. Ich bin Informatiker, ich weiss, dass es für Software einfach immer noch unglaublich schwierig ist Kontext korrekt zu benennen. Bei LoL gilt das im besonderen, weil es auch die Art zu Spielen (trollen zB.) miterkennen müsste. Es treten also immer mal wieder Fehler auf.\n\nAber genau diese Fehler muss der Support doch korrigieren um nicht das Bannsystem zu einem korrupten Willkürsystem verkommen zu lassen. Das Schlimme ist, dass der Bannhammer so zu einem von jedem benutzbaren Willkürsystem wird. Stellt euch mal vor, der Staat würde keinen objektiven, sondern einen subjektiven Standard gelten lassen bezüglich Beleidigungen, weil auch er keinen Kontext lesen könnte. Jeder könnte jetzt hingehen und sagen \"EY, dass der Typ mich als Dieb bezeichnet hat, während ich sein Fahrrad geklaut habe, finde ich zutiefst ehrverletztend! Bitte sperr den ein!\". Dann müsste jeden Tag damit rechnen eingesperrt zu werden, weil jede deiner Aussagen potenziell als negativ eingestuft werden kann.\n\n\nUnd wenn jetzt Leute sagen, dass ich hätte wissen müssen, dass eine größere Anzahl an Reports nicht zu einer höheren Bewertung durch das System führt: Woher? Ich spiele seit einer Ewigkeit und immer schon haben Leute im All-Chat zum Report aufgerufen. Ich habe nie irgendwo nachgeschaut ob das wirklich was bringt. Ich bin einfach naiv davon ausgegangen, dass es hilft wenn 9 Leute einen anzeigen und nicht nur einer. Ich glaube aber nicht, dass das bestrafbar sein sollte. Denn selbst für den Fall dass ich es gewusst hätte (was ich nicht habe) habe ich letztlich nur dazu aufgerufen jemanden der einen Diebstahl begangen hat (erkennbar) als Dieb zu bestrafen.\n\n\nDanke fürs Durchlesen und ich bin auf eure Argumente gespannt!","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T15:30:58.838+0000","up_votes":6,"down_votes":0,"body":"Zu Beginn: Wir sind jetzt schon langsam an einem Punkt, wo die Argumentation soweit vom Thema entfernt ist, dass generierte Ergebnisse keinen Beitrag zu einer Entbannung haben können. Hast du schon abgeschlossen?\n\n> Wenn die Beleidigung (§ 185 StGB) zum Straftatbestand im StGB gemacht wird, kann man nicht einfach rückgängig alle Beleidiger bestrafen.\n\nWeißt du. Der Reportaufruf ist schon seit dem ich spiele ein Strafgrund, der Konsequenzen hat. (Also seit Oktober 2016) Vermutlich wurde er sogar schon zu Zeiten des Tribunals bei Häufung bestraft, jedoch hat man das ja im April 2014 abgeschafft, weil es eben zu willkürlich agierte.\n\n> Die Menschen sollen keiner Willkür der \"herrschenden Instanz\" ausgesetzt sein.\n\nDas ist auch nicht so. Da kannst du Gift drauf nehmen. (Lass es jedoch lieber, das tut er Gesundheit nicht sonderlich gut.)\nDas Pech, dass die AGB innerhalb der 15 Minuten einer Prüfung geändert werden, hat so ziemlich niemand, also kann man sich notfalls nach einem Spiel immer angucken, ob man irgendetwas falsch gemacht hat.\n\n> Verboten sind aber nicht gerechtfertigte Aufrufe zum Report oder beispielsweise das Argumentieren über Spielweisen oder Ähnliches.\n\nDa hast du irgendetwas falsch verstanden. Die AGB interpretiert nicht. Die Aussage \"gerechtfertigt\" ist eine Interpretation, die aus einem größeren Kontext gezogen wird. Also: Reportaufrufe sind ungeachtet ihrer Rechtfertigung verboten!\n\n> Wenn jetzt auf einmal nach dem 14 Tage Bann zusätzliche Sachen verboten sind, die vorher nicht verboten sind, dann muss das Gericht das in einer bspw. Bewährungsauflage festhalten!\n\nWie kommst du darauf, dass Reportaufrufe für irgendwen erlaubt wären? Sie sind ab dem Moment an dem den AGB zustimmst verboten! Für jeden ohne Ausnahmen.\n\n> Und dass das System dir sagt, dass jetzt jedes negative Verhalten zum Bann führt heißt nicht, dass jetzt noch mehr Sachen als negative Verhaltensweisen eingestuft werden, sondern einfach nur, dass jetzt das nächste negative Verhalten (und nicht mehrere zusammen) zur nächsten Bestrafung führen.\n\nEs ist sogar noch etwas angenehmer. Es reichen auch in deinem Fall nicht alle Handlungen für einen Bann. Der Reportaufruf hat bei dir beispielsweise zwei Spiel bedurft, weil eines eben nicht reichte.\n\n> Eine unbestimmte Aussag wie \"ab jetzt kann alles was du machst potenziell bestraft werden, wäre übrigens auch nichts anderes als WIllkür.\n\nDeshalb gibt es diese Aussage auch nicht. Im Wesentlichen bekommt man mit dem 14-Tag-Bann noch mal den Hinweis sich die AGB anzusehen, denn alles was dort steht ist verboten. (Und auf den Summoners Code ist in Art. 5 ebenfalls verweisen, sodass der Verstoß gegen diesen wie gegen Art. 5 gewertet wird.)\n\n> Stellt euch vor der Staat würde ein Gesetz machen mit \"alles negative wird bestraft\" - den Rest könnt ihr euch denken.\n\nSagen wir es mal so. Ein solches Gesetz würde sich selbst widersprechen, da es ja auch jeden betrifft, der es umsetzt. (Eine Strafe in Folge des Gesetzes ist ebenso strafbar.) Es würde also aufgrund von rekursivem Verhalten nicht umgesetzt werden und zudem würde es auch jede andere Strafrechtliche Handlung negieren. Ein solches Gesetz würde also in Deutschland das Strafgesetzbuch aufheben und wäre zudem Verfassungswidrig. Im Falle von LoL würde Art. 5 der AGB negiert werden.\n\nMan gut, dass es weder in Deutschland noch bei Riot eine solche Reglung gibt. ^^\n\n> Mir hat niemand gesagt, dass das jetzt nur für mich und andere 14 Tage gebannten verboten sein soll.\n\nWeil es ja auch nicht so ist. Jedem ist es Verboten.\nUm dir mal ein Bild zu machen:\nSagen wir mal das IFS würde alle Verstöße gegen die Blacklist mit Zahlen gewichten, sodass beispielsweise Todesaufforderungen mehr wert sind als Reportaufforderungen. Zudem würde jede Strafinstanz dadurch auftreten, dass die Summe über alle Handlungen bestimmten Wert überschreitet.\nSetzen wir nun Reportaufforderungen mal auf den Wert 3 und generieren wir mal die Summen für die 4 Strafinstanzen:\n\n - 10 Spiele CR => Summe >= 40\n - 25 Spiele CR => Summe >= 70\n - 14-Tage-Bann => Summe >= 90\n - Permabann => Summe >= 100\n\nIch der ich straffrei bin könnte also 13 Reportaufrufe durchführen ohne eine Strafinstanz auszulösen sofern ich nicht einen einzigen Punkt aus einer anderen Quelle bekomme. (39 &lt; 40)\nDu konntest dir jedoch nur 3 Reportaufrufe leisten, weil du durch den 14-Tag-Bann bereits weißt, dass deine Summe mindestens 90 ist. (9 &lt; 100-90 = 10) In deinen zwei Chatlogs sind 4 Aufrufe (90 + 4 x 3 = 102 > 100 => Perma).\nNur weil es für dich leichter ist eine Strafe auszulösen, heißt es nicht, das die Gründe dafür nicht für alle gelten.\n_Dieses Beispiel ist nur qualitativ. Alle Zahlen sind frei erfunden_\n\n> Die Software kann beispielsweise keinen Kontext erkennen.\n\nWas sie auch nicht soll, da der Kontext keine Strafen auslösen kann. Es gibt keinen Aspekt des Art. 5 der AGB, welcher sich durch den Kontext ergibt, daher wird dieser ignoriert, um Interpretationsfehler zu vermeiden. (Das System soll den Spielern keine Worte und Intentionen in den Mund legen können.) Wie eine Aussage gemeint ist, kann nicht objektiv ermittelt werden und hat somit für die Argumentation keinen Belang.\n\n> \"why do you troll us?\"\n\nIm Endeffekt ist auch hier das Konzept äquivalent zum Reportaufruf, jedoch passt hier die Antwort, welche dir der Support gegeben hat deutlich besser, denn schlechtes Spiel wird somit als Trollen festgestellt, sodass der Spieler nicht in der Lage ist sein Spiel zu verbessern, sofern es ihm mit einer angepassten Unterstützung (e.g. Jungler) möglich wäre.\n\n> Diese Aussage kann mit zwei verschiedenen Kontexten unterschiedlich ausgelegt werden:\n\nSo und jetzt kommen wir zum findigen Punkt. Wie unterscheidest du schlechtes Spiel von trollen, sofern es nicht so offensichtlich ist, wie die Mitte runter zu rennen? => Genau gar nicht.\nUnd da hat unsere deutsch Rechtssprechung auch einen sehr berühmten Satz \"Im Zweifel für den Angeklagten.\" Kann also nicht zu 100% und objektiv festgestellt und nachgewiesen werden, dass jemand trollt, so wird der Kläger mindestens die Kosten des Verfahrens tragen, was bei Riot nun einmal entsprechend der Folgen für das Spiel mit Art. 5 V gewertet wird. (Betrug des Spielers gegenüber der Interaktion mit den Mitspielern.)\n\n> Das System aber kann den Kontext nur bedingt interpretieren.\n\nDas System kann den Kontext GAR NICHT interpretierten und ab dem Moment an dem es diese Eigenschaft erwirbt, ist es unfähig seiner Aufgabe nachzukommen. Um auch bei einer menschlichen Prüfung zu verhindern, dass der Kontext zu großen Einfluss hat, wird der Chatlog bestehend nur aus den Inhalten des reporteten Spielers ausgewertet. (Also lediglich die von dir geschriebenen Inhalte, wie sie dir auch vorgelegt wurden.)\nDas sieht man ja auch an der Antwort des Supports, der gar nicht wusste, warum du den Reportaufruf getätigt hast, weil der Support es ebenfalls nicht wissen kann. \n\n> Ansonsten ist das gesamte Bannsystem reine Willkür und mithin korrupt!\n\nWillkürlich wäre es nur, wenn der Vertragsbruch (Handeln gegen die AGB) durch ein Veto einer beliebigen Person keine Folgen haben würde. Wenn also der Aufruf zum Report (der nach Art. 5 VIII strafbar ist) durch dein Veto konsequenzfrei werden würde, dann würde es willkürlich werden, weil du deinen Willen durchsetzen konntest.\n\n> ich denke da sind wir uns einig, dass das nicht bestrafbar sein sollte.\n\nWie viel von den Texten, die ich hier schreibe ließt du eigentlich? Natürlich sind wir uns hier nicht einig, denn der Reportaufruf ist schwarz auf weiß ungeachtet jeglicher Begründung (Ausnahmen sieht der Art. 5 nicht vor) strafbar. Es ist absolut scheiß egal, was der Kled macht oder eben nicht macht. Wenn du dazu aufrufst, das andere ihn reporten sollen, dann handelst DU gegen die AGB!!!!!!!!!!!!\n\n> Das System hat in meinem Fall einfach den Kontext nicht berücksichtigt und eigentlich nicht bestrafbares Verhalten als bestrafbar interpretiert.\n\nBitte gib mit einen einzigen Grund, der objektiv ist und keiner subjektiven Interpretation bedarf, der deine Position bekräftigt. Aktuell wirst du eher wie ein kleines Kind, dass jetzt wo es zu spät ist bemerkt, dass es jetzt kein Zurück gibt und den Finger auf den erstbesten richtet, der seiner Meinung nach an der eigenen Unfähigkeit schuld ist. + Du weißt dich deutlich besser auszudrücken, als ein Kind.\n\n> Ich bin Informatiker, ich weiss, dass es für Software einfach immer noch unglaublich schwierig ist Kontext korrekt zu benennen.\n\nWenn du Informatiker bis, dann ist das Problem doch ganz simpel. Du hast zwei Virtuelle Maschinen, die einfach folgende Aufgabe haben\n\nVM1\n\n- Öffne Archiv \"individuelle ID des Spielers, für den wir die IFS-Summe haben wollen\" (Ist ein Struktur-Block)\n- Öffne Archiv \"Chatlog Spiel-ID Spieler-ID\" (Ist der Chatlog des Spielers) \n- Öffne Archiv \"Blacklist\" (Ist eine Tabelle)\n- Definiere Integer Variable S L P B X\n- Setze S = \"IFS-Summe aus dem Archiv\"\n- Setze L = \"Anzahl der Worte im Chatlog\"\n- Setze X = \"Anzahl der Worte in Blacklist\"\n- Setze P = 0\n- Setze B = 0\n- Solange P =/= L\n - Prüfe \"L-tes Element aus Chatlog\" = \"B-tes Element aus Blacklist\"\n - Wenn \"L-tes Element aus Chatlog\" = \"B-tes Element aus Blacklist\" \n=> S + \"Zugeordenter Wert aus Blackliste\"\n=> B = 0\n=> P = P+1\n - Ansonsten\n=> Wenn B =/= X\n=> => B = B+1\n=> Ansonsten\n=> => B = 0\n=> => P = P+1\n- Übergebe S an VM2\n\nVM2\n\n - Öffne Archiv \"Strafinstanzwerte\" (Simple Zahlenfolge: Hier: 40 30 20 10)\n - Definiere N\n - Definiere V\n - Definiere A\n - N = 0\n - V = \"IFS-Summe aus dem Archiv\"\n - A = S\n - Solange S > 0 und N &lt; 4\n  - S = S - \"N-ter Strafinstanzwert\"\n  - V = V - \"N-ter Strafinstanzwert\"\n  - N = N+1\n - Prüfe S - V > \"N-1-ter Strafinstanzwert\"\n  - Wenn Wahr\n => Löse die Strafe der N-1-sten Strafinstanz aus.\n => Setze \"IFS-Summe aus Archiv\" = A\n  - Ansonsten \n=> Setze \"IFS-Summe aus Archiv\" = A\n\nDa ist kein Kontext.\n\n> Es treten also immer mal wieder Fehler auf.\n\nKorrekt. Jedoch ist deine Betrachtung darauf, was ein Fehler ist und was nicht, nicht entsprechend der Perspektive von Riot. Kontextfreiheit ist gewollt. Weshalb auch der Support nicht die Einsicht über den vollständigen Chatlog erhält, um zu verhindern, dass bei Nachprüfungen Kontexte berücksichtigt we","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:00:34.373+0000","up_votes":1,"down_votes":4,"body":"Ich versuche es kurz zu machen: offensichtlich haben wir andere Ansichten darüber ob zum Report aufrufen unter strafbares Verhalten fällt oder nicht. \n\nIch danke dir aber für die Aufklärung bezüglich des Support-Systems. Mir war nicht klar, dass der Support selbst auch nur Einsicht in meine eigenen Aussagen bekommt. Könntest du mir eine Quelle dazu liefern? \n\nIch kann mir ehrlich gesagt nicht erklären was der Sinn dahinter sein soll. Letztlich gibt es Situationen in denen Wörter ganz anderen Inhalt haben als sie ohne Kontext haben. Deswegen gibt es doch auch die Möglichkeit menschliche Personen anzufordern beim Report, wenn das toxische Verhalten mit Wörtern ausgeübt wird, die nur in dem Kontext toxisch sind. Gleiches gilt für Trollen. Eben deswegen gibt es auch da die Möglichkeit einen Menschen anzufordern. \n\nWir bestrafen Spieler doch eben deshalb weil sie negatives Verhalten zeigen und nicht deshalb, weil sie kontextfrei gesehen ein negatives Verhalten zeigen. Zumindest gehe ich davon aus, dass wir das tun. Das Ziel von Bestrafung ist es doch nicht Leute davon abzubringen \"Neger\" zu sagen, die in einer Präsentation über Sklaverei \"Neger\" sagen, sondern solche zu verknacken, die es als Herabwürdigung äußern. Wir wollen doch nicht Wörter im Gamechat verbieten, sondern negatives Verhalten an sich.\n\nBsp in-game: I wish you get reborn as a worm whos in pain 99% of the time.\n-> Die Software würde das nicht als toxisch erkennen; ein Mensch schon. Deswegen kann man in solchen Fällen ein Ticket eröffnen, bei dem der Mensch den Kontext bedenkt.\n\nBsp2 in-game: why do you troll us? can i change your mind?\n-> Die Software würde das passive betiteln als Troll hier als toxisch bewerten. Hier aber könnte der Support nicht den Kontext berücksichtigen und es korrigieren? Es ergibt sich für mich nicht, warum dem so sein sollte.\n\nBsp3 in-game: pls report kled, toxic player\n-> Die Software würde es bestrafen, weil es selber die Wörter des Kleds nicht berücksichtigt und das harassement was er auch im all-chat abgelassen hatte (echt heftig).\n\nWarum sollte man mich und den Spieler in Bsp 2 hier bannen? ich wusste nicht, dass mehrere Reports nicht zu einer eheren Bestrafung führen (so wie 90% der Community -man sieht den Reportaufruf doch sogar in High Elo Games wenn Leute inten). ich hatte im guten Willen um Hilfe gebeten einen ultratoxischen Spieler zu bestrafen, der feststellbar toxisch ist. Wo ist das negativ? Welcher Mitspieler würde das negativ finden?\n\nWürden wir nicht lieber Spieler 1 bestraft sehen als Spieler 2 und 3?\n\n_________________\n\nKurz gesagt: ich würde den Sinn einer Bestrafung von nicht negativem Verhalten alleine anhand der Wörter nicht unterstützen, es ergibt sich mir nicht was das Ziel dessen sein soll. Ich kann natürlich trotzdem verstehen, dass man die Software so konfiguriert und einen Verdacht bei gewissen Wörtern bez. Negativität gelten lässt. Ich würde das ebenso machen.\n\nAber warum sollte man das System nicht korrigieren lassen?\n\n\nLG","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T12:05:17.471+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040001000000020002,timestamp=2019-12-09T12:00:34.373+0000)\n>\n> Ich kann mir ehrlich gesagt nicht erklären was der Sinn dahinter sein soll. Letztlich gibt es Situationen in denen Wörter ganz anderen Inhalt haben als sie ohne Kontext haben. \n\nDer ist IRRELEVANT ! NICHT relevant ! Der \"Kontext\" ist bedeutungslos !\n\n{{sticker:zombie-brand-mindblown}} \n\nRIOT hat Dir ein Instrument namens Reportbutton in die Hand gegeben um solche Verstöße (Kontext) zu melden. Wenn Du aber der Meinung bist in Rambomanier Selbstjustiz zu verüben, dann MUSST Du mit ner Strafe rechnen. \n\nDer ganze restliche Text ist nur Rechtfertigung , Selbstdarstellung und hat NULL Argumentationswert.\n\nQuelle : \n\n\"Der Weg des Beschwörers \" ließ und komm erst wieder wenn Du entbannt wurdest !\n\nLink zur Erklärung zum Ban :\n\nhttps://support.riotgames.com/hc/de/articles/360038430973-Eine-Erkl%C3%A4rung-zu-permanenten-Bannen\n\nIch empfehle Dir die Supportseiten zu dem Thema durchzulesen, bevor Du weiteren Unsinn hier schreibst !","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:19:27.025+0000","up_votes":1,"down_votes":5,"body":"Warum bist du so salty? Das hier ist nur eine inhaltliche Diskussion. Versuch deine Emotionen im Griff zu halten. Ich versuche es dir nochmal zu erklären.\n\n> Der ist IRRELEVANT ! NICHT relevant ! Der \"Kontext\" ist bedeutungslos ! RIOT hat Dir ein Instrument namens Reportbutton in die Hand gegeben um solche Verstöße (Kontext) zu melden. Wenn Du aber der Meinung bist in Rambomanier Selbstjustiz zu verüben, dann MUSST Du mit ner Strafe rechnen.\n\nDer Fehler der auftritt wenn der Reportende den Kontext hinzufügen darf ist, dass ich jetzt auch Leute anzeigen kann die \"Neger\" nicht als Herabwürdigung sagen, sondern während einer Präsentation über Sklaverei. Mir ergibt sich nicht ganz wie du das Problem dabei nicht verstehen kannst. Wir bannen durch diesen subjektiven Kontext nur Wörter und nicht negatives Verhalten. Darunter fallen auch Wörter die in vielleicht 20 - 30 % der Fällen keinen negativen Inhalt haben.\n\nEbenso fallen einige negativen Verhaltensweisen nicht ins Strafsystem weil das Wort kein typisch toxisches ist.\n-> Das korrigiert Riot aber durch das Ticket-Meldesystem!\n\nWarum korrigieren wir das Zweitere und das Erstere nicht. Das möchte ich verstehen, weil sich mir der Sinn nicht ergibt 20-30% der Fälle zu bestrafen ohne, dass wir das Verhalten als eigentlich bestrafbar sehen.\n\nMir ist klar, dass eine Großzahl der Fälle alleine schon deshalb rausfällt weil keine Häufung von Fehlverhalten auftritt, aber trotzdem treten so Fälle wie der meines Kumpels oder meiner auf, in denen Verhalten bestraft wird, das eigentlich von der Mehrheit als nicht negativ gesehen wird.","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T12:28:37.950+0000","up_votes":4,"down_votes":0,"body":"Das hat nix mit salty zu tun und was Du jetzt hier gerade anbringst hat mit Deinem Ban so überhaupt garnix zu tun ! Du bist grad sowas von OFFTOPIC !\n\nSiehe Zitat Supportseiten (die für Dich relevant sein sollten !)\n\n>ICH HABE DIESE SPERRE NICHT VERDIENT! EIN ANDERER SPIELER HAT SIE VERDIENT.\n\n>Wir können mit dir nicht über das Verhalten anderer Spieler sprechen, du kannst andere Spieler jedoch am Ende jedes Spiels melden und sie während des Spiels stummschalten. Es gibt unabhängig von den Handlungen anderer keine Rechtfertigungen für negatives Verhalten. **Nur du allein bist für deine Handlungen und Worte verantwortlich.**\n\nDas dicke ist markiert für Dich !\n\nQuelle:\n\nhttps://support.riotgames.com/hc/de/articles/360038430973-Eine-Erkl%C3%A4rung-zu-permanenten-Bannen\n\nhttps://euw.leagueoflegends.com/de/featured/summoners-code","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:33:02.238+0000","up_votes":1,"down_votes":6,"body":"Riot meint damit Fälle in denen man zurück beleidigt. Es gibt also keine Art von \"Notwehr\" im Chatsystem. Das hat aber nichts mit meinem Fall zu tun. Weiss aber nicht ob du in der Lage bist das zu verstehen.","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T13:03:55.041+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=000400010000000200020000000000000000,timestamp=2019-12-09T12:33:02.238+0000)\n>\n> Riot meint damit Fälle in denen man zurück beleidigt. Es gibt also keine Art von \"Notwehr\" im Chatsystem. Das hat aber nichts mit meinem Fall zu tun. \n\nÄhm doch, und Du hast es selber zugegeben, Du hast geschrieben, der Kled wär toxisch, DARAUFHIN kam DEIN FLAME . Also doch, es trifft genau auf DEINEN Fall zu. \n\nIs so !\n\n>Weiss aber nicht ob du in der Lage bist das zu verstehen.\n\nIch bin mir ziemlich sicher, daß Du selber Deine jetzige Situation nicht verstehst !","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T13:13:08.867+0000","up_votes":1,"down_votes":4,"body":"Warum ist es flamen, wenn man jemanden toxisch nennt? Wenn ich sage \"hey du bist aber toxisch\", ist das dann flamen?","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T13:16:32.914+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040001000000020002000000000000000000000000,timestamp=2019-12-09T13:13:08.867+0000)\n>\n> Warum ist es flamen, wenn man jemanden toxisch nennt? Wenn ich sage \"hey du bist aber toxisch\", ist das dann flamen?\n\nDu hast also im Chat nur geschrieben \"hehe der ist toxisch\" !?\n\nOha, dann haben wir uns ja alle geirrt und Du hast ja gar nichts weiter geschrieben und bist dann wirklich zu unrecht gebannt worden. Ist das im Eröffnungpost gar nicht Dein Chatverlauf ?","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T19:55:43.697+0000","up_votes":3,"down_votes":0,"body":"Ja, das ist flamen.\n{{sticker:zombie-brand-clap}}","replies":[]},{"id":"","poster":"WEEKENT","date":"2019-12-09T13:14:25.295+0000","up_votes":1,"down_votes":4,"body":"ich flame ja nicht seine Art zu spielen oder sonst was, sondern ich betitele nur das was er macht (und das ziemlich offensichtlich). Wo ist das denn flamen?\n\nIst es auch flamen, wenn man sagt \"oh youre running it down mid\" wenn jemand die Mitte runterrennt?","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T13:18:24.193+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=000400010000000200020000000000000000000000000000,timestamp=2019-12-09T13:14:25.295+0000)\n>\n> ich flame ja nicht seine Art zu spielen oder sonst was, sondern ich betitele nur das was er macht (und das ziemlich offensichtlich). Wo ist das denn flamen?\n> \n> Ist es auch flamen, wenn man sagt \"oh youre running it down mid\" wenn jemand die Mitte runterrennt?\n\nIch weiß nicht ? Ich weiß nicht wie man Deinen Chatverlauf nenen sollte mit den ganzen Reportaufrufen und dem ganzen Geschreibsel und so . Aber ich bin ja auch nicht Manuel Neuer.\n\n---\n\nWie dem auch sei, ab jetzt wirds egal unlustig. Hat aber bis hierher Spaß gemacht. Argumentativ biste eben nicht zu erreichen , weder mit den richtig guten Argumenten meiner Vorredner noch mit meinen plumpen Annäherrungsversuchen. \nUnd sich über die Thematik lustig zu machen erfüllt mich net , von daher, gehab Dich wohl und melde Dich, wenn dein Acc entsperrt wurde . Bis denne !","replies":[]}]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T19:54:45.739+0000","up_votes":3,"down_votes":0,"body":"Nein. Das steht nichts bezüglich Ausnahmen. Fang gefälligst nicht an Riot auch noch die Worte im Mund zu verdrehen. Im Endeffekt ist das sogar eine klare Aussage gegen Reportaufrufe, denn sie stellen hier klar fest, was du im Umgang mit Reportwürdigen zu tun hast:\n\n - Nach dem Spiel reporten\n - Während des Spiels gegebenenfalls muten\n - Das Verhalten eines anderen nicht als Grund nehmen, selbst negatives Verhalten zu zeigen. (Verhaltenskodex => Art. 5 AGB)","replies":[]}]}]}]}]},{"id":"","poster":"WEEKENT","date":"2019-12-09T12:06:41.636+0000","up_votes":1,"down_votes":4,"body":"Ich hatte ganz vergessen anzufügen.\n\nRiot hatte mit dem Post hier: \n\nhttps://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports\n\nin dem selbst ein voriges Ruling - dass zum Report aufrufen strafbar ist - korrigiert wurde, eine Art Präzedenzfall geschaffen. Seitdem ist keine andere Aussage von Riot zu dieser Thematik gekommen. Woher soll ein Spieler jetzt wissen, dass wenn die AGBs sich ändern, dass das jetzt auf einmal anders sein soll? Ich habe darüber auch mit dem Support diskutiert. Er konnte mir keine Stelle in den ToS nennen, die sich verändert hat und aus der diese zusätzliche Bestrafung herauszulesen ist.\n\nMan kann jetzt natürlich sagen, dass der Post 3 Jahre alt ist. Aber warum sollte er nur aufgrund der Länge der Zeit nicht mehr gelten? Sie hatten davor auch einen Post revidiert der älter war (glaube 2 Jahre alt).\n\nIch habe ehrlicherweise noch nie davon gehört, dass zum Report aufrufen bestrafbar ist - ich war mir sicher es wäre es nicht. Und ich wusste auch nicht, dass mehrere Reports nicht eine stärkere Gewichtung darstellen.\n\n____\n\n\nEs sollte uns doch auch ein Anliegen sein, Strafen nur dann auszusprechen, wenn Leute wissen, dass es bestrafbar ist. In dem Fall hatte RiotKyle doch eindeutig gesagt, dass gerechtfertige Aufrufe zum Report nicht bestrafbar sind.\n-> er hätte allerdings netterweise anfügen können, dass mehrere Reports nichts bringen.","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T12:19:03.825+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=000400010000000200020001,timestamp=2019-12-09T12:06:41.636+0000)\n>\n> Ich hatte ganz vergessen anzufügen.\n> \n> Riot hatte mit dem Post hier: \n> \n> https://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports\n> \n> in dem selbst ein voriges Ruling - dass zum Report aufrufen strafbar ist - korrigiert wurde, eine Art Präzedenzfall geschaffen. Seitdem ist keine andere Aussage von Riot zu dieser Thematik gekommen. Woher soll ein Spieler jetzt wissen, dass wenn die AGBs sich ändern, dass das jetzt auf einmal anders sein soll? Ich habe darüber auch mit dem Support diskutiert. Er konnte mir keine Stelle in den ToS nennen, die sich verändert hat und aus der diese zusätzliche Bestrafung herauszulesen ist.\n> \n> Man kann jetzt natürlich sagen, dass der Post 3 Jahre alt ist. Aber warum sollte er nur aufgrund der Länge der Zeit nicht mehr gelten? Sie hatten davor auch einen Post revidiert der älter war (glaube 2 Jahre alt).\n> \n> Ich habe ehrlicherweise noch nie davon gehört, dass zum Report aufrufen bestrafbar ist - ich war mir sicher es wäre es nicht. Und ich wusste auch nicht, dass mehrere Reports nicht eine stärkere Gewichtung darstellen.\n\nDu kapierst das nicht, oder ? Es geht um \"negative attitude\" die IST strafbar und wenn diese durch Reportcalling hervorgerufen wird, dann Ist auch das strafbar. Das hat nix mit den AGB zu tun, die haben sich , soweit ich weiß , auch nicht geändert. \n\nDer Text ist nicht falsch und kein Präzedenzfall, am Ende steht, das man ALLES reporten soll was nix im Gamechat verloren hat \"some shit\" . Reportaufrufe haben da nichts verloren. Können also reported werden. Is so ! Du hast den Weg des Beschwörers verlassen, indem Du das Game sabotiert (allchat) und negative Stimmung (reportcalling) verbreitet hast und das MIT Vorstrafe !\n\nIst wie mit Punkten in Flensburg ab 8 Punkten is Schluss mit lustig. Genauso hast Du gesammelt und nun ist bei Dir Schluss mit lustig.\n\nhttps://support.riotgames.com/hc/de/articles/201898070-Mein-Konto-wurde-gesperrt","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:24:10.537+0000","up_votes":1,"down_votes":4,"body":"Aaah siehst du jetzt haben wir ein gutes Beispiel!\n\nWarum sollte ich überhaupt einen Punkt in Flensburg bekommen? Warum überhaupt bestrafen? Mein Aufruf zum Report war kein negatives Verhalten und ich habe auch nicht das Game dadurch sabotiert und schlechte Stimmung verbreitet.\n\nMein Mitspieler war im Team und AllChat ultratoxisch bevor ich zum report aufgerufen habe. Was ist an meinem Verhalten negativ? Ich habe in gutem Willen versucht jemand toxisches bestrafen zu lassen. Warum sollten wir so jemandem Punkte in Flensburg geben? Beide Teams haben gesehen wie toxisch der Mitspieler war. Den einzigen den es gestört hat, war der Kled, der mich übrigens auch reported hat!","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T12:59:14.017+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040001000000020002000100010000,timestamp=2019-12-09T12:24:10.537+0000)\n>\n> Aaah siehst du jetzt haben wir ein gutes Beispiel!\n> \n> Warum sollte ich überhaupt einen Punkt in Flensburg bekommen? Warum überhaupt bestrafen?\n\n\n> Mein Aufruf zum Report war kein negatives Verhalten \n\nÄhm Doch , weil unnötig und salty und das im Allchat, also hast Du dem Gegner in die Hände gespielt. \n\nAlso ja, doch, negatives Verhalten. Der Beweis ist die Aussage vom RIOT-Mitarbeiter, Dein Ban und Dein Verhalten hier. Also ja, ganz eindeutig negativ. Ja, doch sicher.\n\n>und ich habe auch nicht das Game dadurch sabotiert und schlechte Stimmung verbreitet.\n\nJa, doch, allchat , Spielsabotage, da der Gegner weiß, daß euer Team nonexistent ist.\n\n> \n> Mein Mitspieler war im Team und AllChat ultratoxisch bevor ich zum report aufgerufen habe. \n\nJa ? Wo denn ? Da seh ich nix. Wo bleibt Deine Quelle ? \n\n\n>Was ist an meinem Verhalten negativ? \n\nVielleicht ist es ja Dein Chatverlauf !?\n\n>Ich habe in gutem Willen versucht jemand toxisches bestrafen zu lassen. \n\nDASS muss man sich mal auf der Zunge zergehen lassen. \"Ich habe mit gutem Willen versucht ...\" Wo denn, was soll an einem Reportaufruf und am Flamen guter Wille sein ? Was hast Du für ne verdrehte Anschauung ? Krass Alter !\n\nAber auch nen cooler Shirtaufdruck :\n\n\"Ich haben in guten Willen versucht ... (hier den Spruch der eigenen Wahl einsetzen)\" , jmnd. eins reinzuwürgen, ging aber schief , oder ... zu Flamen, wurde aber bestraft .\n\n> Warum sollten wir so jemandem Punkte in Flensburg geben? \n\nWeil Du bis dato schon Punkte gesammelt hast. Hättest Du nur einen Punkt gehabt, wär ja auch nix passiert, aber Du hattest schon 7(!) . Das heißt doch Du bist vorher schon MEHRMALS negativ aufgefallen, Chatsperre, 14d , das läppert sich zusammen. Das heißt doch das Deine Grundhaltung komplett toxisch ist. Genau wie hier im Thread.\n\n>Beide Teams haben gesehen wie toxisch der Mitspieler war. Den einzigen den es gestört hat, war der Kled, der mich übrigens auch reported hat!\n\n\nJa ? Woher weißt Du das ?","replies":[]}]},{"id":"","poster":"Zavolta","date":"2019-12-10T21:15:08.568+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Horseghost,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=0004000100000002000200010001,timestamp=2019-12-09T12:19:03.825+0000)\n>\n> Du kapierst das nicht, oder ? Es geht um \"negative attitude\" die IST strafbar und wenn diese durch Reportcalling hervorgerufen wird, dann Ist auch das strafbar. Das hat nix mit den AGB zu tun, die haben sich , soweit ich weiß , auch nicht geändert. \n\nSchöner Zirkelschluss... bzw. Endlosschleife...\n\n{{sticker:slayer-jinx-wink}} \n\nZum Report aufrufen wird seitens Riot nicht bestraft, aber zum Report aufrufen soll gemäß dir als \"negative Attitüde\" gelten, die bestraft wird. Also wird zum Report aufrufen ja doch bestraft. Riot sagt aber, zum Report aufrufen wird nicht bestraft. Du sagst, das ist richtig, aber zum Report aufrufen ist negativ und wird bestraft. Also wird man doch zum Report aufrufen bestraft. Riot aber sagt, dass zum Report aufrufen nicht bestraft wird. Usw. usf. \n\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-10T21:37:18.616+0000","up_votes":1,"down_votes":1,"body":">Zum Report aufrufen wird seitens Riot nicht bestraft, aber zum Report aufrufen soll gemäß dir als \"negative Attitüde\" gelten, die bestraft wird. Also wird zum Report aufrufen ja doch bestraft. Riot sagt aber, zum Report aufrufen wird nicht bestraft. Du sagst, das ist richtig, aber zum Report aufrufen ist negativ und wird bestraft. Also wird man doch zum Report aufrufen bestraft. Riot aber sagt, dass zum Report aufrufen nicht bestraft wird. Usw. usf. \n\nHier hat schon jemand die Supportseite zitiert, in der erwähnt wird, das Reportaufrufe bestraft werden können.\n\n> [{quoted}](name=Riot NaKyle,realm=NA,application-id=ZGEFLEUQ,discussion-id=PzY1ArN3,comment-id=000400000000,timestamp=2017-03-28T22:29:27.210+0000)\n>\n> Yeah, that's why we're clarifying. Now let's dive into the details of this one to clear this up. \n> \n> You're playing adc (in 2017), and everything's going fine. But then your jungler blows a gank mid and your midlaner goes off the deep end. They pop off with \"Report troll jungler\" in all chat and other, worse bullshit. Even if the other team reported that jungler, the jungler wouldn't get hit with a penalty because they didn't actually do anything wrong. However, if the jungler reports the midlaner, they're likely to get hit with a penalty depending on just how much they tilted and their game-over-game history with that type of talk.\n> \n> **Where the confusion creeps in is when you try to reduce things down to: Does \"X\" mean penalties. Instant Feedback only works that way with hate speech and threats of harm. That's the sort of harassment the team is much more focused on. Report calling is often a minor negative thing, but say there's a spectrum of chat where 1 is hyper-friendly, 5 is neutral, and 10 is literal death threats, this is like a 6.**\n\n\n\nDer aufgeführte Thread enthält unter anderem diese Aussage, die noch einmal weiter auf das Thema eingeht. Ich habe den wichtigen Teil mal hervorgehoben.\n\nUm genau zu sein, hätte es gereicht, weiter als bis zur Überschrift zu lesen. Da schon im Eröffnungspost erwähnt wird, dass Reportaufrufe unter Umständen bestraft werden können.\n\n> [{quoted}](name=Riot NaKyle,realm=NA,application-id=ZGEFLEUQ,discussion-id=PzY1ArN3,comment-id=000a0002,timestamp=2017-03-29T04:02:55.266+0000)\n>\n> Sure. Husker's post prompted this one. The short version is what I explained above. Basically, Husker's post mischaracterizes the severity of report calling by equating it with outright flaming and bullying. Report calling is bad but its not that bad (by what the community tells us through reports). Goes back to the 1-10 scale bit I mentioned a comment or two ago.\n\n\n\nHier sieht man auch gut, dass es sich im Laufe der Zeit ändern kann. Wirt Reportcalling oft bestraft, wird es als schlimmeres vergehen eingestuft. \n\n> [{quoted}](name=Jo0o,realm=NA,application-id=ZGEFLEUQ,discussion-id=PzY1ArN3,comment-id=004400000001,timestamp=2018-03-20T15:06:47.835+0000)\n>\n> Actually, while you're here, can we get some clarification on the subject of report calling? This thread unequivocally states that it wouldn't trigger a punishment, but other Rioter comments indicate otherwise.\n> \n> My understanding is that a singular call for reports isn't enough to trigger a punishment, but like other forms of light negativity, it can be pushed to the point of contributing to a harassment punishment or similar. Is this accurate?\n\n\n\nHierauf etwa hat Riot Tantram geantwortet:\n\n> [{quoted}](name=Riot Tantram,realm=NA,application-id=ZGEFLEUQ,discussion-id=PzY1ArN3,comment-id=0044000000010001,timestamp=2018-03-20T19:18:33.399+0000)\n>\n> This is accurate.","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-09T12:15:28.408+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040000,timestamp=2019-12-08T07:50:33.236+0000)\n>\n> Nur allein der Aufruf führt im Normalfall nicht zum Bann. Jedoch war es so, dass der TE vor kurzem bereits einen 14 Tage Bann hatte und da reicht ein simpler Reportaufruf schon für den Permabann.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T19:49:50.959+0000","up_votes":2,"down_votes":0,"body":"> Ich versuche es kurz zu machen: offensichtlich haben wir andere Ansichten darüber ob zum Report aufrufen unter strafbares Verhalten fällt oder nicht.\n\nWow, ist das nicht die Idee hinter einer Diskussion? Parteien verschiedener Positionen argumentieren in ihrem Sinne und versuchen sachlich die anderen Parteien von ihrer Position zu überzeugen?\n\n> Könntest du mir eine Quelle dazu liefern?\n\nNein, weil ich keine dazu habe. XD\nEs ist in meinen Augen die einzige Möglichkeit mit der man eine menschliche Nachkontrolle legitimieren könnte, welche auf der selben Basis agiert, wie das System, dass diese Nachkontrolle prüfen soll. Zudem erklärt es die seltsame Antwort des Supports, die du im Headpost zitiert hast.\nIm Endeffekt müssen Fehler des Systems ja so festgestellt werden, dass man dem System in Folge dessen beibringen kann, dass es diesen Fehler nicht mehr macht. Dazu muss allerdings der Mensch auch seine Prüfung so durchführen, dass er nur das Wissen hat, über das auch das System verfügt.\nEin recht bekannter dieser Fehler ist die Aussage \"I could kill myself\". Lange Zeit hat man dafür eine Strafe wegen Hate Speech bekommen. Jedoch wurden derartige Selbstaussagen straffrei erklärt. \n\nBist du ernsthaft an Quellen interessiert, dann stöber mal hier: https://en.volu-eu.org/library.php\n\n> Letztlich gibt es Situationen in denen Wörter ganz anderen Inhalt haben als sie ohne Kontext haben.\n\nDas System ist ja nicht zu 100% Kontextfrei. Es betrachtet jedoch nur den Kontext innerhalb der eigenen Aussage. Wenn du also ironisch oder sarkastisch bist, dann mach das auch gefälligst deutlich. Zwar kann auch hier immer noch unangemessenes Konsequenzen haben, jedoch würde eine menschliche Nachkontrolle diese Form des Kontextes berücksichtigen. (Der IFS-Algorithmus kennt auch einige dieser Kontexte über ähnliche Phrasen, o.Ä.)\n\n> Deswegen gibt es doch auch die Möglichkeit menschliche Personen anzufordern beim Report, wenn das toxische Verhalten mit Wörtern ausgeübt wird, die nur in dem Kontext toxisch sind.\n\nNein. Die menschliche Nachkontrolle dient tatsächlich nur der Feststellung von Fehlern des IFS. Das System ist nicht perfekt und bedarf daher mit unter einer Nachkontrolle.\n\n> Gleiches gilt für Trollen. Eben deswegen gibt es auch da die Möglichkeit einen Menschen anzufordern.\n\n???\nNein. Auch das Spielverhalten wird primär automatisch geprüft und nicht durch einen Menschen. Und auch hier wird Kontextfreiheit bedingt eingeführt. (Man kann schließlich nicht die anderen Champions in Gänze ignorieren, was an der [Definition von Position](https://boards.euw.leagueoflegends.com/de/c/champions-gameplay-de/N8ohUEaN-adc-die-klasse-der-nerfs?comment=00020001000000000000) liegt)\n\n> Wir bestrafen Spieler doch eben deshalb weil sie negatives Verhalten zeigen und nicht deshalb, weil sie kontextfrei gesehen ein negatives Verhalten zeigen.\n\nWir bestrafen sie jedoch auch nur, wenn ihr negatives Verhalten eindeutig nicht als mangelnde Spielkenntnis identifiziert werden kann. Wir wollen ja auch nicht alle Neulinge bannen.\n\n> Das Ziel von Bestrafung ist es doch nicht Leute davon abzubringen \"Neger\" zu sagen, die in einer Präsentation über Sklaverei \"Neger\" sagen, sondern solche zu verknacken, die es als Herabwürdigung äußern.\n\nDas Ziel ist genau das. Wobei du jedoch lediglich aus den Äußerungen der beiden Beispielpersonen (also ohne Publikum oder dem Ziel der Herabwürdigung) feststellen kannst, welche Funktion sie haben. Also kann man auch hier die Betrachtung darauf fokussieren sich nur die beiden Redner anzuhören und alle anderen Personen ignorieren.\n\n> Wir wollen doch nicht Wörter im Gamechat verbieten, sondern negatives Verhalten an sich.\n\nDer Ton macht die Musik. Jemand, der lediglich eine sachliche Äußerung tätigen will, der muss keines der Wörter/Phrasen benutzen, die auf der Blacklist stehen. Deine Kontrollfrage mit \"/all report Blitzcrank\" bedarf keinen Reportaufruf um zu funktionieren. Da du dich jedoch dafür entschieden hattest, muss es einen anderen Grund als die Funktion der Kontrollfrage gehabt haben. Solche Verhaltensweisen sind genau diejenigen, die das System bestrafen soll.\nDie Ausdrucksweise ist auch eine Form der Verhaltensweise und wird nicht aus Spaß geprüft.\n\n> Die Software würde das nicht als toxisch erkennen\n\nGenau. Das ist aber wieder kein Kontext für den man die Inhalte der anderen Spieler bräuchte. An sich könnte ich mit sogar vorstellen, dass Worte wie \"wish\" und \"born\" bereits eine weitergehende Prüfung auslösen bevor die Strafe ausgelöst wird.\n\n> Die Software würde das passive betiteln als Troll hier als toxisch bewerten.\n\nWas korrekt ist. Der Satz ist für die Kommunikation irrelevant und lediglich passive aggressiv. Ein Ausdruck oder eine Handlung ihn unterstützen zu wollen, hätte in diesen Fällen gereicht.\n\n> Die Software würde es bestrafen, weil es selber die Wörter des Kleds nicht berücksichtigt und das harassement was er auch im all-chat abgelassen hatte (echt heftig).\n\nKorrekt. Und DAS IST SEINE VERDAMMTE AUFGABE!!!!!!\nEs verstößt gegen Art. 5 VIII und ist nicht als Ironie oder Sarkasmus gekennzeichnet. Man kann also belegen, dass es Strafbar ist und es gibt keinen Grund, dass es anders wäre.\n\n> Warum sollte man mich und den Spieler in Bsp 2 hier bannen?\n\nDazu bedarf es durchaus etwas mehr. Troll als Bezeichnung kann alleine keinen Bann auslösen, ein Reportaufruf, wie bereits erklärt auch nicht. Zudem werden Banns erst als 3. Strafinstanz der IFS für Chatvergehen auftreten. Man bekommt also erst einen Bann nach zwei Mahnungen (10 und 25 Spiele CR).\n\n> (so wie 90% der Community -man sieht den Reportaufruf doch sogar in High Elo Games wenn Leute inten)\n\n90% ist Welten übertrieben. Das ist genauso wie die \"toxische Community\". Dadurch dass die Spieler die toxisch sind so sehr auffallen wirken sie in einer deutlich großeren Masse aktiv. Die Permabann-Quote liegt jedoch beispielsweise bei deutlich unter 0,01% aller Personen, die eine Strafe erfahren haben. (Also mindestens eine 10 Spiele CR)\n\n> ich hatte im guten Willen um Hilfe gebeten einen ultratoxischen Spieler zu bestrafen, der feststellbar toxisch ist.\n\nDas ist egal. Jeder der der selben Meinung war und ist hat ihn reportet. (inkl. dir.) und mindestens ein Spieler hat dich auch für deine Reportaufrufe reportet, denn auch dein Chatlog wurde schließlich geprüft. Es gab also mindestens einen Spieler unter deinen 9 Mitspielern, der diese Situation kannte und wusste, dass es reportfähig ist.\n\n> Wo ist das negativ? Welcher Mitspieler würde das negativ finden?\n\nSchau in die Liste der Spieler, die du in dem Spiel hattest. Die Chance ist 11,1% oder besser einen Spieler zu treffen, der dich sogar dafür reportet hat.\n\n> Würden wir nicht lieber Spieler 1 bestraft sehen als Spieler 2 und 3?\n\nHier ist kein lieber. Alle drei haben vermerkt zu werden und kommen somit mindestens ihrer nächsten Strafe näher.\n\n> ich würde den Sinn einer Bestrafung von nicht negativem Verhalten alleine anhand der Wörter nicht unterstützen\n\nMan gut, dass du darüber nicht zu entscheiden hast und sogar unterschrieben hast, dich an die Regeln zu halten, deren Einhaltung Riot innerhalb des Spiels kontrolliert.\n\n> Aber warum sollte man das System nicht korrigieren lassen?\n\nDas System wird bei tatsächlichen Fehlern (e.g. I could kill myself => Bann) korrigiert. Diese Korrektur muss jedoch auf Dauer das System dazu bringen diesen Fehler eben nicht mehr zu machen, ohne das das System dazu führt, das Riot selbst die AGB bricht. Zudem muss das System eine Beweisführung zu jeder ausgelösten Strafe hinzufügen, der aus Chatlogs, Matchhistories o.Ä.. Es muss also eine objektive oder objektivierbare Beweisführung geben. Und Interpretation ist nun einmal nur in der Informatik eine eindeutige Handlung. Linguistisch sorgt es für eine Subjektivierung und ist somit für jegliche Beweisführung unbrauchbar.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2019-12-09T17:09:23.513+0000","up_votes":2,"down_votes":0,"body":"Weil alle anderen es ignoriert haben, diese Aussage aber eigentlich nicht unterschlagen werden sollte:\n\n> [{quoted}](name=WEEKENT,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040001000000020002,timestamp=2019-12-09T12:00:34.373+0000)\n> \n> Wir bestrafen Spieler doch eben deshalb weil sie negatives Verhalten zeigen und nicht deshalb, weil sie kontextfrei gesehen ein negatives Verhalten zeigen. Zumindest gehe ich davon aus, dass wir das tun. Das Ziel von Bestrafung ist es doch nicht Leute davon abzubringen \"Neger\" zu sagen, die in einer Präsentation über Sklaverei \"Neger\" sagen, sondern solche zu verknacken, die es als Herabwürdigung äußern. Wir wollen doch nicht Wörter im Gamechat verbieten, sondern negatives Verhalten an sich.\n\nAls jemand, der Präsentationen zu Afroamerikanischer Kultur gehalten und einen Studientrip durch die Südstaaten der USA gemacht hat: Wenn du in deiner Präsentation über die Sklaverei das Wort \"Neger\" selbst in den Mund nimmst, wirst du ein verdammtes Problem an deiner Universität kriegen.\n\nDer einzige Kontext, in dem das geht, ist... wenn du Originalaudiodateien abspielst. Also praktisches Beispiel: Du hältst einen Vortrag über die Auswirkungen der Sklaverei auf die Afroamerikanische Musik und spielst \"Can't Truss it\" von Public Enemy ab. Oh warte, der Song kommt ohne das entsprechende Wort aus...\n\nAber selbst wenn du aus Originaldokumenten vorliest, wirst du dich immer für ein eine Formulierung wie \"Die Afrikanischen Stammesangehörigen wurden Zitat 'und dann den Rest vorlesen'\" verwenden, aber selber historisch derart negativ belegte Beschreibungen vermeiden. Vertrau mir da, ich habe einen Bachelor der Ethnologie, dort gibt es haufenweise rassistische Quellen aus dem 19. und 20. Jahrhundert und extra Seminare, die sich damit beschäftigen, wie man sich mit denen auseinandersetzt und aus ihnen zitiert...\n\nNur so nen Tipp zum Aufwachsen: Sei vorsichtig mit deiner Sprache. Vermeide Formulierungen, bei denen Leute, die dich nicht kennen, zu dem Schluss kommen, dass du rassistisch oder toxisch bist.","replies":[]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T15:42:33.254+0000","up_votes":4,"down_votes":0,"body":"> Woher?\n\nDas ist nicht mein Problem. Es gibt genug Möglichkeiten. Der Support hat eine eigene Seite: https://support.riotgames.com/hc/de es gibt das Forum und auch die Indizien in den AGB (e.g. Art. 5 VIII)\nMan könnte also durchaus drauf kommen. Möglicherweise war je sogar in einer der Argumentationen deiner vorherigen Strefen etwas derartiges verzeichnet.\n\n> Ich bin einfach naiv davon ausgegangen, dass es hilft wenn 9 Leute einen anzeigen und nicht nur einer.\n\nAuch hier ein recht weit verbreiteter Spruch: \"Unwissenheit schützt vor Strafe nicht.\"\nNur weil du nicht wusstest, dass es so ist, heißt es nicht, dass du damit einen Freischein erwirbst.\nIch kenne auch nicht alle Paragraphen der StVO oder des BGB und dennoch muss ich mich an sie alle halten. \n\n> Ich glaube aber nicht, dass das bestrafbar sein sollte.\n\nDas ist deine Meinung. Und niemand kann dich ihr berauben, doch es ist halt nur deine Meinung und hat zum aktuellen Zeitpunkt keine Bedeutung für diese Diskussion oder für das IFS.\nSelbst wenn sich jetzt sogar etwas ändern würde, wie du schon bemerkt hast, würdest du damit keine Entbannung erfahren, denn man kann dich nicht rückwirkend für Änderungen, die nach dem Bann auftraten wieder entbannen, so wie es nicht geht dich rückwirkend zu bestrafen.\n\n> Denn selbst für den Fall dass ich es gewusst hätte (was ich nicht habe) habe ich letztlich nur dazu aufgerufen jemanden der einen Diebstahl begangen hat (erkennbar) als Dieb zu bestrafen.\n\nDie Elemente in den Klammern sind jedoch für den äußeren Betrachter nicht eindeutig und somit bis zu ihrem eindeutigen Nachweis rein subjektiv. Für den äußeren Betrachter ist es nicht unterscheidbar, ob man dir dein Fahrrad klaut, oder ob sich der gesetzmäßige Eigentümer das Fahrrad zurückholt. Nur aus deiner Perspektive ist also der Dieb tatsächlich ein Dieb, bevor man es ihm wirklich nachweist.\n\n> Danke fürs Durchlesen und ich bin auf eure Argumente gespannt!\n\nIch glaube, ich komme nicht wirklich weit bei dir, aber ich habe einfach zu viel Spaß daran eine Diskussion zu führen, die ich in Zukunft zum Abkürzen von Diskussionen verlinken kann.\n{{sticker:slayer-jinx-wink}}","replies":[]},{"id":"","poster":"Zavolta","date":"2019-12-09T05:19:11.531+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=0004000100000002,timestamp=2019-12-08T15:30:58.838+0000)\n\n> Weißt du. Der Reportaufruf ist schon seit dem ich spiele ein Strafgrund, der Konsequenzen hat. (Also seit Oktober 2016) Vermutlich wurde er sogar schon zu Zeiten des Tribunals bei Häufung bestraft, jedoch hat man das ja im April 2014 abgeschafft, weil es eben zu willkürlich agierte.\n\nIst halt nur leider falsch:\n\n\"We don't ban people for asking for reports\"\n\nhttps://boards.na.leagueoflegends.com/en/c/player-behavior-moderation/PzY1ArN3-we-dont-ban-people-for-asking-for-reports","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-09T10:04:40.801+0000","up_votes":3,"down_votes":0,"body":"> If a player used asking for reports as a leaping off point for actual harassment, that's when we'd blow the whistle\n\nDas würde also heißen, dass der frühe Reportaufruf gegenüber Blitzcrank auch schon zu diesem Zeitpunkt negativ gewertet wurde. Nur weil es zu diesem Zeitpunkt tatsächlich keine wirklich konsequente Lösung dazu gab, heißt es nicht, dass es nie auftrat.\nDamals war der Kontext wohl doch von deutlich mehr Relevanz als heute.","replies":[]},{"id":"","poster":"Horseghost","date":"2019-12-09T08:00:42.171+0000","up_votes":3,"down_votes":0,"body":"Du musst schonmal weiterlesen , da der Text 3 Jahre alt ist und das Reportsystem sich numal weiterentwickelt :\n\n>If you're looking to make an impact on the community, the absolute best thing **you can do is submit earnest, thorough reports when you see some shit you don't want in your game**.\n\nEin Report-Aufruf allein wird wohl nicht bestraft werden, allerdings zählt der Reportaufruf **mittlerweile** zum sogenannten \"some shit\" . D.h. er fließt definitiv negativ in die Bewertung der Chats nach einem Report mit ein. Reportaufrufe schmälern das Spielerlebnis für den Betroffenen und das ist nunmal von der Community nicht erwünscht.\nUnd genau deshalb werden Reportaufrufe nach einer Überprüfung eben doch bestraft. \n\nEin \"bestraft Ihn\" \"bestraft Ihn\" führt bei der entsprechenden Person zur Unsicherheit und damit zu Frust. Vor allem wenn nicht mal erklärt wird , warum eigentlich. Da für eine plausible Erklärung während des Spiels sowieso nie Zeit ist, ergibt so ein Aufruf überhaupt keinen Sinn, ausser man will den angesprochenen ärgern . Mal ehrlich, und das soll gut sein ? Wofür ? Meinste der spielt dann besser, wenn er mit \"report him\" tracktiert wird ?\n\n","replies":[]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-08T12:13:45.338+0000","up_votes":5,"down_votes":0,"body":"Lass es gut sein!\nDer Ban ist verdient und bleibt bestehen.\n\nEdit: Unwissenheit schützt vor Strafe nicht.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:26:50.411+0000","up_votes":1,"down_votes":11,"body":"Wirklich sehr gute Argumentation. Ganz besonders gefallen hat mir der Punkt wo du das Unrecht meiner Aussagen im Kontext enthüllst und mir damit die Augen öffnest für mein eigenes Unrecht und meine Unvollkommenheit.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T13:45:17.221+0000","up_votes":4,"down_votes":0,"body":"Fang du lieber mal an mit der Realität zu leben.\nUnd komm mit den Fakten und der Kritik klar.\n\nDu benimmst dich gerade wie ein kleines Kind.\nMAMA ICH WILL DAS ABER\n\nHerrgott es ist unerträglich wie du versucht dich aus dem ganzen herauszureden und es einfach nicht akzeptieren.\nDu gehst kaum auf das ein, was man dir schreibt.\nNein jedes mal versuchst du dich, als den Unschuldigen armen missverstanden darzustellen, der du aber nicht bist.\n\nEs gab genug Chancen für dich an deinem Fehlverhalten zu arbeiten aber der 14 Tage Bann hat ja nicht gereicht, um dir die Augen zu öffnen. Vielleicht lernst du es jetzt.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:46:15.576+0000","up_votes":1,"down_votes":7,"body":"Wieder einmal eine Meisterleistung an Argumentation! ich bin verzückt. Ich hoffe wir erleben dich bald in den höchsten Ebenen akademischer Leistung.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T17:56:57.739+0000","up_votes":3,"down_votes":0,"body":"Leg dich nicht mit ihm an. XD\nEr ist einer der aktivsten Mitglieder dieses Forums, wenn es darum geht sich um \"Entbannungsanträge\" zu kümmern. Eigentlich verwundert es  mich sogar, warum sich nicht mehr bekannte Gesichter hier tummeln. XD\nJedenfalls brauchst du gegenüber ihm wirklich Argumente, denn er kann sich auf Leute wie mich beziehen, aber du stehst momentan noch recht allein dar. Wenn du also Fortschritte haben willst und eine ernsthafte Diskussion über Probleme innerhalb des IFS, dann ist er definitiv kein schlechter Gesprächspartner, doch man muss dann auch mitmachen und nicht versuchen sich wie eine Schlange aus der Situation heraus zu winden.\n\nDie Diskussion hast du angefangen, also stell dich auch dieser!","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-08T18:55:00.927+0000","up_votes":4,"down_votes":0,"body":"Manchmal lohnt es sich einfach nicht mehr, irgendwo noch einen weiteren Kommentar dazu abzugeben. Wenn jemand schon von 3 Leuten ausführlich erklärt bekommen hat, warum etwas bestrafungswürdig ist. Sollte die Person sich dann noch immer streuben, sind die erfolgsaussichten eines vierten und fünften Anlaufs sehr niedrig.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T13:31:51.265+0000","up_votes":2,"down_votes":0,"body":"Hey ho Sirrkas \n\nVielleicht wäre es an der Zeit das ganze hier zu schließen?","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-09T13:47:27.655+0000","up_votes":2,"down_votes":0,"body":"Dazu habe ich keine Befugnisse.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T13:51:26.591+0000","up_votes":2,"down_votes":0,"body":"Das ist mir klar.\n\nAber vielleicht kannst du jemanden schreiben?\nOder glaubst du das es sich hierbei noch um eine vernünftige Diskussion handelt?","replies":[]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-08T18:31:56.195+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank {{sticker:sg-jinx}}\n\nWenn, jemand sachlich und ruhig bleibt diskutiere ich für mein Leben gern.\nNur dann gibt es leider Leute wie unseren TE hier, die mit aller Macht versuchen sich alles so zurechtzubiegen das sie als die unschuldigen gesehen werden.\nAber hey dann zeigt man, denen was falsch läuft und das auf die sanfte oder harte Tour :D\nUnd entweder es fruchtet oder sie zeigen auch noch im Forum ihr wahres Wesen.\n\nIch frage mich was diese Leute im echten Leben machen, wenn sie mit der Wahrheit/Kritik konfrontiert werden?","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T07:38:24.640+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[]}]},{"id":"","poster":"Horseghost","date":"2019-12-09T07:37:21.400+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Amycos Cyrus,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040001000000000000000000000001,timestamp=2019-12-08T17:56:57.739+0000)\n>\n> Leg dich nicht mit ihm an. XD\n> Er ist einer der aktivsten Mitglieder dieses Forums, wenn es darum geht sich um \"Entbannungsanträge\" zu kümmern. Eigentlich verwundert es  mich sogar, warum sich nicht mehr bekannte Gesichter hier tummeln. XD\n\n{{sticker:sg-ahri-2}} \n\nhttps://media.giphy.com/media/tFK8urY6XHj2w/giphy.gif\n\n(aka Haudrupp)","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-08T13:48:52.843+0000","up_votes":3,"down_votes":0,"body":"Viel Spaß im echten Leben^^\nDu wirst komplett untergehen kleiner.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-08T13:53:28.718+0000","up_votes":2,"down_votes":4,"body":"***","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T13:58:13.735+0000","up_votes":3,"down_votes":1,"body":"Damit beweist du wieder einmal das du diesen Bann wirklich verdient hast^^\nImmer weiter so :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T07:29:02.244+0000","up_votes":3,"down_votes":0,"body":"Was stand da ? :( \n\nWill es lesen :(","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T07:47:15.773+0000","up_votes":1,"down_votes":0,"body":"Ich auch, ich auch ! \n\nhttps://media.giphy.com/media/E3xXqq617AaFW/giphy.gif","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T09:36:53.476+0000","up_votes":1,"down_votes":0,"body":"Siehe Antwort an M4ddin","replies":[]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T08:19:53.941+0000","up_votes":1,"down_votes":0,"body":"Genau so war ich am lesen ^^","replies":[]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-09T09:36:24.118+0000","up_votes":1,"down_votes":0,"body":"Die beiden haben sich sich über meine Rang lustig gemacht :D\nUnd das ich es damit ja im Leben nicht weit bringen könnte {{sticker:sg-miss-fortune}}","replies":[]}]}]},{"id":"","poster":"Amycos Cyrus","date":"2019-12-08T17:58:52.666+0000","up_votes":4,"down_votes":0,"body":"Was hat die Elo mit dem IFS zutun? Jetzt werden also schon Argumentationsstränge erfunden, um überhaupt etwas vorlegen zu können?.\n{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-08T18:17:04.752+0000","up_votes":3,"down_votes":0,"body":"{{sticker:sg-jinx}}","replies":[]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T07:28:28.788+0000","up_votes":3,"down_votes":0,"body":"Dich werden wir da sicher nicht erleben","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T07:27:32.609+0000","up_votes":3,"down_votes":0,"body":"Holy junge :D hör auf zu diskutieren jeder weiß das man nach den 2 wochen Bann sich nicht aber auch garnichts mehr erlauben soll. \n\nUnd doch hast du weiter den Chat zu gespammt mit deinen Mist.  Ich hätte dich alleine schon für das viele schreiben reportet und nun ruhe. Akzeptier deine Strafe ändern wird sie sich nicht ...","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T07:38:50.849+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lux}}","replies":[]}]}]}]},{"id":"","poster":"need elo police","date":"2019-12-08T12:16:00.060+0000","up_votes":5,"down_votes":0,"body":"Frage mich wirklich wie du so gechillt sein kannst. Dein Account ist für immer weg. Also ich würde ausrasten, aber das wird zum Glück nie passieren, weil ich weiß wie man sich benimmt :D","replies":[]}]}]},{"id":"","poster":"WEEKENT","date":"2019-12-09T10:36:32.244+0000","up_votes":1,"down_votes":4,"body":"Danke für die Hilfe mit dem Post! Der Support Mitarbeiter hat als Antwort auf den Link gesagt, dass er es an einen Mitarbeiter weiterleitet, der autorisiert ist darüber zu entscheiden, ob ich wieder entbannt werde - er könne aber nichts versprechen.\n\nOhne deine Hilfe hätte ich es aber gar nicht soweit geschafft. Dankeschön!","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T10:39:19.591+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=G2 Slippi,realm=EUW,application-id=KYnfKGf0,discussion-id=YW6RxG9L,comment-id=00040000,timestamp=2019-12-08T07:50:33.236+0000)\n>\n> Nur allein der Aufruf führt im Normalfall nicht zum Bann. Jedoch war es so, dass der TE vor kurzem bereits einen 14 Tage Bann hatte und da reicht ein simpler Reportaufruf schon für den Permabann.\n\nDer Bann bleibt bestehen^^\nAber schön das du weiterhin auf nichts eingehst.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T11:15:38.568+0000","up_votes":1,"down_votes":4,"body":"Muss ganz ehrlich sagen, dass du sehr toxisch auf mich wirkst. Woher möchtest du wissen, dass der Bann bestehen bleibt? Und ich wüsste auch nicht warum du irgendeine Autorität darüber hättest wer gebannt wird und wer nicht.\n\nich muss auch ganz ehrlich sagen, dass ich ganz froh darüber bin, dass Menschen wie du keine Autorität über sowas besitzen. Du scheinst nicht gebildet genug in Bereichen wie Strafrecht o.Ä. zu haben um nur ansatzweise zu verstehen was gerechte und was ungerechte Bestrafungen sind.\n\nIch habe bereits mehrere Wall of text hinterlassen. Ich bin also auf eine Menge eingegangen und habe glaube ich gut artikuliert, warum ich weder negative Intentionen hatte noch meine Worte im Kontext überhaupt negativ waren. Von dir habe ich bisher allerdings nicht anderes gehört als \"Der Bann bleibt bestehen\". Nicht besonders überzeugend.","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-09T13:33:41.719+0000","up_votes":4,"down_votes":0,"body":">Muss ganz ehrlich sagen, dass du sehr toxisch auf mich wirkst.\n\nWarum wirfst du das ständig Leuten vor, wo wir doch schon geklärt haben sollten, dass das Teilgrund für deinen Permabann ist?\n\nIm Forum ist das jetzt nicht so schlimm, aber ich glaube, du würdest das auch weiter im Spiel machen, was eben negativ ist.\n\n>Woher möchtest du wissen, dass der Bann bestehen bleibt? Und ich wüsste auch nicht warum du irgendeine Autorität darüber hättest wer gebannt wird und wer nicht.\n\nUnter der Annahme, dass du hier keinen Riotmitarbeiter treffen dürftest, der darüber entscheiden kann, hat hier niemand Autorität über deine Strafe. Aber im Forum finden sich viele, die schon seeehr, seeehr viele Informationen zum Reportsystem kennen. Aufgrund der bisher gesammelten Erfahrungen kann man davon ausgehen, dass dein Fall mit an Sicherheit grenzender Wahrscheinlichkeit der Permabann bestehen bleibt.\n\n> Du scheinst nicht gebildet genug in Bereichen wie Strafrecht o.Ä. zu haben um nur ansatzweise zu verstehen was gerechte und was ungerechte Bestrafungen sind.\n\nZum einen hat das hier nichts mit Strafrecht zu tun. Wir sprechen hier über Riots Hausregeln. Die einzige Überschneidung die ich mir auf Anhieb hier vorstellen kann ist, dass Riot evtl. Verpflichtet wäre etwas wie Morddrohungen an die zuständigen Behörden weiter zu leiten, damit das strafrechtlich verfolgt werden kann.\n\nRiot kann als Hausregeln aufstellen, was sie wollen. Wenn sie wollten, könnten sie absolut jedem einen Permabann geben, der auch nur ein mal minimalst negativ war. Denn Riot entscheidet über Riots Hausregeln, nicht das StGB.\n\nDes weiteren finde ich es fragwürdig, dass du in diesem Thread so oft persönlich wirst, aber ständig darauf pochst, doch nie toxisch gewesen zu sein. Aktuell wirkst du wie der gemeine uneinsichtige Flamer, der auf Teufel komm raus, versucht seine Schuld mit Scheinargumenten wegzuargumentieren. Das ironische hier ist, selbst wenn du es im Forum schaffst, Leute zu finden, die dir zustimmen würden, würde das nichts an deiner Strafe ändern. Es entscheidet nämlich der Support darüber, ob hier ein Fehler vorliegt und du entbannt wirst oder nicht. Die Spieler haben hier 0 Einfluss auf den Ausgang deines Falles.\n\n>Ich habe bereits mehrere Wall of text hinterlassen. Ich bin also auf eine Menge eingegangen und habe glaube ich gut artikuliert, warum ich weder negative Intentionen hatte noch meine Worte im Kontext überhaupt negativ waren. Von dir habe ich bisher allerdings nicht anderes gehört als \"Der Bann bleibt bestehen\". Nicht besonders überzeugend.\n\nBisher hast du vor allem versucht die Reportaufrufe als nicht strafbar darzustellen und dabei den Rest gekonnt ignoriert. Selbst wenn wir davon ausgehen, dass die Reportaufrufe nicht für eine Strafe reichen würden, wäre da noch immer der Rest deines negativen Chats, der schon mehrfach zitiert wurde.","replies":[]},{"id":"","poster":"Ráyleigh","date":"2019-12-09T11:22:06.520+0000","up_votes":3,"down_votes":0,"body":"Dreh ruhig alles wieder um^^\nDie Leute hier wissen ja den Tatsachen entspricht und was nicht.\n\nWie gesagt schön das Riots System wieder den richtigen erwischt hat :)\nDas hast du durch dein Verhalten mit deinem Mate gestern bewiesen.\n\nViel Spaß weiterhin","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T11:39:46.420+0000","up_votes":1,"down_votes":4,"body":"Wie kann man nur so delusional sein? Wieso drehe ich alles um, wenn das einzige was du bisher tatsächlich geschrieben hast nur ein Ausdruck dessen ist, dass du dich über den Bann freust/ihn gut findest oder dass du denkst er müsse bestehen bleiben. Es ist keinerlei Argumentation zu finden.\n\nWährenddessen habe ich mehrere Walls of Texts geschrieben in denen ich Argumente gegen die Rechtfertigung für den Bann aufliste. Ist diese Differenz in unserer Auseinandersetzung keine Tatsache? Und wenn du dem nicht zustimmst, dann würde ich dich bitten deine Argumentation zu zitieren, sodass ich eines besseren belehrt werden kann.\n\nIch versuche hier eine rationale Diskussion über die Gerechtigkeit von kontextlosen Bestrafungen zu führen. Das einzige was du bisher beigetragen hast sind Schadenfreude und Selbstgerechtigkeit. Ich würde dich nett bitten diese toxische Attitüde zu unterlassen und den Beitrag zu verlassen, wenn du ihn nicht ertragen kannst.\n\nVielen Dank und liebe Grüße","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T11:48:14.778+0000","up_votes":3,"down_votes":0,"body":"Nein, Du führst keine rationale Diskussion, Du willst Dich als Opfer stilisieren. \n\nDer Support hat es doch ganz genau beschrieben :\n\n>Auch wenn dies keine Chats sind, in denen du toxisch bist, **so bist du mit den \"report Anfragen\" doch negativ.**\nStell dir einmal die Situation vor, dass du z.B. auf der Toplane bist und 0/5/0 stehst.\nNun kommt ein Spieler aus deinem Team an und sagt im Allchat \"report toplane for inting\".\nDies kann dazu führen, dass du Aufgrund dieser Aussage noch schlechter Spielst, weil du weißt, das du dein bestes gibst und trotzdem deine Lane verlierst, dein Team/der Spieler aber nicht an dich glaubt.\n**Dazu sagt er dies auch noch im Allchat.\n**\n\n1. DU hattest einen 2 Wochenban vorher, also vorbestraft !\n2. DU nötigst andere zu einem Reportaufruf was zu NEGATIVER Stimmung beiträgt, Du schmälerst das Spielgefühl des anderen -\n\nMIT WELCHEM RECHT EIGENTLICH !?\n\nUND DU sabotierst das Spiel weil DU deine \"geistigen\" Ergüsse in den ALLCHAT pumpst\n{{sticker:zombie-brand-facepalm}} {{sticker:zombie-brand-mindblown}} \n\nWie d... muss man sein, da NICHT zu glauben einen Perma aufgedrückt zu bekommen !? Nach einer Vorstrafe. Ich habe hier im Forum Leute gesehen, die haben NACH der 2 Wochensperre für weniger den Perma bekommen. Nach der 2 Wochensperre hast Du einfach die Füße still zu halten wenn Du Deinen ACC nicht verlieren willst. Das hast Du nicht gemacht .\n\nDas IFS ist kein starres System, es lernt aus den Reports der Spieler und den Begründungen. Die Mehrheit der Spieler IST GEGEN reportcalling und findet es bestrafungswürdig, ergo wird genau das übernommen. Vor 3 Jahren war ein Reportcalling vlcht. nicht bestrafungswürdig, aber mit der Sammlung von \"some shit\" ist es nunmal in die Überprüfung reingerutscht. Ganz einfach. Und das wird noch weiter so gehen. Was die Mehrheit nicht will, wird übernommen !\n\nSo und wenn Du der Meinung bist, daß es noch vom RIOT-Mitarbeiter bearbeitet wird, weil ja angeblich allles nich so ist und Du damit eventuell rechnen kannst, daß Dein Perma zurückgenommen wird, würd ich vorschlagen, Du meldest Dich hier erst wieder wenn Du\n\nENTBANNT wurdest !\n\nVielen Dank und viele Grüße zurück {{sticker:slayer-jinx-unamused}}","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:30:11.271+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T12:40:24.653+0000","up_votes":2,"down_votes":0,"body":"Nope bin nicht salzig, nur Du bist wie ein Kleinkind was nich mal annähernd kapiert was es da schreibt !\n\nDoch hast Du ! Kontext egal , schon vergessen ? Naja, bei dem Gedächtnis ... Du hast negative Stimmung verbreitet. Du erzählst uns was vom Kled, das wars aber auch schon. Genaugenommen fährt meine Oma grad im Hünerstall Motorrad.\n\nDu warst negativ ! Punkt . Hat Dir der RIOT-Mitarbeiter mitgeteilt.\n\n\nNein, Du zerstörst von ALLEN das Spielgefühl die im Spiel waren. Sag mal, was ist das denn für ne Argumentation ? Dein Kled ist mir doch scheißegal, Du warst negativ, das ist beweisbar, sieht man am Chat, an der Supportmeldung und Du willst mit Deinem Kled ablenken ? Du willst von Deinem Verhalten ablenken und schiebst nen anderen vor. \n\nKindergartenverhalten ! Ich wars nich, der hat angefangen ätschibätschi !\n\n\nHäh ? Was ist das für ne Aussage ? Im Moment bist Du der einzige der sagt der wäre ultratoxisch. Der einzige ! Warum soll man Dir glauben ? Weil Du es bist ? \n\nbtw. Gäb nen schönen TShirt-Spruch :\n\n\"Es ist nicht negativ ... (hier Spruch Deiner Wahl einsetzen) !\" cool {{sticker:sg-jinx}} \n\nBlaming victim {{sticker:sg-miss-fortune}}\n\nWenn Du das Opfer wärst, hättest Du den Reportknopf gedrückt und nix geschrieben und wärest jetzt nicht gebannt worden.\n\nJo,ist wie mit nem Auto mit vorgegebener Richtgeschwindigkeit zu fahren. Der hinter mir ist da anderer Meinung und will mich dann überholen, am besten noch mit Lichthupe und rauscht in ne Radarfalle rein. Jetzt bin ich natürlich schuld, weil der geblitzt wurde - typisch Opfer halt ! {{sticker:sg-kiko}} ","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T13:25:07.955+0000","up_votes":1,"down_votes":3,"body":"***","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T13:37:47.584+0000","up_votes":3,"down_votes":0,"body":"\nIst Dir schonmal aufgefallen, daß Du das sehr oft benutzt ? Mir scheint, Du projizierst Dein Verhalten auf andere . Ich denke mal um zu provozieren. Denn genau das machst Du auch in Deinem Chatverlauf, deshalb glaub ich Dir kein Wort mit der Kledgeschichte.\n\n\nWas für ein intellektuell unausgewogenes Geschreibsel. Unterbewusst oder mit Absicht versuchst Du wieder zu provozieren. Mal ehrlich , genau diese Bauernschläue hat Dir jetzt den Acc gekostet. Was meinste wie weit Du es mit dieser Methodik bringen wirst ? Aber, Dein Ding, mach Du nur sicherlich versteht jeder Dein Kleinkindniveau, allerdings kannst Du damit nicht verschleiern das Du ultratoxisch bist.\n\n\nNein , muss er nicht. den Link dazu hab ich dir sogar gepostet. Wie war das mit der\"Notwehr\" ? Oh mann, Du stoplerst immer wieder über Deine eigenen Aussagen und bist trotzdem nur ein Flamer.\n\n\nDann führ ihn doch nicht als Beweis an. Wieder selber das eigene Loch gegraben.\n\n \n\nUii, jetzt hat der Gute meinen Spielverlauf angeschaut und versucht mich damit aus der Reserve zu locken. Welch niederen Instinkt musst du haben um sowas aufzufahren. ~~Du bist soooo bemitleidenswert, ehrlich ... neee. ~~\n\nFazit: Es hat genau den richtigen getroffen. Du wirst Deinen Acc nie wieder sehen. Ich habe meinen noch und ich werde den so richtig mit Botspielen versauen und dann Leuten wie Dir so richtig klugscheißen. {{sticker:sg-miss-fortune}} \n\nWarum ? Na weil ichs kann ;)","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T13:48:01.733+0000","up_votes":1,"down_votes":0,"body":"Lass es gut sein :)\nDabei bekommst du nur Graue Haare :D\n\nDer TE zieht mit absicht alles ins lächerliche.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2019-12-09T13:38:59.545+0000","up_votes":2,"down_votes":0,"body":">Die Diskussion hier macht inhaltlich nur unter der Prämisse Sinn, dass das was ich sage wahr ist. \n\nHatten wir nicht schon Gestern geklärt, dass deine Aussagen nicht wahr sind?","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-09T13:46:54.410+0000","up_votes":1,"down_votes":0,"body":"Das will er ja nicht wahrhaben.\nUnd diejenigen die es ihm aufzeigen wollen werden irgendwann persönlich angegriffen.\n\nEs macht wie du schon gestern geschrieben hast manchmal einfach keinen Sinn mehr weiterzuschreiben wenn die Person (In diesem Fall der TE) einfach keine Einsicht zeigt.","replies":[]}]},{"id":"","poster":"WEEKENT","date":"2019-12-09T13:28:47.795+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Horseghost","date":"2019-12-09T13:47:40.608+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-jinx}} Das waren schöne Spiele. Da hab ich meine Frau gecoacht, die das erste Mal gespielt hat. Meine Tochter und ihr Cousin haben uns den Rücken frei gehalten, während mein Junge das Game fast noch versaut hätte.\n\nNaja und ich hatte ein paar Bierchen zuviel. War aber super funny so mit der ganzen Familie . Kann ich Dir auch empfehlen, mit der Familie, weil Freunde wirst wohl keine haben {{sticker:sg-lulu}}","replies":[]}]}]}]},{"id":"","poster":"WEEKENT","date":"2019-12-09T12:31:06.978+0000","up_votes":1,"down_votes":3,"body":"Machen wir es einfacher. Nenn mir den Spieler den ich dadurch \"disrupted\" habe, dass ich zum report eines für alle erkennbaren ultratoxischen Spielers aufrufe.","replies":[{"id":"","poster":"Sirrkas","date":"2019-12-09T13:36:48.294+0000","up_votes":2,"down_votes":0,"body":"Die anderen 3 in deinem Team, den Kled und die 5 Spieler im gegnerischen Team. \n\nWenn ich zum Beispiel im Allchat Flamer sehe, melde ich den. Mir egal, ob er die Beleidigung und das Gejammer an einen Spieler in seinem Team oder im anderen Team gerichtet hat. Im Zweifel kann man dich hier immer noch für Spamming melden und bestrafen.","replies":[]},{"id":"","poster":"Horseghost","date":"2019-12-09T13:06:05.814+0000","up_votes":1,"down_votes":0,"body":"Alle Spieler ! Deine Mates und dem Gegner die Blöße, daß mit Eurem Team was nicht stimmt, was dann natürlich ausgenutzt wird. \n\nOder habt ihr gewonnen ?","replies":[]}]}]}]},{"id":"","poster":"Ráyleigh","date":"2019-12-09T11:45:23.096+0000","up_votes":2,"down_votes":0,"body":"Troll nur weiter^^","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T12:12:18.445+0000","up_votes":1,"down_votes":2,"body":"Uff..","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"LegendaryXenon","date":"2019-12-09T06:31:29.140+0000","up_votes":2,"down_votes":0,"body":"Harte Entscheidung, aber nach riots Maßstäben berechtigt. Es findet sich ja noch das eine oder andere außerhalb der Reportaufrufe. Es ist bitter dafür den Account zu verlieren, aber so hart es klingt nach den Regeln, denen auch der Poestersteller zugestimmt hat, berechtigt. \n\nDa bleibt nur neuer Account oder aufhören.","replies":[]},{"id":"","poster":"Toismois","date":"2019-12-08T14:09:26.256+0000","up_votes":2,"down_votes":0,"body":"Bann ist mehr als verdient, sei mal nicht selbstgerecht.","replies":[]},{"id":"","poster":"Bettnachleger","date":"2019-12-09T23:52:43.478+0000","up_votes":1,"down_votes":0,"body":"> Er hatte ja bereits vorher im AllChat über mich abgelassen, mich beleidigt und zum Report von mir aufgerufen.\n\nWie alt bist du eigentlich?\nWarum jammerst du ueber Dinge, die du doch selber machst?","replies":[]},{"id":"","poster":"Cenâreth","date":"2019-12-09T17:34:57.863+0000","up_votes":1,"down_votes":0,"body":"Selbst Schuld, du stellst dich mit deinem Report Behavior auf einer Linie mit den Flamern. Also ist dein Permabann gerechtfertigt.","replies":[]},{"id":"","poster":"XenesisCH","date":"2019-12-09T15:27:53.883+0000","up_votes":1,"down_votes":0,"body":"Level 40 Account, über 60 % WR und Platin 2 (Smurf Account) und eine riesen Diskussion ohne Einsicht. Das riecht einfach nach Trundle ^^\n\nFalls dem nicht so sein sollte hier zwei Informationstools:\nDie Hausregeln findest du [hier ](https://euw.leagueoflegends.com/de/featured/summoners-code)\nInformationen über das IFS mit Quellen findest du [hier](https://en.volu-eu.org/library.php)\n\nDeine Infos:\nVor zwei Monaten einen 14 Tage Bann\nvor 10 Tagen (gem. op.gg) wieder angefangen zu spielen und ca. 100 Spiele gespielt und vor zwei Tagen das letzte Spiel gespielt vor dem Perma. Das heisst, dass du hast dich nur ganze 8 Tage benommen hast, bevor du den Perma bekommen hast.\n\nMeine Einschätzung:\nDein Chatlog ist meiner Meinung nach eins der harmolseren, aber nicht ohne störende Elemente (Erklärungen dazu hast du genügend erhalten, weshalb ich dazu nichts mehr schreibe). Da es nur 8 Tage benötigt hat, wo du bereits wieder jemandem (einem anderen Spieler Ingame) negativ aufgefallen bist, sehe ich deine Chancen für eine Entbannung als sehr gering bis aussichtslos an. Bist du dennoch der Meinung, dass du eine Chance siehst, dann kannst du es beim Support versuchen. Die beiden Links könnten dir bei der Argumentation helfen.","replies":[{"id":"","poster":"WEEKENT","date":"2019-12-09T16:24:01.460+0000","up_votes":1,"down_votes":2,"body":"Vielen Dank für die Hilfe! :)","replies":[]}]},{"id":"","poster":"excìte","date":"2019-12-08T18:37:57.605+0000","up_votes":1,"down_votes":1,"body":"get rekt","replies":[]}]}