{"id":"jn3rEmJ1","poster":"OSaftKiller","date":"2015-07-07T02:37:27.482+0000","title":"Minimap oben Links","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Moinsens zusammen,\r\n\r\nhoffe ich bin im richtigem Forum. Gibt es eine M&ouml;glichkeit die Minimap nach oben Links zu verschieben? Konnte mich nach ca. 1000 Spielstunden nicht dran gew&ouml;hnen, das die Map unten rechts ist. Hab bis jetzt auch keine Einstellm&ouml;glichkeit dazu gefunden, w&uuml;rde gerne die Map mit dem Inventar eines ausgew&auml;hlten Champs tauschen k&ouml;nnen. Bin es halt aus Black ops 2 und counter Strike go gew&ouml;hnt, das die Map oben Links ist, hab daher damit ein Problem, das die in Lol unten rechts ist. Hab bisher nur eine Einstellung gefunden, mit der ich die nach unten Links verschieben konnte, war aber noch unspielbarer f&uuml;r mich.\r\n\r\nGru&szlig;\r\n\r\nFl&ouml;ff","replies":[{"id":"","poster":"Living Tempest","date":"2015-07-07T11:44:36.991+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"OSaftKiller","date":"2015-07-07T11:47:53.365+0000","up_votes":4,"down_votes":0,"body":"Das sieht super aus, damit könnte ich mich vielleicht sogar anfreunden, vielleicht kann man dann ja die Map nach oben Links sogar schieben, das wär großartig.^^\n\nAber so sieht das schon deutlichst besser aus, das derzeitige Hud ist ein Krampf.","replies":[]},{"id":"","poster":"MondMarcel","date":"2015-07-08T13:01:55.011+0000","up_votes":1,"down_votes":0,"body":"Wo nimmst du aus den Patchnotizen bitte das das neue HUD kommt? da steht nix davon","replies":[]}]},{"id":"","poster":"HZM Jettec","date":"2015-07-07T05:49:32.253+0000","up_votes":1,"down_votes":0,"body":"Nein dies ist nicht möglich,da die obere Linke Ecke für die Stats gedacht ist,sprich um Leben/Mana usw deiner Teammates/Gegner zu sehen sobald man diese anklickt.","replies":[{"id":"","poster":"OSaftKiller","date":"2015-07-07T11:41:29.582+0000","up_votes":1,"down_votes":0,"body":"Das nächste womit ich kaum klar komme, das wechseln der Sicht von links oben zu den Stats nach rechts unten auf die Map hat mich schon sehr oft das Leben gekostet, das ist einfach eine zu große Strecke die ich mit den Augen zurücklegen muss. In kämpfen sind das zum Teil ms bis Sek die ich dadurch verlieren kann, was entscheidend ist. Grade mit Soraka kann ich daher die Stats Anzeige oben Links in Stresssituationen kaum verwenden, fände es toll, wenn die Stats kleiner oben Links unter der Map einstellbar wären. Einen Config mod usw. der erlaubt ist gibt es nicht, womit man sich das Hud selber zurechtfummeln kann oder?","replies":[]}]}]}