{"id":"EqXxNsnn","poster":"ICrackedLoL","date":"2019-03-23T18:31:40.927+0000","title":"Team BeeUnion Gaming ist auf der Suche nach einem Jungler ( Silber - Low Platin )","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://www.facebook.com/BeeUnion-Gaming-761140487568944/","image":null},"up_votes":1,"down_votes":0,"body":"Hallo Beschwörer!\r\n\r\nWie ihr wahrscheinlich schon im Titel gelesen habt, bin ich auf der suche nach Silber - Low Platin Jungler für ein Turnier Team.\r\nIch selber habe schon viel Erfahrung mit der Leitung eines Teams gemacht, d.h im Bereich Organisation, Taktiken und Management. \r\n\r\nDas Team BeeUnion Gaming besteht schon seit Juni 2018 \r\n\r\n_**Allerdings sind wir jetzt auf der Suche nach:**_\r\n\r\n{{summoner:11}} Einen Jungler\r\n\r\nIn der Theorie ist es leicht, Mitglieder zu finden. Aber wenn man ein seriöses Turnierteam aufbauen möchte, braucht man schon einige Voraussetzungen.\r\n\r\n_**Was du mitbringen solltest:**_\r\n\r\n- ihr sollt *Main* in der Rolle sein ! Wir sind kein Team, wo du eine neue Rolle testen kannst\r\n- Erfahrung im Bereich des Shotcallings sollten da sein (Zumindest die Basics)\r\n- ein funktionierendes Headset\r\n- TS3 ohne Probleme nutzbar\r\n- ein Alter von 16 Jahren \r\n- Ein großen und flexiblen Championpool (Man spielt schließlich nicht nur einen Champion im Team. Ihr müsst nicht jeden Champion in LoL besitzen. Ihr braucht nur einen ausreichenden Championpool auf **Eurer** Lane) . \r\n- Kooperativität, d.h du solltest keine Angst vor dem mitreden haben.\r\n- Du solltest die Basics von LoL beherrschen (Positioning, Warding usw.)\r\n- **Kein Tilten während eines Games, das nicht gut läuft**\r\n- Tryhard während des Trainings\r\n\r\n_**Nun die wichtigsten Dinge, an denen es leider sehr oft scheitert:**_\r\n\r\n- Ein respektvoller Umgang mit dem Team\r\n             --> Kein Flaming, Keine Hetzreden, Kein Rassismus ! Ihr seid schließlich erwachsen\r\n- Generelle Beleidigungen im Team höre ich sehr ungern (Irgendwo ist immer eine Grenze)\r\n- Ihr solltes dennoch Humorvoll sein\r\n- Die Ernsthaftigkeit sollte ebenfalls nicht fehlen. Es macht keinen Sinn ein Team zu joinen, wenn man nur 1x in der Woche zum Training kann, weil man mal was unternehmen möchte. Man sollte das Team bzw. das Training ernst nehmen\r\n- Trashtalk während des Trainings ist unter Kontrolle zu halten.\r\n      Wir wollen uns verbessern um an Turnieren teilnehmen zu können und da hilft es nicht, wenn man seine Lebensgeschichte während des Trainings \r\n      erzählt. Klar gibt es ein bisschen Trashtalk **Immer**, aber dennoch sollte man sich auf die wichtigen Dinge fokussieren.\r\n\r\n\r\nSo jetzt habe ich genug von euren Voraussetzungen geredet. Wenn ihr bis hier angelangt seid und ihr noch nicht abgeschreckt seid bzw. denkt, dass ihr den Voraussetzungen gewachsen seid, gibt es natürlich Dinge, die ich euch bieten kann.\r\n\r\n_**Was könnt ihr von mir erwarten:**_\r\n\r\n- Einen erfahrenen Teamleiter\r\n- regelmäßige Turniere\r\n- regelmäßige Scrims\r\n- Coach; Analytiker; Substitude auf Nachfrage\r\n- Einen eigenen TS-Server ohne Störungen\r\n- Regelmäßige Trainingszeiten\r\n- Erfahrungen im Taktikbereich\r\n- Humorvolles auftreten\r\n- Spaß am Tryhard\r\n- Nicht Tiltbar. Auch nicht nach 15 verlorenen Spielen\r\n\r\n\r\nNun seid ihr im letzten Abschnitt angekommen. Seid ihr immer noch der selben Meinung wie vorher und wollt Mitglied des Teams werden?\r\nDann schreibt mich am besten Ingame an.  IGN: ICrackedLoL\r\n\r\nJeder hat seine Chance sich zu beweisen, dennoch solltet ihr Main eurer Rolle sein und nicht ein Allrounder.\r\nTryouts finden am selben Tag statt. Wer zuerst kommt, macht seinen natürlich früher.\r\n\r\n**Ebenso wird der neue Jungler des Teams BeeUnion Gaming an der SINN League Teilnehmen\r\n**\r\n\r\nIch wünsche euch noch einen schönen Morgen/Tag/Abend","replies":[]}