{"id":"gn9tKxdX","poster":"Wobba","date":"2015-07-06T22:06:35.321+0000","title":"Server Down Hype °-°/","subforum":"Hilfe & Support","up_votes":39,"down_votes":8,"body":"Hype guyz Hype \\&deg;-&deg;/","replies":[{"id":"","poster":"CHB johnjadda","date":"2015-07-07T00:56:20.978+0000","up_votes":14,"down_votes":0,"body":"Der Server ist down...\n\nEin gebrauchter League of Legends Tag geht dem Ende zu. \n\nEs ist Ca. 1:30, ich schwitze noch immer. Das Wetter ist zum Zocken einfach unerträglich und dazu so gut wie in jedem Spiel heute schlecht gelaunte Summoner.\n\nAber gut, ein Kampf geht noch. Ich wähle ein entspanntes Draft Game und bin mal wieder Last Pick. \"Hi Pref ADC\" schreib ich in den Chat Log, kein Reaktion der anderen alle wählen ihre Lane und ich bekomme am ende wirklich meine Wunsch Rolle. Ich kratze mir ungläubig an den Kopf und wähle Tristana, lange nicht gespielt aber sie macht Laune seit ihrem Rework. \n\nWir haben Talon im Jungle und er braucht einen starken Pull von Sona und mir da er Blue startet. Caitlyn und Nautilus sind eher auf der Lane und setzen uns direkt unter Druck. Ich versuche zu Traden aber hab zu großen Respekt vor der Range von Cait und focus mehr das Farmen. Sona sieht das anders, sie steht auf Auto Attacks und ist schnell bei 20% Life aber konnte durch 2 Treffer Caitlyn guten schaden verpassen. Eigentlich läuft die Lane gut, auf einmal Dominieren wir die Lane und pushen Caitlyn zum Tower. Doch dann, um kurz ein Ward setzen zu gehen pinge ich Sona zurück doch sie entscheidet sich vorne zu bleiben und stirbt. Darauf folgt ein Gewitter von leichten Beschimpfungen was denn mit mir los ist. Es gelingt mir nicht wirklich darauf einzugehen und den Focus auf Spiel zu halten. Wir verlieren den Tower bei Minute 12 und Sona geht weiter auf mich los. Mein Farm ist schlecht und natürlich ich bin Gold 3 und dadurch nicht würdig mit ihr zu spielen. Das Game ist ansonsten  aber spannend, es geht hin und her und wir führen klar mit den Drachen 3:0. In der ganzen Zeit weißt Sona immer wieder darauf hin das ich schlecht bin. Obwohl ich 5/3/6 stehe und 30 CS Vorsprung auf Caitlyn habe. Naja denke ich mir und lasse mich hinreißen zu schreiben das ich es traurig finde wie sie drauf ist, darauf kam nur das sie es traurig findet das ich Gold 3 bin?! \n\nDer 4 Drache Spawnt und ich muss vorher in die Base. Mein Team entscheidet ohne mich zu kämpfen und verlieren den Kampf mit drei für einen was begleitet wird mit \"GG report Trist\". Achso das Gegner Team hatte in den Kampf auch Baron aber gut ich erreiche alle beim Backporten und hole einen Triple Kill. \n\nEs bleibt weiter spannend und nach dem wir schon fast verloren hatten holt Talon auf einmal an unserem letzten Tower einen Quadra und wir bleiben im Game. Holen Baron und den 5 Drake. An dieser Stelle empfand ich bis auf die Sona Gesichte das es ein wirklich gutes Game gerade ist. Der Final Fight kann kommen Baron Buff und dazu Blue/Red. Ich bin Ready.\n\nIch hänge....\n\n...\n\nDie Verbindung wurde unterbrochen\n\n...\n\nIch befürchte wie Sona über mich hetzen wird und ich von allen ein Report bekomme...\n\n...\n\nDer Server ist Down..\n\n\nGute Nacht.","replies":[{"id":"","poster":"Inuhoozuki","date":"2015-07-07T02:49:45.215+0000","up_votes":2,"down_votes":1,"body":"Ein Wirklich sehr schöner Kommentar, muss ich schon zugeben.","replies":[]},{"id":"","poster":"MasterQuaster","date":"2015-07-09T08:17:03.533+0000","up_votes":1,"down_votes":0,"body":"Das Problem an der Story ist, dass so wie Sona sich mindestens jeder 3. Supporter verhält. \n\nHatte gestern z.B. einen Blitzcrank als Supporter (auch mit Tristana) der plötzlich ohne ankündigung in den Gegnerturret rein flasht, Gegner MF (100% HP) hookt. Ich war in dem Moment absolut überrascht und konnte erst leicht verspätet meinen Schaden rausblasen, was aber auch nicht viel genützt hat, denn die Gegnerische Janna stand im Hintergrund und hat MF Armor gegeben. Blitzcrank stirbt durch das Turret Feuer. \n\nBlitzcranks Reaktion darauf -> \"Omg Tristana *** you. Stay in the back and watch me die\"\n\nIch hab für sowas keine Worte. Die Leute machen Fehler und schieben dann die Schuld anderen in die Schuhe. Was soll das!? {{champion:32}}","replies":[]},{"id":"","poster":"Hakuna Matatâ","date":"2015-07-07T08:44:38.645+0000","up_votes":1,"down_votes":0,"body":"@Fenistos - ne, die Server sind auch hier oben in Hamburg down - schätzungsweise bis 13Uhr. :D \n\nZur Story, ich kann mitfühlen, wirklich gut gschrieben. \nMomentan ist das wirklich schlimm mit dem Gehetze und flamen, leider.","replies":[]},{"id":"","poster":"Fenistos","date":"2015-07-07T08:38:09.137+0000","up_votes":1,"down_votes":0,"body":"Traurige Zeiten :(\naber toll geschrieben. Hast mein Beileid.\n P.S.: es ist 10:30 am nächsten Tag und die Server sind schon wieder down. Allerdings anscheinend nur in Bayern","replies":[]},{"id":"","poster":"DaKuZá","date":"2015-07-07T01:42:02.818+0000","up_votes":1,"down_votes":0,"body":"Extrem geil Lachkrämpfe ohne Ende, bin zwar Bronze 5 aber könnte easy in einer Woche Challenger sein, doch mein Team ist immer negativ und macht mich runter, weil ich ab und an sterbe. :c\n\nBtw: Ist es Sonas Gesicht oder Sonas Geschichte?","replies":[]},{"id":"","poster":"Blackcrayzor","date":"2015-07-07T01:00:21.631+0000","up_votes":1,"down_votes":0,"body":"Dazu sag ich mal nur .. {{item:2044}} {{item:3460}} {{item:3187}} {{item:3348}} {{item:3363}} {{item:2043}} {{item:3151}}","replies":[]}]},{"id":"","poster":"Ηastur","date":"2015-07-06T22:11:09.543+0000","up_votes":10,"down_votes":2,"body":"Wieder mal... kommt man sich ja vor wie bei der Post. -.-","replies":[{"id":"","poster":"Dramos","date":"2015-07-06T22:19:07.875+0000","up_votes":5,"down_votes":1,"body":"Kann ab und zu passieren, aber bei mir wurde das Match nicht als \"unentschieden\" gewertet, was schon ein bisschen doof ist.\n\nWie auch immer, ich hype mit.\n\\°-°/ https://www.youtube.com/watch?v=ILVfzx5Pe-A \\°-°/","replies":[{"id":"","poster":"Wobba","date":"2015-07-06T22:19:51.523+0000","up_votes":1,"down_votes":0,"body":"\\°-°/","replies":[]},{"id":"","poster":"Fenistos","date":"2015-07-07T08:35:21.950+0000","up_votes":1,"down_votes":1,"body":"Ich finde es auch sehr traurig, dass so etwas immer häufiger passiert. Bei mir passiert es sogar schon in Serie und es nervt so alngsam echt. Ich traue mich schon gar nicht mehr rankeds zu spielen. :( So macht das spiel echt keinen Spaß mehr.","replies":[]}]}]},{"id":"","poster":"aHideoKojimaGame","date":"2015-07-07T02:17:50.134+0000","up_votes":7,"down_votes":1,"body":"Der Moment an dem die Community zu 3rd Party Programmen greifen muss um ihr Spiel zu spielen. Intressante Sache eigentlich wenn man bedenkt das Rito ja garnicht so ein leichtes Portemonnaie besitzt... Da eröffnet sich mir die Frage, was passiert eigentlich mit den Einnahmen? \nBesitzt jeder Mitarbeiter nun 2(0) Zuchtpferde auf dem neu erworbenen Grundstück? \nRuft das lokale Restaurant schon an ob die Bestellung heute nur vergessen wurde? \nSind die Hotels für die nächsten 20 Jahre schon gebucht? \nAntworten auf diese Frage werden wir wohl nicht erhalten aber fakt ist in die Stabilität und/oder Konnektivität des EUW Servers geht das Geld nicht.\n\nFür alle die sich jetzt  auf den Schlips getreten fühlen. Nehmt mein Kommentar mit ner Prise Salz. Ich frage mich nur wie es Spiele mit weniger Budget (und damit mehr druck) besser hinkriegen als Riot und wieso einige immer noch die rosa rote Brille aufhaben und denken Riot könnte es ja nicht besser. Aber genug von meiner Subjektiven Meinung {{champion:56}} {{summoner:4}}","replies":[{"id":"","poster":"EinBabo","date":"2015-07-07T08:49:16.633+0000","up_votes":1,"down_votes":0,"body":"ne man das ist einfach realistisch gedacht und zu 75 prozent ist das auch wahr was du sgast stimme nur zu echt man !\n\nfinde auch man solte sich um den euw server kümmern ich kann mich einfach nicht anmelden seit heute eben gings dann war ich im championselect wähle champion und dann steht da nur noch rufe info ab und das wars dann auch XD dann steht da nur noch unbekannter fehler es wird bericht erstattet XDDDD das kommt so oft vor als ob es diese probleme nur hier geben würde gibts bestimmt überall aber Da wird sich mehr sorgen darum geamcht das die skins ausgehen kölnnten oder wir zu wenige profi-fan-beschwörersymbole haben XDDD (die sind ja sowieso gaaaaaaaaaaaanz wichtig ) XDDDDDDDDDDDDDDDDDD  anstantt dafür zu sorgen das die leute anständig ohne sowas nerviges spielen können !\neigentlich müsste riot dafür in die ich-schäme-mich-kiste kommen","replies":[]},{"id":"","poster":"GhettoRap","date":"2015-07-07T10:51:42.219+0000","up_votes":0,"down_votes":0,"body":"Junge, was du nicht raffst ist, dass die anderen Spiele von denen du redest und die ja mit so wenig Geld so gut klar kommen, keine 27 Millionen tägliche Spieler auf ihren Servern haben, sondern wohl höchstens mal ne Million insgesamt.\nDadurch haben Riot's Server auch genug Druck. Und die einfache Lösung ist nicht einfach \"ja kaufen wir halt größere Server, haben ja so viel Geld, höhö\", das allein verhindert wohl kaum solche Probleme, das haben die damals schon gesagt.","replies":[]}]},{"id":"","poster":"Vidalor","date":"2015-07-06T22:10:39.994+0000","up_votes":5,"down_votes":0,"body":"Regt mich auch tierisch auf...besonders...3 fliegen aus unserem Team raus, bei den Gegner nur 1, Reconnecten nicht möglich....Yeah","replies":[{"id":"","poster":"Blade of Fate","date":"2015-07-06T22:23:33.205+0000","up_votes":1,"down_votes":0,"body":"Hahaha bei mir auch und ich war im ranked und ich bin einer von den 3 die bei mir rausgeflogen sind","replies":[]}]},{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:18:18.424+0000","up_votes":2,"down_votes":6,"body":"***","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-06T22:20:28.343+0000","up_votes":2,"down_votes":2,"body":"Ich denke, dass das ne Zeit braucht um das Problem zu beheben da man ja erst die Ursache finden muss.","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:23:31.670+0000","up_votes":2,"down_votes":4,"body":"LOL Wir haben vorübergehend die Warteschlange für RANKED_QUEUE deaktiviert, da ein Problem aufgetreten ist. \n\nServer Down ne ach was wieso sollten wir des erwähnen für welchen zweck die brauchen des nich zu wissen >.> {{summoner:1}}","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-06T22:26:20.170+0000","up_votes":3,"down_votes":5,"body":"Hör auf zu heulen und find dich damit ab, dafür is schließlich der Kummerkasten da.","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:27:34.320+0000","up_votes":2,"down_votes":3,"body":"Ehm, deine Antwort macht keinen Sinn ich soll aufhören zu Heulen aber mich beim Kummerkasten melden und dort Heulen !? \n\nARE U  {{champion:35}} ?","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-06T22:32:47.570+0000","up_votes":2,"down_votes":5,"body":"Ich les ja schließlich nichts als \"mimimi, die Server gehen nicht und ich hab einfach keine Geduld, mimimi\"\n-> Kummerkasten.","replies":[{"id":"","poster":"Ryan Schêu","date":"2015-07-06T22:38:31.055+0000","up_votes":4,"down_votes":2,"body":"Wenn du es nicht Lesen willst, mach entweder deine Augen zu oder Logg dich aus, das hat nichts mit heulen zu tun, das ist einfach nur unfair denen gegenüber die dadurch einen Nachteil erhalten! \nKannst dich Abmelden, Tschüss, machs gut!","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-06T22:51:51.967+0000","up_votes":1,"down_votes":3,"body":"Tut mir leid, aber das kommt so wie es oben formuliert ist nur als \"QQ\" rüber. Zudem ist er nicht die einzige Person die das Problem hat, also soll er mal nicht so tun als ob er alleine mit dem Problem wäre. Die Server werden wieder laufen, bald.. und wenn es ihn wirklich stört, dann würde jede normale Person den Support anschreiben.","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:52:52.452+0000","up_votes":2,"down_votes":1,"body":"Wieso regst du dich darüber auf dass andere Sich über etwas aufregen ? \n\nJust so von der Seite","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-06T23:31:35.124+0000","up_votes":2,"down_votes":2,"body":"Wenn du deinen Post nochmal durchliest, dann müsstest du erkennen weswegen mich sowas stört (ich weis, dass dein Post gelöscht ist.. fragt sich nur warum).\n\nRiot tut mehr als man denkt für uns Spieler/innen. Wie oft kommt es vor, dass die Server mal Probleme machen und an wie vielen Tagen laufen die Server ohne Probleme? Merkwürdigerweise wird aber nur das negative in Betracht gezogen..","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-07T00:05:07.129+0000","up_votes":3,"down_votes":1,"body":"Was erhoffst du dir nun mit deinem Ich tuhe mal so ob es mich nicht stört dass der Server nicht Funktioniert also {{champion:36}} startet nun mit seiner Diagnose.\n\nPunkt A : Es stört dich nicht dass der Server Down ist warum bist du dann im Server down Hype berreich? Wenn es dich ja anscheinend nicht stört und du hypest es also. {{champion:35}} Detected.\n\nPunkt B : Ich habe es gelöscht weil es hier nicht rein gepasst hat.\n\nFrage A : Erhoffst du dir nun einen Orden !? Gratis Champion/Skin Gab es ja schon. {{champion:17}} \n\nFrage B : Bist du schon Ausgerutscht !? {{summoner:6}} {{summoner:4}} {{summoner:3}} \n\n\nAussage A : {{item:3187}} {{item:3187}} at me Now ! ya ya {{item:3151}}","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-07T02:06:30.565+0000","up_votes":2,"down_votes":2,"body":"Natürlich stört es mich, dass der Server down ist. Allerdings ist das noch lange kein Grund zu behaupten, dass Riot ja nichts für uns Spieler/innen tun würde. Mag sein, dass manche LP abgezogen bekommen haben deswegen, was aber noch lange kein Grund ist irgendwelche abwertenden Anschuldigungen zu machen. Wenn du gut genug bist, haste die bald wieder, ganz einfach.","replies":[{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-07T02:14:45.737+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Mireline,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=000a00000000000000000000000100000000000100000001,timestamp=2015-07-07T02:06:30.565+0000)\n>\n> Natürlich stört es mich, dass der Server down ist. Allerdings ist das noch lange kein Grund zu behaupten, dass Riot ja nichts für uns Spieler/innen tun würde. Mag sein, dass manche LP abgezogen bekommen haben deswegen, was aber noch lange kein Grund ist irgendwelche abwertenden Anschuldigungen zu machen. Wenn du gut genug bist, haste die bald wieder, ganz einfach.\n\nDie Sache steht seit 4 Stunden im Raum. Und ja Lp sind schnell wieder drin......Trotzdem verlier mal ne Promo oder werd dempted für sowas......Da regt man sich halt hier in den Foren unter gleichgesinnten auf. Stör dich nicht dran Riot wird dir jz auch nicht 2323Rp und Nen Dankeschön geben wenn du sie hier vor den Meinungen der Leute \"schützt\". Pls ignoriere es wenn du nicht der selben Meinung bist wie 99% der Leute hier. Mega unnötig ok? (komm mir jz nicht mit mein Kommentar ist unnötig an sonst komm ich mit der Keule :D ) und ja Rito sind nur Menschen aber 4 Stunde is schon hart.","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-07T03:56:16.726+0000","up_votes":4,"down_votes":0,"body":"Ja was tut den Riot so großartiges außer ihr eigenes Ziel zu verfolgen ? \nStell dir vor Ich kenne die Lösung für das drophack Problem du sagst Riot tut alles mögliche !? warum zum Teufel wird seit 12:08 PM GMT Berlin TMT\nNur gesagt das der Server down sein wird aber nicht dass er grade down ist oder nicht erreichbar für manche Regionen !? \nWie kommt es dass ich bereits einige Spiele machen konnte und du nicht ? \nIch vertrete meine Meinung ich hab genug seit Season2 in LoL investiert und Riot damit gepusht und es waren locker mal insgesamt über 1k € da will Ich doch annehmen können falls der Server in Deutschland nicht erreichbar ist anständig Informiert zu werden !? Oder liege ich falsch mehr als die hälfte hier haben sich ein kleines Statement gewünscht wie DDOSE attacke schmunzel dir sonst was weg eine Reaktion die zeigen würde das dass Forum und die Community wichtig sind. \n\nIgnoranz ist für mich nix anderes als i don't care. \n\nfalls dir meine Meinung nicht gefällt mir egal ich bleib immer noch dabei dass Riot sich unangebracht verhalten hat in diesem Fall.\n\nLFG black miservisery lavisery{{champion:432}}","replies":[]},{"id":"","poster":"BM Vilich","date":"2015-07-07T06:19:10.743+0000","up_votes":1,"down_votes":0,"body":"Weil sie viel weniger spieler haben und daher eine viele kleinere Auslastung.","replies":[]},{"id":"","poster":"MyNorY9","date":"2015-07-07T04:37:16.963+0000","up_votes":1,"down_votes":0,"body":"WoW ist nicht das meistgespielte und beliebteste...\nLoL hat ungefähr doppelt soviele spieler wie WoW...\nDas aber auch nur weil es gratis ist.\nMan kann beide spiele wie ich finde eig. garnicht vergleichen :D","replies":[]},{"id":"","poster":"WLD MyStIcZz","date":"2015-07-07T04:02:46.456+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kanye EUWest v2,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=000a0000000000000000000000010000000000010000000100000001,timestamp=2015-07-07T02:30:34.269+0000)\n>\n> \"JA sie haben uns das Spiel beschert aber es ist mitlerweile das meistgespielte Spiel der Welt oder so.\n\nWoW ist das meistgespielte und beliebteste. \n\nAber nun zu den Kommentaren von Mireline. Wenn sie die Server erweitern würden und mal ein bisschen an den Server-downs arbeiten würden, gäbe es vielleicht diesen Streit nicht. Nicht Riot tut was für uns, sonder wir für sie! Letztes Jahr haben sie durch uns 1 billion $ verdient, wie oben schon erwähnt wurde und was machen sie schon groß? Ein paar neue Champs und skins. WOW! Was machen Games, wie Tera, Aion und WarFace? Die machen max die hälfte umsatz und haben aber 24/7 Server. Da gibt es nur selten einen server-down!","replies":[]},{"id":"","poster":"aHideoKojimaGame","date":"2015-07-07T03:21:20.196+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mireline,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=000a0000000000000000000000010000000000010000000100000000,timestamp=2015-07-07T02:22:59.456+0000)\n>\n>  Ohne Riot gäbe es KEIN LoL.\n\n{{champion:36}} \n\nIch bin... sprachlos... einfach nur wow... Mind Blown... \n\nAber ich will auf diesen Punkt garnicht weiter eingehen...wow\n\nStattdessen will ich dich einfach nur fragen ob es so absurd ist von einem Unternehmen welches ~1Billionen Dollar im Jahr 2014 gemacht hat, zu verlangen das die Server 24/7 Stabil und Erreichbar sind außerhalb von geplanten Wartungsarbeiten?   Andere Spiele welche ebenfalls das Konzept F2P verfolgen und bedeutend weniger umsatz haben, demher auch an ecken sparen müssen, diese Probleme nicht.  \n\nAnsonsten bin ich natürlich offen zu erfahren was Riot noch so alles für seine Community tut.","replies":[]},{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-07T02:30:34.269+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mireline,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=000a0000000000000000000000010000000000010000000100000000,timestamp=2015-07-07T02:22:59.456+0000)\n>\n> Ich habe niemals behauptet, dass irgendein Kommentar unnötig sei (warum auch immer mir das vorgeworfen wird..). Promo wegen sowas verlieren ist zwar ärgerlich, aber davon geht die Welt ja auch nicht unter. Ich verteidige Riot nicht weil ich denke irgendwas bekommen zu können, sondern um die Sache richtig zu stellen, da einige es so nehmen wie es oben gestanden hat ohne nachzudenken und dann wild drauf los haten.. auch wenn das gar nicht wahr ist. Oh, noch ein Beispiel wo Riot was für die Spieler/innen tut: Ohne Riot gäbe es KEIN LoL.\n\n\"with great power comes great responsibility\" aka. JA sie haben uns das Spiel beschert aber es ist mitlerweile das meistgespielte Spiel der Welt oder so. Daher wenn man doch so was großes hat kann man doch nicht einfach sagen jaaaa wir haben euch das spiel gegeben nervt nicht und seit happy. Und ich weiss war Riot alles für uns tut aber ich stimme einfach zu das 4 Stunden ohne irgendeine Reaktion schon etwas mies ist. Es ist auch kein blinder hate die Leute hier sind halt mad und wie bereits gesagt hier sind wirklich 99% der Leute um sich Luft zu machen weil sie halt mad sind. Also hier zu sagen das Riot sich doch um die Spieler kümmret mag zwar stimmen........Hilft hier aber kein bisschen da die Leute hier was von nem Riotler lesen wollen und nicht von Leuten mit einer anderen Meinung. Ich vestehe dich zu 100% aber es ist einfach etwas unangebracht die Leute hier darauf hinzuweisen das sie falsch liegen ok? :) No hate just pure love broda <3","replies":[]},{"id":"","poster":"TurtleMari","date":"2015-07-07T02:22:59.456+0000","up_votes":1,"down_votes":1,"body":"Ich habe niemals behauptet, dass irgendein Kommentar unnötig sei (warum auch immer mir das vorgeworfen wird..). Promo wegen sowas verlieren ist zwar ärgerlich, aber davon geht die Welt ja auch nicht unter. Ich verteidige Riot nicht weil ich denke irgendwas bekommen zu können, sondern um die Sache richtig zu stellen, da einige es so nehmen wie es oben gestanden hat ohne nachzudenken und dann wild drauf los haten.. auch wenn das gar nicht wahr ist. Oh, noch ein Beispiel wo Riot was für die Spieler/innen tut: Ohne Riot gäbe es KEIN LoL.","replies":[]}]}]},{"id":"","poster":"BerufsDaddler","date":"2015-07-07T00:47:42.834+0000","up_votes":3,"down_votes":1,"body":"***","replies":[{"id":"","poster":"WLD MyStIcZz","date":"2015-07-07T04:13:22.321+0000","up_votes":1,"down_votes":0,"body":"Achtung sinnlos!{{champion:77}}","replies":[]},{"id":"","poster":"Blackcrayzor","date":"2015-07-07T00:52:54.996+0000","up_votes":1,"down_votes":1,"body":"Ganz kurz mal so dein Kommentar darüber dass mein Kommentar sinnlos ist, ist noch viel sinnloser.\n\nSinn frei für alle ! {{item:3136}} {{item:3151}}","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-07T00:56:10.157+0000","up_votes":1,"down_votes":1,"body":"und jetzt ?{{champion:55}}","replies":[]}]}]}]}]},{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:10:09.166+0000","up_votes":1,"down_votes":0,"body":"{{champion:238}}","replies":[]}]},{"id":"","poster":"Grantula","date":"2015-07-06T23:51:30.001+0000","up_votes":1,"down_votes":0,"body":"Ich hoff dass die downtime das Echo eines Versuchs ist, dieses drophackproblem zu lösen. Wenn ich mir aber durchlese was da bezüglich Incarnation passiert ist, mach ich mir doch nich so große Hoffnungen.","replies":[]}]},{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:09:36.685+0000","up_votes":1,"down_votes":0,"body":"~~~~","replies":[]}]},{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:36:27.229+0000","up_votes":1,"down_votes":2,"body":"Ja und ? Darf Ich mich nicht beteiligen wenn mir etwas nicht gefällt oder passt ? Soll ich einfach die Schnauze halten? Haters gonna Hate Thug life upvote all the road u want, Es ist meine persönliche Meinung wenn Sie dir nicht passt geh dein weg Ich geh meinen fertig, es sei den du bist noch so Jung dass du es nicht akzeptieren kannst dass andere Menschen geteilter Meinung sind, dann hast du eben ein Problem mit dir selbst was mich nicht Juckt. \nViel Glück und Viel Segen  auf all deinen Wegen ... xo","replies":[]}]},{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:08:34.165+0000","up_votes":1,"down_votes":0,"body":"HAHAAAAHA AR YOU SHACO AHAHAHHAAHAHHHHAHAHAHAHAAHAHHAHA ICH KANN NCIHT MEHR ALTER\n{{champion:23}}","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:09:08.705+0000","up_votes":1,"down_votes":0,"body":"{{item:3716}}  IST GENAU WIE EZREL MIT SMITE","replies":[]}]},{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:12:50.935+0000","up_votes":1,"down_votes":0,"body":"{{item:3070}} {{item:3070}} HAHAAAAHA AR YOU SHACO AHAHAHHAAHAHHHHAHAHAHAHAAHAHHAHA ICH KANN NCIHT MEHR ALTER\n{{champion:23}}","replies":[]}]}]}]}]},{"id":"","poster":"LuckyLinus","date":"2015-07-06T22:49:14.107+0000","up_votes":1,"down_votes":0,"body":"Zu Deinem Post fällt mir nur ein: \"Nein!\"","replies":[]}]},{"id":"","poster":"Lynia","date":"2015-07-06T22:29:23.330+0000","up_votes":4,"down_votes":0,"body":"Riot will dass all die Kinder schlafen gehen. {{champion:1}}  Ab ins Bett. {{summoner:31}}","replies":[]},{"id":"","poster":"Jessy90MC","date":"2015-07-06T22:33:12.005+0000","up_votes":5,"down_votes":1,"body":"Mega! Gestern schmiert meine Graka ab - Kein Connect möglich => Reports aller Teammember => \"Letzte Warnung\" vom Client.\nHeute Disconnect bei uns im Team x4, (habs gesehn weil ich gaanz kurz reconnecten konnte) und im Gegnerteam scheinbar x0.\nWenn dieser Disconnect jetzt gewertet wird und mein Konto in irgend einer Form benachteiligt oder gesperrt wird, werd ich meine kürzlich gekauften 10€ paysafe lieber auf gog als hier investieren. \nEhrlich mal... Die Leute, die bewusst im Game sabotieren und Stunk machen kommen unbestraft davon und man selbst bekommt Alarmmeldungen, weil mal der Rechner abschmiert oder Riot einen von den Servern kickt?\n\nLoL hat schonmal wesentlich mehr Spaß gemacht... -.-","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-07T02:18:00.881+0000","up_votes":1,"down_votes":0,"body":"Die Reports vom Leaverbuster sind automatisch. Du wirst schon nicht gebannt.. zu aller erst hättest du für ein paar Spiele eine lange Wartezeit, die ziemlich nervig ist. Falls aber doch etwas dergleichen passieren sollte -> Support anschreiben und sagen, dass du wegen des Serverabsturzes gebannt wurdest.","replies":[]},{"id":"","poster":"Xivs","date":"2015-07-06T23:03:14.262+0000","up_votes":1,"down_votes":1,"body":"Sei mal ehrlich.... meinst du wirklich du kriegst ne Meldung weil du \"nur ein Mal (in diesem Fall wegen technischen Bedingungen) ausgeflogen bist\"?","replies":[]}]},{"id":"","poster":"Nurani","date":"2015-07-07T08:41:44.724+0000","up_votes":3,"down_votes":0,"body":"lol funktioert jetzt wieder oO crazy shit","replies":[{"id":"","poster":"Daarion","date":"2015-07-07T08:47:23.191+0000","up_votes":1,"down_votes":0,"body":"ja hier auch aber ein Feedback oder sogar eine Entschädigung wäre nett\nso ein wardskin im Verbindunsaufbau design oder so","replies":[]}]},{"id":"","poster":"NordBeatz","date":"2015-07-07T03:27:19.281+0000","up_votes":1,"down_votes":0,"body":"Heute server wartung oda wad ?","replies":[{"id":"","poster":"Traxter","date":"2015-07-07T03:59:12.037+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=NordBeatz,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0053,timestamp=2015-07-07T03:27:19.281+0000)\n>\n> Heute server wartung oda wad ?\n\nNein bei Riot polieren gerade alle ihre Bong und deshalb haben die noch nicht mitbekommen das der Server abgeschmiert ist, daher gibts auch noch keine Stellungnahme.","replies":[{"id":"","poster":"thrymson","date":"2015-07-07T08:20:30.081+0000","up_votes":1,"down_votes":0,"body":"Als das Ganze vor drei Wochen zwei Nächte hintereinander bei mir aufgetreten ist, gab es auch keine Stellungnahme - dachte das wäre normal?","replies":[]},{"id":"","poster":"WLD MyStIcZz","date":"2015-07-07T04:05:33.776+0000","up_votes":1,"down_votes":0,"body":"Ja und manche sitzen auf dem Sofa und fressen ihre Pizza. Heute um 12 merken sie es vielleicht mal.","replies":[]}]}]},{"id":"","poster":"Daarion","date":"2015-07-07T08:41:54.149+0000","up_votes":2,"down_votes":0,"body":"so mal schauen wann Amerika dann erstmal 15000 rp geschenkt bekommt \n:P","replies":[]},{"id":"","poster":"im a crazy bîtch","date":"2015-07-07T08:06:32.419+0000","up_votes":2,"down_votes":0,"body":"ich wurde vom game grad rausgekickt und kann mich nicht mehr reloggen {{champion:432}}","replies":[]},{"id":"","poster":"TheLegendaryBert","date":"2015-07-06T22:54:08.237+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Garadek","date":"2015-07-06T22:54:01.459+0000","up_votes":2,"down_votes":1,"body":"So isset \n\nMfg Pimidestroyer","replies":[]}]},{"id":"","poster":"KittyROAR","date":"2015-07-06T22:33:47.550+0000","up_votes":2,"down_votes":0,"body":"{{item:3070}}  der abend startete so gut mit einer schönen runde lol {{item:3070}}","replies":[]},{"id":"","poster":"91hamza91","date":"2015-07-06T22:14:09.416+0000","up_votes":1,"down_votes":4,"body":"Was soll man machen, es ist halt kostenlos. Ich wäre bereit dafür zu zahlen :)","replies":[{"id":"","poster":"KingVegetaa","date":"2015-07-06T22:19:37.750+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=91hamza91,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0005,timestamp=2015-07-06T22:14:09.416+0000)\n>\n> Was soll man machen, es ist halt kostenlos. Ich wäre bereit dafür zu zahlen :)\n\nNaja, man muss es so sehen, ich hatte glaube den letzten Monat höchstens 2 DC. Heute und keine Ahnung wann, die Server sind ja stabil - ist nur doof, wenn man mitten im Sieg ist oder denkt, man wäre der einzige der rausfliegt.\nHinzu kommt, Bezahlen - naja, ich sehe WOW und die hatten und haben auch ab und zu Probleme, von daher ;)","replies":[{"id":"","poster":"Wrath of Earth","date":"2015-07-07T01:09:53.766+0000","up_votes":1,"down_votes":0,"body":"nene die dc's an sich sind ja kein problem passiert halt im krieg, aber das es die nichtmal bockt und weder prevented loss noch den leaverbuster deaktiviere weil SIE es verkacken ist einfach nur assozial","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-07T02:12:42.349+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht Asozial, das ist einfach unerwartet passiert. Denkst du etwa, dass immer ständig wer auf den Serverstatus starrt? Der Serverabsturz kam plötzlich und es war etwas womit niemand rechnen konnte. Stell du dir vor, du würdest einfach mal so aus heiterem Himmel ein Geschenk bekommen, obwohl du Geschenke über alles hasst. Allerdings ist dieses Geschenk etwas, was du schon immer unbedingt haben wolltest. Das merkwürdige ist, dass du niemandem erzählt hast, dass du dieses Geschenk haben wolltest weswegen (jetzt kommt der Punkt auf den ich Hinaus will) du nicht weist wie du reagieren sollst.","replies":[{"id":"","poster":"SnakePlissk0n","date":"2015-07-07T08:38:01.929+0000","up_votes":2,"down_votes":1,"body":"immer diese belehrenden Besserwisser. Als wenn du hier jemandes Meinung ändern könntet, mit deinen \"nett\" gemeinten \"Hinweisen\". Dies hier sind Beiträge zum Serverproblem und da ist es ja wohl nicht verwunderlich, dass die Leute sich ein wenig Luft machen. Wo auch sonst sollen sie sich auskotzen, wenn sie auf ein Problem stoßen, dass sie selbst nicht ändern können und dem sie hilflos gegenüberstehen.... Aber dir fällt nichts besseres ein als zu versuchen die Leute zu bekehren... Denk bloß nicht du könntest stolz auf dein \"vorbildliches\" Handling der Situation sein. Alles was du hier tust ist vom Thema ablenken, Streit provozieren und das Forum zuspammen. Kein Mensch hat lust sich eurer Gequatsche anzugucken, wenn man eig. nach Unterstützung und Gemeinschaft sucht. Du, Mireline, bist am ende schlimmer, als jeder negative Beitrag gegen riot, denn du greifst Menschen (keine Firmen oder Unternehmen) persönlich an. Hier hast du mal ne kleine Kostprobe deiner eigenen Medizin. Guten Appetit.","replies":[{"id":"","poster":"Icγ","date":"2015-07-07T10:04:09.739+0000","up_votes":2,"down_votes":0,"body":"Verstehe garnicht warum dein Beitrag Down-votes bekam. Ich find den gut!","replies":[]}]},{"id":"","poster":"L3troxX","date":"2015-07-07T04:37:28.565+0000","up_votes":1,"down_votes":0,"body":"Das ist was ganz anderes, das kannst du nicht als Vergleich verwenden xDD","replies":[]}]}]},{"id":"","poster":"taru","date":"2015-07-06T23:04:03.291+0000","up_votes":1,"down_votes":0,"body":"Das liegt aber eher daran, dass sie bei Blizzard lieber in Ferraris und Lamborghinis für die Chef-Etage investieren, anstatt in bessere hardware","replies":[]}]},{"id":"","poster":"Raiseishin","date":"2015-07-06T22:16:52.158+0000","up_votes":1,"down_votes":0,"body":"xD ich hoffe das war Sarkasmus.","replies":[]}]},{"id":"","poster":"Dramos","date":"2015-07-06T22:17:56.512+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Chandii","date":"2015-07-06T22:18:56.658+0000","up_votes":2,"down_votes":1,"body":"xD","replies":[{"id":"","poster":"Dramos","date":"2015-07-06T22:21:12.066+0000","up_votes":1,"down_votes":0,"body":"Jo, ich habe falsch kommentiert.\n[Hier](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/gn9tKxdX-server-down-hype-?comment=000300000000) wollte ich hin.","replies":[]}]}]},{"id":"","poster":"Awakened Garou","date":"2015-07-06T23:05:57.695+0000","up_votes":2,"down_votes":1,"body":"Laut surrenderat20 soll jetzt patch 5.13 kommen es wird aber bis zu 3-4 stunden dauern \n\n\nQuelle:http://www.surrenderat20.net/2015/07/patch-513-server-maintenance-announced.html","replies":[{"id":"","poster":"Daoiel","date":"2015-07-06T23:06:25.315+0000","up_votes":2,"down_votes":1,"body":"die uhr kannst du aber lesen oder?","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:11:16.196+0000","up_votes":3,"down_votes":1,"body":"besser als {{champion:245}}","replies":[]},{"id":"","poster":"Awakened Garou","date":"2015-07-06T23:07:40.409+0000","up_votes":2,"down_votes":1,"body":"Das ist dann wohl die typisch nette lol community","replies":[{"id":"","poster":"Daoiel","date":"2015-07-06T23:09:53.170+0000","up_votes":1,"down_votes":1,"body":"ein \"sorry ich habe mich im datum geirrt\" hätte gereicht. reich den kelch nicht weiter.","replies":[{"id":"","poster":"Gagashushu","date":"2015-07-06T23:56:46.236+0000","up_votes":1,"down_votes":0,"body":"Ein normaler Hinweiß hätte gereicht!\nDer Kelch ist bei dir genau richtig, du passt perfekt in diese Community.\n\nDanke an Daoeil für den Link und die Bitte, ignorier solche negativen Personen einfach.","replies":[{"id":"","poster":"Daoiel","date":"2015-07-07T08:19:46.945+0000","up_votes":1,"down_votes":1,"body":"du auch, da dich das ja nunmal gar nichts angeht. hauptsache erstmal was posten xD","replies":[]}]}]}]}]},{"id":"","poster":"Wobba","date":"2015-07-06T23:06:52.652+0000","up_votes":1,"down_votes":0,"body":"Nur das heute der 7.7.2015 ist und nicht der 8.7.2015 :^)","replies":[]}]},{"id":"","poster":"Garadek","date":"2015-07-06T22:55:42.544+0000","up_votes":3,"down_votes":1,"body":"N paar coole Ideen für Zeitvertreibung ? \n\nMfg Pimidestroyer {{summoner:11}}","replies":[]},{"id":"","poster":"Hayvayne","date":"2015-07-07T01:15:27.088+0000","up_votes":4,"down_votes":2,"body":"Liebe Leute, Ladet euch CyperGhost runter,stellt eure IP auf Niederland um und loggt euch neu ein. Dann funktioniert es wieder. :D","replies":[{"id":"","poster":"RoderickAndara90","date":"2015-07-07T07:03:35.509+0000","up_votes":1,"down_votes":0,"body":"Erstaunlicher Weise funktioniert das wirklich.\n\nDie Frage ist warum? Hat Riot was gegen die Spieler aus Deutschland oder hat es was damit zu tun das die Server in Amsterdam stehen?","replies":[]},{"id":"","poster":"Blackcrayzor","date":"2015-07-07T01:38:10.107+0000","up_votes":1,"down_votes":2,"body":"hat geklappt hab erst gedacht fake aber dann mein Gehirn benutzt und gedacht stimmt Server ist ja nun in niederlande aber ist echt komisch das die in Holland acces haben und die aus deutschland nicht naja sollte trotzdem geheimtipp bleiben weil so wirds wieder überlastet aber find ich geil dein tipp bump this up","replies":[{"id":"","poster":"Hayvayne","date":"2015-07-07T03:07:13.697+0000","up_votes":1,"down_votes":2,"body":"Danke und naja ich mag anderen Helfen :D","replies":[]}]}]},{"id":"","poster":"IDF FLIPMODE","date":"2015-07-06T22:16:32.425+0000","up_votes":1,"down_votes":1,"body":"2 freunde und ich können uns nicht verbinden, dachten es wäre wieder ein drophack","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:20:34.788+0000","up_votes":3,"down_votes":2,"body":"Meinst du nun Physisch oder Seelisch oder meinst du einfach Kalista ?","replies":[]}]},{"id":"","poster":"Deskullio","date":"2015-07-07T08:24:56.459+0000","up_votes":2,"down_votes":1,"body":"Also ich find´s auch einfach nur unmöglich! Seit LoL bei mir gestern Nacht so ca. um 12 rum abgekackt is kann ich mich nichtmehr einloggen wegen \"Verbindungsproblemen zum Server\" -.- Dabei bekommt man echt keinerlei Informationen warum der Server nicht erreicht wird, ob er down ist oder geschweige denn warum. Das is echt einfach nur unverschämt, wenn ihr mich fragt. \nWenigstens ein paar kurze Infos könnte man seiner Community schon zukommen lassen.","replies":[]},{"id":"","poster":"Squizza","date":"2015-07-07T08:14:03.051+0000","up_votes":2,"down_votes":1,"body":"scheint tatsächlich nur kabel deutschland kunden zu betreffen.\n\nmit dem handy (ohne wlan) komme ich rein. mit handy und wlan bzw. mit dem rechner selbst nicht.\n\nrito fix pls","replies":[{"id":"","poster":"Shadow l Eagle","date":"2015-07-07T08:56:17.177+0000","up_votes":1,"down_votes":0,"body":"Denied. Vodafone ebenso wenig.","replies":[{"id":"","poster":"Hayvayne","date":"2015-07-07T15:01:21.958+0000","up_votes":1,"down_votes":0,"body":"unity media hats auch","replies":[]}]},{"id":"","poster":"thrymson","date":"2015-07-07T08:19:32.853+0000","up_votes":1,"down_votes":0,"body":"Nope, bin nicht bei Kabel Deutschland - und habe dasselbe Problem","replies":[]}]},{"id":"","poster":"TiaraHorizont","date":"2015-07-07T08:09:07.451+0000","up_votes":2,"down_votes":1,"body":"Bin begeistert... schon wieder der selbe Mist und immer noch kein statement von irgendeinem RIOT typen!\nNicht einmal der Serverstatus wird irgendwann mal geupdated!","replies":[{"id":"","poster":"KampfHamster8","date":"2015-07-07T10:14:36.471+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fausthammer,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0061,timestamp=2015-07-07T08:09:07.451+0000)\n>\n> Bin begeistert... schon wieder der selbe Mist und immer noch kein statement von irgendeinem RIOT typen!\n> Nicht einmal der Serverstatus wird irgendwann mal geupdated!\n\nDie Server laufen auch, Du kannst nur mit Deutscher IP nicht einloggen {{summoner:6}}","replies":[]}]},{"id":"","poster":"Nazjata","date":"2015-07-07T08:07:08.908+0000","up_votes":2,"down_votes":1,"body":"Und schon wieder das kann es doch nicht sein :({{item:3124}}","replies":[]},{"id":"","poster":"Venomyami","date":"2015-07-07T08:07:08.070+0000","up_votes":2,"down_votes":1,"body":"das ist jetzt nicht euer ernst oder?, ich hab für des erste Ranked game weil lol abgekackt ist ein lose bekommen, ist ja ok. lol geht so wieder ich freu mich und dann starte ich meine 2ranked runde, alles ok Match sieht knapp aus, ich bin gerade dabei Zed zu töten und was passiert? es kackt schon wieder ab! jetzt werde ich bestimmt wieder ein lose reinkriegen, danke das ihr meine Division versaut. 0wins  2lose warscheinlich -.-","replies":[]},{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-06T22:25:27.829+0000","up_votes":2,"down_votes":1,"body":"rip lp{{item:3151}}","replies":[]},{"id":"","poster":"undercover10","date":"2015-07-06T22:22:53.553+0000","up_votes":2,"down_votes":1,"body":"wann geht der server wieder?^^","replies":[]},{"id":"","poster":"BerufsDaddler","date":"2015-07-06T23:57:40.231+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Mic Ddraig v2","date":"2015-07-07T00:01:54.636+0000","up_votes":1,"down_votes":0,"body":"was stalkst du auch leute >:({{champion:245}}","replies":[{"id":"","poster":"Mic Ddraig v2","date":"2015-07-07T00:03:53.067+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HSDxD Mic Ddraig,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=00430000,timestamp=2015-07-07T00:01:54.636+0000)\n>\n> was stalkst du auch leute >:({{champion:245}}\n\nach ganz vergessen ( EUW mal wieder !)","replies":[{"id":"","poster":"BerufsDaddler","date":"2015-07-07T00:59:29.549+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Mic Ddraig v2","date":"2015-07-13T11:34:39.498+0000","up_votes":1,"down_votes":0,"body":"Alter willst du mich veraschen verstehst erstmal selber kein spaß","replies":[]}]}]}]}]},{"id":"","poster":"Heftiger Hagi","date":"2015-07-07T16:22:54.718+0000","up_votes":1,"down_votes":0,"body":"Läuft dich immer aufs selbe hinaus. Dienstag, 07.Juli 2015. spielst seit mega langer zeit mal wieder TF als adc! hast den score deines lebens. Spiel stürzt ab. Es stürzt ab und keiner kommt mehr rein. Wir haben es 18:18. Millionen Leute wollen LOL zocken und riot kriegt es nciht gebacken. \nkann man nicht einfach mal eine ver%%%%te Ansage machen, wann was bearbeitet wird, damit es nicht andauernd zu abgefackten überraschungen kommt. es nervt so, wie ihr es einfach nciht drauf habt ihr Hurensöhne. \n\nIch will doch ncihts weiter, als nach nem langen, harten Arbeitstag ein wenig zu zocken. ist es von Riot wirklich zuviel verlangt eine vernünftige Ansage zu machen?! Ich habe bestimmt schon 100 euro investiert in den letzten Jahren, könnt ihr damit nicht mal einfach was sinnvolles machen? Ihr fuckt mich so mega ab. Da fang ich doch einfach mit Dota 2 oder Heros of the Storm an, da bekommt man wenigstens vorher informationen, bevor wieder mitten am Tag die Spiele abgebrochen werden.\n\nStark Riot ! \n\nGeht euch selber %%%%en, vllt bekommt ihr das ja hin!\n\nSo entladen und jetzt hoffe ich gehts gleich weiter ;)","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-07T22:38:11.129+0000","up_votes":1,"down_votes":0,"body":"Heya\nDu weißt schon das das nicht geplant war sondern es Probleme gab?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"WORST BRUISER EU","date":"2015-07-07T22:18:44.249+0000","up_votes":1,"down_votes":0,"body":"h","replies":[]},{"id":"","poster":"WORST BRUISER EU","date":"2015-07-07T22:16:57.132+0000","up_votes":1,"down_votes":0,"body":"asa","replies":[]},{"id":"","poster":"Sh4mbles","date":"2015-07-07T08:40:44.776+0000","up_votes":1,"down_votes":0,"body":"Ok Riot ich bin nun wirklich enttäuscht die Server sind nun schon seit über 12 Stunden nicht erreichbar. Das sowas passieren kann ok verstehe ich ABER wie kann es sein das Ihr es nicht schafft euch mal zu äußern.\nEs ist doch bei einem Spiel das so extreme Ausmaße hat, mit einer riesigen Community nicht normal das man keine Infos bekommt.\nIch mein dann schreibt halt dauert einen Tag, aber äußert euch verdammt nochmal. Es kann doch nicht sein die Leute sitzen hier und wissen NICHTS","replies":[{"id":"","poster":"Schlossknacker","date":"2015-07-07T18:16:34.345+0000","up_votes":1,"down_votes":0,"body":"20 Stunden*","replies":[]}]},{"id":"","poster":"Schrubberheft","date":"2015-07-07T10:22:27.403+0000","up_votes":0,"down_votes":0,"body":"ist das wirklich Fair das man sein Ranked dann verliert es als Verlassen gewertet wird und dann noch gefragt wird ob man zu stimmt das man kein spiel mehr verlässt??? Ist für mich ein Höhepunkt der Frechheit!!!! Mir geht es nicht darum das die server Down waren nein mir geht es darum das man dafür noch eine aufn Deckel bekommt obwohl es nicht mal die eigene schuld ist!","replies":[{"id":"","poster":"Elthision","date":"2015-07-07T15:21:24.365+0000","up_votes":1,"down_votes":0,"body":"Hey,\nDass die Server \"down\" sind bzw. --> für dich nicht erreichbar <-- , da kann Riot momentan in den meisten Fällen nichts dafür. Natürlich ist es nicht deine Schuld, dass bei deinem Provider nicht alles so rund läuft wie man erwartet, aber Riot ist da ganz sicher auch nicht Schuld... Ich verweise dich auf diesen Thread:\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/FfZRvMGU-login-probleme-gefixt-riot-unschuldig-far-diese-probleme\nmfg Elthision","replies":[]}]},{"id":"","poster":"Rio64","date":"2015-07-07T15:16:59.474+0000","up_votes":1,"down_votes":0,"body":"und wieder","replies":[]},{"id":"","poster":"Traxter","date":"2015-07-07T15:14:19.290+0000","up_votes":1,"down_votes":0,"body":"Tjoa als es heute morgen endlich wieder ging hab ich ne Runde spielen können ohne probleme und bei der zweiten  Runde bin auf einmal rausgeflogen und Login down again. Als ich dann später wieder reinkam hatte ich nen loss und war eine Division abgestiegen, thx a lot. Hab ja nix besseres zu tun als jeden Meilenstein immer wieder zu nehmen, motiviert ungemein.","replies":[]},{"id":"","poster":"Nestquike","date":"2015-07-07T12:29:19.903+0000","up_votes":1,"down_votes":0,"body":"fffff","replies":[]},{"id":"","poster":"FutureAndPast","date":"2015-07-07T11:00:36.282+0000","up_votes":1,"down_votes":0,"body":"ich kann hier garnix mehr machen...sobald ich mich eingeloggt habe kommt die meldung, dass ich aus nem spiel raus bin und wieder dort rein soll.... das spiel is jetzt schon ca 2h her und immer wieder derselbe schrott :(","replies":[]},{"id":"","poster":"Wanitcha","date":"2015-07-07T10:13:43.603+0000","up_votes":1,"down_votes":0,"body":"Verbindung In-Game weg. Habe dann versucht, Verbindung wieder neu herzustellen, bekomme aber einen Black-Screen. Habe ich seid Wochen öfters. Ist echt nervig, aber naja, ist nur ein Game.","replies":[]},{"id":"","poster":"FutureAndPast","date":"2015-07-07T10:10:45.209+0000","up_votes":1,"down_votes":0,"body":"das mit cyber ghost funktioniert bei mir nicht:( ich komme in das laufende spiel nicht rein...egal von wo der server kommt","replies":[]},{"id":"","poster":"HAWK61","date":"2015-07-07T09:26:35.765+0000","up_votes":1,"down_votes":0,"body":"Ehm ich habe jetzt eine 5spiele warteschlange weil ihr server probs habt??? hallo riot... es reicht ja nicht schon das man nur mit freedern oder leavern ranked spielt jetzt werd ich noch für eure fehler \"bestraft\" ? bitte um erklärung","replies":[{"id":"","poster":"KampfHamster8","date":"2015-07-07T10:10:26.588+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=HAWK61,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0072,timestamp=2015-07-07T09:26:35.765+0000)\n>\n> Ehm ich habe jetzt eine 5spiele warteschlange weil ihr server probs habt??? hallo riot... es reicht ja nicht schon das man nur mit freedern oder leavern ranked spielt jetzt werd ich noch für eure fehler \"bestraft\" ? bitte um erklärung\n\nRiot bestraft dich damit nicht ;) du wirst so gematchst so wie du spielst... leavst du matche bekommt du leaver ... flamst du bekommst du flamer, du kannst auch echt super spiele in Bronze/silber haben, Hab ich doch genau so. Ich kenn es aber auch wenn man Feeder oder flamer im team hat aber wenn ich dir ein Tipp geben darf Falls du flamer im team hast Versuch die schuld auf dich zu nehmen dann geben sie schon ruhe. Bestes Erlebnis: als ich geflamt wurde weil ich ein Ward Aufgestellt habe und der top laner, dann in 5 man TP ist wurde ich Geflamt weil ich das Ward Gestellt hab ;D \nalso immer schön durch die Hose Atmen:){{summoner:13}} \n\nps: du bekommst nicht beim 1. match leave eine sperre also hast du schon Öfters Geleavt ^^ schreib ein Ticket an Riot da bekommst die Gleiche antwort nur noch ausführlicher {{item:3025}}","replies":[]}]},{"id":"","poster":"GoldshotGG","date":"2015-07-07T09:57:13.726+0000","up_votes":1,"down_votes":0,"body":"KANN MICH WIEDER EINLOGGEN","replies":[]},{"id":"","poster":"dugg","date":"2015-07-07T09:22:34.528+0000","up_votes":1,"down_votes":0,"body":"Irgendwie schade, dass Riot die Probleme nicht in den Griff bekommen. Es scheine eine Menge Leute darunter zu leiden. \n\nEy, aber ihr lieben LoL-Zocker, ich habe gehört, dass dieses \"draußen\" nicht down ist. Vielleicht sollte man sich damit einfach mal beschäftigen und LoL sein lassen. ;) Ich lasse es mir zumindest in der Sonne gut gehen. *prost*","replies":[]},{"id":"","poster":"KampfHamster8","date":"2015-07-07T08:30:53.553+0000","up_votes":1,"down_votes":1,"body":"hi, ein Tipp einfach CyperGhost runterladen IP auf Amsterdam Ändern und schön könnt ihr zocken ;) Ping ist bei 20-60ms also alles ok. MIt Deutscher IP kann man im Moment nicht einloggen... Problem liegt bei Riot nicht bei euch","replies":[{"id":"","poster":"suelo","date":"2015-07-07T08:39:08.998+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=KampfHamster8,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0068,timestamp=2015-07-07T08:30:53.553+0000)\n>\n> hi, ein Tipp einfach CyperGhost runterladen IP auf Amsterdam Ändern und schön könnt ihr zocken ;) Ping ist bei 20-60ms also alles ok. MIt Deutscher IP kann man im Moment nicht einloggen... Problem liegt bei Riot nicht bei euch\n\nSpiele seit 3 wochen schon mit dem VPN. Wenn Niederlande bei euch nicht geht (wie bei mir weil der Server voll ist) geht auf Polen. Da funktionierts auch :)\nDas Problem mit dem Blackscreen nach dem Championselect ist damit auch übrigens beholfen. Einfach VPN an machen.","replies":[{"id":"","poster":"KampfHamster8","date":"2015-07-07T09:20:42.367+0000","up_votes":1,"down_votes":0,"body":"jap, richtig ;) genau so wie die DC im loadinscreen aber hat auch grade tolle seiten das man sich mit einer Deutschen IP nicht einloggen kann nicht so viel Flame in Bronze/Silber im moment, da machts doch gleich viel Mehr spaß","replies":[]}]}]},{"id":"","poster":"Crymbulex","date":"2015-07-07T08:51:10.156+0000","up_votes":1,"down_votes":0,"body":"Schade,\nda habe ich Unterricht nach Hitzeplan, komme zeitig wieder Heim und dann sowas :D\nNaja, Hearthstone läuft schon, sehe euch dann in der Kluft wenn's wieder funktioniert hier auf EUW :D\nNoch einen heißen Tag euch Beschwörern, mir reicht es ehrlich gesagt mit knapp 30°C im Zimmer...\n\nMfG Crymbulex","replies":[]},{"id":"","poster":"Nurani","date":"2015-07-07T08:46:32.943+0000","up_votes":1,"down_votes":0,"body":"meins fukntioniert wieder :D bin mal zocken . hoffe euers funkt auch bald {{summoner:21}}","replies":[]},{"id":"","poster":"Nurani","date":"2015-07-07T08:40:24.601+0000","up_votes":1,"down_votes":0,"body":"ne bei mir auch kome aus NRW","replies":[]},{"id":"","poster":"dRyK1887","date":"2015-07-07T08:33:31.779+0000","up_votes":1,"down_votes":0,"body":"Gestern hat's mir schön die Promos versaut. Ist zwar nichts passiert, weil nix eingetragen in der History aber das Game hätte ich locker gewonnne. -.- Doofe scheisse.","replies":[{"id":"","poster":"KINGKritiel","date":"2015-07-07T12:15:15.823+0000","up_votes":1,"down_votes":1,"body":"selber Schuld wenn ihr Rankeds startet wenn es laggt ;)","replies":[]}]},{"id":"","poster":"suelo","date":"2015-07-07T08:26:55.891+0000","up_votes":1,"down_votes":0,"body":"Soo und wann kann ich wieder zocken? :)\nJemand mal n threat bei KD geöffnet? antworten ja recht fix..","replies":[]},{"id":"","poster":"Nurani","date":"2015-07-07T08:23:47.730+0000","up_votes":1,"down_votes":0,"body":"gefreut aufs nächste game nachdem es knapp 10 std. gedauert hat bis es wieder funktioniert und dann bei einem fast win abgekackt .. :( Stellungnahme wäre mal echt ne option. Hoffe dauet nicht wieder 10 Std {{summoner:3}} {{summoner:11}}","replies":[]},{"id":"","poster":"Chrissi83","date":"2015-07-07T08:20:55.308+0000","up_votes":1,"down_votes":0,"body":"Also wir haben Vodafone und nicht Kabel Deutschland. Kann auch nicht einloggen.","replies":[{"id":"","poster":"Squizza","date":"2015-07-07T08:24:03.694+0000","up_votes":1,"down_votes":1,"body":"die gehören zu kabel ;)","replies":[]}]},{"id":"","poster":"Moeppyh","date":"2015-07-07T08:06:00.689+0000","up_votes":1,"down_votes":0,"body":"Jap ist wieder weg xD \n\nDer Server ist ein wenig wie eine Nyan Cat die am Internet vorbei zieht und ein fürchterlich tolles lied trellert xD","replies":[]},{"id":"","poster":"Aoyun","date":"2015-07-07T07:13:10.395+0000","up_votes":1,"down_votes":0,"body":"Man kommt wieder rein ^^","replies":[{"id":"","poster":"Nurani","date":"2015-07-07T08:04:22.649+0000","up_votes":1,"down_votes":0,"body":"Man kam wieder rein :D \nfunktioniet nicht mehr mal wieder \n{{summoner:3}}","replies":[]}]},{"id":"","poster":"Lightlinkger","date":"2015-07-07T06:13:52.022+0000","up_votes":1,"down_votes":0,"body":"funzt es jetzt bei euch ich komme immer noch nit rein geil echt(endlich freie tage und dann so en kack","replies":[{"id":"","poster":"Shadow l Eagle","date":"2015-07-07T07:12:52.158+0000","up_votes":1,"down_votes":0,"body":"Also ich komm rein D:\n\n\n€- nicht mehr.... x.x","replies":[]},{"id":"","poster":"pupufürst","date":"2015-07-07T06:58:33.698+0000","up_votes":1,"down_votes":0,"body":"gut dann bin ich wohl nicht der einzige^^","replies":[]},{"id":"","poster":"Sturmjäger","date":"2015-07-07T06:43:17.476+0000","up_votes":1,"down_votes":0,"body":"cyperghost herunterladen und einfach ein anders Land wählen...hab spanien genommen und es funzt^^","replies":[]}]},{"id":"","poster":"Miuru","date":"2015-07-07T07:12:04.741+0000","up_votes":1,"down_votes":0,"body":"Hey hey.. kann es sein das die Server noch immer Down sind?? Weil einlogen funktioniert bei mir ga nicht.. nur was mich wundert das ich angezeigt bekomme es würde ein Fehler bei mir vorliegen anstelle von Riot?????? o____O","replies":[]},{"id":"","poster":"Snowhillz","date":"2015-07-07T07:08:35.028+0000","up_votes":1,"down_votes":0,"body":"Also bei mir gehts wieder.","replies":[]},{"id":"","poster":"WooTStuck","date":"2015-07-07T06:37:46.010+0000","up_votes":1,"down_votes":0,"body":"HYPED SCREAW YOU RITO \\°-°/","replies":[]},{"id":"","poster":"Venomyami","date":"2015-07-07T06:30:38.120+0000","up_votes":1,"down_votes":0,"body":"War bei mir auch so. Ich wurde gestern lvl 30 und konnte mir den 16 champ leisten, es war so 23:45 um den dreh, ich spielte mein erstes ranked. Das Spiel startete, ich war aufgeregt da es mein erstes ranked war. ich ging in die mitte mit ahri {{champion:103}} (als gegner cassiopeia {{champion:69}} ), Ich killte innerhalb von 10minuten cassio 2mal und war dadurch 2lvl höher als alle anderen, alle wechselten zur mitte die lane und wir pushten den turm, der 2turm ging down. Es war ein großer kampf, ich machte ein triplekill und setzte zum 2mal meine ult ein um den quadra zu ermöglichen, als ich lucian{{champion:236}}  verfolgte konnte ich mich nicht mehr bewegen und ich war gefreezt, kurze zeit später kackte ungefähr um 0uhr mein lol ab, ich versuchte mich mehrmals anzumelden aber vergeblich. Ich wollte heute morgen testen ob es wieder möglich wäre sich anzumelden aber es ging nicht","replies":[]},{"id":"","poster":"BIame the Jungle","date":"2015-07-07T05:38:38.355+0000","up_votes":1,"down_votes":0,"body":"CYPERGHOST  runterladen ...standort Niederlande angeben..und spielen","replies":[]},{"id":"","poster":"BIame the Jungle","date":"2015-07-07T04:41:52.229+0000","up_votes":1,"down_votes":0,"body":"Das ist aber echt eine miese Informationspolitik......gestern Server abgeschmiert....und nicht mal dran gedacht,uns irgendwas zu sagen....wird immer besser.{{summoner:4}}","replies":[]},{"id":"","poster":"Helge hilf uns","date":"2015-07-07T01:41:37.342+0000","up_votes":1,"down_votes":0,"body":"Och nö. Ich musste bis heute früh warten, ehe ich Geld habe, um das Skin Pack Angebot mit Lollypoppy zu kaufen, das ich schon so lange SO GERNE haben will. Und nun kann man nicht einlogen ud das Angebot geht nur noch bis 9Uhr! ;-( Gibt keine andere möglichkeit über die Webseite oder so Skinpakete zu kaufen, nech?","replies":[{"id":"","poster":"BuliwyfZRage","date":"2015-07-07T03:19:34.235+0000","up_votes":1,"down_votes":0,"body":"Kannst den Support anschreiben, vielleicht geben sie dir das Bundle.","replies":[]}]},{"id":"","poster":"Traxter","date":"2015-07-07T02:29:03.793+0000","up_votes":1,"down_votes":0,"body":"Was isn nu.......4 Stunden und bisher kein einziges Wort von Riot was los ist und wann es weitergeht.","replies":[]},{"id":"","poster":"TSM Ghost","date":"2015-07-07T02:17:08.035+0000","up_votes":1,"down_votes":0,"body":"HAHA just come back after work want play and server down ... THX riot ;( report for capslock !!!!!!","replies":[]},{"id":"","poster":"Wrath of Earth","date":"2015-07-07T01:07:58.198+0000","up_votes":1,"down_votes":0,"body":"das assoziale ist erstens: das match wird als verloren gewertet auch wenn die gegner weniger dc's hatten als wir & zweitens : leaver buster könnte zuschlagen lol????? Interresiert es euch nichtmal ein bisschen? meine fresse","replies":[{"id":"","poster":"TurtleMari","date":"2015-07-07T02:14:17.991+0000","up_votes":1,"down_votes":0,"body":"Leaverbuster zählt zwar (glaub ich), aber falls derartiges aka ban passieren sollte, würde der Support da wohl nachsehen.","replies":[]}]},{"id":"","poster":"JaxoHD","date":"2015-07-07T01:10:22.222+0000","up_votes":1,"down_votes":0,"body":"Server immernoch offline >.>{{summoner:4}}","replies":[]},{"id":"","poster":"E5 RGS","date":"2015-07-06T23:33:20.001+0000","up_votes":1,"down_votes":2,"body":"Würde mal sagen sind Down wegen dem Patch ;) Es gibt von LoL eine schöne Seite bei der man alle Infos zum aktuellen Server Status sieht (auch wenn es manchmal 30 Minuten dauert bis diese aktualisiert sind). Dennoch hier der Link:\nhttp://status.leagueoflegends.com/?de_DE#euw\nI know, da steht eigentlich ab 4:30 Uhr, aber vermute die haben das ein wenig vorgeschoben","replies":[{"id":"","poster":"vampirekw","date":"2015-07-06T23:36:04.232+0000","up_votes":1,"down_votes":1,"body":"Gut, dass der Patch morgen ist und nicht heute.","replies":[{"id":"","poster":"E5 RGS","date":"2015-07-07T00:07:58.881+0000","up_votes":1,"down_votes":0,"body":"Sry komme aus der Zukunft und lebe schon im Morgen. Hab vergessen das dies die Vergangenheit ist und der Patch noch nicht aufgespielt wird. Nun wisst ihr für morgen, also für mich für gestern, bescheid.\nIch gehe dann mal wieder in meine Zeit zurück und spiele auf Patch 5.13 weiter!","replies":[{"id":"","poster":"BerufsDaddler","date":"2015-07-07T00:44:00.063+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"E5 RGS","date":"2015-07-07T00:49:42.465+0000","up_votes":1,"down_votes":0,"body":"Bin schon weg {{champion:245}} {{champion:26}}","replies":[]}]}]}]},{"id":"","poster":"Superlosser","date":"2015-07-06T23:46:28.001+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=E5 RGS,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0040,timestamp=2015-07-06T23:33:20.001+0000)\n>\n> Würde mal sagen sind Down wegen dem Patch ;) Es gibt von LoL eine schöne Seite bei der man alle Infos zum aktuellen Server Status sieht (auch wenn es manchmal 30 Minuten dauert bis diese aktualisiert sind). Dennoch hier der Link:\n> http://status.leagueoflegends.com/?de_DE#euw\n> I know, da steht eigentlich ab 4:30 Uhr, aber vermute die haben das ein wenig vorgeschoben\n\nIch denke nicht dass Vorgeschoben worden ist. Es sind einfach zu viele Leute die gekickt wurden und jetzt wieder Rein wollen{{champion:53}}","replies":[]}]},{"id":"","poster":"ElPdelNesta","date":"2015-07-07T00:34:31.429+0000","up_votes":1,"down_votes":0,"body":"mit cyberghost in die niederlande und ihr könnt zocken :)\n\nhttp://www.cyberghostvpn.com/de","replies":[]},{"id":"","poster":"Killu5","date":"2015-07-07T00:26:23.332+0000","up_votes":1,"down_votes":0,"body":"wie lange kann das wohl noch dauern -.-...","replies":[{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-07T00:27:28.952+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Killu5,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=0049,timestamp=2015-07-07T00:26:23.332+0000)\n>\n> wie lange kann das wohl noch dauern -.-...\n\nNaja es sind halt auch nur Menschen aber es ist ganz oben in den Foren sollte sich also schon mal bald jemand drum kümmern :/","replies":[{"id":"","poster":"Killu5","date":"2015-07-07T00:30:27.264+0000","up_votes":1,"down_votes":0,"body":"hoffe man kann sehr bald noch ein match snacken :)","replies":[]}]}]},{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-07T00:25:32.002+0000","up_votes":1,"down_votes":0,"body":"Jap das selbe hier 2 Stunden und hier is noch keine Meldung zum geschehen unter dem Post :c Sadbois","replies":[]},{"id":"","poster":"Shivahaze87","date":"2015-07-07T00:21:22.845+0000","up_votes":1,"down_votes":0,"body":"Also ich kann mich immer noch nicht einloggen obwohl hier man einer sagt server wieder online :(((","replies":[]},{"id":"","poster":"fakblizz","date":"2015-07-07T00:20:44.873+0000","up_votes":1,"down_votes":0,"body":"gg rito 2 game allways 1 dc´d. 74/28 for us and a loose because the guys from the enemy team didnt dc´d so they pushed everything and won.. g fucking g so stupid","replies":[]},{"id":"","poster":"MondMarcel","date":"2015-07-06T22:52:13.678+0000","up_votes":1,"down_votes":0,"body":"Server maintenance for our next patch, Patch 5.13, has been scheduled!\n\nOn July 8th at 3:00 PDT for NA, 5:00 UK Time for EUW, and 3:00 CEST for EUNE, servers will go down for maintenance and the  5.13 patch will be applied.\n\nHere's  NA version of the  Network Operations maintenance announcement:\n\"On 07/08/15, starting at, 01:30 Pacific time (08:30 UTC), ranked queues will be disabled in preparation for patch 5.13. At 03:00 Pacific time (10:00 UTC), the servers will be shut down and all games currently in progress will end in a draw and stats will not be recorded. We estimate the battlegrounds will be unavailable for 3 hours.\"\n\nQuelle : http://www.surrenderat20.net/2015/07/patch-513-server-maintenance-announced.html","replies":[]},{"id":"","poster":"LightningHeiwa1","date":"2015-07-07T00:08:24.344+0000","up_votes":1,"down_votes":0,"body":"Macht euch keine sorgen yasuo  kümmert sich drum","replies":[]},{"id":"","poster":"Guaymen","date":"2015-07-07T00:07:48.338+0000","up_votes":1,"down_votes":0,"body":"mit proxy einloggen dann proxy wieder ausschalten so kann man einloggen ;)","replies":[]},{"id":"","poster":"Mic Ddraig v2","date":"2015-07-06T23:53:39.985+0000","up_votes":1,"down_votes":0,"body":"boar alter ._. ingame rooter reboot und man kann nimmer einloggen op :D \nam besten jetzt noch ne sperre darfür kassieren und am ende\nSupport anschreiben und dann bekommt man am besten folgende antwort wie immer \n\nSupport xy: Ihre Sperre ist zu 100% gerecht fertig ein fehler unserer seits liegt nicht vor\nMe: ganz erlich %%%%t euch riot","replies":[]},{"id":"","poster":"LuckyLinus","date":"2015-07-06T23:52:14.859+0000","up_votes":1,"down_votes":0,"body":"Schön, Ranglistenwarteschlange war deaktiviert, wurde wieder aktiviert, und jetzt ist der Server wieder down. -.-","replies":[]},{"id":"","poster":"Blue Moon Baby","date":"2015-07-06T23:19:29.109+0000","up_votes":1,"down_votes":0,"body":"kann mich nicht einloggen. wann wird das problem behoben sein?","replies":[{"id":"","poster":"Garadek","date":"2015-07-06T23:23:25.203+0000","up_votes":1,"down_votes":0,"body":"Wenn das jemand wissen würde  xd","replies":[{"id":"","poster":"LotanIV","date":"2015-07-06T23:33:36.258+0000","up_votes":1,"down_votes":0,"body":"Ja, dann wüsste man, ob es sich lohnt schlafen zu gehen, oder nicht.","replies":[]}]}]},{"id":"","poster":"KingVegetaa","date":"2015-07-06T23:31:43.222+0000","up_votes":1,"down_votes":0,"body":"Auch lustig - im Launcher steht - online :D","replies":[]},{"id":"","poster":"Minamitsu Murasa","date":"2015-07-06T23:29:48.551+0000","up_votes":1,"down_votes":1,"body":"Gibt mir immerhin etwas Zeit die neuen Anime die diese Season starten anzuschauen.","replies":[{"id":"","poster":"ThighHîgh Hentai","date":"2015-07-06T23:31:07.192+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Minamitsu Murasa,realm=EUW,application-id=7hciEY9w,discussion-id=gn9tKxdX,comment-id=003e,timestamp=2015-07-06T23:29:48.551+0000)\n>\n> Gibt mir immerhin etwas Zeit die neuen Anime die diese Season starten anzuschauen.\n\nIch kann meine Visual Novel zocken. 10/10 danke rito","replies":[{"id":"","poster":"Minamitsu Murasa","date":"2015-07-06T23:52:30.992+0000","up_votes":1,"down_votes":1,"body":"Vielen dank für die Erinnerung.\nDie Server-Maintenance gibt mir genug Zeit im Forum herum zu geistern,sowie die Visual Novel von Higurashi zu lesen.","replies":[]}]}]},{"id":"","poster":"JFabiii","date":"2015-07-06T22:37:20.410+0000","up_votes":1,"down_votes":0,"body":"Hi könnt ihr euch auch nicht erneut einloggen? \ndanke für eure antwort","replies":[{"id":"","poster":"LotanIV","date":"2015-07-06T23:27:06.371+0000","up_votes":1,"down_votes":0,"body":"Nein, der Server antwortet einfach nicht.","replies":[]}]},{"id":"","poster":"Hayvayne","date":"2015-07-06T23:26:15.319+0000","up_votes":1,"down_votes":0,"body":"Liebe Leute, Ladet euch CyperGhost runter,stellt eure IP auf Niederland um und loggt euch neu ein. Dann funktioniert es wieder. :D","replies":[]},{"id":"","poster":"Wobba","date":"2015-07-06T23:13:09.638+0000","up_votes":1,"down_votes":0,"body":"Okay sie haben uns nicht mal Loss prevented gegeben Hype °-°/","replies":[{"id":"","poster":"TheTrueCoan","date":"2015-07-06T23:14:06.373+0000","up_votes":1,"down_votes":0,"body":"Ich hänge immer noch im Anmeldebildschirm fest -.-","replies":[]}]},{"id":"","poster":"undercover10","date":"2015-07-06T22:44:20.133+0000","up_votes":1,"down_votes":1,"body":"wie lange brauch der supp jetzt um den server wieder zum laufen zu bringen?^^","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:12:30.146+0000","up_votes":1,"down_votes":0,"body":"{{champion:238}}","replies":[]}]},{"id":"","poster":"Lordw33d","date":"2015-07-06T22:51:37.740+0000","up_votes":1,"down_votes":0,"body":"los rito ich will spielen, wir machen ne lan :D","replies":[{"id":"","poster":"Garadek","date":"2015-07-06T22:53:31.698+0000","up_votes":1,"down_votes":0,"body":"Scheiße gelaufen...viel erfolg {{champion:1}}","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:11:37.999+0000","up_votes":1,"down_votes":0,"body":"haahah auch noch lan hf{{champion:238}}","replies":[]}]}]},{"id":"","poster":"icanlcs","date":"2015-07-06T22:52:21.674+0000","up_votes":0,"down_votes":0,"body":"Hörts auf zu Heulen sowas kann passieren. Machts was anderes in der Zeit, ich bin mir sicher Riot wird den Fehler so schnell wie möglich beheben.","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:11:09.413+0000","up_votes":1,"down_votes":0,"body":"uf ww.beeg.com und habt spaß{{summoner:32}}","replies":[]},{"id":"","poster":"Daoiel","date":"2015-07-06T22:53:57.692+0000","up_votes":1,"down_votes":0,"body":"hm nach der spätschicht nach hause und was soll ich nun machen? wieder arbeiten gehen xD","replies":[]}]},{"id":"","poster":"Emergency","date":"2015-07-06T23:08:04.918+0000","up_votes":1,"down_votes":0,"body":"Aaaach, alles Drophacker","replies":[]},{"id":"","poster":"nashing7around","date":"2015-07-06T23:01:51.778+0000","up_votes":1,"down_votes":0,"body":"same same {{champion:17}}  {{champion:17}}","replies":[]},{"id":"","poster":"Daoiel","date":"2015-07-06T22:51:13.386+0000","up_votes":1,"down_votes":0,"body":"gibt bestimmt rp's als entschädigung, kappa","replies":[{"id":"","poster":"ISmiteGordonI","date":"2015-07-06T23:11:58.779+0000","up_votes":1,"down_votes":1,"body":"kappa in dein arsch {{champion:238}}","replies":[]}]},{"id":"","poster":"spStaudiwer","date":"2015-07-06T22:46:29.473+0000","up_votes":1,"down_votes":0,"body":"Server sind wieder on!","replies":[{"id":"","poster":"Blackcrayzor","date":"2015-07-06T22:50:27.751+0000","up_votes":1,"down_votes":0,"body":"{{champion:35}}  detected Error 404 Trolling not working  please. \n\nAttempt 2 Trolling not working please try to retroll.\n\nAttempt 3 Trolling still useless {{item:2043}} detected.\n\nPlease check your trollnection. And try another trolltempt.","replies":[]},{"id":"","poster":"TheTrueCoan","date":"2015-07-06T22:47:53.182+0000","up_votes":1,"down_votes":0,"body":"Halt irgendwie nicht so...kann mich nach wie vor noch nicht einloggen.","replies":[{"id":"","poster":"Wobba","date":"2015-07-06T22:48:23.904+0000","up_votes":1,"down_votes":0,"body":"m2 \t°-°/","replies":[]}]}]},{"id":"","poster":"Sonic100400","date":"2015-07-06T22:48:55.888+0000","up_votes":1,"down_votes":0,"body":"Hat eigentlich jemand ne Ahnung wann die Server wieder online gehen?","replies":[{"id":"","poster":"Daoiel","date":"2015-07-06T22:50:10.420+0000","up_votes":1,"down_votes":0,"body":"gestern","replies":[]}]},{"id":"","poster":"TypicaIYasuoMain","date":"2015-07-06T22:49:35.189+0000","up_votes":1,"down_votes":0,"body":"Ich kann mich nicht mal mehr einloggen, gehört das dazu? Grade im Ranked, Top lane war won und plötzlich bin ich raus, starte das Game neu und komme nicht mehr rein -.-","replies":[]},{"id":"","poster":"ZoXxeZ","date":"2015-07-06T22:44:28.195+0000","up_votes":1,"down_votes":0,"body":"Hoffen wa mal, dass die nun da was machen x.x","replies":[]},{"id":"","poster":"Daoiel","date":"2015-07-06T22:42:44.030+0000","up_votes":1,"down_votes":0,"body":"Schön finde ich auch immer das die meldung meint ich hätte ein problem mit meinem internet xD","replies":[]},{"id":"","poster":"Hayvayne","date":"2015-07-06T22:35:21.447+0000","up_votes":1,"down_votes":0,"body":"Hab mich schon gewundert warum ich mich nicht einloggen kann. Dacht schonwieder das DIe ein Problem haben mit dem KNOTENPUNKT in Amsterdam. ( da hatten die ja mal auf ein Problem) *hust*\nAber warum genau funktioniren die Serven nun nicht?\nPatch kann es nicht wirklich sein oder?ansonsten würden die es ja RICHTIG ankündigen O:","replies":[]},{"id":"","poster":"Kottenmouth","date":"2015-07-06T22:31:54.293+0000","up_votes":1,"down_votes":0,"body":"Sauber Riot!\n\nEben in Championselect meinen Support picken wollen kommen Verbindungsprobleme... 2 Minuten später die frohe Botschaft -10 Punkte + 30 Minuten Sperre.\n\nDanach reconnect wegen dem Sound von Champselect und schwubs Server weg.\n\nGG,\nGrüße aus dem Bullenland","replies":[]},{"id":"","poster":"XXVI III MMXVII","date":"2015-07-06T22:31:44.256+0000","up_votes":1,"down_votes":0,"body":"Da hat man mal einen freien Abend und die Server sind down :({{champion:122}}","replies":[]},{"id":"","poster":"Predator2609","date":"2015-07-06T22:31:30.457+0000","up_votes":1,"down_votes":0,"body":"war in einem Ranked als das ganze ding zusammen gebrochen ist komme jez gar nicht mehr durch und kann mich nicht anmelden, es erscheint immer verbindung zum pvp.net nicht möglich......wtf??","replies":[]},{"id":"","poster":"Ryan Schêu","date":"2015-07-06T22:31:22.227+0000","up_votes":1,"down_votes":0,"body":"Glückwünsch Rito, schön disconnect bei Stats von 4-0-4 / 120cs - 17 min gehabt.\nGame und somit die Promo verloren, ich bedanke mich recht herzlich.\n*Edit - Rito verteilt wieder Free- Elo für retards, MVP!*","replies":[]},{"id":"","poster":"Chr7s","date":"2015-07-06T22:30:33.835+0000","up_votes":1,"down_votes":0,"body":"ganz toll, war auch im rank und nun musste ich dem leaver buster zustimmen, hab noch nie ein game geleavt.","replies":[]},{"id":"","poster":"XXVI III MMXVII","date":"2015-07-06T22:30:19.727+0000","up_votes":1,"down_votes":0,"body":"da hat man mal einen freuen Abend und die Server sind down :)","replies":[]},{"id":"","poster":"Ella x33","date":"2015-07-06T22:26:27.563+0000","up_votes":1,"down_votes":0,"body":"Toll, echt super! Bin im Ranked.. und natürlich kann ich nicht wieder rein.. -.-' \nSooooooviel Spaß -.-'","replies":[]},{"id":"","poster":"Delyara","date":"2015-07-06T22:24:04.839+0000","up_votes":1,"down_votes":0,"body":"EUW as we know it ! <3","replies":[]},{"id":"","poster":"JFabiii","date":"2015-07-06T22:23:23.592+0000","up_votes":1,"down_votes":0,"body":"Server down? yay wieder ein geister game durch server crash","replies":[]},{"id":"","poster":"Nestoro","date":"2015-07-06T22:23:20.706+0000","up_votes":1,"down_votes":0,"body":"mvp rito","replies":[]},{"id":"","poster":"Blade of Fate","date":"2015-07-06T22:22:42.181+0000","up_votes":1,"down_votes":0,"body":"Ich war mitten im ranked um meine miesen Stats aufzubessern und dann passiert sowas. Echt nervig sowas","replies":[]},{"id":"","poster":"Delyara","date":"2015-07-06T22:22:04.161+0000","up_votes":1,"down_votes":0,"body":"EUW as we know it! <3","replies":[]},{"id":"","poster":"Záuryn","date":"2015-07-06T22:20:28.712+0000","up_votes":1,"down_votes":0,"body":"läuft....!","replies":[]},{"id":"","poster":"Sertyx","date":"2015-07-06T22:20:21.510+0000","up_votes":1,"down_votes":0,"body":"Super , vorallem wenn man die Nacht durchmachen wollte. ~~Love~~ LoL!","replies":[]},{"id":"","poster":"Marcus Phillida","date":"2015-07-06T22:19:54.158+0000","up_votes":1,"down_votes":0,"body":"İst ja an sich nicht soooo schlimm\n\nSCHLİMM waere es aber wenn rito uns dafür Warteschlangen mit niedrigerer prioritaet gibt =(","replies":[]},{"id":"","poster":"lawlqus","date":"2015-07-06T22:17:49.775+0000","up_votes":1,"down_votes":0,"body":"much disconnects very fun such amazing","replies":[]},{"id":"","poster":"Chandii","date":"2015-07-06T22:15:35.092+0000","up_votes":1,"down_votes":0,"body":"ohman -.- hoffe das dauert nicht ewig.\nerst fliegen 4 vom gegner team dann mein ganzes ;D","replies":[]},{"id":"","poster":"Vidalor","date":"2015-07-06T22:13:22.510+0000","up_votes":1,"down_votes":0,"body":"Die Post kündigt das wenigstens an :D\nRiot macht es willkürlich. :(","replies":[]},{"id":"","poster":"91hamza91","date":"2015-07-06T22:09:02.038+0000","up_votes":1,"down_votes":0,"body":"Just fck this.\nIngame, pressing on Tower, faster than minions TRYING TO RECONNECT u die server broke bye.","replies":[]},{"id":"","poster":"West Berlin","date":"2015-07-06T22:08:12.823+0000","up_votes":1,"down_votes":0,"body":"yep same problem here... hope i dont get punished :P","replies":[]},{"id":"","poster":"taru","date":"2015-07-06T22:57:16.057+0000","up_votes":1,"down_votes":2,"body":"Mein scheiß verdammtes game hatte nicht einen lagg nicht einen dc und nach meiner 7 game loss streak gewinne ich endlich ein game und die scheiß low gegner bekommen loss prevented und ich +8????? Seid ihr ver%%%%t nochmal serious????? Jedes verdammte mal wenn jeder laggt bekomme ich -20 und immer wenn alles stabil läuft bekomme ich +8 und die gegner loss prevented, was soll der dreck verdammt nochmal?! Währenddessen bekomme ich -20 in einem game, indem ich von Min 1 eine afk zyra toplane habe, das wir über 35 min hart dominieren(trotz unterzahl). Fühlt sich richtig fair an bei euch als spieler, richtig richtig fair.","replies":[{"id":"","poster":"GG DS","date":"2015-07-06T23:13:55.108+0000","up_votes":1,"down_votes":0,"body":"mimi - wait for it - mi {{item:3070}}","replies":[]}]},{"id":"","poster":"SADE90","date":"2015-07-07T08:32:27.358+0000","up_votes":1,"down_votes":1,"body":"einfach nur geil Punkt 0 Uhr geht scheinbar der Server down und um 9:30 kann ich mich einloggen, was passiert ich verlier die Verbindung und kann nicht reconnecten sehr geil sehr geil!","replies":[]},{"id":"","poster":"KaputtniK","date":"2015-07-07T08:30:49.457+0000","up_votes":1,"down_votes":1,"body":"wow gestern gegen 00:00 das letzte game gezoggt.. dann gabs das problem mit dem server und seid 10 std. immer noch nichts passiert? komme immer noch nicht rein.... gj riot{{summoner:21}}","replies":[]},{"id":"","poster":"Nazjata","date":"2015-07-07T07:25:19.719+0000","up_votes":1,"down_votes":1,"body":"Na toll, letztes promo game als verloren gewertet deswegen und jetzt nur silber 3 :(\nZiemlich doof das ganze naja dann geht es wieder von vorne los {{item:3070}}","replies":[]},{"id":"","poster":"undercover10","date":"2015-07-06T23:02:51.226+0000","up_votes":1,"down_votes":1,"body":"hoffe das kappt inner stunde wieder xD","replies":[]},{"id":"","poster":"DUDE ÒÓ","date":"2015-07-06T22:59:11.742+0000","up_votes":1,"down_votes":1,"body":"logische konsequenz?!? schlafen gehen ^^ der psychische stress beim absturz ist es mir nicht wert früh graue haare zu bekommen :D \n{{item:3112}} hoffe nur das es bis morgen wieder gut ist und man entspannt wieder spielen kann :P","replies":[]},{"id":"","poster":"TheLegendaryBert","date":"2015-07-06T22:57:27.283+0000","up_votes":1,"down_votes":1,"body":"Ich kann mich nich einloggen :S\n{{item:2054}}","replies":[]},{"id":"","poster":"Celtyy","date":"2015-07-06T22:49:19.319+0000","up_votes":1,"down_votes":1,"body":"yay direkt vorm team fight 8 min rausgeworfen und natürlich nur ich die anderem im ts dürfen in game bleiben danke rito","replies":[{"id":"","poster":"DFG Partunax","date":"2015-07-06T22:55:23.869+0000","up_votes":1,"down_votes":1,"body":"tja wir sind halt alle cool :D","replies":[]}]},{"id":"","poster":"Izayá","date":"2015-07-06T22:27:53.041+0000","up_votes":2,"down_votes":2,"body":"Rito pls.. wir haben grade unseren 2/13/10 Tresh (Ingame Name Fapian {{champion:17}} )  geflamt :(\nEUW fixen :3","replies":[]},{"id":"","poster":"ChiRaq To LA","date":"2015-07-06T22:24:28.594+0000","up_votes":0,"down_votes":3,"body":"Ich war voll am winen mid auf einmal kommt einfach disconnected gg riot\n{{champion:83}}","replies":[{"id":"","poster":"Deep Web","date":"2015-07-06T22:37:34.392+0000","up_votes":1,"down_votes":1,"body":"uff dachte schon an einen hack   ob die das jemals in eu west hinkriegen werden?","replies":[]}]}]}