{"id":"gpbJ66ta","poster":"kaihase111","date":"2015-07-06T12:47:05.640+0000","title":"Neue Map, neues Glück?","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Meine Idee f&uuml;r einen neuen Spielmodus f&uuml;r das Spiel League of Legends\r\n\r\nIn der letzten Zeit machte ich mir einige Gedanken &uuml;ber das Spiel. Dabei bemerkte ich nach dem Anschauen einiger Videos von Letsreadsmallbooks, Maxims Hinweis auf Starcraft bei dem sich die Spieler die Wiederholungen ihrer Spiele zum Ausmerzen ihrer Fehler erneut anschauen. Dies ist meiner Meinung nach bei der normalen Kluft kaum m&ouml;glich. Schlie&szlig;lich dauern die Spiele hier &ouml;fters auch mal &uuml;ber einer halben Stunde. Und mal ehrlich wer schaut sich gerne eine halben Stunde etwas gerad Gespieltes an? \r\n\r\nAlso w&auml;re mein Vorschlag, dass man sich einen neuen Spielmodus erdenkt, der sich vor allem dynamischer spielt. Diese Dynamik k&ouml;nnte man durch einen schnelleren Erfahrungsgewinn und einer anderen Karte erzeugen. Bei der Karte w&uuml;rde ich auch eher eine 5 gegen 5 Map bevorzugen, damit diese sich mehr der Kluft &auml;hnelt als zum Beispiel der 3 gegen 3 Map. Den h&ouml;heren Goldgewinn m&uuml;sste man gar nicht so stark einf&uuml;hren, da ich hier eine andere Idee der Items einf&uuml;hren w&uuml;rde. Diese Items bilden dann untereinander neue F&auml;higkeiten. Als Beispiel baut man sich das sich als Beispiel ein Item mit dem Namen Schwert des Blutes. Dies hat die Einzelaktive einen Einzel-CC. Dann kauft sich der gleiche Spieler zum Beispiel den Stab des Butzers. Dieser bringt als aktive zum Beispiel einen Ma&szlig;en CC. Sobald der Spieler beide Items in seinem Inventar hat, erh&auml;lt er die spezielle Item-F&auml;higkeit alle 5 Minute oder so einen Gruppen-Stun zu vollf&uuml;hren, da er eben den Stab des Butzers und das Schwert des Blutes besitzt. Diese Items bilden dann eben billige einzelne Items und werden sofern man mehrere besitzt zu st&auml;rkeren Items. Eine &Auml;hnlichkeit zu der Kluft, nur hier w&uuml;rde es noch mehr Tiefe geben. Nat&uuml;rlich w&uuml;rde das Spiel dann noch komplexer werden, aber auch noch mehr spielerische Freiheit haben.\r\n\r\nMeiner Meinung nach sollten/k&ouml;nnten die Entwickler diesen neuen Spielmodus von der eigentlichen Kluft distanzieren, indem die Champions dann andere Positionen einnehmen, dadurch w&uuml;rden sie auch eher ungespielte Champions in die Meta bringen, wenn auch nur auf der neuen Map. Die Meta w&auml;ren also getrennt. \r\n\r\nMit diesem neuen Spielmodus g&auml;be es auch einen weiteren Grund der Entwickler den Zuschauermodus zu Verbessern. Meiner Meinung nach w&auml;re es wichtig Spiele speichern zu k&ouml;nnen und dann ab einem bestimmten Punkt diese selbst zu spielen. Damit k&ouml;nnten Spieler ohne die Anstrengung alles neue Spielen zu m&uuml;ssen, sich in bestimmten Situationen verbessern. Im Angesicht von dem gerade genannten Maxim sollte es auch eine M&ouml;glichkeit geben, die Starpositionen zu ver&auml;ndern, also dass man mit so und so viel Geld startet und mit einem bestimmten Level startet.\r\nEtwas wo man vielleicht noch einmal nachdenken sollte ob man dies ver&auml;ndern will, w&uuml;rde der Jungle sein (die Buffs sowie der Dragon). Bei solchen Sachen k&ouml;nnte man auch mal die Community zur Abstimmung bewegen. So bekommt jeder Account die M&ouml;glichkeit eine Stimme zu vergeben und vorgestellte Ideen up oder down zuvoten.\r\n\r\nAlles in allem ist dies mein Vorschlag f&uuml;r einen neuen Spielmodus, der neue Spiel heran holen und alteingesessene Spieler faszinieren soll.","replies":[]}