{"id":"eIHBfLAi","poster":"jungle sûcks","date":"2015-07-05T19:09:48.850+0000","title":"WLan Repeater (Lan Port, Ja oder Nein) ?","subforum":"Allgemeiner Chat","embed":{"title":"TP-Link TL-WA854RE WLAN Repeater (300Mbit/s, WPS)","description":"TP-Link TL-WA854RE WLAN Repeater: Amazon.de: Computer & Zubehör","url":"http://www.amazon.de/TP-Link-TL-WA854RE-WLAN-Repeater-300Mbit/dp/B00H32T3M4/ref=sr_1_1?ie=UTF8&qid=1436121043&sr=8-1&keywords=tp-link+wlan+verst%C3%A4rker","image":"http://ecx.images-amazon.com/images/I/31vIiLpxNQL.jpg"},"up_votes":1,"down_votes":0,"body":"Wo ist der Unterschied zwischen einem Wlan Repeater mit Lan Ports und einem ohne Lan Ports, oder gibt es da gar keinen ?\r\n\r\nUnd gibt es Vorteile wenn man einen mit Lan Ports hat ?\r\n\r\nWenn jemand Ahnung hat k&ouml;nnte das vielleicht jemand beantworten, auch wenns nicht gerade hierher passt ? :/","replies":[{"id":"","poster":"Thx And Bye","date":"2015-07-05T19:19:47.687+0000","up_votes":1,"down_votes":0,"body":"Ich habe auch einen Repeater laufen. (von AVM)\nDiesen habe ich mit einem Kabel mit dem Router verbunden und lasse ihn ein eigenes Netzwerk aufbauen. (unabhängig vom Wi-Fi des Routers)\nSo können keine bzw. so gut wie keine Fehler in der Verbindung zwischen Router und Repeater auftreten. Dieses Wi-Fi benutze ich allerdings nur für meine Smartphones, nicht für die Computer. (die sind auch mit einem Kabel Verbindungen)\n\nDer Vorteil eines LAN-Ports an einem Repeater ist also, dass er (sofern es die Konfiguration zulässt) sein Signal nicht auch über das fehleranfällige drahtlose Netzwerk, sondern über eine Kabel gebundene Verbindung beziehen kann.\n\nAuf der anderen Seite kannst du den Port aber auch dafür benutzen, um ein Gerät ohne Wi-Fi Karte (z.B. eine alte Spielkonsole, ein Smart-TV ohne Wi-Fi oder ein Netzwerkfähigen Blu-Ray player) über ein Drahtlosnetzwerk mit dem Internet verbinden kannst, ohne dafür ein Kabel zum betreffenden Gerät legen zu müssen.\n\nEin Repeater ohne Netzwerkanschluss kann sein Signal ausschließlich über ein anderes Drahtlosnetzwerk beziehen bzw. \"abgeben\".\nDies ist meist fehleranfälliger und langsamer (vorallem in Gebieten, wo es bereits viele Drahtlosnetzwerke gibt), als eine Version, wo eine Seite durch ein Kabel verbunden ist. (egal, ob \"an\" oder \"ab\")","replies":[]}]}