{"id":"WnpKWBiK","poster":"JhinTonic420","date":"2015-07-05T22:01:42.890+0000","title":"Lag / Ping Spikes","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hey,\r\nhabe seit ein paar Tagen ca alle 5 Minuten Ping Spikes ( Der Ping geht dann von 50 oder 60 auf 300- 400) \r\nBin hier im Forum nicht wirklich schlau geworden. \r\nKann mir jemand helfen oder hat jemand einen Tipp, wie ich das Problem beheben kann ? \r\nMfG","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-05T22:12:30.867+0000","up_votes":1,"down_votes":0,"body":"Heya\nMagst du mal ein Tracert erstellen?\n> Ein tracert erstellt eine Liste der Server über die das Paket an einen bestimmten Server geschickt wurde. In unserem Fall von dem Hausanschluss bis zum Riotserver.\n> Zusätzlich wird noch protokolliert in welchem Zeitraum die Pakete verschickt wurden.\n> Ein gutes Programm um viele tracerts anzufertigen und auszuwerten ist Pingplotter. Download:\n> http://www.pingplotter.com/downloads/pngplt_std.exe\n> 1. Das 'Trace Interval' sollte auf '1 second' eingestellt werden.\n> 2. Die 'Address to Trace' ist in unserem Fall 185.40.65.1\n> 3. trace starten\n> 4. Es wird jetzt jede Sekunde ein tracert durchgeführt. Während Pingplotter im Hintergrund läuft, kann man ein Testspiel in LoL starten um zu testen ob Probleme auftreten.\n> Sollte es Verbindungsprobleme geben, geht es mit Schritt 5 weiter. Gibt es keine Verbindungsprobleme sind die tracerts >vermutlich nutzlos.\n> 5. Sollten Verbindungsprobleme aufgetreten sein, müssen die tracerts abgespeichert werden. File -> Export to textfile...  http://fs1.directupload.net/images/141125/hmj3jxtl.png\n> 6. Samples to Export: All Samples  http://s14.directupload.net/images/141125/tn9c75t4.png\n> 7. 'Export...' Speichert die Textdatei am besten auf dem Desktop oder an einem Ort wo ihr diese auch wieder findet.\n> 8. Datei im Forum hochladen wenn ihr eure Antwort erstellt\n>\n> Anhand der tracerts kann man häufig die Fehlerquelle finden, wenn es sich bei den Verbindungsproblemen um Paketverlust oder einen hohen Ping handelt.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"JhinTonic420","date":"2015-07-05T22:33:34.593+0000","up_votes":1,"down_votes":0,"body":"So hier das Tracert. \nMfG","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-06T05:50:53.372+0000","up_votes":1,"down_votes":0,"body":"Heya\nMagst du mal testen ob das Problem mit einem VPN wie zb Cyberghost auch auftritt?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"JhinTonic420","date":"2015-07-06T09:20:14.992+0000","up_votes":1,"down_votes":0,"body":"Danke für die Hilfe. \nDas Problem hat sich gelöst, nachdem ich die \"Peer to Peer\" - Funktion im Launcher ausgeschaltet hab. \nMfG","replies":[]}]}]}]}]}