{"id":"tjZiBqGu","poster":"ReD Tinex","date":"2015-07-05T13:37:33.250+0000","title":"Riot tickt ihr eigentlich noch ganz sauber??","subforum":"Champions & Gameplay","up_votes":1,"down_votes":15,"body":"Also. Ich spiele jetzt schin seit 1 1\\2 Jahren LoL und war auch nich wirklich schlecht darin. Doch das was ihr da macht ist einfach Schwachsinn.\r\nWas ist das denn bitte f&uuml;r ein beschissenes Matchmaking? Ich verliere eigentlich nur noch andauerend und bin in k&uuml;rzester Zeit von Silber 2 auf Silber 4 gefallen und jetzt kurz davor noch eine Divisiom abzusteigen!!! Und das liegt kaum daran das ich schlechter bin. Ich bin Main Jungle und Mid und kann eigentlich auch ganz gut Carriren. Aber das f&auml;llt halt schwer, wenn jede andere Lane au&szlig;er mir am feeden ist. In den anderen Teams, ist das dann viel ausgeglichener.\r\nZum Beispiel habe ich ein Bronze 4 Spieler und einen Gold 4 Spieler. Dann denk ich mir am Anfang des Games keine Bange das wird schon. 5 min. nach Spielbeginn ist der Gold 4 Spieler dann First Blood und f&auml;ngt dann an wie ein Bronze 5 Spieler rumzuflamen, das der Bronze Spieler so schlecht ist. Der verkackt dann halt auch wieder, und so kommt eins zum anderen.\r\nDas alles w&auml;re kein eigentlich kein Problem, nur das der Gold 4 Spieler wie Bronze 3 Spielt, ist halt echt schlimm..... ich will jetzt nich rumjammern, das ich nur wegen solchen Leuten kein Platin Spieler bin, aber wenn das andere Team dann halt nur aus Silber 3 und Silber 4 Leuten besteht ist das ganze schon unfair. \r\nUmd als mir das ganze geflame dann vor kurzen mal wieder zu weit ging umd ich das Game verlies, kam als ich wieder Spielen wollte die Meldung, dass ich nun eine geringere Matchmaking Priorit&auml;t h&auml;tte. Das wirkte sich dann so aus, das ich die n&auml;chsten Games vorher noch immer sch&ouml;n warten d&uuml;rfte. Aber das beste war, das sie schreiben, ich w&uuml;rde den anderen ein unangenehmes Spielerlebnis schaffen usw. ... Es ist doch so, das nicht ich den, sondern die mir das ganze Spiel versauen. Und wenn ich die dann wegen Flamings reporte bringt das ganze dann nichts, weil die dann bur eine Warnung kriegen und nicht mehr.\r\nSo jetzt hab ich mir meinen Frust von der Seele geschrieben und jetzt seid ihr dran. Und jeder der jetzt meint schreiben zu m&uuml;ssen, dass ich wie ein 8 j&auml;hriger rumheule, was ich ja auch eigentlich mache, soll einfach gleich das Maul halten.\r\nLG Lee Sin Don","replies":[{"id":"","poster":"Joux","date":"2015-07-05T13:43:51.503+0000","up_votes":5,"down_votes":0,"body":"Wieder jemand der das System nicht versteht... Spiel einfach konstant besser und du wirst es irgendwann schaffen raus zu kommen es ist nunmal so das man auch mal große losingstreaks hat und danach gewinnt man auch wieder das war bis jetzt immer so und ich war bronze 5 und hab es ja auch geschafft hoch zu kommen dann schaffst du das auch nimm dir einfach nicht jedes game so zu herzen und mute die die nicht das maul halten wollen fertig","replies":[]},{"id":"","poster":"Veezey","date":"2015-07-05T15:29:13.362+0000","up_votes":4,"down_votes":0,"body":"Du heulst rum wie ein 5-jähriges Mädchen.","replies":[{"id":"","poster":"Bergelmir32","date":"2015-07-05T15:56:50.646+0000","up_votes":1,"down_votes":1,"body":"Chauvinistenschwein!","replies":[{"id":"","poster":"Veezey","date":"2015-07-05T19:40:41.933+0000","up_votes":1,"down_votes":1,"body":":O","replies":[]}]}]},{"id":"","poster":"A Dragons Heart","date":"2015-07-05T14:24:39.228+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=Lee Sin Don,realm=EUW,application-id=Wj1wcocU,discussion-id=tjZiBqGu,comment-id=,timestamp=2015-07-05T13:37:33.250+0000)\n>\n> Also. Ich spiele jetzt schin seit 1 1\\2 Jahren LoL und war auch nich wirklich schlecht darin. Doch das was ihr da macht ist einfach Schwachsinn.\n\nEine Firma, die seit Jahren in diesem Bereich arbeitet/herumexperimentiert etc. sollte besser wissen was richtig ist als du.\n\n> Was ist das denn bitte f&uuml;r ein beschissenes Matchmaking?\n\nDas Matchmaking ist ganz und gar nicht beschissen.\n\n >Ich verliere eigentlich nur noch andauerend und bin in k&uuml;rzester Zeit von Silber 2 auf Silber 4 gefallen und jetzt kurz davor noch eine Divisiom abzusteigen!!! Und das liegt kaum daran das ich schlechter bin.\n\nWenn du auf der Division bleibst, schon. Und andauernd verlieren ? Du hast 6 von den letzten 15 Spielen gewonnen, das ist fast die Hälfte und nicht andauernd.\n\n >Ich bin Main Jungle und Mid und kann eigentlich auch ganz gut Carriren. Aber das f&auml;llt halt schwer, wenn jede andere Lane au&szlig;er mir am feeden ist. In den anderen Teams, ist das dann viel ausgeglichener.\n\nEs ist mal so, mal so. In jedem Team! Und wenn ich mir deine Statistiken angucke... Naja, so einen guten Burschen, wie du behauptest kann ich daraus nicht ganz erkennen. Und, dass jeder andere feedet stimmt auch nicht! Einige haben ein gutes Spiel hingelegt und waren sigar besser als du!\n\n> Zum Beispiel habe ich ein Bronze 4 Spieler und einen Gold 4 Spieler. Dann denk ich mir am Anfang des Games keine Bange das wird schon. 5 min. nach Spielbeginn ist der Gold 4 Spieler dann First Blood und f&auml;ngt dann an wie ein Bronze 5 Spieler rumzuflamen, das der Bronze Spieler so schlecht ist. Der verkackt dann halt auch wieder, und so kommt eins zum anderen.\n\nDu spielst weder mit Bronze- noch mit Goldspielern zusammen! Du bist Silber!\n\n> Das alles w&auml;re kein eigentlich kein Problem, nur das der Gold 4 Spieler wie Bronze 3 Spielt, ist halt echt schlimm..... ich will jetzt nich rumjammern, das ich nur wegen solchen Leuten kein Platin Spieler bin, aber wenn das andere Team dann halt nur aus Silber 3 und Silber 4 Leuten besteht ist das ganze schon unfair. \n\nNa und ? Vielleicht hat der angebliche Gold-Spieler ja einen schlechten Tag, oder der Gegner war einfach besser ? Und zum rummeckern : Wenn du das nicht willst, warum tust du es dann ?\n\n\n> Umd als mir das ganze geflame dann vor kurzen mal wieder zu weit ging umd ich das Game verlies, kam als ich wieder Spielen wollte die Meldung, dass ich nun eine geringere Matchmaking Priorit&auml;t h&auml;tte. Das wirkte sich dann so aus, das ich die n&auml;chsten Games vorher noch immer sch&ouml;n warten d&uuml;rfte. Aber das beste war, das sie schreiben, ich w&uuml;rde den anderen ein unangenehmes Spielerlebnis schaffen usw. ... Es ist doch so, das nicht ich den, sondern die mir das ganze Spiel versauen. Und wenn ich die dann wegen Flamings reporte bringt das ganze dann nichts, weil die dann bur eine Warnung kriegen und nicht mehr.\n\nWenn du aus dem Spiel gehst, versaust du den anderen ihr Spielerlebnis, weil du sie im Stich lässt! Dementsprechend wirst du bestraft. Es ist ganz egal, ob du es aus irgendeinem Grund getan hast, oder weil sie geflamet haben. Die Strafe ist verdient. Und woher willst du wissen, dass sie keine Strafe kriegen ? Das weißt du nicht! \n\n\n> So jetzt hab ich mir meinen Frust von der Seele geschrieben und jetzt seid ihr dran. Und jeder der jetzt meint schreiben zu m&uuml;ssen, dass ich wie ein 8 j&auml;hriger rumheule, was ich ja auch eigentlich mache, soll einfach gleich das Maul halten.\n> LG Lee Sin Don\n\nDu weißt, dass du wie ein 8-Jähriger rumheulst, möchtest das aber nicht hören. Warum lässt du es dann nicht einfach? Du suchst Hilfe/Leute mit denen du reden kannst, wirst aber direkt wieder offensiv und aggressiv. Warum ? \n\n\nDein Text ist voll mit falschen Behauptungen, das was du für ungerecht hältst ist vollkommen gerecht!\nSonst noch Fragen?\n\nGrüße\n\n\"The Sword Of Destiny...Has Two Edges\"","replies":[]},{"id":"","poster":"Staxer0","date":"2015-07-05T17:19:59.735+0000","up_votes":1,"down_votes":0,"body":"Ich klau das jetzt einfach mal von Drexxsack, da man es einfach nicht schöner erklären kann. Hoffe es ist in Ordnung für ihn...\n\nQuelle: Drexxsack\n\nWir treffen jetzt mal ein paar Annahmen, damit es anschaulicher ist.\n1. Zwei Teams haben 4 ihrer 5 Slots belegt.\n2. Es gibt 3 Spielstärken und alle belegen 1/3 der Spielerschaft\n\nStärker als der Schnitt\n\nDurchschnitt\n\nschlechter als der Schnitt\n\nDie Teams sehen folgendermaßen aus:\nDein Team\n1. Guter Spieler\n2. Schlechte Spieler\n3. Durchschnitt\n4. Durchschnitt\n5. Du\n\nGegnerteam\n1. Guter Spieler\n2. Schlechte Spieler\n3. Durchschnitt\n4. Durchschnitt\n5.\n\nNun sieht es folgendermaßen aus. Spieler 5 wird nun im Schnitt zu je 33% mit einem der Spielertypen belegt. Dein Slot hingegen ist zu 100% fest. Bist du schlechter als der Schnitt, ist dein Team in 66% der Fälle schwächer. Du wirst so also öfter verlieren.\nBist du durchschnittlich, sind 33% der Gegner schwächer als ihr, 33% so gut wie ihr und 33% stärker als ihr. Du wirst hier auf etwa 50% Winrate kommen.\nBist du hingegen stärker als der Schnitt deiner Liga, wirst du in 66% der Fälle, das stärkere Team haben.\nDas ganze ist jetzt natürlich ein sehr grobes Modell, allerdings bleibt das Prinzip gleich.\n\nEs ist als Modell mit festen Werten gestaltet, damit wir nicht mit etwas komplexeren, allgemeinen Gruppen arbeiten müssen, die verwirren könnten.\nEgal ob ich nun mit Festwerten arbeiten oder nicht, es bleibt dabei. Entscheident ist ausschließlich dein Slot für deine Platzierung.","replies":[{"id":"","poster":"Abasin","date":"2015-07-06T10:36:31.938+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Staxer0,realm=EUW,application-id=Wj1wcocU,discussion-id=tjZiBqGu,comment-id=0003,timestamp=2015-07-05T17:19:59.735+0000)\n>\n> Ich klau das jetzt einfach mal von Drexxsack, da man es einfach nicht schöner erklären kann. Hoffe es ist in Ordnung für ihn...\n> \n> Quelle: Drexxsack\n> \n> Wir treffen jetzt mal ein paar Annahmen, damit es anschaulicher ist.\n> 1. Zwei Teams haben 4 ihrer 5 Slots belegt.\n> 2. Es gibt 3 Spielstärken und alle belegen 1/3 der Spielerschaft\n> \n> Stärker als der Schnitt\n> \n> Durchschnitt\n> \n> schlechter als der Schnitt\n> \n> usw.\n\nDas versteht er doch nicht als 8-jähriger {{champion:1}}","replies":[]}]}]}