{"id":"Esct6asJ","poster":"SoxDennisMaster","date":"2015-07-05T06:43:23.192+0000","title":"Matchmaking-system","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Hallo, wie kann es bittesch&ouml;n sein das mein Team gerade ebend eine Win Rate von nur 40 % hat und das Gegnerteam gleich mal 60 % ?\nDazu kommt 3 unranked Spieler obwohl ich Silber 3 bin.\n\nInfos &uuml;ber die Winrate habe ich &uuml;ber http://www.lolskill.net/ angesehen.\n\nDas ist doch nicht normal und das Game war schon seit Beginn ein Lost.\nEin Adc mit Internetprobleme der auch Silber war.\nEine Leona die keine Leona spielen konnte.\nEine Midlane die nicht wusste wie man safe spielt gegen sein counter usw.\nDer einzige der mir in dem Spiel gerade ebend n&uuml;tzlich war und eine Hilfe f&uuml;r das Team war unserer Jungle Amumu.\n\nIch war Top mit Taric und habe 8 Kills oder so gehabt weit aus mehr als &uuml;berhaupt mein Adc mit 1/11 support 0/10 oder so.\n\nEs ist wirklich zum kotzen, vorallem immer wenn man kurz vor der Promo ist oder in der Promo.\n\nKann das nicht mal behoben das es eine bessere belance bei den Teams gibt?\n\n**Nachtrag:**\n\nGerade noch eine runde Ranked gespielt:\n\nDas war die Winrate: http://i.imgur.com/v4H3e1U.jpg\n\nDas ist das Spielergebnis: http://i.imgur.com/yjNBOdD.png\n(Bitte den Chat ignorien :D)\n\nDas Gegnerteam wurde einfach zerstört.\n\nWo ist da die balance ?\nDas macht echt kein Spaß -.- , wenn man zu leicht gewinnt oder zu hart verliert. Habe sehr selten gute late Games wo man sagen kann ja das Spiel hat spaß gemacht das war Fair und vorallem, es war eine Balance vorhanden.\n","replies":[{"id":"","poster":"Quantum Theory","date":"2015-07-05T08:25:19.690+0000","up_votes":3,"down_votes":0,"body":"Und wo ist da dein Vorschlag wie man es besser machen könnte?","replies":[{"id":"","poster":"SoxDennisMaster","date":"2015-07-05T10:48:03.809+0000","up_votes":1,"down_votes":1,"body":"Mein Vorschlag wäre das die unranked Spieler eher mit Bronze Spieler zusammen kommen als mit Silber Spieler um erstmal dort sich zu beweisen.\nDas man 10 Spiele machen muss um eingestuft zu werden alles schön und gut.\nBessere Lösung wäre das jeder einfach mal Bronze 3 startet und dann entweder auf oder absteigt so wie er spielt.\n\nSpielt einer Spieler gut mit sein Team und gewinnt so oft, na dann ist er schnell aus Bronze raus.\nSollte es aber so sein das er schlecht spielt bleibt er auch gleich Bronze.\n\nDesweiteren kommen solche Fehlerhaften Winrates auch zu stande wenn vorher einer die Lobby verlassen hat bei der Banphase.\nDann sucht das System einfach nur nach einen neuen Spieler.\nDas kann man aber selber nicht Wissen wenn man gerade das Spiel startet und ranked game sucht.\nAber aufjedenfall liegt hier auch ein Fehler vorhanden.\n\nEs wird eher nach einen Lückenfüller gesucht statt jemanden mit der passenden KDR (LSS siehe lolskill.net).\n\nIch hatte dieses Jahr es schon in Gold 3 geschafft war für ca. 2 Wocen wenn nicht sogar 3 Wochen in der GoldLiga, aber bin schnell wieder in Silber abgestiegen. Dank Afkler, Troller, Feeder usw. das Gesindel was man sich im Spiel nicht wünscht -.-, aber egal das tut es hier nicht zur Sache.\n\nIm Grunde müsste ein besseres MMS ( Matchmaking-System) her.\nIn CS:GO wartest du fast 5 MInuten oder länger und spielt dann wenigstens gleich starke Gegner aber hier ist das echt kaum der Fall.\n\nEntweder ist das Blaue Team das stärke oder das Rote Team.\nIch hatte dieses Jahr gerade mal 2 Spiele wo ich gesagt habe was ein geiles Match bis zu letzen Minute gekämpft und Gewonnen / Verloren.\nAber das Spiel war geil. da war mir das egal das ich verloren habe.\n\n\nIm großen und ganzen sollte es einfach eine bessere Lösung dafür geben.\nAuch sollte man mal darauf achten vorallem in den Promo´s bekommt man entweder ultra schlechte gegner oder ultra starke.","replies":[]}]},{"id":"","poster":"Xøna","date":"2015-07-05T13:15:48.167+0000","up_votes":1,"down_votes":0,"body":"\"Das ist doch nicht normal und das Game war schon seit Beginn ein Lost.\nEin Adc mit Internetprobleme der auch Silber war.\nEine Leona die keine Leona spielen konnte.\"\nInternet Probleme ist etwas komplett anderes als das er zu schlecht spielen würde um in Silver zu sein.\nEine Leona die keine Leona spielen kann was glaubst du wie oft sowas vorkommt?\nIn der Lobby fängt es doch an mit:\n\"ADC: PLS PICK LEONA LEONA IS STRONK\"\n\"Support: Ok but Im not good with Leona\"\n\"ADC: NO Problem LEONA IS OP\"\nZumindest krieg ich sowas immer aber wer kennt das nicht? xD\nBedenke auch man kann nicht IMMER gut spielen.\nManchmal hat man nunmal einen Tag wo man schlecht spielt und diese Leute sind selbst auch nicht glücklich \ndamit wie sie gespielt haben sollte das der Fall sein.\n\"Das Gegnerteam wurde einfach zerstört.\n\nWo ist da die balance ?\nDas macht echt kein Spaß -.- , wenn man zu leicht gewinnt oder zu hart verliert. Habe sehr selten gute late Games wo man sagen kann ja das Spiel hat spaß gemacht das war Fair und vorallem, es war eine Balance vorhanden.\"\nManchmal gibt es stomps und manchmal nicht.\nUnd meiner meinung nach habt ihr sie nicht zerstört, zerstört ist für mich: Over 30 Kills/9Kills\nAber das kann ich leider nur behaupten weil ich das spiel selbst nicht gesehen habe\naber wie gesagt manchmal gibt es stomps und manchmal knappe spiele und manchmal einfache die sogenannten \" Wir spielen besser als ihr und gewinnen auch deswegen langsam aber sicher\" Spiele\nBye have a great time","replies":[{"id":"","poster":"SoxDennisMaster","date":"2015-07-05T13:27:27.488+0000","up_votes":1,"down_votes":1,"body":"Ist mir schon klar das man auch mal einen schlechten Tag hat.\nAber es gibt einfache Regeln, die man als Spieler wissen sollte.\n\nUnd wer Level 30 ist und Ranked spielt der sollte das zu 100 % Wissen.\n\nWas mein ich damit?\n\nBeispiel: Man merkt der Gegner ist stärker man hat keine Chance, man spielt also Safe verliert etwas farm und bittet den jungler für einen gank.\n\nAber Nein was wird statt dessen gemacht offensiv und wie ein irrer in den Gegner rein gerannt -.- .\n\nDas jetzt nur mal 1 Beispiel gewesen gibt noch so viele weitere.\n\nWas mich auch momentan sau nervt ist das kaum ein Spieler sein trinket upgradet erst nach 3 bis 5 mal wiederholungen im Chat kaufen die es sich.\n\nZwischen Level 9 - 12 ist das trinket upgrade ein muss einfach aber das verstehen kaum Spieler was auch nervt bringt aber nix zum Thema wollte ich nur mal erwähnt haben.\n\nIch finde das MMS ist in LoL schlecht gelöst. Selbst in CS:GO oder anderen Games ist eine bessere Belance vorhanden als hier.\n( Mir ist bewusst das man schlecht jetzt CS:GO ansich mit LoL vergleichen kann aber es geht ja um das MMS .)","replies":[]}]}]}