{"id":"NO5UNqgI","poster":"Schwarzenswagger","date":"2015-07-04T17:53:44.272+0000","title":"Wenig Kontakt mit der Community seitens Riot","subforum":"Allgemeiner Chat","up_votes":6,"down_votes":2,"body":"Warum kriegen wir eigentlich so wenig Einsicht in den Entwicklungsprozess von Champions, Items und Reworks? Nat&uuml;rlich gibt es den PBE, aber es wird niemals direkt gefragt was die Meinung der Community zu solchen ist.\r\n\r\nH&auml;tte man die Grundidee vom Ryze-Rework der Community vorgelegt bevor er auf dem PBE kam, h&auml;tte man sehr schnell erkannt, wie OP er ist. Und die Leute auf dem PBE haben auch gemerkt, dass er krass ist, jedoch gab es kaum die M&ouml;glichkeit dies vor Riot zu &auml;u&szlig;ern. Und dann wurde er sogar noch gebufft, obwohl es in Foren etc. viel Stimmen gegeben hat, die dagegen gesprochen haben. Es wurden zuweilen sogar Videos dazu hochgeladen ( siehe LRSB ).\r\n\r\nUnd dass ist nur ein Einzelfall. Die Leute regen sich auch &uuml;ber das gereworkte H&ouml;llenzepter auf dem PBE auf, verst&auml;ndlicherweise, denn somit ist es ein weiteres Tank-Item ( als ob die noch so eins br&auml;uchten ) und der Nischenpick von Diana, Fizz etc. geht verloren. Und obwohl sich die Community vielerorts schon beklagt hat und die Meinung zum Rework eher negativ ausf&auml;llt, wird es wahrscheinlich sowieso in den n&auml;chsten Patches auf die Live-Server kommen. \r\n\r\nUnd was ist mit eigentlich mit Ao Shin passiert? Es wurde am Anfang seiner Entwicklung gro&szlig; gehypet dass er rauskommen soll, und die Community seine Ideen darin einflie&szlig;en lassen soll. Das ist nun zwei Jahre her. Und was haben wir von ihm gesehen? Nichts. Keine Informationen zum Entwicklungsprozess, kein Update, ganz zu schweigen von der Beteiligung der Community die in den letzten zwei Jahren ebenfalls ausgefallen ist.\r\n\r\nVor zwei Jahren wurde ebenfalls ein Yorick-Rework angek&uuml;ndigt. Und wieder hat man es schleifen lassen. So ziemlich die gleiche Problemlage wie mit Ao Shin.\r\n\r\nUnd das allerschlimmste Beispiel war als die Server angefangen haben, nicht mehr zu funktionieren. Insofern kann man Riot daf&uuml;r nicht an den Hals gehen, die Server waren einfach &uuml;berf&uuml;llt. Was mich daran jedoch richtig aufgeregt hat war das gigantische Informationsvakuum. Was ist genau mit den Servern los? Wann werden sie gefixt? Wie werden sie gefixt? Zwischenberichte &uuml;ber die aktuelle Lage? Als sich herausgestellt hat, dass das Problem gefixt wurde, hatte keiner wirklich Hintergrundinformation dar&uuml;ber, wie das Ganze vonstatten gegangen ist. Das Einzige, was ich bis heute wei&szlig;, ist dass anscheinend ein neuer Server in Amsterdam gebaut wurde, und das habe ich erst herausgefunden, als die Serverlags schon lange vorbei waren, obwohl die Baustelle anscheinend schon seit Ewigkeiten existiert hat.\r\n\r\nDa haben wir den Salat. Ich will jetzt nicht damit sagen, dass ich Riot hasse oder so etwas in der Art. Ganz im Gegenteil: Wenn man Riot mit EA, Blizzard, Sony, Valve,  Games Workshop ( f&uuml;r die die es kennen ) vergleicht, ist Riot sogar sehr rege im Kontakt mit seiner Community. Die obrigen Beispiele haben aber gezeigt, das es immer noch nicht genug ist.\r\n\r\nMan k&ouml;nnte zum Beispiel die Champion Spotlights und die Patch Rundowns hochladen BEVOR sie auf die Live-Server kommen anstatt danach. Am besten den Patch entwerfen wenn man sich auf die Changes geeinigt hat, den Patch-Rundown der Community vorstellen, die Meinungen dazu anh&ouml;ren, Erfahrungsberichte vom PBE sammeln, Erfahrunsgberichte der Pros sammeln, den Patch optimieren UND ERST DANN rausbringen. Au&szlig;erdem k&ouml;nnte man solche Community-Events auch im Client anzeigen lassen und daf&uuml;r dann vielleicht weniger Werbung f&uuml;r Esports und Skinsales reinpacken. Oder vielleicht ein Kritik-Forum erstellen. Das w&auml;re zum Beispiel schon mal ein Anfang. Wir k&ouml;nnen ja generell diskutieren was Riot machen k&ouml;nnte. Auch wenn ich kaum glaube das ein Riotler diesen Post jemals zu Gesicht bekommen wird.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-04T18:08:13.536+0000","up_votes":3,"down_votes":0,"body":"Du hast mit Ao Shin und dem Yorick Rework eigentlich einen der großen Gründe gefunden, wieso das so ist: Wenn man Dinge leakt, die eigentlich noch in Bearbeitung sind, wird in der Community viel Aufregung erzeugt, die in Enttäuschung umschlägt, sobald man sie wieder canceln muss. Ich will damit nicht sagen, dass du Unrecht hast, die Community-Arbeit ist durchaus verbesserungswürdig, vor allem was Feedback und eigene Ideen betrifft. Das ist allerdings im NA Forum etwas anders. Dort wird verhältnismäßig oft auf Forenbeiträge geantwortet, und dabei werden interessante Dinge erklärt. Das liegt wohl daran, dass wir hier einfach nicht so viele Riotler haben, die sind hauptsächlich drüben in NA. Wirf doch mal einen kleinen Blick auf diesen Thread: \n[Währenddessen in der Top-Lane...](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/xb1OBWBV-waahrenddessen-in-der-top-lane)\nHier werden interessante Neuigkeiten gepostet, bei denen Riotler diverse Dinge beantworten. Du kannst dich auch auf [Surrender@20](http://www.surrenderat20.net/) bei den Riot Posts und PBE-Changes informieren. Zu guter letzt haben wir noch die Emissaries, die zwar nicht über Gameplay, aber über Bestrafungssysteme informieren. Genau betrachtet ist Riots Community Arbeit ganz gut, man kommt aber hierzulande nicht ganz so leicht an die Informationen ran.","replies":[]},{"id":"","poster":"malleusmintaka","date":"2015-07-04T17:59:17.493+0000","up_votes":2,"down_votes":0,"body":"Ryze ist OP, weil der Gründer von Riot Ryze heißt.\n\nZu dem Rest: Meine Meinung ist eine andere. Außerdem: Riot will Geld verdienen, Riot ist ein Unternehmen und will sich nciht in die Karten schauen lassen.\nDas ist alles sehr kurz zusammengefasst, stellt meine Meinung aber ziemlich gut dar.","replies":[]},{"id":"","poster":"Haevion","date":"2015-07-04T23:34:27.572+0000","up_votes":1,"down_votes":0,"body":"1. Die Patchnotes gibts immer vorab über Drittseiten.\n2. Es gibt einen offiziellen Feedbackbereich für die PBE auf dem US-Board.\n3. Es ist schwer, jeden Champion hinsichtlich seiner Balance in jedem möglichen Szenario zu bewerten, ohne einen Spielerpool zu haben, der Riots Kapazitäten um's 100-fache übersteigt. Riot patcht extrem zeitnah, wenn es Probleme im Balancing gibt. Kein Champ spiked extrem über 55%. Das ist, unter'm Strich, eine sehr gute Leistung bei allen Faktoren, die dabei berücksichtigt werden müssen. Schau dir im Vgl. dazu HotS an: 70% Winrate Spikes.\n\nDas soll Riot keineswegs uneingeschränkt verteidigen. Manche Changes verstehe ich auch nicht, wie z. B. die geplanten weiteren Änderungen an Rek'Sai und diverse \"Overnerfs\". Leider ist ein Spiel, dass einerseits so viel Diversität bietet, auf der anderen Seite auch ziemlich monoton, wenn's halt nur 20-30 FOTM Champs gibt und die anderen entweder ein Nischendasein fristen oder aufgrund ihres Kits/Performance anderen deutlich unterlegen sind.","replies":[]}]}