{"id":"E9Onb0UK","poster":"Owndby Chris","date":"2015-07-04T13:20:25.378+0000","title":"Wofür kann man Spieler melden?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":2,"body":"Hallo,\r\nIch wollte fragen, ob man spieler f&uuml;r &quot; instalock&quot; melden kann. Weil theoretisch ist es ja nicht wirklich als grund f&uuml;r einen report angegeben. Aber trotzdem ist es unfair. Kann mana slo leute die instalocken f&uuml;r irgendetwas melden, oder ist das schwachsinn?\r\n\r\nMfG ChrisXXXWyler","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-04T13:24:39.184+0000","up_votes":2,"down_votes":0,"body":"Heya\nDu kannst für alles melden, allerdings ist die Frage ob es Sinn macht. Und das macht es eben bei Instalockern nicht.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-07-04T21:51:33.413+0000","up_votes":1,"down_votes":3,"body":"Naja, \"Instalocker\" haben ja in dem Moment nicht wirklich kommuniziert und man kann demnach diese Spieler deswegen melden, damit diese eben in eine andere Warteschlange eingereiht werden. So wie ich das verstanden hab.\nUnd würde das nicht theoretisch gegen den Weg der Beschwörer sein?\nMfG\n\nEDIT:\n\nEs gibt keine andere Warteschlangeneinreihung. \nMfG\n\n\"The Sword Of Destiny...Has Two Edges\"","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-04T22:07:32.761+0000","up_votes":1,"down_votes":0,"body":"Heya\nJein, instalocken ist nicht verboten. Es zwingt dich ja niemand mit deinem Team zu kommunizien-\n\nMfG Rkoturdo","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-07-05T08:32:05.687+0000","up_votes":1,"down_votes":2,"body":"Ich habe auch nie gesagt, dass Intsalocken oder keine Kommunikation verboten ist. Allerdings gibt es den Meldegrund \"Kommunikationsverweigerung\", was ja im Falle eines Instalockes zutrifft. Zwar führt dieser Meldegrund nicht zu Strafen, was auch gut ist, allerdings habe ich mal gehört, dass Spieler die wegen Kommunikationsverweigerung gemeldet werden genauso wie \"schlechte Spieler\" in eine andere Warteschlange eingereiht werden.\nMfG\n\nEDIT:\n\nDas was ich gehört habe ist falsch!\nMfG\n\n\"The Sword Of Destiny...Has Two Edges\"","replies":[{"id":"","poster":"drexxsack","date":"2015-07-05T09:01:05.234+0000","up_votes":2,"down_votes":0,"body":"Zumindest bei \"schlechter Spieler\" war das mal geplant, allerdings hat man diese Idee nie umgesetzt.\nMan hat eingesehen, dass eine subjektive Beurteilungskomponente im Machtmaking keine gute Idee ist.\nDie Idee war auch nicht, dass eine eigene Queue geschaffen wird, sondern, dass es sich auf die MMR auswirkt.\nEs ist also eher unwahrscheinlich, dass es überhaupt eine eigene Queue darfür gibt.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-07-05T10:15:34.962+0000","up_votes":1,"down_votes":0,"body":"Achso, dann habe ich das falsch verstanden. Bringt dann das Melden von schlechten oder kommuniaktionsverweigernden Spielern überhaupt etwas ?\nMfG","replies":[{"id":"","poster":"drexxsack","date":"2015-07-05T10:17:42.707+0000","up_votes":2,"down_votes":0,"body":"Ausser Statistik? Vielleicht bringts was, vielleicht auch nicht.\nEher letzteres. Sicher wissen wir es nicht, allerdings führt es auf keinen Fall zu strafen.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-07-05T11:34:28.182+0000","up_votes":1,"down_votes":0,"body":"Dass es nicht zu Strafen führt ist auf jeden Fall gerechtfertigt und mir war das von vornerein klar. Dann habe ich wohl etwas falsches aufgeschnappt.\nMfG\n\n\"The Sword Of Destiny...Has Two Edges\"","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"drexxsack","date":"2015-07-04T13:25:59.266+0000","up_votes":3,"down_votes":1,"body":"Du missverstehst die Reports etwas.\nDu sollst das reporten, was _**du**_  für falsch hältst und nicht was andere als falsch ansehen.\nDu wirst allerdings auch damit leben müssen, dass deine Reports keine Wirkung mehr haben, solltest du überkritisch und damit objektiv häufig falsch urteilen.\nIch würde dir allerdings, aus persönlicher Sicht, nicht empfehlen instalock zu reporten. Es ist ansich eigentlich nicht verboten und wird auch nicht als verboten angesehen. Es ist zweifelhaft, ob es was bringt.\nDennoch bleibt es dabei: Reporte, wenn du glaubst, dass sich jemand falsch Verhalten hat.","replies":[]}]}