{"id":"igARMP1E","poster":"Legend Hypaaahh","date":"2015-07-03T14:09:04.044+0000","title":"[Meine Champion Konzepte Sammlung]","subforum":"Skin- & Champion-Konzepte","up_votes":5,"down_votes":2,"body":"**Hallo!**\n\nWillkommen zu meiner Sammlung meiner Ideen. Ich werde hier mal alle meine Champions zusammenfassen, und wenn ihr weiterhin bock habt das ich mehr mache, k&ouml;nnt ihr hier abstimmen. Wenn euch meine Ideen gefallen, Upvoted sie, wenn nicht, dann nicht (Rip). Also, hier sind sie:\n\n**Lentus, die versklavte Kilnge**\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/nEAugt2A-champion-konzept-lentus-die-versklavte-klinge\n\nMein kleiner Liebling! In der Lore ist er ein kleiner Junge in einem Dorf, der sich mit Waffen und Kampfkunst besch&auml;ftigt. Als er eines Tages ein seltenes und wildes Tier jagd, mit seinem gro&szlig;en Bruder, kommen sie auf magische Dolche, die seinen Verstand benebeln und ihn dazu bringen, seinen eigenen Bruder zu ermorden. Damit fiel er in Trauer und Hass. Ingame ist er ein relativ squishy Jungler mit hohem Dps Potenzial und vielen Kombos, wobei er ein item bekommt was ihm zwischen PvE und PvP F&auml;higkeiten switchen l&auml;sst, ziemlich vielf&auml;ltig!\n\n**Ariuk, der Uralte Titan**\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/ZgbA65xP--champion-konzept-ariuk-der-uralte-titan\n\nDer Gro&szlig;e hier wei&szlig; wie es l&auml;uft. In der Lore ein auserw&auml;hlter Titan der seit Millionen von Jahren &uuml;ber Valoran wache h&auml;lt. Eines Tages, w&auml;hrend Ariuk sich zu Ruhe legt, geht die Natur in Ungleichgewicht. Nur Ariuk und sein Hammer k&ouml;nnen Valoran retten, wobei er fast die Insel spalten muss und sich selbt verletzt. Nun wird er endg&uuml;ltig ausruhen, bis er heute aufwacht! Ingame ist er ein Starker Tank mit vielen Tanky Skalierungen, der sowohl Dps als auch Burst raushauen kann. Mit viel AoE ein super Teamfighter.\n\n**Aria, die Schutzpatronin**\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/OMV4twfv-champion-konzept-aria-die-schutzpatronin\n\nDas nenn ich Girlpower. Ein M&auml;dchen das mit ihrer Freunding am Rande von Demacia und Noxus Bogenschie&szlig;en geht. Als sie eine Nacht heimlich campieren, greifen wilde Noxische Soldaten an. Nur mit cleverness holt sie sich und ihre Freunden unbeschadet raus, und wird somit zum Schutzpatron des Waldes wo sie waren. Ingame ein starker Adc mit sehr seh viel Mobility, der auch guten Dps raushauen kann, wenn sie denn will!\n\n**Aeran, Der H&uuml;ter von Icathia**\nhttp://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/nsYKYGXz-ap-midlanekonzeptrepostaeran-der-hater-von-icathia\n\nSolltet ihr warscheinlich schon gesehen haben, dieser alte Mann ist nicht zum spa&szlig;en! Er hat einst Icathia besch&uuml;tzt, als der K&ouml;nig seine Armee aufstocken wollte, mit Soldaten einer anderen Dimension. Doch als Aeran begriff, dass alles falsch war, zog er sich zur&uuml;ck. Doch es war zu sp&auml;t. Das erste Portal zur Leere &ouml;ffnete sich und zerst&ouml;rte Icathia. Das Portal konnte sich noch schlie&szlig;en, aber manche Kreaturen haben sich in die Welt verstreut. Nun ist er zur&uuml;ck um Void&auml;rsche zu kicken. Ingame ist er ein Zone Burst Magier Richtung Lux, der sich aber ohne viele Escapes durchlagen muss. Er hat gute Kombos und ist darauf basiert, den Gegner in Zaum zu halten, defnitiv Zilean!\n\nAlso, was haltet ihr von den Konzepten? Wollt ihr das ich mehr mache und mehr sinnlose Zeit verschwende die ich niewieder zur&uuml;ckkriegen werde? Oder soll ich aufh&ouml;ren und meinen Arsch rausbewegen?\n\nFalls ihr bis hierhin gekommen seit, Danke f&uuml;rs Lesen, schaut sie euch an, Und Postet eure eigene Vorschl&auml;ge hierein, sowie Verbesserung als auch Balancetipps werden gern gesehen. Bye bye!\n\nGroßer Edit: NEUER CHAMPION TY OHNI http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/BNM0F7Eo-champion-konzeptad-topmidlane-ty-ohni-der-besonnene Frisch und Neu!","replies":[{"id":"","poster":"Yuumi at my side","date":"2015-07-07T11:56:14.231+0000","up_votes":1,"down_votes":0,"body":"Guten tag,\nIch bin begeistert von deinen champien vorschlägen. Sind echt ganz cool.\nJetzt wollte ich dir mal eine champien idee vorschlagen :\n\nWie wärs mit einem champ der eine verlorene seele die von thresh übersehen wurde oder mit ihm was ausgehandelt hat da stellt (Oder so ähnlich).\nDer champ den ich mir vorstelle soll in die richtung support gehen. Er würde 2 verschiedene formen haben (als passive).\nUnd zwar einmal eine art spektater form mit der er vieleicht höhere sicht reichweite hat und schneller ist und eine art kampf form. Man würde zwischen den 2 formen wechseln indem man angreift oder angegriffen wird, oder ein paar sekunden auserhalb des kampf ist...\nSpaktator form:\nDer champ ist eine art licht kugel (ich weiß das das schwer anzuklicken wäre zum angreifen aber etwas besseres fält mir bisher nicht ein) die schnell und wendig ist und über verschiedene spells zum erschaffen von vision verfügt und/oder zum anderweitigen helfen seines teams. Z.B. cc,shields,heals,...\nKampf form:\nEr wird zu einem grün(Wie thresh) oder blau(Wie kalista) leutendem geisterhaften wesen, welches seinem team im kampf hilft durch alle möglichen arten von cc, slows, silences...\n\nIch hoffe du kanst mit diesem grundsatz etwas anfangen. Freu mich schon auf weitere champion vorschläge(vieleicht sogar mit meinen ideen ^_^ ).\nMit lieben Grüßen Fredy.\n\nAnd welcome to the league of draven {{champion:119}}","replies":[{"id":"","poster":"Legend Hypaaahh","date":"2015-07-07T12:31:14.222+0000","up_votes":2,"down_votes":0,"body":"So in etwas hatte ich es einmal vor, war aber schwer zu Balancen und ziemlich... Naja...\n\nAber ich schau mal, danke für deine Kritik un´d deinen Vorschlag, den werde ich auf jedenfall beachten!","replies":[{"id":"","poster":"Yuumi at my side","date":"2015-07-07T13:23:41.868+0000","up_votes":1,"down_votes":0,"body":"Freut mich das dir mein vorschlag gefällt ^_^\n\nMan könnte aus dem prinzip natürlich auch einen prima counter jungler machen, der als kleine kugel in den gegner jungle fliegt für Sicht sorgt ein paar camps klaut und wieder verschwindet...\nSo wie man die passive etwas mehr an die von evelin anhauchen kann, so das man sich verwandelt wenn mn zulange zunahe an gegnern steht, oder schaden bekommt.\n\nEs gibt soviel das man aus dieser idee machen könnte, vieleicht auch nen guten ap mid laner der perfekt fürs roamen ist durch den bonus movementspeed als kugel...\n\nMit lieben grüßen fredy\n\nAnd welcome to the league of draven {{champion:119}}","replies":[]}]}]},{"id":"","poster":"Legend Hypaaahh","date":"2015-07-04T13:25:39.455+0000","up_votes":1,"down_votes":0,"body":"Aktualisierung!\n\nIch habe gerade einen Champion in bearbeitung, der heute (Samstag) oder morgen rauskommt.  Wenn ihr irgendwelche Wünsche habt, ich nehme sie an und erwähne euch dabei!\n\nIch mach das alles aus Spaß, und vielleicht weil ich kein Leben habe, aber ansonsten, danke für alle die meine Vorschläge anschauen!'\n\nEdit: Hab gerade viel zu tun, Champ kann sich verspäten","replies":[{"id":"","poster":"God Of Slaughter","date":"2015-07-04T14:35:16.542+0000","up_votes":1,"down_votes":0,"body":"vorschläge hätte ich aber was für ein champ soll es denn werden? also von der rolle her oder ap oder ap und so","replies":[{"id":"","poster":"Legend Hypaaahh","date":"2015-07-05T20:43:16.893+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/skin-champion-konzepte-de/BNM0F7Eo-champion-konzeptad-topmidlane-ty-ohni-der-besonnene\nNEUER CHAMPION: Ty Ohni, schau in dir an! :D","replies":[]},{"id":"","poster":"Legend Hypaaahh","date":"2015-07-04T15:51:33.431+0000","up_votes":1,"down_votes":0,"body":"Es wird auf jedenfall ein AD Champion werden, vermutlich Top/Midlane","replies":[]}]}]}]}