{"id":"moqGw9oQ","poster":"Moosshadow","date":"2015-07-03T08:38:49.148+0000","title":"Aatrox Probleme","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo Zusammen,\n\nich spiele zurzeit sehr h&auml;ufig Aatrox auf der Toplane und muss sagen, dass ich h&auml;ufig das early Game problemlos gewinne. Bei Hardcountern ist es zum Teil schwieriger aber auch dies funktioniert meistens. Mein gr&ouml;&szlig;tes Problem ist ich kann meinen Feedvorteil zum Teil einfach kaum ausnutzen, bzw. habe gro&szlig;e Probleme darin ein Game zu carrien. Ein Beispiel w&auml;re z.B. ich musste im letzten Spiel gegen eine leicht gefeedete Vi spielen, Farm und Kill Vorteil lag klar bei mir und trotzdem hatte Sie kaum Probleme darin mich im 1 vs 1 zu zerst&ouml;ren. Am allerschlimmsten ist es, wenn ich meine Passive auf Cd habe, da wird zum Teil ein Pantheon, Talon usw. zu einer gro&szlig;en Gefahr, sogar zum Teil obwohl man die Lane klar dominiert hat, also im Farm- und Killvorteil ist. Vielleicht spielt ihn ja einer von euch ziemlich h&auml;ufig und h&auml;tte ein paar Tipps. Was mich zum Beispiel sehr besch&auml;ftigt, w&auml;re es, seine W richtig einzusetzen, bisher habe ich es davon abh&auml;ngig gemacht wieviel tankieness mein Gegner besitzt, dass hei&szlig;t zum Beispiel: Ist Mein Gegner ein Adc nutze ich Sie um ihn m&ouml;glichst schnell umzunuken, ist mein Gegner ein Tank, der viel aush&auml;lt und mich lange in einen Fight verwickelt, wechsle ich zwischen aktivieren und deaktiveren der W um mich wieder ausreichend hochziehen zu k&ouml;nnen.\n\nSkillbaum: 21/9/0\nRunen: \n\n    Attack Damage\n    +8.51\n    Armor\n    +9\n    Magic Resist\n    +12.06\n    Attack Speed\n    +13.5%\n\nItems: Hydra, Klinge des gest&uuml;rtzen K&ouml;nigs und danach situationsbedingte Tankitems\n\nLg","replies":[{"id":"","poster":"Iron IV dude","date":"2015-07-03T13:24:13.918+0000","up_votes":1,"down_votes":0,"body":"Hmm spiele Ihn nicht oft, aber wenn, dann hab ich in der laningphase eigentlich keine Probleme.\nMit dem E kannst du eigentlich ganz gut harassen, und wenn der gegner low genug ist followen.\nItembuild ist schwer, versuche möglichst früh an spirit visage und GA zu kommen, dazwischen 1-2 Items mit Lifesteal und randuins.\nDenke auch, die Laningphase ist seine große Stärke, wenn du halbwegs gut freezen kannst, kann dir nichts wirklich was anhaben.\nSelbst wenn du gegankt wirst, Q + Flash + Passive. \nVi ist als Aatrox mies, man besitzt keine Rüstungsdurchdringung und sie hat die möglichkeit sehr viel Burstschaden rauszuhauen, Aatrox nicht.\nAatrox braucht lange kämpfe, um den Sustain vollständig ausnutzen zu können.\nWürde safe spielen, so gut farmen wie möglich und ab midgame auf den APC/ADC aufpassen...","replies":[]},{"id":"","poster":"Gang Hei","date":"2015-07-03T11:20:29.677+0000","up_votes":1,"down_votes":0,"body":"Vi > Aatrox\n\nIch picke gegen Aatrox gerne Vi","replies":[]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-03T08:44:50.529+0000","up_votes":1,"down_votes":0,"body":"ab wievielen items hattest du gegen die leicht gefeedete vi probleme? denn wenn du noch kein randuins/thornmail hast, kannst du bruiser eigentlich nicht duelieren wenn sie genauso viele items haben.\n\nhast du hydra + botrk und er hat warriors + randuins + ninja tabi hast du KEINE chance. not even close. du machst 30% schaden und stirbst.\n\nwenn du deine lane stompst gehen die beiden items klar, aber du bist trotzdem noch squishy und schwach bevor du nen tank item hast. danach ist aatrox aber ein ziemlich starker duelant und ein pantheon oder talon machen dir 10% dmg und sterben erbärmlich.\n\nmit aatrox kannst du auch auf tiamat bleiben und es erst spät zur hydra ausbauen. den extra lifesteal brauchst du nicht und die 1400 gold sind besser in einen giants belt und bisschen armor investiert. gegen ein heavy AD team (panth top vi jungle zb) sollte dein build so aussehen: tiamat, botrk, randuins, thornmail, tabi","replies":[{"id":"","poster":"Moosshadow","date":"2015-07-03T09:10:09.252+0000","up_votes":1,"down_votes":0,"body":"Ja Vi hatte ungefähr die selbe Anzahl an Items wie ich... Item technisch habe ich jetzt eigentlich schon 3 Dinge ausprobiert, zum einen Full Dmg + Lifesteal, Full Tank und wie es die meisten aktuell spielen Hybrid, also eine Mischung aus Dmg und Tank, womit ich persönlich noch am besten fahre. Trotzalledem  finde ich, ist er in Teamfights sehr schnell down zu kriegen, besonders dann, wenn man ihm durch CC einfach keine Chance lässt, sich z.B. durch seine Ulti ausreichend hochzuziehen.","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-03T10:29:04.315+0000","up_votes":1,"down_votes":0,"body":"aatrox ist ein bruiser. full damage assassinbuild is nich wirklich gut ausser in speziellen situationen und full tank bringt garnichts da du kein tank kit hast.\n\nals bruiser musst du natürlich einen guten mix aus offense und defense haben, wobei bei aatrox zwei offensive items absolut ausreichen. du musst auch nicht unbedingt hydra bauen. is nen gutes item, aber auf aatrox absolut optional. gegen AP kannst du hexdrinker botrk bauen und gegen AD cutlass thornmail o.ä.\n\ndu wirst sehen, wenn du deine offensiven und defensiven items richtig anpasst, bist du viel stärker als wenn du immer die selben offensiven items kaufst.","replies":[]}]}]},{"id":"","poster":"pulledchicken","date":"2015-07-03T08:47:04.312+0000","up_votes":1,"down_votes":0,"body":"Das mit der W mach ich eigentlich auch . :) \n\nAlso im Grunde gehe ich mit Aatrox nur ins 1v1 und engage in TF um gleichzeitig den gegnerischen Bruiser zu peelen , somit haben meine Carrys den vorteil gegenüber dem anderen Team .\n\nIm Late Game meist nach dem ich BT und BotRK geholt habe baue ich mir zusätzlich immer als erstes ein Spirit Visage um einfach den Lifestealbonus zu bekommen ;) .\n\nAatrox ist ist ein  Toplaner und meiner Meinung ( meine Meinung ) nach nur zum peelen und engage bzw. dissengage gut .","replies":[{"id":"","poster":"Moosshadow","date":"2015-07-03T09:02:13.739+0000","up_votes":1,"down_votes":0,"body":"Sehe ich genauso! Mit Tp eignet er sich auch noch ganz gut zum roamen der anderen Lanes, durch Seine Q und E aber das wars auch..","replies":[]}]}]}