{"id":"Lf0EIEOw","poster":"TheNobro","date":"2015-07-02T17:28:33.467+0000","title":"Ranked Team \"Death is Epic\" sucht erfahrenen Jungler (Gold II+)","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo LoL-Community,\r\nwir das Team [eC DiE] sind ein 5vs5 Ranked-Team und auf der Suche nach Spielern der folgenden Position:\r\n-Jungler\r\n\r\nDie Mitte wird von mir &quot;DiE Nobro&quot; belegt. Der Support hei&szlig;t &quot;DiE Tresou&quot; und die Top nimmt der liebe &quot;DiE Seyyajin&quot; ein. Als ADC ist der Mirties eingeteilt. Wir sind erfahrene Spieler von Season 1 an (Gold-Diamond Niveau), nat&uuml;rlich auch mit ein paar Pausen zwischendurch.\r\n\r\nKriterien f&uuml;r die Aufnahme ins Ranked Team [DiE]:\r\n-Elo: Mindestens Gold II, dennoch ist das Teamplay und die Erfahrung wichtiger\r\n-Du solltest mindestens 16 Jahre alt sein\r\n-Teamspeak und Headset, sowie vern&uuml;nftige Hardware/Internetverbindung ist Pflicht!!!!\r\n-Gro&szlig;er Pool an Champs , auch auf anderen Positionen!\r\n-Kein Flame!\r\n\r\nTrainingszeiten einhalten:\r\nMontags bis Mittwochs: ab 18 Uhr - 22Uhr\r\nSonntags ab 17:00 - Open End\r\nDiese Zeiten m&uuml;ssen eingehalten werden, also fragt euch erst einmal ob ihr auch wirklich soviel Zeit habt.\r\nSonntags wird sp&auml;ter auch Turniertag sein.\r\n\r\nUns ist es wichtig, das ihr motiviert und kritikf&auml;hig seid. Au&szlig;erdem solltet ihr eure Lane beherrschen.\r\nDies werden wir auch in ein paar Test-Games vor der Aufnahme pr&uuml;fen, ob wir miteinander zurechtkommen.\r\nZudem werden wir anhand der Test-Games eine Entscheidung treffen, ob wir DICH ins Team aufnehmen oder nicht.\r\nAu&szlig;erdem solltet ihr nicht zu fixiert auf Rankeds sein, denn wir werden die Normals daf&uuml;r nutzen um uns einzuspielen und gewisse Taktiken zu trainieren.\r\n\r\nNochmal alle Anforderungen zusammengefasst:\r\n\r\nLernbereitschaft:\r\nWir erwarten zwar auch eine gewisse Grunderfahrung auf jeder Position, aber noch wichtiger ist uns die Bereitschaft sich verbessern zu wollen. Niemand ist perfekt, auch wir nicht, wir geben allerdings gerne unser Wissen auch an unsere Mitspieler weiter, doch das hat auch nur einen Sinn, wenn die Mitspieler bereit sind dieses WIssen entgegenzunehmen.\r\n\r\nKritikf&auml;higkeit:\r\nIn diesem Team werden Dinge sachlich, aber auch sehr direkt angesprochen. Ihr solltet euch dabei nicht direkt pers&ouml;nlich angegriffen f&uuml;hlen, denn das wird hier keiner bezwecken wollen, es soll lediglich zur individuellen Verbesserung des Spielers und zur Verbesserung der Teamleistung beitragen.\r\n\r\nMotivation und Aktivit&auml;t:\r\nWir suchen nach Spielern, die am besten t&auml;glich on sind (nat&uuml;rlich gibt es im RL Situationen, die so etwas verhindern, wo wir auch vollstes Verst&auml;ndnis f&uuml;r haben), doch ihr solltet nicht allzu zeitlich beschr&auml;nkt sein. Feste Trainingszeiten sind Grundbestandteil des Teams. WICHTIG!: Auch erwarten wir stetige Motivation im Team zu spielen, denn wir brauchen niemanden der nach 3 Tagen sich umentscheiden tut, weil die Person keine Lust mehr hat.\r\n\r\nBereitschaft zum strategischem Spielen:\r\nEs wird des &Ouml;fteren vorkommen, dass wenn wir zu einem festen Kern zusammengewachsen sind, Strategien eingespielt werden, um ein wenig mehr Kontrolle im Teamranked zu erreichen.\r\n\r\nF&uuml;r weitere Fragen oder bei Interesse: Adde mich ingame unter DiE Nobro und schreib mich einfach an. Rest wird sich dann im Gespr&auml;ch und in der Testphase ergeben.\r\n\r\nMfG das DiE Team","replies":[{"id":"","poster":"TheNobro","date":"2015-07-02T18:13:49.534+0000","up_votes":1,"down_votes":1,"body":"PUSH","replies":[]},{"id":"","poster":"TheNobro","date":"2015-07-02T17:38:25.244+0000","up_votes":1,"down_votes":1,"body":"PUSH","replies":[]}]}