{"id":"Q5JE8dLd","poster":"Celineid","date":"2015-07-02T14:36:56.253+0000","title":"janna aso meine das schild","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":8,"body":"finde jannas schild sieht besser aus , wenn der schild mit von tower verscholzen ist.der tower legt ja auch ein schild um janna die 2 schilde zusammen sehen besser aus.das soll ge&auml;ndert werde jannas schild soll so aussehen dann in zukunft.","replies":[{"id":"","poster":"Abasin","date":"2015-07-03T09:41:51.107+0000","up_votes":2,"down_votes":0,"body":"www.gilde-der-berufslegastheniker.de\n> [{quoted}](name=Celineid,realm=EUW,application-id=vatevpvi,discussion-id=Q5JE8dLd,comment-id=,timestamp=2015-07-02T14:36:56.253+0000)\n>\n> finde jannas schild sieht besser aus , wenn der schild mit von tower verscholzen ist.der tower legt ja auch ein schild um janna die 2 schilde zusammen sehen besser aus.das soll ge&auml;ndert werde jannas schild soll so aussehen dann in zukunft.\n\nGeht das auch in verständlichem deutsch? Mit normaler Orthografie, Interpunktion und eventuell Struktur? Falls nicht, solltest Du vor Deinem nächsten Post im Interesse aller (auch Dir) einen Logopäden aufsuchen.","replies":[{"id":"","poster":"Heal and Protect","date":"2015-07-03T11:42:23.124+0000","up_votes":1,"down_votes":0,"body":"Bin mir nicht ganz sicher, ob du ihm wirklich einen Logopäden ans Herz legen willst, da dieses Feld sich nun wirklich eher auf die Aussprache fokussiert.\n\nUm seinen Text etwas verständlicher auszudrücken geht es wohl darum, dass OP es gut fände, wenn der derzeitige Partikeleffekt von Jannas Schild verändert wird.\n\nAllerdings kann ich mir kaum vorstellen, dass Riot den Effekt vom T2 Tower dazu verwenden wird, könnte zu Verwirrung führen ^.^","replies":[{"id":"","poster":"Abasin","date":"2015-07-06T05:34:53.316+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Merah,realm=EUW,application-id=vatevpvi,discussion-id=Q5JE8dLd,comment-id=00010000,timestamp=2015-07-03T11:42:23.124+0000)\n>\n> Bin mir nicht ganz sicher, ob du ihm wirklich einen Logopäden ans Herz legen willst, da dieses Feld sich nun wirklich eher auf die Aussprache fokussiert.\n\nDer TE hat auf jeden Fall ordentlich Probleme mit Rechtschreibung und Grammatik. In der Regel leidet auch die verbale Artikulation darunter, wenn es so krass wie hier rüberkommt. Das geht schon im Kindrgarten los, ich sehe das an unserer Tochter. Sie imitiert sehr viele Dinge von ihren Mitkindern, unter anderem auch sprachliche Konstrukte. \"Kann ich mal eine Cola?\" ist ein Referenzbeispiel, bei dem konsequent auf das erklärende Verb verzichtet wird, der Kontext soll es dann richten. Wir haben als Eltern dann alle Hände voll zu tun, dass unser Kind sich solche Unarten nicht angewöhnt. Darüber diskutiere ich auch nicht, es sind Unarten, die spätestens bei der ersten Bewerbung als KO-Kriterium angewendet werden.\n\n> \n> Um seinen Text etwas verständlicher auszudrücken geht es wohl darum, dass OP es gut fände, wenn der derzeitige Partikeleffekt von Jannas Schild verändert wird.\n> \n> Allerdings kann ich mir kaum vorstellen, dass Riot den Effekt vom T2 Tower dazu verwenden wird, könnte zu Verwirrung führen ^.^\n\nDie Designer bei Riot haben sich gewiss ihre Gedanken gemacht, wie was auszusehen hat. Technische Fehler sind zwar nicht ausgeschlossen, aber ansonsten stimmt es ja. Ich persönlich finde Jannas Schild OK so wie es ist. Demnächst kommt jemand an und will Rengars Fussabdrücke sehen, wenn er unsichtbar ist.","replies":[]}]}]},{"id":"","poster":"Resp0nse","date":"2015-07-03T06:42:55.932+0000","up_votes":2,"down_votes":0,"body":"1. Finde ich, kann man den Text auch freundlich schreiben.\n2. Kann man den Text auch mit Punkt, Komma und einer anständigen Grammatik schreiben.\n3. Ist es ja auch nicht dein Spiel. Heißt, du bestimmt nicht, wie was Ingame aussieht. Zum Thema \"soll so aussehen\"\n \nVielleicht versuchst du noch einmal, deinen Text in einer Fassung zu schreiben, die der Deutschen Grammatik entspricht und auch noch einen Grund gibst, warum das Schild deiner Meinung nach besser aussieht. \n\nWenn das Schild so aussehen würde wie das vom Tower + Janna Shield, wäre es sehr verwirrend sobald sich Janna unter dem 2. Tower befindet. Hat sie nun ihr Schild drauf oder nicht? Hat sie jetzt CD drauf, weil man es nicht richtig sieht ob sie ihr Schild benutzt hat oder nicht.","replies":[]},{"id":"","poster":"Celineid","date":"2015-07-04T18:21:39.783+0000","up_votes":1,"down_votes":1,"body":"janna benuzt ihren schild um sich zu schützen vor gegner.leuchten und auf blitzen sollte jannas schmuck bei benutzung ihres schild skills.die farbe des schilds wäre dann so wie jannas schmuck .\n\nalso ähnlich..","replies":[]},{"id":"","poster":"Celineid","date":"2015-07-04T18:24:12.192+0000","up_votes":1,"down_votes":2,"body":"hmm.... habe grade ebent 20 min leaverbust bekommen für 5 mal.ich war doch garnicht afk in den lezten spiel???.......bin gestorben mit mein champion und in der todeswarte zeit bin ich aufs klo gegangen.ich verstehe nicht was das soll mir würd da grade was aufgezwungen.ich habe gewonnen das lezte spiel und war nicht abwesend.warum habe ich dann diesen komischen leaverbust bekommen...","replies":[]}]}