{"id":"EAYvkWwq","poster":"Korea Mid lIllI","date":"2019-03-23T02:03:40.285+0000","title":"Werde ich so Absteigen oder nicht?","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo meine Freunde :).  Meine Frage ist wenn ich z.b Silber 3 0 LP bin und dann Doghe die Champion Select und dann bin ich bei  -3 LP und wenn ich dann die folgende darauf Champion Select wieder Doghe weil irgendwas wieder nicht gepasst hat dann bin ich wohl bei -8 LP? wie viel Minus kann ich haben das ich wirklich Absteige auf S4?","replies":[{"id":"","poster":"Alpacana","date":"2019-03-23T02:24:27.830+0000","up_votes":2,"down_votes":0,"body":"Bei 2x Dodgen (an einem Tag) wärst du bei -13LP, nicht bei -8.\n1. Dodge -3 LP, 2. Dodge -10.\nAbsteigen wirst du dadurch nicht, was ich mich aber frage ist, was nach -99LP geschieht *thinking emoji*\nVielleicht weiß das hier ja jemand...","replies":[]},{"id":"","poster":"OT Riku","date":"2019-03-23T02:16:46.332+0000","up_votes":2,"down_votes":0,"body":"Ich denke nicht das eine CS Dodgen dich absteigen lässt.\nJedoch ist es bestimmt ärgerlich wenn du - 20 LP hast und dann gewinnst nur bei 0 oder 5 LP bist.","replies":[{"id":"","poster":"SuicidePlank","date":"2019-03-23T02:51:13.995+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OT Riku,realm=EUW,application-id=ip27PlEH,discussion-id=EAYvkWwq,comment-id=0000,timestamp=2019-03-23T02:16:46.332+0000)\n>\n> Ich denke nicht das eine CS Dodgen dich absteigen lässt.\n> Jedoch ist es bestimmt ärgerlich wenn du - 20 LP hast und dann gewinnst nur bei 0 oder 5 LP bist.\n\nDoch, geht aber ich meine ab die -60 LP, kann mich aber auch stark irren.","replies":[]}]},{"id":"","poster":"zAntiM8","date":"2019-03-24T21:31:00.524+0000","up_votes":1,"down_votes":0,"body":"Durch negative LP demoten, kann man meines Wissens nicht.\n\nEs gibt Leute die dodgen sich, sobald sie z.B nach Gold IV oder Plat IV gekommen sind bis auf -100 LP runter, sofern sie keine ultra free win games (wie etwa einen Smurf im Team oder Malphite+Rammus gegen Full AD) bekommen, dodgen sie so oft solange kein Leavebuster-artiges punishment (Low priority queue, lass mich nicht lügen, evtl. sogar Ranked Sperren) auftreten, nur um MMR zu farmen. Die sitzen dann ne Ewigkeit unter 0 LP und farmen praktisch wins, ohne loses zu kassieren und dodgen beinflusst die MMR nicht. \n\nIn Dia+ hingegen verlierst du, soweit ich weiß, auch durch das Dodgen MMR, ein hidden lose also.\n\n\n\nAlle Angaben ohne Gewähr, es kann durchaus sein, dass die ein oder andere Aussage hier nicht oder nur zum Teil richtig sind.","replies":[]}]}