{"id":"sKEcgBnt","poster":"Gang Hei","date":"2015-06-30T19:20:07.963+0000","title":"Jungle im Singleplayer","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":4,"body":"Habe grade herausgefunden, dass der Jungle im Soloplayer viel viel schwieriger ist. Die Monster machen viel mehr Schaden und halten auch mehr aus. Pls Fix! So kann man gar nicht Jungler testen...","replies":[{"id":"","poster":"Señor Kev","date":"2015-06-30T19:48:41.971+0000","up_votes":3,"down_votes":0,"body":"Frag mal die Bots nach einem Pull, dann wirds auch einfacher","replies":[{"id":"","poster":"Hamrio","date":"2015-06-30T22:24:46.894+0000","up_votes":3,"down_votes":0,"body":"comment of the Year","replies":[]}]},{"id":"","poster":"Rodîan","date":"2015-06-30T22:32:19.774+0000","up_votes":2,"down_votes":0,"body":"Dir ist schon klar, das du das auch alleine schafen musst.","replies":[]},{"id":"","poster":"AdrashGG","date":"2015-07-03T11:17:32.308+0000","up_votes":1,"down_votes":0,"body":"Die armen Schafe :(\n\nDie Monster sind nicht stärker das kommt dir nur so vor, weil du beim Gromp/Golems keine Hilfe bekommst.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-07-03T11:16:48.901+0000","up_votes":1,"down_votes":0,"body":"Wäre mir echt neu, dass die Jungle-Monster Custom/Coop stärker wären als in Normals/Rankeds.\n\nDas grosse Problem in Customs (wenn man alleine spielt) ist, dass man die beiden Golems bzw. den Gromp alleine erledigen muss und dies einiges an HP kostet. Deshalb kommt man anfangs nicht so rasch voran (zumindest wenn man keinen Substain besitzt).\n\nHinzu kommt, dass man wirklich nur schlecht Jungler üben kann (gilt auch für Sub).\nDenn Ganken geht viel zu einfach, weil die Bots keine Wards setzen. Counter-Ganks muss man ebenfalls nicht befürchten, weil die Bot-Gegner ohne Jungler spielen. Zusätzlich hat man auch den gesamten gegnerischen Jungle zur Verfügung, was in Normals nicht der Fall ist.","replies":[]},{"id":"","poster":"Gang Hei","date":"2015-07-03T11:08:20.729+0000","up_votes":1,"down_votes":0,"body":"@Rodian Ich versuche es im Singleplayer immer mit den gleichen Masteries und Runen wie im Multiplayer aber ich \"schafe\" es trotzdem nicht so gut wie im MP.\n@DerKev97 Das Niveau deines Sarkasmus' wird durch die 97 bestätigt.","replies":[]}]}