{"id":"950iQH28","poster":"Holokom","date":"2015-06-30T15:48:40.629+0000","title":"Ascension nochmal","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Hi, da es ja nun so aussieht als w&uuml;rde es kein erneutes Ascension geben wollte ich hier mal die diskussion ansto&szlig;en.\r\nIch pers&ouml;hnlich fand n&auml;hmlich als sch&ouml;nsten spielmodus &uuml;berhaupt da er sich doch sehr stark von den anderen Bisherigen modi abgegrenzt hat.\r\nIn allen modis geht es irgendwie darum auf x lanes sind x objektives und alle rennen samt minion verst&auml;rkung auf denen rum und kloppen sich in einem gro&szlig;en team fight ( oder mehreren kleinen ) .\r\nBei Ascension gab es dann einige sachen die ich dann richtig gut fand .\r\n1) keine Lanes: keine pflicht an irgendwelchen dingen wache zu stehen einfach nur durch den absolut un einsehbaren jungle zu gurken..hoffen das mann ein schrein etc. findet und nicht einen gegner, hatte f&uuml;r mich etwas von RPGs und das fand ich klasse\r\n2) keine Minions: bitte ich will champions killen kein kanonen futter...sch&ouml;n das mal jemand das zeug weg gelassen hat...ein paar super monster auf der karte alla drake/ baron /buffs w&auml;ren noch nett aber prinzipiell erstmal was anderes der Farm simulator den mann sonst auf den karten hat ( Aram vlt nicht aber ok )\r\n3) mehrere Sieg wege: schreine einsammeln, so viel wie m&ouml;glich killen, den Aufgestiegenen zu feeden, den Aufgestiegenen zu t&ouml;ten. irgendwie hat einen alles was gebracht statt dem normalen: Rei&szlig;e alle Strukturen ein, gerade wenn das gegner team k&auml;mpferisch weit besser war aber das eigene Team durch st&auml;ndiges wegrennen dann irgendwann durch pylonen gewonnen hat...erinnert eher an tempel run aber ist doch auch mal was.\r\n\r\nSo das waren meine Gedanken warum ich finde das irgend so ein Spiel modus wieder rein sollte denn ich finde wirklich langsam habe ich gen&uuml;gend Minions und Strukturen zerst&ouml;rt","replies":[{"id":"","poster":"DaRoob","date":"2015-07-03T11:10:58.879+0000","up_votes":1,"down_votes":0,"body":"Auch ich fand Ascension mega cool. War halt mal was anderes, wie du schon gesagt hast und irgendwie war da immer Action :D Würde mich auch riesig freuen, wenn der Modus mal wieder kommt und ich weiß, dass es da anderen genau so geht.\nHoffen wir einfach mal auf einen neuen Shurima-Champion, der das als Event mitbringt beim Release :D","replies":[]}]}