{"id":"2wuNnAMI","poster":"ToHmon","date":"2015-06-30T15:13:32.798+0000","title":"Ihr sucht einen coach? Teamcoaching","subforum":"Level Up: Guides & Tipps","embed":{"title":"[GER] Replay coaching - 2 / 2","description":"Watch live at http://www.twitch.tv/omega128","url":"https://www.youtube.com/watch?v=UnoMUfuhIEY","image":"https://i.ytimg.com/vi/UnoMUfuhIEY/hqdefault.jpg"},"up_votes":3,"down_votes":0,"body":"Hallo Leute, \n\nf&uuml;r alle die die sich st&auml;ndig verbessern wollen in LOL schaut auf mein YouTube Kanal. Verlinkt habe ich euch ein Video aus eine ausf&uuml;hrlichen Teamtraining. \n\nGrundregeln\nPositionen\nRotationen\nTeamcombos\n\nund das ist nur ein ganz kleiner Teil, im Video wird nur alles kurz angeschnitten. \n\nSchaut euch auch den ersten Teil an. \n\nDieses Video war eig. nur f&uuml;r Private zwecke gedacht daher ist der Ton schlecht und das Video ist ungeschnitten, aber egal nur ein test. Schreibt mir was ihr wissen wollt und wir machen Videos zu euren Fragen =)\n\nF&uuml;r jeden Kommentar, Like und Infos bin ich sehr Dankbar.","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-01T15:18:03.921+0000","up_votes":1,"down_votes":0,"body":"mega lustig wie du richtig tryhardest aber das team einfach so \"joa joa whatever\" xD\n\nausserdem sind solche sachen wie \"protect the AD\" oder wie auch immer du es nennen willst nicht viable. das sind einfach konzepte die so weder funktionieren noch in league existieren.\n\ndieses \"wie genau teamfighten wir, protect the AD wir hauen alle auf den olaf\" ist keine strategie und auch kein realistisches szenario.\n\nihr redet so viel über teamfights und picks, was im grunde völlig egal ist. wie die dein champion im teamfight funktioniert und wie der teamfight eurer comp funktioniert, sollte jeder halbwegs erfahrene spieler wissen und wenns da noch mängel gibt, kann man drüber reden, aber das sind solche nebensächlichkeiten.\n\"teamfights\" sind auch so eine fixe idee der lol community.\ndie einzige möglichkeit einen richtigen 5on5 \"teamfight\" zu haben, ist wenn das gegnerische team (oder deins) total blöd reinsuizided und das game verliert. wenn du teamfightest mit der voraussetzung den gegner zu \"outplayen\", hast du schon verloren und überlässt das game dem schicksal. das passiert allerdings fast nie, sondern eins der beiden teams hat den fight schon vor beginn verloren, auch wenn es ingame oft schwer zu sehen ist welches. deshalb ist das gesamtkonzept von \"teamfights\" in einem richtigen spiel überhaupt nicht anwendbar. \"protect the adc\" bedeutet, hab nen adc der es wert ist protectet zu werden, sei stark genug um den adc protecten zu können, hab genug mapcontrol damit du weißt von was und in welcher position du ihn überhaupt protecten sollst. und wenn diese voraussetzungen gegeben sind, wird es keinen teamfight geben denn die gegner sind keine vollidioten und lassen sich for free abschlachten. zumindest sollten sie das nicht in der theoretischen situation einer strategiebesprechung sein ; )\n\ndu sprichst null von strategien, von pressure, von mapcontrol.\n\nes gibt im grunde garkeinen spielplan. wie stellst du dir vor, dass das spiel abläuft? \"erstmal einfach lanen\" ;D","replies":[{"id":"","poster":"ToHmon","date":"2015-07-01T16:12:19.030+0000","up_votes":1,"down_votes":0,"body":"Hallo KUNSTFEHLA, \n\nvielen Dank für dein Feedback. \nIch will mal versuchen auf alle deine Punkte nach und nach ein zu gehen.\n\n* mega lustig wie du richtig tryhardest aber das team einfach so \"joa joa whatever\" xD\n\nNun ja das Video wurde nach bereits 4 Stunden Theorietraining gemacht. Da ist es verständlich, dass mein Team langsam müde und unkonzentriert wird. Zumal das Team bereits die Tabelle 2 mal durchgearbeitet hatte und wir dies nur gemacht haben , weil wir einen neuen Support bekommen haben, der diese Tabelle nicht kannte. Da ist eine gewisse Anteilslosigkeit der Teammitglieder sicher verständlich.\n\n* dieses \"wie genau teamfighten wir, protect the AD wir hauen alle auf den olaf\" ist keine strategie und auch kein realistisches szenario.\n\nund \n\n* deshalb ist das gesamtkonzept von \"teamfights\" in einem richtigen spiel überhaupt nicht anwendbar. \"protect the adc\" bedeutet, hab nen adc der es wert ist protectet zu werden, sei stark genug um den adc protecten zu können,\n\nIch bin mir hier nicht ganz sicher was dein Punkt ist. Ich glaube du willst damit sagen, dass  Team Combos in LoL sinnlos bzw unrealistisch oder nicht anwendbar sind. Das sehe ich ganz anders. Was ganz klar in der Solo Q jeden tag zu sehen ist. Spieler die einfach drauf los picken ohne zu überlegen ob ihr pick ins Team passt und sinnvoll ist verlieren meiner Meinung nach häufiger. Typisches Beispiel. Vlad top und Nidale jungle und einen beliebigen midlaner und adc. Wenn hier der Support auch noch sowas pick wie soraka ist dies eine sehr schlechte Teamcombo. Auch wenn alle ihre Mains spielen bauen die Champions nicht aufeinander auf. Es gibt keinen Plan wer den einen Teamfight starten soll usw. Im Teamranked halte ich wohl überlegte picks gegen das Gegnerteam und auch für das eigene Team sehr sehr wichtig.\n\nDie von die erwähnte protect the adc Combo gibt ein bestimmtes Zeil vor. Stellen wir uns vor wir wollen Kogma spielen weil im Gegnerteam viele Tanks sind als Beispiel. Wie du sicher weißt ist das ein schwerer pick. Daher bauen wir das gesamte Team so auf um einen bestmöglichen Schutz für den adc zu bilden. Die Combo gibt natürlich keinen Game plan oder Rotationen vor. Dies wird alles in einzelnen Bereichen erklärt.\n\n* du sprichst null von strategien, von pressure, von mapcontrol.\n\nund\n\n* es gibt im grunde garkeinen spielplan. wie stellst du dir vor, dass das spiel abläuft? \"erstmal einfach lanen\" ;D\n\nNun über Strategien in LoL kann an sicher lange streiten. Was du gesehen hast war ein Auszug der sich nur auf Teamcombos und Position bezogen hat. Du hast ein 50 Minuten Video gesehen von mehr als 3 Monaten Theorietraining . Deshalb kommt hier nur ein Bereich vor. Schau dir das Video davor an:  [(https://www.youtube.com/watch?v=bSXY3i_EfSQ)]\nHier geht es um Individuelle Fehler, Game Plan, map control usw.\n\nVielen Dank","replies":[{"id":"","poster":"AyRe CoNteMpT","date":"2015-07-01T19:07:28.666+0000","up_votes":1,"down_votes":0,"body":"ich schau mir das video gerne morgen an ; )\n\nwas ich mit teamfight und \"team composition\" meine ist, dass du von einem szenario ausgehst bei dem du nach 15 minuten entspannt gelaned und gefarmt hast und jetzt kommen alle 10 spieler in die midlane und laufen aufeinander zu und \"teamfight\". und selbst wenn du dir das in deinem kopf anders gedacht hast, so ist das konzept eines teamfights wie du es in dem video beschreibst (und auch wie es einfach 99% der lol community verstehen) genau das.\n\ndas passiert nicht. wenn du schwache laner pickst die dann halt \"geil für den teamfight und protect the adc\" sind, dann wirst du niemals das bekommen was du erreichen willst in dem match.  \n\ndas spiel beginnt bei sekunde 1 und wenn du schwache champions pickst und keine strategie für die ersten 10 spielminuten hast, wirst du einfach hart überrannt von challengern. du musst die schwachstellen deiner teamcomposition analysieren und das team muss verstehen, wie es diese schwachstellen abdeckt und gleichzeitig gegnerische schwachstellen ausnutzt und durch dominante championpicks einen vorteil erzwingt und ihn durch gute rotations snowballt.\n\nim grunde kann man sagen, sind alle 5on5s nach 10-15 minuten entschieden und bleiben nur spannend, wenn das gewinnende team es nicht sauber und konzentriert finisht. das ist in der LCS so, das ist bei challengern so, das ist bei dir so. \n\naber wenn du keine strategie hast für die ersten 15 minuten, dann wirst du nur überhaupt jemals diese \"juggermaw teamfight comp\" spielen können, wenn deine 5 spieler durch zufall einfach \"besser\" sind als die gegner und ihre lanes gewinnen und damit in die phase kommen für die du geplant hast.\n\ndas is aber kaum der fall, denn deine spieler sind keine 5 fakers sondern nur irgendwelche mittelklasse diamondspieler (no offense) und wenn du sie einfach drauf los lanen lässt, hast du keine chance auf einen turniergewinn, oder selbst wenn du mal was gewinnst dann is das zufall.\n\nteamstrategie und rotations schlagen individuelle laningskills IMMER. konzentrier dich darauf und du wirst sehr bald sehr krasse fortschritte sehen.\n\nbtw, welche lane is bei euch shotcaller und wie gut is er als shotcaller?","replies":[{"id":"","poster":"ToHmon","date":"2015-07-02T02:27:49.879+0000","up_votes":1,"down_votes":0,"body":"Okay okay, das wird mir langsam zu viel Text hier :D Adde mich ingame Tohmon bin ich im am smurfen dan können wir das auf dem TS bereden \n\nDas gilt auch für alle anderren =)","replies":[]}]}]}]},{"id":"","poster":"ToHmon","date":"2015-07-01T01:02:30.944+0000","up_votes":1,"down_votes":0,"body":"Bitte geb mir viel Feedback damit ich weiß was ich besser machen kann bzw auf welche Punkte ich mal genau eingehen soll =)","replies":[]}]}