{"id":"bQk8LQEg","poster":"NOVA PRlME","date":"2015-06-30T07:40:37.186+0000","title":"League of Legends für Linux","subforum":"Allgemeiner Chat","up_votes":5,"down_votes":0,"body":"Liebes Riot-Team,\r\n\r\nWie wäre es mit eimem League of Legends für Linux? Ich weiß, dass es diese Diskussion schon mal gab, aber im Zuge von SteamOS fände ich es wünschenswert, wenn man mal wieder über so eine Version nachdenken würde. Ich finde es schade, wenn man seine Spiele auf einer Steam-Machine hat, aber jedes Mal zu Windows wechseln müsste, um Lol spielen zu können. Deswegen würde ich mich über viele Meinungen freuen. \r\n\r\nMfG KingMushroomToad","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-30T09:48:18.256+0000","up_votes":1,"down_votes":1,"body":"Ich wünsche mir eine LoL-Version für Linux, ja, aber ich wünsche mir eigentlich nicht, dass Riot eine macht...\n1. Zu wenig Computerspieler spielen auf Linux / zu wenig Computerspiele auf Linux  (beeinflusst sich natürlich gegenseitig, Teufelskreis wegen dem Linux für Spieler und Spielehersteller unattraktiv ist...)\n2. Emulatoren\n3. Es ist nicht sonderlich schwer, Windows zu bekommen\n\nEs würde sich für Riot kaum lohnen, der Aufwand ist für die mögliche Anzahl an neuen Spielern zu gering.\n\nGruß,\nZamo","replies":[{"id":"","poster":"NOVA PRlME","date":"2015-06-30T11:15:36.675+0000","up_votes":2,"down_votes":0,"body":"Naja, du hast ja damit nicht Unrecht, aber wegen Valves neuen Steam-Machines, welche eben auf Debian(Linux) basieren, werden Linux-Spieler, denke ich, stetig zunehmen. Wenn man da eine Kooperation seitens Riot mit Valve vereinbart, könnte man Lol bestimmt auch für SteamOS/Steam verfügbar machen. Das es Steam für Linux gibt widerspricht also deiner Aussage mit zu wenig Spielen. Und ja, mittlerweile ist Windows einfacher zu bekommen, Linux aber noch leichter.^^","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-30T11:26:50.469+0000","up_votes":1,"down_votes":0,"body":"Zur den Steam-Maschinen sag ich mal nichts, hab da zu wenig Infos ^^\nAber um meiner Aussage zu helfen, wegen zu wenig Spielen: Steam hat eine große Menge Spiele, richtig. Aber Steam ist weit davon entfernt, alle zu haben :)\n\nGruß,\nZamo","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-30T12:29:32.388+0000","up_votes":1,"down_votes":1,"body":"Heya\nUuuuund bei weitem nicht alle Steam Spiele laufen auf Linux.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-30T20:31:54.405+0000","up_votes":1,"down_votes":0,"body":"Dessen war ich mir auch recht sicher ^^\n\nGruß,\nZamo","replies":[]}]}]}]}]},{"id":"","poster":"1st greek legend","date":"2019-08-10T15:22:12.667+0000","up_votes":1,"down_votes":0,"body":"Wie ist denn die aktuelle Lage?\nWird es irgendwann eine Linux-Version für League of Legends geben?\nViele meiner Freunde und ich, warten schon seit Jahren darauf!\nSteam hat ja schon mehrere Erfolge gehabt viele Spiele auf auf Linux zu laufen zu bringen, dann sollte es doch nicht unmöglich sein auch ein Spiel wie League of Legends für Linux rauszubringen. Viele Nutzer sind endgültig zu Linux gewechselt, weil es einfach viel mehr Möglichkeiten mitbringt.\n\nMfg\n1st greek legend","replies":[]},{"id":"","poster":"Heavenly Ahri","date":"2015-06-30T09:48:38.616+0000","up_votes":1,"down_votes":0,"body":"Linux ist für Gaming einfach nicht geeignet, lass es bleiben.\nLinux ist ein OS für fortgeschrittene Nutzer die mehr in der Entwicklung zuständig sind (Daher auch die erhebliche Freiheit in Linux.) aber definitiv NICHT fürs Gaming. Wenn du Gamen willst dann nutze Windows. Und extra etwas anzupassen nur weil vielleicht von 1000 Spielern eine einzige Person Linux nutzt ist einfach nicht lohnenswert genug.","replies":[]},{"id":"","poster":"RoderickAndara90","date":"2015-06-30T08:25:36.908+0000","up_votes":1,"down_votes":0,"body":"Linux ist kein schlechtes Betriebssystem, aber wenn du deinen PC zum zocken verwenden möchtest dann ist Linux dafür einfach nicht geeignet.\n\nWenn du ausreichend Festplattenspeicher hast kannst du dir auch 2 Betriebssysteme gleichzeitig installieren. Dann kannst du mit Windows zocken und mit Linux... ähhh mhhh... naja die Sachen machen die man halt mit Linux macht.\n\nWobei es für fast alle Linux Programme etwas vergleichbares für Windows gibt.\n\n(Ich hab dir trotzdem mal ein \"JA\" da gelassen. Weil es in jedem Fall wünschenswert ist wenn sich LoL weiter verbreitet. )","replies":[{"id":"","poster":"pulledchicken","date":"2015-06-30T08:29:37.293+0000","up_votes":1,"down_votes":1,"body":"naja gut des ist ansichts sache also ich finde Linux unbrauchbar !\n\ngeschmäcker sind verschieden :)","replies":[]}]},{"id":"","poster":"pulledchicken","date":"2015-06-30T08:14:11.180+0000","up_votes":1,"down_votes":2,"body":"ohne jemanden etwas böses zu wollen oder 5 Pfenig senf abzugeben :D \n\nwieso hast du kein anständiges Betriebssystem ?  du kannst dir mittlerweile sogar kostenlos Windows legal downloaden :)","replies":[]}]}