{"id":"Akr6yNT2","poster":"andymuha","date":"2015-06-29T04:49:35.760+0000","title":"Riot bewertet das \"Ranked\" System völlig falsch","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":26,"body":"In vielen Threads wird hier immer und immer wieder &uuml;ber die Banpolitik von Riot bzgl. CR, RR und PB gesprochen. \nIch pers&ouml;hnlich finde die Bestrafungspolitik relativ seltsam im Bezug auf den Wettbewerb des Spiels. \n\nDas Ranked-System ist f&uuml;r mich der offen Wettbewerb in LoL, wird jedoch eher wie ein wahrloser Spielertreff behandelt. \nIch z.B. habe einen permanenten Ban bekommen f&uuml;r meine Verhalten im Chat. Dieser war berechtigt, deswegen habe ich mir einfach einen neuen Account gemacht und das ganze geht von neuem los. Ist zwar etwas nervig wieder auf 30 zu kommen aber eine tats&auml;chliche Strafe seh ich im Bezug auf das Vergehen eher nicht.  Und die Ursache f&uuml;r diesen Umstand wird nat&uuml;rlich nicht angeganen.\n\nViel mehr ist aber zu betrachten, warum Leute meist derart aus der Haut fahren wenn es um Ranked Spiele geht. \nWenn jemand \"pseudo AFK\" ist, bedeutet z.B. beleidigt weil er seine Position nicht bekommen hat die er spielen wollte und deshalb das Spiel &uuml;ber sinnlos in der Gegend rumrennt, kann man doch durchaus verstehen, das jemand irgendwann ausrastet. Denn er sabotiert das Spiel absichtlich.\nRiot betrachtet dann nur den Chatverlauf in dem sicher einige unsch&ouml;ne Worte fallen, aber nie die Situation warum es &uuml;berhaupt zum Schalgabtausch gekommen ist. \nIn einem echten Wettbewerb, und nichts anderes ist das Ranked, w&uuml;rde in einem solchen Fall der Verursacher ebenfalls besraft werden, bzw. auf eine Mannschaftssportart bezogen, und nichts anderes ist LoL, w&uuml;rde man den \"trollenden\" Spieler einfach auswechseln. Sowas geht in LoL jedoch nicht. Also macht man seinem Unmut Luft. Nette Worte haben in so einem Fall ebensowenig Sinn wie b&ouml;sartige Worte, aber um deutlich zu machen wie \"scheisse\" man das Verhalten der Person findet, w&auml;hlt man Worte die dem auch Ausdruck verleihen. Normalerweise starten solche Ausraster auch nie von Anfang an und sehr selten weil jemand schlecht spielt. (Jeder hat mal n schlechten Tag). \nW&uuml;rde sich Riot aber die M&uuml;he machen, die Spiele zum Chatverlauf die relevant sind anzuschauen, w&uuml;rde schnell klar werden, warum jemand so aus der Haut gefahren ist. Und offtmals, wenn solche Sachen vorkommen, sind es in der Regel mehr als ein Spieler die dazu etwas sagen. Somit sieht man ja auch deutlich, was dazugef&uuml;hrt hat. \nIn einem echten Wettbewerb w&uuml;rde man sowas ber&uuml;cksichtigen. \nDas soll auf keinen Fall eine Entschuldigung f&uuml;r mein Verhalten sein. Ich leb mit dem Ban und mein neuer Account ist bald wieder Ranked bereit (ja der ein oder andere wird nat&uuml;rlich dazu wieder ein sinnfreies Kommentar abgeben). Ich finde auch das man Spieler wie \"mich\", die ein paar Mal zu oft unsch&ouml;ne Ausdrucksweisen angebracht haben, sperren sollte, doch auch was dazu gef&uuml;hrt hat sollte man nicht au&szlig;er Acht lassen.\nIch wollte nur mal darauf aufmerksam machen, dass es sich Riot ganz sch&ouml;n einfach macht wenn es um BEstrafungen geht. Auch das Tribunal ist so gesehen eigentlich ein Witz. Zu einer Strafsituation geh&ouml;ren immer zwei Parteien und meist ist keine der beiden unschuldig. Wenn sich Riot also die M&uuml;he macht sowas zu ahnden, dann m&uuml;ssten beide Seiten bestraft werden um dem Wettbewerb gerecht zu werden. \nIn allen Sportarten der Welt die einen offenen Wettbewerb haben wird das genau so gemacht, und Esport ist (obwohl das auch eher Ansichtsache ist) einfach auch einen Sportart. Warum also bew&auml;hrte System nicht integrieren um es besser zu machen?\nIch kann im Spiel \"kackenfreundlich\" sein und trotzdem allen den Spielspass nehmen. Ich kann jedem \"hallo\" sagen, auch bissle pingen, kann im Chatverlauf auch durchaus sinnvoll Kommunikation durchf&uuml;hren und trotzdem einfach ur bissl rumrennen und dem Spiel net dienlich sein. \nEin Report w&uuml;rde keinen Sinn ergeben. Ich habe keine offensichtlichen negativen Stats, ich creepe am besten im Jungle da f&auml;llt es noch weniger auf, ich schreibe immer sinnvolle Sachen, also w&uuml;rde Riot einen Report gegen mich sicherlich nicht schlecht bewerten. \n\nIch w&uuml;rde einfach Riot mal ans Herz legen, sich etwas detailierter mit den BEstrafungen auseinanderzusetzten. Sind n&auml;mlich schon beinahe \"griechische\" Verh&auml;ltnisse. \n\nIn diesem Sinne bis bald im Ranked ;D\n\n_edit by humpelstilzche: Da hier mittlerweile die meisten nur damit beschäftigt sind sich gegenseitig anzumachen und alles und jeden zu reporten, mach ich hier mal dicht_","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-06-29T06:38:14.890+0000","up_votes":11,"down_votes":1,"body":"ähm... also es ist beim Fußball gerade nur Neymar für 5 Spiele gesperrt worden und nicht die ganze Kolumbianische Mannschaft, die ihn provoziert hat...\n\nUnd es gab in jeder Sportart Spieler, die nur davon gelebt haben, ihre Gegenspieler zu provozieren. Im Basketball gab es sogar eine eigene Position dafür, nannte sich Enforcer. Gesperrt wurden trotzdem diejenigen, die sich haben provozieren lassen...\n\nEines solltest du nie vergessen: Für das Verhalten, was Flamer an den Tag legen, würdest du in jeder anderen (\"echten\") Sportart raus fliegen. Zunächst mal aus deiner eigenen Mannschaft, weil die echt besseres zu tun haben, als sich permanent beleidigen zu lassen. Und danach dann aus der ganzen Liga, sobald sich rumgesprochen hat, dass du nur Probleme bereitet. Das machst du ungelogen 3 Mal und dann wirst du in deiner Stadt keinen einzigen Fußballverein mehr finden, der dich aufnehmen will. Dann bleibt dir nur noch die Sportart wechseln... zu Dota2... Und du kannst dir nicht mal einen neuen Acoount erstellen.\nUnd ja, beim Sport fliegst du auch mit glatt Rot vom Platz, wenn du deine Mitspieler beleidigst. Sei also froh, dass die Regelung bei Riot nicht so streng ist. Den Vergleich mit anderen Sportarten sollte man echt stecken lassen.\nUnd ganz ehrlich: Wenn ich mir den Scheiß, den ich in den Chatprotokollen lese, die zu einem Bann führen, in einem Fußball-Spiel von einem Mitspieler an den Kopf geworfen bekommen würde... würde ich dem Trainer ziemlich schnell (also spätestens zur Halbzeit) sagen \"Er oder Ich.\" Und 5-6 meiner Mitspieler würden dasselbe sagen. (oder es würde halt mich treffen, aber in einer Mannschaft, die das toleriert, würde ich auch nicht spielen wollen... man trennt sich dann \"im Gegenseitigen Einvernehmen...).\nIch hatte nebenbei vor ungelogen 14 Jahren genau so einen Fall, als einer meiner Mitspieler mich absolut nicht ausstehen konnte. Warum wusste er wahrscheinlich selber nicht, aber so sind Jugendliche halt. Da er aber immer mich beleidigt hat, ist er dann aus der Mannschaft geflogen, obwohl er der bessere Fußballer war. Und der hatte hinterher beim Verein im Nachbardorf dasselbe \"Problem\"... und danach hat er 3 Jahre keinen Verein mehr gefunden... \nVielleicht solltest du dich mal in realen Spielen so verhalten, wie du es im Chat getan hast, ich rate aber davon ab... Aber du behauptest ja indirekt, Ahnung vom Mannschafstsport zu haben, da hast du das bestimmt schon mal ausprobiert.\n\nZurück zu LoL: wer wirklich nur AFK rumrennt und keinen Schaden austeilt oder einsteckt, wird ebenfalls bestraft. Vom Leaverbuster. Und ja, ich habe hier schon Beiträge gelesen, wo sich jemand beschwert hat, dass er ja gar nicht AFK war, sondern die ganze Zeit im Kreis gelaufen ist... war episch.\n\nZu guter Letzt... Guckt sich Riot mit ziemlicher Sicherheit häufiger beide Seiten an. Also wenn 2 Spieler flamen und jeweils von 4plusx Mann reportet werden, wird sich das Chatanalyse Tool beide vergehen angucken und im Zweifelsfall beide bestrafen.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T06:53:06.329+0000","up_votes":1,"down_votes":7,"body":"Das bedeutet, dass es deiner Meinung nach gut ist, andere zu provozieren um ihnen einen solchen Ausrutscher herauszukitzeln?\nIst ebenso sportlich und menschlich gesehen erwähnenswert wie darauf dann demensprechend zu reagiern, oder was meinst du?\n\nAusserdem hast du das glaub ich nicht richtig verstanden. Das ein Gegner mich provoziert ist eine Sache. Aber das ein MITSPIELER des eigenen TEAMS sowas tut ist doch ein ganz anderes Thema oder etwa nicht?\nUm auf dein \"Neymar\" Beispiel Bezug zu nehmen wäre das in etwa so, als würde ein Mitspieler im ständig den Ball an den Kopf schießen. Wie lange wird er das wohl auf sich beruhen lassen, und vor allem WIE lange wird der Trainer das durchgehen lassen? Was meinst du? Eine Minute? Vielleicht zwei? In LoL gibt es aber keine Trainer die Provokationen im eigenen Team abfangen könnne. \n\nRiot schaut sich nur die Chatverläufe an, glaube aber kaum dass sie sich die Mühe machen Replays anschauen um die Situation zu verstehen. \nIch rede hier NICHT von irgendwelchen Auseinandersetzungen mit dem Gegner. Sondern GRUNDSÄTZLICH im eigenen TEAM.\n\nUnd nur mal so: Ich kann durchaus z.B. im Jungle spielen, super Creepen und auch mal den ein oder anderen Ward setzten, egal ob der da Sinn macht, (im Verlauf wird nur die Anzahl festgehalten), kann normal einkaufen aber absolut kein einziges Mal ganken während der gegnerische Jungler die Lanes überrennt., und nachdem dann mein Team brutal hintendran ist in den Teamfight mal sterben mal einen Assist bekommen. \nSieht alles ganz normal aus. Aber eigentlich hab ich absichtlich einen Spieler aus dem Team genommen der während der Zeit nur sinnlos rumrennt und am Ende kurz ein paar mal nach dem Ende eines verlorenen Teamfight noch den Gegnerischen Carry mit 200HP Left abzieht um dann zu sterben, damit die Stats gut aussehen. Sowas hab ich derart oft gesehen unfasbar!!!!","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T07:19:40.336+0000","up_votes":3,"down_votes":0,"body":"> Das bedeutet, dass es deiner Meinung nach gut ist, andere zu provozieren um ihnen einen solchen Ausrutscher herauszukitzeln?\n> Ist ebenso sportlich und menschlich gesehen erwähnenswert wie darauf dann demensprechend zu reagiern, oder was meinst du?\n\nAlso wenn ich seien Text lese sehe ich nirgends dass das moralisch gut sein sollte, sondern nur die Aussage dass es nunmal passiert und du darum nicht andere Sportarten als Vorbild nutzen solltest.\n\n> Und nur mal so: Ich kann durchaus z.B. im Jungle spielen, super Creepen und auch mal den ein oder anderen Ward setzten, egal ob der da Sinn macht, (im Verlauf wird nur die Anzahl festgehalten), kann normal einkaufen aber absolut kein einziges Mal ganken während der gegnerische Jungler die Lanes überrennt., und nachdem dann mein Team brutal hintendran ist in den Teamfight mal sterben mal einen Assist bekommen.\n> Sieht alles ganz normal aus. Aber eigentlich hab ich absichtlich einen Spieler aus dem Team genommen \n\nJede Spielweise ist in Ordnung, solange du nicht so spielst um absichtlich deinem Team zu schaden (wobei gilt: In Zweifel für den Angeklagten). Ich hab auch mal Nasus Support ausprobiert. Ging halt schlechter als ich erwartet hab. Sollte ich jetzt gesperrt werden? Natürlich nicht! \n\nDein Beispiel ist überigens denkbar schlecht, weil hardcorefarming grad im tieferen Elo durchaus eine gute Strategie ist.","replies":[]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-29T15:13:45.240+0000","up_votes":5,"down_votes":0,"body":"Hm, in LoL ist aber der Weg der Beschwörer der Maßstab. Mag sein, dass Du irgendwoanders eine (online-)community findest, die Deiner Weltanschauung besser entspricht.\n\nEs wäre zumindest konsequenter, wenn Du auch nach dieser Community anfängst zu suchen und unserer endgültig den Rücken kehrst. Durch Deinen Permaban hast Du auch schon die eindeutige Aufforderung dazu bekommen, nicht von irgendwelchen x-beliebigen Communityhanseln sondern von Riot höchst selbst. Dass hier alle außer Dir ebenfalls diese Meinung haben, zeigt nur, dass Riots Weg der Beschwörer und die Community nicht weit auseinander liegen.\n\nBitte höre auf LoL zu spielen! Wir wollen Dich hier nicht! \n\nIm Forum darfst Du von mir aus noch ein bisschen schreiben, ich finds ziemlich amüsant.","replies":[]},{"id":"","poster":"Dramos","date":"2015-06-29T05:45:14.058+0000","up_votes":2,"down_votes":2,"body":"Deinen Downvotes nach zu urteilen könnte deine Meinung ebenfalls ein Perma-Bann vertragen.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T06:10:21.872+0000","up_votes":1,"down_votes":9,"body":"> [{quoted}](name=Dramos,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0000,timestamp=2015-06-29T05:45:14.058+0000)\n>\n> Deinen Downvotes nach zu urteilen könnte deine Meinung ebenfalls ein Perma-Bann vertragen.\n\nMuss wohl die Aussage eines Menschen sein der von Wettbewerb und Mannschaftssport so gar keine Ahnung hat. Daher ist das schon ok ;D\nGegen den Strom schwimmen und das System anprangern ist eben nicht jedermans Sache. \nMitläufer ohne Meinung gibts genug (dich eingeschlossen).\n\nIch hab nur einen Vergleich gezogen zwischen der Art Bestrafung in einem vergleichbaren, realen Spiel ( Mannschaftssport mit Wettbewerb)\nund diesem Computerspiel. Ich hab meine eigen Strafe auch keinesfalls verteidigt sondern es sogar gut geheißen. Nur der Weg und den Hintergrund der dazu geführt hat in FRage gestellt. (hast du wohl nicht verstanden, was auch nicht schlimm ist).","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T07:14:56.267+0000","up_votes":7,"down_votes":0,"body":"Das Problem an deinem Post ist, dass du es als gegeben betrachtest, dass nur einer bestraft wird, was völliger Unsinn ist. Wenn Spieler A gegen die Regeln verstößt und damit Spieler B zum Regelbruch provoziert, werden eben beide bestraft. Du lässt es so wirken, als würde nur Spieler B bestraft, was schlicht und einfach eine 100%ig aus der Luft gegriffene (und falsche) Annahme ist.","replies":[]}]}]},{"id":"","poster":"Alustus","date":"2015-06-29T07:54:18.944+0000","up_votes":1,"down_votes":0,"body":"> Viel mehr ist aber zu betrachten, warum Leute meist derart aus der Haut fahren wenn es um Ranked Spiele geht.\n> Wenn jemand \"pseudo AFK\" ist, bedeutet z.B. beleidigt weil er seine Position nicht bekommen hat die er spielen wollte und deshalb das Spiel über sinnlos in der Gegend rumrennt, kann man doch durchaus verstehen, das jemand irgendwann ausrastet. Denn er sabotiert das Spiel absichtlich.\n> Riot betrachtet dann nur den Chatverlauf in dem sicher einige unschöne Worte fallen, aber nie die Situation warum es überhaupt zum Schalgabtausch gekommen ist.\n\nWeil es nicht nötig ist.\nDu bist für dein Verhalten selber Zuständig.\nWenn du dich provozieren lässt, musst du daran arbeiten.\n\nWenn jemand Trollt/Afk ist  probieren ruhig zu bleiben und diesen nach dem Spiel reporten.\nAchja das System erkennt auch Pseudo Afk spieler.\n\nIm RL wirst du auch nichts anderes erleben.\nWenn jemand deine Freundin anmacht und du diesem die Zähne ausschlägst, wird es dem Richter auch herzlich wenig interessieren, warum du das getan hast.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:14:57.419+0000","up_votes":1,"down_votes":7,"body":"> [{quoted}](name=Alustus,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005,timestamp=2015-06-29T07:54:18.944+0000)\n>\n> Weil es nicht nötig ist.\n> Du bist für dein Verhalten selber Zuständig.\n> Wenn du dich provozieren lässt, musst du daran arbeiten.\n> \n> Wenn jemand Trollt/Afk ist  probieren ruhig zu bleiben und diesen nach dem Spiel reporten.\n> Achja das System erkennt auch Pseudo Afk spieler.\n> \n> Im RL wirst du auch nichts anderes erleben.\n> Wenn jemand deine Freundin anmacht und du diesem die Zähne ausschlägst, wird es dem Richter auch herzlich wenig interessieren, warum du das getan hast.\n\nIch kann solche Aussagen nicht verstehen. Ich soll an mir arbeiten wenn mich jemand meines Teams mit seiner Spielweise provoziert? Kurios ;D. Ich bleibe ruhig und dann? Bekomm ich dann Blumen nach dem Spiel weil ich so nett war und es über mich hab ergehen lassen? \nVielleicht sollten wir dann auch alle zusammen ein kleines \"LoveIn\" veranstalten und unsere Namen tanzen....\nTypische Aussage von jemandem der keine Meinung hat und aktzeptiert was ist egal ob es Sinn macht ;D\n\nWas du unter Pseudo AFKler verstehts sind wohl die die in der Base sinnlos rumrennen und klicken damit keine AFK Message kommt. Diese Leute meine ich nicht....beim lesen hätte dir das auffallen können.\n\nNaja man kann hier Äpfel nicht mit Birnen vergleichen. \nDu vergeichst die Situation so: Einer spielt so wie ich es beschrieben habe und darauf hin such ich in und hau ihn um....\nIch habe es so gemeint im Bezug auf DEIN Beispiel: Jemand macht meine Freundin an, und ich sag ihm \"verpiss dich\" !\nImmer bei der Sache bleiben!^^","replies":[{"id":"","poster":"eingew","date":"2015-06-29T10:35:14.578+0000","up_votes":1,"down_votes":0,"body":"Immer diese komischen Aussagen... \"loveln\".\n\nIst es jetzt schlecht, wenn man nicht unfreundlich ist? Warum darf ich nicht nett sein? Bin ich jetzt abartig, weil ich am Anfang jedes Spiels \"gl & hf\" schreibe und das sogar ernst meine? Ich hätte jetzt klischeemäßig erwartet, dass ich noch irgendwo in deinem Post sowas wie \"das ist doch gay\" finde. Aber da es das nicht ist... woran liegt das? Musst du hart sein? Stärke beweisen? Deinen Mann stehen? Ich habe bei solchen Aussagen immer Hooligans im Kopf, die sich gegenseitig verprügeln, weil sie finden, dass das Tier der anderen nicht zu ihrer Lieblingsfarbe rot passt.\n\nEhrlich? Ich verstehs nicht.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T10:54:13.799+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000002,timestamp=2015-06-29T10:35:14.578+0000)\n>\n> Immer diese komischen Aussagen... \"loveln\".\n> \n> Ist es jetzt schlecht, wenn man nicht unfreundlich ist? Warum darf ich nicht nett sein? Bin ich jetzt abartig, weil ich am Anfang jedes Spiels \"gl & hf\" schreibe und das sogar ernst meine? Ich hätte jetzt klischeemäßig erwartet, dass ich noch irgendwo in deinem Post sowas wie \"das ist doch gay\" finde. Aber da es das nicht ist... woran liegt das? Musst du hart sein? Stärke beweisen? Deinen Mann stehen? Ich habe bei solchen Aussagen immer Hooligans im Kopf, die sich gegenseitig verprügeln, weil sie finden, dass das Tier der anderen nicht zu ihrer Lieblingsfarbe rot passt.\n> \n> Ehrlich? Ich verstehs nicht.\n\nKann demnach auch nicht verstehen wie dir dieses Bild vor Augen kommt. Wieso sollte ich einer dieser Personen sein die du beschreibst, nur weil ich meine Meinung offen und unverblümt sage, mich auch verbal mal verteidige oder auch mal jemanden forsch entgegentrete?\nIch wollte mit dem \"LoveIn\" genau wie mit dem \"Namen tanzen\" andeuten, dass es absolut keinen Sinn macht immer alles einfach so hinzunehmen. Das Reporten an sich ist keine ausreichende Möglichkeit jemand zu bestrafen. \nIch habe weder Vorurteile noch sonstwas. Ich glaube jeder muss oder sollte sein Mann stehen und auch mal Stärke zeigen. Das hat aber nichts damit zu tun, dass ich in einer kriminellen Vereinigung oder ähnlich gewaltorientierten Gruppierungen herumlunger. \nEbenso gibt es für mich keinen Grund mich in diesem Spiel beweisen zu müssen. \n\nEs liegt eigentlich im gesunden Menschen verankert sich auch mal zur Wehr zu setzten, auch mal ein Zeichen zu setzten. Ebenso wie es Riot mit mir getan hat ;D. In diesem Fall hat deren Stärke einen Zweck und auch ein sichtbares Resultat. Wenn ich mich verteidige oder jemand angehe der mich um den Spielspass bringt resultiert das maximal in einem Ban für mich selbst. Das weiss man vorher und trotzdem würde ich es sicher wieder tun. Vielleicht nicht in dem Ausmaß jedoch bin ich sicher das ich eine 100% Abstinenz bei der Verwendung von Schimpfwörtern niemals unterschreiben würde. \n\nDu kannst gerne jedem gl&hf schreiben. Niemand geht dich an wenn du freundlich sein willst. Ich hab es auch lieber in einem freundlichen Klima zu spielen. Aufgrund der Ban-Situation die bei mir vorliegt habe ich mich auch nicht immer und grundsätzlich so verhalten. In einem meiner letzten Spiele bin ich sicherlich derbe vorgegangen, aufgrund dessen habe ich auch wohl einen sofortigen Permanenten Ban bekommen ohne zuvor eine RR oder CR zubekommen. \nAber manchmal sieht man einfach ROT. So ist das eben. Vielleicht hat sich der ein oder andere besser unter Kontrolle oder wie es von manchen hier vorgeschlagen wird, zerlegt er sein Zimmer, oder vielleicht geht er auch raus und verprügelt seinen Hund oder gar seine Frau. \nIch mache meinem Unmut dann doch lieber verbal Luft. \n\nAber bleib gerne lieb und nett zu allen jedem. Ich bin sicher, dass du damit nicht schlecht fährst. \nFür mich wäre es nichts. Damit eckt man an aber so ist man eben.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T11:14:38.240+0000","up_votes":3,"down_votes":0,"body":"> Das Reporten an sich ist keine ausreichende Möglichkeit jemand zu bestrafen.\n\nDas kann man so oder so sehen. Du willst mehr Strafen für den flamer/troll/wahtever? Dann ignorier sie. Das ist die härteste Strafe. Wenn jemand absichtlich schlecht spielt, wenn dich einer beleidigt...warum tut er das? Weil er eine Reaktion will, eine Bestätigung. Deine \"Verteidigung\", deine \"Strafe\" - das sind in Wahrheit die höchsten vorstellbaren Belohnungen für die Leute, die du eigentlich treffen willst. Solange du schreist bist du ein interessantes Ziel.\n\n> Aber manchmal sieht man einfach ROT. So ist das eben. \n\nNein. Manchaml siehst DU einfach Rot. Und das ist ein Problem, dass du angehen solltest. Ja, es ist besser wütend auf der tastatur rumzuhämmern als seine Frau zu verprügeln - aber noch besser und erstaunlich einfach ist es, keines von beidem zu tun.\n\n> jedoch bin ich sicher das ich eine 100% Abstinenz bei der Verwendung von Schimpfwörtern niemals unterschreiben würde. \n\nTust du aber. Alle paar wochen, wenn du den Terms of Agreement zustimmst.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T11:17:58.940+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000002,timestamp=2015-06-29T11:14:38.240+0000)\n>\n> Das kann man so oder so sehen. Du willst mehr Strafen für den flamer/troll/wahtever? Dann ignorier sie. Das ist die härteste Strafe. Wenn jemand absichtlich schlecht spielt, wenn dich einer beleidigt...warum tut er das? Weil er eine Reaktion will, eine Bestätigung. Deine \"Verteidigung\", deine \"Strafe\" - das sind in Wahrheit die höchsten vorstellbaren Belohnungen für die Leute, die du eigentlich treffen willst. Solange du schreist bist du ein interessantes Ziel.\n> \n> Nein. Manchaml siehst DU einfach Rot. Und das ist ein Problem, dass du angehen solltest. Ja, es ist besser wütend auf der tastatur rumzuhämmern als seine Frau zu verprügeln - aber noch besser und erstaunlich einfach ist es, keines von beidem zu tun.\n> \n> Tust du aber. Alle paar wochen, wenn du den Terms of Agreement zustimmst.\n\nAlso jetzt halt mal den Ball flach. Wir sind alle Menschen und so Terms of Agreement werden daran nichts ändern.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T11:25:02.400+0000","up_votes":2,"down_votes":0,"body":"Ja, wir sind Menschen. Und als Menschen haben wir die Fähigkeit, unser Hirn zu trainieren und z.b. Techniken gegen Wutausbrüche zu erlernen. Normalerweise tut man dies in den ersten 15 Lebensjahren, aber auch danach ist es nicht zu spät.\n\nUnd das mit den Terms of agreement sollte nicht heissen dass dadurch flaming unmöglich wird, ich wollte dir nur sagen dass deine Aussage, du würdest nie eine Abstinenz von Schimpfwörtern unterschreiben, falsch ist, da du dies bereits dutzende Male getan hast.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T12:11:49.984+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005000000020000000200000000,timestamp=2015-06-29T11:25:02.400+0000)\n>\n> Ja, wir sind Menschen. Und als Menschen haben wir die Fähigkeit, unser Hirn zu trainieren und z.b. Techniken gegen Wutausbrüche zu erlernen. Normalerweise tut man dies in den ersten 15 Lebensjahren, aber auch danach ist es nicht zu spät.\n> \n> Und das mit den Terms of agreement sollte nicht heissen dass dadurch flaming unmöglich wird, ich wollte dir nur sagen dass deine Aussage, du würdest nie eine Abstinenz von Schimpfwörtern unterschreiben, falsch ist, da du dies bereits dutzende Male getan hast.\n\nOffenbar sollte ich mich mal bei dir auf die Couch legen, da du anscheinend ja ein fundiertes Wissen über die menschliche Psyche und Erziehung insbesondere der ersten 15 Lebensjahre zu haben scheinst. \n\nWie sicherlich 90% aller Spieler werden dieses TERMS ungelesen weggeklickt. In der Regel steht immer das gleiche drin. Und wenn man nicht übereinstimmt kann man nicht mitmachen. Also Click&Ignore...","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-06-29T12:26:34.409+0000","up_votes":4,"down_votes":0,"body":"> Wie sicherlich 90% aller Spieler werden dieses TERMS ungelesen weggeklickt. In der Regel steht immer das gleiche drin. Und wenn man nicht übereinstimmt kann man nicht mitmachen. Also Click&Ignore...\n\nDiese Aussage ist sowas von lächerlich. Kann man damit gleichsetzen, dass du Gesetze total überflüssig und sinnlos findest. Die werden auch von niemandem gelesen und bestätigt werden die auch automatisch in dem sie in Kraft treten. Wenn das dann ok für dich ist dagegen zu verstoßen kann man ja auch gegen Gesetze verstoßen.\n\n\"Der Aldi legt seine Ware ungeschützt ins Regal, ich kann gar nichts dafür das ich geklaut habe. Der Laden hat mich dazu provoziert etwas zu klauen.\" - Genau das ist deine Logik. Und du möchtest jetzt das der Aldi auch noch bestraft wird, weil er dich ja provoziert hat. Dabei war der Diebstahl total unnötig und überhaupt nicht erforderlich, genauso wie deine \"Verteidigung\" gegenüber anderen. \n\nImmer sind es die anderen Schuld.\n\nUnd nein es liegt nicht in der Natur des Menschen sich zur Wehr zu setzen. Und nein es liegt nicht in der Natur von Menschen Rot zu sehen uns \"auszurasten\". Es liegt in der Natur von Menschen nachzudenken und rational zu handeln.\n\nUnd niemand handelt rational in dem er andere flamet.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-29T12:16:30.074+0000","up_votes":1,"down_votes":0,"body":"Nein, nicht bei mir, sondern bei jemandem der sich wirklich auskennt. Aber im Prinzip hast du erfasst, wo das Problem liegt.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T12:24:35.155+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000002000000020000000000000000,timestamp=2015-06-29T12:16:30.074+0000)\n>\n> Nein, nicht bei mir, sondern bei jemandem der sich wirklich auskennt. Aber im Prinzip hast du erfasst, wo das Problem liegt.\n\nWieder jemand der meint den Charakter andere Menschen nach kurzer Zeit zu kennen. Bewertest du oft so schnell Menschen von denen du absolut nichts weißt? Liegt es in deiner Natur ? Eventuell hast du auch oft Vorurteile? Systemtreu bist du allemal das muss man dir lassen. Vielleicht auch in anderen Dingen? Ich mutmaße nur, aber ein typischer Mitläufer könntest du schon sein.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T13:09:43.322+0000","up_votes":2,"down_votes":0,"body":"Ich bewerte nicht. Ich versuche, Probleme und deren Lösungen zu erkennen. In keinem meiner Posts findest du eine Aussage darüber, was ich von dir als Mensch halte.\n\nDu hingegen bezeichnest mich als potentiellen Mitläufer, was in meinen Augen ein recht schwerer Angriff ist.","replies":[]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-06-29T11:10:16.047+0000","up_votes":1,"down_votes":0,"body":"Wieso glaubst du, dass nett sein Selbstbewusstsein ausschließt? Wieso glaubst du ich ecke mit niemandem an? Ich meine, nur weil ich gerne nett bin heißt das nicht, dass ich mir alles gefallen lasse und niemals irgendetwas gegen die Leute tue. Ich verliere ja keinerlei Würde, nur weil ich die Leute mute und reporte, in dem Wissen, dass sie gerade bei fiesen Situationen ebenso wie du einen Perma bekommen.\nJa, ich beschwere mich auch gerne. Aber nicht, indem ich die Beherrschung verliere und wie ein wütender Stier einfach alles (im Zweifelsfall auch eigentlichen Freunde) niederwalze, sondern indem ich nachdenke und logisch handel. Wenn mich jemand nervt, dann wird der halt gemutet. Dadurch verliere ich doch nicht an Ehre, oder stehe nicht genug meinen Mann? Ich muss mich wohl kaum vor irgendwelchen lächerlichen Kleingeistern beweisen, die es nötig haben, mich oder andere durch ebenso lächerliche Allerweltsbeleidigungen oder bescheuerte Fehleranalysen, mit denen sie ihr eigenes spielerisches Niveau viel eher kritisieren, herunterzumachen, um sich selbst nicht so schlecht zu fühlen? Was interessiert mich das? Das ist dasselbe wie Frauentausch gucken: Absolute Zeitverschwendung. Da verschwende ich meine Zeit viel lieber bei guter Musik und guten Spielen oder Freunden, statt mich dauernd vor irgendwelchen Randoms, die ich maximal 50m sehe, beweisen zu müssen.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T11:13:27.222+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001,timestamp=2015-06-29T11:10:16.047+0000)\n>\n> Wieso glaubst du, dass nett sein Selbstbewusstsein ausschließt? Wieso glaubst du ich ecke mit niemandem an? Ich meine, nur weil ich gerne nett bin heißt das nicht, dass ich mir alles gefallen lasse und niemals irgendetwas gegen die Leute tue. Ich verliere ja keinerlei Würde, nur weil ich die Leute mute und reporte, in dem Wissen, dass sie gerade bei fiesen Situationen ebenso wie du einen Perma bekommen.\n> Ja, ich beschwere mich auch gerne. Aber nicht, indem ich die Beherrschung verliere und wie ein wütender Stier einfach alles (im Zweifelsfall auch eigentlichen Freunde) niederwalze, sondern indem ich nachdenke und logisch handel. Wenn mich jemand nervt, dann wird der halt gemutet. Dadurch verliere ich doch nicht an Ehre, oder stehe nicht genug meinen Mann? Ich muss mich wohl kaum vor irgendwelchen lächerlichen Kleingeistern beweisen, die es nötig haben, mich oder andere durch ebenso lächerliche Allerweltsbeleidigungen oder bescheuerte Fehleranalysen, mit denen sie ihr eigenes spielerisches Niveau viel eher kritisieren, herunterzumachen, um sich selbst nicht so schlecht zu fühlen? Was interessiert mich das? Das ist dasselbe wie Frauentausch gucken: Absolute Zeitverschwendung. Da verschwende ich meine Zeit viel lieber bei guter Musik und guten Spielen oder Freunden, statt mich dauernd vor irgendwelchen Randoms, die ich maximal 50m sehe, beweisen zu müssen.\n\nIch behaupte doch nicht, dass es dir an Selbstbewusstsein fehlt. Vielleicht ecke ich eben öfter an und verliere ab und an die Beherrschung indem ich wütend um mich fahre. Jeder Mensch ist anders. \nAber wo wir gerade von Zeitverschwendung reden. Eben deshalb reg ich mich darüber auf. Ein Spiel das so abläuft wird meistens verloren. Ich hätte mir die Zeit also sparen können. Deshlab reg ich mich auf. Nur deshalb.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-06-29T11:16:41.256+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000002000000010000,timestamp=2015-06-29T11:13:27.222+0000)\nhätte mir die Zeit also sparen können. Deshlab reg ich mich auf. Nur deshalb.\n\nDann spar dir dich die Zeit fürs schreiben. Schreib doch einfach garnix. Warum musst du denn immer was dazu schreiben? Hast du so wenig Selbstbeherrschung das du immer deinen Frust rauslassen musst?","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T11:18:15.910+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005000000020000000100000000,timestamp=2015-06-29T11:16:41.256+0000)\n>\n> hätte mir die Zeit also sparen können. Deshlab reg ich mich auf. Nur deshalb.\n> \n> Dann spar dir dich die Zeit fürs schreiben. Schreib doch einfach garnix. Warum musst du denn immer was dazu schreiben? Hast du so wenig Selbstbeherrschung das du immer deinen Frust rauslassen musst?\n\ndie Zeitverschwendung ist nicht das ich was schreiben muss sondern das bis zum Surrender 20 Minuten vergehen müssen.....","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T12:32:53.637+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000,timestamp=2015-06-29T11:18:15.910+0000)\n>\n> die Zeitverschwendung ist nicht das ich was schreiben muss sondern das bis zum Surrender 20 Minuten vergehen müssen.....\n\nIch frage eigentlich bei jedem Thread dieser Art (sofern ich mich daran beteilige), deshalb - verspätet - auch hier:\n\n- Was genau willst du erreichen, indem du einem Flamer - mit (oder ohne) Flaming - antwortest?\n\nIch habe noch kein einziges Game erlebt, in dem ein Flamer plötzlich ruhig wurde, weil ihm jemand antwortete. Im Gegenteil! Meist wurde es schlimmer und weil mehrere Spieler herumflameten, war das Game endgültig gelaufen.\n\nJedoch habe ich nicht wenige Games gesehen, in denen sich ein Mate sehr toxisch verhielt, aber alle anderen Spieler diesen einfach ignorierten (evtl. auch mit mute-Funktion). Da wurde das eine oder andere Game - wo wir auch im Rückstand waren - trotzdem noch gewonnen (btw. wirkte es dann peinlich, dass jener Flamer dann \"gg wp\" zu uns schrieb...^^)\n\nIch sehe keinen positiven Nutzen, einem Flamer zu antworten; jedoch ein Haufen negative Auswirkungen.\n\nDu kannst deine Zeit einfach besser nutzen als im chat.\nWenn ich z.B. in einem Normal (geht aber auch in Rankeds) spiele, welches schon als verloren gilt, kann ich immer noch schauen, welchen Schaden ich in einem TF (mit meinem Items gegen jene des Gegners) ich austeilen kann. Dies hilft mir, um in Zukunft besser einen möglichen Trade einschätzen zu können. Als Jungler hat man auch andere Möglichkeiten wie z.B. Drake-/Baron-Steals üben. Denn was verliert man schon, wenn man am Versuch scheitert? ;)\nAls ich Supporter übte, konnte ich auch sehr gut üben, aktivierbare Items zur richtigen Zeit zu benutzen. Mit Rückstand noch warden zu können, ohne erwischt zu werden, ist auch eine nützliche Übung, die man in Zukunft nutzen kann.\n\nKlar, viele Spieler sehen dies anders und möchten lieber rasch surrendern.\nAber auf jeden Fall ist so etwas immer noch sinnvoller als im chat zu flamen, weil einer der Mates toxisch ist.","replies":[]},{"id":"","poster":"Madchickendinner","date":"2015-06-29T11:47:58.413+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000,timestamp=2015-06-29T11:18:15.910+0000)\n>\n> die Zeitverschwendung ist nicht das ich was schreiben muss sondern das bis zum Surrender 20 Minuten vergehen müssen.....\n\nWarum musst du was schreiben?","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T12:08:09.983+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000002000000010000000000000001,timestamp=2015-06-29T11:47:58.413+0000)\n>\n> Warum musst du was schreiben?\n\nWeil es mich nervt das ich mindestens bis zu Minute 20 warten muss bis es die Möglichkeit gibt zu surrendern.\nDeswegen muss ich was schreiben ;D","replies":[{"id":"","poster":"Madchickendinner","date":"2015-06-29T12:30:10.970+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005000000020000000100000000000000010000,timestamp=2015-06-29T12:08:09.983+0000)\n>\n> Weil es mich nervt das ich mindestens bis zu Minute 20 warten muss bis es die Möglichkeit gibt zu surrendern.\n> Deswegen muss ich was schreiben ;D\n\nUnd warum musst du dabei andere beleidigen?","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T12:48:16.804+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000,timestamp=2015-06-29T12:30:10.970+0000)\n>\n> Und warum musst du dabei andere beleidigen?\n\nWeil er der Grund dafür ist, dass ich das überhaupt machen muss.\nWas ist los mit den Leuten? Was tut ihr in solchen Situationen? Jemand geht Afk macht nur Scheiss oder Feeded absichtlich (ja tatsächlich zum Turm rennen usw. ) Da sagt ihr nix. Wartet ab bis ihr dann endlich überrannt werdet oder endlich Surrender könnt? Und am Ende dann ein Report? Ernsthaft? Das ist alles? \n\nUnfassbar. Mit solchen Leuten kann man ja wirklich alles machen. \nHoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land. Genug Lemminge findet er ja schon allein bei Internetspielen.\n\n@Fiqqa\n\nDamals haben sie per Gesetz Menschen vergast. Würdet ihr das auch so machen? Ist doch Gesetz....\nIn manchen Ländern werden Menschen ihres Glaubens wegen geköpft oder in die Luft gesprengt weil in diesen Ländern bestimmt Gesetze herrschen? Bist du auch ganz vorn? Ist doch Gesetz!\nNur weil irgendwer irgendwelche Regeln aufstellt heißt das doch nicht, dass sie auch sinnvoll sind?\n\nWieso soll es verwerflich gegen jemand anzugehen der auch gegen mich nur auf eine andere Art und Weise angeht?\nIch tu ihm genau so wenig an wie er mir.  Körperlich. Und psychisch ebenfalls das selbe. Er verachtet mich in dem er mit die Zeit und den Spass an sinnvollen Spielen nimmt. Ebenso zeig ich ihm meine Verachtung.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T13:16:15.373+0000","up_votes":3,"down_votes":0,"body":"Godwins law schlägt einmal mehr zu :D\n\nAber ernsthaft: Fällt dir der Widerspruch in deiner Argumentation nicht auf?\n\n> Wieso soll es verwerflich gegen jemand anzugehen der auch gegen mich nur auf eine andere Art und Weise angeht?\n\nOder Anders gesagt: Auge um Auge, Zahn um Zahn. Das ist deine Argumentation, sie entspricht dem Gerechtigkeitsverständnis des Alten Testaments.\n\n> n manchen Ländern werden Menschen ihres Glaubens wegen geköpft oder in die Luft gesprengt weil in diesen Ländern bestimmt Gesetze herrschen?\n\nWeisst du, wonach sich die Gesetze die du zitierst richten? Nach dem Alten Testament...\n\nDu nimmst also eine Gesetzessammlung (ja, das AT ist mehr als nur das, aber es ist auch eine Gesetzessammlung) und berufst dich auf einige davon, um deinen Taten den Anstrich moralischer Korrektheit zu geben, die gleich danebenstehenden Regeln nimmst du als negativbeispiele?","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-06-29T13:10:53.840+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000002000000010000000000000001000000000000,timestamp=2015-06-29T12:48:16.804+0000)\n>\n> Weil er der Grund dafür ist, dass ich das überhaupt machen muss.\n> Was ist los mit den Leuten? Was tut ihr in solchen Situationen? Jemand geht Afk macht nur Scheiss oder Feeded absichtlich (ja tatsächlich zum Turm rennen usw. ) Da sagt ihr nix. Wartet ab bis ihr dann endlich überrannt werdet oder endlich Surrender könnt? Und am Ende dann ein Report? Ernsthaft? Das ist alles? \n> \n\nUnd was bringt es? Entweder kommt es ab 2. Flame eh nicht mehr an, da gemutet oder ich hab jetzt nem evtl. 12jährigen Dorfbauernkind in Ostspanien meine Meinung gegeigt. Wow total sinnvoll, befriedigend und ändert auch was am Sachverhalt, dass wir nun überrannt werden.\nWas ich erwarte? Dass diese Typen bestraft werden und wie man sieht hat Riot da ziemlich angezogen und arbeitet weiter daran, das genügt mir und dann brauch ich auch nichts weizter ingame darüber zu sagen, weil es keinen Unterschied macht, ob ich mir das einfach nur denke, außer, dass ich mir selbst Konsequenzen einhandle. Warum sollte der Feeder/Flamer/whatever meine Reaktion ernstnehmen? Der freut sich nur drüber und lacht sich ins Fäustchen. \n\n> Unfassbar. Mit solchen Leuten kann man ja wirklich alles machen. \n> Hoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land. Genug Lemminge findet er ja schon allein bei Internetspielen.\n> \n> @Fiqqa\n> \n> Damals haben sie per Gesetz Menschen vergast. Würdet ihr das auch so machen? Ist doch Gesetz....\n> In manchen Ländern werden Menschen ihres Glaubens wegen geköpft oder in die Luft gesprengt weil in diesen Ländern bestimmt Gesetze herrschen? Bist du auch ganz vorn? Ist doch Gesetz!\n> Nur weil irgendwer irgendwelche Regeln aufstellt heißt das doch nicht, dass sie auch sinnvoll sind?\n> \n> Wieso soll es verwerflich gegen jemand anzugehen der auch gegen mich nur auf eine andere Art und Weise angeht?\n> Ich tu ihm genau so wenig an wie er mir.  Körperlich. Und psychisch ebenfalls das selbe. Er verachtet mich in dem er mit die Zeit und den Spass an sinnvollen Spielen nimmt. Ebenso zeig ich ihm meine Verachtung.\n\nWeißt du was dann konsequent wär? Boykott. Du bist der Lemming, rennst wider besseren Wissens gerne über die Schlucht.\n\nGeh doch einfach. Da hinkt nämlich auch dein völlig überzogener NS-Vergleich: Die haben ihre Opfer nämlich irgendwann nicht mehr das Land verlassen lassen.\n\nDu predigst hier eine Auge um Auge Ideologie, weißt du wer das noch gepredigt hat? Der von dir erwähnte Österreicher. Kannst dir ja mal ein paar Reden reinziehen, dürfte genau deinen Geschmack treffen. Da gibt es enorm viele Quellen mit \"flame&blame\", sei es gegen Rassen, Staaten, Demokratie, Parteien, Einzelpersonen.\n\nWenn man deine total dümmliche Analogie noch weiter spinnt, hat Herr H. in deinen Augen ja total richtig gehandelt und gedacht, denn Funfact: Faschistische Staaten waren die Minderheit in der Staatenwelt und die haben sich von den anderen auch nichts sagen lassen und haben dementgegenstehend getan, was sie für richtig hielten. Müssten voll die Helden deiner Logik nach sein.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T15:07:28.277+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000007,timestamp=2015-06-29T14:56:37.525+0000)\n>\n> Achso die findest das wäre üble Nachrede wenn ich Internetweit etwas verallgemeiner aber wenn mich jemand direkt bezichtigt wäre das passender?\n\nIch habe nur geschrieben, dass deine Behauptung bereits sehr nahe dran ist.\n\nDie Frage ist bei deiner Behauptung:\nIst die Behauptung allgemein an die Online-Community gehalten oder gezielt auf jene User hier, die das Regelwerk \"WdB\" gutheissen.\n\nEs ist schwer abzuschätzen, wie ein Richter hier entscheiden würde. Aus meiner Sicht bewegst du dich hier jedoch bereits auf sehr dünnem Eis. \n\n> Im RL hätte so jemand schon ein verpasst bekommen, weil ers nicht anders verdient hätte....\n\nIm RL würdest du damit schnell vor dem Richter landen; egal in welchem Land.\nUnd eines kann ich dir sagen: bei so etwas sind Richter weniger nachsichtig als Riot.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-06-29T14:49:33.978+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000005,timestamp=2015-06-29T14:35:32.074+0000)\n>\n> Nein ich habe impliziert das jemand der Gesetzen folgt nur weil sie Gesetz sind ein eben solche Art von Mitläufern ist,welche solchen Leuten folgen würden. Aber ich habe niemanden als solchen bezeichnet. Jeder hier der aber eine solche Ansicht hat lässt sich sicher wesentlich einfach von sowas überzeugen. Was damals funktioniert hat funktioniert immer wieder. Die Menschen werde da nicht dazulernen. \n> \n\nDu hast behauptet, dass die Online-Spieler (insbesondere sind wohl LoL-Spieler gemeint bzw. uns, die hier geantwortet haben) wie wir blindlings einem Despoten folgen würden.\nEhrlich gesagt ist dies bereits sehr starker Tobak und kommt bereits der \"üblen Nachrede\" sehr nahe:\n\n> § 186 StGB: \"Wer in Beziehung auf einen anderen eine Tatsache behauptet oder verbreitet, welche denselben verächtlich zu machen oder in der öffentlichen Meinung herabzuwürdigen geeignet ist, wird, wenn nicht diese Tatsache erweislich wahr ist, mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe und, wenn die Tat öffentlich oder durch Verbreiten von Schriften (§ 11 Abs. 3) begangen ist, mit Freiheitsstrafe bis zu zwei Jahren oder mit Geldstrafe bestraft.\"\n\nUnd glaube nicht, dass nur in Deutschland üble Nachrede verboten ist.\nIch kann dir nur dazu raten, dass du in Zukunft deine Äusserungen besser überlegst. Im RL könntest du sonst in Teufels Küche kommen mit solchen Behauptungen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-06-29T14:27:19.841+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000000,timestamp=2015-06-29T13:38:31.583+0000)\n\n> Die Diskussion auf eine solche Ebene zu bringen....da kann ich mich auch gleich mit jemandem wegen so einem Scheiss prügeln.... KRANKER TYP wirklich scheiss KRANKER TYP\n\nÄhm . . .\n\n>Unfassbar. Mit solchen Leuten kann man ja wirklich alles machen.\nHoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land. Genug Lemminge findet er ja schon allein bei Internetspielen.\n\nDu warst derjenige, der behauptet hat, es gibt hier nur Mitläufer, die solchen Leuten blind folgen würden.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-06-29T13:48:02.319+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000000,timestamp=2015-06-29T13:38:31.583+0000)\n> Du bezeichnest mich als Sympathisant von Massenmord und Versklavung. Verfolgung und Tod. Du bist der niederste Mensch der mir je unter gekommen ist. Unfassbar \n\nDu hast damit angefangen den Leuten hier zu unterstellen, sie würden einem neuen %%%%%% (Warum kürzt ihr alle ab? Ist das so ne Voldemort Geschichte?) (Edit: ah, das wird zensiert) blindlings folgen.\n\nMal ganz abgesehen davon, dass objektiv gesehen die Analyse und der Vergleich von Waldschrat sehr viel zutreffender ist. Natürlich ist das tatsächliche NS Regime eine Übertreibung als Vergleich mit Online Flaming. Aber die Übertreibung ist ja durchaus ein gültiges Stilmittel.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-06-29T13:47:37.300+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000000,timestamp=2015-06-29T13:38:31.583+0000)\n>\n> Mir zu unterstellen die Reden des H.H. würden mein Geschmack treffen und mich als sozusagen Sympathisant selbigen darzustellen ist eine bodenlose Frechheit. Dagegen wäre ein \"A***l*** oder schlimmeres geradezu freundlichen gewesen. \n\nAch so.\nAber es scheint für dich völlig OK zu sein, uns als blinde Anhänger solcher Despoten zu bezeichnen? (zumal du mit dieser Art von Vergleichen angefangen hast)\nSorry, aber eine gewisse Doppel-Moral muss ich dir hierbei unterstellen.\n\nBevor jedoch der Thread wohl zu geht:\nKönntest du mir noch die meine Frage beantworten?\n\n> Was genau willst du erreichen, indem du einem Flamer - mit (oder ohne) Flaming - antwortest?\n\nWie gesagt frage ich dies immer bei solchen Threads. Jedoch bekomme ich selten (eigentlich nie!) eine Antwort.","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T14:56:37.525+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000006,timestamp=2015-06-29T14:49:33.978+0000)\n>\n> Du hast behauptet, dass die Online-Spieler (insbesondere sind wohl LoL-Spieler gemeint bzw. uns, die hier geantwortet haben) wie wir blindlings einem Despoten folgen würden.\n> Ehrlich gesagt ist dies bereits sehr starker Tobak und kommt bereits der \"üblen Nachrede\" sehr nahe:\n> \n> Und glaube nicht, dass nur in Deutschland üble Nachrede verboten ist.\n> Ich kann dir nur dazu raten, dass du in Zukunft deine Äusserungen besser überlegst. Im RL könntest du sonst in Teufels Küche kommen mit solchen Behauptungen.\n\nAchso die findest das wäre üble Nachrede wenn ich Internetweit etwas verallgemeiner aber wenn mich jemand direkt bezichtigt wäre das passender?\nIm RL hätte so jemand schon ein verpasst bekommen, weil ers nicht anders verdient hätte....","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T14:35:32.074+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000004,timestamp=2015-06-29T14:27:19.841+0000)\n>\n> Ähm . . .\n> Hoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land. Genug Lemminge findet er ja schon allein bei Internetspielen.\n> \n> Du warst derjenige, der behauptet hat, es gibt hier nur Mitläufer, die solchen Leuten blind folgen würden.\n\nNein ich habe impliziert das jemand der Gesetzen folgt nur weil sie Gesetz sind ein eben solche Art von Mitläufern ist,welche solchen Leuten folgen würden. Aber ich habe niemanden als solchen bezeichnet. Jeder hier der aber eine solche Ansicht hat lässt sich sicher wesentlich einfach von sowas überzeugen. Was damals funktioniert hat funktioniert immer wieder. Die Menschen werde da nicht dazulernen. \n\nMir jetzt egal. Ich hoffe ich treffe Waldi mal Ingame! \n\n@ Waldi sei doch bitte so nett und schreib mir deinen Ingame Name. Das wäre lieb von dir. Dann hast du auch was das du Riot dann schicken kannst! Und du darfst das dann auch gerne als Chatlog hier veröffentlichen. Vielleicht lernt der ein oder andere noch ein neues Wort. Werde gleich mal googeln gehen um meine Liste an gängigen Beleidigungen aufzufrischen!","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T13:51:47.005+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000002,timestamp=2015-06-29T13:48:02.319+0000)\n>\n> Du hast damit angefangen den Leuten hier zu unterstellen, sie würden einem neuen %%%%%% (Warum kürzt ihr alle ab? Ist das so ne Voldemort Geschichte?) (Edit: ah, das wird zensiert) blindlings folgen.\n> \n> Mal ganz abgesehen davon, dass objektiv gesehen die Analyse und der Vergleich von Waldschrat sehr viel zutreffender ist. Natürlich ist das tatsächliche NS Regime eine Übertreibung als Vergleich mit Online Flaming. Aber die Übertreibung ist ja durchaus ein gültiges Stilmittel.\n\nWenn die Übertreibung ein gültiges Stilmittel WÄRE kann ich dem Vergleich wegen JEDEM als ALLES Bezeichnung....NUR Übertreibung....\npff","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T13:38:31.583+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Waldschrat86,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005000000020000000100000000000000010000000000000000,timestamp=2015-06-29T13:10:53.840+0000)\n>\n> Und was bringt es? Entweder kommt es ab 2. Flame eh nicht mehr an, da gemutet oder ich hab jetzt nem evtl. 12jährigen Dorfbauernkind in Ostspanien meine Meinung gegeigt. Wow total sinnvoll, befriedigend und ändert auch was am Sachverhalt, dass wir nun überrannt werden.\n> Was ich erwarte? Dass diese Typen bestraft werden und wie man sieht hat Riot da ziemlich angezogen und arbeitet weiter daran, das genügt mir und dann brauch ich auch nichts weizter ingame darüber zu sagen, weil es keinen Unterschied macht, ob ich mir das einfach nur denke, außer, dass ich mir selbst Konsequenzen einhandle. Warum sollte der Feeder/Flamer/whatever meine Reaktion ernstnehmen? Der freut sich nur drüber und lacht sich ins Fäustchen. \n> \n> Weißt du was dann konsequent wär? Boykott. Du bist der Lemming, rennst wider besseren Wissens gerne über die Schlucht.\n> \n> Geh doch einfach. Da hinkt nämlich auch dein völlig überzogener NS-Vergleich: Die haben ihre Opfer nämlich irgendwann nicht mehr das Land verlassen lassen.\n> \n> Du predigst hier eine Auge um Auge Ideologie, weißt du wer das noch gepredigt hat? **Der von dir erwähnte Österreicher. Kannst dir ja mal ein paar Reden reinziehen, dürfte genau deinen Geschmack treffen.** Da gibt es enorm viele Quellen mit \"flame&blame\", sei es gegen Rassen, Staaten, Demokratie, Parteien, Einzelpersonen.\n> \n> Wenn man deine total dümmliche Analogie noch weiter spinnt, hat Herr H. in deinen Augen ja total richtig gehandelt und gedacht, denn Funfact: Faschistische Staaten waren die Minderheit in der Staatenwelt und die haben sich von den anderen auch nichts sagen lassen und haben dementgegenstehend getan, was sie für richtig hielten. Müssten voll die Helden deiner Logik nach sein.\n\nMir zu unterstellen die Reden des H.H. würden mein Geschmack treffen und mich als sozusagen Sympathisant selbigen darzustellen ist eine bodenlose Frechheit. Dagegen wäre ein \"A***l*** oder schlimmeres geradezu freundlichen gewesen. Jemand wie dich der engstirnig überall den Teufel an die Wand malt wenn jemand den Mund aufmacht ist ....\" Ich sag zur dir nichts mehr denn jedes Wort würde hier nur ausarten. Normalerweise sollte man nicht nur mich sondern auch dich auf Lebzeiten für alles sperren was hiermit zu tun hat. Mir sozusagen zu unterstellen ich wäre mit den perversen, grauenhaften Taten des H.H. sozusagen einig gewesen.... Das wäre jetzt so eine Situation in der ich normalerweise nicht ruhig bleiben könnte. Du bezeichnest mich als Sympathisant von Massenmord und Versklavung. Verfolgung und Tod. Du bist der niederste Mensch der mir je unter gekommen ist. Unfassbar \n\nMacht den Thread zu....\n\nich lass mich doch nicht im Bezug auf ein Spiel mit einem perversen Tyrannen und Massenmörder vergleichen....\n\nDie Diskussion auf eine solche Ebene zu bringen....da kann ich mich auch gleich mit jemandem wegen so einem Scheiss prügeln.... KRANKER TYP wirklich scheiss KRANKER TYP","replies":[]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-06-29T13:11:41.983+0000","up_votes":2,"down_votes":0,"body":"Das sie sinnvoll sind habe ich nie behautpet. Du nimmst dir aber genau die raus, die ein extram Fall sind/waren. Die sind aber nicht vergleichbar mit dem Flameverbot von Riot. Das ist eher Vergleichbar mit dem Verbot von Diebstahl. Findest du es also blöd das man nicht klauen darf? Würdest du es gutheißen wenn man Diebstahl begehen darf? Ich nicht und genauso wenig würde ich es tolerieren wenn man in LoL Flame in Form von Verteidigung von sich geben darf.\n\nIch werde auch den anderen Spieler nicht tolerieren. Aber nur weil er deiner Familie jegliche Krankheit wünscht entschuldigt das noch lange nicht dein Verhalten. Solche Leute verhalten sich für mich wie 3 Jährige: \"Der hat aber angefangen! Der hat mein Spielzeug zu erst geklaut!\"\n\nUnd jedes Mal wenn ich solche Leute im Team habe frage ich mich was die kompensieren müssen, damit die sich auf Flamer einlassen.\n\n> Was ist los mit den Leuten? Was tut ihr in solchen Situationen? Jemand geht Afk macht nur Scheiss oder Feeded absichtlich (ja tatsächlich zum Turm rennen usw. ) Da sagt ihr nix. Wartet ab bis ihr dann endlich überrannt werdet oder endlich Surrender könnt? Und am Ende dann ein Report? Ernsthaft? Das ist alles? \n\nTja, so verhält sich die Mehrheit der Community nunmal. Ich nutze das Spiel dann andersweitig um bspw. Last-Hitten zu trainieren. Aber noch nie wollte ich den Typen deswegen beleidigen und so ein Verhalten kann ich auch nicht verstehen. **Jeder** Mensch könnte sich im Griff haben (auch du) aber du möchtest es nicht. Also bist du für mich eher Charakterschwach und mit deinem Verhalten eine mindestens genauso große Belastung für das Team wie der Flamer oder \"Troll\".","replies":[]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-06-29T11:21:02.043+0000","up_votes":1,"down_votes":0,"body":"Wenn du ein Spiel willst, in dem du nur gewinnen kannst spiel Singleplayer. In LoL verlierst du sowieso circa 50% deiner Spiele. Die sind also immer verschwendet. Entweder einem ist das egal oder LoL bietet für einen unnötig viel Frust.","replies":[]}]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-06-29T11:09:25.383+0000","up_votes":2,"down_votes":0,"body":">Ich habe weder Vorurteile noch sonstwas. Ich glaube jeder muss oder sollte sein Mann stehen und auch mal Stärke zeigen.\n\nDann zeig doch in Zukunft bitte, dass du die innere Stärke besitzt **NICHT **auf Flame einzugehen und die Flamer zu ignorieren. \n\nIch finde eher, es zeugt von charackterlicher Schwäche, wenn man sich auf so ein Niveau herunterlässt und \"unverblümt seine Meinung sagt\".","replies":[]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-06-29T08:43:07.828+0000","up_votes":3,"down_votes":0,"body":"> Ich habe es so gemeint im Bezug auf DEIN Beispiel: Jemand macht meine Freundin an, und ich sag ihm \"verpiss dich\" !\n\nGenau das gleiche hat dein Vorredner auch gesagt. Er hat niemals behauptet, dass du den **suchen** würdest nur um ihn \"umzuhauen\".\n\nIch kann deine Aussage auch nicht verstehen. Genauso wenig kann ich Leute verstehen die sich von sowas provozieren lassen. Hast du eine so niedriege Selbstbeherrschung? Ist LoL dein Leben, da du so ausrastest? Ich bin in so einer Situation noch nie aus meiner Haut gefahren. Warum sollte man nicht ruhig bleiben können?\n\n> Bekomm ich dann Blumen nach dem Spiel weil ich so nett war und es über mich hab ergehen lassen?\n\nBekommst du Blumen geschenkt wenn du den anderen Spieler beleidigst und flamest? Spielt der dadurch wieder ernsthafter, so dass das Game wieder Spaß macht? Hat es irgendeinen Nutzen?\nNein hat es nicht. Der andere Spieler verhält sich dadurch auch nicht besser. Also gibt es **nicht einen verdammten** Grund warum du flamen solltest. **Nicht einen**. Ist also richtig sinnvoll und so den Spieler zu flamen. Machst du richtig top damit wird die Teammoral auf jeden Fall gestärkt!","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:52:05.394+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000000,timestamp=2015-06-29T08:43:07.828+0000)\n>\n> Genau das gleiche hat dein Vorredner auch gesagt. Er hat niemals behauptet, dass du den **suchen** würdest nur um ihn \"umzuhauen\".\n> \n> Ich kann deine Aussage auch nicht verstehen. Genauso wenig kann ich Leute verstehen die sich von sowas provozieren lassen. Hast du eine so niedriege Selbstbeherrschung? Ist LoL dein Leben, da du so ausrastest? Ich bin in so einer Situation noch nie aus meiner Haut gefahren. Warum sollte man nicht ruhig bleiben können?\n> \n> Bekommst du Blumen geschenkt wenn du den anderen Spieler beleidigst und flamest? Spielt der dadurch wieder ernsthafter, so dass das Game wieder Spaß macht? Hat es irgendeinen Nutzen?\n> Nein hat es nicht. Der andere Spieler verhält sich dadurch auch nicht besser. Also gibt es **nicht einen verdammten** Grund warum du flamen solltest. **Nicht einen**. Ist also richtig sinnvoll und so den Spieler zu flamen. Machst du richtig top damit wird die Teammoral auf jeden Fall gestärkt!\n\nMag sein das meine Selbstbeherrschung eine geringere Schmerzgrenze hat als die anderer Menschen. Aber ich spiele LoL nicht weil es mein LEBEN ist sondern um Spass zu haben. Wenn mir aber jemand den Spass mit so etwas verdirbt werde ich ungehalten, da ICH keine Möglichkeit habe diese Zeitverschwendung (welche dadurch entsteht) zu beenden, da ich sonst selbst bestraft werde. \nMan könnte dem Konflikt ja aus dem Weg gehen... könnte ja dann mit AFK gehen ....aber was würde dann passieren. Ich werde mitbestraft. Also bleib ich, geb spielerisch mein bestes und sag dem  Verursache meine MEinung...wofür ich dann natürlich auch betraft werden.\nDritte Möglichkeit. Alle hinnehmen und Lemming spielen... ist anscheinend Teil der Ideologie ...\n\nNein ich habe absolut nichts davon einen Spieler zu flamen, ebenso habe ich nichts davon es nicht zu tun. Aber jemandem mal ordentlich die Meinung sagen wenn er sowas macht schadet sicherlich nichts auch wenn es nichts bringt.","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-29T09:27:21.145+0000","up_votes":1,"down_votes":0,"body":"Wie wäre es mit folgendem:\n\nDas nächste mal, wenn dich ein Mitspieler aufregt, egal womit, machst du einfach etwas anderes als in den Chat zu schreiben? Du kannst den Bildschirm anbrüllen, du kannst einen Sandsack verhauen oder einen Streßball kneten. Du kannst auch gerne wahllos Dinge in deinem Zimmer herumwerfen, bis sie kaputt gehen. All das könnte dir helfen, den Streß anders zu kanalisieren. Hauptsache, du hörst auf deine Mitspieler zu stören.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:31:15.460+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000000000001,timestamp=2015-06-29T09:27:21.145+0000)\n>\n> Wie wäre es mit folgendem:\n> \n> Das nächste mal, wenn dich ein Mitspieler aufregt, egal womit, machst du einfach etwas anderes als in den Chat zu schreiben? Du kannst den Bildschirm anbrüllen, du kannst einen Sandsack verhauen oder einen Streßball kneten. Du kannst auch gerne wahllos Dinge in deinem Zimmer herumwerfen, bis sie kaputt gehen. All das könnte dir helfen, den Streß anders zu kanalisieren. Hauptsache, du hörst auf deine Mitspieler zu stören.\n\nMal schauen was passiert ;D Mein letzter Account hielt mehrer Jahre. Und bis mir an dem Spiel der Spass vergeht werden vieleicht noch 1-2 Jahre ins Land gehen. Bis dahin bekomm ich meinen neuen Account sicher durch ;D","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-06-29T09:01:50.103+0000","up_votes":1,"down_votes":0,"body":"> Nein ich habe absolut nichts davon einen Spieler zu flamen, ebenso habe ich nichts davon es nicht zu tun. Aber jemandem mal ordentlich die Meinung sagen wenn er sowas macht schadet sicherlich nichts auch wenn es nichts bringt.\n\nDa ist die Mehrheit der Community anderer Meinung. Du wirst nämlich bestraft weil diese dein Verhalten melden. Und sie melden es, zumindest kann man dies annehmen, weil es sie stört. Du schadest also sehr wohl ,und zwar dem Spielspass deiner Mitspieler.","replies":[]},{"id":"","poster":"Madchickendinner","date":"2015-06-29T10:52:27.111+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0005000000000000,timestamp=2015-06-29T08:52:05.394+0000)\n ich, geb spielerisch mein bestes und sag dem  Verursache meine MEinung.\n\nLießt man bei dir öfter. Was willst du hier? Versuchst du zu rechtfertigen warum man Leute beleidigt? Was bringt es dir deine Meinung in so einer Art und Weise zum ausdruck zu bringen?\n\nDu gehst automatisch davon aus das diesen \"trolls\" nichts passiert. Wer sagt denn nciht das diese genauso gebannt werden wie du? Solche Leute kassieren jedes Spiel 4-9 reports.  Klar gehts dir um Gerechtigkeit aber du hast nicht das Recht andere zu Beleidigen obwohl sie es in deinen Augen verdient haben.\nIch hab lieber ein afkler im Spiel als jemanden wie dich. Du stachelst andere noch dazu an auch beleidigend zu werden und bestraft zu werden. Somit ziehst du andere mit dir runter. Behalte doch deine Meinung einfach für dich und schrei die Wand an.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T10:57:16.164+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000000000002,timestamp=2015-06-29T10:52:27.111+0000)\n>\n> ich, geb spielerisch mein bestes und sag dem  Verursache meine MEinung.\n> \n> Ließt man bei dir öfter. Was willst du hier? Versuchst du zu rechtfertigen warum man Leute beleidigt? Was bringt es dir deine Meinung in so einer Art und Weise zum ausdruck zu bringen?\n> \n> Du gehst automatisch davon aus das diesen \"trolls\" nichts passiert. Wer sagt denn nciht das diese genauso gebannt werden wie du? Solche Leute kassieren jedes Spiel 4-9 reports.  Klar gehts dir um Gerechtigkeit aber du hast nicht das Recht andere zu Beleidigen obwohl sie es in deinen Augen verdient haben.\n> Ich hab lieber ein afkler im Spiel als jemanden wie dich. Du stachelst andere noch dazu an auch beleidigend zu werden und bestraft zu werden. Somit ziehst du andere mit dir runter. Behalte doch deine Meinung einfach für dich und schrei die Wand an.\n\nIch will gar nichts rechtfertigen. Ich mache meinem Unmut einfach auf diese Weise Luft. Kannst du ja anders machen. \nGerechtigkeit ist in der heutigen Zeit ein breit gefächertes Wort. Ob man RECHT bekommt oder ob es GERECHT ist geht meist weit auseinander. Aber darum geht es doch gar nicht. Ich bin gerechtfertigt gebannt worden. \n\nMhh wenn es keinen Afkler im Team gibt, gibt es für mich auch keinen Grund rumzupöbeln.... von daher stellt sich die Frage gar nicht erst.","replies":[]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-06-29T09:03:44.842+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000,timestamp=2015-06-29T08:14:57.419+0000)\n>\n> Ich kann solche Aussagen nicht verstehen. Ich soll an mir arbeiten wenn mich jemand meines Teams mit seiner Spielweise provoziert? Kurios ;D. Ich bleibe ruhig und dann? Bekomm ich dann Blumen nach dem Spiel weil ich so nett war und es über mich hab ergehen lassen? \n\nDu bekommst keine Strafe.\n\n> Vielleicht sollten wir dann auch alle zusammen ein kleines \"LoveIn\" veranstalten und unsere Namen tanzen....\n> Typische Aussage von jemandem der keine Meinung hat und aktzeptiert was ist egal ob es Sinn macht ;D\n\nDu musst nicht Friede, Freude, Eierkuchen vortäuschen.\nDu darfst dich sogar ärgern, weil ein Mate das Game sabotiert. Aber in den chats schreibst du einfach nichts Negatives.\nMeinetwegen kannst du den Monitor anschreien, einen Stressball feste kneten oder deine Maus auf den Tisch fallen lassen. Dies alles wird nicht bestraft. Aber negatives Verhalten im chat wird bestraft.\n\n> Was du unter Pseudo AFKler verstehts sind wohl die die in der Base sinnlos rumrennen und klicken damit keine AFK Message kommt. Diese Leute meine ich nicht....beim lesen hätte dir das auffallen können.\n\nWie bereits erklärt wurde:\nSo etwas wird bestraft, auch wenn keine Meldung erfolgt. Der Leaverbuster erkennt so etwas aus und es gibt hier jede Menge QQ-Threads von Spielern, die aufzeigen, dass sie nie afk gingen (kein \"Leave\" in der History) und auch klar aussagten, sie hätten nie eine Warnung bekommen.\nDurch die History erkannte man aber, dass sie keinen DMG an Champs machten und wohl nur in der Base oder im Jungler/in einem Busch herumliefen.\n\nNutze dieses Wissen beim nächsten Mal!\nDu weisst nun, dass diese Leute (sogar ohne Report) bestraft werden. Dies sollte beruhigend wirken. ;)\n\n> Naja man kann hier Äpfel nicht mit Birnen vergleichen. \n> Du vergeichst die Situation so: Einer spielt so wie ich es beschrieben habe und darauf hin such ich in und hau ihn um....\n> Ich habe es so gemeint im Bezug auf DEIN Beispiel: Jemand macht meine Freundin an, und ich sag ihm \"verpiss dich\" !\n> Immer bei der Sache bleiben!^^\n\n1. Du kannst auch freundlich sagen, dass es deine Freundin ist. Der Typ ist vielleicht kein Hellseher. Mit einer Frau zu flirten ist ja kein Verbrechen.\n2. Deine Freundin ist hoffentlich selbständig genug und kann selber sagen, dass sie einen Freund hat. \n\nDein Beispiel passt deshalb wirklich nicht.\n\nAm besten ist wirklich, dass man es mit anderen Sportarten vergleicht (und Fussball passt am besten, da jeder hier Fussball kennt und es auch ein Teamspiel ist):\n\n- Jemand spuckt dich an und deswegen schlägst du ihn ins Gesicht.\n\nIn diesem Fall bekommen beide die rote Karte. Es ist völlig egal, dass der Spucker angefangen hat. Das Verhalten beider Spieler ist unangemessen.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:10:55.254+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000500000001,timestamp=2015-06-29T09:03:44.842+0000)\n>\n> Du bekommst keine Strafe.\n> \n> Du musst nicht Friede, Freude, Eierkuchen vortäuschen.\n> Du darfst dich sogar ärgern, weil ein Mate das Game sabotiert. Aber in den chats schreibst du einfach nichts Negatives.\n> Meinetwegen kannst du den Monitor anschreien, einen Stressball feste kneten oder deine Maus auf den Tisch fallen lassen. Dies alles wird nicht bestraft. Aber negatives Verhalten im chat wird bestraft.\n> \n> Wie bereits erklärt wurde:\n> So etwas wird bestraft, auch wenn keine Meldung erfolgt. Der Leaverbuster erkennt so etwas aus und es gibt hier jede Menge QQ-Threads von Spielern, die aufzeigen, dass sie nie afk gingen (kein \"Leave\" in der History) und auch klar aussagten, sie hätten nie eine Warnung bekommen.\n> Durch die History erkannte man aber, dass sie keinen DMG an Champs machten und wohl nur in der Base oder im Jungler/in einem Busch herumliefen.\n> \n> Nutze dieses Wissen beim nächsten Mal!\n> Du weisst nun, dass diese Leute (sogar ohne Report) bestraft werden. Dies sollte beruhigend wirken. ;)\n> \n> 1. Du kannst auch freundlich sagen, dass es deine Freundin ist. Der Typ ist vielleicht kein Hellseher. Mit einer Frau zu flirten ist ja kein Verbrechen.\n> 2. Deine Freundin ist hoffentlich selbständig genug und kann selber sagen, dass sie einen Freund hat. \n> \n> Dein Beispiel passt deshalb wirklich nicht.\n> \n> Am besten ist wirklich, dass man es mit anderen Sportarten vergleicht (und Fussball passt am besten, da jeder hier Fussball kennt und es auch ein Teamspiel ist):\n> \n> - Jemand spuckt dich an und deswegen schlägst du ihn ins Gesicht.\n> \n> In diesem Fall bekommen beide die rote Karte. Es ist völlig egal, dass der Spucker angefangen hat. Das Verhalten beider Spieler ist unangemessen.\n\nEine wirklich gute Antwort. Danke!\nVielleicht hättest du auch ein grelles GRÜN verdient. \n\nIch bin ein Mensch der sowas nicht auf sich beruhen lassen kann. Ich bin aber auch kein bösartiger Mensch. Das erscheint vielleicht hier anders aber Menschen die mich RL kennen wissen, dass ich eigentlich nie auf Streit aus bin und schon gar nicht auf eine gewalttäige Auseinandersetzung. Aber wie du es in deinem Beispiel beschreibst...würde mir jemand beim Fussball ins Gesicht spucken würde ich ihm eine reinballern, dass im das spucken auf andere Leute vorn weg ein paar Wochen weh tut. Klar wird er für das Spucken mit einem Verweis bestraft aber sowas greift einen auch menschlich an und dementsprechend wird sich gewehrt. Man kann das als Pazifist sicher auch auf sich beruhen lassen. So jemand wäre ich aber nicht....\n^^","replies":[]}]}]}]},{"id":"","poster":"Bergelmir32","date":"2015-06-29T09:32:03.215+0000","up_votes":4,"down_votes":0,"body":"> Dieser war berechtigt, deswegen habe ich mir einfach einen neuen Account gemacht und das ganze geht von neuem los.\n\n[PermaBan](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/mmQlTAdw-permaban)\n\n> ... Wenn dem nicht so ist kann ich das Spiel löschen.\n[...]\n> Subba ;D\nKann ich endlich bissle EoS zocken ;D\n\nDiese Charakterstärke!\nDas die Leute überhaupt noch auf dich reagieren wundert mich.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:39:40.277+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Dupree0991,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0009,timestamp=2015-06-29T09:32:03.215+0000)\n>\n> [PermaBan](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/mmQlTAdw-permaban)\n> [...]\n> Kann ich endlich bissle EoS zocken ;D\n> \n> Diese Charakterstärke!\n> Das die Leute überhaupt noch auf dich reagieren wundert mich.\n\nMein lieber Freund. Es gibt spiele bei denen mann nach einem Permaban keinen neuen Account machen kann. \nAus diesem Grund kam diese Frage auf. MEist sind das natürlich Spiele die mit einem Code verseheh sind aber so weit ins Detail bin ich bevor ich diesen Post gemacht habe nicht gegangen.\nDa es aber kein Problem ist hier weiter zu spielen egal was man gemacht hat ist die Sichtweise auch eine andere. ;D\n Charakterstärke? Was willst du mir sagen über Charakterstärke? Wer bist du behaupten zu können wie ich bin?\nLustiger Kerl ;D","replies":[{"id":"","poster":"Bergelmir32","date":"2015-06-29T10:00:23.735+0000","up_votes":1,"down_votes":0,"body":"Jemand der liest \"ich hör auf\" und dann \"hab mir nen neuen Acc gemacht\", in diesem Punkt hast du also nicht grade bewiesen das du auch tust was du sagst.\nDann kommst du ins Forum schreibst Threads deren Inhalt haargenau schon unzählige Male im Forum durchgekaut wurden, so wie das bei den meisten deiner Threads der Fall ist.\nWie gesagt warum sich die Leute noch mit dir auseinandersetzten ist mir ein Rätsel.","replies":[]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-29T14:24:24.888+0000","up_votes":3,"down_votes":0,"body":"Jemanden mit dem Schließmuskel zu vergleichen ist aber eine Beleidigung.\n\nDu auf der anderen Seite zeigst durch Deine Aug um Auge Ansichten und Deine Meinung sich aggressiv wehren zu müssen, wenn man angegriffen wird, obwohl es bessere Mittel gibt, dass auf Dich gewisse Teilaspekte der Nazi Philosophie stärker zutreffen als auf andere. Dies ist keine Beleidigung, sondern eine Feststellung von Tatsachen mit gewissem Hang zur rethorischen Übertreibung, die durch Deinen eigenen Nazivergleich induziert wurde.\n\nVielleicht sollte Dir diese Tatsache etwas zu denken geben.\n\nAber ich werde jetzt auch nicht weiter die Aussagen von anderen interpretieren, er soll selber was dazu sagen, wenn er will.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T14:32:43.235+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000f,timestamp=2015-06-29T14:24:24.888+0000)\n>\n> Jemanden mit dem Schließmuskel zu vergleichen ist aber eine Beleidigung.\n> \n> Du auf der anderen Seite zeigst durch Deine Aug um Auge Ansichten und Deine Meinung sich aggressiv wehren zu müssen, wenn man angegriffen wird, obwohl es bessere Mittel gibt, dass auf Dich gewisse Teilaspekte der Nazi Philosophie stärker zutreffen als auf andere. Dies ist keine Beleidigung, sondern eine Feststellung von Tatsachen mit gewissem Hang zur rethorischen Übertreibung, die durch Deinen eigenen Nazivergleich induziert wurde.\n> \n> Vielleicht sollte Dir diese Tatsache etwas zu denken geben.\n> \n> Aber ich werde jetzt auch nicht weiter die Aussagen von anderen interpretieren, er soll selber was dazu sagen, wenn er will.\n\nAchso nur weil ich finde das man manche Sachen direkt sühnen sollte bin ich sofort ein Nazi? Nur weil ich es in Ordnung finde sich verbal zur Wehr zu setzten wobei wie wir gelernt haben dies alles ein Stilmittel der Übertreibung ist und deshalb durchaus legitim ist, sympathisiere ich mit Nazis und dem H.H. Ich finde seine Ansichten und Ideologie wünschenswert weil ich jemand zugeflamed habe der es meiner Ansicht nach nicht anders verdient hat würde ich auch gern am kollektiven Massenmord jeglicher Juden, Ausländern, Andersdenkenden teilnehmen? \nDiese Tatsache gibt mir zu denken. Nämlich das in Deutschland man kein ehrliches Wort mehr sagen darf ohne gleich als Nazi verschrien zu werden. \nIch kann mich kaum ruhig auf dem Stuhl halten. Ich bin sogar von der Arbeit heim um nichts an den Kunden auszulassen!!!!","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-29T14:41:42.207+0000","up_votes":1,"down_votes":0,"body":"Also gut. Ich fasse die Situation mal zusammen. Du hast die Behauptung aufgestellt, dass hier alle blind einem neuen Despoten folgen würden. Waldschrat hat dann geantwortet, dass das auf dich auch zutrift. \n\nIngame sähe es so etwa aus:\nAndymuha: Du bist ein Idiot.\nWaldschrat: Selber Idiot, haha!\n\nDas entspricht doch deiner Auge-um-Auge Philosophie.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T14:45:01.909+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000f00000000,timestamp=2015-06-29T14:41:42.207+0000)\n>\n> Also gut. Ich fasse die Situation mal zusammen. Du hast die Behauptung aufgestellt, dass hier alle blind einem neuen Despoten folgen würden. Waldschrat hat dann geantwortet, dass das auf dich auch zutrift. \n> \n> Ingame sähe es so etwa aus:\n> Andymuha: Du bist ein Idiot.\n> Waldschrat: Selber Idiot, haha!\n> \n> Das entspricht doch deiner Auge-um-Auge Philosophie.\n\nIch glaube kaum das es sich bei einem \"Idiot\"bleiben würde ...\nAchja und in diesem Fall wäre eine Auge um Auge Philosophie \n\nWaldschrat: \"Du Nazi\"\nAndymuha: fährt hin und prügelt in zusammen! \n\nDas wäre dann Auge um Auge.\nMacht doch was ihr wollt.","replies":[{"id":"","poster":"eingew","date":"2015-06-29T15:15:20.208+0000","up_votes":2,"down_votes":0,"body":"Nein, Auge um Auge heißt, dass man sich zwar ein Auge nimmt, aber nicht mehr... Ich denke eine Prügelei ist etwas anderes als eine Beleidigung. Aber ich denke auch, dass sich erstmal alle beruhigen sollten... wenn dir eine Diskussion so auf den Geist geht, dass du so wütend wirst, solltest du dich vielleicht eher aus der Diskussion als aus der Arbeit zurückziehen.\n\nUnd das ist es was ich meine: Wenn mich jemand beleidigt, und wie dir vorgeworfen wurde, mir parallelen zu einer beliebigen behinderten Ideologie vorwerfen würde, dann würde es mich einfach nicht weiter interessieren. Was ist dir so wichtig, glaubst du wirklich deine Ehre wird durch sowas verletzt? Das ist eine Kleinigkeit... ich an deiner Stelle würde daran arbeiten mich nicht so leicht über so einen Quatsch aufzuregen.","replies":[]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-06-29T14:58:51.442+0000","up_votes":1,"down_votes":1,"body":"Du endest irgendwann im Knast lol.\nEine so kranke Weltanschauung wie die deine findet man selbst hier selten.","replies":[]}]}]}]}]},{"id":"","poster":"Kaitri","date":"2015-06-29T08:13:07.171+0000","up_votes":3,"down_votes":0,"body":"\"Wenn jemand \"pseudo AFK\" ist, bedeutet z.B. beleidigt weil er seine Position nicht bekommen hat die er spielen wollte und deshalb das Spiel über sinnlos in der Gegend rumrennt, kann man doch durchaus verstehen, das jemand irgendwann ausrastet. Denn er sabotiert das Spiel absichtlich.\"\n\nnicht mehr weitergelesen. wieder so ein \"der hat mich aber provoziert QQ warum krieg ich eine strafe der nicht QQ\" thread.\nund ich weiß alleine von diesem zitat bereits was ich sagen kann: riot kann und wird nie auf jede situation eingehen wie sie ingame passiert ist. du flamest und ich flame zurück = beide sperre.\nund wenn man schon einen permabann kriegt dann wow lol. sogar ich hab schonmal heftig geflamed und meine härteste strafe waren 5 spiele CR auf meinem smurf. also fürn perma musste dich schon fest anstrengen.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:21:53.100+0000","up_votes":1,"down_votes":4,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0007,timestamp=2015-06-29T08:13:07.171+0000)\n>\n> \"Wenn jemand \"pseudo AFK\" ist, bedeutet z.B. beleidigt weil er seine Position nicht bekommen hat die er spielen wollte und deshalb das Spiel über sinnlos in der Gegend rumrennt, kann man doch durchaus verstehen, das jemand irgendwann ausrastet. Denn er sabotiert das Spiel absichtlich.\"\n> \n> nicht mehr weitergelesen. wieder so ein \"der hat mich aber provoziert QQ warum krieg ich eine strafe der nicht QQ\" thread.\n> und ich weiß alleine von diesem zitat bereits was ich sagen kann: riot kann und wird nie auf jede situation eingehen wie sie ingame passiert ist. du flamest und ich flame zurück = beide sperre.\n> und wenn man schon einen permabann kriegt dann wow lol. sogar ich hab schonmal heftig geflamed und meine härteste strafe waren 5 spiele CR auf meinem smurf. also fürn perma musste dich schon fest anstrengen.\n\nDu bist ein lustiger Geselle! Warum machst du dir die Mühe ein Kommentar zu schreiben? Sowas nutzloses sieht man echt selten....\nOb das deiner MEinung nach ein QQ Thread ist ist mir persönlich total egal. Abgesehen davon HÄTTEST du weiter gelesen, wäre dir sicher aufgefallen, dass ich mich über meine Strafe nicht beschwere sondern sie sogar gut heiße. Versuch deine  freie Zeit, von der du offensichtlich zuviel hast, vielleicht irgendwie anders zu nutzen. Ich beleidige hier keinen, ich führe eine Diskussion denn dafür ist das Forum da. Ob es dir gefällt interssiert hier keinen. Wenn du nichts beizutragen hast außer einen völlig sinnfreien Post, dann lass es doch einfach ;D Ich brauch dich hier in dem Thread nicht. \n\nUnd ja ich gebe zu das ich mich bestimmt auch angestrengt habe um den Perpma zu bekommen und ich bestreite nichts und sehe die Strafe als angemessen an( was du auch wüsstest, hättest du weiter gelesen). \n\nAls bitte versuch dein Dasein auf andere Dinge zu beschränken als hier beshränkte Kommentare abzugeben ;D\nDankê","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T08:27:55.128+0000","up_votes":3,"down_votes":2,"body":"> Versuch deine freie Zeit, von der du offensichtlich zuviel hast, vielleicht irgendwie anders zu nutzen. Ich beleidige hier keinen\n\nmusste kurz lachen :)","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:29:41.900+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000700000000,timestamp=2015-06-29T08:27:55.128+0000)\n>\n> musste kurz lachen :)\n\nNaja wenn man das schon als eine Beleidigung ansieht wobei er sich nicht einmal die Mühe macht den Thread zu lesen und zu verfolgen, frag ich mich echt ob man überhaupt noch was sagen kann. Egal was es ist. Aber es freut mich, dich erheitern zu können! Deswegen sind wir ja hier. Um Spass zu haben^^","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-29T08:49:35.578+0000","up_votes":3,"down_votes":0,"body":"Threads wie deiner tauchen ständig welche im Forum auf und jeder, der im Playerbehaviour regelmäßig liest, kennt deren Inhalte auswendig.\n\nTE wurde bestraft und findet die Strafe ungerecht. \nAndere sind schlimmer.\nBestraft lieber andere als mich, ich have mich nur verteidigt/zurückgeflamt/das Spiel verlassen. \n\nDu machst da keine Ausnahme. Der Permabann von Riot soll dir sagen, dass du hier nicht erwünscht bist und aufhören sollst LoL zu spielen, weil du zu den schlimmsten Spielern gehörst, die sich Riot vorstellen kann. Der Permabann kommt nicht von nichts. \n\nWenn du glaubst du wurdest zu unrecht mit einem Permabann bestraft, kannst du gerne den Chatlog hier veröffentlichen. Im Moment bin ich mir nicht ganz sicher, ob du damit \n\n>Ich z.B. habe einen permanenten Ban bekommen für meine Verhalten im Chat. Dieser war berechtigt, \n\nsagen willst, dass der Bann berechtigt oder dein Fehlverhalten angeblich berechtigt war. \n\nAber da du scheinbar den Bann für berechtigt hältst:\n\n> Ich finde auch das man Spieler wie \"mich\", die ein paar Mal zu oft unschöne Ausdrucksweisen angebracht haben, sperren sollte, doch auch was dazu geführt hat sollte man nicht außer Acht lassen.\n\nWürde ich dir empfehlen, nicht weiter LoL zu spielen. Du regst dich durch deine Mitspieler nur unnötig auf und störst dann auch noch die übrigen Mitspieler. Selbst wenn du mal einen schlechten Spieler hast, der 0/5 steht, belästigst du mit deinem Chat die übrigen Spieler einfach nur noch mehr. Die sind vermutlich auch so schon genervt davon, dass eine Lane stark zurückfällt und müssen sich dann auch noch ansehen, wie jemand zu flamen anfängt. \n\nDu kannst dir übrigens nicht sicher sein, dass die angeblichen Übeltäter nicht auch bestraft werden. Dazu müsstest du die alle Stalken und wenn es bei denen nur ein einmaliger Ausrutscher war (ich habe schon Ewigkeiten keinen richtigen Troll mehr gesehen) werden sie wohl auch nicht bestraft.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:58:40.211+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00070000000000000000,timestamp=2015-06-29T08:49:35.578+0000)\n>\n> Threads wie deiner tauchen ständig welche im Forum auf und jeder, der im Playerbehaviour regelmäßig liest, kennt deren Inhalte auswendig.\n> \n> TE wurde bestraft und findet die Strafe ungerecht. \n> Andere sind schlimmer.\n> Bestraft lieber andere als mich, ich have mich nur verteidigt/zurückgeflamt/das Spiel verlassen. \n> \n> Du machst da keine Ausnahme. Der Permabann von Riot soll dir sagen, dass du hier nicht erwünscht bist und aufhören sollst LoL zu spielen, weil du zu den schlimmsten Spielern gehörst, die sich Riot vorstellen kann. Der Permabann kommt nicht von nichts. \n> \n> Wenn du glaubst du wurdest zu unrecht mit einem Permabann bestraft, kannst du gerne den Chatlog hier veröffentlichen. Im Moment bin ich mir nicht ganz sicher, ob du damit \n> \n> sagen willst, dass der Bann berechtigt oder dein Fehlverhalten angeblich berechtigt war. \n> \n> Aber da du scheinbar den Bann für berechtigt hältst:\n> \n> Würde ich dir empfehlen, nicht weiter LoL zu spielen. Du regst dich durch deine Mitspieler nur unnötig auf und störst dann auch noch die übrigen Mitspieler. Selbst wenn du mal einen schlechten Spieler hast, der 0/5 steht, belästigst du mit deinem Chat die übrigen Spieler einfach nur noch mehr. Die sind vermutlich auch so schon genervt davon, dass eine Lane stark zurückfällt und müssen sich dann auch noch ansehen, wie jemand zu flamen anfängt. \n> \n> Du kannst dir übrigens nicht sicher sein, dass die angeblichen Übeltäter nicht auch bestraft werden. Dazu müsstest du die alle Stalken und wenn es bei denen nur ein einmaliger Ausrutscher war (ich habe schon Ewigkeiten keinen richtigen Troll mehr gesehen) werden sie wohl auch nicht bestraft.\n\nWas Riot mir mit diesem Ban sagen will ist mir durchaus bewusst. Der gebannte Account wird auch nie mehr LoL spielen. Mein neuer sicherlich schon. Ich habe auch viele gute Spiele gehabt die Spass gemacht haben. Die überwiegen und deshalb werd ich hier auch weiterhin spielen. \nDenn ein Permaban ist immer Blödsinn. Es fördert nur die Gier der Spielehersteller. Nicht umsonst zeigen sie dir auf, warum du gesperrt wurdest, gleichzeitig ermutigen sie dich jedoch dich gerne wieder neu anzumelden.... Welchem Zweck folgt das?\n\nMir ist es egal. Ich brauch kaum mehr als zwei Wochen um wieder Ranked spielen zu können und welchen Sinn macht dann diese Strafe?\nHätten sie mir lieber eine RR verpasst. Das wäre weit ärgerlicher gewesen. \n\nDas Strafsystem ist heuchlerich und zielt nur aufs Geld ab. Deswegen funktioniert es auch nicht...","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T09:21:45.132+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000700000000000000000000,timestamp=2015-06-29T08:58:40.211+0000)\n>\n> Denn ein Permaban ist immer Blödsinn. Es fördert nur die Gier der Spielehersteller. Nicht umsonst zeigen sie dir auf, warum du gesperrt wurdest, gleichzeitig ermutigen sie dich jedoch dich gerne wieder neu anzumelden.... Welchem Zweck folgt das?\n\nJa, ein perma ban hat auch finanzielle Gründe, aber nicht so wie du denkst.\nRiot befürchtet nämlich, dass Flamer dazu führen, dass normale Spieler frustiert werden und nicht mehr LoL spielen (somit auch nicht mehr RP kaufen).\n\nEin perma ist deshalb grundsätzlich ein Schutz für die restliche Community.\n \n> Mir ist es egal. Ich brauch kaum mehr als zwei Wochen um wieder Ranked spielen zu können und welchen Sinn macht dann diese Strafe?\n\nZumindest haben die Rankedspieler 2 Wochen von dir Ruhe. ;)\nWie gesagt: Riot möchte verhindern, dass Spieler wegen Flamern dem Game den Rücken kehren.\n\n> Hätten sie mir lieber eine RR verpasst. Das wäre weit ärgerlicher gewesen. \n\nRiot ist offensichtlich der Meinung, dass du als \"unverbesserlich\" gilst und eine (weitere) RR keine Verbesserung deines Verhaltens bringt. Dies sollte dir zu denken geben.\n\n> Das Strafsystem ist heuchlerich und zielt nur aufs Geld ab. Deswegen funktioniert es auch nicht...\n\nEin perma ban ist wirklich die allerletzte Massnahme seitens Riot. Diese wird wirklich erst vergeben, wenn alles andere nicht mehr fruchtet.\nWürde Riot nur wegen dem Geld perma bans aussprechen (weil Flamer einen neuen Account eröffnen und wieder RP ausgeben), dann würden sie dies viel öfter tun. Aber zuerst gibt es eine Warnung (bzw. mehrere), dann erste Massnahmen wie CR bzw. RR und bei schlimmen Fällen ein 2-Wochen-ban. Es dauert also recht lange, bis man einen perma kriegt (oder man ist extremst toxisch). Riot könnte dies beschleunigen, wenn sie von Flamern mehr Geld aus den Taschen ziehen möchten. Tun sie aber nicht.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:27:43.883+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0007000000000000000000000001,timestamp=2015-06-29T09:21:45.132+0000)\n>\n> Ja, ein perma ban hat auch finanzielle Gründe, aber nicht so wie du denkst.\n> Riot befürchtet nämlich, dass Flamer dazu führen, dass normale Spieler frustiert werden und nicht mehr LoL spielen (somit auch nicht mehr RP kaufen).\n> \n> Ein perma ist deshalb grundsätzlich ein Schutz für die restliche Community.\n> \n> Zumindest haben die Rankedspieler 2 Wochen von dir Ruhe. ;)\n> Wie gesagt: Riot möchte verhindern, dass Spieler wegen Flamern dem Game den Rücken kehren.\n> \n> Riot ist offensichtlich der Meinung, dass du als \"unverbesserlich\" gilst und eine (weitere) RR keine Verbesserung deines Verhaltens bringt. Dies sollte dir zu denken geben.\n> \n> Ein perma ban ist wirklich die allerletzte Massnahme seitens Riot. Diese wird wirklich erst vergeben, wenn alles andere nicht mehr fruchtet.\n> Würde Riot nur wegen dem Geld perma bans aussprechen (weil Flamer einen neuen Account eröffnen und wieder RP ausgeben), dann würden sie dies viel öfter tun. Aber zuerst gibt es eine Warnung (bzw. mehrere), dann erste Massnahmen wie CR bzw. RR und bei schlimmen Fällen ein 2-Wochen-ban. Es dauert also recht lange, bis man einen perma kriegt (oder man ist extremst toxisch). Riot könnte dies beschleunigen, wenn sie von Flamern mehr Geld aus den Taschen ziehen möchten. Tun sie aber nicht.\n\nLeider liegts du hier falsch. Auch hier würde ich gern Riot um eine Stellungnahme ersuchen, was sie niemals machen werden.\nIch hatte noch nie eine CR und noch nie einen RR. Demnach kann mein Verhalten all die Jahre wohl kaum SOOO schlecht gewesen sein...\nWas mir auch egal ist. Wie gesagt ich kann dadurch ja in zwei Wochen direkt wieder einsteigen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T09:42:52.755+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00070000000000000000000000010001,timestamp=2015-06-29T09:27:43.883+0000)\n>\n> Leider liegts du hier falsch. Auch hier würde ich gern Riot um eine Stellungnahme ersuchen, was sie niemals machen werden.\n> Ich hatte noch nie eine CR und noch nie einen RR. Demnach kann mein Verhalten all die Jahre wohl kaum SOOO schlecht gewesen sein...\n> Was mir auch egal ist. Wie gesagt ich kann dadurch ja in zwei Wochen direkt wieder einsteigen.\n\nDann gibt es 2 Gründe:\n\n- Du wurdest wegen einem anderen Grund permagebannt (z.B. Zahlungsverzug, Accountsharing, Nutzung von Drittprogrammen, etc.)\n\n\n- Du warst so extrem innerhalb wenigen Games, dass Riot keine andere Lösung sah (da muss Rassismus, Homophobie, etc. vorkommen).\n\n\nFakt ist, dass nur etwa 2-3% der Spieler eine Strafe erhalten und dies meistens eine CR - allenfalls inkl. RR - ist. Bereits beim 2-Wochen-ban bewegen wir uns im Promille-Bereich (und meist sind dies auch Wiederholungstäter).\nPerma bans werden sehr, sehr selten wegen Flaming vergeben (meist andere Gründe). \n\nDein Beispiel ist also nicht die \"Masse\", sondern ein Einzelfall (sofern wirklich wegen Flaming bestraft). Darüber hat btw. Riot auch mehrmals Stellung genommen.\n\nDass du ohne Vorstrafen einen perma kriegst, wundert mich. Um dies aber beurteilen zu können (z.B. ob gerechtfertigt), müsste ich den chatlog lesen.","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-06-29T09:38:21.721+0000","up_votes":2,"down_votes":0,"body":"Bei dem Strafsystem wurden einzelne Stufen übersprungen, wenn man besonders schlimm war. Ich bin mir nicht ganz sicher, wie das Momentan ist, bei extrem schlechtem Verhalten, werden aber ziemlich sicher sofort Banns ausgesprochen.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:43:47.284+0000","up_votes":2,"down_votes":0,"body":"Korrekt. Für absolute Extremfälle gibts auch mal einen sofortigen Perma.","replies":[]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:24:32.095+0000","up_votes":2,"down_votes":0,"body":"> Riot befürchtet nämlich, dass Flamer dazu führen, dass normale Spieler frustiert werden und nicht mehr LoL spielen (somit auch nicht mehr RP kaufen).\n\nDas ist btw mehr als nur eine Befürchtung, sondern wurde im GDC 2015 Talk auch mit Zahlen belegt (die ich grad nicht im Kopf habe)","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T09:29:21.740+0000","up_votes":1,"down_votes":0,"body":"Die Chance, dass jemand nie wieder LoL spielt, ist nach einem Spiel in dem es flaming gab um 320% höher als sonst. Ich nehme an das meintest du?","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:33:33.860+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000700000000000000000000000100000001,timestamp=2015-06-29T09:29:21.740+0000)\n>\n> Die Chance, dass jemand nie wieder LoL spielt, ist nach einem Spiel in dem es flaming gab um 320% höher als sonst. Ich nehme an das meintest du?\n\nMich würde mal interessieren um wieviel % es wahrscheinlicher wird, dass ein Spieler erneut flamed nachdem er ein Spiel wie von mir beschrieben erlebt hatte. Mit dieser Statistik lässt sich natürlich kein Geld verdienen aber wäre wohl das Hauptproblem an dem jeden Community scheitert.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:39:03.803+0000","up_votes":3,"down_votes":0,"body":"Wie wärs denn, wenn du dir, wie versprochen, erstmal die Videos ansiehst? Das würde dir weitere Peinlichkeiten wie diesen Post ersparen. Das was du da gerade vorschlägst was Riot tun soll ist EXAKT was Riot tut, was du wüsstest, wenn du dich informieren würdest. \n\n>  Mit dieser Statistik lässt sich natürlich kein Geld verdienen\n\nDenk doch deine Behauptungen mal zu Ende. Haben wir dir denn nicht gerade erklärt, dass toxisches Verhalten für Riot Geld kostet? Selbstverständlich erforscht Riot dann auch die Ursachen für toxisches Verhalten und versucht diese zu bekämpfen. \nDer GDC Talk 2015 dreht sich zum Beispiel fast ausschließich um dieses Thema...und auch in allen anderen Talks kommt dieser Aspekt vor.","replies":[]}]},{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:34:18.917+0000","up_votes":1,"down_votes":0,"body":"Kann sein, ja.","replies":[]}]},{"id":"","poster":"andymuha","date":"2015-06-29T09:28:47.958+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00070000000000000000000000010000,timestamp=2015-06-29T09:24:32.095+0000)\n>\n> Das ist btw mehr als nur eine Befürchtung, sondern wurde im GDC 2015 Talk auch mit Zahlen belegt (die ich grad nicht im Kopf habe)\n\nDann wird es Zeit etwas dagegen zu tun. ;D Etwas sinnvolles !","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:40:06.772+0000","up_votes":2,"down_votes":0,"body":"Das wird gemacht. Flamer werdern \"erzogen\" (mit ziemlich großen Erfolg btw), unbelehrbare Flamer werden entfernt, Ursachen für Flame werden so weit wie möglich reduziert, positives Verhalten permanent gehighlighted. Sinnvoller gehts kaum.","replies":[]}]}]}]},{"id":"","poster":"Sirrkas","date":"2015-06-29T09:18:31.347+0000","up_votes":3,"down_votes":0,"body":"Die meisten Spieler die einen Permabann haben, hören auf LoL zu spielen. Wenn mein Account mit ca. 4 Jahren Spielzeit und dem ausgegebenem Geld einen Permabann erhalten würde, würde ich sicher nicht einen neuen erstellen. \n\nWenn du dein Verhalten nicht grundlegend änderst, wird auch dein neuer Account einen Permabann erhalten. \n\nMir wäre neu, das Riot versucht über Permabanns Geld zu verdienen. Gut, irgendwie versuchen sie damit schon ihre Finanzen aufzubessern, aber nicht so wie du denkst. Ein Flamer vertreibt nämlich die Kundschaft, die Riot gerne hätte. Solange du also flamst, geben andere weniger Geld aus oder hören auf zu spielen, da die Zufriedenheit abnimmt. Selbst wenn du 1000 € ausgibst, für jeden Account, den du erstellst, wäre es für Riot ein größerer Schaden, der durch dich ensteht, als du Geld ausgibst. \n\nIch weiß auch nichts davon, dass Riot mit einem Permabann Spieler ermutigt einen neuen Account zu erstellen. Steht in der Nachricht etwa \"Dein Account wurde permanent gesperrt, bitte erstelle hier einen neuen: *Account registrieren*\"?","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:24:35.956+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0007000000000000000000000000,timestamp=2015-06-29T09:18:31.347+0000)\n>\n> Die meisten Spieler die einen Permabann haben, hören auf LoL zu spielen. Wenn mein Account mit ca. 4 Jahren Spielzeit und dem ausgegebenem Geld einen Permabann erhalten würde, würde ich sicher nicht einen neuen erstellen. \n> \n> Wenn du dein Verhalten nicht grundlegend änderst, wird auch dein neuer Account einen Permabann erhalten. \n> \n> Mir wäre neu, das Riot versucht über Permabanns Geld zu verdienen. Gut, irgendwie versuchen sie damit schon ihre Finanzen aufzubessern, aber nicht so wie du denkst. Ein Flamer vertreibt nämlich die Kundschaft, die Riot gerne hätte. Solange du also flamst, geben andere weniger Geld aus oder hören auf zu spielen, da die Zufriedenheit abnimmt. Selbst wenn du 1000 € ausgibst, für jeden Account, den du erstellst, wäre es für Riot ein größerer Schaden, der durch dich ensteht, als du Geld ausgibst. \n> \n> Ich weiß auch nichts davon, dass Riot mit einem Permabann Spieler ermutigt einen neuen Account zu erstellen. Steht in der Nachricht etwa \"Dein Account wurde permanent gesperrt, bitte erstelle hier einen neuen: *Account registrieren*\"?\n\nIch kann es leider nicht beweisen. Aber wenn Riot hier eine Aussage mach würde, würde ich sie bitten klarzustellen das ich keinen einzgen CENT für das Spiel ausgegeben habe. Daher trifft mich dieser Ban absolut nicht. \nIch will Riot nicht zwangsweise eine hinterhältige Taktik zur Vermögensvergrösserung unterstellen, aber viele lassen sich von den Iphone Machern dieser Welt zu sehr blenden. Gutes Marketing wenig Aufwand ;D\n\nNaja sie schreiben dir ja keine  Email: \"Hier hast dein Ban aber mach n neuen Account\".  Es geht darum, dass es nach dem Ban ganz einfach wieder möglich ist. In wie fern ist das Problem dann gelößt? Überhaupt nicht. \n\nVersteht hier denn niemand was ich mit dem Thread aussagen will? Ich will mich hier nicht verteidigen oder meine Strafe mildern und sonstwas. Ich will aufzeigen das, dass ganze System so schlecht konzipiert ist das selbst Spieler die einen Permaban erhalten sofort wieder einsteigen können. DAs gesamte Strafsystem macht keinen Sinn. Es ist derart unausgereift. In dem Spiel kann jeder machen was er will. Selbst wenn er bestraft werden würde, welchem Zweck dient das? Siehe neue Account in zwei Wochen gehts weiter....","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-29T09:35:08.622+0000","up_votes":2,"down_votes":0,"body":"Wenn ich die Zahlen richtig im Kopf habe, erstellen nur etwa 5 % aller Permagebannten Spieler einen neuen Account. Sicher, alle könnten es machen. Da gibt es aber immernoch etwas, das man mit einem Permabann verliert. Die EP zum Beispiel. Die ganze Spielzeit, alle gesammelten Champions und Runen sind weg. Man fängt wieder bei 0 an. Für die meisten, bedeutet das, dass der Fortschritt von Jahren verloren geht. So etwas trifft die meisten Menschen ziemlich hart. \n\nIch glaube auch, dass Riot ziemlich gut erkennt, wer welche Smurfs besitzt. Es ist also gut möglich, dass die Smurfs von Permagebannten besondere Aufmerksamkeit genießen und schnell wieder einen Permabann erhalten.","replies":[]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-29T08:59:22.544+0000","up_votes":3,"down_votes":0,"body":"Natürlich ist es jetzt keine schlimme Beleidigung oder so. Aber jemandem zu sagen er hätte keine sinnvolle Freizeitbeschäftigung ist schon sehr klar aggressiv. Und du musst doch zugeben dass die direkte Gegenüberstellung mit dem folgenden Satz einfach witzig wirkt ;)","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:02:20.895+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00070000000000000001,timestamp=2015-06-29T08:59:22.544+0000)\n>\n> Natürlich ist es jetzt keine schlimme Beleidigung oder so. Aber jemandem zu sagen er hätte keine sinnvolle Freizeitbeschäftigung ist schon sehr klar aggressiv. Und du musst doch zugeben dass die direkte Gegenüberstellung mit dem folgenden Satz einfach witzig wirkt ;)\n\nGepasst hat es sicher besser als ich es vorgesehen hatte ;D Naja aber du musst zugeben, wenn ich mir die Zeit nehme in einen Thread zu schreiben ohne zu wissen um was es geht dann hab ich die Zeit wirklich nicht sinnvoll genutzt.","replies":[]}]}]}]},{"id":"","poster":"Kaitri","date":"2015-06-29T09:33:52.603+0000","up_votes":1,"down_votes":0,"body":"man erkannt ganz klar aus deinem post, das auch dein smurf es nicht lang machen wird. ein wunder wenn er lv 30 erblickt.\nund ne ich habe wenig freizeit darum habe ich deinen restlichen schrott ja nicht gelesen.\nund du führst keine diskussion du sagst genau jedem \"du bist scheiße dein post ist scheiße ich diskutiere hier (offenbar mit dir selbst) und jetzt verpiss dich den deine meinung interessiert mich nicht, aber meine meinung ist gold wert\"\n\ndeine passiv agros sind echt erstaunlich. aber hauptsache ich habe zuviel freizeit. die ich ja auch damit verbringe random leute im inet zu beleidigen die einen normalen kommentar abgeben. definitiv keine zeitverschwendung.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:36:03.505+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000700000001,timestamp=2015-06-29T09:33:52.603+0000)\n>\n> man erkannt ganz klar aus deinem post, das auch dein smurf es nicht lang machen wird. ein wunder wenn er lv 30 erblickt.\n> und ne ich habe wenig freizeit darum habe ich deinen restlichen schrott ja nicht gelesen.\n> und du führst keine diskussion du sagst genau jedem \"du bist scheiße dein post ist scheiße ich diskutiere hier (offenbar mit dir selbst) und jetzt verpiss dich den deine meinung interessiert mich nicht, aber meine meinung ist gold wert\"\n> \n> deine passiv agros sind echt erstaunlich. aber hauptsache ich habe zuviel freizeit. die ich ja auch damit verbringe random leute im inet zu beleidigen die einen normalen kommentar abgeben. definitiv keine zeitverschwendung.\n\nWie kommst du darauf? Mein letzter Account besteht schon mehrer Jahre. Wieso sollte mein Smurf nicht wieder mehrer Jahre durchhalten?\n\nNaja du hast ja überhaupt keine Meinung dazu geschrieben. Außer \"QQ Thread ..kein Bock zu lesen...heul net bin weg\".... was soll daran bitte sinnvoll sein....","replies":[]}]}]}]},{"id":"","poster":"andymuha","date":"2015-06-29T15:01:46.498+0000","up_votes":1,"down_votes":1,"body":"Klar ich ende im Knast....kranke Weltanschauung? Ihr hier seid nicht die Welt und auch nicht der Maßstab. \nWas interessiert mich eure Meinung.... ihr jammert über Flamer und gebt Menschen wie Waldschrat eine Plattform. Was bedeutet dein Wort oder\ndas, jener die so damit umgehen. Wieviel wert kann euer WdB sein....nichts ist er wert.\n\nIch bleibe bei meiner Art und Ansicht. Wenn Nazi kein Schimpfwort ist ist jeder Art von Flame auch keine Beleidigung. Und was gehen mich Leute an die ich nicht kenne. Die ich nicht wertschätze, die mir nichts bedeuten. \n","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-06-29T15:06:20.311+0000","up_votes":2,"down_votes":0,"body":"Hast du deshalb so extrem viele Posts hier verfasst?\nWeil es dich nicht interessiert?\nDu hast nie die coole Raucherecke deiner Schule verlassen oder?","replies":[]}]},{"id":"","poster":"andymuha","date":"2015-06-29T09:43:44.150+0000","up_votes":1,"down_votes":1,"body":"Würde mich gern mal mit diesen Leuten unterhalten. Vielleicht bekommt man dann eine andere Sichtweise auf die Dinge. \nIst aber sicherlich nicht so einfach. ;D","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-29T10:01:18.471+0000","up_votes":2,"down_votes":0,"body":"Mit wem?\n\nWenn du die Wissenschaftler meinst, könnte das schwierig werden. ","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T10:22:43.887+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Sirrkas,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000a0000,timestamp=2015-06-29T10:01:18.471+0000)\n>\n> Mit wem?\n> \n> Wenn du die Wissenschaftler meinst, könnte das schwierig werden.\n\nMit denen die sich damit auseinandersetzten. Wäre sicherlich unheimlich interessant deren Herangehensweise zu betrachten. Welchen Grundsatz sie haben und welche Faktoren sie mit einbeziehen. Sowas fänd ich mal cool mit anzusehen. Also so richtig im Detail die Arbeit zu verfolgen die solche Probleme lösen sollen. \n\nKlar das es unwahrscheinlich bzw. unmöglich ist aber es wäre sicher sehr aufschlußreich. Auch im Bezug auf andere Spiele und den Vergleich der Bemühungen verschiedener Firmen und Philosophien.\n\nIch glaube das wäre sogar eine Masterarbeit wert ;D","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T10:37:09.031+0000","up_votes":1,"down_votes":0,"body":"Hier kannst du einiges davon nachlesen:\n\nhttp://euw.leagueoflegends.com/de/news/game-updates/player-behavior\n\nIn diesen Artikeln kannst du nachlesen, warum genau Riot gewisse Massnahmen ergreift. ;)","replies":[]}]}]}]},{"id":"","poster":"andymuha","date":"2015-06-29T08:01:12.306+0000","up_votes":2,"down_votes":5,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000000000000,timestamp=2015-06-29T07:14:56.267+0000)\n>\n> Das Problem an deinem Post ist, dass du es als gegeben betrachtest, dass nur einer bestraft wird, was völliger Unsinn ist. Wenn Spieler A gegen die Regeln verstößt und damit Spieler B zum Regelbruch provoziert, werden eben beide bestraft. Du lässt es so wirken, als würde nur Spieler B bestraft, was schlicht und einfach eine 100%ig aus der Luft gegriffene (und falsche) Annahme ist.\n\nHier geht es darum, dass es keine Möglichkeit gibt, dass Spieler A betraft werden kann, da sein Vergehen nicht ersichtlich wird, es sei denn man schaut sich ein Replay an. \nNur mal als Anstoß: In einem von mir beschrieben Spiel passiert so etwas und am Ende reporten in zwei Leute. Das Tribunal und auch Riot bekommt die Report zu Gesicht. Wie kann man mit gutem Gewissen hier eine Entscheidung treffen über Spieler A? Alle Anzeichen bis auf die Reports an sich deuten darauf hin, dass er alles richtig gemacht hatm oder etwa nicht? Nur ein Replay würde hier deutlich Aufschluß geben.\n\n\n> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000200000000,timestamp=2015-06-29T07:19:40.336+0000)\n>\n> Also wenn ich seien Text lese sehe ich nirgends dass das moralisch gut sein sollte, sondern nur die Aussage dass es nunmal passiert und du darum nicht andere Sportarten als Vorbild nutzen solltest.\n> \n> Jede Spielweise ist in Ordnung, solange du nicht so spielst um absichtlich deinem Team zu schaden (wobei gilt: In Zweifel für den Angeklagten). Ich hab auch mal Nasus Support ausprobiert. Ging halt schlechter als ich erwartet hab. Sollte ich jetzt gesperrt werden? Natürlich nicht! \n> \n> Dein Beispiel ist überigens denkbar schlecht, weil hardcorefarming grad im tieferen Elo durchaus eine gute Strategie ist.\n\nIch nehme Sportarten als Vorbild weil es passt. Leider hatte er das Missverstanden wie auch du offenbar. Ich hab mich nicht auf den Gegner bezogen sondern auf das eigene TEAM!!!\nNein nicht jede Spielweise ist in Ordnung. Ich sage nicht das ich perfekt Spiele. Wäre das so würde ich in Korea oder sonstwo in einer Arena hocken und mit Gaming Kohle machen. Aber als Jungler NICHTS tun während der andere Jungler die Lanes heimsucht und vernichtet ist definitiv die FALSCHE Art zu spielen (nur ein Beispiel). \nHardcorefarming lässt sich solange rechtfertigen solange die Lanes klar kommen. Sollte das aber nicht der Fall sein und man offensichtlich sieht welche Auswirkungen das hat, sollte man eingreifen. Macht man das ABSICHTLICH nicht ist das definitiv keine sinnvolle Weise die das TEAM unterstützt. Egal welche Position man spielt.\n\n\n\n> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0003,timestamp=2015-06-29T07:09:22.991+0000)\n>\n> Keiner bezweifelt, dass Flamer einen Grund haben. Das macht es aber noch lange nicht ok. Das \"Warum\" ist kein Geheimnis und man tut sehr viel, um die bedingenden Faktoren zu bekämpfen. \n> \n> Wenn dies der Fall ist, werden eben beide bestraft. Das funktioniert bereits so. \n> \n> Dir ist aber schon bewusst, dass Riot zig Millionen in die Erforschung von Spielerverhalten investiert, dutzende Psychologen und Neurowissenschaftler beschäftigt, mit Universitäten zusammenarbeitet, pro Spiel mehrere hunderttausend Datensätze analysiert und weltweit als DER Vorreiter in Sachen Spielerverhalten gilt, oder? Wie detailliert soll es denn noch sein? Ist darüber hinaus überhaupt noch etwas möglich? Was, was über diese Dinge hinausgeht, sollte Riot denn konkret tun, deiner Meinung nach?\n\nBei den Anstrengungen verweise ich gerne an Blizzard. Deren „ausgeklügelten und millionenschwere“ Systeme haben auch nie wirklich etwas gebracht. Aber ich lasse mich gern eines Besseren belehren wenn es mal soweit ist.\nWas ich als Vorschlag habe? Ich muss mir den Beitrag anschauen und dann hab ich sicher noch eine Idee. Ich habe das Gefühl das die von dir angepriesenen Neuros und Psychos leider kein Plan vom Onlinespielen haben. Wie gesagt ich kann deren Anstrengungen nur weiter anprangern wenn ich weiß was sie alles machen. Wobei man an solche Infos auch nicht immer leicht rankommt.\n\n> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000100000000,timestamp=2015-06-29T07:12:23.555+0000)\n>\n> Ich wollte meinen anderen Post nicht unnötig länglich gestalten, daher hier: Die Hintergründe sind längst bekannt. Riot betreibt diesbezüglich Forschung die man guten Gewissens als \"bahnbrechend\" und \"nie dagewesen\" bezeichnen kann. Es gibt vermutlich niemanden auf dieser Welt der besser weiß, wie toxisches Verhalten entsteht. \n> \n> Hier mal eine kleine Übersicht über bisher veröffentlichte Einblicke in das, was Riot alles tut:\n> https://www.youtube.com/watch?v=nbYQ0AVVBGU\n> https://www.youtube.com/watch?v=a-5yKdpR0kU\n> http://www.gdcvault.com/play/1020389/Enhancing-Sportsmanship-in-Online\n> http://gdcvault.com/play/1017940/The-Science-Behind-Shaping-Player\n> http://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player\n> https://support.riotgames.com/hc/en-us/sections/200382430-Behavior-Initiatives\n> http://boards.euw.leagueoflegends.com/de/c/player-behaviour-en/qWU1kgFi-chat-restriction-faq\n> http://clgaming.net/redtracker?user=142#lyte\n> http://www.reddit.com/user/RiotLyte\n> http://arstechnica.com/gaming/2013/05/using-science-to-reform-toxic-player-behavior-in-league-of-legends/\n> http://na.leagueoflegends.com/en/news/game-updates/player-behavior\n> http://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior/\n\nIch werde mir tatsächlich den ganzen Beitrag anschauen. Was deine Aussage zu BAHNBRECHEND und NIE DAGEGEWESEN betrifft hab ich solche Aussagen schon von anderen Spielen gehört. Blizzard wird dir da sicher ein Begriff sein….viel Geld viel Anstrengung MEGAFAIL! Aber wie gesagt aus Interesse wird ich den Vortrag anschauen.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T08:10:55.329+0000","up_votes":2,"down_votes":0,"body":">  Neuros und Psychos leider kein Plan vom Onlinespielen haben.\n\nWer bei Riot arbeiten will muss aktiv league of legends spielen, das weisst du, oder?\n\n> Aber als Jungler NICHTS tun während der andere Jungler die Lanes heimsucht und vernichtet ist definitiv die FALSCHE Art zu spielen (nur ein Beispiel).\n\nNein, ist es nicht. Je härter die Lanes vernichtet werden desto sinnloser wird ganken - gibt nur die Gefahr, dem gegner doublekills und evtl. buffs reinzufeeden. Aber das tut eigentlich nichts zur Sache. Der Punkt ist, selbst wenn es falsch wäre kannst du den entsprechenden Spieler nicht bestrafen, da er ja einfach nur schlecht ist, und schlecht spielen ist nicht strafbar, ausser es geschieht nachweislich (wichtig!) mit absicht.\n\nbtw: Antworte doch den leuten einzeln, damit nicht solche megaposts entstehen...","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:24:44.085+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00060000,timestamp=2015-06-29T08:10:55.329+0000)\n>\n> Wer bei Riot arbeiten will muss aktiv league of legends spielen, das weisst du, oder?\n> \n> Nein, ist es nicht. Je härter die Lanes vernichtet werden desto sinnloser wird ganken - gibt nur die Gefahr, dem gegner doublekills und evtl. buffs reinzufeeden. Aber das tut eigentlich nichts zur Sache. Der Punkt ist, selbst wenn es falsch wäre kannst du den entsprechenden Spieler nicht bestrafen, da er ja einfach nur schlecht ist, und schlecht spielen ist nicht strafbar, ausser es geschieht nachweislich (wichtig!) mit absicht.\n> \n> btw: Antworte doch den leuten einzeln, damit nicht solche megaposts entstehen...\n\nOffenbar haben sie was das betrifft viel Glück mit ihren Mitspielern gehabt. Ich persönlich hatte da nie soviel Glück. Ebenfalls hatten auch die anderen mit mir nicht immer Glück ;D\n\nMan versucht eigentlich zu verhindern das so etwas überhand nimmt. Und man sieht sehr schnell wenn sowas passiert.\n\nJa ich versuche die Leute einzeln anzuschreiben. Ist echt bissle unübersichtlich^^","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T08:31:00.987+0000","up_votes":1,"down_votes":0,"body":"Ich muss ehrlich gesagt sagen, ich verstehe deinen Post nicht. Einfach rein logisch, ich verstehe nicht welche deiner aussage sich auf was von mir bezieht. Wer hat in welcher hinsicht glück mit den Mitpspielern gehabt? Di von RIot angestellten Psychologen hatten freundliche Mitspieler? Oder deine \"semi-afkler\" hatten Mitspieler die sie in deine Elo gecarriet haben? Und man versucht zu verhindern das was überhand nimmt - schlechtes spielen? Oder absichtlich schlechtes spielen? Oder flaming? Oder psychologen, die vom Spiel keine ahnung haben?\n\nMaximale Verwirrung :D","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:33:32.182+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0006000000000000,timestamp=2015-06-29T08:31:00.987+0000)\n>\n> Ich muss ehrlich gesagt sagen, ich verstehe deinen Post nicht. Einfach rein logisch, ich verstehe nicht welche deiner aussage sich auf was von mir bezieht. Wer hat in welcher hinsicht glück mit den Mitpspielern gehabt? Di von RIot angestellten Psychologen hatten freundliche Mitspieler? Oder deine \"semi-afkler\" hatten Mitspieler die sie in deine Elo gecarriet haben? Und man versucht zu verhindern das was überhand nimmt - schlechtes spielen? Oder absichtlich schlechtes spielen? Oder flaming? Oder psychologen, die vom Spiel keine ahnung haben?\n> \n> Maximale Verwirrung :D\n\nDie Leute von denen du Sprichst, welche sich mit dem Problem auseinandersetzten sollen, und deiner Aussage nach AKTIV LoL spielen, habn offenbar nur sehr selten Spiele durchgeführt in denen solche Probleme auftauchen. Also ich stell das schon in FRage wenn du mir sagen willst, dass ein Neurowissenschaftler Wochenlang aktiv, random LoL spielt....","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T08:40:25.820+0000","up_votes":1,"down_votes":0,"body":"> Die Leute von denen du Sprichst, welche sich mit dem Problem auseinandersetzten sollen, und deiner Aussage nach AKTIV LoL spielen, habn offenbar nur sehr selten Spiele durchgeführt in denen solche Probleme auftauchen\n\n[Beleg fehlt] wäre wohl der Kommentar meines professors dazu.\n\n> Also ich stell das schon in FRage wenn du mir sagen willst, dass ein Neurowissenschaftler Wochenlang aktiv, random LoL spielt....\n\n> Applicants should first learn about Riot and play League of Legends because we're looking for people who, like us, take play seriously and for whom it's never \"just a game.\" We play lots of games, especially our own, because hands-on gaming experience is our ultimate guiding compass. (http://www.riotgames.com/careers)\n\nDu kannst es natürlich schon in Frage stellen. Ist nur etwas sinnlos, weil jede google-suche innert 3 Sekunden das Gegenteil zeigt.\n\nEDIT: Hab mir grad noch die Bewerbungsformulare angeschaut, da muss man z.b. seine 10 Lieblingsgames aufzählen etc...\n\nauch schön sind Sätze in den Jobbeschreibungen wie  \"your match history in League of Legends would fill several large scrolls\"","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T08:46:57.078+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000600000000000000000000,timestamp=2015-06-29T08:40:25.820+0000)\n>\n> [Beleg fehlt] wäre wohl der Kommentar meines professors dazu.\n> \n> Du kannst es natürlich schon in Frage stellen. Ist nur etwas sinnlos, weil jede google-suche innert 3 Sekunden das Gegenteil zeigt.\n> \n> EDIT: Hab mir grad noch die Bewerbungsformulare angeschaut, da muss man z.b. seine 10 Lieblingsgames aufzählen etc...\n> \n> auch schön sind Sätze in den Jobbeschreibungen wie  \"your match history in League of Legends would fill several large scrolls\"\n\nDu rufts eine Stellenbeschreibung auf die dir souzsagen beweist, dass diese Doktoranten in Psychologie und Neurowissenschaften zahllose Spiele gemacht habe bevor sie eingestellt wurden? \nDas ist dein Beweis dafür, dass diese Menschen sich in der Materie auskennen? Wieviel Spiele in allen Ligen, Mods und mit einer Vielzahl an verschiedenen Charakteren habe sie denn gemacht? ICh mein wohl mehr als einige Tausend oder?\nWOHL KAUM!","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-29T09:05:14.752+0000","up_votes":2,"down_votes":0,"body":"Wie bitte? In der STellenbeschreibung steht dass sie massig spiele haben müssen, und de behauptest einfach dass sie das nicht haben und trotzdem angenommen wurden? \n\nSorry, aber so macht eine Diskussion keinen Sinn. Du kannst nicht einfach ohne jeglichen Grund die wohl beste Quelle die es gibt mit den Worten \"WOHL KAUM\" ablehnen, das bringt eine Diskussion nicht weiter.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T09:13:32.448+0000","up_votes":0,"down_votes":1,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00060000000000000000000000000000,timestamp=2015-06-29T09:05:14.752+0000)\n>\n> Wie bitte? In der STellenbeschreibung steht dass sie massig spiele haben müssen, und de behauptest einfach dass sie das nicht haben und trotzdem angenommen wurden? \n> \n> Sorry, aber so macht eine Diskussion keinen Sinn. Du kannst nicht einfach ohne jeglichen Grund die wohl beste Quelle die es gibt mit den Worten \"WOHL KAUM\" ablehnen, das bringt eine Diskussion nicht weiter.\n\nViel oder \"massig\" liegt im Auge des Betrachters! Was sind \"massig\"? Für meine Mutter wären 1 Spiel pro Woche \"massig\" da sie es ganz sicher nie spielen wird. Für mich wäre \"massig\" vornweg 3000-4000 Spiele. ! Für dich sind vielleicht 200 Spiele \"massig\" ...\nMit welcher Grundlage aus einem Wort das in alle Richtungen interpretiert werden kann gibts du an zu wissen wie sich diese Leute vorbereiten?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T09:26:34.527+0000","up_votes":1,"down_votes":0,"body":"Als jemand der Bewerbungsgespräche live erleben durfte, kann ich dir sagen: Du kommst da unmöglich durch, ohne Ahnung vom Spiel zu haben...egal um welchen Job es geht.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-29T09:16:46.978+0000","up_votes":1,"down_votes":0,"body":"Richtig, eine genaue Zahl steht da nicht. Ist aber irrelevant. Wichtig ist nur, dass deine Aussage, diese leute hätten vom Spiel keine Ahnung, ganz sicher falsch ist.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"andymuha","date":"2015-06-29T13:50:33.030+0000","up_votes":1,"down_votes":3,"body":"DAs ist keine Doppelmoral. Menschen  die Gesetzen folgen nur weil sie Gesetzt sind wurden in der Vergangeheit leider immer Gefolge solcher Despoten. Aber mich als Sympathisant von so jemandem zu bezeichnen ist gestört.....\n\nWas ich damit erreichen wollt? Offenbar gar nichts denn wenn es soweit ist in der Community kann ich beruhigt weiterflamen ..\nJedweg Beleidigung wäre nicht annähern soviel Wert wie diese. \nAlso ist mir jeder Ausraster lieber wenn er sich nur auf Wörter Wie A** und Hu*** beschränkt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-29T13:59:26.592+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000c,timestamp=2015-06-29T13:50:33.030+0000)\n>\n> DAs ist keine Doppelmoral. Menschen  die Gesetzen folgen nur weil sie Gesetzt sind wurden in der Vergangeheit leider immer Gefolge solcher Despoten. Aber mich als Sympathisant von so jemandem zu bezeichnen ist gestört.....\n\nSorry, aber wir befolgen den WdB nicht, weil es so drin steht. Wir befolgen sie, weil wir diese Regeln als sinnvoll erachten.\nWir mögen keine Flamer. Dies geben wir gerne zu. Dass Flaming verboten ist, erachten wir deshalb als korrekt; dass dadurch Strafen augesprochen werden ebenfalls. Wenn uns dies nicht gefallen würde, wechseln wir zu einem anderen Game. Bzw. wenn Riot Flaming nicht in der WdB verbieten würde, dann wäre dies zumindest für mich ein Grund, ein anderes Game als LoL zu spielen. Ich denke, andere Spieler würden dies auch tun.\n\nDies hat also rein gar nichts mit \"blindlings einem Gesetz befolgen\" zu tun.\nWir erachten den WdB wirklich als gutes Regelwerk bezüglich ingame-Verhalten. Naja, eigentlich finde ich sogar, dass die \"Regeln\" dort einfach nur jenes Verhalten aufzeigen, die man eigentlich von einer üblichen guten Erziehung erwarten kann; also etwas, was eigentlich selbstverständlich wäre.\n\n> Was ich damit erreichen wollt? Offenbar gar nichts denn wenn es soweit ist in der Community kann ich beruhigt weiterflamen ..\n\nAlso mit anderen Worten:\nAuf Flamer zu antworten bringt auch aus deiner Sicht keinerlei Nutzen. Also antwortet man gar nicht darauf und reportet diese Spieler nach dem Game stillschweigend.","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T14:19:28.845+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000c0000,timestamp=2015-06-29T13:59:26.592+0000)\n>\n> Sorry, aber wir befolgen den WdB nicht, weil es so drin steht. Wir befolgen sie, weil wir diese Regeln als sinnvoll erachten.\n> Wir mögen keine Flamer. Dies geben wir gerne zu. Dass Flaming verboten ist, erachten wir deshalb als korrekt; dass dadurch Strafen augesprochen werden ebenfalls. Wenn uns dies nicht gefallen würde, wechseln wir zu einem anderen Game. Bzw. wenn Riot Flaming nicht in der WdB verbieten würde, dann wäre dies zumindest für mich ein Grund, ein anderes Game als LoL zu spielen. Ich denke, andere Spieler würden dies auch tun.\n> \n> Dies hat also rein gar nichts mit \"blindlings einem Gesetz befolgen\" zu tun.\n> Wir erachten den WdB wirklich als gutes Regelwerk bezüglich ingame-Verhalten. Naja, eigentlich finde ich sogar, dass die \"Regeln\" dort einfach nur jenes Verhalten aufzeigen, die man eigentlich von einer üblichen guten Erziehung erwarten kann; also etwas, was eigentlich selbstverständlich wäre.\n> \n> Also mit anderen Worten:\n> Auf Flamer zu antworten bringt auch aus deiner Sicht keinerlei Nutzen. Also antwortet man gar nicht darauf und reportet diese Spieler nach dem Game stillschweigend.\n\nVon Sinnhaftigkeit kann nicht die Rede sein und nach so hirnverbrannten Aussagen wie die von Waldschrat hoffe ich ihn mal im Spiel wiederzutreffen damit ich mal sagen kann was genau ich von ihm halte! Und dafür darf er mich dann gerne reporten. Und das System wird mich aber nicht die Ursache bestrafen aufgrund dessen ich so reagiere !\nWobei wir wieder beim Anfang sind. Denn auf jeden Aktion folgt eine Reaktion. Eine Gesetzmässigkeit die sich niemals umgehen läßt, und meine Reaktion sofern sie verbal bleibt wäre in jedem Fall nicht nur Verständlich sondern sogar GERECHT ! Wo wir wieder bei Gerechtigkeit und Recht angekommen wären. \nDas System ist einfach nicht ausgereift. Es kann nicht differenzieren. Und für mich ist jemand als Nazi zu bezeichnen mit das allerschlimmste was man überhaupt zu jemandem sagen kann. \nDas wäre wie Kaffeklatsch mit Kim Jong Un auf der Fahrt ins Arbeitslager zur Besichtigung..... \nDAGEGEN SOLLTE MAN MAL WAS MACHEN.\n\n","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-29T14:38:57.107+0000","up_votes":1,"down_votes":0,"body":">  Denn auf jeden Aktion folgt eine Reaktion. Eine Gesetzmässigkeit die sich niemals umgehen läßt, und meine Reaktion sofern sie verbal bleibt wäre in jedem Fall nicht nur Verständlich sondern sogar GERECHT !\n\nHmmm, und da wunderst Du dich über die Reaktionen hier im Thread. Du hast den Thread eröffnet, quasi Deine Aktion gestartet und bist nun aufgebracht über die Reaktionen ? Sehr seltsam. \n\nSo gesehen kann auch der Waldschrat nix für , weil wenn man Dein Maß an ihn nimmt, war seine Reaktion eben auch GERECHT. Wird nicht besser wenn man's groß schreibt :/  oder ? Du kannst nicht wissen, wer am anderen Ende sitzt und ließt. So wie Du Dir das denkst ... \"is ja nur ein Spruch, andere sollten das erkennen\" funktioniert das nicht. In dem Augenblick als Du Godwins Law in's Spiel gebracht hast, hast Du quasi der Community die Holzkeule gegeben (vrmtl. sogar schon eher, hab mir jetzt nich den ganzen Schmuß durchgelesen ). Und jeder interpretiert es für sich anders, aber mit Sicherheit niemals so, wie Du meinst, es gemeint zu haben ^^ .  Is einfach so.  \n\nJetzt fahr mal nen Gang zurück und ernte was Du gesät und mach es nächstes Mal einfach besser, sachlicher .\n\nDenn zum eigentlichen Thema wurde ja schon gesagt, daß eben doch beide die Strafe bekommen. Die fachlichen Links und Erklärungen waren eindeutig (auch wenn ich's immer noch gruslig finde ^^) und denen kann man so schon Glauben schenken. Ich denke nicht daß das nur ne PR-Lüge ist. Also es werden beide bestraft und das Spiel wird schon analysiert.\n\n> Riot betrachtet dann nur den Chatverlauf in dem sicher einige unschöne Worte fallen, aber nie die Situation warum es überhaupt zum Schalgabtausch gekommen ist.\n\nUnd das ist mMn. eben nicht so.\n\n\nmfg\nMB","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T14:41:17.262+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000c000000000001,timestamp=2015-06-29T14:38:57.107+0000)\n>\n> Hmmm, und da wunderst Du dich über die Reaktionen hier im Thread. Du hast den Thread eröffnet, quasi Deine Aktion gestartet und bist nun aufgebracht über die Reaktionen ? Sehr seltsam. \n> \n> So gesehen kann auch der Waldschrat nix für , weil wenn man Dein Maß an ihn nimmt, war seine Reaktion eben auch GERECHT. Wird nicht besser wenn man's groß schreibt :/  oder ? Du kannst nicht wissen, wer am anderen Ende sitzt und ließt. So wie Du Dir das denkst ... \"is ja nur ein Spruch, andere sollten das erkennen\" funktioniert das nicht. In dem Augenblick als Du Godwins Law in's Spiel gebracht hast, hast Du quasi der Community die Holzkeule gegeben. Und jeder interpretiert es für sich anders, aber mit Sicherheit niemals so, wie Du meinst, es gemeint zu haben ^^ .  Is einfach so.  \n> \n> Jetzt fahr mal nen Gang zurück und ernte was Du gesät und mach es nächstes Mal einfach besser, sachlicher .\n> \n> mfg\n> MB\n\nIch bin aufgebracht mein Junge weil ich von einem hirnlosen Waldläufer also NAZI bezeichnet wurde!","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-29T14:50:30.496+0000","up_votes":1,"down_votes":0,"body":"1. Bin ich nicht Dein Junge\n2. Sind wir laut Deiner Aussage was ... ?\n\n... eben ;)\n\nmfg\nMB","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-29T14:59:55.766+0000","up_votes":1,"down_votes":0,"body":"Zitat von Dir :\n\n> Unfassbar. Mit solchen Leuten kann man ja wirklich alles machen.\nHoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land.** Genug Lemminge findet er ja schon allein bei Internetspielen**.\n\n\n> Damals haben sie per Gesetz Menschen vergast. Würdet ihr das auch so machen? Ist doch Gesetz....\n\nklingt für mich wie \" Ihr (Community) findet das toll/sympathisch\" -> Sympathisant \n\nund Waldschrat :\n\n> Du predigst hier eine Auge um Auge Ideologie, weißt du wer das noch gepredigt hat? Der von dir erwähnte Österreicher. Kannst dir ja mal ein paar Reden reinziehen, dürfte genau deinen Geschmack treffen. \n\n\nhat Dir quasi nur den Spiegel vorgehalten. Also nochmal, Ball flach , nen Beruhigungsbierchen , alles Revue passieren lassen und nächstes Mal anders machen.\n\nmfg\nMB","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T15:07:58.782+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000c000000000001000000000000,timestamp=2015-06-29T14:59:55.766+0000)\n>\n> Zitat von Dir :\n> Hoffentlich kommt nicht wieder einer wie so ein Österreicher ins Land.** Genug Lemminge findet er ja schon allein bei Internetspielen**.\n> \n> klingt für mich wie \" Ihr (Community) findet das toll/sympathisch\" -> Sympathisant \n> \n> und Waldschrat :\n> \n> \n> hat Dir quasi nur den Spiegel vorgehalten. Also nochmal, Ball flach , nen Beruhigungsbierchen , alles Revue passieren lassen und nächstes Mal anders machen.\n> \n> mfg\n> MB\n\nHier geht es nicht ums vergasen sondern darum das man ein Gesetz befolgt nur weil es Gesetz ist. Was daraus resultiert sieht man ja genau an diesem Beispiel. Und solche Menschen sind nunmal einfach willenlose Lemminge!!!!!! Und eben solche Menschen werden es wieder schaffen unser Land in den Krieg zu schieben. Weit entfernt ist die Welt ohnehin schon nciht merh davon. Überall mehren sich solche Despoten und deren Ländereien. Russland, Nordkorea jegliche Blutstaaten in Afrika und Organisationen wie IS und AlQuaida. Traurig um unsere Welt.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-29T15:14:37.877+0000","up_votes":1,"down_votes":0,"body":"Ähm, das dicker Gedruckte, darum gings. Und das war mindestens ganuso schlimm, nein schlimmer als die Formulierung vom Waldschrat. Ganz einfach weil Du Alle damit angreifst und Waldschrat hat sich nur verteidigt.\n\nWenn ich mir jetzt Deinen Post angucke dann bin ich ein Kriegstreiber. Auch net schön.  Dann lese ich IS und bin nun ein Terrorist. \n\nLass es doch einfach. Du scheinst nicht die richtigen Worte zu finden. Ich weiß auch ehrlich gesagt überhaupt nicht, worauf Du hinauswillst :/\n\nmfg\nMB","replies":[]}]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-06-29T14:27:16.317+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000c00000000,timestamp=2015-06-29T14:19:28.845+0000)\n>\n> Von Sinnhaftigkeit kann nicht die Rede sein und nach so hirnverbrannten Aussagen wie die von Waldschrat hoffe ich ihn mal im Spiel wiederzutreffen damit ich mal sagen kann was genau ich von ihm halte! Und dafür darf er mich dann gerne reporten. Und das System wird mich aber nicht die Ursache bestrafen aufgrund dessen ich so reagiere !\n\nEs gibt hier auch Foren-bans; man wird also hier genauso bestraft (fürs Forum) für negatives Verhalten wie ingame. ;)\n\nWenn die Moderation hier der Meinung ist, dass Waldschrat sich hier im Forum falsch verhält, dann kriegt er einen Forenban. Jedoch kriegst du auch einen, wenn sie der Meinung sind, dass du dich ebenfalls falsch verhälst.\n\nDie Ursache für das Verhalten ist völlig egal.\nDu und nur du bist für dein Verhalten (ingame und hier im Forum) verantwortlich. Dies bedeutet auch, dass es dir egal sein kann, wie andere User bestraft werden. Denn für deren Verhalten bist du nicht verantwortlich.","replies":[]}]}]}]},{"id":"","poster":"andymuha","date":"2015-06-29T14:56:56.685+0000","up_votes":1,"down_votes":0,"body":"Wie kann man sich im Forum löschen?\nHier gibts nichts mehr zu sagen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-29T15:05:56.523+0000","up_votes":1,"down_votes":0,"body":"> Wie kann man sich im Forum löschen?\n\nDamit würdest Du das Internet zerstören ...","replies":[]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-29T14:05:20.010+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=andymuha,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=00050000000200000001000000000000000100000000000000000003,timestamp=2015-06-29T13:51:47.005+0000)\n>\n> Wenn die Übertreibung ein gültiges Stilmittel WÄRE kann ich dem Vergleich wegen JEDEM als ALLES Bezeichnung....NUR Übertreibung....\n> pff\n\nWaldschrat hat dich nicht direkt als Nazi bezeichnet. Er hat Deine Aussage zerlegt und Anhand Deiner falschen Thesen, Deinen Nazivergleich als gesteigerte Rethorik rückwärts angewandt. Was er sagt ist, dass h.h. flaming+blaming und aggressive Reaktionen genauso wie du gut fand und dass dir deswegen seine Reden gefallen könnten. Dir wird nicht beleidigend unterstellt, dass Du Völkermord gutheißt.\n\n>Wenn man deine total dümmliche Analogie noch weiter spinnt\n\nDas steht am Anfang des letzten Absatzes. Du wirst also nicht direkt beleidigt, sondern deine Aussagen werden auseinandergenommen.\n\n\nSeine Rethorik ist bissig bis aggressiv, keine Frage. Aber direkt als Nazi hat er dich nicht beschimpft.","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T13:43:32.973+0000","up_votes":1,"down_votes":0,"body":"Du bezeichnest mich als jemand der Mord und Tyrannei sozusagen verherrlicht ...\nJede Beleidigung sei es den Vergleich mit dem Schließmuskel oder eine zweifelhafte Herkunft aus rot belichteten Gegenden wäre nicht annähernd dem Wert was du mir unterstellt. PFF Hier sieht amn das RIOT GAR kein MAß hat....\nwas ist schon das Wort A****** gegen über sowas.....\nNichts lässt sich damit aufwiegen.... ","replies":[]},{"id":"","poster":"pulledchicken","date":"2015-06-29T06:00:50.263+0000","up_votes":1,"down_votes":0,"body":"also bei mir persönlich hat es gefruchtet !\n\nmir hat sogar einfach nur die ankündigung gelangt das ich mich bessere ! und siehe da ich bin sehr freundlich geworden ;) !\n\nalso ich mach es auch mittlerweile nicht mehr weil ich weiss ich könnte dafür stress bekommen mit einer disziplinar massnahme ... sondern viel eher weil LoL dann auch viel mehr spass macht :) !\n\nwie ich mich privat oder in anderen Games benehme ist Riot egal und mir egal ich habe nur 1 gemerkt : man hat in LoL mehr SPASS !\nich kanns nur jedem weiter empfehlen ;) !","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T06:21:45.304+0000","up_votes":1,"down_votes":2,"body":"> [{quoted}](name=gg Dopa,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=0001,timestamp=2015-06-29T06:00:50.263+0000)\n>\n> also bei mir persönlich hat es gefruchtet !\n> \n> mir hat sogar einfach nur die ankündigung gelangt das ich mich bessere ! und siehe da ich bin sehr freundlich geworden ;) !\n> \n> also ich mach es auch mittlerweile nicht mehr weil ich weiss ich könnte dafür stress bekommen mit einer disziplinar massnahme ... sondern viel eher weil LoL dann auch viel mehr spass macht :) !\n> \n> wie ich mich privat oder in anderen Games benehme ist Riot egal und mir egal ich habe nur 1 gemerkt : man hat in LoL mehr SPASS !\n> ich kanns nur jedem weiter empfehlen ;) !\n\nDie Kernaussage meines Threads ist ja auch nicht den Wert der Bestrafungen in Frage zu stellen, auch nicht den Wirkungsgrad auf Verurteilte zu berwerten. Mir ging es nur darum, dass auch die Hintergründe die zu solchen zu betrafenden Taten führen betrachtet werden sollte um auch da eventuell Möglichkeiten zu entwickeln um zu intervenieren. \nKlar macht es mehr Spass in einem guten Kommunikationsklima zu spielen. Das würde ich nie abstreiten. Mir ist es auch wesentlich lieber ein Spiel zu führen das selbst wenn alles schief geht noch in einem freundlichen Rahmen bleibt. Manchmal sit aber eine deartige Absicht hinter der Sobotage der Spieler zu sehen die so gut verschleiert werden kann, dass sie nicht auffällt. Und nur das pranger ich an.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T07:12:23.555+0000","up_votes":1,"down_votes":0,"body":">  Mir ging es nur darum, dass auch die Hintergründe die zu solchen zu betrafenden Taten führen betrachtet werden \n\nIch wollte meinen anderen Post nicht unnötig länglich gestalten, daher hier: Die Hintergründe sind längst bekannt. Riot betreibt diesbezüglich Forschung die man guten Gewissens als \"bahnbrechend\" und \"nie dagewesen\" bezeichnen kann. Es gibt vermutlich niemanden auf dieser Welt der besser weiß, wie toxisches Verhalten entsteht. \n\nHier mal eine kleine Übersicht über bisher veröffentlichte Einblicke in das, was Riot alles tut:\nhttps://www.youtube.com/watch?v=nbYQ0AVVBGU\nhttps://www.youtube.com/watch?v=a-5yKdpR0kU\nhttp://www.gdcvault.com/play/1020389/Enhancing-Sportsmanship-in-Online\nhttp://gdcvault.com/play/1017940/The-Science-Behind-Shaping-Player\nhttp://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player\nhttps://support.riotgames.com/hc/en-us/sections/200382430-Behavior-Initiatives\nhttp://boards.euw.leagueoflegends.com/de/c/player-behaviour-en/qWU1kgFi-chat-restriction-faq\nhttp://clgaming.net/redtracker?user=142#lyte\nhttp://www.reddit.com/user/RiotLyte\nhttp://arstechnica.com/gaming/2013/05/using-science-to-reform-toxic-player-behavior-in-league-of-legends/\nhttp://na.leagueoflegends.com/en/news/game-updates/player-behavior\nhttp://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior/","replies":[{"id":"","poster":"andymuha","date":"2015-06-29T11:05:46.671+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=Akr6yNT2,comment-id=000100000000,timestamp=2015-06-29T07:12:23.555+0000)\n>\n> Ich wollte meinen anderen Post nicht unnötig länglich gestalten, daher hier: Die Hintergründe sind längst bekannt. Riot betreibt diesbezüglich Forschung die man guten Gewissens als \"bahnbrechend\" und \"nie dagewesen\" bezeichnen kann. Es gibt vermutlich niemanden auf dieser Welt der besser weiß, wie toxisches Verhalten entsteht. \n> \n> Hier mal eine kleine Übersicht über bisher veröffentlichte Einblicke in das, was Riot alles tut:\n> https://www.youtube.com/watch?v=nbYQ0AVVBGU\n> https://www.youtube.com/watch?v=a-5yKdpR0kU\n> http://www.gdcvault.com/play/1020389/Enhancing-Sportsmanship-in-Online\n> http://gdcvault.com/play/1017940/The-Science-Behind-Shaping-Player\n> http://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player\n> https://support.riotgames.com/hc/en-us/sections/200382430-Behavior-Initiatives\n> http://boards.euw.leagueoflegends.com/de/c/player-behaviour-en/qWU1kgFi-chat-restriction-faq\n> http://clgaming.net/redtracker?user=142#lyte\n> http://www.reddit.com/user/RiotLyte\n> http://arstechnica.com/gaming/2013/05/using-science-to-reform-toxic-player-behavior-in-league-of-legends/\n> http://na.leagueoflegends.com/en/news/game-updates/player-behavior\n> http://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior/\n\nIch habe mir jetzt mal ein wenig Zeit genommen und schon im ersten Video den meiner Meinung nach fundamentalen Fehler gefunden.\n\nDer Grundgedanke von Riot fokusiert sich darauf, die normalen bzw. positiven Spieler vor den wie Riot sie nennt \"toxischen\" Spieler zu schützen. Und eben hier seh ich das Problem. Es wäre wesentlich interessanter eine Lösung dafür zu finden warum jemand sich \"toxisch\" verhält und wie man diesen Umstand schon vor dem Spielen eindämmen kann, anstatt sich die Mühe zu machen die \"armen\" anderen Spieler vor eben diesen zu schützen. \nZufriedenheit erstellen bevor Unmut aufkommt. \nEs macht keinen Sinn hungernden Menschen Brot zu geben, wenn man die Ursache des aufkommenden Hungers nicht bekämpft.\nDer Ansatz ist völlig falsch und wird absolut niemals funktionieren.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T11:07:08.699+0000","up_votes":1,"down_votes":0,"body":"Schau die Sachen doch bitte zu Ende...","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-06-29T08:47:41.939+0000","up_votes":1,"down_votes":0,"body":"> Riot betreibt diesbezüglich Forschung die man guten Gewissens als \"bahnbrechend\" und \"nie dagewesen\" bezeichnen kann. Es gibt vermutlich niemanden auf dieser Welt der besser weiß, wie toxisches Verhalten entsteht. \n\nDAS find ich echt gruselig :/ Erinnert mich iwie an die Nonfumo-Gesellschaft ...","replies":[]}]}]}]},{"id":"","poster":"andymuha","date":"2015-06-29T09:18:32.721+0000","up_votes":1,"down_votes":0,"body":"Gleichzeitig kannst du nicht das Gegenteil behaupten. Ist ja aber auch egal. Ein Lösung des Problems ist sicherlich noch in weiter Ferne, bzw. wird sich von selbst Lösen wenn ein anderes Spiel rauskommt.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-29T07:31:14.871+0000","up_votes":1,"down_votes":0,"body":"> Viel mehr ist aber zu betrachten, warum Leute meist derart aus der Haut fahren wenn es um Ranked Spiele geht.\n> Wenn jemand \"pseudo AFK\" ist, bedeutet z.B. beleidigt weil er seine Position nicht bekommen hat die er spielen wollte und deshalb das Spiel über sinnlos in der Gegend rumrennt, kann man doch durchaus verstehen, das jemand irgendwann ausrastet.\n\nOkay, wieviele % der community denkst du hatten schonmal einen Spieler wie er von dir beschrieben wird?\nSolche Saboteure sind zwar selten, aber ich denke trotzdem dass 99.9% der Spieler schon solche Erlebnisse hatten. Interessanterweise haben die alle aber keinen Perma, ausser dir.\nDeine Definition von normal ist also falsch. Du definierst dein Verhalten als normal, obwohl du praktisch der einzige (ja, permas sind sehr selten) bist der dieses Verhalten an den Tag legt.\nDer Grund warum du und ein paar andere derart schlimm ausrastest sind auch nicht die Mitspieler. Die Mitspieler sind der Auslöser, der Grund ist deine Persönlichkeit, dein Umgang mit Stress, mit Frustration. Genauso wie das Attentat von Sarajevo nicht der Grund für den 1. Weltkrieg war, sondern nur dessen Auslöser und der Grund ganz woanders lag.\n\nZum Rest muss ich eigentlich gar nichts mehr sagen, weil du eigentlich nur deine falsch ausgangsthese - mitspieler verursachen flaming - wiederholst. Nur eines noch: \n\n> Würde sich Riot aber die Mühe machen, die Spiele zum Chatverlauf die relevant sind anzuschauen,\n\nDas wird bereits getan. Der Kontext wird tatsächlich berücksichtigt. Wenn du z.b. nach nem Pentakill deines ADCs schreibst \"omg that jinx\" wird dies wohl nicht negativ gewertet, wenn du exakt dieselbe Zeile tippst nachdem dein ADC 1v3 gestorben ist hingegen schon.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2015-06-29T07:09:22.991+0000","up_votes":1,"down_votes":0,"body":"> Würde sich Riot aber die Mühe machen, die Spiele zum Chatverlauf die relevant sind anzuschauen, würde schnell klar werden, warum jemand so aus der Haut gefahren ist\n\nKeiner bezweifelt, dass Flamer einen Grund haben. Das macht es aber noch lange nicht ok. Das \"Warum\" ist kein Geheimnis und man tut sehr viel, um die bedingenden Faktoren zu bekämpfen. \n\n> Zu einer Strafsituation gehören immer zwei Parteien und meist ist keine der beiden unschuldig. \n\nWenn dies der Fall ist, werden eben beide bestraft. Das funktioniert bereits so. \n\n> Ich würde einfach Riot mal ans Herz legen, sich etwas detailierter mit den Bestrafungen auseinanderzusetzten.\n\nDir ist aber schon bewusst, dass Riot zig Millionen in die Erforschung von Spielerverhalten investiert, dutzende Psychologen und Neurowissenschaftler beschäftigt, mit Universitäten zusammenarbeitet, pro Spiel mehrere hunderttausend Datensätze analysiert und weltweit als DER Vorreiter in Sachen Spielerverhalten gilt, oder? Wie detailliert soll es denn noch sein? Ist darüber hinaus überhaupt noch etwas möglich? Was, was über diese Dinge hinausgeht, sollte Riot denn konkret tun, deiner Meinung nach?","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-29T14:13:45.797+0000","up_votes":1,"down_votes":1,"body":"Also wenn jemand schreibt das ich mir die Reden von H.H. anhörend soll denn die Inhalte würde genau meinen Geschmack treffen, \ndann würde ich solche Aussagen höchstens über einen Neo-Nazi treffen. Denn nur so jemandes Geschmack wir dabei getroffen!!!!\nUnd solche Leute heißen den Völkermord insbesondere an Juden nicht nur für gut sondern sogar für notwendig.... \nAlso hier mal schön auf dem Boden bleiben.\nWenn jedes meiner Wörter und Sätze bis ins Detail auf die Goldwaage gelegt wird dann hat dieses Individuum den Bogen bei weitem überspannt.\n\n\nWenn wir hier dann auch noch Haarspalterei betreiben dann könnte man auch soweit gehen zu sagen \"A**\" ist überhaupt keine Beleidigung.\nEs ist nur eine andere Bezeichnung für den menschlichen Schließmuskel.... oder der Sohn einer Prostituierten zu sein....ein anerkannter Beruf in Deutschland? Also keine Beleidigung mehr? \n\nFür mich ist Waldschrat genau das was sein Name schon über ihn aussagt und genau da gehört er auch wieder hin. Zurück in den Wald ins Dickicht aus dem er offenbar gekrochen ist.....","replies":[]}]}