{"id":"GlJBvjpi","poster":"Why C","date":"2015-06-28T08:53:23.835+0000","title":"Dia Spieler bietet Coaching für SoloQ und 5v5 an","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":5,"body":"Hallo allerseits, \r\n\r\nals ein sehr erfahrener SoloQ-Spieler (mittlerweile sind es &uuml;ber **4000 SoloQ-Games** und mit Screenshots nachweisbar) durfte ich in allen 5 Positionen experimentieren und habe somit eine ganze Menge Informationen f&uuml;r alle Rollen gesammelt. In einem oder anderen Ranked-Team habe ich auch gespielt, jedoch leider alles nur kurzfristig, da die Organisation nicht immer f&uuml;r jeden passte. Nun, m&ouml;chte ich diese Informationen &uuml;ber LoL weitergeben und der Community etwas beitragen, wie man am schnellsten Elo climben kann. \r\n\r\n**Das Programm soll ungef&auml;hr folgenderma&szlig;en ablaufen: **\r\nDa die Spieler/Teams verschiedene St&auml;rken und Schw&auml;chen in (**Early Game, Trades, Splitpush, Positioning, Objective Control** usw.) haben, m&ouml;chte ich jeden personal coachen, anstatt das Game komplett neu zu erkl&auml;ren. Daher werde ich zun&auml;chst die Games spectaten und spezifisch auf Fehler hinweisen. Die Trainingszeiten k&ouml;nnen wir per **WhatsApp** individuell vereinbaren. \r\nDas Ganze wird mich eine beachtliche Zeit kosten und deshalb werde ich ebenso eine finanzielle Gegenleistung fordern, welche &uuml;ber **PayPal** &uuml;berwiesen werden soll. Letztendlich muss ich um die Runden kommen. :)\r\n\r\nBei weiteren Fragen stehe ich gerne zur Verf&uuml;gung. **IGN: Why C **\r\n\r\nP.S. Es w&auml;re von Vorteil, wenn mich nur Leute adden w&uuml;rde, die Ranked Ernst nehmen und wirklich darin erfolgreich sein m&ouml;chten.","replies":[{"id":"","poster":"DarkGothPrince","date":"2015-07-05T13:42:37.309+0000","up_votes":2,"down_votes":0,"body":"Das ist so erbärmlich ! jetzt werden schon schlechtere spieler von besseren ausgebeutet !","replies":[]},{"id":"","poster":"AyRe CoNteMpT","date":"2015-06-29T21:53:16.414+0000","up_votes":2,"down_votes":0,"body":"immer diese plat1-dia5 spieler die sich für \"dia spieler\" halten ;D\n\nwas haste dir denn so pro stunde an entlohnung vorgestellt?","replies":[]}]}