{"id":"v8kLVakt","poster":"RBL Eternal","date":"2015-06-27T14:29:17.920+0000","title":"Umdenken des Teamgefühls aufgrund von Drophacks","subforum":"Spielerverhalten & Moderation","embed":{"title":"Erhöhtes Aufkommen von Drophacks - Mai 2015","description":"Wir haben k&uuml;rzlich das Wiederaufleben der sogenannten Drophacks auf allen League of Legends Servern weltweit bemerkt. Ein Drophack resultiert f&uuml;r eine kleine Gruppe von Spielern in der &ldquo;Versuche Verbindung wiederherzustellen&rdquo;-Meldung w&auml;hrend ihres Spiels, das dadurch m&ouml;glicherweise niemals endet bzw. komplett aus dem Spielverlauf verschwindet.","url":"http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/JJH9QXmY-erhahtes-aufkommen-von-drophacks-mai-2015","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/boards-wallpaper.jpg"},"up_votes":2,"down_votes":4,"body":"Ich habe es jetzt schon drei mal innerhalb von drei Tagen erlebt, dass ich wahllos einen Verbindungsabbruch habe. Zweimal habe ich das Spiel &uuml;ber den Taskmanager beendet, als ich mich wieder einloggte bekam ich gar nicht die M&ouml;glichkeit dem Spiel wieder beizutreten. Ich konnte ein Neues ohne Wartezeit starten und die betroffenen Spiele tauchen auch im Spielverlauf nicht mehr auf.\r\n\r\nSoeben hatte ich erneut einen Disconnect, habe jedoch st&auml;ndig versucht die Verbindung wieder herzustellen, was sogar nach 5 Minuten gelang. Jedoch waren zwei weitere aus meinem Team nicht wieder verbunden, weshalb wir ein 3 vs 5 ohne jedliche Chance verloren. Das Spiel taucht aber im Spielverlauf auf und die Niederlage wird gewertet.\r\n\r\nIm Forum habe ich von Riot Kengen den Post von den Drophacks gelesen. Warum sollte ich in Zukunft noch versuchen die Verbindung wiederherzustellen, wenn mir eine Niederlage aufgrund einer Unterzahl bevorsteht? Warum sollte ich nicht einfach den Prozess beenden und das Spiel aud meinem Verlauf verschwinden lassen?\r\n\r\nIch w&uuml;rde an dieser Stelle gerne um eine Stellungnahme bitten, da ich mittlerweile sehr ver&auml;rgert bin. Ich mag League of Legends sehr, jedoch h&ouml;rt der Spielspass und das Vertrauen langsam auf, da ich nun ein Spiel verloren habe und die beiden Spiele zuvor kurz vor dem Sieg des Matches waren.\r\n\r\nAn meiner Internetverbindung liegt es nicht, da ich problemlos reloggen kann und alle Internetseiten gewohnt aufrufbar sind, ich kann nur dem Match nicht wieder beitreten.\r\n\r\nEs ist eigentlich nicht meine Natur ein Spiel zu verlassen und meine Teammitglieder im Stich zu lassen, jedoch stellt sich langsam ein Umdenken bei mir ein.\r\n\r\nMit freundlichen Gr&uuml;&szlig;en\r\nRBL Flammdring","replies":[{"id":"","poster":"Elthision","date":"2015-06-27T14:43:10.024+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=RBL Flammdring,realm=EUW,application-id=KYnfKGf0,discussion-id=v8kLVakt,comment-id=,timestamp=2015-06-27T14:29:17.920+0000)\nIch habe es jetzt schon drei mal innerhalb von drei Tagen erlebt, dass ich wahllos einen Verbindungsabbruch habe. Zweimal habe ich das Spiel über den Taskmanager beendet, als ich mich wieder einloggte bekam ich gar nicht die Möglichkeit dem Spiel wieder beizutreten. Ich konnte ein Neues ohne Wartezeit starten und die betroffenen Spiele tauchen auch im Spielverlauf nicht mehr auf.\n>\n[...]\n> \n> Im Forum habe ich von Riot Kengen den Post von den Drophacks gelesen. Warum sollte ich in Zukunft noch versuchen die Verbindung wiederherzustellen, wenn mir eine Niederlage aufgrund einer Unterzahl bevorsteht? Warum sollte ich nicht einfach den Prozess beenden und das Spiel aud meinem Verlauf verschwinden lassen?\n\nHey,\nIch glaube du hast da etwas falsch verstanden. Darum möchte ich dir gerne erklären, was bei dir passiert ist. \n\nDu beschreibst ja, dass du einen Disconnect hattest, dann das Spiel beendet hast und dann nicht mehr wieder verbinden konntest. Das hat nichts damit zu tun, dass du das Spiel im Task Manager beendet hast, sondern durch den Drophack wurde das Match auf dem Server beendet. Das heisst, dass niemand der 10 Spieler wieder verbinden konnte.\nDu kannst nicht das Spiel aus deiner Match History löschen, indem du den Prozess im Task Manager beendest! Wenn du das machst, wird es als \"leave\" markiert und früher oder später wirst du dafür bestraft. Sofern du keinen Drophack hast, kannst du das Spiel NICHT aus der Match History entfernen.\nIch hoffe das diese Erklärung dir weiterhilft.\nmfg Elthision","replies":[]},{"id":"","poster":"Maexle","date":"2015-06-27T14:41:02.094+0000","up_votes":2,"down_votes":0,"body":"Dein Vorschlag einfach ein Spiel zu leaven macht keinen Sinn, da das Spiel trotzdem gewertet wird, egal ob du gespielt hast oder nicht. Bei einem Drophack wird der Server angegriffen, so dass alle gekickt werden. Natürlich kann man überlegen, dass man versucht alle im eigenen Team davon zu überzeugen, dass sie ebenfalls leaven, in diesem Fall würde das Spiel allerdings trotzdem gewertet. So ein Verhalten würde dir ( und natürlich auch deinem Team aber die haben dann nur das Unglück ein Mal mit dir spielen zu müssen) schaden und zu einem Bann führen, wenn du tatsächlich öfters leaven solltest.\n\nIch wünsch dir noch einen schönen Tag und hoffe, dass du in Zukunft von Leavern verschont bleibst und es selbst nicht tust. ;-)","replies":[]}]}