{"id":"p3oud5Aa","poster":"AwaTHEking","date":"2015-06-26T18:16:38.937+0000","title":"Rankedteam Aufbau  oder Einstieg in bestehendes Team (2 Spieler vorhanden/ Silber & Gold ELO)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nmein Kollege und ich sind auf der Suche nach einem neuem Team. Wir k&ouml;nnen uns vorstellen entweder, in ein bereits bestehendes Team einzusteigen oder mit weiteren Spielern ein neues Team aufzubauen. Wir beide haben bereits 6 Monate aktiv in einem Team gespielt und auch zuvor schon in ein paar Teams (die jedoch leider weniger best&auml;ndig waren) und konnten so einige wichtige Erfahrungen sammeln. Bislang habe ich (AwaTHEking) im Jungle gespielt und Jarteus als ADC. Wir k&ouml;nnten aber auch gemeinsam die Botlane spielen, bzw. w&uuml;rde ich auch  andere Position einnehmen k&ouml;nnen. \n\nUns ist wichtig:\n\n- **zeitliche Flexibilt&auml;t**, da wir Privat oft sehr eingespannt sind (bisher gute Erfahrung &uuml;ber Absprache per Whatsapp)\n- Wir suchen Spieler mit denen wir uns verbessern k&ouml;nnen um gemeinsame Erfolge zu erzielen\n- ein mindest Alter von ca. **18 Jahren**\n- TS3 + Headset\n- Freundliche Leute die** Spa&szlig; am Spiel haben und kritikf&auml;hig** sind\n- vorallem suchen wir auch Leute die **\"am Ball\"** bleiben und nicht nach kurzer Zeit wieder abspringen!!\n\n\nZum Schluss noch etwas zu uns:\n\n Jarteus, 22 (Silber IV): Bin Main ADC und Support in SoloQ. W&uuml;rde mich im Ranked Team je nachdem auf eine der beiden Positionen festlegen. Bringe durch die spezialisierung seit Season 3 auf die Botlane viel erfahrung mit, schaue mir viel von st&auml;rkeren Spielern (auch pros) ab und bin immer offen f&uuml;r neues bzw. Kritik und Anregungen.\n\nAwaTHEking, 22 (Gold IV): Habe im  letzen Team Jungle gespielt und  den Part des Shotcallers &uuml;bernommen. Was die Positionen angeht, bin ich aber flexibel. Spiele seit Ende Season2 League of Legends und habe schon alle Postionen gespielt - am meisten liegen mir aber Bot oder Jungle, je nach dem auch Mid. Ich bin immer bereit mich zu verbessern und erwarte das auch von meinen Mitspielern.\n\n\nFalls ihr Also Interesse habt uns in euer Team aufzunehmen, oder mit uns gemeinsam ein Neues Team aufzubauen, dann schreibt Ingame oder hier im Forum etwas &uuml;ber euch :)\n\n\nLG \nAwaTHEking & Jarteus","replies":[{"id":"","poster":"WW JuleZ","date":"2015-06-28T19:26:54.486+0000","up_votes":1,"down_votes":0,"body":"ADC 24Jahre , Headset ts3 vorhanden, kritikfähig , Erfolgreiche history vorzuweisen momentan Plat 5  1 jahr pause gemacht davor dia 2\nBei Interesse adden \nChaosbrance","replies":[]},{"id":"","poster":"AwaTHEking","date":"2015-06-28T12:48:25.931+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"AwaTHEking","date":"2015-06-27T14:38:36.663+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"AwaTHEking","date":"2015-06-27T11:37:25.254+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"AwaTHEking","date":"2015-06-27T08:23:44.604+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}