{"id":"OjeRaxl5","poster":"midlane hokage","date":"2015-06-26T14:19:08.253+0000","title":"600 Millionen US Dollar/Jahr und kein funktionierendes Matchmaking","subforum":"Foren-Feedback","up_votes":1,"down_votes":11,"body":"Hi, \r\nhatte mich eigentlich auf das IP Event gefreut, breche es aber nach drei ganzen Spielen ab, da es definitiv unspielbar ist. Wir, ein Team aus Gold 1-4 Spielern werden durchgehend mit Leuten im Bereich Diamond 1-4 gematcht. Das die Gegner ebenso gewinnen wollen muss ich nicht erw&auml;hnen, genau sie wie die Tatsache das zwischen uns und denen einfach Welten liegen, weswegen der Optimismus zu gewinnen oder es gar zu versuchen nicht existent ist. Lange rede kurzer Sinn, wie schafft ihr es bitte, bei so imensen Einnahmen, so einen Haufen M&uuml;ll, den ihr beil&auml;ufig Matchmakingsystem nennt, zu kreieren und es sogar als funktionierend darzustellen. Es muss schon eine gro&szlig;e Portion Dreistigkeit vorhanden sein, um sowas als funktionsf&auml;hig zu betiteln. \r\n\r\nDa ich aber sowieso nicht mit einer Antwort seitens Riot rechne, verabschiede ich mich schon mal, sch&ouml;nen Feierabend!","replies":[{"id":"","poster":"Fred Sik Ham","date":"2015-06-26T14:22:35.160+0000","up_votes":2,"down_votes":0,"body":"Ranked ≠ Normal ≠ ARAM etc. MMR. \n\nAber das weißt du sicher, würdest bestimmt nicht grundlos Bullshit schreiben :)","replies":[{"id":"","poster":"midlane hokage","date":"2015-06-26T14:34:10.709+0000","up_votes":1,"down_votes":0,"body":"So suspekt wie du, scheint mir auch die Tatsache, dass ich bis vor dem Event nie mit Diamond Spielern gematcht wurde, und nun ganz plötzlich mindestens 2 pro Gegnerteam habe. Wäre alles kein Problem, wenn ich selbst in dieser Elo spielen würde, tue ich aber nicht weswegen es nicht legitimisierbar ist, mich gegen einen solchen Spieler antreten zu lassen, denn damit würde man die angstrebte 50/50 Chance zerstören. Fakt ist nunmal, dass egal wie sehr ich mich anstrenge, keine 50/50 Chance besteht und das Spiel somit unfair und ungenießbar wird.","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-06-26T14:20:28.782+0000","up_votes":2,"down_votes":0,"body":"Dir auch einen schönen Feierabend! :)","replies":[]},{"id":"","poster":"WhisperedFire","date":"2015-06-30T16:55:22.426+0000","up_votes":1,"down_votes":0,"body":"Btw: Riot macht mehr als 1 Milliarde US-Dollar im Jahr :3\nDas Matchmaking System funktioniert schon. Nur muss man erwarten, dass man manchmal gute und schlechte Games hat ;)","replies":[]}]}