{"id":"ifWfmltp","poster":"Crip the Cook","date":"2015-06-26T09:48:41.632+0000","title":"Tipps für Anfänger und die Elohell","subforum":"Streams & YouTube","embed":{"title":"Was countert die Elohell #2 | Midlane Champions","description":"lol League of Legends Was countert die Elohell #2 | Midlane Champions Hey Leute, eine weiter Folge \"was countert die Elohell\". Heute mit den meiner Meinung nach Effektivsten Midlane Champs für die Lowelo","url":"https://www.youtube.com/watch?v=6_UQ_0gDtyg","image":"https://i.ytimg.com/vi/6_UQ_0gDtyg/hqdefault.jpg"},"up_votes":1,"down_votes":3,"body":"Hey Leute, mein neues Video zum Thema Midlane Champs f&uuml;r lowelo ist drau&szlig;en, w&uuml;rde mich freuen wenn Ihr mal vorbeischaut :)\r\neuer El Cripo","replies":[{"id":"","poster":"Jokomoto","date":"2015-06-26T11:47:09.338+0000","up_votes":3,"down_votes":0,"body":"Yasuo, Vladimir, Riven, Zed, Morgana, Ziggs, Xerath, Katarina, Cassiopeia, Cho'gath, Brand, Ekko, Karthus, LeBlanc, Syndra, Lissandra, Twisted Fate, Viktor, Vel'koz und vlt. mehr. Warum sind gerade all diese deiner Meinung nach nicht für Low-Elo geeignet? Warum sind die Champions, die du aufgezählt hast gerade besser als die Champions, die ich alle aufgezählt habe? Was macht gerade deine aufgezählten Champions gut im Low-Elo-Bereich? Welche Champions sind schwer zu lernen, welche eher einfacher? Welche Kombos gibt es? Welche Runen und Masteries muss ich mit Champion X nehmen? Wie muss ich mich in der Laningphase verhalten? Habe ich mit Champion X Killpotential gegen Champion Y? Ist roamen mit Champion X sinnvoll und wann? Gibt es besondere Powerspikes von Champion X, die ich nutzen kann?\n\nEs bringt niemanden etwas, wenn du Champions aufzählst, die du toll findest oder mit denen du Spaß hast zu spielen. Dadurch wird keiner Erfolge haben. Du kannst dein Format weit ausdehnen, wenn du die einzelnen Champions näher erläuterst, als sie zum Ausprobieren vorzuschlagen. Außerdem mach dir Notizen, damit du nicht etwas vergisst, was du über Champion X erzählen willst. So klingst du weniger abgehackt und hast eine Stütze , wenn du den Faden verlierst. \n\nViel Erfolg wünsch ich dir noch!","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-26T12:17:40.229+0000","up_votes":2,"down_votes":1,"body":"Danke für dein Feedback, ich bin noch neu auf Youtube und habe das Video erstmal Klein aufgezogen, Ich denke wenn ich hier mit Masterys und Runen anfange wirkts eher langweilig und wird zu lang, dafür ist Mobafire schon deutlich besser geignet, zu den matchups wollt ich nichts sagen da ich weder mid, noch einen dieser Champs maine. Vielen Dank für dein Feedback, ich werd mir einiges zu herzen nehmen und vllt nochmal Champion spezifische Videos machen in denen ich dann näher auf Matchups Runen und Masterys eingehe:)","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-26T15:07:13.419+0000","up_votes":2,"down_votes":2,"body":"Mobafire? Dein Ernst ? Das ist die schlechteste Seite die ich kenne","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-26T16:15:04.727+0000","up_votes":1,"down_votes":3,"body":"Citoso, wir reden hier von Lowelo und auf Mobafire kann man sich zumindest ANSATZWEISE die richtigen Runen guides und Masterys ziehen, was würde wohl von einem Laberkopf wie dir kommen wenn ich ein Video mache und sage, spielt Meta Champs und lernt die matchups / Mastery abstimmungen / Runen Abstimmungen auswendig, dann seid Ihr gut.... Citoso, bitte kommentier hier nicht weiter, geh auf Youtube machs besser! Dankeschön","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-26T18:35:35.876+0000","up_votes":1,"down_votes":1,"body":"Nein deine Videos sind bullshit, sorry ist aber so kannst du sagen was du willst. Du befindest dich in Low elo und versucht über Low elo und ''elo hölle' zu reden (welche zumal gar nicht existiert), du versuchst spielern champions aufzuwingen wodurch du ihnen höhere Siegesraten versprichst, dazu sag ich dir einfach mal du kannst zur hölle spielen was du willst solange du damit gut bist. Zumal MOBAFIRE egal WO einfach eine bullshit seite ist da geht man lieber wenn überhaupt auf lolskill.net oder anderes. Naja gehen wir mal auf deine vorschläge ein.. zumindest 1 (annie ist ok )  auf mehr hab ich kein bock gerade.\nAhri: Extrem hohes skillcap da sie sogut wie nur auf Skillshots aufbaut (und die hat keinen extremen burst sowie du sagst..) sie ist ein kite champ keine syndra.. in bronze kann die bestimmt keiner gut spielen und noch so einen schwierigen champion empfehlen für die 'low elo' alles klar..","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-28T15:54:56.423+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-28T16:07:39.845+0000","up_votes":2,"down_votes":1,"body":"Forumbann incoming sowas wird hier gar nicht gern gesehen, und ich mache nicht alles und jeden schlecht legedlich dich.","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-28T16:46:34.231+0000","up_votes":1,"down_votes":2,"body":"Ich bin neu im Forum und habe an einem tag 3-5 Posts  gelesen in denen du deinen Müll einwerfen musst und jeden fertig machst, bist bereits Reportet und hoffentlich bald weg vom Fenster, ist ja wiederlich mit Leuten wie dir zu\ndiskutieren, sieh zu das du Land gewinnst","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-28T17:22:18.247+0000","up_votes":2,"down_votes":1,"body":"Alles klar, leider bist du hier grad der Abschaum der gesellschaft, muss man leider so sagen.","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-28T18:57:36.206+0000","up_votes":1,"down_votes":1,"body":"Cool story Bro, tell us again :)","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-28T19:48:30.209+0000","up_votes":1,"down_votes":0,"body":"jetzt sagst du nichts mehr :3","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-28T22:50:06.900+0000","up_votes":1,"down_votes":0,"body":"Der Klügere gib nach cya :D %%%%%%%%%","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-26T15:29:51.555+0000","up_votes":1,"down_votes":0,"body":"Insgesamt missfällt mir die Verwendung des Begriffs Elohell, aber auch genauso die Bezeichnung von Platin 5 als Low Elo hier im Thread. \nPlatin sind die Top 11% der ranked Spieler. Das als Low Elo zu bezeichnen ist absurd. Man kann es höchstens im Verhältnis zu einem Diamant Spieler als niedriger bezeichnen, aber mit Bezug auf die gesamte Verteilung ist Platin alles andere als Low.\n\nSo und jetzt zur Elohell: Du willst mit Deinem Guide Spielern in den unteren Ligen helfen gute Metachamps zu finden. Mit Meta meine ich nicht competitive Meta, wo Annie Mitte zum Beispiel eher keine Rolle spielt. Aber in Silber Soloqueue gibt es eben eine andere Meta und in dieser ist Annie ein sicherlich starker Champion. So aber warum muss dieser unsägliche Begriff der Elohell dafür ausgegraben werden nur um Unwissenden vielleicht noch zu suggerieren, dass sie tatsächlich existieren würde und es tatsächlich Spieler gäbe, die aus den seltsamsten Gründen irgendwo in der Ladder feststecken?\nEs hat etwas boulevardeskes das Reizwort Elohell für so ein Video heranzuziehen, vor allem wenn der Begriff dann im folgenden nicht weiter erklärt wird.","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-06-26T12:20:34.895+0000","up_votes":1,"down_votes":0,"body":"Du bist doch selbst noch low ELO da sollte man nicht solche Videos machen","replies":[{"id":"","poster":"Crip the Cook","date":"2015-06-26T14:50:40.442+0000","up_votes":1,"down_votes":2,"body":"das ich aus Zeitgründen inaktiv gestuft wurde und deshalb Platin bin weißte ja sicherlich auch, bin bestimmt als afk mal durch dein Dia 5 high elo durchgesegelt :*","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-26T15:01:16.953+0000","up_votes":1,"down_votes":0,"body":"Habe ich gesagt das Dia V high ELO ist ? Kann ich nicht sehen.  Du siehst mir eher nach Boost und dropp aus nicht mehr","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-26T14:56:33.858+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Crìp,realm=EUW,application-id=ENHTtUTO,discussion-id=ifWfmltp,comment-id=00010002,timestamp=2015-06-26T14:50:40.442+0000)\n>\n> das ich aus Zeitgründen inaktiv gestuft wurde und deshalb Platin bin weißte ja sicherlich auch, bin bestimmt als afk mal durch dein Dia 5 high elo durchgesegelt :*\n\nWo du jetzt inaktiv warst ist mir fraglich, ich sehe das du dich hochgespielt hast bis auf 2k und dann wieder runtergesegelt bist durchs spielen.","replies":[]}]}]},{"id":"","poster":"SwissKeks","date":"2015-06-26T14:53:20.988+0000","up_votes":1,"down_votes":0,"body":"Was ist der Sinn vom Video? Du erklärst ein paar Champs. Gut, jedoch hat jeder andere Stärken, mag andere Champions. Ausserdem ist das relativ Sinnlos, es kommt so rüber als würdest du sagen: \"Spielt diese Midlane Champions auf der Midlane und ihr seid aus der Elohell draussen, aber nehmt ja nicht Champions die ich nicht aufgezählt habe.\". Was fällt dir auf?\n\nIch würd eher zeigen wie man seinen Main-Champion finden kann, wie man schnell den Champion perfektioniert etc. Das hat bisher noch fast keiner gemacht.","replies":[]},{"id":"","poster":"Crip the Cook","date":"2015-06-26T16:11:04.208+0000","up_votes":1,"down_votes":2,"body":"Leute, das ist meine persönliche Meinung zu Champions die für lowere Elo oder einfach für Anfänger gut geignet sind da sie einfach zu spielen sind und andere Anfänger oft nicht wissen was man machen soll wenn eine Annie dich von 100-0 bursten kann. Das Wort Elohell benutze ich weil es in League of Legends die unteren Elos beschreibt, was man nun in das Wort an sich reininterpretiert sei jedem selbst überlassen. Haters gonna Hate","replies":[]}]}