{"id":"ZyUBnWis","poster":"Kadsemon","date":"2015-06-25T19:58:37.579+0000","title":"Wieso ist meine mmr so schlecht?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":0,"body":"Hallo,\r\n\r\nhabe momentan eine Siegesserie von 6 Spielen. Bei dem ersten der 6 bekam ich noch +20, jetzt nurnoch +14 LP.\r\nSollte sich die mmr ( und damit auch der LP-Gewinn) nicht mit Siegen steigern? \r\n\r\nPS: Habe 60% Winrate in dne letzen 20 Ranked Spielen.\r\n\r\nGreetz Exile","replies":[{"id":"","poster":"Danny89","date":"2015-06-25T21:36:20.823+0000","up_votes":1,"down_votes":0,"body":"Der MMR/Elo Gain bleibt immer gleich bei +/- ~12 Elo. Die LP sind abhängig von der derzeitigen Elo im Vergleich zur angezeigten Division/Punkte und den Punkten (Elo/MMR und LP) die man bekommt/verliert.\n\nErgo: Nein, wegen Winningstreaks bekommst du nicht mehr Elo/MMR oder LP als sonst. Warum auch?\n\nDas, was du beobachtest, würde einer These von mir gut gleich kommen:\n\nJa, die MMR/Elo verändert sich pro Win/Loss. Aber nicht so schnell wie die LP. Ist wie ein \"Gummiband\"-Effekt: Umso größer die Win- oder Lossstreaks sind, desto weniger viel LP bringen/verlieren sie (MMR/Elo Gain/Loss bleibt aber gleich!)","replies":[]},{"id":"","poster":"erzi222","date":"2015-06-25T20:57:36.836+0000","up_votes":1,"down_votes":0,"body":"meine (also du) + mmr = schlecht²","replies":[]},{"id":"","poster":"Ahris Man","date":"2015-06-25T20:56:13.932+0000","up_votes":1,"down_votes":0,"body":"Nun ich nehme mal stark an das es nicht an DEINER MMR sondern an der deiner GEGNER liegt. Soweit ich weiß bekommtn man LP abhängig davon wie die MMR deiner Gegner sind, sprich sind deine Gegner unter deinem Niveau bekommst du auch weniger LP. Sind deine Gegner aber weit über dir, dann bekommst du auch viele LP. Hier geht es aber nur nach dem MMR und nicht nach dem tatsächlichen können deiner Gegner.\nWinning oder Loosing Streaks haben nichts damit zu tun.\n\nZumindestens ist es das was mir mal ein Riot Mitarbeiter vor Monaten erzählt hatte, kannst ja selber eine Anfrage einreichen wenn du es genau wissen willst.\nHoffe ich konnte dir denoch helfen.\n {{item:2054}}","replies":[]}]}