{"id":"1TwPE6FA","poster":"Stahlwolleschaf2","date":"2015-06-25T18:02:57.435+0000","title":"Personalisierung des Spieler Profils","subforum":"Community-Kunstwerke","up_votes":5,"down_votes":0,"body":"Hi,\r\n\r\nmeine Idee w&auml;re, dass es f&uuml;r den Spieler m&ouml;glich ist, seinen eigenes Profil zu personalisieren.\r\nEin Anfang w&auml;re es zum Beispiel, das man ein Banner mit seinem Lieblingschampion aussuchen kann (einfach ein Ausschnitt des Splashart). Dieses Banner kann nur oben h&auml;ngen, ein Hintergrund, oben und auf der Seite. ihr habt sicher mehr erfahrung in solchen sachen ;). Das gleiche kann man auch mit einem Skin-Splashart machen, wenn man den Skin besitzt.\r\nDazu k&ouml;nnte man ein paar layouts optional machen, unter denen man ausw&auml;hlen kann. Im Moment hat man ja diesen &quot;pergament look&quot;, wenn man daraus 4-5 verschiedene machen kann...? \r\nZudem k&ouml;nnte man zwischen ein paar Schriftarten aussuchen, in der das Profil vorgestellt wird.\r\nSehr cool w&auml;re es doch auch, wenn man oben-mittig gro&szlig; einen &quot;leitsatz&quot;, ein Zitat was auch immer einf&uuml;gen darf. Einfach ein textfeld, in der man was einf&uuml;gen kann. ich wei&szlig; es gibt den &quot;status&quot; aber der ist doch sehr eingeschr&auml;nkt.\r\n\r\n\r\nMeine Grundidee ist es, dass es viele kleinigkeiten gibt sodass es m&ouml;glichst viele optionen gibt. wenn man bei 10 verschiedenen kleinigkeiten jeweils 3 optionen gibt, w&auml;re das schon extrem cool. Man soll es einfach sehr PERS&Ouml;NLICH machen. \r\n\r\nIch bin offen f&uuml;r alle Vorschl&auml;ge in den Komments","replies":[{"id":"","poster":"Living Tempest","date":"2015-06-27T13:37:20.502+0000","up_votes":2,"down_votes":0,"body":"Fänd ich gut!\nAber das mit dem Textfeld.. naja, schließlich gibt es Leute die da den größten, ich sag mal Quatsch, hinschreiben würden:D","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-07-03T11:24:27.754+0000","up_votes":2,"down_votes":0,"body":"Hat man was zu lachen ^^","replies":[]}]},{"id":"","poster":"Cyrilya","date":"2015-07-07T07:00:05.945+0000","up_votes":1,"down_votes":0,"body":"Wenn es sowas geben sollte, dann wahrscheinlich nur gegen Aufpreis. xD\n\nIch find das Profil ganz hübsch, vorallem mit dem DJ-Banner :P","replies":[]}]}