{"id":"8gRZG5iz","poster":"Pumpgun Willy","date":"2015-06-25T14:28:48.093+0000","title":"Doppeltes EP Wochenende, wie am effektivsten?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hallo Community,\r\n\r\nhabe eine kurze Frage die wahrscheinlich jeder von Euch prompt beantworten kann. Vorweg gesagt, das ist mein erstes &quot;DoubleEpWeekend&quot; hier bei Lol!\r\n\r\nWie genau ist denn der Bonus aufgeteilt? \r\n\r\nBekomme ich wenn ich alleine ein Spiel gewinne 100% mehr EP?\r\nKann ich dazu noch den Sieges u. Tageboost aktivieren, addieren die sich?\r\nBekomme ich noch mehr Ep oben drauf wenn ich mit einer Gruppe spiele?\r\n\r\nDanke f&uuml;r die Antwort :D","replies":[{"id":"","poster":"GxT Focus me pls","date":"2015-06-26T21:18:36.028+0000","up_votes":1,"down_votes":0,"body":"Am effektivsten ist es denke ich mit Dominions. Einfach mal eine Chatgruppe (z.B. DominionLFG) gehen und dort Leute einladen. Da spielt man dann so 15-25 Minuten und dabei kommt eine ordentliche Summe raus (Im Verhältnis Aufwand - Auszahlung)","replies":[]},{"id":"","poster":"jungle sûcks","date":"2015-06-25T15:14:51.228+0000","up_votes":1,"down_votes":0,"body":"Also ich habe letztes Wochenende mit:\nIP Boost für Tage UND IP Boost für Wins gespielt und wir waren glaube zu 5. und dabei kam das raus ..","replies":[]},{"id":"","poster":"Sahnepuffelchen","date":"2015-06-25T14:54:20.219+0000","up_votes":1,"down_votes":0,"body":"Hallöchen, \n\nalso ich kann dir meine Erfahrung aus dem letzten Wochenende mitteilen : \nWir waren eine Gruppe von 5 Leuten und haben ( meistens ) Botgames zusammen gespielt. Verschiedene längen auch ausprobiert, aber letztendlich kommt man immer auf's gleiche hinaus. IP boost haben wir auch Aktiviert, und somit habe ich ZIEMLICH viel IP bekommen ^^\nEDIT: In der Graphik siehst du zuerst die IP für das Normale Spiel, dann \"first win of the day\", ich würde schätzen IP boost ( aus dem shop ) und dann der Gruppen Boost ( leider etwas klein geraten, Paint ist ein bisschen blöd, was das angeht ) \n\nMfG Sahnepuffelchen","replies":[]}]}