{"id":"eTwExEpB","poster":"Sneaky Pepper","date":"2015-06-25T15:29:59.180+0000","title":"ADC sucht DUO Partner und festes 5v5 Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"&quot;Bitte lest alles genau durch.&quot;\r\n\r\nHeyo Leute,\r\n\r\nIch bin auf der suche nach einem DuoQ Partner und  einem 5v5 Ranked Team das es ernst sowie auch Spass daran hat zusammen zu trainieren um besser zu werden.\r\n\r\nErstmal zu mir:\r\n-Meinen Name kann ich euch verraten sobald wir uns ein wenig n&auml;her kennengelernt haben, bin 18 Jahre alt und komme aus der Schweiz.\r\nLetzte Season war ich Silber 1, gerade auf Silber 2.\r\nIch bin main ADC aber beherrsche jede Lane falls ich mal in DuoQ kein ADC bekomme.\r\nMein Championpool ist sehr breit f&uuml;r jede Lane. Hier sind die ADC&#039;s die ich gut bis sehr gut beherrsche aufgelistet:\r\n{{champion:429}} {{champion:42}} {{champion:96}} {{champion:222}} {{champion:22}} {{champion:51}} {{champion:15}} {{champion:81}} {{champion:236}} {{champion:67}} {{champion:104}} \r\nKalista, Corki, Jinx, Caitlyn, Sivir, Ashe, Vayne und Graves sind meine besten Adc&#039;s.\r\n\r\nF&uuml;r DuoQ Partner\r\n-Ich bin sehr zielorientiert und m&ouml;chte mich m&ouml;glichst viel und schnell verbessern und habe vor mich in der n&auml;chsten Zeit auf Plat 5 hoch zu kommen, das heisst das ich einen Supp suche der einen gewissen Skill Lv hat, da ich nicht jemanden mit hoch carryen m&ouml;chte sondern mich mit ihm gemeinsam hochspielen m&ouml;chte.\r\nIhr solltet ein breites Championpool besitzen bzw. alle Supporter beherrschen die in der Meta sind und evtl. noch 1-2 weitere Lanes spielen k&ouml;nnen.\r\nIch spiele sehr oft eine AGGRESSIVE LANE also solltet ihr das auch k&ouml;nnen, jedoch solltet ihr auch die PASSIVE/POKE LANE und die FARM LANE beherrschen k&ouml;nnen, da ab und zu man seinen Spielstil &auml;ndern muss, weil es nicht anders geht.\r\n\r\nF&uuml;r Ranked Team\r\n-Ihr solltet es ernst mit den Rankeds meinen, also keine troll Matches oder sowas in der Art.\r\nGewisse Reife sollte bestehen und es sollten feste Trainingszeiten geben.\r\nIhr solltet Comps machen k&ouml;nnen die gut zusammenpassen.\r\nIhr solltet Spass daran haben.\r\nIhr wollt gemeinsam als ein Team besser werden und deswegen ist Kritik sehr erw&uuml;nscht.\r\n\r\nBitte addet mich falls ihr mehr wissen wollt und fragen habt oder mit mir ein Paar Test Spiele machen wollt.\r\n\r\nFreundliche Gr&uuml;sse\r\nSneaky Pepper","replies":[]}