{"id":"NnON54ZQ","poster":"Tony Hawk","date":"2015-06-24T22:11:50.795+0000","title":"EP-Boost 4 Siege","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nder Thread darf gerne verschoben werden, ich hoffe nur, dass er hier von einem Verantworlichen gelesen / weitergeleitet wird :)\r\n\r\nUnd zwar folgendes:\r\nMan kann im Shop bei **&quot;Boosts&quot;** einen **EP-Boost fuer 4 Siege** kaufen, der kostet **290 RP **.\r\n\r\nUnd man kann im Shop unter **&quot;Pakete&quot;** das **&quot;Starter-Paket&quot; ** kaufen. \r\nDieses beinhaltet ein paar Champs, einen ERF-Boost fuer 10 Siege, sowie ebenfalls einen **EP-Boost fuer 4 Siege**.\r\n\r\nLeider habe ich schon alle Champs, die in diesem Starter-Paket enthalten sind und bin Level 30, d.h. ein ERF-Boost fuer 10 Siege ist fuer mich auch gestrichen, steht auch so da:  ~~ERF-Boost fuer 10 Siege~~ \r\n\r\nJetzt koennte man denken, da alles aus dem Paket fuer mich nicht in Frage kommt und nur noch der **EP-Boost fuer 4 Siege** uebrig ist, dass das &quot;Paket&quot; fuer mich **290 RP ** kosten muesste. Tut es aber nicht, sondern **530 RP**.\r\n\r\nWas ist da los? Pls fix! :o \r\n\r\n--\r\n\r\nSowieso finde ich die ganzen Boosts sehr veraltet und ueberteuert. Ich als Lvl 30 wuerde niemals auf die Idee kommen, einen davon zu kaufen... Einige, die Smurfs hochleveln machen das vlt., aber das kriegt man auch ohne die Boosts hin... Naja w/e {{champion:48}}","replies":[{"id":"","poster":"Busty Botter","date":"2015-07-26T00:50:02.584+0000","up_votes":1,"down_votes":0,"body":"Das Paket ist auch nur für \"Starter\" gedacht(wie der Name schon sagt) und nicht für Leute mit Erfahrung, da es nur billige Champs enthält.\nÜberteuert sind die Boosts nicht wirklich, nützlich für Level 30 Accounts auch nicht.\nRiot gibt Leuten aber so die Gelegenheit in ca 2-4 Tagen einen Account auf Level 30 zu haben, ohne Ebay oÄ. Zwar etwas teurer aber dafür sicher und freie Namenswahl.","replies":[]},{"id":"","poster":"Tony Hawk","date":"2015-07-25T23:29:49.845+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]}]}