{"id":"GE9MBIXb","poster":"Korea Mid lIllI","date":"2019-03-22T09:22:42.301+0000","title":"Kann mir jemand denn \"Freeze auf der Lane\" erklären?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":0,"body":"Hallo. Meine Frage dazu sind. Was ist der Freeze? Was macht er? Was bringt er mir wenn ich es tue? Ab wann sollte ich Freezen? und wann sollte ich nicht Freezen? Wieso sollte ich jetzt nicht Freezen? \r\n\r\nDanke schon mal :D","replies":[{"id":"","poster":"Necromant","date":"2019-03-22T09:26:26.863+0000","up_votes":4,"down_votes":0,"body":"Ich würde dir einfach mal die 2. Tutorials an die Hand geben:\n\nhttps://www.youtube.com/watch?v=dEX7JxeKCxg\n\nhttps://www.youtube.com/watch?v=HSQWcHIl5oc\n\nEnglisch brauchst du natürlich, wie immer :) Viel Spaß!","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-22T16:49:34.378+0000","up_votes":3,"down_votes":0,"body":"Kurz: Im wesentlichen sorgt ein Freeze dafür, dass du dem Gegner CS verwehrst. Man kann damit verhindern, dass der Gegner in Abwesenheit Vorsprünge generieren kann.\nMan nutzt ihn, wenn man keinen anderen Weg hat seinen Vorsprung zu halten/auszubauen (e.g. einen Turm belagern)\n\n> Was ist der Freeze?\n\nMan sorgt dafür, dass die Kollision der Minion-Waves immer an der selben Stelle stattfinden. Die Lane wird dadurch etwas statischer.\n\n> Was macht er?\n\nEr stabilisiert die Lane und zwingt bei richtiger Anwendung den Gegner in Situationen in denen sein Risiko zum Lasthitten höher ist als der Profit den er macht, wenn er es tut. Man kann weiterhin damit verhindern, dass man unter einem Turm lasthitten muss, was einigen Spielern recht schwer fällt. XD\n\n> Was bringt er mir wenn ich es tue?\n\nGoldvorteile und möglicherweise Kills.\nMan kann damit verhindern, dass der Gegner besser farmt als du, und kann ebenso ermöglichen, dass der eigene Jungler leicht ganken kann.\n\nEin Jungler kann auch eine Lane freezen, um den Verlust zu verringern, den sein Laner durch den eigenen Tod erfahren würde.\n\n> Ab wann sollte ich Freezen?\n\nDas kommt auf das Matchup an. Viele Champions können aus einem Freeze sehr viel machen, weshalb es sich teilweise lohnt sofort zu freezen. In der Botlane sollte man erst ab Wave 3 beginnen, da das Level 2 deutlich schwerwiegender ist, als auf den Sololanes.\n\nFreezes machen immer dann Sinn, wenn man nicht mehr Vorteile erwirtschaften kann. Also Towerdamage.\nWeiterhin sollte man sich bewusst sein, dass man natürlich auch an der richtigen Stelle freezen sollte, da ein ungünstiger Freeze auch dem Gegner Vorteile beschert.\n\n> wann sollte ich nicht Freezen?\n\nWenn du vor hast die Lane zu verlassen.\nSobald du die Lane verlässt sind Slow- oder Hard-Pushes nahe zu immer besser.\n\nWenn du aktiv gegen Objekte spielst (Türme, Inhibs etc.) Beim Push macht ein Freeze keinen Sinn. (Hätte man sich denken können XD)\n\n> Wieso sollte ich jetzt nicht Freezen?\n\nWeil du willst, dass die eigenen Minions in den gegnerischen Turm laufen und somit das Gold für den Gegner nicht mehr erreichbar ist.\nWeiterhin kann man wenn man pushen will, somit dafür sorgen, dass man Waves stacken kann. Dann hat man mehr Zeit am gegnerischen Turm, da statt 6 oder 7 Minions erheblich mehr Minions von dir existieren. (Bestenfalls halt das n-fache also 12 bis 14 bei zwei Waves und so weiter)\n\n___\n\nNa dann hoffe ich, dass ich helfen konnte.","replies":[{"id":"","poster":"Korea Mid lIllI","date":"2019-03-22T23:30:33.869+0000","up_votes":2,"down_votes":0,"body":"Der Kommentar hat mir mehr geholfen wie die ganzen Videos auf Youtube xDDD","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-23T14:51:56.738+0000","up_votes":1,"down_votes":0,"body":"Danke","replies":[]}]}]}]}