{"id":"y4NrdhdE","poster":"Sir Laird","date":"2015-06-24T16:55:58.068+0000","title":"Ranked","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo.\r\nIch habe eine Frage bez&uuml;glich der Rankeds.   Einige meiner Freunde haben mir gesagt, als sie im Ranked 7+ Wins in folge hatten das sie eine Liga &uuml;bersprungen haben z.B von silber 5 auf silber 3. Ich war Bronze 1 eingestuft und habe 11 Ranked Wins in folge im Moment und ich habe keine Liga &uuml;bersprungen. War das bei meinen Freunden ein Bug oder gibt es einen Grund wieso ich keine Liga &uuml;berspringen konnte.  \r\n\r\nDanke im Vorraus :)\r\nSirLaird","replies":[{"id":"","poster":"Sir Laird","date":"2015-06-24T21:53:22.541+0000","up_votes":1,"down_votes":0,"body":"danke eure antworten waren sehr hilfreich. ich werde versuchen von silber IV auf silber II zu kommen denn meine Lp pro win beträgt mehr als 30 vielleicht habe ich glück :)\n\nLG Laird","replies":[]},{"id":"","poster":"Speedyo","date":"2015-06-24T17:40:07.145+0000","up_votes":1,"down_votes":0,"body":"Hallo Sir Laird,\nJa es ist möglich Divisionen zu springen, da das momentane Laddersystem sogesehen nur ein Overlay ist und deine \"Hiddenelo\" im Hintergrund ist.\nWie man springen kann:\nV ~ III~ I\nIV~II\nIm Teamranked kommt es auch schonmal vor, dass man keine Promotion spielen musste um von Bsp. gold nach platin zu kommen, denke das war aber nen bug.\nEs gibt keine Garantie ob du springen wirst, aber man sieht das eigl. ziemlich gut an den LP die du bekommst oder verlierst wenn du rankeds spielst. Wenn du ca. um die + 30 bekommst dann bedeutet das, dass deine \"hiddenelo\" höher ist als dein Overlay \"silver IV\" es dir zeigt und vermutlich würdest du dann auch springen, wenn dein overlay das zulassen würde.\n\n\nMFG Speedyo\nDIa IV Support","replies":[]},{"id":"","poster":"Tiaryn","date":"2015-06-24T17:38:41.463+0000","up_votes":1,"down_votes":0,"body":"Man kann nur eine Division überspringen, wenn deine MMR deutlich über der Divisions-MMR liegt.\nMit gewonnenen Spielen erhöht sich natürlich deine MMR und mit verlorenen Spielen wird diese niedriger.\nDeine Freund haben wohl durch die Siege mehr MMR bekommen als du weshalb du leider keine Division überspringen konntest.\n\nQuelle: https://support.riotgames.com/hc/de/articles/204010760-Anleitung-zu-Ranglistenspielen-2015","replies":[]}]}