{"id":"MAEJkA2T","poster":"Korea Mid lIllI","date":"2019-03-22T03:34:01.363+0000","title":"Meinung der Community zu \"Abwann ist für euch High Elo erreicht?\"","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo. da ich mich letzter zeit gefragt hab ab wann man High Elo erreicht hat und für mich Persöhnlich  selber entschieden hab das \"ich finde\" das man ab Challenger 500+ LP von High elo reden kann denn diese Leute könnten vielleicht eines Tages mal LEC/NA LCS spielen wenn sie ihre Leistung so konstant halten klar kann nicht jeder in Challenger Bereich eine League Karriere starten aber die Chance dafür ist Höher wie  Master,Grandmaster. Viele reden davon wenn man D1-2 Erreicht das man schon High Elo ist aber das find ich Persöhnlich kompletter Quak. **Was ist eure Meinung dazu wann man High Elo Erreicht hat?**","replies":[{"id":"","poster":"Necromant","date":"2019-03-22T08:37:06.140+0000","up_votes":2,"down_votes":0,"body":"I soag Dia 3.","replies":[]},{"id":"","poster":"Humpelstilzche","date":"2019-03-22T04:02:12.704+0000","up_votes":2,"down_votes":0,"body":"\"High\" ist einfach nur \"hoch\". Das ist extrem unpräzise, genauso wie wenn man sagt etwas ist groß. Groß im Vergleich zu was? \nDas erste mal wo \"High\" meiner Meinung nach wirklich Sinn ergibt, ist \"höher als der Durchschnitt\". Und das ist über Silber 2 der Fall. \nWenn man extremer sein will, kann man auch sagen \"Die besten 1%\", was schon ziemlich krass ist. Besser als 99% aller anderen Menschen in irgendwas sein? Das ist schon außergewöhnnlich! Das wäre dann irgendwo ab Diamond 3 der Fall. \nWürde man die selbe Definition (beste 1%) auf den IQ anwenden, wäre das ein IQ von 135, also sogar über der Grenze die in der Regel für die Definition von \"Genie\" bzw \"hochbegabt\" verwendet wird. HOCH-begabt...HIGH-elo...ich seh da trotz niedrigerem IQ einen Zusammenhang, zumindest sprachlich :P\n\nIch denke deine Definition ist viel zu krass. Wenn man nur mit 500  LP Challenger \"high\" elo ist, was sind dann die anderen? Normal elo? Besser zu sein als 99,96% aller anderen Menschen soll \"normal\" sein? Das passt doch nicht. In IQ ausgedrückt wäre das ein IQ von 160, das ist Einstein-Niveau. Definitiv nicht normal!\n\nIch glaube das was du da beschreibst ist eher sowas wie \"potentiell Esport ready\" oder so, wobei das auch Käse ist, weil es auch viele Pros mit deutlich niedrigerem Ranking gab, die extrem erfolgreich im Esport waren/sind.","replies":[{"id":"","poster":"Korea Mid lIllI","date":"2019-03-23T01:53:29.249+0000","up_votes":1,"down_votes":0,"body":"Ich setze die Definition zu hoch weil für mich ist High Elo nur die Spieler die eine wirkliche Chance haben irgendwann mal LEC/NA zu spielen und Natürlich die Leute die schon Jahre in LEC/NA spielen und selbst Verständlich auch die neu dazu gekommen sind deswegen ist das für mich High Elo. Ich denke nicht das du für Erreichen 500 LP ein IQ über 120 Brauchst oder eins auf 120 dann  ich weiß das ist nur ein Mathematisches Beispiel bestimmt? aber trotzdem denke ich nicht das die EU/NA/Korea Spieler ein 100-120 IQ haben das die das überhaupt so hoch schaffen. Was  Klar ist man braucht ein Big Brain, Skill um überhaupt dahin zu kommen das will ich überhaupt nicht abstreiten aber man muss auch noch viele andere Dinge berücksichtigen da  League ein Team game ist und da kannst du auch 200 IQ haben wenn dein Team einfach scheiße ist auf Deutsch ausgedrückt dann kann man da auch nichts machen xD","replies":[{"id":"","poster":"Humpelstilzche","date":"2019-03-23T07:54:02.492+0000","up_votes":1,"down_votes":0,"body":">  Ich denke nicht das du für Erreichen 500 LP ein IQ über 120 Brauchst\n\nDas ist auch nicht das, was ich gesagt habe. Im Endeffekt hab ich Seltenheit von sehr hoher Elo mit der Seltenheit eines sehr hohen IQ verglichen, damit man einen Eindruck bekommt, wie außergewöhnlich diese \"High Elo\" eigentlich ist, denn beim IQ ist man sich dieser Außergewöhnlichkeit bewusst.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-22T06:43:35.998+0000","up_votes":1,"down_votes":0,"body":"Ich sage aber gerne das er groß ist und das ohne Vergleich:D","replies":[{"id":"","poster":"Humpelstilzche","date":"2019-03-22T16:41:29.408+0000","up_votes":1,"down_votes":0,"body":"Ja, in manchen Fällen sollte man natürlich im Sinne der Glaubhaftigkeit den Vergleich meiden.","replies":[]},{"id":"","poster":"Veezey","date":"2019-03-22T13:57:20.524+0000","up_votes":1,"down_votes":0,"body":"{{sticker:sg-lulu}}","replies":[]}]}]},{"id":"","poster":"Avorox","date":"2019-03-22T08:22:40.339+0000","up_votes":1,"down_votes":0,"body":"IMO beginnt das ca. in Master, weil die Leute da anfangen tatsächlich gut zu spielen. Fehler werden dort weitestgehend vermieden bzw auch bestraft, die Leute beherrschen die Basics und es wird tatsächlich nachgedacht.\n\nAber das definiert sich ja jeder anders.","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-03-22T03:57:03.463+0000","up_votes":1,"down_votes":0,"body":"Du hast für dich selber High  ELO definiert und damit sollte die Meinung anderer nicht zählen. Für mich ist High ELO eine Liga die ich in nächster Zeit nicht erreichen werde was realistisch gesehen 2 liegen über meiner jetzigen ist. Sollte diese Bedingung nicht mehr möglich sein zähle ich mich selber zum High ELO Bereich (was aktuell nicht der Fall ist daher habe ich für meine Maßstäbe eine low elo. Ursprünglich hatte ich meinen Maßstab gesetzt das ich ab einer drittanbieterseiten-mmr von 2000 ab High ELO spreche da man hier je nach Lage schon ziemlich oben mitspielen könnte, allerdings sind dies nur zahlen statt eine tatsächlich erreichte Liga und am Ende zählt das Symbol und nicht die Zahl um zu \"beweisen\" was einer drauf hat. Daher ist mein Maßstab geändert worden vor allem da ich selber häufiger eine mir von 2,2-2,4k auf drittanbieter-seiten besaß aber dennoch in einer mittelklasse-liga feststeckte. Daher bin ich zwar was die berechnungsgrundlage des Systems angeht ein High ELO Spieler und das sieht man auch am Ende am lp Gewinn und Verlust oder an den teammates aber mein Profil ist dennoch unbestritten nicht in dieser Liga die meiner ELO entspricht und das finde ich ziemlich zweierlei gemessen also entscheide ich mich hier für den niedrigeren Beweis.  Jetzt ist für mich also zb bei Silber ab Platin High ELO oder ab Platin Master High ELO. Paradox wird es am Wendepunkt wenn ich Master erreiche und Challenge zur persönlichen highelo wird denn da ab nächster Liga mein maßstab nicht erweitert werden kann wäre in der Theorie meine persönliche High ELO wieder b3i gmaster da ich die Chance besitze ab hier realistisch zu Challenge aufzusteigen sehe ich mich hier bereits als High ELO Spieler. Bisschen blöd erklärt aber hoffe tzd verständlich","replies":[]}]}