{"id":"REYcqVhx","poster":"Izaya Kumiho","date":"2019-12-07T09:18:41.304+0000","title":"[Inoffizielle Übersetzung] Kurze Gedanken zum Gameplay (Dezember 6)","subforum":"Allgemeiner Chat","embed":{"title":"Quick Gameplay Thoughts: December 6","description":"Hi folks, Usual Disclaimers These posts will often contain talk about future work we're doing, or planning to do, that isn't yet guaranteed to ship. The nature of the work could change or, depending on what we discover, projects mentioned may get delayed or even stopped.","url":"https://boards.na.leagueoflegends.com/en/c/developer-corner/ZvsLLMEM-quick-gameplay-thoughts-december-6","image":"http://ddragon.leagueoflegends.com/cdn/6.24.1/img/champion/Ziggs.png"},"up_votes":3,"down_votes":1,"body":"**Oben könnt ihr den Link zu Meddler's Thread finden. ^ **\n**Dieser Thread dient als schnelle Übersetzung für die Community...von der Community. Kengen wird diesen Thread sehr wahrscheinlich in den nächsten paar Tagen selber übersetzen. Legt daher bitte nicht zu viel Wert auf meine Version!**\n________________________\n\n**Haftungsausschluss**:\n\nDieser Thread beinhaltet Themen, welche nicht zu 100 % später auch so passieren müssen.\nÜbersetzungsfehler sind leider nicht immer vermeidbar, daher bitte ich um Verzeihung, sollte ich euch etwas Falsches gesagt haben.\n**Dieser Thread wurde nicht Wort zu Wort übersetzt.**\n_____________________________________\n\n** Ein Blick auf die Auswirkungen der Jungle- Performanz in der Vorsaison**\n\nAktuell sieht man sich die Performanz im Jungle genauer an, damit, falls nötig, Anpassungen in Patch 9.24b gegeben werden können.\n\nDinge, die bedacht werden:\n\n- Das durchschnittliche Level vor und während der Vorsaison zu unterschiedlichen Zeitpunkten in dem Spiel.\n(In Verbindung mit der Beteiligung an Kills zeigt dies einen guten Einfluss auf den Jungle)\n\n- Die unterschiedliche Performanz durch die Entfernung von der Exp zum Aufholen (\"Catch up XP\").\n(Es war beabsichtigt, dass größere Unterschiede zwischen hohen und niedrigen Performanzen von Junglern auftreten. Nun möchte man sichergehen, dass der Abstand nicht zu groß wird, damit kleinere Fehler oder gute Plays nicht einen zu großen Vor- oder Nachteil erzeugen.)\n\n- Wann bestimmte Klasse und/oder Jungle - Styles unter oder überdurchschnittlich performen.\n( z. B. Tanks gegen Carries, Farmer gegen Ganker etc.)\n\n___________________________________\n**9.24b**\n\nDer Ablauf von Ptach 9.24b:\n\n- Patch 9.24 wird nächste Woche das letzte \"normale\" Patch in diesem Jahr sein.\n\n- Es wird einen Server bezogenes Folgepatch geben, welches 9.24b heißen und eine Woche später aufgespielt wird.\n\n\n- 9.24b soll Anpassungen für das Balancing in der Kluft der Beschwörer + TTK beinhalten und besonders Dinge, die in 9.24 nachträglich gebraucht werden.\nEinige Champs, die von _Eroberer_ profitieren, werden sehr wahrscheinlich Kandidaten für weitere Änderungen sein, sollten die ersten Anpassungen in 9.24 nicht die gewünschte Richtung annehmen.\n\n__________________________________\n\n**Items für die Supporter**\n\nNeben den Junglern wird man zusätzlich die Effekte von den Veränderungen der Support Items analysieren.\nFragen die dabei beantwortet werden sollen, sind z. B. ob der niedrige Goldgewinn für die Quest zu stark bestraft, ob die Quest für die Augen in bestimmten Situationen zu schnell beendet ist oder ob die Werte von unterschiedlichen Items noch kleinere Anpassungen benötigen etc.\nEs sind jedoch keine genauen Änderungen bisher geplant.\n\n____________________________________________\n\n\n**Die Siegesrate der Champions je nach Kluft**\n\nEine der ersten Dinge, die Riot herausfinden wollte, war der Einfluss von den verschiedenen Elementarkluften + der Drachenseele auf verschiedenen Champion.\n\nEs gab ein paar sehr bedeutungsvolle Unterschiede zwischen der Siegesrate einiger Champions, abhängig von dem Champ und der veränderten Kluft, aber nichts, was überdramatisch gewesen sei.\nBeispiele für einige dieser Champions, sind auf dem Bild zu sehen.\n(Diese Daten beziehen sich auf den Zeitraum, bevor der Meeresdrache abgeschwächt wurde.).\nEs ist eine Kombination aus dem Einfluss der Veränderung von dem Boden und den Wänden, alle benötigten Drachenbuffs und der Drachenseele.\n\nEinige dieser Ergebnisse fallen wie erwartet aus (z. B. performen Champions mit viel Poke auf der Meereskarte etwas schlechter durch die Regeneration und den Büschen zum Verstecken.), doch fallen andere Ergebnisse sehr überraschen aus (z. B. Rengar, der auf der Meereskarte nicht besser performt, obwohl mehr Büsche für Sprünge seine Kraft verstärken sollten).\n\nTham Kench war (zumindest bis zu dem Nerf für die Meereskarte) einer der Champions mit der höchsten Schwankung in der Siegesrate je nach Karte, wobei die am stärksten betroffenen Champions nur die Hälfte von seiner veränderten Siegesrate zeigten.\n\nVielleicht mag er wirklich einfach nur die Regeneration, wahrscheinlich kann es aber auch an einem Mangel an Daten liegen, da er aktuell weniger gespielt wird.\n\n\nhttps://imgur.com/a/KK5eJcU#FKOFr5J\n\n_____________________________________________\n\n**Prestige Punkte**\n\nDer \"Prestige Shop\" für eure Punkte, wird nächste Woche am 12.12 geöffnet.\nDort könnt ihr in einer großen Auswahl eure überschüssigen Punkte für Dinge, wie z. B. Skin Jackpots, Hextech Schlüssel und orangene Essenzen umtauschen.\n\nMehr Informationen könnt ihr unter diesem Link nachlesen:\n\n[Eng] https://na.leagueoflegends.com/en/news/game-updates/features/prestige-updates\n[Ger]  / - Kengen plz ._.\n\n________________________________________\n\n**Der letzte Redpost in diesem Jahr von Meddler**\n\nDieses Jahr wird dieser Post der Letzte sein, den wir von Meddler sehen werden. Er wird für ein paar Wochen nach Neuseeland gehen und daher nicht die Zeit haben, weitere Posts zu schreiben. Für diesen Zeitraum wird Riot Scruffy diesen Job kurz übernehmen und Themen ansprechen, die sich weiter auf das beziehen, was hier angesprochen worden ist.\n\n_________________________________________","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-12-09T06:13:43.347+0000","up_votes":1,"down_votes":0,"body":"Danke :3","replies":[]}]}