{"id":"7wib1Rfc","poster":"Vericko","date":"2019-03-21T20:17:59.171+0000","title":"Ist LoL ToT ?","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":2,"body":"Ich habe jetzt umdie 30-40 Runden gespielt von s2 auf g4 eig g3 aber natürlich hatt die promo nicht geklappt  jedenfalls sehe ich kaum leute die das spiel in irgendeiner form ernst nehmen kämpfen durchgehend als wäre es battlerite spielen champs und rollen die sie nicht ansatzweise spielen können als wäre es ein normal game und sterben durchgehen als wäre ihnen alles egal ich habe 152 freunde auf meinem acc wovon gerade einmal täglich 20 leute online sind vorallem zum season start waren auch nur 20 leute on ist es in platin dia + auch so schlimm oder gibt es da noch leute die das spiel ernst spielen sons kann man auch einfach aufhören weil wenn ich deathmatch spielen will kann ich auch bf oder cod zocken","replies":[{"id":"","poster":"Bananenschnder","date":"2019-03-21T20:39:16.139+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=,timestamp=2019-03-21T20:17:59.171+0000)\n>\n> spielen champs die sie nicht ansatzweise können rollen die sie nicht spielen können\n\nAlso ich möchte mal darauf hinweisen, dass du selbst fast ausschließlich Off-Meta spielst und du konsequent und Champion übergreifend unter 6 CS pro Minute hast. Ein so geringes CS pro Minute kenne ich ehrlich gesagt nur aus dem Bereich Bronze 1 - Silber 3. Ich bin Janna main und last hitte wirklich erbärmlich schlecht und selbst ich schaffe 8 pro Minute auf einer Solo Lane.\n\n> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=,timestamp=2019-03-21T20:17:59.171+0000)\n>\n> jedenfalls sehe ich kaum leute die das spiel in irgendeiner form ernst nehmen kämpfen durchgehend als wäre es battlerite\n>\n> [...]\n>\n> ist es in platin dia + auch so schlimm oder gibt es da noch leute die das spiel ernst spielen sons kann man auch einfach aufhören weil wenn ich deathmatch spielen will kann ich auch bf oder cod zocken\n\nNaja also meiner Erfahrung nach ist das in Silber ganz stark so, dass Leute einfach den ganzen Tag lang über die Map rennen und sinnlos fighten oder \"all mid noob\"-ARAM-style spielen. Seit die Iron League hinzugefügt wurde, war ich noch nicht in unterem Gold und kann dir nicht sagen, wie es da jetzt ist, aber so in den vergangenen Seasons hatte ich immer das Gefühl, dass ab Gold die Leute mal so langsam verstehen, dass man nur mit Grund fightet und ab höherem Gold die Leute auch zählen lernen (bezogen auf man advantage).\nAber so generell hatte ich immer das Gefühl, dass die Leute ab höherem Gold / Platin so langsam ein gewisses Gefühl dafür kriegen, wie ein Moba funktioniert und so grundlegend wissen, wie man sich ganz grob bewegen sollte. Mir machen Spiele in Platin deutlich mehr Spaß als in Gold oder in Silber. Ich find Silber ist wirklich die anstrengendste mir bekannte Elo (und ich hab auch schon in Bronze gespielt).","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-21T21:29:18.921+0000","up_votes":2,"down_votes":0,"body":"Also irgendwas an deiner Aussage ist nicht ganz stimmig.\n\n8 CS pro Minute schaffen Dia+ Spieler deren Main Lane eine Solo Lane ist. Als Vergleich hab ich hier Just Johnny und EisohneWaffel genutzt. \n8 CS pro Minute ist schon ziemlich gut und kann von einem Silber oder mittleres Gold Spieler nicht wirklich erwartet werden. Selbst Kev1nTV der Toplane in Dia1/Master Bereich spielt hat oft nur Werte die grade mal an 8 CS pro Minute angrenzen. \n\nDu, der sagt er farmt wirklich schlecht kann deswegen nicht wirklich regelmäßig 8 CS pro Minute haben, außer du bist nur am Afk farmen. \nDas passt irgendwie nicht zusammen. Entweder du schätzt deine CS/Min vollkommen falsch ein oder du glaubst nur, dass du grottig farmst aber in Wirklichkeit bist du ziemlich gut. \n\nDas unter 6 CS pro Minute aber selbst für Gold schlecht ist, da stimme ich dir zu. Es sollten schon über 6 CS angrenzend an 7 CS sein, würde ich jetzt mal so sagen.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-03-21T21:50:20.070+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=00000000,timestamp=2019-03-21T21:29:18.921+0000)\n>\n> Also irgendwas an deiner Aussage ist nicht ganz stimmig.\n> \n> 8 CS pro Minute schaffen Dia+ Spieler deren Main Lane eine Solo Lane ist. Als Vergleich hab ich hier Just Johnny und EisohneWaffel genutzt. \n> 8 CS pro Minute ist schon ziemlich gut und kann von einem Silber oder mittleres Gold Spieler nicht wirklich erwartet werden. Selbst Kev1nTV der Toplane in Dia1/Master Bereich spielt hat oft nur Werte die grade mal an 8 CS pro Minute angrenzen. \n> \n> Du, der sagt er farmt wirklich schlecht kann deswegen nicht wirklich regelmäßig 8 CS pro Minute haben, außer du bist nur am Afk farmen. \n> Das passt irgendwie nicht zusammen. Entweder du schätzt deine CS/Min vollkommen falsch ein oder du glaubst nur, dass du grottig farmst aber in Wirklichkeit bist du ziemlich gut. \n> \n> Das unter 6 CS pro Minute aber selbst für Gold schlecht ist, da stimme ich dir zu. Es sollten schon über 6 CS angrenzend an 7 CS sein, würde ich jetzt mal so sagen.\n\nAlso ich spiele Toplane auf meinem Smurf. Da ich die Zahl bei OP.GG ablese, schätze ich sie nicht falsch ein. Die Seite ist gerade anscheinend down (502), deswegen kann ich gerade keine exakten Zahlen nennen, aber 7,5 - 8 pro Minute sind's schon (je nach Champ). Dass es grottig ist, weiß ich daher, dass ich einfach extrem viel verpasse, dass ich nicht verpassen sollte. Also im Sinne von Minion überlebt mit 3 HP und wird von anderen getötet oder Fail CS'ing unterm Turret :D\nIch farme jetzt nicht afk, aber ich pushe halt immer brav meine Wave raus und roame dann die nächsten ~25 Sekunden bis zur nächsten Wave (außer es ergibt sich was aus dem roam). Und meine Zahl wird wahrscheinlich etwas \"inflationiert\" sein dadurch dass ich die lane meistens gewinne und deshalb noch gegnerische Jungle Camps drauf kommen.","replies":[{"id":"","poster":"eingew","date":"2019-03-22T12:26:47.896+0000","up_votes":1,"down_votes":0,"body":"Also laut den Stats die man im Client abrufen kann machst du auf Shen 4.2 CS pro Minute, auf Kayle 6,5 und auf Akali 5,6. Das sind die einzigen Champs, auf denen du genug gespielt hast.\n\nIm Vergleich dazu macht der aktuelle Rang 1 Masterspieler auf Talon 6,6 und auf Malzahar 7,8. Sorry, aber da kommst du einfach nicht ran und 7-8 lange zu halten sind für uns normalsterbliche Spieler einfach utopisch. Selbst Challengermalzahars schaffen durchschnittlich nur 6,7 CS pro Minute.","replies":[{"id":"","poster":"Bananenschnder","date":"2019-03-22T12:36:26.700+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=0000000000000000,timestamp=2019-03-22T12:26:47.896+0000)\n>\n> Also laut den Stats die man im Client abrufen kann machst du auf Shen 4.2 CS pro Minute, auf Kayle 6,5 und auf Akali 5,6. Das sind die einzigen Champs, auf denen du genug gespielt hast.\n> \n> Im Vergleich dazu macht der aktuelle Rang 1 Masterspieler auf Talon 6,6 und auf Malzahar 7,8. Sorry, aber da kommst du einfach nicht ran und 7-8 lange zu halten sind für uns normalsterbliche Spieler einfach utopisch. Selbst Challengermalzahars schaffen durchschnittlich nur 6,7 CS pro Minute.\n\n->\n> [{quoted}](name=Bananenschnder,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=000000000000,timestamp=2019-03-21T21:50:20.070+0000)\n>\n> Also ich spiele Toplane auf meinem Smurf.\n\nOP.GG geht jetzt wieder.\n7,6 auf Irelia, 7,5 auf Kayle und 8 auf Nasus. Bei Nasus farm ich aber auch etwas AFK für Stacks.","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-22T17:10:31.179+0000","up_votes":2,"down_votes":0,"body":"Okay kannst du erklären, wieso du auf deinem Main diese CS Stats dann nicht aufweisen kannst? \n\nUnd würdest du uns bitte einen op.gg Link zu deinem Smurf Account schicken?","replies":[{"id":"","poster":"Cenâreth","date":"2019-03-27T09:37:12.121+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=000000000000000000000000,timestamp=2019-03-22T17:10:31.179+0000)\n>\n> Okay kannst du erklären, wieso du auf deinem Main diese CS Stats dann nicht aufweisen kannst? \n> \n> Und würdest du uns bitte einen op.gg Link zu deinem Smurf Account schicken?\n\nVlt wurde der Main Champ runtergenerfed, bedenke dass es Durchschnittswerte sind aus den Anzahlen der Spiele heraus?","replies":[{"id":"","poster":"Angel Ayume","date":"2019-03-27T11:08:30.552+0000","up_votes":1,"down_votes":0,"body":"Dann müssten die CS Zahlen theoretisch auf seinem Smurf ebenfalls drunter leiden. \nAber er hat uns leider immer noch keinen Link zu seinem Smurf gegeben, weswegen wir immer noch nicht wissen, ob das was er wegen der CS sagt der Wahrheit entspricht.","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-22T06:22:00.293+0000","up_votes":1,"down_votes":0,"body":"Danke \n\nHab das von ihm gelesen und dachte nur blub blub blub","replies":[]}]},{"id":"","poster":"Vericko","date":"2019-03-22T06:03:30.255+0000","up_votes":1,"down_votes":0,"body":"ich habe eigentlich bis ich die lane verlasse fast alle minions gefarmt der grund warum ich im durchschnitt keine 8 cs habe liegt daran das ich früh und viel roame ich verlasse die lane gerne schon unter 15 min roame durchgehend top und bot werde fast jedes spiel feed würd auch jedes spiel gewinnen würde die leute das spiel einfach normal runter spielen und ich rede hier nich einfach so rum ich habe fast jedes spiel 2 leute die den gegner 15 kills zusammen SCHENKEN unüberlegte scheiße machen gegnern turrets schenken einfach alles machen damit wir das spiel noch verliern können selbst wenn ich ihnen helfe machen sie weiter kacke als wäre ihnen einfach alles egal promo zu gold 3 ein win fehlt kha versucht mich 2 ma zu gangen ich outplay ihn beide male hard elise kommt killt ihn beide male ich else feed das spiel is eigentlich gewonnen bot denkt sich wir schenken dem jz sein comeback schenken den gegner zusammen 15 kiills und machen halt legit nichts im spiel weshalb ich jz anstelle von 1 win was 100 % einer gewesen wäre wenn nich sogar 10+ brauche ich war vor 2 und 3 season auf dia niveau vor 3 wollt ich nich weiter spielen weil ich pantheon nichmehr sehen konnte und vor 2 season hatte ich n kurzschluss denn wenn man durchgehend gewinnt und dann eins verliert obwohl man tryharded und die teammates wieder nich auf ihre dia feinde klar kommen und nicht auf dem niveau spielen was sie sollten is die tilt grenze SEHR HOCH. das spiel macht auch erst ab platin spaß weil die leute da bedacht mit main und verständnis spielen weshalb silber und jz anscheinend auch gold deutlich schwieriger sind als platin und low dia","replies":[{"id":"","poster":"Bananenschnder","date":"2019-03-22T11:35:34.705+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=00000001,timestamp=2019-03-22T06:03:30.255+0000)\n>\n> ich habe eigentlich bis ich die lane verlasse fast alle minions gefarmt der grund warum ich im durchschnitt keine 8 cs habe liegt daran das ich früh und viel roame ich verlasse die lane gerne schon unter 15 min roame durchgehend top und bot\n\nBeim Roamen solltest du aber auch pro Roam nicht mehr als eine Wave pro Roam verlieren. Bevor die Wave nicht rausgepuscht ist, roamst du ja nicht und wenn du solange weg bist, dass du zwei oder sogar mehr Waves verlierst, dann holst du besser einen Triple für dein Team oder du hast dich durch das verlorene Gold, verlorene Tower Plates und die verlorene XP sehr wahrscheinlich selbst gegimpt.\n\n> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=00000001,timestamp=2019-03-22T06:03:30.255+0000)\n>\n> werde fast jedes spiel feed würd auch jedes spiel gewinnen würde die leute das spiel einfach normal runter spielen und ich rede hier nich einfach so rum ich habe fast jedes spiel 2 leute die den gegner 15 kills zusammen SCHENKEN unüberlegte scheiße machen\n\nDann schaffst du es anscheinend nicht, deinen Lead ordentlich zu benutzen und das Gegner Team schon. Du bist gefeedet, sie sind gefeedet, aber du kannst deinen Lead konsistent nicht in Siege verwandeln.\nDas kann vielleicht auch an deinen merkwürdigen Picks liegen, mit denen du schon deutlich besser spielen musst als deine Gegner, um im späteren Spielverlauf was zu reißen.\n\n> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=00000001,timestamp=2019-03-22T06:03:30.255+0000)\n>\n> ich war vor 2 und 3 season auf dia niveau \n\nNaja das bist du jetzt halt offensichtlich nicht mehr. Die Meta hat sich seit dem stark geändert und die Playerbase ist insgesamt besser geworden. Jedenfalls ist dein Team nicht dafür verantwortlich, dass du jetzt keine Spiele gewinnst.\n\n\n> [{quoted}](name=Vericko,realm=EUW,application-id=ip27PlEH,discussion-id=7wib1Rfc,comment-id=0002,timestamp=2019-03-22T06:10:32.068+0000)\n>\n> Meine Frage im generellen besteht nicht darin das ich mich hier über das spiel aufrege sondern darum das ich in mitte und high gold kaum leute sehe die das spiel ernst nehmen dazu sehr wenig leute on sind die das spiel gespielt haben weshalb ich wissen möchte ob das spiel tot ist\n\n1. Deine Spiele sind in alle vom Schnitt her Gold 4 und maximal Gold 3 also sind deine Games nicht High Gold.\n2. Du spielst AP Cho Midlane mit Barrier und Electrocute Exhaust (Synerigie ???) Blitzcrank mit Dark Seal und Void Staff first item (??????????????). Wenn du irgendjemanden den Vorwurf machen willst, das Spiel nicht ernst zu nehmen, dann fang mal bei dir selbst an.\n3. Ich muss auf ein Soloq Game selten länger als 10 Sekunden warten, also würde ich behaupten, dass das Spiel nicht ansatzweise tot ist. Ich kenne aber keine offiziellen Statistiken.","replies":[]}]}]},{"id":"","poster":"Vericko","date":"2019-03-22T06:10:32.068+0000","up_votes":1,"down_votes":0,"body":"Meine Frage im generellen besteht nicht darin das ich mich hier über das spiel aufrege sondern darum das ich in mitte und high gold kaum leute sehe die das spiel ernst nehmen dazu sehr wenig leute on sind die das spiel gespielt haben weshalb ich wissen möchte ob das spiel tot ist","replies":[{"id":"","poster":"Megamaexx","date":"2019-03-22T09:29:04.775+0000","up_votes":2,"down_votes":0,"body":"Was sind bei dir sehr wenig Leute? Deine Freundesliste verliert ihre Aussagekraft, wenn du da nicht regelmäßig ausmistest und neue Spieler dazuholst. \n\nWenn du als Fill länger als 5 Sekunden auf ein Spiel warten müsstest, könnte man behaupten, dass LoL langsam Spieler verliert. Meine Erfahrung aus letzter Season lag aber im Schnitt bei 1 Sekunde Wartezeit.","replies":[]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-22T06:18:41.069+0000","up_votes":1,"down_votes":0,"body":"Wenn du in Battelfield deatmatch zockst bist du selbst schuld. Dann kann man dir nicht helfen","replies":[]},{"id":"","poster":"611FVNKBlv","date":"2019-03-22T04:17:10.182+0000","up_votes":1,"down_votes":0,"body":"Du wirst in jeder ELO solche und solche finden. Mit höherer ELO wird es zwar etwas besser aber unter hohem dia wirst du Verbesserungen nur echt langsam erkennen. An für sich ok aber es ist eben das übliche teamgame-problem. Ist dein Team Müll wirst du automatisch auch dazu denn selbst wenn du überpro bist kann dir n Team das Game versaun vor allem in diesem Genre. Bei call of duty zb hast du wesentlich höheren Spielraum was das angeht da du dort nicht an charstats gebunden bist zb. Und ich hab bei call of duty auch schon tdm verloren wo es teilweise 50- 60 von 75 kills nur von meiner Seite aus gab aber mein Team tzd das Spiel für mich verloren hat. Das gleiche passiert hier eben auch und sogar öfter. Dafür gibt's ja die ligen. Irgendwann kommt ne Tag an dem du Leute hast die halbwegs mithalten können und du wirst ganz drastisch deine winrate steigern. Das kann aber dauern. Wie gesagt die Kriterien in einem moba sind da härter als in einem shooter. Deswegen kann ich auch den klassischen Satz hier \"wenn man nicht aufsteigt liegt es an einem selbst\" nicht als zutreffend bezeichnen denn aufgrund der statsgebundenheit eines Charakters ist es hier \"fast\" unmöglich ein Spiel 1 gegen 9 zu entscheiden es ist also einfach faktisch falsch das es daran liegen muss das man selber zu schlecht ist wenn man nicht aufsteigt sondern lediglich richtig das es daran liegen könnte. Es hängt ja auch davon ab wie du spielst. Dieses Spiel ist stark auf teamplay orientiert und wenn du darauf ausgerichtet spielst ist es erforderlich das dein Team ebenfalls dies tut. Deswegen hat man in unteren ligen auch zumeist höhere Chancen diese loszuwerden indem man solo orientiert spielt.","replies":[]}]}