{"id":"KwBNzXQP","poster":"K1NG LX","date":"2015-06-21T20:59:38.237+0000","title":"ReacTOnLove [ROL] sucht aktive Mitglieder!","subforum":"Clans & Teams","up_votes":0,"down_votes":0,"body":"#Hallo und herzlich Willkommen hier in meinem Threat! \n\nMein Name ist Alex und ich geh&ouml;re zur ReacTOnLove - Familie.\nLeider ist im Clan immer ein Spielermangel, dass dazu f&uuml;hrt, dass wir wenig bis kaum etwas machen k&ouml;nnen.\nDeshalb suchen wir ** dich**!\n\nWir brauchen aktive Member, die sich in ein neues oder schon vorhandenes Team eingliedern k&ouml;nnen. \nNat&uuml;rlich hat jeder ein Real-Life und ich w&uuml;rde meins nicht &uuml;ber den Clan ziehen, trotzdem sollte man versuchen \nan wichtigen Besprechungen und and den Trainingszeiten festzuhalten. \n\nWir haben keine bestimmtes \"Elo\" das wir suchen, aber ihr w&uuml;rdet ein Team bekommen, dass in eurem \"Skillbereich\" liegt. \nZurzeit sind wir nur auf League of Legends fixiert, aber dies wird sich sicher mit Wachstum des Clans &auml;ndern. \nFalls ihr Interesse habt dem Clan beizutreten solltet ihr \n\" Teamf&auml;hig sein\n\" Freundlich & Hilfsbereit (Nur weil ihr Diamond seit, hei&szlig;t es nicht, dass ihr anderen Leuten im \"Low-Elo\" Bereich nicht helfen k&ouml;nnt besser zu werden.) \n\" Zeit und Engagement besitzen. \n\" Und ggf. &uuml;ber 18 Jahre alt sein.\n\n#eSports und Tuniere\nIntern haben wir eine \"Squadregelung\", das hei&szlig;t man wird sich die meiste Zeit im Rahmen seinen Squads \"bewegen\". \nSie werden deine besten Freunde im Clan, man hilft sich untereinander, spielt Duo-Q und macht seine Teamrankeds. \nWir organisieren ab und zu auch mal ein Claninternes **1 v 1 Tunier**,\noder geplant eine Art Ligasystem mit unserm Partnerclan (TBC). \nIn diesen oben genannten \"Squads\" kann man nun an Tunieren teilnehmen. (Falls Spielermangel herrscht kann man auch ein Mischteam anmelden)\nViele nehmen an dem Dr. Pepper Cup teil, andere an dem Triforce Cup usw. (Der Squadleader organisiert dies f&uuml;r euch) \n\n\n#&Uuml;ber mich\nIch hei&szlig;e Alex und spiele League of Legends seit Anfang-Mitte der Beta und bin zurzeit Diamant 4. \nIch strebe nat&uuml;rlich wie jeder Spieler den Climb an und erhoffe mich in wenigen Monaten (Bis Ende der Season) im Master-Bereich zu sehen. \nMein Main Champion ist  {{champion:91}}. \nIngame hei&szlig;e ich \"i gave her panda\". (http://www.lolskill.net/summoner/EUW/i%20gave%20her%20panda)\n\n#Mein Fazit &uuml;ber den Clan\nDieser Clan ist eine **SPIELGEMEINSCHAFT** d.h hier sind mittlerweile Freunde, die miteinander spielen. \nNeue Spieler werde freundlich aufgenommen und man hat immer ein Ohr f&uuml;r sie offen. \nIch genie&szlig;e es hier zu spielen und kann es nur jedem weiterempfehlen der ein gutes Klima untereinander \nals ein muss sieht. \nDie Leute sind sehr nett und gliedern neue Spieler super ein. \nEs ist vielleicht nicht der gr&ouml;&szlig;te Clan, aber man hat super Chancen nette Leute kennenzulernen, die viel f&uuml;r andere machen! \n\n#Wie erreicht ihr uns ?\nIhr k&ouml;nnt uns &uuml;ber die Emailadresse\n**reactonlove@gmx.de**\noder &uuml;ber  den Teamspeak \n**216.127.64.77:4164**\nerreichen.\n#Weitere Links: \nhttps://www.facebook.com/pages/Reactonlove/384493491735299?fref=ts\nhttps://www.reactonlove.de","replies":[]}