{"id":"4duAJLAH","poster":"404 Broken Wings","date":"2015-06-21T17:36:23.592+0000","title":"Probleme mit der Verbindung","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe zurzeit ein Problem mit der Verbindung, und zwar bleibe ich mittem im Spiel einfach stehen und kann mich nicht mehr bewegen das Spiel l&auml;uft aber ganz normal weiter nur ich kann halt nichts machen, habe auch schon mehrere Tickets geschrieben aber keine Hilfe bekommen, ich wei&szlig; aber das ich nicht der einzige bin der dieses Problem hat, es begann vor 3 Tagen, da LoL zurzeit mein Lieblingsspiel ist habe ich alles daf&uuml;r getan das es wieder l&auml;uft aber es klappt einfach nicht. Bei Facebook sah ich ebenfalls mehrere Posts von Leuten die dasselbe Problem haben, habe auch ein Video gesehen wo gezeigt wurde was bei ihm abgeht und ich habe genau dasselbe Problem, jetzt w&uuml;rde ich um Hilfe bitten und fragen woran das liegen kann und was ich tun kann..\r\nDas kommt wenn ich mich dann neuverbinden will.. ( Siehe Anhang ) {{champion:32}} {{item:3070}}","replies":[{"id":"","poster":"NΟT NEEKΟ","date":"2015-06-21T17:41:42.234+0000","up_votes":2,"down_votes":0,"body":"Bist du bei Kabel Deutschland zufällig?","replies":[{"id":"","poster":"404 Broken Wings","date":"2015-06-21T20:20:03.757+0000","up_votes":1,"down_votes":0,"body":"Ganz Genau :/","replies":[]}]},{"id":"","poster":"skalzz","date":"2015-06-21T19:00:53.642+0000","up_votes":1,"down_votes":0,"body":"ich habe das selbe Problem und kann deshalb nichts mehr machen. Die runde hat vor mehr als einer Stunde angefangen und Jedes mal wenn ich mich einloggen will kommt das Fenster in dem steht ich solle wieder reconnecten. Kann da jemand helfen?","replies":[{"id":"","poster":"404 Broken Wings","date":"2015-06-21T20:21:13.397+0000","up_votes":1,"down_votes":0,"body":"Das ist ein Drophack oder Spielabsturz, das kann bis zu ca 3h dauern dann funktioniert es wieder und das Spiel wird auch sozusagen gelöscht, also nicht in deinem Spielverlauf angezeigt usw.","replies":[]}]},{"id":"","poster":"Batrix2","date":"2015-06-21T17:43:39.107+0000","up_votes":1,"down_votes":0,"body":"das ist sehr wahrscheinlich der Drophack...","replies":[{"id":"","poster":"404 Broken Wings","date":"2015-06-21T20:20:48.302+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist es kein Drophack, nein :)","replies":[]}]},{"id":"","poster":"404 Broken Wings","date":"2015-06-21T17:41:18.996+0000","up_votes":1,"down_votes":0,"body":"Was mich vorallem aufregt ist dass das meine erste Strafe ist und das während des Poolpartyevents.{{summoner:31}}","replies":[]}]}