{"id":"YzNkf28O","poster":"rainexxy","date":"2015-06-20T12:07:09.711+0000","title":"Unsere Community sucht immer nach freundlichen Mitspielern !","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hall&ouml;chen liebe Community,\r\n\r\nIch und ein paar Freunde betreiben eine kleine Community, die immer auf der Suche nach neuen Leuten ist. Wir spielen haupts&auml;chlich League of Legends und CSGO, wobei ersteres die Oberhand hat.\r\n\r\nDer Teamspeak an und f&uuml;r sich entstand daraus, das ich ihn mit meinem YouTube Channel in Verbindung bringen wollte. Dies gelang auch. In der letzten Zeit sind au unerkl&auml;rlichen Gr&uuml;nden die Userzahlen etwas zur&uuml;ckgegangen. Dies m&ouml;chte ich allerdings gerne wieder &auml;ndern.\r\n\r\nWas gibt es alles bei uns ?\r\n\r\nWir haben aktuell ein 8 K&ouml;pfiges Admin-Team, ein Control Panel das alles auf dem Server regelt wie AFK-Move, pr&uuml;fen ob jemand Hilfe ben&ouml;tigt oder auch eine Willkommensnachricht.\r\nZus&auml;tzlich verf&uuml;gen wir momentan &uuml;ber 2 Musik-Bots die 2 Radio Streams spielen. Aktuell iLoveRadio und TechnoBase.FM. Unser Server ist mit einer Non-Profit Lizenz ausgestattet.\r\n\r\nKann ich Admin werden ?\r\nKlar kann man das. Allerdings sollte man daf&uuml;r mindestens 16 sein. Ansonsten kann man nur Support machen ^^\r\n\r\nIch bin kein sonderlich guter Spieler ist das schlimm ?\r\n\r\nAbsolut nicht. Ich spiele selber nur Silver 4 in LoL und es sind quasi alle Elogruppen bei uns gemischt. Von Bronze bis Diamond.\r\nIn CSGO bin ich Supreme Master First Class.\r\n\r\nKann man auch Private Channel f&uuml;r sich bekommen ?\r\nSelbstverst&auml;ndlich. habt ihr Beispielsweise ein Ranglistenteam oder &auml;hnliches kann f&uuml;r euch ein privater Channel eingerichtet werden. Member k&ouml;nnen in einem Separaten Bereich tempor&auml;re Sub-Channel erstellen.\r\n\r\nIhr habt andere Fragen oder sonstiges ? Meldet euch direkt auf dem Server bei einem Supporter oder Mod oder geht einfach in den Wartebereich.\r\n\r\nIP: rainygames.de","replies":[]}