{"id":"VKV8P2Aw","poster":"Milfγwaγ","date":"2015-06-19T17:43:52.300+0000","title":"Team sucht!","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hallo liebe Community.\n\nWir, das Team Wii not fit today, brauchen Verst&auml;rkung, da wir ein Team aufbauen m&ouml;chten, nach unseren W&uuml;nschen.\n\nZur Teamorganisation benutzen wir zus&auml;tzlich zum Spiel und dem TS noch eine WhatsApp Gruppe.\n\nErwartungen an Dich:\n\nWir suchen Spieler mit einem Skillniveau und Elo, das ungef&auml;hr unserem eigenen entspricht. Daher suchen wir im Bereich Gold 1 bis Platin 1.\nWir suchen einen Toplaner. Wenn zwei oder drei als Gruppe zu uns kommen wollen geht das nat&uuml;rlich auch.\nUns ist wichtig, dass unsere Mitspieler auch eine gewisse geistige Reife mitbringen, so wie Kritikf&auml;higkeit.\nP&uuml;nktlichkeit, Zuverl&auml;ssigkeit sollten Grundvoraussetzung sein.\nWir spielen Spontan, aber mind. 3 mal pro Woche, daher ist Whatsapp notwendig!\nMan sollte mehr als nur ein Onetrickpony sein. Wir sind nat&uuml;rlich realistisch und verlangen keinen Championpool eines LCS Spielers. Den haben wir selber ja auch nicht. Stichwort META!\nAllerdings sollten gen&uuml;gend Champions auf dem Account vorhanden sein um auch swappen zu k&ouml;nnen. Wir beide haben mittlerweile alle Champs.\n\nKommunikationsf&auml;higkeit ist auch ein nicht unwichtiges Kriterium. Wenn man im Team zusammen spielt, sollten alle Spieler miteinander kommunizieren. Wenn ein Teammitglied v&ouml;llig stumm im TS nur mith&ouml;rt, ist es eher ungeeignet. Es ist nat&uuml;rlich klar, dass vielleicht auch etwas sch&uuml;chterne Leute sich erst mal aneinander gew&ouml;hnen m&uuml;ssen. Aber der grunds&auml;tzliche Wille zur Kommunikation sollte schon da sein.\nDieses Kriterium ist vor allem auch f&uuml;r den Jungler wichtig. Bisher hatten wir kein festes Shotcalling, sondern es wurde meistens gemeinsam entschieden und angesagt wie es l&auml;uft, aber gerade ein Jungler sollte kein ganz stilles Wasser sein.\n\nAlso falls ihr Lust habt mit uns ernsthaft LoL im Team zu spielen, falls ihr den Ehrgeiz habt auch im Teamranked zu versuchen Platin zu erreichen, falls ihr vielleicht auch am n&auml;chsten Battlegrounds teilnehmen wollt, dann meldet Euch!","replies":[{"id":"","poster":"Milfγwaγ","date":"2015-06-22T10:10:06.737+0000","up_votes":1,"down_votes":0,"body":"Suchen nur noch einen Toplaner/in!","replies":[]},{"id":"","poster":"Milfγwaγ","date":"2015-06-21T15:47:35.620+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Milfγwaγ","date":"2015-06-20T20:15:33.192+0000","up_votes":1,"down_votes":0,"body":"Top & Mid werden noch gesucht","replies":[]},{"id":"","poster":"Milfγwaγ","date":"2015-06-20T13:04:21.129+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-06-19T19:54:14.461+0000","up_votes":1,"down_votes":0,"body":"bin dia v geht das auch noch ?","replies":[{"id":"","poster":"Milfγwaγ","date":"2015-06-19T20:03:31.922+0000","up_votes":1,"down_votes":0,"body":"ja","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-20T08:04:53.607+0000","up_votes":1,"down_votes":0,"body":"Adde dkch gleich mal","replies":[]}]}]},{"id":"","poster":"ITryToBeNormal","date":"2015-06-19T19:43:48.223+0000","up_votes":1,"down_votes":0,"body":"Hallo ihr, \nIch bin der Paul aka DarkneZz und suche zurzeit ein Team.\nZu mir:\nIch bin zurzeit S3 aber spiele besser.\nBin 15 Jahre alt , werde bald 16 \nHabe eine gewisse Reife\nBin main Midlaner.\nBin Teamfähig und kann Kritik vertragen\nMan kann sich auch auf mich verlassen.\nFalls ihr interesse habt schreibt mich an.","replies":[]},{"id":"","poster":"MalumPugnator","date":"2015-06-19T18:16:22.469+0000","up_votes":1,"down_votes":0,"body":"Hallo ihr,\nmein Name ist Thore \"MalumPugnator\" und ich bin 16 Jahre alt.\nIch bin derzeit auf der Suche nach einem neuen Team, wo ich die Rolle des Junglers besetzen kann.\nSomit bin ich ich über euren Post gestolpert und fand diesen sehr Ansprechend.\nZu meiner Erfahrung in LoL, ich spiele seit Ende S2 mehr oder weniger Erfolgreich.\nZuerst als Support und mitte der S4 bin ich auf den Jungle umgestiegen.\nIn der Soloq bin ich zur Zeit Gold 3, bin aber zuversichtlich in den nächsten Wochen das von euch geforderte Platin zu erreichen.\nNartürlich bringe ich auch Team- und Tuniererfahrung mit. Ich war bereits in zwei Teams, einmal als Support und zuletzt als Jungler tätig.\nZu meinem Charakter möchte ich hier nichts sagen, da ich denke das ist besser ist, wenn ihr euer eigenes Bild macht.\nIch finde es hat einfach keinen Sinn, wenn ich jetzt sage das ich nett und freundlich bin und ihr eine ganze andere Ansicht über micht habt.\nMeiner Meinung nach ist es am einfachsten sich selber ein Bild über die Person zu machen.\nSo ich hoffe ihr versteht was ich meine :)\nMein Championpool passt derzeit perfekt in die Meta. Ich liebe es Tanks/Supports zu spielen und mit diesen meine Carrys zu beschützen.\nTeamspeak und Headset, sowie WhatsApp sind selbstverständlich vorhanden.\nDas wars soweit von mir. Ich hoffe ich konnte euch überzeugen.\nIch würde mich sehr über Rückmeldung jeglicher Art freuen, habe dich auch schon geaddet.\nFreundliche Grüße Thore \"MalumPugnator\"","replies":[]}]}