{"id":"HYnIwN5A","poster":"07benni","date":"2015-06-19T22:35:10.374+0000","title":"Beste Support Antwort die ich je hatte.","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Hallo erstmal :)\r\nAls ich gestern Abend ein Ticket an den Support geschrieben habe um eine geringe Menge an Riot Points zu bekommen (9 RP) habe ich heute vor Lachen nicht mehr aufh&ouml;ren k&ouml;nnen ^^ \r\nHier die Antwort:  Hallo,\r\n\r\nf&uuml;r gew&ouml;hnlich verschenken wir zwar keine RP, aber da es sich nur um einen derartig geringen Betrag handelt, k&ouml;nnen wir evtl. eine Ausnahme machen. Wenn du mir ein selbstgemaltes Bild von etwas schickst, das mit League of Legends zu tun hat, werde ich dir gerne ein paar RP hinzuf&uuml;gen.\r\n\r\nEs handelt sich hierbei um eine einmalige Ausnahme, stelle daher sicher, dass es sich hierbei um den korrekten Betrag handelt. \r\n\r\n\r\nHabt ihr auch schon eine Antwort in der Art bekommen? \r\n\r\nPS: Ich habe wirklich ein Bild gemalt :P (Ich bin vollkommen unbegabt und hoffe es wird akzeptiert)","replies":[{"id":"","poster":"PlanetenPlatzer","date":"2015-06-20T07:08:38.564+0000","up_votes":2,"down_votes":0,"body":"> f&uuml;r gew&ouml;hnlich verschenken wir zwar keine RP, aber da es sich nur um einen derartig geringen Betrag handelt, k&ouml;nnen wir evtl. eine Ausnahme machen. Wenn du mir ein selbstgemaltes Bild von etwas schickst, das mit League of Legends zu tun hat, werde ich dir gerne ein paar RP hinzuf&uuml;gen.\n\nEs muss also nur etwas mit League of Legends zu tun haben. Bekommt man die RP auch wenn man zum Beispiel einen toten Teemo malt?","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-20T08:15:42.250+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch find das jetzt nicht überrasched :P \nBei den Leuten die öfter hier im Forum sind ist das schon recht bekannt.^^ Geht halt leider nur bei sehr kleinen RP-Beträgen und nicht bei großen :/\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"i had fun once","date":"2015-06-19T23:48:56.495+0000","up_votes":1,"down_votes":0,"body":"Ich hab für die fehlenden Rp für den Foxfire Ahri skin einen Ahriporo gemalt oder die Wahl für ein Gedicht gehabt :D","replies":[]},{"id":"","poster":"Action Alet","date":"2015-06-19T22:48:23.819+0000","up_votes":1,"down_votes":1,"body":"Ich will dir wirklich ungerne den Witz wegnehmen oder dich bloßstellen (luv u <3 und so), aber dass Riot jedem User einmalig bis zu 40 RP schenkt, wenn er im Gegenzug dazu etwas Kreatives macht, ist schon seit Ewigkeiten bekannt. Wollte damals Udyr haben, weil er im Angebot war, musste ihn dann malen, bereue es bis heute (also den Kauf, nicht das Malen).","replies":[]}]}