{"id":"eEze8Xwl","poster":"LikeLuc","date":"2015-06-19T10:46:02.022+0000","title":"Ranked AFK","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"hi,\r\nich hatte grade im ranked einen ragequit adc  das wer diese vayne: Roarhac in der 10 min afk gegangen wir h&auml;tten zwar easy gewonnen aber nein lose und dann verlieren wir auch noch ich 22 punkte und mein Kumpel 20 punkte das geht doch nicht mehr es sollten nur die punke verlieren die afk gehen zb  punkte +Minuten in diesem Fall w&auml;re es 50+38 punkte  die w&uuml;rde 88 punkte verlieren aber nein  wir verlieren auch welche und riot sagt tja da seit ihr halt schei&szlig;e die werde ich gleich auch noch anschreiben\r\nmfg likeluc\r\nban all afk player in ranked","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-06-19T11:25:52.784+0000","up_votes":3,"down_votes":0,"body":"warum war die Vayne denn am Ragequitten? Wahrscheinlich, weil sie irgendjemand durch unsachliche und unnötige Kommentare (aka Flame) in Rage versetzt hat... Soll der Flamer jetzt noch dafür belohnt werden (in dem er keine LP verliert)? Bin ich prinzipiell dagegen...\n\nUnd ja, die einzigen, die davon profitieren, sind Flamer. Denn die Spielen häufiger 4vs5 als 5vs4. Und bevor ich ein System unterstütze, dass Flamer fördert, ertrage ich lieber das gelegentliche 4vs5. Weil ich ja auch weiß, dass ich als freundlich Spieler mehr 5vs4 in meiner Matchhistory habe und auch verstanden habe, dass dieses eine Spiel einfach nicht so wichtig ist.\n\nPlus: Du bist garantiert einer der ersten, die rumheulen, dass sie 80 LP verloren haben, weil die Server abkacken (obwohl es eigentlich gar nicht die Server waren, sondern dein WLan..) Und ja, Riot kann nicht differenzieren, warum du AFK warst, die nehmen nur wahr, dass du AFK warst...","replies":[]},{"id":"","poster":"LikeLuc","date":"2015-06-19T10:50:28.479+0000","up_votes":1,"down_votes":0,"body":"warum wäre es ausnutzbar","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-19T10:53:13.437+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LikeLuc,realm=EUW,application-id=Wj1wcocU,discussion-id=eEze8Xwl,comment-id=0002,timestamp=2015-06-19T10:50:28.479+0000)\n>\n> warum wäre es ausnutzbar\n\nIch geh mit einem Kumpel ins DuoQ, ich auf meinem Main er auf seinem Smurf. Wir verlieren, ich sag ihm \"Jou, leave mal lieber. Ist eh nur dein Smurf\". Er leavet, wir verlieren, ich verlier keine Punkte aber er auf seinem Smurf (wo es egal ist).","replies":[{"id":"","poster":"Iriní","date":"2015-06-19T11:49:06.051+0000","up_votes":1,"down_votes":0,"body":"Logischerweise müsste es so implementiert werden, dass beide Duo-Spieler die Strafe teilen.","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-19T11:51:55.258+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=honor8412,realm=EUW,application-id=Wj1wcocU,discussion-id=eEze8Xwl,comment-id=000200000000,timestamp=2015-06-19T11:49:06.051+0000)\n>\n> Logischerweise müsste es so implementiert werden, dass beide Duo-Spieler die Strafe teilen.\n\nWas wenn mein Kumpel aber unabsichtlich einen Internetausfall hat? Dann spiel ich lieber kein DuoQ mehr ausser er hat ein Smurf..\nEgal wie man es dreht, entweder es wird ausgenutzt oder du verlierst mehr Punkte ohne absicht.","replies":[]}]}]}]},{"id":"","poster":"VeS Ginsej","date":"2015-06-19T10:59:22.339+0000","up_votes":1,"down_votes":0,"body":"Abgesehen davon ist es egal, wenn ein Spieler mal AFK geht. Rein statistisch hast du im Gegnerteam mehr AFKler. Da ihr auch noch zu zweit seid, sollte euch das eine Game nicht so weh tun.","replies":[]},{"id":"","poster":"LikeLuc","date":"2015-06-19T10:55:31.213+0000","up_votes":1,"down_votes":0,"body":"(laut lol sind smurfs aber verboten)","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-19T10:56:53.286+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LikeLuc,realm=EUW,application-id=Wj1wcocU,discussion-id=eEze8Xwl,comment-id=0003,timestamp=2015-06-19T10:55:31.213+0000)\n>\n> (laut lol sind smurfs aber verboten)\n\nNein sind sie nicht.\n\nSmurfs = 2. Account von einem Spieler den er selbst hochgespielt hat.\n\nVerboten = Account von einem anderen Spieler nehmen und darauf spielen / Account kaufen.","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-06-19T10:49:19.979+0000","up_votes":1,"down_votes":0,"body":"Mir fehlt der Punkt \"Nein, ist zu stark ausnutzbar\".\n\nNimm das Spiel aus deinem Kommentar raus, wir betreiben hier kein Witchhunting.","replies":[]}]}