{"id":"UvRf7Ik3","poster":"AI AdmiralBoom","date":"2015-06-18T15:09:07.929+0000","title":"attempting to reconnect 2015","subforum":"Hilfe & Support","up_votes":2,"down_votes":0,"body":"Hallo               {{champion:86}} \r\n \r\nImmer im Spiel kommt eine Meldung diese lautet *attempting to reconnect* dann geht nichts mehr, ich stehe nur noch auf der Stelle kann nichts mehr machen, und werde daf&uuml;r auch noch reported von meinen Mates im Ranked !!!  {{summoner:3}} , hatte deswegen schon eine Sperre, aber ich kann da doch gar nichts f&uuml;r, ich habe schon mit meinem Internet Provider Telefoniert und die sagen es liebt nicht am Internet wir haben alles nachgeguckt, dort sind keine Abbr&uuml;che oder Sonstiger, es kann auch an keiner W-Lan st&ouml;rung liegen, da ich &uuml;ber Lan Kabel verbunden bin. \r\nIch habe das Spiel neu installiert, ich habe IP-Hilfedienst deaktiviert , Firewall &uuml;berpr&uuml;ft und deaktiviert so wie Antivir Programm. \r\nIch habe das Spiel nochmal repariert und es passiert nichts, habe dieses Problem auch nur bei Lol. \r\nIch wei&szlig; nicht weiter, kann so auch kein Ranking spielen {{summoner:3}} \r\n\r\nEben gerade wieder das selbe im meinem letzten Promotion Spiel, \r\nhabe 4 Spiele gespielt alles war gut auf einmal, mittem im Spiel kann ich mich nicht mehr bewegen und sehe noch kurz den Spielverlauf dann Verbindungsaufbau und nichts passiert und dann geht es wieder 3-4 Sekunden und dann das selbe Problem, das gleiche passierte auch bei meinem Mitspieler Alistar ..... am 18.06.2015 gegen 16:32. dadurch habe ich die Promotion jetzt verloren. \r\n\r\n\r\nMit freundlichen gr&uuml;&szlig;en\r\n\r\nLenard","replies":[{"id":"","poster":"Tôdesser","date":"2015-11-21T11:22:58.393+0000","up_votes":1,"down_votes":0,"body":"Hallo, auch wenn es ein bisschen spät ist... Ich hatte genau dasselbe Problem. Nach 2-3 Minuten im Spiel, stand ich auf einmal auf der Stelle, konnte mich nicht bewegen und die Gegner haben mich getötet. Anschließend kam diese \"attempting to reconnect\" Meldung. Manchmal kam ich noch nicht mal ins Spiel und hatte einfach nur einen schwarzen Bildschirm.\n\nVideos auf Youtube konnte ich jedoch problemlos anschauen. Andere Spiele wie BF4 oder CS:GO liefen ohne irgendwelche Ruckler oder Verbindungsabbrüche. Nur League of Legends machte Probleme. Also kam ich zum Entschluss, dass es nur an der Firewall liegen kann. Ich hab bei Ausgehenden und Eingehenden Regeln die League of Legends exe und kernel Datei erlaubt. Danach lief das Spiel ohne Probleme...\n\nTestet es mal auch. \"Überprüft\" nicht einfach die Firewall. Macht da ne komplett neue Regel rein.","replies":[]},{"id":"","poster":"Daniello","date":"2015-06-18T15:28:43.531+0000","up_votes":1,"down_votes":0,"body":"Kann mich dem jetzt nur anschließen. Nur dass ich nach mehrmaligem Launcher- und PC-Neustart immernoch nicht reinkomme in das Ranked aus dem ich aus heitrem Himmel geflogen bin. Am Provider/Router liegt es 100% nicht weil ich mit meinem anderen Account easy in der Zeit ein Spiel machen kann(!).\nca. 17:05 rausgeflogen.{{champion:2}}\n\nPS: das Spiel müsste schon 1 Std. laufen und ich hab immernoch den reconnect-Knopf, der mir sagt, dass ich nicht connecten kann nach einem langen schwarzen Bildschirm.","replies":[]}]}