{"id":"X4RXtzT5","poster":"Badmax Warrior","date":"2019-03-20T21:01:09.216+0000","title":"Mehr Out-zoom?","subforum":"Champions & Gameplay","up_votes":2,"down_votes":2,"body":"Hallo,\r\ndaher ich und wahrscheinlich auch andere nicht mit der manuellen bewegbaren Kamera spielen können würde ich es gut finden wenn man mehr rauszoomen kann. \r\n\r\nWas würdet ihr davon halten?","replies":[{"id":"","poster":"Kqur","date":"2019-03-20T21:49:58.553+0000","up_votes":3,"down_votes":0,"body":"Nein auf kein fall das wäre ja op.","replies":[]},{"id":"","poster":"Amycos Cyrus","date":"2019-03-20T22:15:57.136+0000","up_votes":2,"down_votes":0,"body":"Alles in das du direkt eingreifen kannst siehst du so auch.\nAlles andere kann man auf der Karte sehen. (Funktionen wie TP, Pings und Bewegungsbefehle sind ja auch über die Map global anwendbar)\n\nWie \"Kqur\" bereits erwähnt hat wäre es zu OP bzw. Es würde dir keinen Vorteil zum jetzigen Zustand gaben, da alle über diese Sicht verfügen könnten, was also bedeutet, dass Free-Cam immer noch immense Vorteile besitzen würde.\n\nWas erhoffst du dir eigentlich von einer derartige Änderung?\n{{sticker:sg-lux-2}}\n\nPS. So schwer ist es nicht mit Free-Cam zu spielen und es verbessert mit unter auch die Performance, da nur der Champion bewegt werden muss, statt alles außer dem Champion.","replies":[{"id":"","poster":"Nordwolf87","date":"2019-03-21T08:56:06.028+0000","up_votes":1,"down_votes":0,"body":"Naja so schlimm wärs nicht zumal der maximale Raus-Zoomfaktor erst vor einiger Zeit herabgesetzt wurde. Sprich über Jahre hinweg konnte man weiter vom Champ wegzoomen als jetzt. Ich kann mich ehrlich gesagt nicht mehr an die Begründung von Riot erinnern, warum man das geändert hat.","replies":[{"id":"","poster":"Amycos Cyrus","date":"2019-03-21T15:12:49.350+0000","up_votes":1,"down_votes":0,"body":"Weißt du vielleicht grob in welcher Season o.Ä. dieser Change war?\n\nIch für meine  Teil kann halt schwer für weiter rauszoomen argumentieren, da ich keinen Aspekt sehe, der sich dahingehen verbessern würde.\nDie aktuelle Sicht eines Champions ist ~1200 IGU nach unten/vorne im Bild (Das ist durch die geneigte Karte die geringste Sichtbare Strecke) sind bis zu ~700 IGU sichtbar. Nach rechts/links und oben/hinten sieht man atm. bereits die gesamten 1200 IGU. (Habe ich eben kurz getestet im Practice-Tool).\n\nAbseits von Skillshots, die man allerdings ohne das Sehen des Ziels platzieren existiert keine Fähigkeit die 700+ IGU Reichweite hat bzw. mit einer Reichweite von 700+ IGU verbunden ist jedoch nicht über die Karte platziert werden kann. (Oder die Summoner-Icons e.g. Shen-R)\n\nIm Endeffekt kann man auch mit Fix-Cam über die Tasten F1 bis F5 die Perspektive von Verbündeten einnehmen. (Eine Taste wird man halt selbst sein.) Man kann also auch jeden Verbündeten jeder Zeit ins Bild nehmen, wenn man will.","replies":[]}]}]},{"id":"","poster":"ImTheFox115","date":"2019-03-20T23:36:17.723+0000","up_votes":2,"down_votes":1,"body":"Wenn du wenigstens decent lol spielen willst, MUSST du mit Free Cam spielen!","replies":[{"id":"","poster":"OT Riku","date":"2019-03-23T02:19:36.345+0000","up_votes":1,"down_votes":0,"body":"Naja es gibt Highelo Spieler die mit locked cam spielen.\nAber ich weiß was du meinst es ist befreiender.","replies":[{"id":"","poster":"ImTheFox115","date":"2019-03-23T10:22:18.582+0000","up_votes":1,"down_votes":0,"body":"Wer?","replies":[{"id":"","poster":"OT Riku","date":"2019-03-23T19:09:03.307+0000","up_votes":1,"down_votes":0,"body":"Talonlon farm spielt mit locked cam. \nEs gibt noch mehr sagt mir mein Gefühl aber sonst kenne ich keinen. \nBroeki1 skillt seine spells noch mit Maus.","replies":[]}]}]}]},{"id":"","poster":"OSaftKiller","date":"2019-03-20T23:50:01.085+0000","up_votes":1,"down_votes":0,"body":"Geht bereits, einfach eine Auflösung mit breiterem Seitenverhältnis per Grafiktreiber erstellen/auswählen.\n\nHatte damals eine Zeit lang mit 1920 x 822 als Custom Auflösung gespielt. Geht über den Nvidia und AMD Treiber mega easy. Auf meinem aktuellem Monitor würde 2560 x 1080 Sinn machen, Native 2560 x 1440. Solltest Zentriert mit schwarzen Rändern auswählen, nicht strecken.","replies":[]}]}