{"id":"7eIrrBQX","poster":"Neamhoilte","date":"2015-06-17T19:11:34.015+0000","title":"Audienzsaal des Offtopics!","subforum":"Allgemeiner Chat","up_votes":24,"down_votes":3,"body":"Hallo Freunde des OT&acute;s,\n\neigentlich gab es immer den Audienzsaal des K&ouml;nigs im OT. Zum einen m&ouml;chte ich diese Tradition beibehalten, zum anderen nehme ich mir aber die k&ouml;nigliche Freiheit, dieses in etwas abge&auml;nderten Form zu gestalten.\n\nDeshalb gibt es jetzt den _Audienzsaal des Offtopics!_    \n\nDieser Thread ist nicht daf&uuml;r gedacht, um Doenerlord auf den Kopf zu schlagen damit es Licht bringt, oder nach B&auml;rlauchtee zu betteln, geschweige denn das Saur zu jagen etc pp. : ) Daf&uuml;r haben wir schon einen Thread.\n\nVielmehr m&ouml;chte ich uns einen Raum bieten, wo wir unsere W&uuml;nsche, Anregungen, Ideen, Visionen und Gedanken zum / &uuml;ber das OT posten, damit wir gemeinsam etwas schaffen k&ouml;nnen. Manchmal reicht es ja schon, wenn jemand mit einem \" Wie w&auml;re es, wenn wir z.B. \" kommt und der eine oder andere diesen Gedankengang weiterspinnt. Sollten wir das schaffen, dann haben wir einen Schritt in die richtige Richtung getan! \n\nAuch ist es hier m&ouml;glich, die Aufnahme ins K&ouml;nigreich zu beantragen!\n\n\nTANTE EDITH: Ok, da ich ja schon länger kein König mehr bin, habe ich es heute am 4 Juli 2017 endlich geschafft, diesen Post zu bearbeiten. \n\n\n\n\nHiermit ernenne ich _Riot Kengen_ zur Ehrenbürgerin des OT`s!\n\nIn diesem Sinne: Rettet die Poros! \n\n17/6/2015 BecksnStout, 7ter OT K&ouml;nig","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-05-20T01:42:14.806+0000","up_votes":7,"down_votes":0,"body":"**WTF news **\n_Staunenswertes aus der wissenschaftlich-teemologischen Fakultät des Königsreich Offtopic_\n_(Erstausgabe der zweiten Ausgabe) _\n\n\n**Beschmutzung meines Namens **\n\n_König reagiert energisch - Hochzeitsreise mit Prinz_\n\nUnsere königliche Hoheit, unser aller so hochverehrter und wohl geschätzter Eibert 1. , wurde am gestrigen Abend unerwarteter Weise sehr deutlich. Denn die Forumsattacken des EibertRümmelBot richten sich gegen das Wohl aller OTler. \"Peinlich\" bezeichnete Eibert den Versuch, sich als  Trittbrettfahrer auf dem Ruhm und dem Ansehen unseres Imprägnators ins Rampenlicht fahren zu wollen. Die Spekulationen darüber, wer sich hinter dem pubertären \"System\"\nstecken könnte beunruhigen die hoheitlichen Kreise jedoch  stärker als man bei Throne bestätigen mag. Selbst von einem Komplott finsterer Mächte wurde gemunkelt. Würde das Ende der Regentschaft nicht bereits feststehen, sicherlich würden die Spekulationen über ein verfrühtes Absetzen des Herrschers ins Kraut schiessen. Hinter vorgehaltener Hand soll sogar das Wort \"Putsch\" die Runde machen. \"Replacement\" war eine eindeutige Kamppfansage. Da sägt jemand am Stuhl!  Die heutige klare Antwort des Königs wurde allgemein als kämpferisch und keinesfalls amtsmüde interpretiert. \n\nIm Interview mit dem Kollegen Rümmelbiergragas  (https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/Wrpn55qE-interview-mit-eibert-rammel) gab es allerdings auch sehr erfreuliches zu verzeichnen. So steht doch die Hochzeit mit der lieblichen Dame **Superkahlan** vor der Türe. Hierzu gratulieren wir und wünschen dem Paare das beste Gelingen in allen Lebenslagen. Als ob dies noch nicht genug der GoodNews wären, so schlägt doch die folgende Sensation dem Fass den Boden aus: Das königliche Paar hat bereits Nachwuchs. **One Step Down** heisst der süsse Racker, wird auch gerne mal Kevin gerufen und ist durch diese Adoption sicherlich erstmal ein paar Schritte nach oben gepurzelt. Kurioserweise wollte sich der süße kleine Teenager seinem Glück nicht fügen, doch mit seiner zukünftigen Braut an der Seite liess es sich Eibert nicht nehmen und schuf mit der Lex Kevin die gesetzlichen Grundlagen, um diese Adoption zum Prinzen auch gegen den Willen des kleinen Buben durch zu setzen. Somit ist es beschlossen: Ab heute ist klein Kevin nie mehr allein zu hause!\nAus Platzgründen ist der Bengel vorerst in der Mädchentoilette eingezogen und wandelt nun als munterer Hausgeist durch die Königlichen Gemächer und Hallen. Sehr zur Freude unserer kommenden Königinmutter.\nSicherlich stellt sich hinsichtlich der Fakten die Frage, ob denn die erst noch zu schliessende Ehe angesichts des Nachwuchses bereits als vollzogen gewertet werden muss. Prof. Namiultedformose war leider nicht für eine Stellungnahme erreichbar, soll aber bereits mit einem Team an der Lösung arbeiten. Wir werden berichten ...\n\n**Bauprojektierungen begonnen**\n\nAlles neu macht der Mai. Im Zuge der extremen Expansion des OT in den vergangenen Wochen, kommen Veränderungen aufs Königreich OT zu. So wurden bereits zahlreiche Grossprojekte ins Auge gefasst, um unsere Heimat auch in Zukunft gut da stehen zu lassen. Die detaillierten Projektpläne liegen der Red noch nicht vor, jedoch ist aus gesicherten Quellen bekannt, daß ein OT Kindergarten angedacht wurde. \nEbenso gehen die Planungen für die Reichsdruckserei weiter. Momentan sehen die Planer die  Unterbringung der 30 Buchstabenoberbeauftragten im Staatsdienst (BobiS) noch als Hürde für ein rascheres Fortschreiten. Solange gilt: \"Papier ist geduldig!\" \nZudem wird darüber nachgedacht die WTF news in weisser Schrift auf weissem Papier zu drucken, da man die Seiten dann noch individuell beschriften könnte. Ausserdem blieben dadurch nicht direkt visuell einsehbare Körperzonen von Druckerschwärze befreit, selbst wenn die WTF news zu Reinigungszwecken verwendet würde.\n\n\nVerantwortlicher Interimsredakteur: Prof. Dr. teem. sN00bdogg; Teemologe und Hund.","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-05-22T12:40:33.476+0000","up_votes":6,"down_votes":0,"body":"**WTF** _news _ \nStaunenswertes aus der wissenschaftlich-teemologischen Fakultät des Königsreich Offtopic\n\n**EXTRABLATT**\n\n----------------------------------------------------------------------------------------------------------------------------------------\n\n**EibertRümmelBot enttarnt - Swisskeks outet sich **\n\nIn der gestrigen Nacht konnte endlich die Identität des EibertRümmelBot gelüftet werden. Jener Bot, der mit seinem \"Project: REPLACEMENT\" danach trachtet, unseren König noch vor dem Ende seiner Amtszeit vom Thron zu stoßen. Jetzt konnten unter Führung der canoiden Spürnasen der WTF Redaktion die Fährte bis zu Swisskeks verfolgt werden. Trotz seiner Überaschung über den sehr raschen Ermittlungserfolg der WTF Reporter war Swisskeks sofort bereit bei einem Rümmelbier den ersten Nachfragen Rede und Antwort zu stehen.  \n\nAuf die Frage nach seiner Motivation gab es allerdings eine überaschende Antwort. \"_Ganz einfach: Langeweile!_\" so das ernüchternde Statement. Allerdings bieten die Antworten dem psychologisch versierten Interviewer aller Hand Ansätze das Verhalten des bisherigen königlichen Diplomaten zu hinterfragen. So liegt die Vermutung nahe, daß es dem Schweizer nicht mehr genügte immer nur neutral zu sein. Auch, daß er immer fürs OT sprechen muss ohne etwas sagen zu dürfen, mag eine Rolle gespielt haben. Vor allem, wenn ihm \"_keiner mehr sagt, was nicht gesagt werden soll!_\" \nGerade in letzter Zeit litten \"_die hoheitlichen Verrichtungen sehr unter der Verliebtheit des Königs_\". Die momentanen Entwicklungen im Königreich OT geben \"_starken Anlass zur Sorge_\",  so Swisskeks weiter. \"_Da muss man etwas unternehmen solange noch Zeit bleibt! Viel mehr als einfach nur eine Schoki zu essen und abzuwarten!_\" \n(Das vollständige Interview drucken wir exclusiv in der nächsten regulären Ausgabe der WTF news. Die Red.)\n\nSofort nach Erscheinen des EibertRümmelBots schossen die Gerüchte ins Kraut, wer sich hinter dem Pseudonym so feige verstecken könnte. Sogar von einer Gruppe von Putschisten wurde gemunkelt. Als Auslöser wurde in Königskreisen aber auch Eifersucht diskutiert. Hatten doch nach dem königlichen Heiratsantrag an die Dame Superkahlan mehrere Hofdamen ihren Neid zum Ausdruck gebracht. Man denke nur an die königliche Beraterin Angel Ayume und ihre unheilvoll klingenden Worte: \"_Doch verborgen im Schatten im hintersten Winkel des Saals steht eine kleine Gestalt, finster und böse schaut sie auf das Paar._\" Oder an pluviaglaciali  die förmlich zu Eis erstarrte als sie gerade erst angekommen im Audienzsaal dem Heiratsantrag beiwohnte. Die Ermittlungen bezüglich eines femininen Komplotts führten jedoch in die kassadinsche Leere, so daß man weiterhin im Dunkeln tappte. Jetzt war es wohl Swisskeks, der seinen Einfluss auf den König schwinden sah und sogar eine Revolution anzetteln wollte. \nKönig Eibert 1. zeigte sich überascht von diesem sensationellen Durchbruch, wollte aber noch keine endgültigen Schritte verkünden. Unser Monarch wertet das Vorgehen seines Vertrauten als \"**Schrei nach Liebe**\", was wohl dadurch ausgelöst wurde, daß er \"_nur noch Augen für meine Angebetete habe_\". Er wolle sich bei einem Rümmelbier mit Swisskeks aussprechen, um sich alsbald wieder voll auf die Hochzeitsvorbereitungen konzentrieren zu können. \nAuch Superkahlan war sehr erfreut, daß das feminine Komplott ausgeschlossen werden konnte. Kann sie doch jetzt bei den in Frage kommenden Brautjungfern wieder aus dem Vollen schöpfen, \"_was die Entscheidung nicht leichter macht_\", so Superkahlan mit einem leichten Stirnrunzeln.\n\n-------------------------------------------------------------------------------------------------------------------------------------\n\nStellvertretender Interims-Chef-redakteur: Prof. Dr. teem. sN00bdogg.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-04-04T17:51:40.928+0000","up_votes":6,"down_votes":0,"body":"Es wird höchste Zeit, dass ich mal aus dem Schatten der Schänke trete.\nSeit etwa einem Monat beobachte ich, wahrscheinlich von den Meisten unbemerkt, was in eurem Königreich vor sich geht.\nDer gute Eibert hat mein intresse an eurem Reich geweckt, als ich auf der Reise durch das Forum, einen warmen Ort mit kalten Getränken suchte, um einen Abend zu verweilen.\nWie es das Schicksaal so wollte, war es genau der Abend des Umbruchs und so entschied ich, länger als geplant zu bleiben.\nBisher blieb ich ein mehr oder minder stummer Zuschauer, denn ich wollte die Einheimischen verstehen, bevor ich es wagte, mich in ihre Belange einzumischen.\nDie Zeit des Schweigens ist nun vorbei!!!\n\nGäbe es hier noch eine klare Befehlsstruktur, hätten mich die Wachen wohl längst des Saales verwiesen, doch ich rate euch, mir Gehör zu schenken, auch wenn ich kein Bürger eures Reiches bin.\n\nLasst euch gesagt sein, ihr steuert eurem eigenen Untergang entgegen!\nIhr seid genau die Sorte von Foruminierern, die das deutsche LoL-Forum braucht, die Zerstreuung und ein wenig Rollenspiel in die triste Litanei der Banns, Teamsuchen und allgemeinen Beschwerden bringt.\nIch frage euch also, wieso zum Draven kehrt ihr der Öffentlichkeit den Rücken und verbarrikadiert euch in einem anderen Forum, welches so öffentlich und zugänglich ist, dass ich es heute erst gefunden habe!?\n\nUnter Gleichgesinnten sein ist etwas wunderbares und auch für mich äußerst erstrebenswert, die Literatur aber, zu der auch das Foruminieren zählt, lebt von ihrer Öffentlichkeit!\nTeilt eure Texte, eure Rollenspiele und eure Fantasie mit dem Rest der (LoL-)Welt! Nicht nur für sie ist es eine Bereicherung, sondern auch für euch selbst, denn nur so werdet ihr Leute finden die eure Texte lieben, Leute die eure Texte hassen und Leute, die eure Texte aufgreifen, weiterführen, ad absurdum führen und somit etwas ganz Neues schaffen.\nDie Saat der Vielseitigkeit geht nur an der Sonne auf und nicht in einem dunklen Keller, in den ihr euer Königreich verschleppt habt!\n\nIch rate euch also:\nSchließt die Kammer der Isolation und geht eurem Treiben wieder hier im OT-Bereich des LoL-Forums nach! Die Leute hier wollen Wahlreden sehen! sie wollen die Wahlen miterleben und von euren literarischen Ergüssen zehren, auch wenn sie nicht zu eurem verschworenen Kreis gehören! Um euer Selbst Willen, solltet ihr diesem Verlangen nachkommen! Der Schankwirt Rümmel hat euch gezeigt, wie groß das Verlangen des Foren-Volkes nach ein wenig Verrücktheit ist!\n\nDer Ratschlag wurde erteilt, was ihr damit anstellt, liegt einzig und allein bei euch!","replies":[{"id":"","poster":"Maexle","date":"2016-04-05T08:27:30.216+0000","up_votes":2,"down_votes":0,"body":"Das stimmt. Ich bin auch vor kurzem erst auf dieses \"Königreich\" aufmerksam geworden. Ich glaube, dass das daran liegen könnte, dass das System der Monarchie etwas veraltet ist und deshalb an Ansehen verliert. :P\n{{champion:17}}","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-04-05T15:51:54.689+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Meinung, nicht nur weil sie sehr nah an der meinen liegt. Unser Forum ist mir auch ein Dorn im Auge (Ok den internen unsichtbaren bereich brauchen wir für OT treffen ect), aber das größere Problem ist wohl die WA gruppe, die vielen ausreicht Ihre Spamlust auszuleben.\n\nAber mit Becks als König steuern wir bestimmt besseren zeiten entgegen. ich werde weiterhin meinen Beitrag leisten :)","replies":[]},{"id":"","poster":"Zamonianer","date":"2016-04-05T14:32:44.353+0000","up_votes":1,"down_votes":0,"body":"Du hättest uns dort zwar etwas früher finden können (OT-Übersicht ^^), aber du hast natürlich, wie auch alle vor dir ;), Recht, dass wir uns nicht in irgendeinem Versteck verste... verschanzen dürfen.\n\nAllerdings war das ja auch nie meine Absicht (wie auch bereits mehrmals erwähnt ;)). Es fing ja damit an, dass das Forenspiel \"Beleidige deinen Vorposter\" verbannt wurde und ich mit meiner selbst geschriebenen Lösung nicht zufrieden war. Desweiteren standen Gespräche über ein OT-Treffen an, und ich wollte nun wirklich nicht, dass jeder sehen kann, wo wir alle wohnen ;)\nEin privates Forum war die einfachste Möglichkeit, um privat und ohne gleichzeigt online zu sein, reden zu können. Es war nie meine Absicht, das alles hier, dorthin zu verschieben (auch, wenn es dort schöner ausgesehen hätte ^^).\n\nAber, nur um das nochmal klar zustellen: dort ist auch nichts los. \nEs gibt seit der Gründung am 10 August 2015 genau 507 Beiträge, also ungefähr 2.12 pro Tag. Im Februar gab es insgesamt **2** Beiträge. Das ist, sogar verglichen mit unserem verringerten Geschreibe hier, nichts. Das ist (halb) so viel, wie wir an manchen Tagen in der Whatsapp-Gruppe haben (und die ist weit versteckter und hat weniger Mitglieder). Oder in einigen Tagen hier.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2017-06-08T15:14:52.020+0000","up_votes":5,"down_votes":0,"body":"**WTF news **\n_Staunenswertes aus der wissenschaftlich-teemologischen Fakultät des Königsreich Offtopic_\n**Sonderausgabe zur Königswahl 2017**\n--------------------------------------------------------------------------------------------------------------\n\n**Waldampf vollstens entbrannt -  Angel baut Vorsprung aus - KP abgeschlagen**\n\nDie Wahl zum neuen König des OT steht vor der Tür. Längst schon gibt es hitzige Debatten, sowie diplomatische Winkelzüge. Die Politik hier zu Lande läuft in diesen Tagen auf Hochtouren.  Die Kandidaten haben ihre Wahlprogramme der Öffentlichkeit vorgestellt und nun diskutieren sie entweder miteinander oder widersprechen sich selbst. Als überparteiliches Schmierenblatt sind wir zwar mehr an Schlagzeilen als an den Faktenchecks interessiert, dennoch wollen wir Ihnen helfen, am Waltag den Wal ihrer Wahl zu treffen. Die Kandidaten im Portrait:\n\n**Angel Ayume**:\n\nGanz klare Favoritin! Souverän schweben ihre Punkte in Sphären, die sie jetzt schon als sichere Gewinnerin da stehen lassen. Und das völlig zu Recht. Nicht nur, weil es an der Zeit wäre, daß einmal ein Engel als König regiert, nein sie mag obendrein auch noch Wurst! Selbst immer gut informierte Beraterin des dahingeschiedenen Königs Eibert 1., mag sie keine schlecht informierten Passanten. In ihrer Freizeit vertreibt sie sich die wenigen Stunden der Labsal mit Urzeithorrorfilmen oder dem Studium der garnesischen Sprache.\nFür den Fall ihrer Wahl hat sie uns \"ein glorreiches Zeitalter\" versprochen. Das klingt erstens hervorragend und zweitens ist keiner Ihrer Kongruenten derart kongruet geworden. Ayume! Wir gratulieren schon mal, aber seid Euch gewiss: Wir werden die 100%ige Einhaltung dieser Versprechen im Auge behalten. \n\n**King Prow**:\nDer gefallene Engel dieser Wahl, standen seine Chancen doch kürzlich noch bestens. Zeitweise sah er wie der Sieger aus, doch großen Worten folgten bisher nur die Taten eines kleinen Mannes. Vollmundig verspricht er uns die Reform der Religion, doch spricht er nur zu gern über die alten Zeiten als das OT noch dem Mehrtrollglauben anhing. Etwas Wehmut scheint mitzuklingen, wenn KP sich über den Niedergang der trollianischen Gemeinde äussert. Doch längst ist  die scoutianisierung des OT weit fortgeschritten. Aller Orten kann man die Scoutianer sehen, wie sie unsichtbar im hohen Gras stehen, denn nur im hohen Gras bei Mondlicht kann man die Zeilen des Späherkodex entziffern. Einmal unsichtbar, so glauben sie, sind sie nur noch für Gott sichtbar.\nScheinbar weiss KP nichts damit anzufangen, aber als Opportunist, der er nunmal ist, hat er sehr schnell die Strömung der neuen aufkommenden Angelianisierung des Teemoglaubens erkannt und sich das Motto zu eigen gemacht! Angel soll die Kirche fortan leiten und zur Göttin erklärt werden. Pfui, Herr Prow! So einfach wollen sie sich ihres Hauptkongruenten entledigen? Sie geben es wohl auch lieber den Mächtigen, wie?\nDoch mit dieser Heimtücke nicht genug! So gaukelt uns dieser KP etwas von Rechtsschreibung vor. Als könnten wir nicht selber sehen, dass er selbst die Linksschreibung praktiziert. Gaukelei? Da hat wohl der Strippenzieher hinter dem Throne schon seine Finger im Spiel. Scheinbar überfordert von den vielfältigen Aufgaben eines kommenden Königs, hat dieser KP hat bereits seine Grenzen erkennen müssen und braucht dringend Beistand. Klipp und klar bekennt er sich zu seinem Unvermögen und schlägt uns nun ein Dummovirat vor. Gemeinsam will er herrschen und \"Auf Augenhöhe\" will er sich mit Shaco beraten. Ob ihm da wohl der Schalk im Nacken saß? Naja. Jedenfalls nicht der einzige Blödsinn, den wir dieser Tage von KP vernehmen müssen. Wollen wir mal hoffen, daß das braune Zeug rund um seinen Mund Shacolade ist! \n\n**El Pingu**:\nSeine Leistungen in den Zeiten der Altvorderen in allen Ehren, aber lasst es uns mit den Worten von Ekko sagen: \"Du warst mal cool!\" Vergangenheitsform! Heute bist Du es nur noch, wenn Du mal wieder zu lange hinter der Verkaufstheke der Super Hot Ice Tavern standest. Die Rede zum Narrwal war ebenfalls eher tranig. Sicherlich hast Du uns mit deinen pittoresken Erinnerungsfragmenten Bilder geschenkt, die wir nie vermisst hätten, aber in deinen Vorschlägen für die Zukunft des OTs sind wohl mehr Spinnereien als  Visionen enthalten. \nSo wird u.a. die Einführung eines Zwei-Kasten-Systems für OTler gefordert. Was war denn am alten schlappeseppelschen Ein-Kasten-System so schlecht? Hatten wir nicht alles was wir brauchten. Nach nur einem Plopp? Auch wenn Du beteuerst, daß Dir das OT sehr am Herzen liegt, so fragen wir uns doch im Gegenzug, ob wir das OT deinem altersschwachen Herzen anvertrauen können. \nUnsere Empfehlung für nach der Wahl: Macht die SHIT nicht fruch-tiger sondern löwenzahniger.\n\n**Luna alias Pluviaglacialis  -  der Mann in Frauenhosen!**\nDieser Kandidat rockt! Allerdings nur im Schlafzimmer seiner Mutter vor dem Spiegel. Da schlüpft er gerne mal in die ein oder andere bizarre Rolle. Kein Wunder, daß er keine Spammazoiden mag. Wundersamer Weise weigert er sich Entscheidungen zu treffen und würde bei seiner Wahl die Monarchie als solche in Frage stellen. Ansonsten fordert er ein eigenes Unterforum fürs OT ... _gääääähhhnnn_ .... und viel mehr Spass durch regelmäßige Scrims und Fun-matches ( als wären das alles seine Ideen!).  Wir kommen zu dem Schluss: Dieses Wohlprogramm ist tatsächlich nur etwas zum Abdanken.\n\n**Maexle**\nWenn es eins ist, was dieser Kandidat kann, dann ist es viel reden ohne was zu sagen. Nach dem Lesen seines Freds hatten wir das Gefühl, dass das Wahlprogramm recht erfolgreich sehr vage umschrieben wurde. \nIn seinen Kernaussagen beschränkt sich Maexle aufs Gegner Bashing ohne jedoch hier eine klare Position ein zu nehmen. Einerseits verteufelt er in scoutianischster Weise den herannahenden Weltenbrand, andererseits verkauft er ihn uns als \"warm und hell\". Einem solchem Einflüsterer darf man nicht auf den Leim gehen. Geradezu blasphemisch wird Maexle, mit seinem Vorstoss Teemo zu einem Maskottchen des Reiches zu degradieren! Infam!\nMan möge auch die Lauscher spitzen und genau zu hören, wenn Maexle über die andere Volksikone des OT redet: Das Rümmelbier. Dieses \"wird staatlich subventioniert\". Steuern will er dafür nicht erhöhen, doch angesichts der maroden Staatskasse, wird dies nicht ausbleiben. Über eine Vergnügungssteuer könnte das Rümmelbier bald sehr viel teurer werden. Maexles zweites Wahlversprechen ist in diesem Kontext deutlich klarer einzuordnen: Nach der Wahl \"sorge ich dafür, dass ihr genug Wasser trinkt\" \n\nFür die Inhalte der Wahlprogramme sind ausschließlich die Kandidaten verantwortlich. Die Red.\n-------------------------------------------------------------------------------------\n\n**OT vs op-a - Rückspiel:  Sonntag 11.06.17 20:00  **\n\nInteressenten für das Rückspiel wenden sich bitte an Spielführer Swan Song zwecks Mannschaftsaufstellung.  \nDie Übertragung via Twitch ist bereits in Planung. \n\n** Mystery Skin Challenge **\n\nBegleitend zum Rückspiel findet am Sonntag ab 15 Uhr zum ersten Mal die von der _**WTF news**_ gesponserte _Mystery Skin Challenge_ statt.  Wer die Herausforderung annehmen will, der melde sich bitte bei der Redaktion zwecks Starterlaubnis. \nStartberechtigt sind alle OT-Bürger und anlässlich des Rückspiels auch alle  op-a´s. \nWeitere Wildcards zur Teilnahme OT-fremder Spieler, sind nach Leumundsbezeugung eines OT-Bürgers bei sN00Bdogg erhältlich.\n\n-------------------------------------------------------------------------------\n\nStellvertretender Interims-Chefredakteur: Prof. Dr. teem. sN00bdogg. / Teemologe und Hund.","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-04-25T00:48:03.801+0000","up_votes":5,"down_votes":0,"body":"**WTF news **\n _Staunenswertes aus der wissenschaftlich-teemologischen Fakultät des Königsreich Offtopic_\n(Erstausgabe)\n--------------------------------------------------------------------------------------------------------------\n\n**Teemo stärkster TOP-Laner**\n\nGute Nachrichten für König Eibert I. Nun konnte endlich bewiesen werden, daß Teemo der stärkste aller Lane-Bullys in der Kluft ist. Herausgefunden haben dies Forscher des beauftragten Instituts LOLKING. In wochenlanger Kleinarbeit wurden alle möglichen Matchups verglichen. Die Ergebnisse sind untrüglich und nicht mehr zu widerlegen, ihre Veröffentlichung gleicht einer Sensation! Denn kein anderer Champion hat solch hohe Siegchancen wie Teemo. Sei es Garen, Darius oder Tryndamere, gegen nahezu alle und jeden hat Teemo eine Winrate von teilweise weit über 50-55 %. Wissenschaftler erklären damit das Phänomen des Teemo-Hasses sowie die hohe Banrate.\nDoch gilt es weiterhin Yasuo im Auge zu behalten. Er ist nahezu der einzige, der Teemo Schwierigkeiten bereiten kann. Die äusserst niedrige Winrate gegen Yasuo (46%) erklärt sich durch seine w-Fähigkeit, welche sowohl die Giftpfeile als auch die Pilze in ihrem Fluge abblockt. Jegliche Versuche im Labor einen Weg zu finden, wie Teemo die Windwall überwinden könnte, sind bislang gescheitert. Unsere Forschungen lassen aber den Schluss zu, daß Teemo sehr wohl Pilze über die Wand werfen könnte, wenn diese auf Yordlemaß geschrumpft werden könnte und nur halb so hoch wäre. Aus wissenschaftlich-teemologischen Kreisen erklingt deshalb allerseits die Forderung:\n\nRIOT! TEAR DOWN THIS WALL! \n\nQuelle:\nhttp://www.lolking.net/charts#/Top%20Lane%20Matchup\n\n------------------------------------------------------------------------------------------------------------------------\n\nGegendarstellung\n\nUnsere Recherchen haben ergeben, daß das Reittier unseres Königs  Eibert I. kein sehr kleines Pferd ist. Auch ist sein Name nicht One-Trick, wie überall im Königreich gemunkelt wird.\n\n--------------------------------------------------------------------------------------------------------------------------","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-26T12:48:46.624+0000","up_votes":1,"down_votes":0,"body":"wunderschön :)\n\nDie Rankedsaison hat für mich ja noch nicht begonnen, deswegen gönne ich meinem geleibten Reittier eine kleine Pause ;)","replies":[]}]},{"id":"","poster":"Action Alet","date":"2015-06-17T19:32:40.614+0000","up_votes":5,"down_votes":0,"body":"Dann frage ich nochmal hier: \"Wie wäre es, wenn wir z.B.\" zusätzlich zu [King Prows Dichterthread](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/etrPMAHj-otclub-der-aushilfsdichter-und-beschwipsten-schreiber) einen Wortkunstwettbewerb veranstalten? Details müsste ich mir noch überlegen, aber das sähe dann ungefähr so aus, dass alle paar Wochen ein Thema kommt, zu dem jeder etwas schreiben und dann einreichen kann und per Abstimmung ein Gewinner bestimmt wird. Werde das nur bei genügend Interesse und Teilnahmebereitschaft machen, also begeistert euch für Literatur, ihr Banausen! oder so.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-18T11:43:12.835+0000","up_votes":1,"down_votes":0,"body":"Bin dabei.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-06-18T06:12:19.440+0000","up_votes":1,"down_votes":0,"body":"Offtopic Prosa. Klingt gut. Ich würde meinen königlichen Senf dazugeben. \n\nTeilnehmen sollte jeder können, der diesen Fred findet. : ) \n Vieleicht verirrt sich ja einer hierher und bleibt.","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-06-17T20:31:56.774+0000","up_votes":1,"down_votes":0,"body":"Ich wär dabei :)\nWir könnten ja einfach Thema nennen (im Thread oder in einem neuen) und dann dort schreiben, und am besten per Kommentar abstimmen. Würde ich zumindest vorziehen, wenn wirs nur im OT machen. Wir könnten natürlich auch den Rest vom \"FanFic\" einladen. ^^\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2017-05-30T11:30:29.939+0000","up_votes":4,"down_votes":0,"body":"WTF news \nStaunenswertes aus der wissenschaftlich-teemologischen Fakultät des Königsreich Offtopic\n\nSonderausgabe anlässlich des Ablebens unseres Königs Eibert I.\n--------------------------------------------------------------------------------------------------------------\n**\nDer König ist tot!  Es lebe der ... Wahlkampf**\n\nMit großer Bestürzung wurde überall im Königreich der Tod unseres geliebten Landesherrn aufgenommen. Heroisch stürzte er sich in die Schlacht, um das OT zu retten und zahlte mit seinem Leben dafür, welches im Innern des Clouddrakes unwürdig ausklang. Kritische Stimmen sprechen hinter vorgehaltener Hand aber auch darüber, daß diese Schlacht hätte verhindert werden können, wäre der König nicht durch seine Liebeswirren, seine Vermählung und weitere familiäre Verstrickungen wie der Adoption mehrerer Kinder zu stark in Anspruch genommen gewesen. Mögen sich die Historiker damit im Detail auseinander setzen und herausfinden, was im Genauen ursächlich für die Eskalationen der vergangenen Tage war. Wir sagen: papperlapapp! Am Ende hat er seinen wahren Charakter gezeigt und sich fürs OT geopfert.\n\nJetzt gilt es erst einmal zu trauern und unserem geliebten Herrscher die letzte Ehre zu erweisen. Wir, die  WTF-redaktion, möchten hiermit seiner trauernden Witwe Superkahlan, den Adoptivkindern Schacolade, One Step Down und pluvia glacialis, sowie dem gesamten Königreich unser Beileid aussprechen. Er war ein grosser gütiger Mann und trotz all seiner menschlichen Schwächen ein Herrscher, der seines Gleichen sucht. Seine Regentschaft war bedauerlich kurz, doch umso glorreicher wird sein Vermächtnis für immer in unseren Erinnerungen verweilen. \n\nAngel Ayume hat sich angeboten eine Trauergruppe zu gründen. Wer in diesen schweren Stunden Trost und Zuspruch sucht, darf sich gerne an Sie wenden.\n\nDas OT wäre aber nicht das OT, wenn es nicht auch in solch dunkler Stunde den Blick in die Zukunft richten würde. So wurden von El Pingu bereits die ersten Schritte hinsichtlich der anstehenden Königswahl in Angriff genommen. (https://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/MHhsfYV9-ot-wahlvorbereitungen?show=nested)\n\nWer Interesse hat, sich als Wahlhelfer zu beteiligen oder gar selbst als Kandidat zur Wahl anzutreten, möge bitte vorübergehend  mit El Pingu Kontakt aufnehmen.\n\n--------------------------------------------------------------------------------------------\n\n**Wolkendrachen geächtet**\n\nÜberraschend schnell und offensichtlich durch König Eiberts Tod beeinflusst, wurde über die gefährlichsten aller Drachen, die Wolkendrachen, die Reichsacht ausgesprochen. \n\nEinem jeden OT-Bürger ist es hiermit strengstens untersagt, Clouddrakes zu füttern oder ihnen Unterschlupf zu gewähren. Ihr Erscheinen ist unverzüglich der königlichen Dschungeltruppe mit  Ort und Zeit zu melden. Für das erlegen eines Wolkendrachens soll ein jeder Bürger fortan mit dem königlichen Wolkenkuckucksorden ersten Grades am Band geehrt werden.\n\n--------------------------------------------------------------------------------------------\n\nStellvertretender Interims-Chefredakteur: Prof. Dr. teem. sN00Bdogg.","replies":[]},{"id":"","poster":"Zamonianer","date":"2016-06-17T21:31:09.528+0000","up_votes":4,"down_votes":0,"body":"Der königliche Magier stellt hier nun sein neustes Werk vor: ein Zauberspruch zum Färben dieses Forums!\nMithilfe von Stylish (oder TamperMonkey oder GreaseMonkey) lässt sich mit diesem [Style](https://userstyles.org/styles/129117/white-league-of-legends-board) die Hintergrundfarbe des Forums auf weiß setzen, die Schrift wird dabei natürlich schwarz.\nSieht natürlich nicht so schön von der Farbgebung aus, wie das alte, aber sollte für die, die schwarze Schrift auf weißen Hintergrund bevorzugen, leichter lesbar sein.\n\nGruß\nZamo","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-07-01T17:10:51.429+0000","up_votes":4,"down_votes":0,"body":"https://youtu.be/ngufar3HwRY\n\n\n\nIst nur ein Handymovie...","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-02T07:41:56.323+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=000a,timestamp=2015-07-01T17:10:51.429+0000)\n>\n> https://youtu.be/ngufar3HwRY\n> \n> \n> \n> Ist nur ein Handymovie...\n\nDu hast aber kleine Hände^^","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-02T09:18:45.513+0000","up_votes":1,"down_votes":0,"body":"Sanft und Zart... \n\n; )","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-02T07:18:57.773+0000","up_votes":1,"down_votes":0,"body":"Heya\nHätt ich vom Gewinnspiel nur rechtzeitig erfahren D:\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-01T18:17:39.343+0000","up_votes":1,"down_votes":0,"body":"Nice^^","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2017-06-28T19:25:32.457+0000","up_votes":3,"down_votes":0,"body":"Witzige Smurfs sind witzig.\nUnwitzige Smurfs, dessen einziger Sinn es ist dem OT zu schaden in dem man unnötige (und kindliche) Kriege fühlt, sind unnötig.\nKriege KÖNNEN witzig sein. Rivalitäten KÖNNEN witzig sein. Aber so wie es zurzeit ist, ist es witzlos.\nMeiner Meinung nach jedenfalls.\n\nAber ich lasse mich ja gerne noch vom Gegenteil überzeugen, bin mal gespannt wie sich das ganze entwickelt..\nIch hab einfach keinen Bock auf sinnlose Kleinkriege nur weil jemand nicht mehr den Respekt hat, den er erwartet. Weil er eine schwindende Erinnerung in den Köpfen ist. Es zu akzeptieren und von neuem zu beginnen wäre mMn. eine schönere und witzigere Möglichkeit als für unruhe zu sorgen die einzig und alleine aus Missgunst und Bosheiten besteht.\nFalls mich hier überhaupt wer verstehen kann..","replies":[]},{"id":"","poster":"King ProwIII","date":"2017-06-08T15:24:42.854+0000","up_votes":1,"down_votes":0,"body":"Verehrte Redaktion der WTF News,\n\nso sehr ich ihre äußerst korrekte und stets fragwürdige Recherche schätze, diesmal haben sie einen großen Schnitzer begangen.\n> \n>  Angel soll die Kirche fortan leiten und zur Göttin erklärt werden. Pfui, Herr Prow! So einfach wollen sie sich ihres Hauptkongruenten entledigen? Sie geben es wohl auch lieber den Mächtigen, wie?\n> \n\nIch werde den Glauben an die heilige [Anit-tilt Robbe Antje](https://www.youtube.com/watch?v=eY52Zsg-KVI&t=3322s) einführen. Sobald sie also einmal von ihrer Bild-Zeitung aufschauen, möchte ich sie bitten, dieses Detail zu korrigieren.\n\nZuletzt noch eine Frage: haben sie etwas gegen Linksschreibung?","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-06-08T15:52:00.591+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=King ProwIII,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b1,timestamp=2017-06-08T15:24:42.854+0000)\n>\n> Verehrte Redaktion der WTF News,\n> \n> so sehr ich ihre äußerst korrekte und stets fragwürdige Recherche schätze, diesmal haben sie einen großen Schnitzer begangen.\n> \n> Ich werde den Glauben an die heilige [Anit-tilt Robbe Antje](https://www.youtube.com/watch?v=eY52Zsg-KVI&amp;t=3322s) einführen. Sobald sie also einmal von ihrer Bild-Zeitung aufschauen, möchte ich sie bitten, dieses Detail zu korrigieren.\n> \n> Zuletzt noch eine Frage: haben sie etwas gegen Linksschreibung?\n\nDanke für Ihre rege Anteilnahme an unserem Unterhaltungskonzept. Wir nehmen uns allerdings die (Presse-)Freiheit,  ihren Versuch, uns als Lügenpresse hin zu stellen,  als rein wahltaktisches Manöver zu werten und in Folge dessen ihre gewünschte Gegendarstellung schlichtweg zu ignorieren. \n\nAusserdem haben wir ganz und gar nichts gegen die Linksschreibung. Erst recht nicht, wenn zuvor die rechte Hand zu gänzlich anderem Zwecke am Papiere einsatzbedingt zu werken wusste.","replies":[]}]},{"id":"","poster":"The mute Swan","date":"2016-05-01T19:02:43.011+0000","up_votes":3,"down_votes":0,"body":"Mylord, die Erhabenste aller Erhabenen Majestät Becks,\n\nhiermit möchte ich darum bitten in Euer Königreich aufgenommen zu werden. Ich bitte um die Ehre ihnen die Treue schwören zu dürfen und ihnen Jeden Sonntag einen Teemo-keks backen zu dürfen. Warum einen Teemo-keks? Weil der unichtbar ist, Mylord. Unsichtbare Kekse sind die besten. Ihr könnt jeden morgen in die Keksbox schauen und euch denken, dass diese nicht leer, sondern voller Teemo-kekse sein Könnte. Oder auch nicht, niemand kann sie ja sehen. Desweieteren erbitte ich um eine Empfehlung für den Posten des außerdimensionales-Raum-Zeit-kontinuums-bereisens-Dozenten am Mugiwara Institut für Pseudowissenschaften und Halbwissen, da dieser vor kurzem wieder freiwurde. Qualifiziert genug bin ich durch lange zusammenarbeit mit dem Ehrenwerten Dr. Prof. Prof. Mag. Z.-Zilean. \n\nSolltet ihr keinen Gebrauch für mich haben, so bitte ich wenigstens um Asyl, in meiner Heimat Freljord werde ich verfolgt, weil ich durch einen Fehler König Tryndameres langes Schwert etwas... verjüngte... nun ist es ihm zu leicht und ich fürchte um meinen Kopf.\n\nEuch noch ein langes Leben und möget ihr kein glas mehr halb leer, sondern halb gefüllt mit Teemo-keksen sehen.","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-01T20:14:54.051+0000","up_votes":1,"down_votes":0,"body":"Namiultedformose,\n\nwie könnte ich bei dem Angebot nein sagen...  Teemokekse, einfach lecker.  ;)  Du solltest dich mit dem Rümmel Eibert zusammentun, der lebt quasi für Teemo.\n\nOb du die Dozentenstelle bekommen kannst, hängt ganz von Mugiwara ab. Frag ihn ob er noch Hilfe bezüglich dieses Kontinumdingsdakirchen gebrauchen kann. Der erste Fluxkompensator bekomme aber ich, OK?\n\nSo, nun bist du auch ein Teil vom OT. Willkommen in der Familie.\n\nGruß OT Becks","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-01T21:09:22.772+0000","up_votes":1,"down_votes":0,"body":"Oh, Mylord Becks,\n\nHiermit schwöre ich Euch auf ewig die Treue zu halten (sofern ich so etwas wie Treue besitze) und Euch jeden Sonntag einen Teemokeks zu backen.\n\nHier: kostet den ersten. falls ihr ihn findet natürlich. aber so etwas dürfte für Eure Großartigkeit doch kein Problem sein.\n\nSollte Igendwann mal in meinen Forschungen, sollte ich am Institut angenommen werden, sowas wie ein Fluxkompensator herauskommen, so soll er Euch gehören. Ihr dürft aber niemals die Ströme kreuzen, das ist wichtig!\n\nGruß,\nEuer NUFM aka. Stein","replies":[]}]}]},{"id":"","poster":"Sirius00","date":"2016-05-01T18:30:11.956+0000","up_votes":3,"down_votes":0,"body":"O über alle Zweifel erhabener König Becks,\n\nhiermit wünsche ich, in euer Königreich aufgenommen zu werden. Ich bin sehr lange durch die Gefilde des Forums gereist, und hie und da hörte ich vom Königreich OT. Ich sammelte Informationen, und eines Tages wurde ich durch Eibert Rümmel darauf aufmerksam, wie man in ihren Audienzsaal gelangt. Nun stehe ich hier und erbitte euch darum, mich hinter euren Toren aufzunehmen. Ich wäre euch zutiefst dankbar.\n\nMöget ihr lange Leben, der gefallene Stern Sirius{{champion:15}}","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-01T20:08:20.744+0000","up_votes":1,"down_votes":0,"body":"Auch du mein werter Sirius,\n\nbist jetzt ein Mitglied der OT Familie. Deine lange Reise hat nun noch kein Ende gefunden, aber du hast das Ziel vor Augen.  ; )\nDurchstöbere das OT und finde deine Bestimmung. Die Forenspiele warten nur auf frisches Blut äh Mitspieler.\n\nGruß OT Becks","replies":[]}]},{"id":"","poster":"Yjuq","date":"2016-05-01T16:28:34.222+0000","up_votes":3,"down_votes":0,"body":"Werter OT Becks,\n\nlange bin ich gereist um euer Königreich zu begutachten. Zwielichte, sowie auch interessante Gestalten tummeln sich unter euren Bürgern. Ich habe euch und eure Untertanen beobachtet. Nach ausgiebigen Forschungen bin ich zu dem Entschluss gekommen dass euch eine mehr als wichtige Person in eurem Reich fehlt. Ja, ich meine mich! Ich sehe niemanden der sich um die Belange der Poros gekümmert hat! Wer füttert diese und forscht diese unerforschbare Geschöpfe Runeterras? Ich sehe mich verpflichtet diese Verpflichtung nachzugehen und diese zarten Geschöpfe zu schützen, zu füttern und wenn es sein muss ihnen bei der Wahl des Partners, während der Paarungszeit, beiseite zu stehen. Ich bitte demütig um eine Niederlassung in eurem blühenden Königreich, um mich um diese zarten Geschöpfe kümmern zu können.\n\nHochachtungsvoll\nQujy Yjuq","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-01T20:02:09.026+0000","up_votes":1,"down_votes":0,"body":"Wohlan mein junger Freund Yjuq,\n\nauch du bist nun ein Teil der OT Familie. Erfreue dich an den Forenspielen und Spam as Spam can.  ; )\n\nEinen Poroexperten können wir auf alle Fälle gebrauchen. Du bist nun offiziell der königliche Porobeauftragte. Oder wie du dich auch immer nennen möchtest.\n\nGruß OT Becks","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2016-04-05T11:41:17.537+0000","up_votes":3,"down_votes":0,"body":"Mugiwara, du mögest Recht erhalten! \n\nMöge das OT wieder das Licht der Welt erblicken in einem noch schöneren Glanz! :')","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-18T17:45:20.536+0000","up_votes":3,"down_votes":0,"body":"Sooooo, dann poste ich mal meine Idee rein:\n\nIch hab auf früheren Kontakten noch wen der einen TeamSpeak für uns organisieren könnte mit 30+ Slots (brauchen zwar nie so viele aber die Slots wären nie ein Problem). Wenn interesse besteht kann ich den organisieren und einstellen. Hab auch Serverrechte Erfahrung, wäre eine Sache von 20 Minuten.\n\nInteresse? :P","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-18T18:34:37.717+0000","up_votes":1,"down_votes":0,"body":"Ich könnte noch anbieten, sofern das von eurer Seite aus geht, den mit der Domain \n\"lol-offtopic.de\" zu verknüpfen. Die Domain hab ich noch bis... nächsten Mai?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-18T19:42:27.599+0000","up_votes":1,"down_votes":0,"body":"Ein ganzes Jahr?","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-18T20:32:33.462+0000","up_votes":2,"down_votes":0,"body":"@Alle anderen außer Krypton, der sich das gemerkt haben muss: 23.5.2016 ist Ende.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-22T13:19:14.923+0000","up_votes":1,"down_votes":0,"body":"Und danach? Was kostet die Domain denn? Vielleicht können wir das ja regeln. \n\n: )","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-22T14:27:49.600+0000","up_votes":1,"down_votes":0,"body":"Öhhh... \\*Nitrado beschwör und seiner Antwort lausch\\*: 6.99€\nHab aber nur noch 6.81€ aufm Nitrado-Konto... :( Allderings bietet Nitrado ja eine recht gute Donation-Funktion ^^ Ooooder wir gucken nach einem anderen Anbieter.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-22T14:47:40.165+0000","up_votes":1,"down_votes":0,"body":"Ich guck mir die Donation Sache mal an. ; )\n\n\nTante Edit: Ich kann zur Zeit nicht auf die Domain zugreifen...","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-22T15:55:55.517+0000","up_votes":1,"down_votes":0,"body":"Im Browser oder in Teamspeak? Oder was meinst du? Im Browser solltest du auf [http://offtopic-de.bplaced.net/ ](http://offtopic-de.bplaced.net/)weitergeleitet werden.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-22T16:39:01.697+0000","up_votes":1,"down_votes":0,"body":"Im Browser, versuche jetzt den Link.\n\nFind aber nix mit Donation...","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-22T16:46:25.509+0000","up_votes":1,"down_votes":0,"body":"Auf der Seite nicht :)\nAber wenn du ein Nitrado-Konto hast, dann kannst du mir einfach Geld über [diesen Link geben](http://server.nitrado.net/donations/donate/486732). Also, wenn du möchtest ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-01T04:37:52.089+0000","up_votes":1,"down_votes":0,"body":"Kann ich dir nicht auch einen PSC Code zuschicken?","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-01T09:57:05.534+0000","up_votes":1,"down_votes":0,"body":"Klar, kannste auch. Aber falls noch irgendwo Geld aufm Nitrado-Konto rumliegen sollte, kommt ja mal vor :)\nAber jetzt muss das auch noch nicht sein, wir haben ja noch Zeit. Es sei denn, es soll noch ein Server her ^^\n\nGruß,\nZamo","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kaito","date":"2015-06-18T19:56:03.945+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zamonianer,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00020001,timestamp=2015-06-18T18:34:37.717+0000)\n>\n> Ich könnte noch anbieten, sofern das von eurer Seite aus geht, den mit der Domain \"lol-offtopic.de\" zu verknüpfen. Die Domain hab ich noch bis... nächsten Mai? Auf Nitrado könnte ich dann z.B. für \"ts.lol-offtopic.de\" eine Weiterleitung zu der IP einrichten. Das wär dann vermutlich nen A-Record.\n> \n> Gruß,\n> Zamo\n\nReport Zamonianer Offensive Language: \n> Ic\"h\" könnte noch anbieten, sofern das von e\"ure\"r Seite aus geht, de\"n\" mit der Domain \"lol-offtopic.de\" zu verknüpfen. Die Domain hab ich noch bi\"s\"... nächsten Mai? Auf Nitrado k\"ö\"nnte ich dann z.B. für 'ts.lol-offtopic.de' eine Weiterleitung zu der IP einric\"h\"te\"n\". Das wär dann v\"e\"rmutlich nen A-Record\n\nIch habe deine versteckte Beleidigung gefunden, und sofort ein Ticket an den Riot-Support geschickt!","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-18T20:40:41.106+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fizz In My Hands,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=000200010001,timestamp=2015-06-18T19:56:03.945+0000)\n>\n> Report Z_a_ moni_a_ ner Offen_s_ ive Language: \n> \n> Ich habe deine versteckte Beleidigung gefunden, und sofort ein Ticket an den Riot-Support geschickt!\n\n-------------------------\n\n> [{quoted}](name=Fizz In My Hands,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=000200010001,timestamp=2015-06-18T19:56:03.945+0000)\n>\n> Report Zamonianer Of_f_ ensive Language: \n> \n> Ich habe deine versteckte Beleidigung gefunden, und s_o_ fort ein _T_ icket an den Riot-_S_ upport g_e_ schickt!\n\n...\nSoll ich fortfahren, Mr. Toxic?\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-06-18T18:23:24.244+0000","up_votes":1,"down_votes":0,"body":"Natürlich! Einen eigenen TS für das OT wäre super! xD","replies":[]}]},{"id":"","poster":"Like a Sir","date":"2017-07-04T09:39:42.786+0000","up_votes":1,"down_votes":0,"body":"Hallo werte OT Gemeinschaft !\nGibt es in eurem großen Reich noch Platz für einen weiteren Beschwörer?\n(Hab zwar alles durchgesehn kam aber nicht dahinter wie man Mitglied bei euch wird q.q)","replies":[{"id":"","poster":"Neamhoilte","date":"2017-07-04T10:25:04.927+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Like a Sir,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00bc,timestamp=2017-07-04T09:39:42.786+0000)\n>\n> Hallo werte OT Gemeinschaft !\n> Gibt es in eurem großen Reich noch Platz für einen weiteren Beschwörer?\n> (Hab zwar alles durchgesehn kam aber nicht dahinter wie man Mitglied bei euch wird q.q)\n\nPlatz haben wir immer. \n\nDie einfachste Möglichkeit ein OTler zu sein, ist einfach im Offtopic Bereich des LoL Boards aktiv zu sein. \nForenspiele, Rollenspiel, etc.\n\nGuck mal in der Schenke zum rümmelnden Eibert vorbei.\n\nOder nutze die Antwort Funktion auf einen Post unserer aktuellen Königin Angel Ayume. Oder komm einfach auf den TS.\n\nOben bei den Stickythreads findest du eine Offtopic Übersicht. \n\n\nGruß OT Becks","replies":[{"id":"","poster":"Like a Sir","date":"2017-07-04T11:26:56.047+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank für die Antwort :-)","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2017-07-04T11:24:45.137+0000","up_votes":1,"down_votes":0,"body":"Add einfach irgendwen von uns ingame, oder schau mal auf unserem TS lol-offtopic.de vorbei.\n\nAdden sie mich jetzt für eine Aufnahme in den OTler ingame Club ^^\n\nJoa... foren schreiben, akitv und blah... Zeugs eben. nu ;D","replies":[{"id":"","poster":"Like a Sir","date":"2017-07-04T11:26:33.734+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank! Werde dann am späteren Nachmittag mal bei euch vorbeischauen und dich Ingame adden  :-)","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-06-10T02:35:22.626+0000","up_votes":1,"down_votes":0,"body":"Bin nur ich der Meinung oder neigen die Wtf News dazu sehr parteiisch zu sein? xDD \n\nÜber jeden was schlechtes nur ich werde gut dargestellt. WTF xD","replies":[{"id":"","poster":"Neamhoilte","date":"2017-06-10T08:36:05.576+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b3,timestamp=2017-06-10T02:35:22.626+0000)\n>\n> Bin nur ich der Meinung oder neigen die Wtf News dazu sehr parteiisch zu sein? xDD \n> \n> Über jeden was schlechtes nur ich werde gut dargestellt. WTF xD\n\nDas täuscht\n\n{{sticker:slayer-jinx-wink}} \n\n\nGruß OT Becks","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-06-10T06:57:05.998+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Angel Ayume,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b3,timestamp=2017-06-10T02:35:22.626+0000)\n>\n> \n> Über jeden was schlechtes nur ich werde gut dargestellt. WTF xD\n\nLiegt sicher am Angel-Bonus","replies":[]}]},{"id":"","poster":"El Pingu","date":"2017-06-08T15:49:31.868+0000","up_votes":2,"down_votes":0,"body":"Hmm, das klingt ja, als währen die wtf News gekauft worden o.o\n\nBild dir deine Meinung o.O","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-06-10T09:06:43.711+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b2,timestamp=2017-06-08T15:49:31.868+0000)\n>\n> Hmm, das klingt ja, als währen die wtf News gekauft worden o.o\n\nGegen solche Unterstellungen verwehren wir uns aufs Heftigste!  Gerne drucken wir Ihre Gegendarstellungen. Senden Sie diese bitte verpackt in eine Mystery Skin Box an die Redaktion der WTF news. Derzeitige Postadresse: Hundehütte hinter dem Mugiwara Institut.","replies":[]}]},{"id":"","poster":"Angel Ayume","date":"2017-05-30T11:37:19.339+0000","up_votes":2,"down_votes":0,"body":"Mir fällt grad mal auf, dass die Liste der Bürger gar nicht mehr aktuell ist. :D","replies":[]},{"id":"","poster":"SwissKeks","date":"2017-04-15T14:20:30.841+0000","up_votes":1,"down_votes":0,"body":"Bürger des Königreichs, ehrenwerte Inhaber hoher Posten und werter König. Ich möchte mich an diesem heutigen Tag für eine Stelle im Königreich, genauer gesagt in der Außenpolitik, bewerben.\n\nIch bewerbe mich hiermit nun für das Amt des Botschafter und Diplomat des Königreichs OT.\n\nDa ich, aufgrund meines Heimatortes, bereits mit einer neutralen Haltung gesegnet bin, ist das sicher ein großes Plus für meine Bewerbung.\nEbenfalls bin ich zurzeit in Verhandlungen mit den Emissaries verwickelt, welche sich auch um das Königreich dreht. \nJedoch möchte ich einen öffentlichen Posten besitzen, damit ich meine Tätigkeiten zur vollen Zufriedenheit des Königreichs, und dessen König einsetzten kann.\n\nIch bin auf eure Rückmeldungen angewiesen und würde mich erfreuen, einen positiven Bescheid zu erhalten.\n\nGrüsse\nSwissKeks","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-15T14:24:07.235+0000","up_votes":1,"down_votes":0,"body":"Ich könnte mir keinen besseren Diplomaten vorstellen","replies":[{"id":"","poster":"Markishi","date":"2017-04-24T19:54:06.113+0000","up_votes":1,"down_votes":0,"body":"Was gibt es denn zu verhandeln, werter Diplomat?","replies":[{"id":"","poster":"SwissKeks","date":"2017-04-24T21:28:12.881+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Markishi,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=009b00000000,timestamp=2017-04-24T19:54:06.113+0000)\n>\n> Was gibt es denn zu verhandeln, werter Diplomat?\n\nIch bitte um etwas Geduld. :)\nDer König ist bereits bestens Informiert, jedoch mussten wir den Verhandlungstisch temporär verlassen um bei der Rettung der Poros zu helfen.\n\nPrioritäten setzen und so ^_^","replies":[{"id":"","poster":"Markishi","date":"2017-04-25T15:14:46.306+0000","up_votes":2,"down_votes":0,"body":"Die Poros retten sind gute Prioritäten.\nUnd solltet ihr bei euren Diplomatischen Verhandlungen Hilfe benötigen, so stehe ich als Mitglied des OT und Repräsentant des Allmächtigen Imperiums gerne zur Verfügung.","replies":[]},{"id":"","poster":"Der Großmugister","date":"2017-04-28T18:22:01.862+0000","up_votes":1,"down_votes":0,"body":"Hm, ich weiß leider nicht worum es geht!\nUnd das als Gelehrter....\nIch benötige eine Aufklärung!","replies":[{"id":"","poster":"SwissKeks","date":"2017-04-28T23:08:22.309+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=009b0000000000000001,timestamp=2017-04-28T18:22:01.862+0000)\n>\n> Hm, ich weiß leider nicht worum es geht!\n> Und das als Gelehrter....\n> Ich benötige eine Aufklärung!\n\nAußer dem König habe ich (noch) nicht die Pflicht hier irgendwer darüber aufzuklären was hinter geschlossenen Türen vor sich geht. \nSorry :p","replies":[{"id":"","poster":"Der Großmugister","date":"2017-04-29T08:58:21.538+0000","up_votes":1,"down_votes":0,"body":"Skandal!\nIm Sperrbezirk!\nSkandaaaaaaaaaal!","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-19T19:37:42.941+0000","up_votes":1,"down_votes":0,"body":"Welche Forderungen haben wir gegenüber Riot?\n\nIn Kürze soll ein königliches Pergament übergeben werden, dass all unsere berechtigten und völlig legitimen Forderungen gegenüber Riot zum Ausdruck bringt!\n\nDerzeitiigen Forderungen:\n1. Rümmelbiergragas Skin\n2. Umbenennung des Allgemeinen Chat in (Königreich) Offtopic\n3. Teemohüte\n4. Offizielle Erklärung, dass der 31.3. zum Weltteemotag erklärt wird\n5. Moderatoren Rechte für den Allgemeinen Chat\n6. Freikarten für OT Bürger für Riot Events\n7. Akademie Skins müssen in Instituts-Skins umbenannt zu werden\n8. Ein Kurzgeschichtenreiter im Ingame Client\n9. Großmugister Vladimir Skin\n10. Vorsorgeuntersuchungen für alle\n11. Mehr Pilze\n12. Umbenennung von Melde einen Bug in Melde einen Pilz\n13. Riot Mitarbeiter müssen in der Öffentlichkeit Teemo Hüte tragen!\n14. UOTGGS\n\nAuf eure Ergänzungen freue ich mich ;)","replies":[{"id":"","poster":"Der Großmugister","date":"2017-04-19T19:56:31.901+0000","up_votes":2,"down_votes":0,"body":"Die Akademie-Skins müssen in Institusts-Skins umbenannt werden!\n\nEin Kurzgeschichten-Reiter im IngameClient!\n\nGroßmugister Vladimir Skin!","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-26T12:52:10.685+0000","up_votes":1,"down_votes":0,"body":"Ich frage mich gerade wie der Riot Support auf so eine Anfrage reagieren würde. Ich denke daraus könnte ein sehr lesenswerter Dialog entstehen. Auch wenn das hauptziel bleibt, das königliche Pergament in entsprechender Form König Tryndamere zukommen zu lassen, stell ich mir die zwischenetappe durchaus spaßig vor","replies":[{"id":"","poster":"SuperKahlan","date":"2017-04-27T07:03:04.777+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=009f0002,timestamp=2017-04-26T12:52:10.685+0000)\n>\n> Ich frage mich gerade wie der Riot Support auf so eine Anfrage reagieren würde. Ich denke daraus könnte ein sehr lesenswerter Dialog entstehen. Auch wenn das hauptziel bleibt, das königliche Pergament in entsprechender Form König Tryndamere zukommen zu lassen, stell ich mir die zwischenetappe durchaus spaßig vor\n\nHihihihi, es könnte sehr lustig werden, wenn du an jemanden, mit entsprechendem humor, geraten würdest....","replies":[]}]},{"id":"","poster":"Markishi","date":"2017-04-24T19:55:47.379+0000","up_votes":1,"down_votes":0,"body":"Du hast vergessen, dass wir gegen die \"Du hast zu schnell kommentiert\" Regel sind! Wie kannst du UOTGSS vergessen?!","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-04-24T21:15:48.672+0000","up_votes":1,"down_votes":0,"body":"wie konnte ich nur...","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-18T21:22:17.221+0000","up_votes":2,"down_votes":0,"body":"Ich bin ja dafür, dass wir die Bürgerliste durch eine Hall OF Fame ersetzten. Gemäß einmal OT immer OT. Im alten Forum haben wir die Voklkszälungsthreads und im neuen bekommen wir die Leute schon noch zusammen ;)\n\nWas meint Ihr","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-18T05:30:30.270+0000","up_votes":2,"down_votes":0,"body":"Nachdem ich nun auch schon etwas länger hier als Wanderer durchs OT gehe möchte ich mich nun auch gerne hier Niederlassen und **beantrage ebenfalls eine Aufnahme ins OT Königreich**.\n\nIch brauche nicht viel...nur mal ab und zu ein kühles Bierchen und **viel **zu Essen :) (Hoffe ihr habt neben dem Rümmelbier auch ein Leckeres im Angebot :P )","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-07-05T04:53:32.520+0000","up_votes":2,"down_votes":0,"body":"Tach auch OT'ler,\n\nwie wäre es mit einer kleinen Herausforderung, bei der man sogar noch eine Kleinigkeit gewinnen könnte? Klingt gut, oder?\n\nDa wäre zum einen die Möglichkeit des OT Duellierclubs, d.h. Ihr fordert einen anderen OT'ler auf gegen euch zu kämpfen. Es gibt einen Hin und Rückkampf. Freie Champion Wahl. Aram Map. \n\nOder wie wäre es mit Fordere deinen König! Hier können Mitglieder des OT's gegen den König kämpfen. Aram Map, freie Champ Wahl. Nur ein Kampf.\n\nFür beide Varianten gilt: \nStarten würde das Ganze im August. Vorher habe ich nicht wirklich Zeit. \nWenn ihr Interesse habt dann meldet euch hier. \n\nGruß OT Becks","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-07-05T15:40:26.316+0000","up_votes":2,"down_votes":0,"body":"so oder so dürft ihr gegen meinen Teemo spielen ^^","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-07-05T09:29:32.515+0000","up_votes":2,"down_votes":0,"body":"Hört, hört!\nIch bin interessiert!","replies":[]},{"id":"","poster":"Doenerlord","date":"2016-07-05T06:46:27.008+0000","up_votes":2,"down_votes":0,"body":"Mein König,\nAls euer treuer und liebender Vertreter, sehe ich mich geehrt und dazu berufen euch unangespitzt in den Boden zu rammen.\nZudem möchte ich euch loben, für die Kraft, die ihr noch immer in den Erhalt der Ruinen des OT steckt und euch meine Unterstützung anbieten.\nIch möchte desweiteren anmerken, dass eine Ausweitung auf weitere Spiele ebenfalls Abwechslung in die Sache bringen könnte.\nAls Beispiel: Beide Spieler und der Schiedsrichter wählen ein Spiel aus. In jedem dieser Spiele wird ein 1v1 ausgetragen und wer 2 davon gewinnt, bekommt den Preis.\n\nGruß,\nDoenerlord","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-06-19T13:59:04.933+0000","up_votes":2,"down_votes":0,"body":"Großer König, \n\nIhr wisst ich würde euch nie um etwas bitten, wenn es einen anderen Weg gäbe. Aber heute wende ich mich an euch, meine Majestät, weil ich auf eure Hilfe angewiesen bin. Die Schänke läuft gut, zu gut. Ich schuffte jeden Tag für 3. So dringenend bräuchte ich die Unterstützung einer tatkräftigen Schankmaid. Aber was ich auch tue, ich kann einfach keine anständige Bedieinung finden, die den Alltag der Schänke gewappnet wäre.\n\nSo edler König, habt Ihr einen Rat für mich?","replies":[]},{"id":"","poster":"Der Großmugister","date":"2016-05-18T07:12:34.390+0000","up_votes":2,"down_votes":0,"body":"Hoheit, ich muss mich in aller Form bei euch beschweren!!!\n\nEin Großteil des Käses, welcher an meinem Institut fabriziert wurde, ist einem degeneriertem Biest zum Opfer gefallen, welches eindeutig aus eurem Schloss kam!\nDer ganze Käse! Einfach weg!!!\nWie ihr wisst, geht es bei meinem Institut um quasi Nichts anderes, als der Fabrikation von Käse und eventuell Quark! Selten vielleicht auch mal Mist.\nNun stehe ich vor leeren Käsekammern und muss mühseelig neuen dahherreden, damit wir über den Sommer kommen! \n\nSollte so Etwas noch einmal passieren, sehe ich mich gezwungen, statt Käse, bloß noch Mist daherzureden! Dann könnt ihr selbst sehen, wo ihr eure Molkereiprodukte herbekommt!\n\nMit in die Hüfte gestemmten Armen grüßend\n\nMugiwara, Institutsleiter und Käseprodukteur","replies":[]},{"id":"","poster":"The mute Swan","date":"2016-05-11T22:21:06.333+0000","up_votes":1,"down_votes":0,"body":"Mylord!\nmit zwei tagen verspätung, aber doch besser als nie, hier ein blech Teemokekse.\nIch hatte ein wenig Probleme mit der Backofen-mikrowelle, hatte total vergessen dass ich die für Zeitmaschinenexperimente genutzt hatte :P\nEinen Fluxkompensator konnte ich leider bisher nicht auftreiben, nur einen alten LeDorean.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-12T04:50:51.529+0000","up_votes":2,"down_votes":0,"body":"Le Dorean, franz. für Hauptdarsteller von humoristisch angehauchten Arztserien mit Moralkeule am Ende jeder Episode.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-09T19:25:37.750+0000","up_votes":1,"down_votes":0,"body":"Die Welt is schlecht. Und niemand kann Zimmer mehr ordentlich herrichten. Das isses warum die Welt vor die Hunde geht :P","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-09T19:43:26.886+0000","up_votes":2,"down_votes":0,"body":"Vielleicht ist es ja deine Sicht auf die Zimmer, die hier falsch ist!?\n\nWenn du ein Auge zu machst, ganz feste glaubst und dich ordentlich vollaufen lässt, sieht jedes Zimmer schön aus!\nEssenreste auf dem Kissen?! Nach einer Flasche Gin ist es ein Mitternachtssnack...","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-05-02T22:57:01.112+0000","up_votes":2,"down_votes":0,"body":"~~Mein Fürst!~~\n~~Euer erhabene Majestät!~~\n~~Lichtgestalt des OT!~~\nSire!\nErmutigt durch den königlichen Klugscheisser Mugiwara wende ich mich an Euer Gnaden mit der Bitte um Aufnahme in Euer Reich. \nEin OTianer will ich sein mit Haut und Haar, von der Schnauze bis zur Rute. Euch verschreiben will ich mich, ewige Treue schwören! Den Ruhm des OT will ich mehren und niemals ermüden in diesem Bestreben. \nWie kann so ein daher gelaufener revier- und rudelloser Hund wie ich dies derart selbstbewusst behaupten, werdet Ihr Euch fragen! Kennt man doch die vielen \"Easy win, i carry this\"-Prahlhanse, welche in völliger Selbstüberschätzung der eigenen Fähigkeiten ihren Beitrag fürs OT niemals zu bringen imstande wären, ja seinem Ansehen sogar schweren Schaden zufügen können.\nMein Beitrag für das Königreich des OT soll in der Gründung einer teemologischen Fakultät bestehen, deren Leitung mir der ehrenwerte, kluge, beneidenswert gutaussehende und nebenbei so gutriechende und für Schmeicheleien zugängliche Mugiwara bereits angetragen hat. \nVerzeiht, daß ich zu solch später Stunde Euren Intellekt anspreche, doch die Angelegenheit duldet keinen Aufschub!\nDenn neben dem Feuer, das in mir brennt und mich in der Teemologie vorantreibt und nie erlahmen lässt, sind andernorts bahnbrechende Erkenntnisse gewonnen worden, deren Entdeckung den Gelehrten des OT zugestanden hätte. Gerne übergebe ich Euch diese Dokumente zur Einsicht:\n\n[Unsichtbarkeit](http://www.focus.de/wissen/technik/unsichtbarkeit-forscher-lassen-rohr-mit-tarnkappe-verschwinden_aid_706851.html)\n\nIch wage zu behaupten, daß ihr bereits in Eurer weit über die Grenzen des OT gepriesenen Scharfsinnigkeit erkannt habt, welch weitreichende Einfluss dies auf die Wissenschaft der Teemologie hat.\n\nDarum bitte ich untertänigst um Aufnahme in Euer Rudel. Gestattet mir die Ehre das OT als mein Revier zu benennen. \n\nSo lasst mich denn in Eurem Reiche heimisch werden und im Audienzsaal Sitz machen, während wir die neuesten Forschungsergebnisse besprechen und Backrezepte für Teemokekse austauschen. \n\nUntertänigst\n\nEuer sN00Bdogg,\n\nTeemologe und Hund.","replies":[]},{"id":"","poster":"dêr zwerg","date":"2016-04-30T17:08:34.823+0000","up_votes":2,"down_votes":0,"body":"der zwerg betrat den Audienzsaal, nahm seinen Helm ab und kniete vor dem Thron nieder.\n\n\"Werter OT Becks, mächtiger 9ter OT König,\n\nnachdem ich nun schon eine Weile unter euch weile und eure Lebensweise als angenehm und erstrebenswert anerkenne, möchte ich nun offiziell um die Erlaubnis bitten, mich im Königreich niederzulassen und mir in eurem Imperium ein Haus zu bauen. Zudem bitte ich um die Ernennung zum Kriegsherren. Ich werde alles dafür tun die Grenzen des Reiches gegen die anstürmenden Trollheerscharren zu verteidigen und zu gegebener Zeit zum Gegenangriff auszuholen. Als Fürsprecher kann ich meinen Schüler und Bewunderer Eibert Rümmel nennen.\"","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-01T09:58:18.919+0000","up_votes":1,"down_votes":0,"body":"Deinem Wunsch wird statt gegeben. Möge er als Kriegsherr vom Glück geküsst werden. \nAuch du bist jetzt ein Teil der OT Familie.   : )\n\n\nDesweiteren ernenne ich hiermit Riot Kengen zur Ehrenbürgerin des OT's. \n\n\nRegards OT Becks \n\n\n\nP.S. Startpost editier ich später am Rechner. Smartphone will nicht...","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2016-04-29T12:21:36.826+0000","up_votes":1,"down_votes":0,"body":"So Freunde des OT`s,\n\naufgrund seiner Interaktion mit dem Offtopic und seinem neuen Fred: http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/q4todPG1-qq , ernenne ich MUGIWARA N LUFFY zum neuem Mitglied der OT Familie. \n\nSo mein lieber Mugiwara, der Startpost ist editiert. Willkommen im Club.  ; ) Nun darfst du dich ganz offiziell in unseren Reihen fortbewegen. Und ja, der Ring of Kerry ist auch schön. Murphys Stout hab ich hier auch noch nicht gesehen, aber in der Not trinkt der Teufel auch fliegen, also Guinness...\n\nWie sagten wir damals immer, The best thing Dublin has, is the road to Cork. \n\nRegards der Wiederkönig OT BEcks","replies":[{"id":"","poster":"Der Großmugister","date":"2016-04-29T13:53:43.888+0000","up_votes":2,"down_votes":0,"body":"Vielen Dank für die Aufnahme!\n\nWie in meiner \"Rede\" zu meinem Beitritt angekündigt, werde ich von nun an dafür sorgen, dass die Forengemeinde das Königreich wieder zu schätzen und kennen lernt!","replies":[{"id":"","poster":"Neamhoilte","date":"2016-04-29T15:51:01.135+0000","up_votes":1,"down_votes":0,"body":"Wohl an Mugiwara. Das Offtopic wird für jede Idee offen sein.\n\nIch werde auf alle Fälle die Battlearena wieder vorantreiben. In etwas anderer Form, aber der Gedanke ist noch nicht ganz ausgereift. \n\nHatte auch sowas wie den Spammer of the month Award im Sinn, aber da weis ich noch nicht, wie man das umsetzen könnte. \n\nMal sehen was mir noch so in den Sinn kommt.","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2016-04-05T10:35:25.261+0000","up_votes":2,"down_votes":0,"body":"Das externe OT Forum entstand aus dem Wunsch heraus, wieder ein eigenständiger Forenbereich zu sein. (Grob gesagt)\nRiot hat in diesem Board den Offtopic und Discussion Bereich zusammengelegt. Das hat eben unser Missfallen erregt. Dazu fanden wir das alte Forum einfach besser.\n\nIch habe damals auch als stiller Mitlesen angefangen (Okt. 2012) , dann angefangen auch zu posten und so die ersten Forenkontakte geknüpft. Von den damaligen sind kaum noch welche im Forum aktiv. Ausser Dönerlord, der wird hier noch posten, wenn er Rentner ist ;) ! Ok und ich.\n\nWir sind ja wieder aktiver geworden, obwohl da noch mehr drin wäre. Aber wie sagt man: Tot gesagte leben länger.\n\nIch werde zusehen, das die Wahlreden im LoL Board gepostet werden. Bin selber gespannt, wer den verschollenen 8 König des OT's, Boringx3,  ablöst!\n\n\nBest regards \n\nOT Becks aka BecksnStout \n7th OT-King AD","replies":[{"id":"","poster":"Eibert Rümmel","date":"2016-04-05T15:52:53.947+0000","up_votes":1,"down_votes":0,"body":"Na du beerbst ihn. Ich ziehe meine Kandidatur jedenfalls zurück :P","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-03-08T19:58:52.068+0000","up_votes":2,"down_votes":0,"body":"* und es war an einem regnerischem Abend, da eine durch einen Kapuzenmantel verhüllte Gestalt den Saal betrat*\n\nNun muss ich wohl oder übel ob der hier gehaltenen Reden , eine geschwollene Ausdrucksweise an den Tag legen, da es mir sonst meiner Vorredner und der Edelhaftigkeitsehre des altehrwürdigen Saales und des ALTehrwürdigbarkeitsbaren Königs nicht würdig erscheinen mag tun wollen. Sodenn werde ich nun versuchen, möge mich jemand abhalten oder nicht, da ich durch Sturm und Regen geschlichen ward, beginnen mein Anliegen , welches höchstwichtigster Natur zu sein vermag, vorzutragen. Sodenn höret, was nun folgen wird, denn es ist eine erlebte Rede, Zeitraffung, dritte Person (Einzahl), neutraler Erzähler. Vorbeugend muss ich dem geneigten Zuhörer jedoch versichern, dass ich ob der langen, verketteten Sätze, verkettet wie das Reitmobil meines ehrwürdigen Vaters, Ruhe er in Frieden, was euch nun nicht den Anschein geben sollen soll, er wäre dahingeschieden, nein, er ruhet sich nur aus, auf dem eleganten Sitzmöbel dass uns zur Unzeit von vermacht worden ward, von den dahingeschiedenen des Abrussbirnenunfalls letzten Samstag, welches beschlagnahmt ward von dömlichen Hampeln in blauer Uniform, vergaß welchen Inhalts mein Anliegen ward gewesen.\n\nWer dies verstumd darf sich zu jenen Größen zählen derer hier im Offtopic jüngst vermindert zu wenige auftraten.\n\n\n:P","replies":[{"id":"","poster":"Kryptonq","date":"2016-03-08T21:01:52.769+0000","up_votes":1,"down_votes":0,"body":"Hä?\n\n...\n\n...\n\n....................\n\nHÄ???","replies":[{"id":"","poster":"Neamhoilte","date":"2016-03-09T05:38:10.445+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=003f0000,timestamp=2016-03-08T21:01:52.769+0000)\n>\n> Hä?\n> \n> ...\n> \n> ...\n> \n> ....................\n> \n> HÄ???\n\nDir fehlt der Teil aus der WA Gruppe.\nIch hatte einen Preis ausgelobt für einen Post im richtigen OT Fred. \nKam keiner und so musste ich meiner OT Seele mit Glen F. Trost spenden. \nBis dann der Rümmel Eibert kam und ich endlich einen Glen F. vor Freude genießen konnte.","replies":[{"id":"","poster":"Kryptonq","date":"2016-03-09T17:10:58.343+0000","up_votes":1,"down_votes":0,"body":"Nichtdestotrotz ist sein Post recht unverständlich.","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-08T21:33:08.718+0000","up_votes":1,"down_votes":0,"body":"Vom Schenkenwirt gibt es erst mal einen Heißen Topf Rümmel-Gulasch serviert, dass du dich von den durch das unnötig schlechte Wetter verursachten Strapazen, welche eine langwierige Erkältung auslösen könnten, die widerum aufgrund der schlechten medizinischen Grundversorgung durch den gleichzeitigen Tod aller Ärzte im Königreich aufgrund der Verkettung unglücklichster Umstände und Beeinflussung der Marsianer sich leicht zu einer Herzmuskelentzündung entwickeln könnte, was widerum ernsthafte langfristige Konsequenzen nach sich ziehen würde von chronischer Schlappheit bis hin zur Unfähigkeit lange in sich verschachtelte Sätze in den Audienzsaal des in aller Welt hoch geachteten und respektierten Audienzsaals, dessen Ruf bis hin zum allwissenden Zwergenkönig, dem einzig wahren Nachfahren des Priesterkönig von Atlantis, zu schreiben, was ja keiner von uns will, außer jenen welchen, denen die Inteligenz fehlt, jene zu verstehen, analysieren und interpretieren zu können, was widerum auf deren schlechte Bildung zurückzuführen ist, wobei man sich streiten könnte, ob das nun die Schuld der Eltern, des Schulsystems oder der Gesellschaft per se, was an dieser Stelle unsinnig wäre, auszudikutieren aufgrund der Aufgabenstellung möglichst viele Worte in einen gramatikalisch korrekt formulierten Satz niederzuschreiben, um so an einstige Größen der deutschen Literatur der Generation Dichter und Denker zu erinnern, deren Ansehen und Vermächtnis durch die Schnelllebigkeit des Internets in Vergessenheit zu geraten droht, was an sich Grund genug wäre, diesen Satz bis zur Unendlichkeit in die Länge zu ziehen, doch ich denke ich habe mittlerweile mehr Worte verwendet als der ehrenwerte KIng Prow, so dass ich es dabei belasse, erholen kannst.\n\nlass es dir Schmecken","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-03-08T19:31:04.990+0000","up_votes":2,"down_votes":0,"body":"Werte OT Bürger,\n\nich springe mal über meinen Schatten und poste in diesem möchtegern Audienzsaal, auch wenn mir hier kein König Gehör schenkt, was das reine Posten hier schon Ad-Absurdum macht. Hab mir heute Nachmittag schon gedacht, dass mir ein Post hier ein Geschenk des ehrenwerten BOBgameBot einbringen würde, jedoch bewusst darauf verzichtet. \n\nMein wichtigster Punkt: Der Olle Teemo Hater Dr Mad darf nicht recht behalten.\n\nderzeit steht es nicht gut ums OT. das steht außer Frage. Bislang wollte ich \"nur\" mit gutem Beispiel vorangehen, um so wieder mehr Leben ins OT zu bringen. Aber da ich ja gerade Zeit hab misch ich mich einfach mal Aktiv in Geschehen ein.\n\nPunkt 1: Meuterei! Ich möchte jetzt nicht respektlos klingen und kenne auch die vergangenen Verdienste unseres aktuellen Königs um das OT nicht! Egal, wie groß diese sein mögen, das OT braucht einen König! Ich schlage Neuwahlen noch diesen Monat vor! \n\nPunkt 2: Wir sind ein Haufen selbsternannter Forenspammer! Kein Gamingclan, keine Community!!!!!! Klar ist es schön sich per WA zu ner Runde LOL oder was ihr da sonst noch alles spielt, verabreden zu können.** Es ist eine Ehre OT Bürger zu sein**. Ich für meinen Teil trage diesen Titel mit Stolz. Dieser Titel bringt nunmal auch **Pflichten **mit sich! Die Zeit zum zocken und spamen in der WA Gruppe haben ja auch (fast) Alle!\n\nPunkt 3: Weg mit dem externen Forum! **Konzentration auf das was uns ausmacht. Leben ins LoL Forum zu bringen. \n**\nPunkt 4: ** Es ist eine Ehre OT Bürger zu sein** vergesst das nicht ;)\n\nBOBnStout, viel Spaß mit deinem Legendary Skin, hätte ihn eh nicht gebrauchen können, hab schon alle Teemoskins ;) Aber dass nicht mal so ne tolle Belohnung Leben reinbringt ist wirklich Schade :(\n\nHochachtungsvoll\nEuer Eibert\n-------------------------------------------------------------------------------\nstolzer OT Bürger und Schenkenwirt","replies":[]},{"id":"","poster":"Leberwurstfrau","date":"2015-10-22T05:45:37.152+0000","up_votes":1,"down_votes":0,"body":"Also darf ich mich jetzt doch zu Ihren königlichen Füßen schmeißen? \nIn der Liste stehe ich jetzt ja mit drin.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-22T05:56:13.809+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Leberwurstfrau,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0039,timestamp=2015-10-22T05:45:37.152+0000)\n>\n> Also darf ich mich jetzt doch zu Ihren königlichen Füßen schmeißen? \n> In der Liste stehe ich jetzt ja mit drin.\n\nNatürlich.   : )","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-21T19:11:06.633+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/watch?v=3lOOGJ975xY\n\nIch arbeite an der Bildqualität....","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T19:32:20.947+0000","up_votes":1,"down_votes":0,"body":"Ziemlich leise, aber gut gespielt von diesem Darius xDD\nAber warte, hört sich meine Stimme echt so scheiße an? Töte mich...\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-21T20:01:55.447+0000","up_votes":1,"down_votes":0,"body":"Und wenn du die Lautstärke hochregelst?\n\nBei mir klingt es gut.","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T20:14:17.463+0000","up_votes":2,"down_votes":0,"body":"Also YouTube maximale Lautstärke, PC maximale Lautstärke und Headset auch wie immer maximal: ziemlich leise.\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-21T20:18:50.564+0000","up_votes":1,"down_votes":0,"body":"Hmm, bei mir ist die Lautstärke ok. Teste das mal auf dem anderen Rechner. ..","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T20:54:15.103+0000","up_votes":1,"down_votes":0,"body":"Okay, jetzt gehts wieder...\n\nGruß,\nZamo","replies":[]}]}]}]}]}]},{"id":"","poster":"Oyasumi Punpun","date":"2015-07-21T17:02:23.571+0000","up_votes":1,"down_votes":0,"body":"Guten Tag die Herren (und Damen)\nIch bin hier um mich mit einer Bitte an das Offtopic zu wenden. Ich hätte wirklich gerne einen eigenes Zimmer im Schloss des TS3-Servers.\nGedacht habe ich dabei z.B. an einen Pornokeller, das passt so schön zu meinem Namen, wenn das nicht zu anstößig ist.\n\nGrüße, der Hentai Prinz.","replies":[{"id":"","poster":"Evenrider","date":"2015-07-21T17:16:03.519+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Hentai Ouji,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0027,timestamp=2015-07-21T17:02:23.571+0000)\n>\n> Guten Tag die Herren (und Damen)\n> Ich bin hier um mich mit einer Bitte an das Offtopic zu wenden. Ich hätte wirklich gerne einen eigenes Zimmer im Schloss des TS3-Servers.\n> Gedacht habe ich dabei z.B. an einen Pornokeller, das passt so schön zu meinem Namen, wenn das nicht zu anstößig ist.\n> \n> Grüße, der Hentai Prinz.\n\nHab mich schon gefragt, wann der Kinosaal ins Schloss gebaut wird :D","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2015-07-21T17:17:39.013+0000","up_votes":1,"down_votes":0,"body":"Für ein Schloss ist es ja doch noch recht leer dort, Zeit für Einsatz in 4 Wänden.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-21T18:38:25.502+0000","up_votes":1,"down_votes":0,"body":"Nennen wir es lieber Heimatfilmkino...","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2015-07-21T18:50:48.391+0000","up_votes":1,"down_votes":0,"body":"Wir haben uns jetzt auf Hentai-Studio geeinigt","replies":[]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-10T06:47:40.109+0000","up_votes":1,"down_votes":0,"body":"Zamo du bist ein Held!!!","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-10T15:49:05.628+0000","up_votes":2,"down_votes":0,"body":"Warum jetzt schon wieder?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-10T15:55:10.530+0000","up_votes":1,"down_votes":0,"body":"+1","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-10T15:56:00.097+0000","up_votes":1,"down_votes":0,"body":"+?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-10T15:58:51.605+0000","up_votes":1,"down_votes":0,"body":"> Warum jetzt schon wieder?\n\nBester Kommentar seit langem.","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-10T16:51:10.393+0000","up_votes":1,"down_votes":0,"body":"War ja auch von mir ;))\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-07-10T16:12:57.483+0000","up_votes":1,"down_votes":0,"body":"Lol : )","replies":[]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-10T15:49:45.219+0000","up_votes":1,"down_votes":0,"body":"Wegen dem Baumeister.","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-10T15:53:11.066+0000","up_votes":1,"down_votes":0,"body":"Ach so ...\n\nGruß,\nZamo","replies":[]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-02T16:41:55.262+0000","up_votes":1,"down_votes":0,"body":"Erzähl mir mehr....","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-03T14:17:16.204+0000","up_votes":1,"down_votes":0,"body":"Das könnte dann in Foren 6 ausarten... \n\n: ) \n\n...und in einem Forenbann enden!","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-04T05:23:00.938+0000","up_votes":1,"down_votes":0,"body":"Ich bin dann mal auf der Krankenstation...alleine...ganz alleine...so mutterseelenallein...","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T05:33:20.966+0000","up_votes":1,"down_votes":0,"body":"Ich könnte dir etwas Gesellschaft leisten.\n\nSchon mal die Schultern massieren...","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-04T06:41:34.136+0000","up_votes":1,"down_votes":0,"body":"Wo waren wir stehengeblieben....","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T08:39:35.365+0000","up_votes":1,"down_votes":0,"body":"Beim glitschig sein.  : )","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-04T08:50:40.426+0000","up_votes":1,"down_votes":0,"body":"Was für eine fiese Falle...für die Spanner....\nAlso der Nacken... und diese Stelle hier... sind sehr verspannt und sehnen sich nach kleinen zarten Händen...","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T09:38:34.412+0000","up_votes":1,"down_votes":0,"body":"Mit sanften,kreisenden Bewegungen gleiten meine Hände deinen Nacken hinab,um dann seitlich über deine Schulter die Verspannung durch deine Arme auszustreichen. Dann fahren meine Hände sanft zu deinem Nacken zurück,um mit leichtem Druck sich kreisen entlang der Wirbelsäule seinen Weg zu ertasten...","replies":[{"id":"","poster":"SuperKahlan","date":"2015-07-04T12:34:31.426+0000","up_votes":1,"down_votes":0,"body":"Saft fuhren Seine Finger über Ihren Nacken...erst war es nur ein kleines Krinstern, \nwelches, durch Seine Berührungen langsam aber stetig zu einen sinnlichen Prickeln führte...\nDie Wärme tat ihr übriges....und zauberte Ihr einen rötlichen Ton um die Wangen...\nAls Er Ihre Arme und nocheinmal Nacken gestreichelt hatte fuhren seine Hände sanft aber dennoch zielstrebig\ndie Wirbelsäule hinab, dabei war er überaus gefühlvoll und stich Ihr zart über den seitlichen Rücken,\nwobei., Sie ein kleines Kichern nicht verbergen konnte und sich dennoch sinnlich wand, unter seinen Berührungen...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-04T13:12:29.907+0000","up_votes":2,"down_votes":0,"body":"Heya\nJesus fucking Christ nehmt euch nen Zimmer. ABER nicht in meinem Turm.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-04T13:33:12.262+0000","up_votes":1,"down_votes":0,"body":"Könntet ihr bitte eine Minderjährigen Warnung davor setzen? Ich fühle mich verstört...","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Angel Ayume","date":"2017-06-28T18:14:40.655+0000","up_votes":1,"down_votes":0,"body":"Ganz unrecht habt ihr nicht werter KP. Jedoch bin ich kein Fan der ganzen Smurferei. Sicher, Smurfs können neues Leben ins OT bringen. Aber was bringt es wenn nur vorgeheuchelt wird, dass neue Bürger ins OT kommen? Soll das OT nicht an wirklich neuen Bürgern wachsen? \nWenn ich nicht weiß, wer hinter dem Smurf steckt find ich die ganze Sache nicht so toll. Aber ich hab ja nicht alleine Entscheidungsmacht. ^^","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-06-26T13:56:50.088+0000","up_votes":1,"down_votes":0,"body":"Meine Freunde,\n\nSmurfs sind ein Teil unserer Gemeinschaft. Die Tradition des Smurfens hat eine lange Geschichte im OT, ganze Armeen bestanden schon aus ihnen. Neuerdings scheint es so, als wäre das smurfen verpöhnt, einzig das gehobene Schreiben scheint noch als legitime Form der Forennutzung anerkannt zu werden.\n\nDies halte ich für falsch. Smurfs bringen Leben in das OT, bereichern auf ganz eigene Art den Alltag der Bürger. Ich sage nur: die Brünette, die uns als Schankmagd so treu diente, oder der Zwerg, oder der EibertRümmelbot, welcher so schmählich vertrieben wurde.\n\nIch schlage darum vor, eine Generalamnesie über dieses Thema zu legen. Jeglicher Smurfverdacht wird totgeschwiegen, neue Bürger ohne solch Überprüfung aufgenommen. Lasst das OT blühen!\n\nMeine Königin, was haltet ihr davon?","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-06-22T06:01:03.099+0000","up_votes":1,"down_votes":0,"body":"Ich glaub ich hab nen Geist gesehn ^^","replies":[{"id":"","poster":"Eibert Rümmel","date":"2017-06-22T06:01:39.141+0000","up_votes":1,"down_votes":0,"body":"wieso kannst du mich sehen?","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-06-22T06:06:12.964+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b80000,timestamp=2017-06-22T06:01:39.141+0000)\n>\n> wieso kannst du mich sehen?\n\nStimmt! Muss ein Bug sein, denn schliesslich warst DU mehr als 2 sekunden AFK ^^","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2017-06-21T14:47:14.042+0000","up_votes":1,"down_votes":0,"body":"Nun, seit frei Tagen gab es keinen Post unserer Königin, daher werde ich mein Zelt hier im Saal aufschlagen und warten, ob sie nicht doch nur einfach etwas länger im bad brauch.","replies":[{"id":"","poster":"sN00Bdogg","date":"2017-06-22T06:04:54.708+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00b4,timestamp=2017-06-21T14:47:14.042+0000)\n>\n> Nun, seit frei Tagen gab es keinen Post unserer Königin, daher werde ich mein Zelt hier im Saal aufschlagen und warten, ob sie nicht doch nur einfach etwas länger im bad brauch.\n\nIch glaub ja fast, daß wir als OTler ... sprich Offtopic Trolle ... ganz professionell getrollt wurden! Unsere Königin ist vielleicht ein Smurf mit verstellter Stimme. Gibs zu Eibert! Du konntest Dich einfach nicht von der MACHT verabschieden. Ausserdem wolltest Du schon immer mal deine weibliche Seite ausleben ....","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2017-06-22T05:58:41.920+0000","up_votes":1,"down_votes":0,"body":"BUHUUUUUUUUUUUUUUUUUU","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-06-21T15:15:50.403+0000","up_votes":1,"down_votes":0,"body":"Wird dann wohl ein Ballsaal :P","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-06-21T14:52:34.455+0000","up_votes":1,"down_votes":0,"body":"Ich wär dafür, dass sie mal ihren eigenen Saal aufmacht.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-05-30T12:51:45.595+0000","up_votes":1,"down_votes":0,"body":"Ich kann die vom Smartphone aus nicht richtig editieren. \n\nAber ein neuer König - eine aktuelle Liste! \n\nGruß OT Becks","replies":[]},{"id":"","poster":"dêr zwerg","date":"2017-05-30T11:47:55.178+0000","up_votes":1,"down_votes":0,"body":"der nächste König kann ja eine aktuelle Liste veröffentlichen :P","replies":[]},{"id":"","poster":"Angel Ayume","date":"2017-05-30T11:46:21.803+0000","up_votes":1,"down_votes":0,"body":"Sollte die nicht aktuell sein? Oder ist das bewusst so? :D","replies":[]},{"id":"","poster":"El Pingu","date":"2017-05-30T11:43:37.444+0000","up_votes":1,"down_votes":0,"body":"das ist auch die Liste, aus der Zeit des Königs Becks","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-28T18:56:54.794+0000","up_votes":1,"down_votes":0,"body":"Es geht um die Verwirrung von personen, welche allgemein und sich persönlich als Gelehrte sehen und gesehen werden.","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-28T15:14:58.892+0000","up_votes":1,"down_votes":0,"body":"Rümpfhügel","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-04-25T15:25:38.510+0000","up_votes":1,"down_votes":0,"body":"Wer ist eigentlich König bei Riot? Mit der ihren Fußvolk gebe ich mich doch gar nicht ab. Unter meiner Würde :P","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-25T12:09:16.027+0000","up_votes":1,"down_votes":0,"body":"Tatsächlich wäre es cool, wenn du dafür gleich einen eigenen Thread machst. Dann lesen es wahrscheinlich auch mehr Leute ;)","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-20T21:19:31.175+0000","up_votes":1,"down_votes":0,"body":"Forendesign abändern, sodass man instant auf die Letzte Seite springen kann. Also in der Übersicht. Wie im alten Forum ;)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-04-19T20:40:46.882+0000","up_votes":1,"down_votes":0,"body":"ARAM sollte wirklich Aram sein!  Also grundsätzlich alle Champs freigeschaltet. \nAber da würde Rito wohl ein Haufen Kohle für EP und XP Boost verloren gehen...\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-19T20:32:08.527+0000","up_votes":1,"down_votes":0,"body":"MEHR PILZE!","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-19T19:29:17.068+0000","up_votes":1,"down_votes":0,"body":"Der Ältestenrat muss es wohl wissen. Also, mögen die Zählungen beginnen!","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-04-19T11:24:54.197+0000","up_votes":1,"down_votes":0,"body":"Genehmigung erteilt, werter König. \n\nGruß OT Becks","replies":[]},{"id":"","poster":"Kind Prow","date":"2017-04-12T20:15:13.539+0000","up_votes":1,"down_votes":0,"body":"Halleluje, Swenson ist da :>","replies":[]},{"id":"","poster":"The mute Swan","date":"2017-04-12T15:26:46.689+0000","up_votes":1,"down_votes":0,"body":"Liebes OT-Königreich,\nHiermit beantrage ich eine Namensänderung auf der Offiziellen Liste.\nNamiultedformose > The Swan Song","replies":[]},{"id":"","poster":"SuperKahlan","date":"2017-03-19T12:23:54.104+0000","up_votes":1,"down_votes":0,"body":"Disko! Disko! \nNunu! Nunu!","replies":[]},{"id":"","poster":"SuperKahlan","date":"2017-03-19T08:32:41.622+0000","up_votes":1,"down_votes":0,"body":"Disko!","replies":[{"id":"","poster":"Neamhoilte","date":"2017-03-19T11:43:47.637+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SuperKahlan,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0097,timestamp=2017-03-19T08:32:41.622+0000)\n>\n> Disko!\n\nNUNU\n\n\n\n{{champion:20}}","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2017-03-13T11:40:29.424+0000","up_votes":1,"down_votes":0,"body":"Sehr gut, dann kann ich hier ja endlich mein Fitnessstudio einrichten, und dort drüben kommt die Bar hin und dort hin kommt die Tanzfläche und unter die Decke hängen wir eine riesige Diskokugel und dort drüben kommt ein Spezialitätengeschäft für alle Spielarten des Bärlauchtees hin. Das wird toll ;D","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-03-12T07:01:03.884+0000","up_votes":1,"down_votes":0,"body":"So soll es geschehen my Lord","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-11T22:01:32.056+0000","up_votes":1,"down_votes":0,"body":"So mein Entschluss steht fest, der Audienzsaal des Volkes bleibt in dieser Form bestehen. Was gut ist braucht nichht geändert zu werden. Zudem ist mir ein Schloss eh zu groß. Ich werde zurück in die Schenke ziehen und diese offiziell als Königssitz nutzen. Letzte Umbaumaßnahmen werden eingeleitet, um den ursprünglichen Character der Schänke zu erhalten und sie für die neuen Aufgaben zu wappnen.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-09T19:02:24.438+0000","up_votes":1,"down_votes":0,"body":"ich bin ja immer noch am überlegen ob ich einen eigenen Audienzsaal will. Wobei der hier schon sehr schön ist....","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-03-03T10:31:53.945+0000","up_votes":1,"down_votes":0,"body":"Hurra! Ein hoch auf den Zwerg.\n\n#Tötet Onkel Dithmeyer","replies":[]},{"id":"","poster":"dêr zwerg","date":"2017-03-02T20:35:41.846+0000","up_votes":1,"down_votes":0,"body":"Rümmelbier für jeden der am Rosenspiel teilnimmt ;)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-03-01T18:58:36.030+0000","up_votes":1,"down_votes":0,"body":"Genau Jungs.  Genießt die Freuden der Flex Q.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2017-03-01T18:10:07.019+0000","up_votes":1,"down_votes":0,"body":"Ich muss auch mal wieder paar Pilze legen :)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2017-03-01T08:55:13.142+0000","up_votes":1,"down_votes":0,"body":"WB Snoobdogg","replies":[]},{"id":"","poster":"sN00Bdogg","date":"2017-03-01T00:06:51.351+0000","up_votes":1,"down_votes":0,"body":"Hallo Leute!\nPuuuh! Das war mal n PIlz !!!!\nAber seit heute mal wieder unter den Lebenden.\nMuss mal sehen was sich als Teemo-Support so reissen lässt. Hoffe ne ganze Menge nach dem stundenlangen Update.\nIch hau dann mal wieder rein. \nDarauf nen Pilsz\nSincerely\nSn00b","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-11-03T19:48:16.747+0000","up_votes":1,"down_votes":0,"body":"Ja, wir HATTEN sogar maln Minister für alles... der is dann aber leider verstorben!","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-19T05:37:48.700+0000","up_votes":1,"down_votes":0,"body":"Ich hab das gefühl ihr müsst mal die Aufgaben neu verteilen wenn man immer liest \"wir **_hatten_**\" :D","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-18T15:26:54.170+0000","up_votes":1,"down_votes":0,"body":"wir hatten doch mal einen Porobeauftragten\n\nHerzlich Willkommen IM OT. Hat lange gedauert aber jetzt bist du endlich hier :)","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-18T14:41:30.691+0000","up_votes":1,"down_votes":0,"body":"Zufälligerweise haben wir einen Streichelzoo. Vorm Schlosstor rechts abbiegen, die große Treppe runter, da gibts die Poros. Die müssten aber dringend mal wieder gestriegelt werden. Wo is unser Zooleiter???","replies":[]},{"id":"","poster":"Freiherr Alex","date":"2016-10-18T06:20:09.202+0000","up_votes":1,"down_votes":0,"body":"Hallo OT,\nmein Name ist seipelsche. eine ganze Zeit lang dümple ich nun schon hier umher. Unterstütze das böse Tauziehen Team, obwohl ich eigentlich n guter bin. Die hatten einfach so gute Argumente...und Kekse...\nAußerdem bin ich Philosophisch veranlagt...Vielleicht kennt ihr meinen Vers \"Schwein oder nicht Schwein! Aus was mach ich mein Schnitzel?!\". Ich mag die Grüne Landschaft hier im Königreich.\nWas ich vom Rümmelbier nicht behaupten kann. Vielleicht mach ich mich Irgendwann dran mir selbst ein Leckeres Schwarzes Bier zu Brauen. Konkurenz belebt ja immerhin das Geschäft. Außerdem sollten die Leute hier auch mal was gutes zu trinken haben. Aber ein guter Koch soll der Rümmel immerhin sein!\nDazu möchte ich erwähnen dass ich \"Geschenken zur Meinungsfindung\" nicht Abgeneigt bin und gerne auf der Seite derer bin, welche mir mehr bieten können :D\nBevor ich hier herein Stolperte, habe ich viele Jahre in der Küche gestanden und habe für diverse Ausbeuter gearbeitet bevor ich einer dieser tollen Hilfssheriffs wurde die vor Schänken die Gesichtskontrolle machen und auf Bauernhöfe wohlhabender Trolle aufpassen. \nWenn Ihr also ein bischen (mehr) Essen und ein Stabiles Bett übrig habt, vielleicht eine staatlich finanzierte Krankenkasse, Altersvorsorge und Pflegeversicherung sowie einen Poro Streichelzoo habt. Würde ich mich euch gerne Anschließen. Viele Ansprüche habe ich ja nicht :)","replies":[{"id":"","poster":"Neamhoilte","date":"2016-10-18T10:10:52.534+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=seipelsche,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0088,timestamp=2016-10-18T06:20:09.202+0000)\n>\n> Hallo OT,\n> mein Name ist seipelsche. eine ganze Zeit lang dümple ich nun schon hier umher. Unterstütze das böse Tauziehen Team, obwohl ich eigentlich n guter bin. Die hatten einfach so gute Argumente...und Kekse...\n> Außerdem bin ich Philosophisch veranlagt...Vielleicht kennt ihr meinen Vers &quot;Schwein oder nicht Schwein! Aus was mach ich mein Schnitzel?!&quot;. Ich mag die Grüne Landschaft hier im Königreich.\n> Was ich vom Rümmelbier nicht behaupten kann. Vielleicht mach ich mich Irgendwann dran mir selbst ein Leckeres Schwarzes Bier zu Brauen. Konkurenz belebt ja immerhin das Geschäft. Außerdem sollten die Leute hier auch mal was gutes zu trinken haben. Aber ein guter Koch soll der Rümmel immerhin sein!\n> Dazu möchte ich erwähnen dass ich &quot;Geschenken zur Meinungsfindung&quot; nicht Abgeneigt bin und gerne auf der Seite derer bin, welche mir mehr bieten können :D\n> Bevor ich hier herein Stolperte, habe ich viele Jahre in der Küche gestanden und habe für diverse Ausbeuter gearbeitet bevor ich einer dieser tollen Hilfssheriffs wurde die vor Schänken die Gesichtskontrolle machen und auf Bauernhöfe wohlhabender Trolle aufpassen. \n> Wenn Ihr also ein bischen (mehr) Essen und ein Stabiles Bett übrig habt, vielleicht eine staatlich finanzierte Krankenkasse, Altersvorsorge und Pflegeversicherung sowie einen Poro Streichelzoo habt. Würde ich mich euch gerne Anschließen. Viele Ansprüche habe ich ja nicht :)\n\nDu bist mir auch schon länger aufgefallen.  Da kann man garnicht anders: Willkommenim OT.\n\nName editiere ich noch rein.\n\nGruß OT Becks","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-18T10:52:25.655+0000","up_votes":1,"down_votes":0,"body":"Hihi...jetzt geht's (Berg)ab :D","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2016-10-18T05:39:09.740+0000","up_votes":1,"down_votes":0,"body":"Kriegen wir noch ne Gesamtvorstellung? Deine Eigenschaften und Eigenheiten, Deine Vorlieben und Abneigungen? Irgendwelche Stärken und Schwächen? Was für Dinge du nutzt und welcher Dinge Nutzen du nicht verstehst? Weitere Infos vllt üver deinen gesundheutlichen Zustand, ob du ein Hypochonder bist oder doch tatsächlich steebenskrank. Und die wichtigste Sache von allem: kannst du seitenlanges dummes Gelaber aushalten, und selbst semi-intellektuelle Kettensätze verfassen?","replies":[{"id":"","poster":"Freiherr Alex","date":"2016-10-18T05:42:42.405+0000","up_votes":1,"down_votes":0,"body":"kommt sofort :D","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-10-16T19:34:08.130+0000","up_votes":1,"down_votes":0,"body":"Ich hab keine Argumente mehr, Bösewichters sind nun einfach die interessanteren Charaktere... schade dass das nich für dich gilt :P","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T19:43:31.401+0000","up_votes":1,"down_votes":0,"body":"Kranke Menschen sind nicht Schwach sie sind anders.\nUnd Schwach sind nur Leute die nicht tun was nötig ist wenn es nötig ist ( Handtaschenräuber aufhalten , Verletzten helfen etc.) Ich bin zwar Böse aber ich besitze einen Gewissen anstand","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T19:33:00.074+0000","up_votes":1,"down_votes":0,"body":"Immerhin darin stimmen wir überein, ABER\n\n-> Wirklich böse ist nur jemand der Böses tut um Böses zu tun, und solche Menschen sind krank -> Kranke menschen sind schwach!","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T19:28:26.763+0000","up_votes":1,"down_votes":0,"body":"Aber jeder Kluge Bösewicht (wie auch ich) hat natürlich gegenmaßnahmen gegen Pickelige Idioten (aka Nerds) mit Lasern und Bomben und jeder Bösewicht der seine Pläne verrät ist nicht Böse sondern ein kleines heulendes Kind das aufmerksamkeit möchte!","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T18:51:37.868+0000","up_votes":1,"down_votes":0,"body":"Quatsch US Army, da kommt einfach ein pickeliger Idiot mit der Kraft des Lasers und deine Verdummungsmaschine ist ganz schnell schrottreif!","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T16:45:19.397+0000","up_votes":1,"down_votes":0,"body":"nein weil es seine ganze Macht für die \"Helden\" sowie die US Army braucht die Versuchen wird ihn aufzuhalten und dabei Jämmerlich versagen wird während seine Sklaven seine Doom Maschine of totaly Armagedon Doom of Doomness bauen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T16:41:43.210+0000","up_votes":1,"down_votes":0,"body":"Weils alleine schwach is :P","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T16:33:50.352+0000","up_votes":1,"down_votes":0,"body":"Weil Hollywood uns das glaube lassen möchte dass das gute immer gewinnt. Und außerdem weiß Nocturne selbst dass er der Albtraum aller Beschwörer ist. \nund außerdem das wahre Böse braucht keine Partner sondern versklavt einfach die einfachen Leute für ihre Sache.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T16:29:06.481+0000","up_votes":1,"down_votes":0,"body":"Veigar ist zu klein um mit irgendwem zusammenarbeiten, Nocturne weiß nichtmal was böse ist, da er keine anderen Wesensarten kennt, der Sandmann ist alleine schwach, und im großen und ganzen gilt das für jeden Bösen. Was glaubst du denn warum im Film zu jeder Serie sich die Bösen verbünden? UNd trotzdem besiegt werden :P","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T16:27:20.864+0000","up_votes":1,"down_votes":0,"body":"Dann streiten sie sich wer böser ist und irgendwann einigen sich und verhauen erstmal die guten Leute und streiten sich dann weiter.","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-10T16:26:23.258+0000","up_votes":1,"down_votes":0,"body":"und wenn veigar und Nocturne im gleichen Team sind?","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-10T16:24:32.674+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht wahr es gibt viele Böse die allein arbeiten. Zum Beispiel Ich, Veigar Nocturne der Sandmann(nicht der Kika Sandmann sondern der Böse der Leute im Schlaf hohlt) ich kann diese Liste noch gut 66Zeilen weiterführen aber so reicht das wohl(an King Prow)","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-09T16:17:45.192+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe spaß, spiele Lol, mag Teemos, hätte liebend gerne jeden Champion der Leere und alle 4 Ninjas bin Böse. mehr gibt es nicht über nicht zu wissen. Achja und ich kann besser mit einer Schaufel kämpfen als Yorick^^","replies":[{"id":"","poster":"Neamhoilte","date":"2016-10-10T16:24:11.645+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Azradan,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0074,timestamp=2016-10-09T16:17:45.192+0000)\n>\n> Ich verstehe spaß, spiele Lol, mag Teemos, hätte liebend gerne jeden Champion der Leere und alle 4 Ninjas bin Böse. mehr gibt es nicht über nicht zu wissen. Achja und ich kann besser mit einer Schaufel kämpfen als Yorick^^\n\nNa das passt doch bestens zu uns. Willkommen im OT. Jetzt musst du nur noch deine Spam Qualität unter Beweis stellen. \n\nGruß OT Becks \n\nP.S. Name editiere ich später","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-10-10T16:07:54.094+0000","up_votes":1,"down_votes":0,"body":"Nö, die guten sind gut im Gut sein, die bösen sind einfach nur zu schlecht um alleine klarzukommen!","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-10T15:58:27.990+0000","up_votes":1,"down_votes":0,"body":"bzw er ist gut im Böse sein ;)","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-10T13:08:16.900+0000","up_votes":1,"down_votes":0,"body":"Glaub ich nich... ihr seid einfach zu viele, das is der Punkt!","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-10T04:42:10.712+0000","up_votes":1,"down_votes":0,"body":"und er ist gut im tauziehen :)","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-09T19:54:52.474+0000","up_votes":1,"down_votes":0,"body":":=========================================================:\n                                                              ok","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-09T14:58:29.947+0000","up_votes":1,"down_votes":0,"body":"Anfrage <--------------------------------------------\n\nso, jetz mal her mit den Infos, und ich such derweil schonmal meine Schaufel ';..;'","replies":[]},{"id":"","poster":"Azradan","date":"2016-10-08T19:38:21.660+0000","up_votes":1,"down_votes":0,"body":"Hiermit möchte ich ,Azradan , mich als OT Bürger bewerben.Weitere Informationen auf anfrage.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-10-08T15:17:09.467+0000","up_votes":1,"down_votes":0,"body":"Ich verscharre jeden Neuzugang gleich im Friedhof, ich brauche meine Ruhe., Da sind schon wieder Bücher verschwunden ;(","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-10-04T15:52:11.315+0000","up_votes":1,"down_votes":0,"body":"Jop, Wahlkampf ist die beste Zeit uns kennenzulernen! Kommt in Scharren :)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-10-03T10:57:02.439+0000","up_votes":1,"down_votes":0,"body":"Hallo OTler und Freunde des OT's, sowie Interessierte! \n\nEin neuer König wird gesucht. Noch habt ihr Zeit um Aufnahme ins OT nachzufragen. Nur zu,wir beißen nicht.\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-08-09T20:27:26.384+0000","up_votes":1,"down_votes":0,"body":"The OT will never die!!!!\n\n{{sticker:slayer-pantheon-thumbs}} \n\nGruß OT Becks","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-08-09T20:11:13.401+0000","up_votes":1,"down_votes":0,"body":"wurde zu spät genecrot","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-08-09T20:10:41.697+0000","up_votes":1,"down_votes":0,"body":"Stimmt, aber wir waren ja vorgewarnt. Wieso haben wir nicht daran gedacht?","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-08-09T20:04:05.891+0000","up_votes":1,"down_votes":0,"body":"und andere meinten Anfang des Jahres wir könnten das Königeich dicht machen. Gut, dass wir es nicht haben :)","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-08-09T20:01:49.030+0000","up_votes":1,"down_votes":0,"body":"Und sehet da: Schon damals hat man gewusst was auf uns zukommt!\n\n[MatriUnyielding prophezeite schon](http://forums.euw.leagueoflegends.com/board/showthread.php?t=316729&page=700) , dieses Jahr wird dufte (die Ironie merkt man sicherlich :P )","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-07-28T22:13:28.178+0000","up_votes":1,"down_votes":0,"body":"Endlich{{champion:17}}","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-07-28T19:56:03.652+0000","up_votes":1,"down_votes":0,"body":"Auch von mir ein geschwollenes Willkommen, auf dass dein Name in die Annalen des Königreichs eingehen möge.\n\nIzo, königlicher Nekromant K.P","replies":[]},{"id":"","poster":"Maexle","date":"2016-07-28T16:58:26.912+0000","up_votes":1,"down_votes":0,"body":"Werter König Becks,\n\nwie Ihr wisst ( das ist das einzige Mal, dass ich **so** förmlich bleibe btw :P ) bin ich ja schon länger aktiv im Form und auch in eurem Königreich und ich habe nun genug gesehen. \nIch, Maexle von Baden, beantrage die Aufnahme im Königreich OT. \nIch werde mein Bestes für das Königreich geben und gelobe weiterhin beim Tauziehen auf eurer Seite zu kämpfen, bis wir gewonnen haben oder ( was sehr unwahrscheinlich ist ) würdevoll untergehen. \nIch bin ein bescheidener Mann und komme gerade aus dem Land der Irren, das für seine Schaafe und dazu seine alkohlischen Getränke bekannt ist, weshalb ich mir hier kurz halte.\n\nIch hoffe, dass ihr diesen kleinen, bescheidenen Antrag annehmt und ich euch noch besser und offiziell unterstützen kann.\nBis dahin.\n\nMaexle \n{{champion:17}}","replies":[{"id":"","poster":"Der Großmugister","date":"2016-07-28T19:20:36.097+0000","up_votes":1,"down_votes":0,"body":"Willkommen!","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-07-28T18:42:15.529+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Maexle,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0067,timestamp=2016-07-28T16:58:26.912+0000)\n>\n> Werter König Becks,\n> \n> wie Ihr wisst ( das ist das einzige Mal, dass ich **so** förmlich bleibe btw :P ) bin ich ja schon länger aktiv im Form und auch in eurem Königreich und ich habe nun genug gesehen. \n> Ich, Maexle von Baden, beantrage die Aufnahme im Königreich OT. \n> Ich werde mein Bestes für das Königreich geben und gelobe weiterhin beim Tauziehen auf eurer Seite zu kämpfen, bis wir gewonnen haben oder ( was sehr unwahrscheinlich ist ) würdevoll untergehen. \n> Ich bin ein bescheidener Mann und komme gerade aus dem Land der Irren, das für seine Schaafe und dazu seine alkohlischen Getränke bekannt ist, weshalb ich mir hier kurz halte.\n> \n> Ich hoffe, dass ihr diesen kleinen, bescheidenen Antrag annehmt und ich euch noch besser und offiziell unterstützen kann.\n> Bis dahin.\n> \n> Maexle \n> {{champion:17}}\n\n\nWie könnte ich einem bösen Mitstreiter die Aufnahme verwehren! Wohl an werter Maexle, euch wird heute die Ehre verliehen, sich zukünftig als OT Bürger zu bezeichnen.  Willkommen im Club der Verrückten, Feeder, Carrier usw usf .\n\nIch nehme an ihr sprecht vom irischen Schaf, welches sich in ein hervorragendes Stew verwandelt lässt. Desweiteren vom Stoutbier und Whisky, bestens geeignet einem die Sinne zu schärfen.\n\nGruß OT Becks \n\n\nP.S. Fühle er sich frei alle OT'ler ingame zu adden. Gleichfalls unserem Ingame Club beizutreten. \n\nDen Startpost editiere ich dann nächste Woche, wenn ich wieder in der Heimat bin. Mein Smartphone will das nicht...","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2016-06-20T06:40:58.254+0000","up_votes":1,"down_votes":0,"body":"Werter Wirt,\n\nda ist guter Rat teuer! Wir könnten vielleicht ein paar edle Recken in umliegende Königreiche entsenden, die dort nach willigen und kräftigen Kandidatinnen Ausschau halten.\nOder auch wäre es möglich, eine vorübergehende Trinkbeschränkung per königlichen Erlass einzuführen. Also sowas wie: Saufgelage in der Schenke nur von 6 bis 18 Uhr zu zulassen.\nWir könnten auch ein paar Frauen unter falschen Voraussetzungen hier her locken und sie dann zwangsverpflichten.\nUnd sollten alle Stricke reißen, dann rasieren wir den Zwerg, zwängen ihn in ein Dirndl und polstern ihn obenrum mit Honigmelonen aus. Oder anstelle des Zwerges, könnten wir auch jemand anderen des OT's nehmen. \n\n: )\n\nGruß OT Becks","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-20T09:48:24.041+0000","up_votes":1,"down_votes":0,"body":"Ausfälle werden nicht das Problem sein. Eher Einfälle... von ratten. Mit Pfeil und Bogen. Ich hab sogar eine mit nem Kriegshammer gesehen.{{sticker:zombie-brand-mindblown}}","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-20T10:50:51.827+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0062,timestamp=2016-05-20T09:48:24.041+0000)\n>\n> Ausfälle werden nicht das Problem sein. Eher Einfälle... von ratten. Mit Pfeil und Bogen. Ich hab sogar eine mit nem Kriegshammer gesehen.{{sticker:zombie-brand-mindblown}}\n\nDann schickt die Katzenarmee los. Zamo hat den Ort ja benannt.\n\nAuf, auf meine felligen Krieger.","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-20T10:55:14.180+0000","up_votes":1,"down_votes":0,"body":"Hoffen wir nur, dass die Ratten keine Knäule an Stöcken oder Laserpointer haben....","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2016-05-18T09:02:18.280+0000","up_votes":1,"down_votes":0,"body":"Dann schickt den königlichen Jäger los um dieses Käse und Teemokekse fressende Unding zu erlegen.\n\nZu den Waffen! Wo hab ich doch gleich die Mausefalle gelassen? \n\n\nWir müssen es unbedingt fassen, denn Käse und Quark sind  mir lieber als Mist.\n\n\nHa, vielleicht hat ja der königliche Magier ein Mauswegzauber parat. \n\nZAMO, ZAMO, ZAMO! So eile er zu Hilfe.","replies":[{"id":"","poster":"Zamonianer","date":"2016-05-19T15:14:34.256+0000","up_votes":1,"down_votes":0,"body":"Immer diese NMs... erst den Magier verdächtigen und dann um seine Hilfe bitte...\nUnd ja, ich hätte einen Mauswegzauber, allerdings würde dieser auch die magischen Mäuse wegzaubern, die ich zur Administration der königlich-magischen Infrastruktur benötige. Desweiteren scheint es mir als ob dies überhaupt keine richtige Maus sein...\nIch könnte euch allerdings einen Keksdiebfindezauber (einer meiner wichtigsten überhaupt;)) zur Verfügung stellen:\n\\*exec Keksdiebfindezauber\\*\n>Der Keksdieb (Übereinstimmung mit als \"Saur\" bekanntem Wesen von 42%, Übereinstimmung mit \"Maus\"-Spezies von 33%) befindet sich im Lagerraum x94A im Labyrinth, Abschnitt \"Lager der Ahnen\".\n\nBitte sehr, möge diese Information euch dienlich sein, ich muss jetzt leider wird die Arbeit, die königlich-magische Infrastruktur ausfallsicher machen.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Markishi","date":"2016-05-19T12:32:50.388+0000","up_votes":1,"down_votes":0,"body":"Und wenn der Sauer wird?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-19T12:36:08.210+0000","up_votes":1,"down_votes":0,"body":"Dann werden wir ihn mit ruhigen Worten beschwichtigen oder ihm so lange den Rücken stärken, bis er standhaft genug ist, zum Käse zu stocken!","replies":[{"id":"","poster":"Markishi","date":"2016-05-19T12:49:01.231+0000","up_votes":1,"down_votes":0,"body":"Habt ihr dann Quäse?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-05-19T13:27:30.948+0000","up_votes":1,"down_votes":0,"body":"Natürlich nicht!! Kompromisse und Mittelwege widersprechen in jeder Hinsicht den Grundsätzen des Institutes!","replies":[{"id":"","poster":"Markishi","date":"2016-05-19T13:33:05.651+0000","up_votes":1,"down_votes":0,"body":"Hm, vielelciht gefällt mir euer Institut doch besser , als ich dachte...","replies":[]}]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2016-05-19T11:28:00.288+0000","up_votes":1,"down_votes":0,"body":"Aber noch haben wir den Quark als Bollwerk gegen den Mist.\n\n; )","replies":[]},{"id":"","poster":"Markishi","date":"2016-05-19T08:52:59.271+0000","up_votes":1,"down_votes":0,"body":"Ich hab euch gesagt das Ende der Welt naht. Niemand wollte auf mich hören, und nun ist all der Käse weg. Glaubt ihr mir nun?\n\n(man verzeihe mir meine Abwesenheit, hatte einiges zu tun in den letzten Tagen)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-05-18T06:40:08.758+0000","up_votes":1,"down_votes":0,"body":"Du meinst so ein Ding, das auf allen vieren läuft, mit Fell und langen Schwanz, Krallen an den Füßen und vorstehende Zähne hat?\n\nÄh, Nein. Hab ich nicht gesehen. \n\nAber meine nicht sehbaren Teemokekse sind auch weg. \n\nHmmm, entweder wandert Zamo durchs Schloß oder das Saur....","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-17T14:00:10.530+0000","up_votes":1,"down_votes":0,"body":"Oh entschuldigt euer Hoheit, ist hier zufällig eine Maus vorbeigekommen, weil wegen da so ein 3 meter Loch in ihrer Tür klafft...?","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-05-12T15:57:14.259+0000","up_votes":1,"down_votes":0,"body":"Also bei grünen Ziegeln hätte ich ja Nein gesagt, aber so... Wenn keine Einwände kommen, so mögen die Ziegel entsorgt werden.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-12T14:31:52.191+0000","up_votes":1,"down_votes":0,"body":"Ich stelle einen Antrag auf Ausmusterung von Ziegelbeständen Die offenen Lagerräume im hinteren Teil des Schlosses sind voll mit Ziegelsteinen aller Arten. Zebrochene und ganze rote, gelbe, blaue und Glas-ziegelsteine sowie Dachziegel und Dachpappe.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-05-12T07:08:07.288+0000","up_votes":1,"down_votes":0,"body":"Also die Teemokekse sehen äh unsehbar lecker aus.  ; )","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-12T10:54:13.679+0000","up_votes":1,"down_votes":0,"body":"Das ist wunderbar zu wissen ^^","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-10T16:03:45.232+0000","up_votes":1,"down_votes":0,"body":"[Permalink](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7eIrrBQX-audienzsaal-des-offtopics?page=15)","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-10T17:41:19.681+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0056,timestamp=2016-05-10T16:03:45.232+0000)\n>\n> [Permalink](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7eIrrBQX-audienzsaal-des-offtopics?page=15)\n\nEndlosschleife \n\n: )","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-03T12:32:48.972+0000","up_votes":1,"down_votes":0,"body":"Mir ist gerade ein beunruhigender Misstand aufgefallen,werter König. Der TS Außenbereich des Schlosses, enthält weder die Fakultät noch ein Institut, oder das deprimierende muffige Zimmer des Pessimisten. Einen solchen Misststand dürfen wir nicht dulden.","replies":[{"id":"","poster":"Markishi","date":"2016-05-04T07:41:55.229+0000","up_votes":1,"down_votes":0,"body":"Deprimierend Muffige Zimmer des Pessimisten?  Zu eurer Information, ich bin nicht nur ein Pessimist, ich bin der Zunftmeister der pessimistischen Schwarzseher und Apokalyptischen Propheten! Und Muffig muss es auch nicht sein. Dunkel und abgeschieden, ja, aber nicht muffig.","replies":[]},{"id":"","poster":"Zamonianer","date":"2016-05-03T15:40:02.698+0000","up_votes":1,"down_votes":0,"body":"Das Institut und das Zimmer des Pessimisten sind nun vorhanden, für weitere Channel oder Gruppen einfach mich anschreiben.\nHier, per eMail (zamo äht lol-offtopic.de), per Kontaktformular auf der Seite, im Client (wenn ich mal da bin) oder auch per Whatsapp.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2016-05-04T04:27:25.278+0000","up_votes":1,"down_votes":0,"body":"Zamo regelt. Er ist halt der Magier","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-05-03T12:12:03.873+0000","up_votes":1,"down_votes":0,"body":"Yo sNOOBdogg,\n\nmache dich breit im OT. Ein weiterer Teemologe ist uns willkommen.  Bereichere unser Reich mit reichlich neuen Freds oder Posts. \n\nAuch du bist jetzt ein Teil der OT Familie. Willkommen. \n\n\nGruß OT Becks \n\n\n\nP.S. Startpost editier ich später am Rechner. Smartphone will nicht so wie ich.","replies":[]},{"id":"","poster":"Kind Prow","date":"2016-05-02T15:34:40.218+0000","up_votes":1,"down_votes":0,"body":"Überraschen kannst du mich nicht. Ich hab schon alles gelesen. Ich kenne alle überraschenden Wendungen die es überhaupt geben kann. Und wenn ich lese krieg ich sowieso nichts mit, also vergiss es :P","replies":[{"id":"","poster":"Markishi","date":"2016-05-02T16:53:35.294+0000","up_votes":1,"down_votes":0,"body":"Ich sehe schon, du wirst eine harte Nuss, aber der Pessimismus wird auch über dich herfallen!","replies":[]}]},{"id":"","poster":"Markishi","date":"2016-05-02T10:29:53.511+0000","up_votes":1,"down_votes":0,"body":"Ehrwürdiger König!\nAuch wenn ich bisher nicht viel in Erschinung getreten bin,  so hoffe ich doch, um eine Aufnahme in euer Königreich. Wie mir nämlich aufgefallen ist, fehlt eurem Königreich ein waschechter Pessimist, Schwarzdenker und Prohpet der Apokalpyse. Aber irgendjemand muss doch vom Ende der Welt erzählen! Erst gestern Abend las ich, das es den Poros in eurem Zoo nicht gut geht. EIn Vorbote der Apokalpyse! Wobei, wenn ich es mir recht überlege, diese Apokalpyse muss verhindert werden. Und wenn das gesammte Menschenreich zerfällt, den Poros darf keinen Schaden zugefügt werden!\nTrotz alldem, am ende bleibt der Untergang! Die Bürger müssen gewarnt werden! Sie dürfen nicht blindlings der Apokalpyse entgegenlaufen!","replies":[{"id":"","poster":"Neamhoilte","date":"2016-05-02T14:37:39.928+0000","up_votes":1,"down_votes":0,"body":"Hallo Markishi, \n\nich glaube das OT ist der richtige Ort für dich. Da kannst du prima an deinen Upvotes arbeiten. Du brauchst nur regelmäßig in den Forenspielen spammen...\n\nEs gab mal einen echt guten Schwarzseher im OT. Dieser aber zog aus, um in einem anderen Reich zu walten. Mir gehen diese always Optimisten auch auf den Sack. Das OT braucht einen begabten Pessimisten. Die Fußstapfen sind groß, aber versuche dein Glück oder doch eher Pech. \n\nGruß OT Becks \n\n\n\nP.S. Eingangspost editiere ich später.  Drecks Smartphone...","replies":[{"id":"","poster":"Markishi","date":"2016-05-02T15:35:08.312+0000","up_votes":1,"down_votes":0,"body":"Ich werde euch vom Ende der Welt erzählen, und eure Gute Stimmung vernichten!\nGlück und Erfolg sind nur Illusionen! Am Ende bleibt euch nichts, NICHTS, hört ihr!","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2016-05-02T11:26:57.795+0000","up_votes":1,"down_votes":0,"body":"Warte, einen Moment mal, hatten wir sowas nich schonmal?","replies":[{"id":"","poster":"Zamonianer","date":"2016-05-02T12:07:06.132+0000","up_votes":1,"down_votes":0,"body":"Ja, hatten wir. Der eine ist ausgewandert und wegen seiner Schwarzseherei mehr oder weniger verbannt, der andere verschollen. Es ist ein gefährlicher Posten... vielleicht, weil das BÖSE nicht will, dass wir von ihm erfahren, aber ich rede schon wieder zu viel..\n\nGruß,\nZamo","replies":[{"id":"","poster":"Markishi","date":"2016-05-02T15:29:15.595+0000","up_votes":1,"down_votes":0,"body":"Das Böse ist überall, und genauso kann es auch jeden treffen. Wappnet euch, überraschte Opfer sind dem Bösen am liebsten..","replies":[]}]}]},{"id":"","poster":"Eibert Rümmel","date":"2016-05-01T21:08:22.300+0000","up_votes":1,"down_votes":0,"body":"Auch von mir ein Herzliches Willkommen im Königreich. Hier ist erstmal ne Runde Rümmel-Bier (ausser für den zwerg, der soll erstmal sein Haus fertig bauen solang gibts nix, mein Freund :P)\n\nFühlt euch frei mich oder jeden anderen Bürger ingame zu adden, falls ihr in den Ingameclub (wir haben das tolle Tag OTler) aufgenommen werden wollt oder mal Lust auf eine Königliche Runde LOL habt. Für die Whatsapp Gruppe ist Fizz In My Hands zuständig. Für Homepage und Ts Zamonianer.\n\nOder Ihr lebt die Zugehörigkeit zum Königreich hier im Forum aus. Ganz wie ihr wollt.\n\nHochachtungsvoll\nEibert Rümmel\n-------------------------------------------------------------------\nköniglicher Suffberater","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T05:31:13.543+0000","up_votes":1,"down_votes":0,"body":"*ingame add*\n\naber das bier nehme ich mit Freuden an. Die Brauweise ist betriebsgeheimnis, nehme ich mal an?","replies":[]}]},{"id":"","poster":"Oyasumi Punpun","date":"2016-05-01T19:05:23.958+0000","up_votes":1,"down_votes":0,"body":"Darf ich hier beantragen, dass mein alter Name \"Hentai Ouji\" in der Liste der Bürger umgeändert wird? Schließlich sollte in der Verwaltung alles up-to-date sein, nicht dass es noch Missverständnisse gibt.","replies":[{"id":"","poster":"The mute Swan","date":"2016-05-02T05:30:35.240+0000","up_votes":1,"down_votes":0,"body":"Ohoho... hat da wohl jemand eine vorliebe für steinerne Katzen?","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-05-01T20:18:19.756+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Target Dummy,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=004c,timestamp=2016-05-01T19:05:23.958+0000)\n>\n> Darf ich hier beantragen, dass mein alter Name &quot;Hentai Ouji&quot; in der Liste der Bürger umgeändert wird? Schließlich sollte in der Verwaltung alles up-to-date sein, nicht dass es noch Missverständnisse gibt.\n\nMach ich, aber es spackt gerade etwas rum...","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2016-05-01T19:02:10.545+0000","up_votes":1,"down_votes":0,"body":"Die Belange der Poros wurden allerdings für viel zu lange vernachlässigt. Normalerweise war der gute Robert440 der eifrige Verfechter der Pororechte, aber da jener zu lange nicht mehr anwesend war ist gewesen sein worden hat etc. ...  ich hab nichts dagegen. Der Zoo ist neben dem Eingang rechts. Die Treppe runter. Nimm dir nen Aremschutz mit, dort wurde seit ca. Nem halben Jahr nichmehr gelüftet. War da nich auch noch saur, oder saul oder wie hieß der? Dieses Halbzombie wesen mit den Ausdünstungen einer Herde Opossums. Müsst ich nochmal nachschaun. Dürfte irgendwo noch stehn.\n\nAber hellau, herzlichst willkommen","replies":[]},{"id":"","poster":"Eibert Rümmel","date":"2016-04-29T15:59:04.650+0000","up_votes":1,"down_votes":0,"body":"Musst noch Kengen hinzufügen zur Liste der Bürger. War so frei sie mal zur ehrenbürgerin zu ernennen. Sie wäre auch ein Kandidat für den Spammer of the Month april ;)","replies":[{"id":"","poster":"Neamhoilte","date":"2016-04-29T18:20:16.079+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0046,timestamp=2016-04-29T15:59:04.650+0000)\n>\n> Musst noch Kengen hinzufügen zur Liste der Bürger. War so frei sie mal zur ehrenbürgerin zu ernennen. Sie wäre auch ein Kandidat für den Spammer of the Month april ;)\n\nOk, mach ich.  : )","replies":[]}]},{"id":"","poster":"dêr zwerg","date":"2016-04-05T19:18:39.858+0000","up_votes":1,"down_votes":0,"body":"torkelt ein rülpsender Zwerg herein, \"Hubs, wo bin ich denn hier gelandet\", kotzt in die Ecke und frägt sich wer das jetzt wegwischt.","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-03-08T20:43:40.762+0000","up_votes":1,"down_votes":0,"body":": )\n\nNun denn, man hat den Fred gefunden. Den nächsten Glen F. gönn ich mir vor Freude.\n\n@ Rümmelnder Eibert: Hier braucht auch kein König deine Worte hören. Das OT Volk muß sie hören! Hoffentlich tut es das auch. \n\nEin klein wenig Revolution - Bin dabei!\n\nP.S. Als Gewinn hätte es nur einen Mysterie Skin/Champ gegeben. ; )\nIch kann mich doch nicht selbst bestrafen...","replies":[]},{"id":"","poster":"Neamhoilte","date":"2016-03-01T16:51:41.134+0000","up_votes":1,"down_votes":0,"body":"Hallo Freunde des OT's,\n\nkommt es mir nur so vor, oder sind hier nur noch wenige des OT Volkes aktiv? In den Forenspielen liest man jeden 2ten Post denselben Namen. Hin und wieder ist mal ein neuer, \"unbekannter\" Name dabei. \nSelbst der neue König ist seit 2 Monaten dabei seine Antrittsrede zu formulieren.  Im externen Offtopic Forum ist die Staubschicht dicker als unter meinem Sofa und der Rosenfred ist auch nicht mehr aktuell...\nOk, in der WA Gruppe wird nett gespamt, aber das reicht nicht um das Offtopic am Leben zu halten. Wir sollten uns an unsere Wurzeln erinnern und wieder öfter im LoL Forum spammen.\nSonst wird das unausweichliche Eintreten: Dr. Mad wird Recht behalten mit seiner Aussage bezüglich des LoL Offtopics.\n\nOder heißt es schon R.I.P. OT?\n\nIch hoffe nicht! \n\nAlso OTler, zeigt euch und lasst den Spam für uns sprechen. : )\n\nRegards\nBobgameBot aka BecksnStout \n7th OT King AD","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-12-05T18:25:32.124+0000","up_votes":1,"down_votes":0,"body":"Ich finde, der werte Herr König muss noch eine Abschiedsrede halten.\n\nMit Allerwertesten Grüßen: der Nekromant KP","replies":[{"id":"","poster":"Neamhoilte","date":"2015-12-05T19:21:57.358+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=003c,timestamp=2015-12-05T18:25:32.124+0000)\n>\n> Ich finde, der werte Herr König muss noch eine Abschiedsrede halten.\n> \n> Mit Allerwertesten Grüßen: der Nekromant KP\n\nDie kommt, wenn ich den neuen König begrüße.","replies":[]}]},{"id":"","poster":"Eibert Rümmel","date":"2015-11-09T21:52:56.854+0000","up_votes":1,"down_votes":0,"body":"Werter König,\n\nweit gereist bin ich. über 12 Berge musste ich steigen; durch 8 Wälder maschieren; unzählige Flüsse durchqueren; in Tälern mit den Kühen grassen und mit den Wölfen schlafen; 4 verschiedene Völker haben mir auf meiner Reise den Krieg erklärt. Mehrere tote Sprachen habe ich gelernt. Mehr Bäume gepflanzt, als meine Nachfahren fällen können. Ein Handwerk hab ich gemeistert und die Mathematik studiert. \n\nAll das habe ich auf mich genommen für mein großes Ziel. Bürger im Königreich OT zu werden.\n\ngez Eibert Rümmel\nWeltverbesserer und Mandelbrot-Fanatiker","replies":[{"id":"","poster":"Neamhoilte","date":"2015-11-10T05:24:57.737+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Eibert Rümmel,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=003b,timestamp=2015-11-09T21:52:56.854+0000)\n>\n> Werter König,\n> \n> weit gereist bin ich. über 12 Berge musste ich steigen; durch 8 Wälder maschieren; unzählige Flüsse durchqueren; in Tälern mit den Kühen grassen und mit den Wölfen schlafen; 4 verschiedene Völker haben mir auf meiner Reise den Krieg erklärt. Mehrere tote Sprachen habe ich gelernt. Mehr Bäume gepflanzt, als meine Nachfahren fällen können. Ein Handwerk hab ich gemeistert und die Mathematik studiert. \n> \n> All das habe ich auf mich genommen für mein großes Ziel. Bürger im Königreich OT zu werden.\n> \n> gez Eibert Rümmel\n> Weltverbesserer und Mandelbrot-Fanatiker\n\n\nWohl an werter Eibert Rümmel,\n\nsie haben hier Ziel erreicht! Willkommen im Club der Verrückten und Alkoholiker.","replies":[]}]},{"id":"","poster":"Kaito","date":"2015-10-25T17:34:35.338+0000","up_votes":1,"down_votes":0,"body":"Mr. President, was halten Sie davon, wenn ich einen Fred hier im Forum aufmache, und die OT Bürger, die noch nicht in der WhatsApp-Gruppe sind, und noch gar nichts davon wissen, darauf aufmerksam mache? \n\nDann könnte man den Thread auch in den Sticky mitreinnehmen, da man den über längerer Zeit womöglich nicht mehr wiederfinden wird. Vielleicht sieht's ja der Ein oder Andere und hätte noch Interesse dran. Natürlich sollen sie ihre Nummer dann nicht in den Thread posten, aber wenn sie interessiert sind, können sie mich dann einfach Ingame adden und ich werde sie in die Gruppe einfügen.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-25T18:40:45.059+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fizz In My Hands,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=003a,timestamp=2015-10-25T17:34:35.338+0000)\n>\n> Mr. President, was halten Sie davon, wenn ich einen Fred hier im Forum aufmache, und die OT Bürger, die noch nicht in der WhatsApp-Gruppe sind, und noch gar nichts davon wissen, darauf aufmerksam mache? \n> \n> Dann könnte man den Thread auch in den Sticky mitreinnehmen, da man den über längerer Zeit womöglich nicht mehr wiederfinden wird. Vielleicht sieht's ja der Ein oder Andere und hätte noch Interesse dran. Natürlich sollen sie ihre Nummer dann nicht in den Thread posten, aber wenn sie interessiert sind, können sie mich dann einfach Ingame adden und ich werde sie in die Gruppe einfügen.\n\nNur zu mein werter Fisch ; )","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-10-21T06:31:21.717+0000","up_votes":1,"down_votes":0,"body":"Aber sowas von Zeitnah dieser König.  : )\n\nHiermit begrüße ich ganz offiziell und herzlich unser neustes Königreich OT Mitglied :\n\nLEBERWURSTFRAU \n\n\nMit dem Handy kann ich meinen Eingangspost nicht bearbeiten. Werde den editieren, sobald ich heute Nachmittag zu Hause bin.\n\nAlles Wissenswerte über das OT findest du hier:\n\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/QE3e2Iqr-ot-die-offtopic-abersicht","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-10-21T07:36:59.244+0000","up_votes":1,"down_votes":0,"body":"Heya\nUnd wenn ich das nicht will?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-21T07:57:44.480+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00360001,timestamp=2015-10-21T07:36:59.244+0000)\n>\n> Heya\n> Und wenn ich das nicht will?\n> \n> MfG Rkoturdo\n\nWarum denn nicht?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-10-21T12:00:30.683+0000","up_votes":1,"down_votes":0,"body":"Heya\nRein aus Prinzip. Haben wir als das Bürgertum ein Mitspracherecht bei einer solchen Entscheidung oder wird soetwas wie bei einer Diktatur oder \"Demokratie\" über unsere Köpfe hinweg entschieden.\n\nIn dem Fall habe ich natürlich nichts gegen unser neustes Mitglied, aber ich denke das ist ein Punk über den wir uns definitiv Gedanken machen sollten.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-21T13:43:30.758+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0036000100010001,timestamp=2015-10-21T12:00:30.683+0000)\n>\n> Heya\n> Rein aus Prinzip. Haben wir als das Bürgertum ein Mitspracherecht bei einer solchen Entscheidung oder wird soetwas wie bei einer Diktatur oder \"Demokratie\" über unsere Köpfe hinweg entschieden.\n> \n> In dem Fall habe ich natürlich nichts gegen unser neustes Mitglied, aber ich denke das ist ein Punk über den wir uns definitiv Gedanken machen sollten.\n> \n> MfG Rkoturdo\n\n\nDa fragen wir am besten den Minister für Neubürgeraufnahme! \n\nAlso für mich reicht eine rege und aktive Teilnahme am OT dafür aus. Und Leberwurstfrau ist schon länger aktiv und wesentlich präsenter als manch ein alteingesessener OT Bürger hier im Forum. \n\nWie stellt du dir das vor. Soll man einen Thread eröffnen mit einem Voting für/gegen einen neuen Mitbürger? Hmmm, klingt nach einem elitären Golfclub äh Clan. Sag ich mal: Danke, aber Nein zu.\n\nWenn deine einzige Sorge ist, dass du nicht gefragt wurdest, dann lass dir sagen, auch du hast das Recht neue Bürger vorzuschlagen und aufzunehmen. \n\nSollten aber andere Gründe gegen eine Aufnahme sprechen, dann sollen diese auch an- bzw. ausgesprochen werden.\n\nIch werde dein Anliegen in die WA Gruppe schicken. \n\nMfG\nBecksnStout  7th OT-King  : )","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-10-21T18:10:57.407+0000","up_votes":1,"down_votes":0,"body":"Heya\nMein König, ihr wisst wie das Volk sein kann. Meiner Meinung nach ist es vollkommen in Ordnung das der König die neuen Bürger bestimmt, jedoch wollte ich den allgemeinen Konsens dazu hören, damit man ihrer Erlauchtheit nicht am Ende ein ursopatisches Handeln vorwerfen kann.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-22T11:57:08.471+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=003600010001000100010000,timestamp=2015-10-21T18:10:57.407+0000)\n>\n> Heya\n> Mein König, ihr wisst wie das Volk sein kann. Meiner Meinung nach ist es vollkommen in Ordnung das der König die neuen Bürger bestimmt, jedoch wollte ich den allgemeinen Konsens dazu hören, damit man ihrer Erlauchtheit nicht am Ende ein ursopatisches Handeln vorwerfen kann.\n> \n> MfG Rkoturdo\n\nImmer diese Fremdwörter... Erstmal das Internet bemüht...\n\nAlso, ein Ursopat kann ich eigentlich nicht sein. Ich bin der von OT's Gnaden gewählte König. \n\nDie Regentschaft endet zum Ende des Jahres 2015, d.h. im Laufe des Dezembers wird der ehrenwerte Doenerlord einen neuen Königswahl Thread eröffnen.","replies":[]}]},{"id":"","poster":"Boringx3","date":"2015-10-22T10:08:44.547+0000","up_votes":1,"down_votes":0,"body":"Der Minister antwortet, dass der König der König ist, also kann er so ziemlich tun und lassen was er will (wobei er bei zu extremen Verhaltensweisen mit Revolutionen etc rechnen muss). Und wir haben so wenige OTler, warum sollte man da noch groß wählerisch sein; wenn jemand interesse hat, dann soll er/sie doch mitmachen.","replies":[]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-10-21T12:10:12.381+0000","up_votes":1,"down_votes":0,"body":"Wir leben nicht in der Schweiz, wo alles per Volksentscheid entschieden wird. Wir haben hier eher eine indirekte Demokratie, wie es auch in Deutschland der Fall ist. Man wählt einen König (Politiker) und diese entscheiden alles so, dass es schlecht für die Einwohner ist. Gutes Prinzip, oder?","replies":[]}]},{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T08:06:35.870+0000","up_votes":1,"down_votes":0,"body":"Ach dann lass gut sein.\nSeine Argumente haben mich schon überzeugt.","replies":[]}]},{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T07:38:35.850+0000","up_votes":1,"down_votes":0,"body":"Antrag auf Asyl wurde schon bewilligt.\nJetzt bin ich einmal da, so schnell geh ich nicht wieder!","replies":[]}]},{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T07:22:48.150+0000","up_votes":1,"down_votes":0,"body":"Danke!\n","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-10-21T10:52:37.709+0000","up_votes":1,"down_votes":0,"body":"Achso!","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-10-21T08:50:55.881+0000","up_votes":1,"down_votes":0,"body":"Meine,Deine,Seine Argumente?","replies":[{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T09:17:24.485+0000","up_votes":1,"down_votes":0,"body":"Also mich haben die Argumente von  Rkoturo voll überzeugt.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-21T10:06:31.727+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Leberwurstfrau,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=00370000,timestamp=2015-10-21T09:17:24.485+0000)\n>\n> Also mich haben die Argumente von  Rkoturo voll überzeugt.\n\nWelche Argumente?\n\nHab ich jetzt was überlesen?","replies":[{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T10:44:40.175+0000","up_votes":1,"down_votes":0,"body":"Nee das war ein irnoischer Kommentar, auf die Aussage ich will das nicht.\nWarum wieso weshalb aber nicht zu äußern.\nVon solch einer Argumentation bin ich immer überzeugt!","replies":[]}]}]}]},{"id":"","poster":"Leberwurstfrau","date":"2015-10-21T06:09:40.015+0000","up_votes":1,"down_votes":0,"body":"Hiermit stelle ich Antrag zur Aufnahme in euer riesiges Königreich.\nNatürlich wird es einige Bedenkzeit inanspruch nehmen, solch eine wichtige Entscheidung zu treffen.\nWofür ich natürlich vollstes Verständnis habe. Jedoch bitte ich um eine zeitnahe Entscheidung, da es für mich eine große Ehre wäre dem Königreich beizutreten.\n\nHochachtungsvoll eure treu ergebene Leberwurstfrau","replies":[]},{"id":"","poster":"Kaito","date":"2015-10-15T22:17:57.866+0000","up_votes":1,"down_votes":0,"body":"Mr. President, was halten Sie davon, einen neuen Fred zu eröffnen, in dem wir nach neuen Interessenten fragen, die bereit sind, sich https://www.healthcare.gov anzuschließen? \n\nPardon, ich meinte natürlich dem Offtopic","replies":[{"id":"","poster":"Neamhoilte","date":"2015-10-16T16:52:47.949+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Fizz In My Hands,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0034,timestamp=2015-10-15T22:17:57.866+0000)\n>\n> Mr. President, was halten Sie davon, einen neuen Fred zu eröffnen, in dem wir nach neuen Interessenten fragen, die bereit sind, sich https://www.healthcare.gov anzuschließen? \n> \n> Pardon, ich meinte natürlich dem Offtopic\n\nKlingt gut. Titel: Das Offtopic sucht dich! Oder so?","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-09-22T17:38:50.490+0000","up_votes":1,"down_votes":0,"body":"Jaaaaa, Paaartyyyyy xD","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-09-21T18:53:27.207+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich war in letzter Zeit nicht besonders aktiv, darum\n\n#HÄÄÄÄ?#","replies":[{"id":"","poster":"Kryptonq","date":"2015-09-21T20:03:14.971+0000","up_votes":1,"down_votes":0,"body":"In letzter Zeit? Der Thread is hier schon 3 Monate, direkt nach der Königswahl entstanden, warst du da nicht noch da? Aber egal, es freut mich, dass du scheinbar weider aktiver wirst, du hast das Zeug, hier mal wieder ein bisschen Leben in die Bude zu bringen.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-09-09T18:37:45.121+0000","up_votes":1,"down_votes":0,"body":"Ja,die Aktivitäten im OT sind etwas am Stocken. \n\nIch werde am 17.10. beim OT Treff mal alle etwas zum Spammen antreiben.\n\n; )","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-09T20:51:07.330+0000","up_votes":1,"down_votes":0,"body":"Heya\nNaja, nach der Abspaltung und generell hab ich momentan zb einfach net so lust :D\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-09-10T06:54:00.632+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=002f0000,timestamp=2015-09-09T20:51:07.330+0000)\n>\n> Heya\n> Naja, nach der Abspaltung und generell hab ich momentan zb einfach net so lust :D\n> \n> MfG Rkoturdo\n\nIch würde es Erweiterung nennen. Mir fehlt auch der Antrieb z.Z..\n\nKommst du nach Kassel?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-10T11:40:07.247+0000","up_votes":1,"down_votes":0,"body":"Heya\nKassel? Wann?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Evenrider","date":"2015-09-10T11:48:52.027+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=002f000000000000,timestamp=2015-09-10T11:40:07.247+0000)\n>\n> Heya\n> Kassel? Wann?\n> \n> MfG Rkoturdo\n\n17.10\nSteht alles in der Abspaltung/Erweiterung. Musst dir nur einen Acc dort machen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-10T12:48:56.953+0000","up_votes":1,"down_votes":0,"body":"Heya\nHab ich, nutz ich nur net.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Evenrider","date":"2015-09-10T12:51:26.345+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=002f00000000000000000000,timestamp=2015-09-10T12:48:56.953+0000)\n>\n> Heya\n> Hab ich, nutz ich nur net.\n> \n> MfG Rkoturdo\n\nDa bist du nicht der Einzige :D","replies":[{"id":"","poster":"Neamhoilte","date":"2015-09-21T17:06:27.562+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Evenrider,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=002f000000000000000000000000,timestamp=2015-09-10T12:51:26.345+0000)\n>\n> Da bist du nicht der Einzige :D\n\n\nIhr solltet aber ab und an vorbeischauen, gerade wegen dem OT Treff in Kassel.  : )","replies":[]}]}]}]}]},{"id":"","poster":"Zamonianer","date":"2015-09-10T16:17:20.019+0000","up_votes":1,"down_votes":0,"body":"Sollte auch eine Erweiterung sein.\n-Private Nachrichten, auch ohne WA-Gruppe (und Herausgabe der Handynummer)\n-\"Private\" Threads, ich für meinen Teil möchte meine Adresse dann doch nicht so öffentlich nennen\n-Beleidige deinen Vorposter...\n\nGruß,\nZamo","replies":[]}]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-09-10T17:40:23.836+0000","up_votes":1,"down_votes":0,"body":"Erstmal möchte ich ganz offiziell unser neustes OT Mitglied begrüßen :\n\nHallo BackFlips , du bist jetzt auf der Liste der OT Spammerbande  eingetragen.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-09-10T16:06:37.846+0000","up_votes":1,"down_votes":0,"body":"Ich nutze hauptsächlich den Beleidige deinen Vorposter Thread.\nAber Moment mal, was ist denn das? Euch gefällt die letzte Entwicklung des OT nicht und ihr bleibt einfach muckmäuschenstill, ohne etwas zu tun? Was war noch mal der Sinn dieses Threads?","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-09-09T13:41:11.621+0000","up_votes":1,"down_votes":0,"body":"Sagt mal, was ist aus unserem Nekromanten geworden?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-09-09T16:17:03.544+0000","up_votes":1,"down_votes":0,"body":"Heya\nScheinst jetzt ja du zu sein.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-23T18:07:53.349+0000","up_votes":1,"down_votes":0,"body":"UND NEUE SUMM ICONS\n\n#BAMMBAMMABAMM","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-23T18:48:12.268+0000","up_votes":1,"down_votes":0,"body":"Wann kannst du denn wieder zocken?","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-23T18:04:54.603+0000","up_votes":1,"down_votes":0,"body":"Und meine Lieblingschamps sind raus ohne dass ich sie testen kann\n\nBAMM\n\nMF und GP\n\n\nBuhuhuuhuhuhuhuhhhhuuuuu ich willlolzocken","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-23T18:05:49.634+0000","up_votes":1,"down_votes":0,"body":"#**BAMM BAMM**","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-23T17:28:11.979+0000","up_votes":1,"down_votes":0,"body":"hey, hört auf auf meinen Gefühlen rumzutrampeln :(","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-23T18:02:52.320+0000","up_votes":1,"down_votes":0,"body":"#**BAMM**","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-23T17:06:07.444+0000","up_votes":1,"down_votes":0,"body":"UNFAIR!!!\n\nIch häng hier ohne Lol nur ein Woche fest und schon  BAMM\n\nBilgewasservent Event\n\nBAMM\n\nOT youtube Channel\n\nBAMM ichwillwiederlolzocken.","replies":[{"id":"","poster":"Oyasumi Punpun","date":"2015-07-23T17:13:19.195+0000","up_votes":1,"down_votes":0,"body":"**BUTZ**","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-23T17:10:12.605+0000","up_votes":1,"down_votes":0,"body":"#**BAMM**","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-21T20:28:00.882+0000","up_votes":1,"down_votes":0,"body":"https://www.youtube.com/channel/UCCC_lm8btlj7WhLpm5rEbuQ/videos\n\nDa findet ihr das zweite...","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T20:55:03.858+0000","up_votes":1,"down_votes":0,"body":"War das nicht eigentlich das erste? ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-22T04:31:12.182+0000","up_votes":1,"down_votes":0,"body":"Recht hast du. : )","replies":[]}]}]},{"id":"","poster":"Zamonianer","date":"2015-07-21T16:36:37.861+0000","up_votes":1,"down_votes":0,"body":"So, da die Symbole für Channel ja jetzt schon ein paar Tage auf dem Server waren:\n\nSollen sie dableiben?\nGeändert werden?\nNoch mehr?\nNur ein paar weg?\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-21T11:10:07.599+0000","up_votes":1,"down_votes":0,"body":"Heya\n*hust*...*Räusper*\nHiermit verlange ich, Rkoturdo Ndo genannte Voldemort eine Aufklärung über die Ereignisse der vergangenen Tage. Aufgrund privater Gegebenheiten hatte ich nicht die Möglichkeit allzu aktiv im Königreich zu sein. Da diese dunkle Zeit nun zu einem Ende gekommen ist erbitte ich euch, meine Brüder und Schwestern, mir mein Unwissen zu verzeihen und mich alsdann über alle neue zu unterrichten.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-21T13:49:48.970+0000","up_votes":1,"down_votes":0,"body":"Es gibt jetzt eine WhatsApp OT Gruppe. Fizz in my Hands ist der Administrator. Ansonsten haben wir es auf Silber geschafft im 3vs3 Ranked.\nChrazing nennt sich wieder Chrazing! \nFizz sucht seine Herzdame.\nSwissKeks macht jetzt die Armee unsicher...\nDer normale Wahnsinn halt.  : )","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-21T14:37:13.769+0000","up_votes":1,"down_votes":0,"body":"Heya\nFreut mich das ich nichs besonders verrücktes verpasst habe, aber wie man euch kennt kann in ein paar Tagen halt sehr viel passieren :P\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T14:40:20.090+0000","up_votes":1,"down_votes":0,"body":"Aber den TS kennste schon, oder? Wenn nicht: lol-offtopic.de.\nHab nämlich keinen Rkoturdo Ndo in der OT-Bürger-Gruppe gefunden...\n\nGruß,\nZamo","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-21T14:43:28.572+0000","up_votes":1,"down_votes":0,"body":"Heya\nWeil ich aufm Ts noch kein Bürger bin. War zwar schonma da, aber da hattest du aus irgend nem Grunde keine Rechte um mich zum Bürger zu ernennen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T14:45:28.979+0000","up_votes":1,"down_votes":0,"body":"Ach ja, stimmt, das Problem wurde aber schon behoben, mittlerweile können wirklich alle OT-Bürger OT-Bürgerrechte geben :)\n\nGruß,\nZamo","replies":[]}]}]}]}]},{"id":"","poster":"Zamonianer","date":"2015-07-21T12:05:21.655+0000","up_votes":1,"down_votes":0,"body":"Welcher Zeitraum denn genau? ^^\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-21T10:15:45.254+0000","up_votes":1,"down_votes":0,"body":"Was wäre, wenn ich mit Zamo Duo gemacht habe, diese Games mit OBS aufgenommen habe und diese bei YT reinstelle? \n\nWäre das ein Anfang für ein neues OT-Projekt?\n\nLeider kann man nur meine kläglichen Plays sehen. Dafür hört man Zamo's philosophischen Ausführungen über äh LoL. ; )\n\nLade die beiden Games später mal hoch. Link kommt dann...","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-21T12:07:41.205+0000","up_votes":1,"down_votes":0,"body":"Philosophisch?\nIn meiner Erinnerung hört sich das eher an, als wenn ein trauriges Rengö-Kätzchen bei Rito Klage gegen Darius noxistische Stärke einlegt... aber ich kann mich ja auch irren xD\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-21T10:25:07.834+0000","up_votes":1,"down_votes":0,"body":"Geil\nvllt schließe ich mich später auch mit nem Video an\ndas ein einzige was mich bisher davon anbgehalten hat, ein Talon video, in dem ich ALLEs zerippe auf Youtube zu stellen, war die Uploadzeit.. 10 STUNDEN  wie zur Hölle ******** soll man da ein Video hochladen...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-21T11:08:43.771+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0024,timestamp=2015-07-21T10:25:07.834+0000)\n>\n> Geil\n> vllt schließe ich mich später auch mit nem Video an\n> das ein einzige was mich bisher davon anbgehalten hat, ein Talon video, in dem ich ALLEs zerippe auf Youtube zu stellen, war die Uploadzeit.. 10 STUNDEN  wie zur Hölle ******** soll man da ein Video hochladen...","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-21T07:37:58.398+0000","up_votes":1,"down_votes":0,"body":"Hey, nice.\n\nSchön dass du dich wieder erholt hast.\nUnd? Dürfen wir dann bei der nächsten Königswahl wieder mit dir rechenen?","replies":[]},{"id":"","poster":"El Pingu","date":"2015-07-17T17:23:39.989+0000","up_votes":1,"down_votes":0,"body":"Njoa, \nhab mich viel mit mir selbst befasst (an alle Pupertierenden, DAS ist nicht gemeint) und bin eigendlich wieder, wie früher. Was man an meinem sonderbaren Humor erkennen kann. \nProjekt Eigenheim wurde wieder aufgenommen und wird weiter durchgesetzt und ich spiel sogar ab und zu wieder bissl PC. Aber eher kein lol atm. Sonst gibts eigendlich nicht viel zu erzählen.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-20T20:22:50.855+0000","up_votes":1,"down_votes":0,"body":"\\o/ Welcome back \\o/","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-07-18T08:47:21.212+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0020,timestamp=2015-07-17T17:23:39.989+0000)\n>\n> Njoa, \n> hab mich viel mit mir selbst befasst (an alle Pupertierenden, DAS ist nicht gemeint) und bin eigendlich wieder, wie früher. Was man an meinem sonderbaren Humor erkennen kann. \n> Projekt Eigenheim wurde wieder aufgenommen und wird weiter durchgesetzt und ich spiel sogar ab und zu wieder bissl PC. Aber eher kein lol atm. Sonst gibts eigendlich nicht viel zu erzählen.\n\nSehr gut das zu hören :)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-07-18T05:54:19.337+0000","up_votes":1,"down_votes":0,"body":"Schön, das es dir wieder gut geht.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-18T20:26:35.927+0000","up_votes":1,"down_votes":0,"body":"So, ich werde morgen ab 1300 Uhr on sein. Würde gerne ein paar Games mit euch machen!\n\n: )","replies":[{"id":"","poster":"SwissKeks","date":"2015-07-18T21:35:30.005+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0021,timestamp=2015-07-18T20:26:35.927+0000)\n>\n> So, ich werde morgen ab 1300 Uhr on sein. Würde gerne ein paar Games mit euch machen!\n> \n> : )\n\nSchreib mich per Handy an, wäre liebend gern dabei :P","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-19T09:35:55.648+0000","up_votes":1,"down_votes":0,"body":"Geht klar","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2015-07-17T13:22:14.445+0000","up_votes":1,"down_votes":0,"body":"aloha, liebe Freunde des guten Humors.\nWie gehts, wie stehts?\nIch wollte mich einfach mal wieder melden und den Thread n bissl puschen :-)","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-17T17:01:33.540+0000","up_votes":1,"down_votes":0,"body":"Werter Pingu, schön mal wieder von dir zu hören. Soweit ist alles im grünen Bereich. \nUnd bei dir? Wie sieht es da so aus?","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2015-07-05T18:09:16.415+0000","up_votes":1,"down_votes":0,"body":"Also, ich hab jetzt von einem Admin des Teamspeak-Servers Admin-Rechte bekommen (und dabei gemerkt, dass Becks die auch hat...), aber ich kann jetzt nahezu alles machen ^^\n\nBisherige Änderungen:\n-Krankenstation wurde hinzugefügt\n-Krankenschwester Gruppe (mit Krankenschwester Akali Bild) wurde erstellt, Kahlan sollte da schon Mitglied sein :)\n-Dem königlichen Nekromanten wurde ein Yorick Bild hinzugefügt\n-OT-Bürger Bild (Vasalle) wurde angepasst\n-Dem Server wurde Becks Krone hinzugefügt (ist ja der königliche Server ;))\n-Es wurden ein paar leere Channel eingefügt und die Räume des OT wurden weiter nach recht geschoben ^^\n-\"Kammer des königlichen Hausmeisters\" wurde erstellt\n-\"Königlicher Hausmeister\"-Gruppe wurde erstellt\n\n-----------------------------------------\n\nEdit:\n\nPasswörter setzen gibts erstmal nicht mehr. Gäste können eh nirgendswo rein, OT-Bürger ignorieren Passwörter. Sieht außerdem nicht so schön aus, wenn bei ein paar Räumen PWs drin sind.\n\nDesweiteren wurde das Rechtesystem dahingehend modifiziert:\n\nGast:\nHat keine Rechte.\n\nOT-Bürger:\nKann jeden Channel betreten und jeden Channel ändern (abgesehen von Platzhaltern ^^), Gäste zu Bürgern machen (nur für echte OTler bitte), Gäste vom Channel und vom Server kicken, Gäste bannen und zu guter Letzt Gäste und Bürger moven.\n\nDie \"OT-Rollen\"-Ränge (Magier, Nekromant, Minister, Krankenschwester, etc.):\nNur Dekoration, ändern nichts. (Geben soviel Rechte wie der Gast, man braucht also weiterhin den OT-Bürger ;))\n\nOT-König:\nFast alle Rechte, die auch der Server-Admin hat.\n\nServer-Admin:\nAlle Rechte ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kaito","date":"2015-07-12T22:16:58.007+0000","up_votes":1,"down_votes":0,"body":"Ahoi!\nUnd was ist mit meinem Channel \"Fizz und sein Toilettenpömpel\" oder meiner Gruppe?\n\nWillst du die etwa nicht auf die Liste setzen? :c","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-13T13:52:33.555+0000","up_votes":1,"down_votes":0,"body":"Nein, hast du doch gerade gemacht ;)\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-07-11T15:54:50.958+0000","up_votes":1,"down_votes":0,"body":"Ich hätte bitte gerne einen königlichen Haustechnikerchannel ^^","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-05T18:28:22.687+0000","up_votes":1,"down_votes":0,"body":"Ich verlange immer noch einen Hausmeisterchannel ;)","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-05T21:18:00.700+0000","up_votes":1,"down_votes":0,"body":"\"Kammer des königlichen Hausmeisters\" existiert, Rang \"Königlicher Hausmeister\" wurde Krypton zugeteilt ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-06T16:15:05.770+0000","up_votes":1,"down_votes":0,"body":"Ich bedanke mich zutiefst. Und jetzt entschuldigt mich, ich muss meine Kammer aufräumen.","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-06T04:38:27.303+0000","up_votes":1,"down_votes":0,"body":"Sehr schön Zamo, ich hab zwar die Rechte, aber kenn mich da garnicht mit aus.  : )\n\nSagen wir es mal so: Nach 3 Jahren TS  muß ich nicht mehr fragen in welchem Channel jemand ist... Der Sprechblase sei Dank!","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-07-05T23:32:54.690+0000","up_votes":1,"down_votes":0,"body":"Königliche Krankenschwester... ?\nOder würde das gewisse Leute auf falsche Gedanken bringen? ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-06T04:32:52.284+0000","up_votes":1,"down_votes":0,"body":"Mich nicht. : )","replies":[]}]}]},{"id":"","poster":"SwissKeks","date":"2015-07-11T16:11:46.800+0000","up_votes":1,"down_votes":0,"body":"Wer ist der besitzer davon?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-11T17:05:43.059+0000","up_votes":1,"down_votes":0,"body":"Wovon? Hi Swisskeks. : )","replies":[{"id":"","poster":"SwissKeks","date":"2015-07-11T17:09:39.991+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=001e0000,timestamp=2015-07-11T17:05:43.059+0000)\n>\n> Wovon? Hi Swisskeks. : )\n\nVom Haustechnikerchannel :P","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-11T20:57:31.086+0000","up_votes":1,"down_votes":0,"body":"Haustechniker ist meines Wissens Lucky.","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-07-12T14:41:25.715+0000","up_votes":1,"down_votes":0,"body":"Ja. ^^","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-07-11T17:11:35.151+0000","up_votes":1,"down_votes":0,"body":"Das kann nur Zamo sein, der reisst sich alle Jobs unter den Nagel.\n\n: )\n\nHaste ein freies WE?","replies":[{"id":"","poster":"SwissKeks","date":"2015-07-11T17:15:50.986+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=001e000000000000,timestamp=2015-07-11T17:11:35.151+0000)\n>\n> Das kann nur Zamo sein, der reisst sich alle Jobs unter den Nagel.\n> \n> : )\n> \n> Haste ein freies WE?\n\nHaha, das stimmt^^\n\nHab dieses mal keine Wochenend-Wache, heisst ich kann heute Abend alles nachholen wofür ich in den letzten Tagen keine Zeit hatte :)\nKomme später auch nochmal in den Ts und schau ob es Probleme gibt usw.\n(Eine kleine Militärmaterial-Vorstellung könnte auch noch reinpassen, falls bedarf besteht :P)","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-11T17:31:50.407+0000","up_votes":1,"down_votes":0,"body":"Ja, gibt es. Ich hatte einen Subchannel für meine Jungs im Königlichen Channel erstellt. Der ist aber wieder weg. Also war nur temporär da. Genauso habe ich meinen Jr. die OT Bürger Rechte verpasst. Am nächsten Tag waren sie wieder weg...","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-11T18:41:36.815+0000","up_votes":1,"down_votes":0,"body":"Den Channel hab ich ihnen eben permanent erstellt, wegen OT-Bürger Rechten weiß ich gerade nicht... Braucht er aber eigentlich auch nicht mehr ^^ Er kann jetzt einfach so den Königlichen Nachwuchs Channel betreten, und sollte von von dort nicht gemovt werden können :)\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-12T13:01:28.175+0000","up_votes":1,"down_votes":0,"body":"Danke.","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-12T13:18:56.758+0000","up_votes":1,"down_votes":0,"body":"Bitte :)\n\nGruß,\nZamo","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Zamonianer","date":"2015-07-11T17:17:16.021+0000","up_votes":1,"down_votes":0,"body":"[Hier werden sie geholfen](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/7eIrrBQX-audienzsaal-des-offtopics?comment=00140003)\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-07-11T09:28:47.665+0000","up_votes":1,"down_votes":0,"body":"Yorick for the win :D","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-11T09:34:29.921+0000","up_votes":1,"down_votes":0,"body":"Ich dachte es müsste Baum sein.","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-10T18:09:27.711+0000","up_votes":1,"down_votes":0,"body":"Genau deswegen Zamo deswegen....","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-10T18:19:31.388+0000","up_votes":1,"down_votes":0,"body":"Aha... ^^\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2015-07-10T17:56:41.218+0000","up_votes":1,"down_votes":0,"body":"So, ich hab gerade mal für fast alle Channel ein Bild gesetzt (könnt ihr selbst ändern (Rechtsklick auf den Channel -> Channel editieren -> (Neben Name:) Icon -> Linksklick -> Bild ändern / entfernen)), aber ich wollte sowieso erstmal wissen, wie ihr das denn vom Gesamtaussehen findet. Insbesondere, wenn einer der Channel betreten wird. \n\nGruß,\nZamo","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-07-09T19:15:54.435+0000","up_votes":1,"down_votes":0,"body":"Willkommen Willkommen ..... Wehe du kommst in mein Zimmer ohne Anmeldung...dann fliegst du raus..mein Zimmer hat nur 3 Wände und rate mal .....ja genau ich denke du weißt wovon ich hier spreche....und bitte lass Saur nicht raus, der frisst sonst Zamos Kekse und... und eigentlich so alles weg und dann stinkts...und dann muss ich wieder einkaufen gehen...\n\nAber wo kann er wohnen?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-09T19:23:07.313+0000","up_votes":1,"down_votes":0,"body":"Der königliche Baumeister wird schon ein Plätzchen für ihn finden.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-09T19:31:48.825+0000","up_votes":1,"down_votes":0,"body":"Äähhh.....wer ist denn der königliche Baumeister?","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-09T23:30:46.962+0000","up_votes":1,"down_votes":0,"body":"Ich vermute mal ich ^^\nUnd als Wohnung... er muss sich nur was einfallen lassen :)\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-10T05:20:15.475+0000","up_votes":1,"down_votes":0,"body":"Genau!","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-07-07T06:29:34.729+0000","up_votes":1,"down_votes":0,"body":"OT Ts is nice, aber ich als OT Bürger kann trotzdem das alles nich :(\n\nvor allem das moven nicht...\n\nzu OT-Bürger machen geht :D","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-07T06:38:37.982+0000","up_votes":1,"down_votes":0,"body":"Wenn der Neue im Eingangsbereich ist, einfach linke Maustaste auf ihn gedrückt halten und in deinen Chanel ziehen. Drag&Drop.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-09T18:38:37.319+0000","up_votes":1,"down_votes":0,"body":"Erhält der dann Bürgerrechte?","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-09T23:57:33.696+0000","up_votes":1,"down_votes":0,"body":"Jeder OT-Bürger kann jedem Gast OT-Bürgerrechte geben (aber nicht entziehen...), aber das bitte wirklich nur für echte OTler, die noch keine Rechte haben, da ja OT-Bürger alle ziehen können.\nDer König und die Admins können dann noch die \"OT-Rollen\" (König, Magier, Hausmeister, etc.) verteilen und Channel erstellen, Channel bearbeiten kann jeder OT-Bürger.\n\nRechte verteilt werden mit:\nRechtsklick auf Namen, \"Server Gruppe setzen\", unten \"OT-Bürger\" auswählen.\nMoven:\nDrag&Drop oder Rechtsklick auf Namen, ganz unten \"Client in eigenen Channel verschieben\".\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-07-09T19:09:19.420+0000","up_votes":1,"down_votes":0,"body":"Nein, dazu musst du ein Rechtsklick auf ihn machen und dann auf, ach wie nennt es sich noch, äh, frag mal Zamo :)","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-09T19:16:54.628+0000","up_votes":1,"down_votes":0,"body":"Das heißt, Gäste auf seinen Channel zu holen ist möglich? Schöön^^","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-09T19:22:12.354+0000","up_votes":1,"down_votes":0,"body":"Ja, per drag and drop","replies":[]}]}]}]}]}]},{"id":"","poster":"Kaito","date":"2015-07-09T14:53:29.894+0000","up_votes":1,"down_votes":0,"body":"Aufnahme als OT-Bürger wurde hiermit offiziell in Anspruch genommen.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-09T16:05:56.131+0000","up_votes":1,"down_votes":0,"body":"Hiermit nehme ich dich feierlich in die Riege der OT Bürger auf! \n\nHerzlich Willkommen!","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-07T08:47:16.347+0000","up_votes":1,"down_votes":0,"body":"coool","replies":[]},{"id":"","poster":"Boringx3","date":"2015-07-05T13:46:40.555+0000","up_votes":1,"down_votes":0,"body":"Ich stehe an der Tür zum Audienzsaal und starre auf euch alle und bin sehr verwirrt. Zeit, wieder in mein Büro zu gehen und mich in einer dunklen Ecke zu verkriechen...ES IST ZU WARM! ICH KANN SO NICHT ARBEITEN!","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-05T14:06:18.690+0000","up_votes":1,"down_votes":0,"body":"Tja, da haben die Minister für Umweltkontrolle (bzw. der für den Klimawandelrückgang), Kühlsysteme und \"Schutz vor Hitzeschlag am Arbeitsplatz\" wohl versagt...\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-05T17:50:18.511+0000","up_votes":1,"down_votes":0,"body":"Schon, aber die Minister für gutes Wetter, Sonnenschein und einen warmen Sommer können wohl Bombenerfolge verzeichnen...","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-05T21:35:44.556+0000","up_votes":1,"down_votes":0,"body":"Naaaaaaaaaaaaaaaaaaaaaaaaaaajaaaaaaa....\nAlso das kann man auch anders sehen:\nMinister für gutes Wetter: \"gut\" müsste erstmal ordnungsgemäß vom Minister für Definitionen definiert werden, dass wir alle damit zufrieden sind.\nMinister für Sonnenschein: Es scheinen permanent vermutlich unendlich Sonnen... nur weil eine jetzt unsere Region mal ein bisschen mehr bestrahlt...\nMinister für warmen Sommer: Keine Einwände ^^ Auch, wenn ein warmer Sommer natürlich nicht für alle(s) und jeden toll ist...\n\nGruß,\nZamo","replies":[]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-05T19:00:42.247+0000","up_votes":1,"down_votes":0,"body":"Yeahhhhh Danke :*","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T22:03:43.381+0000","up_votes":1,"down_votes":0,"body":"Es war schön.... aber ich dachte.... ich wäre die Einzige... ich dachte es wäre etwas Besonderes *schnief*","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-05T07:05:15.643+0000","up_votes":1,"down_votes":0,"body":"Du bist etwas Besonderes, wie das funkeln der Sterne am Nachthimmel.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-05T12:26:45.299+0000","up_votes":1,"down_votes":0,"body":"Ihr seid immer noch im Audienzsaal, mein König....","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-05T13:00:14.294+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch glaube unser König braucht eine Antandsdame.\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T14:29:52.075+0000","up_votes":1,"down_votes":0,"body":"Es geht um Rückenmassage....?! Was ist daran verstörend??Bitte schön??","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T17:52:04.431+0000","up_votes":1,"down_votes":0,"body":"Das verstörende ist, dass es hier im Audienzsaal und nicht im Königreich-Thread ist :p\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T18:26:50.472+0000","up_votes":1,"down_votes":0,"body":"Da muß ich dir Recht geben. Da sind wohl die , von der Sonne    angepeischten, Hormone dran ,äh, für Verantwortlich.","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-04T19:28:01.459+0000","up_votes":1,"down_votes":0,"body":"Eigentlich müssten wir daraus einen Skandal daraus machen:\n**\"König 'massiert' Krankenschwester in seinem Audienzsaal!\"**","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T19:55:30.500+0000","up_votes":1,"down_votes":0,"body":"Einen Skandal im Königshaus...\n\nEigentlich reicht mir schon meine Nudelholz schwingende Ehefrau!\n\n; )","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T19:57:05.508+0000","up_votes":1,"down_votes":0,"body":"Was ist denn eine Nudelholz schwindende Ehefrau? Oder meintest du schwingende? ^^\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T20:05:12.704+0000","up_votes":1,"down_votes":0,"body":"Verbessert! Diese blöde Autovervollständigungsfunktion meines Smartphones.","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T20:08:39.321+0000","up_votes":1,"down_votes":0,"body":"Ach ja, wenn Maschinen versuchen uns mit der Sprache zu helfen :(\nWann die das wohl lernen...\n\nGruß,\nZamo","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-04T17:48:10.382+0000","up_votes":1,"down_votes":0,"body":"Heya\nNicht verstörend, aber ich werde doch noch neidisch :c\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-04T15:13:22.312+0000","up_votes":1,"down_votes":0,"body":"Es geht nicht um den Inhalt, sondern um den schnulzigen Stil des Textes...\n;)","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T20:01:14.740+0000","up_votes":1,"down_votes":0,"body":"Du bist verheiratet??? OMG Achso","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T20:06:19.647+0000","up_votes":1,"down_votes":0,"body":"Du nicht?  \n\nEs war trotzdem schön, oder?\n\n; )","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-07-04T20:05:14.630+0000","up_votes":1,"down_votes":0,"body":"Verheiratet mit Kindern, weit bekannte Tatsache ^^","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T19:40:39.402+0000","up_votes":1,"down_votes":0,"body":"Und die Krankenstation im TS fehlt wirklich","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T19:48:21.828+0000","up_votes":1,"down_votes":0,"body":"Ich kümmer mich drum :) War nur eben kein Admin da, und ich wollt auch noch gucken, ob das nicht Becks kann ^^\nAber vom OT-Schloss fehlt ohnehin noch ziemlich viel...\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-07-04T19:44:15.889+0000","up_votes":1,"down_votes":0,"body":"Heya\nUnd mir die Daten für den TS D:\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T19:45:22.996+0000","up_votes":1,"down_votes":0,"body":"WAS??? Sorry... :(\nIP: lol-offtopic.de\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T19:37:00.091+0000","up_votes":1,"down_votes":0,"body":"Ich entschuldige mich aufrichtig für alles ...Ich bereue....","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-07-04T19:21:34.557+0000","up_votes":1,"down_votes":0,"body":"Wow, euer Leben muss echt langweilig sein -_-\n\nUnd ich schließe mich Krypto an: Minderjährigen Warnung, sonst werden wir ne 2. Krankenstation brauchen ;D","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-07-04T06:40:20.465+0000","up_votes":1,"down_votes":0,"body":"[Krankenstation ist geschlossen! Musste dringend weg!]\n[    Diese Schild bitte Hängen lassen! Achtung Säure!     ]\n\nso jetzt sollte eigentlich Ruhe sein....","replies":[{"id":"","poster":"Neamhoilte","date":"2015-07-04T06:44:21.053+0000","up_votes":1,"down_votes":0,"body":"Ich hatte doch noch etwas Öl in meiner Allzeitbereittasche...\n\n(3 Liter Kanister vorkram)","replies":[{"id":"","poster":"Kryptonq","date":"2015-07-04T09:56:32.179+0000","up_votes":1,"down_votes":0,"body":"Könntet ihr das vielleicht bitte in einem anderen Thread machen und nicht im Audienzsaal?\n@Zamo Richte doch mal einen TS Channel \"Kahlans Krankenzimmer\" ein ;)","replies":[{"id":"","poster":"Zamonianer","date":"2015-07-04T17:28:10.726+0000","up_votes":1,"down_votes":0,"body":"Sorry, kann ich nicht. Entweder Becks hat die Rechte dazu, oder wir müssen auf Swiss warten, oder ich muss mal gucken, ob ich einen der anderen Admins finde ^^\n\nEdit: Andere Admins werde ich finden ^^\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"Doenerlord","date":"2015-07-04T13:13:20.606+0000","up_votes":1,"down_votes":0,"body":"xD\nAber macht nicht zu lange... Bei der Temperatur werden wir die Krankenstation bald wieder brauchen.\n\nGruß Doenerlord","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2015-06-23T15:27:09.722+0000","up_votes":1,"down_votes":0,"body":"[Auf diesen Kommentar](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/hOKKpfpa-ot-der-wortkunstwettbewerb?comment=00050001) bezogen:\n[OT] Der Kunstsaal des Schlosses\nFrage ist nur: Extra-Thread oder im Königreich-Thread?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-24T04:30:25.804+0000","up_votes":1,"down_votes":0,"body":"Im Königreich Fred!\n\nDa spielt sich das Schlossleben ab.","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-24T12:03:03.577+0000","up_votes":1,"down_votes":0,"body":"[Geschlossen: Becks hat gesprochen]\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2015-06-23T09:04:06.639+0000","up_votes":1,"down_votes":0,"body":"So dann hab ich mal den Königreich OT thread editiert. Falls ihr noch was aus dem alten Thread braucht, ich habe alles kopiert und gesichert.\nEdit: mein word geht nich -.- ich haus jetz einfach hier rein XD\n\nDas Offtopic ist das was ihr draus macht\n\n~ Zitat von Pur3ice 09.01.2015\n\nPunkt 1. Was ist das Königreich OT?\nPunkt 2. Der Offtopic Chat\nPunkt 3. Die Heiligen Schriften des OT`s\nPunkt 4. Die Ämter\nPunkt 5. Die Bewohner des Ot`s und ihre Smurfs\nPunkt 6. Der IRc Channel\nPunkt 7. Wichtige Links\nPunkt 8. Dies und das\n\nPunkt 1. Was ist das Königreich OT?\n\nHallo, lieber Leser und Leserin,\n\nDa sich im neuen Forum enorm viele Leute in den Allgemeinen Chat verirren, wollte ich mal das \"Königreich Offtopic \" vorstellen. Eins vorab, Ihr müsst natürlich kein Bürger des Ots sein um hier posten zu dürfen.\nDenn anders , als viele behaupten, sind wir OT`ler nicht nur ein Haufen Spammer, sondern eher eine große Community, die gerne schreiben, diskutieren und Forenspiele gewinnen. Die meisten haben sich hier oder im alten Offtopic kennengelernt und pflegen allein durch das Forum schon längere lol-Freundschaften.\nAm 05.12.2010 wurde der erste König \"Dr Madscientist\" gewählt und seitdem besteht unser kleines Königreich.\nWer sich jetzt fragt, was der König eigentlich macht, nun das ist nicht ganz so einfach. Für den einen ist es nur ein Titel, für den anderen, ist es eine Bestätigung, dass das was er bisher getan hat gut fürs OT ist. Der Momentane OT König, bin ich (bis 31.08.2015) und ich versuche diesem Titel gerecht zu werden, indem ich mit etlichen Events und Kleinigkeiten alles gebe, das Königreich zusammen zu halten.\n\nPunkt 2. Der Offtopic Chat\n\nKurzform: Chatname: Offtopic\n\nLangform:\n\nDa ja viele von uns auch gerne Ingame miteinander spielen, haben wir vor kurzem einen Offtopic-Chat gegründet. Damit müssen wir nicht jeden einzelnen des Offtopic adden, sondern sehen auf einem Blick, wer so alles on ist. (auch das adden wird leichter :-) ).\nDazu klickt einfach in eurem Lol-Clienten unten rechts auf die Sprechblasen namens \"Chaträume anzeigen\". Danach auf das Feld genau oben drüber namens \"Öffentlichen Chatraum erstellen oder beitreten\".\nZuletzt gebt Ihr in das Feld das aufploppt einfach nur \"Offtopic\" ein und Ihr seid drinnen.\nWollt ihr, das sich der Chat bei jedem Start automatisch öffnet, klickt ihr oben am chat auf das Zahnrad und markiert \"beim start automatisch beitreten\".\n\nPunkt 3. Die Heiligen Schriften des OT`s\n\nDie heiligen Schriften sind gerade noch in Bearbeitung. Sie sind eigentlich nichts anderes, als die allgemeinen Forenregeln nur schöner formuliert\n\nPunkt 4. Die Ämter\n\nEs gibt im Königreich auch verschiedene Ämter, die bisher folgt belegt sind:\n\nDie Minister\nGestern kam ich an einer Baustelle vorbei und sah wie viel zu viele Leute eine einzelne Arbeit gemacht haben. Es war ein doch humoristisch wertvoller Anblick und ich dachte mir, ob das vielleicht auch anders rum funktionieren würde. Ebenso gefiel mir die Art und weise, wie Boring bisher sein Amt vertreten hat. Daher würde ich die Ämter wie folgt verteilen:\n\nMinister für Zynismus: Boringx3\nMinister für Pessimismus: Boringx3\nMinister für Literatur: Boringx3\nMinister für Bulímie: Boringx3\n\nMinistervorstand: Boringx3\n\nSomit währen die wichtigsten Ämter abgedeckt.\n\nKönigliche Berater und ihre spezifischen Aufgaben(wem ein besseres Wort einfällt, ich bin offen für alles)\nDer königliche Hofsmagier: Zamonianer\n\nEr kümmert sich um alles magische und komplizierte im Königreich wie zum Beispiel lesen und schreiben(richtig hierbei handelt es sich auch um eine enge Zusammenarbeit mit dem Minister für Literatur). Er schützt das Gesetz des Ot`s und versucht die Bildung des Königreichs auf einem annehmbaren Stand zu behalten.\n\nDer Königliche Nekromant: King Prow\n\nEr achtet auf die verlorenen Threads. Wichtige Threads werden zum richtigen Zeitpunkt wieder zurück ins Leben gerufen. Unwichtige sollten vergraben bleiben. Sollte ein fremder Nekromant sein Unwesen treiben, wird er sich darum kümmern.\n\nDer Ältestenrat: Na wer wohl??? Becks natürlich!\n\nEs ist immer gut ein offenes Ohr von einem Erfahrenen Menschen vorzufinden. Er wird respektiert und bekommt sogar eine begrenzte Entscheidungsmacht. Sollte ich aus unerkenntlichen Gründen für eine längere Zeit verschwinden, wird er entscheiden ob Neuwahlen angebracht sind. Entscheidet er sich hierfür, bekommt er für 15 Tage die Führung des OT`S. bis zum Ende dieser Periode sollten die Neuwahlen abgeschlossen sein.\n\nKöniglicher Inquisitor: Yartago\n\nAnders, als es üblich ist, ist er nicht nur verantwortlich für Kirchliche Gerichte, sondern auch für auserkirchliche. Sollte es zu einer erneuten Anklage im Ot kommen, wird dieser das Gericht leiten.\n\nDer Schutzpatron des OT`s\nkein Königreich funktioniert ohne Göttlichen beistand. Die Götter des Ot`s sind mit sicherheit die Riotianer und seid kurzen haben wir Glück, das diese uns unseren eigenen Schutzpatron gesendet haben.\n\nDer grüne Engel des OT`s: Pur3ice\n\nPunkt 5. Die Bewohner des Ot`s\n\nHier Liste ich einfach mal alle OT Bürger auf. Möchtest du auch dabei sein, schreibe einfach in diesem Thread.\nNicht vergessen, nur aktive OT`ler können Bürger werden.\n\nBoringx3\nZamonianer\nKing Prow\nBecks n Stout\nYartago\nKryptonq\nLuckingFegendary\nRkoturdo Ndo\nrobert440\nTheDÃ´ctor\nYaxtee\nDoenerlord\nCpt Boomstick\nAction Alet\nBlaqck\nPapa Chrazing\nMy Name Is Juzo\nHentai Ouji\nMafia Pinguin\nGelban der Reihe\nYakumi\nEl Pingu\nEvenrider\nManyDudes\nCitoso\nSuperKahlan\nSwissKeks\n- Ambush Bug\n\nIch hab unter Garantie einige vergessen. Meldet euch doch einfach bei mir. Sry q.q\n\nPunkt 6. Der IRC Channel\n\nIch bedanke mich bei Zamonianer, der sich die Mühe gemacht hat, den IRC für unser Offtopic zu verbreiten und folgenden Text dazu verfasst hat:\n\nWas ist IRC überhaupt?\nIRC steht für \"Internet Relay Chat\" und ist im Grunde einfach nur eine Möglichkeit, zu Chatten; genauer gesagt ist IRC einfach nur das Protokoll des Chats. IRC ist ser­ver­ba­siert (ähnlich wie Teamspeak), und wenn man zusammen auf einem Server ist, kann man entweder eine direkte Verbindung mit dem Befehl /msg (Name Nachricht) erstellen, oder man betritt mit /join (Channelname) einen Channel, indem man dann mit allen anderen in dem Raum schreiben kann.\nUnd wie kommt man da rein?\nDa gibt es sowohl Webclients, als auch \"echte\" Clients, also Programme zum Runterladen und Installieren. Erfahrungsgemäß funktionieren letztere mit dem Server etwas besser ;)\nAlso ladet euch ein Programm wie mIRC, Nettalk, X-Chat oder welches auch immer runter und betretet dann den Server \"irc.iz-smart.net\" mit dem Standard-Port \"6667\". Wie genau das funktioniert ist bei den Programmen leicht unterschiedlich, lest euch also am besten noch deren Anleitung durch. Wenn ihr dann auf dem Server seid, gebt \"/join #Offtopic-de\" ein, und nun seid ihr bereit zu chatten - oder eine Runde Moxquizz zu spielen :)\nWollt ihr auch direkt dem Channel des \"restlichen\" Forums beitreten, gebt in einem der Tabs \"/join #leaguecom-de\" ein.\nUnd warum gibt's das jetzt?\nWeil es erstens praktischer ist, wenn man einen moderierbaren Chat hat, den jeder leicht erreichen kann, und zweitens, weil dort nicht alle möglichen Nicht-OTler \"rumnerven\". Und, weil wir dort noch unseren eigenen Bot (AmbushBot) haben, der uns alle begrüßt, Quizfragen stellt, und auch alles weitere tun wird, was in Zukunft noch so gebraucht wird.\n\nPunkt 7. Wichtige Links\n\nDie alten Chroniken des Ot\nDie letzten Königswahlen\nDer letzte \"Wer hat das letzte Wort\" Gewinner\n\nPunkt 8. Dies und das\n\nIch hoffe mal, der Thread war aufschlussreich, falls ich irgendetwas vergessen habe, sagt mir doch einfach bescheid. Ich bin halt auch langsam alt :P\nViel Spass noch im OT\n\n~ Euer Pingu","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-23T09:08:22.007+0000","up_votes":1,"down_votes":0,"body":"Heya\nWir hättens doch eh aus dem Thread kopieren können o.0\n\nMfG Rkoturdo","replies":[{"id":"","poster":"El Pingu","date":"2015-06-23T09:29:09.385+0000","up_votes":1,"down_votes":0,"body":"jetzt nicht mehr\ndaher schreib ichs ja hier rein ^^","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-23T09:35:39.096+0000","up_votes":1,"down_votes":0,"body":"Hi Pingu,\n\nhoffe es geht dir soweit gut! Sag, wirst du noch Rosen zählen? Da sind mittlerweile über 1800 Posts... Da wird eine Glen F. nicht reichen...\n\n\n: )","replies":[{"id":"","poster":"El Pingu","date":"2015-06-23T12:32:28.447+0000","up_votes":1,"down_votes":0,"body":"ich muss mich nur mal selbst überwältigen, dann klappt das schon XD.\nich denke mit einmal zwischenpause werd ichs schon machen. Du weist doch. Gut Ding muss Weile haben.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-23T09:34:32.546+0000","up_votes":1,"down_votes":0,"body":"Heya\nAch nun verstehe ich :D\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-06-23T12:13:47.927+0000","up_votes":1,"down_votes":0,"body":"BITTE?\nDer Königreich OT Thread existiert nicht mehr? Dann muss ich meinen Schwachsinn jetz also hier reinspammen?\nOk.","replies":[{"id":"","poster":"El Pingu","date":"2015-06-23T12:32:02.527+0000","up_votes":1,"down_votes":0,"body":"natürlich exestiert er noch. Jetzt ist er nur ein offzieller Spammthread geworden.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-06-20T13:49:37.401+0000","up_votes":1,"down_votes":0,"body":"Hallo Freunde des Offtopics,\n\nunser werter Swisskeks hat uns einen TS3 Server organisiert. Die Server IP könnt ihr von mir, Swisskeks oder Zamonianer bekommen. Einigen von euch habe ich sie ja Ingame schon zugeschickt. \n\nAllerdings braucht ihr dann noch OT Bürger Rechte ; )\n\nDie bekommt ihr, wenn ihr dem TS3 Server joined. Entweder von mir oder jedem anderen, der diese Rechte schon besitzt!\n\nWenn ihr es wünscht, könnt ihr euch auch eine eigene Gruppe einrichten lassen. Das macht dann der Swisskeks. Zamo hat schon eine. : )\n\n\nBecksnStout, 7ter König des OT\n\n\nTante Edit:    ** lol-offtopic.de**   Unser Teamspeak : )","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-20T15:09:34.934+0000","up_votes":1,"down_votes":0,"body":"Du könntest ja jedem eine Forenbenachrichtigung zukommen lassen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-20T15:14:45.934+0000","up_votes":1,"down_votes":0,"body":"Heya\nAber Forenbenachrichtigungen gibts doch gar nicht.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-20T17:26:17.291+0000","up_votes":1,"down_votes":0,"body":"Nicht? Ich hab zwar noch nie davon gehört, aber wozu wird denn dann das Ausrufezeichensymbol neben dem Aktualisierungssymbol \"Benachrichtigungen\" genannt? Ich dachte, des gibt es schon, ich hab nur verpasst, wie es funktioniert...","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-20T17:26:55.493+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0003000000000000,timestamp=2015-06-20T17:26:17.291+0000)\n>\n> Nicht? Ich hab zwar noch nie davon gehört, aber wozu wird denn dann das Ausrufezeichensymbol neben dem Aktualisierungssymbol \"Benachrichtigungen\" genannt? Ich dachte, des gibt es schon, ich hab nur verpasst, wie es funktioniert...\n\nExistiert nicht, wurde einfach vorerst eingefügt. Wird aber nie aktiviert da es nicht moderiert werden kann und unnötig arbeit gibt.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-20T17:31:40.247+0000","up_votes":1,"down_votes":0,"body":"Ach so, hätte ich mir eigentlich denken können...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-22T13:40:00.303+0000","up_votes":1,"down_votes":0,"body":"Heya\nDIe Sprechblase zeigt dir Antworten auf deine Posts an und das Ausrufezeichen zeigt an, wenn ein Post von dir Moderiert wurde. Sogesehen hat Toblerone da leider unrecht :/\n\nMfG Rkoturdo","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-22T17:16:37.587+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0003000000000000000000000000,timestamp=2015-06-22T13:40:00.303+0000)\n>\n> Heya\n> DIe Sprechblase zeigt dir Antworten auf deine Posts an und das Ausrufezeichen zeigt an, wenn ein Post von dir Moderiert wurde. Sogesehen hat Toblerone da leider unrecht :/\n> \n> MfG Rkoturdo\n\nAch.. Desshalb ist die immer auf ner 0 :D\n\nDanke für die Korektur, wieder was gelernt^^","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-06-20T22:10:07.679+0000","up_votes":1,"down_votes":0,"body":"Wär dann so doch besser in nem Extrathread aufgehoben.\nThemenvorschläge anyone?\nAlso meine Favoriten stehen natürlich fest, aber wir könnten auch was ungewöhnliches machen.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-20T21:12:35.859+0000","up_votes":1,"down_votes":0,"body":"Na vielen Dank ^^\nRandom shit thread op. na gut","replies":[{"id":"","poster":"Action Alet","date":"2015-06-20T21:32:14.439+0000","up_votes":1,"down_votes":0,"body":"Wenn du Lust hast können wir das morgen gemeinsam planen. Ich wollte dir ja nicht den Thread wegnehmen, sondern nur einen Ansporn dahinter setzen.","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-06-20T18:02:42.708+0000","up_votes":1,"down_votes":0,"body":"Nice, ein Dichwettbewerb, aber wozu das Forum zuspammen wenn schon ein Dichtclu existiert? \nIch will nur sagen, ich wäre mit Freuden bereit meinen Thread dafür zu Verfügung zu stellen :D","replies":[{"id":"","poster":"Action Alet","date":"2015-06-20T18:09:23.253+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=7eIrrBQX,comment-id=0004,timestamp=2015-06-20T18:02:42.708+0000)\n>\n> Nice, ein Dichwettbewerb, aber wozu das Forum zuspammen wenn schon ein Dichtclu existiert? \n> Ich will nur sagen, ich wäre mit Freuden bereit meinen Thread dafür zu Verfügung zu stellen :D\n\nIch dachte mir, dass wir deinen für random shit aufbewahren können und einen anderen in Turnierform machen. Weil das eine ist halt zum Runterschreiben, das andere hat kompetitiven Anspruch.","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-06-18T11:44:37.407+0000","up_votes":1,"down_votes":0,"body":"He, Moment mal, hast du mir da etwa meine Wahlkampfidee geklaut und einfach nur umbenannt? Tss... ;-) naja egal, Hauptsache, so etwas ist jetzt da! Gj Becks, kommt gleich in die Übersicht!","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-18T14:19:02.921+0000","up_votes":1,"down_votes":0,"body":"Ehrlich gesagt habe ich die Wahlrede nicht gelesen. Hab dich auch so gewählt!\n\nIch hol das nach.  : )","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-18T14:53:43.753+0000","up_votes":1,"down_votes":0,"body":"XD","replies":[]}]}]}]}