{"id":"McE7pfH8","poster":"MeisterGani","date":"2015-06-16T20:16:46.072+0000","title":"Zusatz für die Kluft der Beschwöre","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":0,"body":"Hallo Mitbeschw&ouml;rer \r\nMein Gedanke w&auml;re eine Art von Tunnel in die Map einzuf&uuml;gen bzw. zwei Tunnel, welche sich direkt unter den Golems und den Echsen (Red-/Blue-Buff) befinden. Ich stelle mir vor das der eine Tunnel vom eigenen Golem zu dem gegnerischen Golem f&uuml;hrt und das selbe bei den Echsen. Diese Tunnel befinden sich allerdings unter den jeweiligen Monstern und sind somit nur zu benutzen wenn die Monster in beiden Jungeln gleichzeitig tot sind. Sind zum Beispiel beide Echsen down w&auml;re es m&ouml;glich von dem eigenen Jungel in den gegnerischen zu Reisen und umgekehrt. \r\n\r\nIch w&uuml;rde mir von dieser Erweiterung versprechen das, dass Ganz System noch aufregender wird da es dem Jungler erlaubt sein Team teilweise auch mal schneller an Teamfights/Ganks teilnehmen zu lassen. Durch diese Erweiterung w&uuml;rden sich nach meiner Vorstellung auch die Top-/Bot-Laner fr&uuml;her begegnen welches zu spannenden Gegebenheiten f&uuml;hren w&uuml;rde. Oder wenn man einen jungler hat welcher Hilfe ben&ouml;tigt bei einem Gank kann er sich mit der Top-/Bot-Lane kurzschlie&szlig;en und so eventuell auch ein wenig gefeedete Lanes schneller wieder auf Augenh&ouml;he mit den anderen bringen.\r\nDie n&auml;chste Situation w&auml;r auch wenn z.B. ein Champ gerade ein inneren Tower zerst&ouml;rt hat und die Gegner schon im anmarsch sind, g&auml;be es die M&ouml;glichkeit das die Teamkameraden die sich eventuell grade auf dar anderen Seite des Jungels befinden z.B. den eigenen Golem  schnell t&ouml;ten um dem Teamkollegen die flucht zu erm&ouml;glichen (vorraussetzung das der gegnerische Golem auch tot ist :-)  ).\r\n\r\nEs w&uuml;rde mich Interessieren was ihr so &uuml;ber diese Erweiterung denkt.\r\nIn wie fern ihr darin eine Verbesserung bzw. Verschlechterung des Aktuellen System seht. \r\n\r\nMit freundlichen Gr&uuml;&szlig;en MeisterGani","replies":[{"id":"","poster":"xXjoejaXx","date":"2015-06-23T09:28:30.067+0000","up_votes":2,"down_votes":0,"body":"So wüsste man allerdings jeder zeit wann die gegnerischen buffs weg sind und man hat sozusagen einen jungle timer","replies":[{"id":"","poster":"MeisterGani","date":"2015-06-30T21:28:27.682+0000","up_votes":1,"down_votes":0,"body":"stimmt hab ich noch gar nicht dran gedacht","replies":[]}]},{"id":"","poster":"erzi222","date":"2015-06-17T10:26:00.627+0000","up_votes":1,"down_votes":0,"body":"supi. darauf hat glaub ich shcon jeder gewartet gehabt das dies eingeführt wird.","replies":[]}]}