{"id":"Azg3AEF2","poster":"RedBull Sonic","date":"2015-06-16T10:43:11.015+0000","title":"Accounte geklaut ????","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":2,"body":"Hallo,\r\nzu Gl&uuml;ck war ich hier noch eingeloggt...\r\nEIner aus meiner Freundesliste hatte mir geschreiben das ich nachchecken soll das ich vielleicht gebannt werde und hat mir einen Link geschickt\r\n(DEN LINK BITTE NICHT AUSF&Uuml;LLEN) http://leagueotlegend.com.nu/tribunal/52314-tribunal-case.php/RedBull_Sonic (der beweis  wie echt das aussieht)\r\nNachdem ich  beim eingeben gemerkt habe das da oben stand &quot;ot&quot; und nicht &quot;of&quot; war es schon zu sp&auml;t. da ich nicht meine e-ail addresse hier verifiziert hatte steht da jetzt eine seltsame e-mail addresse drinne und mein pw  wurde jetzt auch ge&auml;ndert.\r\n\r\nIch habe keine ahnung was ich jetzt tun soll... kann mir irgendwer helfen?","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-16T14:44:05.483+0000","up_votes":1,"down_votes":0,"body":"Nimm den Link mal lieber raus... Sowas musst du hier nicht auch noch weiter verbreiten.","replies":[]},{"id":"","poster":"LFT His Support","date":"2015-06-16T11:45:59.768+0000","up_votes":1,"down_votes":0,"body":"Kopf hoch das wird schon, solang du einen halbwegs soliden supporter (^^) bekommst.\nam besten schickst du dem sup einfach sachen die man nur wissen kann wenn einem der acc seit anfang an gehört (erster champ der gekauft wurde, skin, psc code(sofern vorhanden)) alles sowas halt ^^\n\n- Eine Liste aller Email Adressen, die du benutzt haben könntest: \n- Die ersten 5 Champions, die du auf diesem Konto erworben hast: \n- Der erste Spielinhalt, den du mit RP gekauft hast (falls du dies getan hast): \n- Mindestens 5 Beschwörernamen, die du mit deinem Konto geworben hast (RAF / RAF 2.0): \n- Haben andere Familienmitglieder oder Freunde Zugang zu diesem Konto? \n- Hast du dieses Konto erstellt? \n- Hast du ein alternatives/zweites Konto? \n- Wurde dein E-Mail-Konto jemals kompromittiert?\n\ndiese sachen sollte ich damals ausfüllen :)\n\nhoffe konnte helfen","replies":[]},{"id":"","poster":"RedBull Sonic","date":"2015-06-16T11:38:57.634+0000","up_votes":1,"down_votes":0,"body":"ja ärgerlich >.>  zum glück kann ich ja beweisen das dies mein acc ist  alleine weil ich noch weiß mit welcher e-mail addresse ich mich erstellt hatte und ich vor einigen monaten meinen  Ingame namen geändert hatte. ich ärger mich aber mehr das ich hier nicht meine e-mail addresse verifiziert hatte als über diese betrüger :> ich hoffe echt das ich den wieder bekomme da steckt ne heiden arbeit drinne und  auch ein paar euros für skins usw.","replies":[]},{"id":"","poster":"LFT His Support","date":"2015-06-16T11:33:15.604+0000","up_votes":1,"down_votes":0,"body":"Niemals nie auf solche links klicken auch nicht wenn sie vom besten freund stammen, habe das auch schonmal erlebt ... nicht schön sowas\n\nAber der support sollte dir eig helfen geb ihm einfach nur soviele infos über den acc wie möglich :) so hatte ich meinen acc nach ich glaube 48h wider \n\nTrotzdem pfui den menschen die sowas erstellen!{{summoner:14}} {{summoner:11}} {{champion:266}}","replies":[]},{"id":"","poster":"lucgaming","date":"2015-06-16T10:59:09.450+0000","up_votes":1,"down_votes":0,"body":"Da will man am liebsten sagen: \"Oh Honey\" {{item:3070}} \n\nNe wie schon gesagt wurde.. Schreib dem Support nur der kann dir helfen :(","replies":[]},{"id":"","poster":"Th3is","date":"2015-06-16T10:55:58.292+0000","up_votes":1,"down_votes":0,"body":"Schreib den Support an, der kann dir weiter Helfen.","replies":[]}]}