{"id":"Ae9ehKoq","poster":"Staatsanwalt","date":"2015-06-15T20:06:51.925+0000","title":"Kompletter Internetabbruch","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Abend,\r\n\r\nIch habe folgendes Problem: Sobald ich Lol spiele, dauert es nicht lange und meine komplette Internetverbindung bricht weg. \r\nDas hei&szlig;t, mein Router verliert die Verbindung zu meinem Provider 1&amp;1. \r\nDas Problem trat erstmals vor mehreren Monaten auf, da dachte ich bei ersten Mal: &quot; ok passiert&quot;. Ich spielte noch eins, wieder brach das Internet weg. Ich dachte, vielleicht liegts an den Servern und wartete l&auml;nger.\r\n\r\n Als ich es wieder probierte mit dem Spielen, wurde mein Internet wieder unterbrochen und ich erhielt eine Strafe von 10 min warten vor dem Spiel. Das fand ich unfair und spielte einen monat oder so kein Lol. W&auml;hrend dieser Zeit lief mein Internet tadellos und ich startete einen neuen Versuch und sa&szlig; die Strafe ab und spielte wieder. \r\n\r\nDie ersten 6-7 Games liefen fl&uuml;ssig und es ging wieder los. Ich rief also beim Provider an und sagte denen, was los ist. Sie sagten sie k&uuml;mmern sich, St&auml;rkeres Signal usw. Ich spielte weiter, Ende vom Lied, 20 Minuten Strafe. \r\n\r\nOk dachte ich, fickt euch alle, ich h&ouml;re auf. Und das tat ich. Mehrere Monate spielte ich kein Lol. \r\n\r\nNun hab ich es aufgrund von Freunden wieder angefangen, Strafe abgespielt und konnte nun um die 10 Spiele problemlos spielen. Und was passiert jetzt? Genau mein Internet bricht wieder weg. Ich hab keine Ahnung woran das liegt.  Ich dachte am Provider, welcher auch schon gek&uuml;ndigt ist, aber solange ich kein LOL spiele, l&auml;uft das Internet tadellos!!!!! Und deshalb glaub ich langsam es liegt an LOL! Irgendwelche Erfahrung, Tipps oder Hilfe f&uuml;r mich? :D","replies":[{"id":"","poster":"st0x","date":"2017-02-15T17:53:21.566+0000","up_votes":1,"down_votes":0,"body":"yo gibts hier was neues? Exakt das gleiche Phänomen.","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2015-06-17T18:05:07.232+0000","up_votes":1,"down_votes":0,"body":"Push2","replies":[]},{"id":"","poster":"Staatsanwalt","date":"2015-06-16T16:23:51.856+0000","up_votes":1,"down_votes":0,"body":"Push!","replies":[]}]}