{"id":"Gqh3kWoz","poster":"Páîn","date":"2015-06-15T14:38:40.499+0000","title":"LoL FPS Problem .. (Erledigt)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Yo, Ich habe seid neuem in Teamfights &ouml;fters Probleme mit meinen FPS, sie fallen meistens unter 20 FPS und sonst hab ich immer 60 .. (ohne fpslimit) und vor ein paar Tagen hatte ich auch immer 60 FPS in den Teamfights.\r\ndesweiteren hab ich da auch noch ein anderes Problem, ich habe das gef&uuml;hl das ich iwie unbewusst eingestellt habe das meine FPS bei 60 FPS gelimited sind, wenn ich mein LoL auf ganz niedrig stelle habe ich nur 60 FPS und auf ganz hoch auch nur 60.\r\nDas Problem ist jez auch erst seid ein paar Tagen..\r\n\r\nLoL Systemanforderungen:\r\n3 GHz processor\r\n2 GB of RAM (Windows Vista and 7 users should use 4 GB of RAM or more.)\r\n12 GB available hard disk space\r\nNvidia GeForce 8800/AMD Radeon HD 5670 or equivalent video card (Dedicated GPU with 512MB+ Video Memory(VRAM))\r\nSupport for DirectX v9.0c or better.\r\nWindows XP with the latest service pack installed, Windows Vista with the latest service pack installed, Windows 7 with the latest service pack installed, or Windows 8\r\nThe latest update to .NET Framework from Microsoft\r\nThe latest version of Adobe Air is required to connect to PVP.net. Adobe Air is included with all League of Legends setup files, but can also be downloaded from Adobe&#039;s website.\r\n\r\nMeine Pc-Daten:\r\nProzessor: AMD FX(tm)-6100 Sixcore-Prozessort 3,30 GHZ\r\nRam: 8 GB\r\nGrafikkarte: Nvidia Geforce GTX 650\r\nWindows 7\r\n.net Framework ist aktuell\r\nAdope Air ist auch aktuell\r\n\r\nAlso mein PC m&uuml;sste das doch eig. locker schaffen, aber warum bekomme ich in den Teamfights dann FPS \"Drops\"?\r\n\r\nw&auml;re echt cool wenn mir da wer helfen k&ouml;nnte ^^\r\n\r\nPain~","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-06-15T14:45:05.950+0000","up_votes":1,"down_votes":0,"body":"Es gibt eine Einstellung wo du die maximalen FPS angeben kannst. Das musst du auf \"uncapped\" stellen. Außerdem musst du V-Synch ausschalten. V-Synch synchronisiert deine FPS mit der Frequenz deines Bildschirms und begrenzt die FPS auf die Hertz-Zahl des Bildschirms.\n\nDamit sollten deine FPS höher als 60 sein.","replies":[{"id":"","poster":"Páîn","date":"2015-06-15T14:53:02.876+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank! Das mit V-Synch wars.\nDanke !","replies":[]}]},{"id":"","poster":"M4ster Yi","date":"2015-06-15T14:53:00.066+0000","up_votes":1,"down_votes":0,"body":"Schau mal wie heiss deine c0u wird wenn sie über 60 Grad geht neue warmeleit0Äste drauf","replies":[]},{"id":"","poster":"Páîn","date":"2015-06-15T14:49:53.147+0000","up_votes":1,"down_votes":0,"body":"Wow, die antworten kamen jez ziemlich schnell xD Danke erstma,\nIch werde das mit dem V-Synch ma probieren und uncapped hab ich scho eingestellt ^^\nWenns dann net geht frag ich ma Riot, danke =)","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-06-15T14:47:07.117+0000","up_votes":1,"down_votes":0,"body":"Tach auch,\n\nhier erstmal der Link zum Riotsupport:\n\nhttps://support.riotgames.com/hc/de/articles/201752684-Fehlersuche-bei-niedriger-Framerate-FPS-\n\n\nDie FPS Fixeinstellung findest du Ingame. Am besten startest du ein Coustomgame und drückst dann ESC im Spiel.\n\nDeine Graka-Treiber up to date?","replies":[]}]}