{"id":"mgEp8mZy","poster":"Stealth Cat","date":"2015-06-15T11:11:15.883+0000","title":"AFK im Ranked","subforum":"Ligen & gewertete Spiele","up_votes":2,"down_votes":3,"body":"Hallo liebe Community,\r\nwie w&auml;re es wenn man weniger LP verlieren w&uuml;rde (nicht MMR/ELO), wenn man einen Mitspieler hat, der afk ist. F&uuml;r Unwissende w&uuml;rde der Frustfaktor geringer werden (da sie dann nicht denken zu unrecht LP zu verlieren) , und f&uuml;r Menschen die sich auskennen w&uuml;rde es keinen Unterschied machen, vor allem aber wird es weitere Threads, wo um &quot;geschenkte ELO&quot; bei AFKs gebeten wird verhindern.\r\nMFG CRG Rekhyten","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-06-15T11:16:34.871+0000","up_votes":3,"down_votes":0,"body":"hmm... Leute, die Mitspieler durch Flamen zum Rage-Quitten bringen werden dafür mit geringerem LP Verlust belohnt... erscheint mir nicht besonders erstrebenswert.","replies":[{"id":"","poster":"Côrtes","date":"2015-06-15T11:32:20.709+0000","up_votes":1,"down_votes":0,"body":"Leute, die Mitspieler durch Flamen zum Rage-Quitten bringen sollten mit dem \"neuen\" System automatisch ne CR oder nen Ban bekommen ;)","replies":[]},{"id":"","poster":"Stealth Cat","date":"2015-06-15T13:01:32.896+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=MeMyselfandBaal,realm=EUW,application-id=ip27PlEH,discussion-id=mgEp8mZy,comment-id=0000,timestamp=2015-06-15T11:16:34.871+0000)\n>\n> hmm... Leute, die Mitspieler durch Flamen zum Rage-Quitten bringen werden dafür mit geringerem LP Verlust belohnt... erscheint mir nicht besonders erstrebenswert.\n\nAber insgesamt verlieren sie gleich viel, wie mit dem derzeitigen System.","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-06-15T12:05:31.297+0000","up_votes":2,"down_votes":0,"body":"Der LP-Verlust bei einer Niederlage (bzw. dessen Höhe) richtet sich nach der Elo/MMR.\n\nWenn die Elo also trotzdem sinkt (und dies muss sie), ändert sich mittelfristig gar nichts.\nAls vereinfachtes Beispiel einmal 6 Niederlage (die erste mit afk) in Folge:\n\nDerzeitges System:\n1. Game: -15 LP\n2. Game: -15 LP\n3. Game: -15 LP\n4. Game: -15 LP\n5. Game: -15 LP\n6. Game: -15 LP\nTotal: - 90 LP\n\nVorgeschlagenes System:\n1. Game: -10 LP (5 LP weniger Verlust wegen afk)\n2. Game: -16 LP (1 LP höherer Verlust durch grössere Differenz zwischen Rang + Elo/MMR)\n3. Game: -16 LP\n4. Game: -16 LP\n5. Game: -16 LP\n6. Game: -16 LP\nTotal: - 90 LP\n\nEffekt = 0","replies":[{"id":"","poster":"Stealth Cat","date":"2015-06-15T13:06:07.380+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=ip27PlEH,discussion-id=mgEp8mZy,comment-id=0002,timestamp=2015-06-15T12:05:31.297+0000)\n>\n> Der LP-Verlust bei einer Niederlage (bzw. dessen Höhe) richtet sich nach der Elo/MMR.\n> \n> Wenn die Elo also trotzdem sinkt (und dies muss sie), ändert sich mittelfristig gar nichts.\n> Als vereinfachtes Beispiel einmal 6 Niederlage (die erste mit afk) in Folge:\n> \n> Derzeitges System:\n> 1. Game: -15 LP\n> 2. Game: -15 LP\n> 3. Game: -15 LP\n> 4. Game: -15 LP\n> 5. Game: -15 LP\n> 6. Game: -15 LP\n> Total: - 90 LP\n> \n> Vorgeschlagenes System:\n> 1. Game: -10 LP (5 LP weniger Verlust wegen afk)\n> 2. Game: -16 LP (1 LP höherer Verlust durch grössere Differenz zwischen Rang + Elo/MMR)\n> 3. Game: -16 LP\n> 4. Game: -16 LP\n> 5. Game: -16 LP\n> 6. Game: -16 LP\n> Total: - 90 LP\n> \n> Effekt = 0\n\nEs soll ja so gesehen auch nichts verändert werden, ich will nur vorschlagen den Leuten das Argument zu nehmen, dass man bei AFKs genauso viel verliert wie normal. Für Spieler die sich auskennen ändert sich nichts, aber für die die immer sagen \"ich steige nur ab wegen AFKs\"  macht es einen Unterschied (wenn auch nicht wirklich), denn sie denken sie bekommen den AFKler \"ausgeglichen\" (daher flamen sie dann nicht) obwohl sie insgesamt genausoviel verlieren wie sonst auch.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-15T13:30:44.387+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VRG Rekhyten,realm=EUW,application-id=ip27PlEH,discussion-id=mgEp8mZy,comment-id=00020000,timestamp=2015-06-15T13:06:07.380+0000)\n>\n> Es soll ja so gesehen auch nichts verändert werden, ich will nur vorschlagen den Leuten das Argument zu nehmen, dass man bei AFKs genauso viel verliert wie normal. Für Spieler die sich auskennen ändert sich nichts, aber für die die immer sagen \"ich steige nur ab wegen AFKs\"  macht es einen Unterschied (wenn auch nicht wirklich), denn sie denken sie bekommen den AFKler \"ausgeglichen\" (daher flamen sie dann nicht) obwohl sie insgesamt genausoviel verlieren wie sonst auch.\n\nDiese Spieler werden dann trotzdem reklamieren; einfach weil sie sich nicht mit dem Ligensystem (Elo, LP, etc.) auskennen.\nGibt ja genug Threads bezüglich LP, die auch ohne afkler immer wieder eröffnet werden mit den Topics:\n\n- Ich bekomme immer weniger LP für einen Sieg als für eine Niederlage (Grund: Elo ist wesentlich tiefer).\n- Ich spiele immer gegen Gold(5)-Spieler, habe aber nur Silber2-Mates (Grund: Rang sagt nicht zwingend etwas über die Hidden Elo aus).\n- Ich kriege immer Trolls/Flamer/Feeder und möchte - analog wie bei afklern - auch einen geringeren LP-Abzug für diese Games.\n\nBei der Einführung deines Vorschlags wäre dann auch sicherlich ein grösseres Diskussionspotential, ob (und wie) dann Spieler auch berücksichtigt werden, die in der base herumlaufen (werden vom Leaverbuster erkannt, aber gelten \"offiziell\" nicht als \"verlassen\").\n\nDer geringere LP-Abzug müsste auch spürbar sein. Sonst merkt es ja keiner. Ich habe jetzt nur 1/3 genommen. Bei geringen LP-Abzügen ist dies jedoch wenig spürbar; gerade bei Spielern, dessen Elo/MMR höher als ihr Rang ist.\nJedoch hat umgekehrt ein stärkerer geringerer LP-Abzug (z.B. die Hälfte weniger) einen grossen Effekt bei den Folgespielen, wenn die Elo/MMR des Spielers klar unterhalb seines Rangs ist  und letztens öfters ein Spieler afk ging (evtl. auch durch Einfluss jenes Spielers, weil er glaubt, dass er so weniger LP verliert).\n\nNehmen wir also an, erneut ein Drittel der LP wird reduziert (wie bei meinem ersten Bespiel), jedoch wäre der LP-Verlust bei -24.\nDer Spieler flamet jetzt herum, weil er glaubt, es wäre von Vorteil, dass jemand afk geht (da er so nur -16 LP verliert). Auf die nächsten 5 Spiele (auch Niederlagen) verliert er dann bereits ca. -27 LP. Wenn er dann nochmals jemanden durch Mobbing/Flaming zu einem afk kriegt, wird er einmalig nur -18 LP verlieren, aber in den Folgespielen verliert er bereits ca. -30 LP; nur weil er durch Flaming einen afk seiner Mates provoziert.\n\nIch vermute, dann wird jener Spieler hier einen Thread eröffnen, weil er -30 LP für eine Niederlage kassiert, aber für einen Sieg weniger als 10 LP kriegt. Das Geheule werden wir also nicht los; aber wir werden wohl mehr Flaming bekommen, weil nicht alle das Punktesystem richtig kennen.","replies":[]}]}]},{"id":"","poster":"PiX N IE x o R I","date":"2015-07-21T10:56:50.842+0000","up_votes":1,"down_votes":0,"body":"ich finde es eine gute Lösung, obwohl es stimmt das manche leute afk gehen. Man könnte es vlt so machen, dass man insgesammt zb 5 punkte weniger abgezogen bekommt, und diese dem leaver zugesteckt werden. Also wenn einer afk währe, würde er 20 punkte zusätzlich abgezogen bekommen. Währe das nicht eine Lösung?","replies":[]},{"id":"","poster":"Alustus","date":"2015-06-15T11:16:40.150+0000","up_votes":1,"down_votes":0,"body":"Und ich sehe jetzt schon die \"Bug\" Melder:\n\n\"Jedes mal wenn ich einen  AFK im team hatte bekomme ich imnächsten Spiel weniger LP\" (muss ja wieder ausgeglichen werden wenn die MMR trotzdem gleich sinkt auch wenn man weniger Punkte verliert)\n\nAber die Idee finde ich eig. ganz interessant, wenn auch ziemlich gemein ;)","replies":[]}]}