{"id":"oqBETfAX","poster":"DariusOnTour","date":"2015-06-14T08:34:59.410+0000","title":"Riot hasst mich - Niederlagenserie von Gold 1 auf Gold 5","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":7,"body":"Liebe Community,\r\n\r\nvorne weg gesagt es ist kein Flame oder &auml;hnliches ich bin eher verzweifelt und suche nach Rat voran es liegt.\r\nWie der der Titel schon sagt spielte ich noch vor kurzem in Gold 1 sogut wie in Promo f&uuml;r Platin. Aufeinmal fing dann meine Niederlagenserie an verlor, verlor und schwups war in schon in Gold 2. Doch ich durfe einmal noch Promo wieder f&uuml;r Gold 1 spielen die ich mit Pech nicht gewonnen hab. Und seitdem gehts nur noch Berg ab. Wort w&ouml;rlich seit der Promo f&uuml;r Gold 1 hab ich glaube ich 2 Spiele nur gewonnen sonst alle veloren und ja jetzt bin ich Gold 5. Ich wei&szlig; echt nicht mehr weiter wie ich wieder hochkommen soll. Der Unterschied zwischen Gold 1 und Gold 5 ist enorm. \r\n\r\nEgal was ich spiele es bringt nichts. Kann mir jemand ein Rat geben was ich tuhn kann? Ich halte mich f&uuml;r ein guten soliden Gold 1 Spieler.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-14T13:27:08.724+0000","up_votes":2,"down_votes":0,"body":"Wenn man sich so Deine LKS Kurve bei Lolking anschaut, handelt es sich in diesem Fall eher nicht um eine zufällige unglückliche Niederlagenserie, sondern um ein normales Zurückpendeln der Current Elo. Du bist wohl offenbar eher etwas glücklich in die oberen Goldbereiche gekommen und Deine vorherige Glückssträhne (oder Eloboost) lassen Dich jetzt mit stärkeren Spielern zusammen kommen. Die logische Folge ist also wieder eine Rückkehr zum durschnittlichen Skillniveau nach diesem glücklichen Ausreißer nach oben.\n\nIch habe den Eindruck, dass viele Leute meinen, man würde in der Ladder immer weiter steigen, wenn man nur konstant spielt. Aber das ist nicht so. Dies ist kein Soloplayer Spiel, das man irgendwann durchgespielt hat. Wenn man sich nicht verbessert, dann steigt man auch nicht. \n\nEs wird immer natürliche Schwankungen geben. Es ist Wunschdenken anzunehmen, dass das Max-Elo jetzt immer das neue True-Elo ist.\n\nStabilisiere also erst mal Deine Leistungen im Goldbereich bevor du von Platin träumst! Letztes Jahr warst du noch Silber.","replies":[{"id":"","poster":"DariusOnTour","date":"2015-06-14T14:07:31.728+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=KYnfKGf0,discussion-id=oqBETfAX,comment-id=0002,timestamp=2015-06-14T13:27:08.724+0000)\n>\n> Wenn man sich so Deine LKS Kurve bei Lolking anschaut, handelt es sich in diesem Fall eher nicht um eine zufällige unglückliche Niederlagenserie, sondern um ein normales Zurückpendeln der Current Elo. Du bist wohl offenbar eher etwas glücklich in die oberen Goldbereiche gekommen und Deine vorherige Glückssträhne (oder Eloboost) lassen Dich jetzt mit stärkeren Spielern zusammen kommen. Die logische Folge ist also wieder eine Rückkehr zum durschnittlichen Skillniveau nach diesem glücklichen Ausreißer nach oben.\n> \n> Ich habe den Eindruck, dass viele Leute meinen, man würde in der Ladder immer weiter steigen, wenn man nur konstant spielt. Aber das ist nicht so. Dies ist kein Soloplayer Spiel, das man irgendwann durchgespielt hat. Wenn man sich nicht verbessert, dann steigt man auch nicht. \n> \n> Es wird immer natürliche Schwankungen geben. Es ist Wunschdenken anzunehmen, dass das Max-Elo jetzt immer das neue True-Elo ist.\n> \n> Stabilisiere also erst mal Deine Leistungen im Goldbereich bevor du von Platin träumst! Letztes Jahr warst du noch Silber.\n\n\n\nDas ist nicht ganz wahr. Ich war letzes Jahr in Silber wahrscheinlich nur weil ich wegen Inaktivität zurückgestuft wurden bin nach 1 jähriger pause (nicht ganz 1 jahr). Abgesehen davon war ich Ende s3 sogar in Platin aufgestiegen. Dann kam s4 10 weitere Einstufungsspiele wo ich wirklich viel Pech hatte wurde ich in gold 4 eingestuft. Dann kam die Pause war halt wirklich um nett auszudrücken nicht gerade begeistert davon das ich mir viel mühe in Platin aufgestiegen bin und kurz danach wieder gold 4 spielen durfte. \n\nEs liegt nicht daran das meine Gegner zu Stark sind sondern einfach nur das ich viel Pech mit dem Team habe (jajaja immer sind die anderen schuld ich weiß), aber in diesem Fall in der Serie trifft das vollkommen zu und nach jede Niederlage wurde es immer schlimmer mit dem Team.","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-06-14T11:49:30.145+0000","up_votes":2,"down_votes":0,"body":"Pause machen wenn du viel verlierst...du bist momentan in einem \"ich verlier eh\" mindest drin, wie dein Post hier zeigt. Sobald du so denkst verlierst du tatsächlich mehr!\n\nAlso mach mal für ein paar Tage nur normals, üb lasthitten in customgames oder geh ne runde Joggen :)","replies":[]},{"id":"","poster":"A Dragons Heart","date":"2015-06-14T08:37:49.322+0000","up_votes":2,"down_votes":0,"body":"Weiterspielen oder mal ne Pause machen. JEder hat mal Niederlagenserien, aber auch Siegserien!","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-14T13:33:15.899+0000","up_votes":1,"down_votes":0,"body":"Kleiner Tipp: Der Titel scheint ironisch gemeint zu sein, aber das erkennt man nicht, wenn man nicht den ganzen Thread gelesen hat, daher wohl auch die Downvotes, also sei in Zukunft etwas vorsichtiger damit.","replies":[]},{"id":"","poster":"IcryWhenIpoop","date":"2015-06-14T21:14:24.382+0000","up_votes":1,"down_votes":1,"body":"Jessas. Was du jammerst. Ich erzähl mal ganz kurz von meiner Niederlagenserie. Hatte mich letzte Saison tatsächlich mal auf Platin 5 (und ganz kurz auf 4^^) hochgekämpft. Und dann gings los. DIE Niederlagenserie überhaupt. Bin zurück nach Silber 5 ( FÜNF!!!) gefallen! Aber hatte mich mühsam bis Saisonende wieder auf Gold 5 gekämpft. Wollte ja schliesslich diesen tollen Skin geschenkt haben und den krassen Goldrahmen um mein Championportrait. :-)  Den Skin hab ich nicht bekommen. Hatte mir in meiner Niederlagenserie angewöhnt viel zu fluchen. Gabs halt CR und Rankedban. Oder hab ich ihn bekommen? War das der SiegreichMorgana Skin? Dont know. Irgendwas hat n Kumpel bekommen gehabt am Ende der Saison und ich nicht. Damit hat er mich aufgezogen. Weiss nicht mehr.^^ \nWo ich dir aber zustimmen muss ist der Unterschied der Spieler von Gold 1 zu Gold 5. Hier auf Gold 5, wo ich schon ewig festhänge mit dem Main hier, kommt es mir echt so vor als wollten die Leute nicht gewinnen. Die machen echt komische Dinge mitunter. Aber drauf geschissen. Irgendwann komm ich hier schon wieder raus. Wenn du weiter nach oben gehörst schaffst das schon. \nIch komm dir jetzt nicht mit diesem ganzen Theoriekram. Den hast du sicherlich schon oft gelesen hier im Forum. Und von dem halte ich absolut nix. Theorie, mathematische Formeln oder was auch immer hin oder her. Ich bin der Ansicht, dass man das nicht auf Menschen anwenden kann. Denn der Mensch ist nunmal keine Konstante. Tagesform, Lebens(Spiel-)erfahrung, körperlicher Zustand, soziales Umfeld, was weiss ich, all das spielt meiner Ansicht nach mit rein. Argh, das wird mir jetzt zu philowissensblabla...\nHauste","replies":[]}]}