{"id":"jBoFxo7l","poster":"611FVNKBlv","date":"2019-12-06T01:14:15.035+0000","title":"Clashtime ?","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Classic Clash-Phänomene oder was ist wieder mit diesem absoluten Müll-Client los?\r\n\r\nNormalerweise gehöre ich zu den glücklichen die nahezu keine gravierenden Probleme mit dem Client an sich haben aber endlich isses so weit. Endlich kann ich mal keine einzige Runde durchspielen ohne unerwartete bugsplats oder andere Fehler.\r\n\r\n\r\nEcht geiles Gefühl nach ner Woche pause mal wieder bock auf ne runde League zu haben um direkt wieder zu erkennen wieso ich die Woche pausiert hab xd\r\n\r\nIch hoffe zT echt inständig das eure Programmierer für diese \"Arbeit\" nicht noch finanziell entlohnt werden .... dann werde ich auch Programmierer ... den Client krieg ich safe in einer Woche besser hin -.- und das ist nicht mal n witz -.-\r\n\r\nWäre schön wenn in s10 1 Tag ohne  Bugs in LoL herrschen würde @Riot.","replies":[{"id":"","poster":"Ráyleigh","date":"2019-12-06T08:41:28.674+0000","up_votes":1,"down_votes":0,"body":"Zeig mir ein Online Spiel in dem es ein Jahr lang keine Client/Server Probleme gibt?\nDa wirst du keines finden also geh und hole dir Milch von Mama und halt den Ball flach!","replies":[{"id":"","poster":"GretaStoleMyCar","date":"2019-12-06T09:37:52.919+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ráyleigh,realm=EUW,application-id=ImBE6GqA,discussion-id=jBoFxo7l,comment-id=0000,timestamp=2019-12-06T08:41:28.674+0000)\n>\n> Zeig mir ein Online Spiel in dem es ein Jahr lang keine Client/Server Probleme gibt?\n> Da wirst du keines finden also geh und hole dir Milch von Mama und halt den Ball flach!\n\nEs gibt genug Beispiele die zeigen, dass es mit wesentlich weniger Problemen geht und diese auch schneller behoben werden. \nWenn man von den üblichen Clash Totalausfällen absieht gibt es immer noch massive Probleme. Wie lange ist es her, dass uns versprochen wurde, dass \"im laufe des Patches\" irgendein Problem behoben werden sollte, z.B. keine Masterypoints nach Games, und dies immer noch existiert?\n\nIch liebe LoL, muss aber auch sagen, dass ich noch nie erlebt habe, dass bei einem Spiel dieser Größe so lange Fehler ignoriert werden.\nNatürlich gibt es auch in anderen Games Probleme (z.B. Disconnect in WoW wenn man auf ner blöden Kannte landet), aber ich habe noch nie erlebt, dass ein Problem bei so gut wie jedem Test auftritt und man es jedes mal auf neue schafft dieses nicht zu beheben.","replies":[]}]}]}