{"id":"ENIWOEWM","poster":"playastino","date":"2015-06-13T11:25:22.123+0000","title":"Dreistigkeit","subforum":"Hilfe & Support","up_votes":1,"down_votes":7,"body":"Liebes &quot;tolles&quot; support team......,\r\nEs sind mitllerweile 2 Tage vergangen an dem ich Euch ein Ticket geschrieben habe und immer noch keine Antwort bekommen habe. Ich finde das ne riesen Sauerrei einen Acc sperren funktuniert instant bei euch, aber einem zu helfen dem der Acc gesperrt worden ist wegen einer R&uuml;ckbuchung was einem hier jedem passieren kann klappt bei euch nicht. herzlichen gl&uuml;ckwunsch. euer support ist der letzte ******.\r\nwerde lol auch den r&uuml;cken kehren andere spiele bekommen den support hin.\r\nin diesem sinne haut rein riot","replies":[{"id":"","poster":"Bergelmir32","date":"2015-06-13T11:50:43.006+0000","up_votes":3,"down_votes":0,"body":"Vor 2 Tagen? Also als die ganzen Cheater gesperrt wurden, die jetzt natürlich alle den Support anschreiben und versuchen wollen sich rauszureden. Da kann das schonmal sein das der Support ein wenig zu tun hat.\nEin wenig mehr Geduld wirst du wohl noch aufbringen müssen. Andererseits ist es vielleicht garnicht so schlecht wenn du dir was anderes suchst, wenn man sich deinen Text so anschaut.","replies":[]},{"id":"","poster":"Manker00","date":"2015-06-13T11:39:03.513+0000","up_votes":2,"down_votes":0,"body":"Warum wurdet du denn gesperrt ? \nSicher nich weil du so ein toller, netter spieler bist....","replies":[{"id":"","poster":"xXTheFalloutXx","date":"2015-06-13T13:10:03.705+0000","up_votes":1,"down_votes":0,"body":"wie er gesagt hat wegen einer Rückbuchung...","replies":[]}]},{"id":"","poster":"Hamrio","date":"2015-06-13T11:38:43.995+0000","up_votes":1,"down_votes":0,"body":"hör auf zu heulen ey . nur weil die mal nicht die Zeit haben sich um eins deiner kleinen probleme zu kümmern und was wichtigeres zu tun haben. League of Legends ist ein free-to-play spiel (also es bietet dienste kostelos an) also solltest du dich zufrieden geben dass die nicht sofort antworten können und einfach warten","replies":[{"id":"","poster":"Bluefersan","date":"2015-06-13T11:53:52.163+0000","up_votes":1,"down_votes":2,"body":"hots auch aber trotzdem bekommt man eine antwort von blizz, wenn man im forum frage stellt.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-13T14:59:00.248+0000","up_votes":1,"down_votes":0,"body":"Sry, aber Sharbat ist kein Blizzardmitarbeiter!\n\n: )","replies":[]}]}]}]}