{"id":"6RBX9LwO","poster":"BloodyEater","date":"2015-06-13T02:18:18.944+0000","title":"Fragen zu Strategien.","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Ich wei&szlig; zwar nicht ob das hierher geh&ouml;rt, aber ich hab erstmal nichts anderes gefunden xD\r\n\r\nSo ich hab das aufgemacht damit ich ab und an mal nach rat zu bestimmten spielz&uuml;gen und strategien bei einer team konstelation fragen kann.\r\n\r\nUnd da w&auml;re dann auch schon die erste.\r\nIch w&uuml;rde liebend gerne mal ein Team um Heimerdinger bauen, was sich aufs pushen spezialisiert.\r\nSodas heimerdinger kein 3vs1 in den ersten 20 minuten abbekommt. Es sollte wenn m&ouml;glich auch in den kompetitiven bereichen spielbar sein.\r\n\r\nIch hatte mir das so vorgestellt\r\nToplane: Rumble\r\nMidlane: Heimerdinger\r\nJungler: Evelynn\r\nBotlane: Draven&amp; Braum\r\n\r\nTaktik: Gezielt pushen bis der jungler kommt. Evelynn zum counterganken verwenden.\r\n\r\nIch wei&szlig; nicht was ihr davon halted und ob man das vlt verbessern k&ouml;nnte, und wie es mit der synergie der f&auml;higkeiten aussieht, aber f&uuml;r mich klingt das mal interesant auszuprobieren.\r\nFreue mich schon auf diskusionen ^^\r\nFreundliche Gr&uuml;&szlig;e BloodyEater","replies":[{"id":"","poster":"BloodyEater","date":"2015-06-13T07:07:57.548+0000","up_votes":1,"down_votes":0,"body":"Klingt gut.\n\nWas ich mit meiner Konstelation bezwecken wollte ist, das alle lanes am pushen sind und eher schwer zum towerdive gebracht werden können. 2 lanes sind dan immer am pushen und wo der gegnerische jungler ist rennt der eigene hin. Eve ist da halt schnell genug für und bringt den nötigen schaden mit (Ad Eve). Die ultis zusammen wären auch gut da sie alle einem den weg abschneiden, noch dazu durch rumbles und braums ulti wäre der CC einfach unerträglich womit heimer und raven leichtes spiel haben eve gibt dem ganzen den rest oben drauf.\nAber deine idee ist auch nicht schlecht :D \nJa ich wollte einfach mal um heimerdinger ein team bauen welches gut im pushen ist, gute defensive aufweist, sehr viel CC hat und man das ganze spiel über einen push hat, wodurch teamkämpfe richtig schwer zustande kommen. Ich wollte schauen ob man dadurch teamkämpfe umgehen kann und zur not, einfach mal ne CC chain raushauen.\nAber danke für die antwort ^^","replies":[]},{"id":"","poster":"RM Heartmeander","date":"2015-06-13T06:44:12.614+0000","up_votes":1,"down_votes":0,"body":"Wenn es um's pushen geht, würde ich sogar eher sagen cho top.\nEr pusht alleine ja schon durch die e sehr viel.\nDie Frage ist halt, was es bringen soll?\nGegner vom Ganken abhalten?\nDa wäre ein Counterganker besser der die Lane sittet.\n\nWenn es um Towerpush geht gibt es bessere Champs für die Top.\nUm auf Bot zu pushen würde ich eher Jinx oder Tristana nehmen, da die von sich aus pushen.\n\nWenn du insgesammt Towerpushen meinst, würde ich Heimer eher top schmeissen und mitte so was wie einen Azir spielen.\nMit seinen w macht er gut Towerschaden + mit der Passiven ne gute Synergie mit Heimers Türmen.\n\nJungle würde ich dann auch nicht Evelyn nehmen sondern was, dass die Leute bei den Türmen halten kann wie Nauti, Jarvan, Amu usw.\nJinx/Ashe sollte da auch gut sein mit dme CC.\n\nIch würde ja eher so was mit Blitz zusammenbauen, da lassen sich lustige Fallen bauen mit nem Campenden Heimer und Blitz der einen reingrabt. (funktioniert nicht das ganze Game lang, irgendwann wissen dies)\n\nIch persönlich würde ja z.B. folgendes spielen.\n\nHeimer Top\nAzir Mitte\nMaokai Jungle\nAlistar support\nJinx ADC\n\nbzw. Heimer Mitte, Mao top und Jarvan Jungle\n\n\nHier hat man im ersten Beispiel mit Heimer/Azir ne gute Defiensive unter nem gefallenen Tower mit der Passiven von Azir.\nDer Poke bzw. dps ist auch sehr stark.\nFehlt aber der AD Schaden bzw. ist viel AP Schaden.\nMao zum CC locken an Towern und Ali als defensive mti Knockup und back und dem Heal, der auch Tower healt.\nMit dem alten heimer wäre es noch lustig gewesen weil ja die Passive Türme geheilt hat^^\nDas mit nem Azir Tower xD\nJinx als ADC mit AD dmg und dank e auch ein bisschen CC.\n\n\nWenn man Azir rausnimmt, Heimer mitte steckt und Mao Top kann man den Jungle durch J4 ersetzen wodurch man mehr AD erhält und mehr CC um einen an der Stelle zu halten mit Ult.\nPushen können die auch sehr gut.\n\n\nEine abgewandelte Form kannst du machen, wenn du ein Team haben willst um Tower zu pushen.\nDann würde ich folgendes empfehlen:\n\nHeimer\nADC\nZyra/Soraka\nJax/Trundle/anderer Bruiser\nMundo/Malphite/anderer Tank\n\nEntweder dann mit Heimer und Zyra Pflanzen und Türme pflanzen damit dein Bruiser und ADC tower legen kann oder mit Soraka die Tower und Tanks healen und den Tower schnell legen. \nAlso quasi guerellieaktionen bringen.\n\nLustig ist es dann, wenn die Leute noch Teleport haben denn dann kannst du nen Turm unverwundbar machen solange der Port geht.\nSprich bei 2-3 Ports ist der Tower gefallen.\n\nWie gut die fights sind ist was anderes aber auf jeden Fall lustig.","replies":[]}]}