{"id":"uBjbJYEe","poster":"Artifacte","date":"2015-06-12T12:53:55.339+0000","title":"Season 4 Goldspieler sucht 5vs5 Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin,\r\nich suche nach einem ambitionierten Team f&uuml;r diese und gerne auch folgende Seasons. Ich spiele seit Season 2 und war letzte Season in der SoloQ Gold. Diese Saison habe ich nicht wirklich ernsthaft solo gespielt und bin nun auch vor ein paar Wochen erst aus einem anderen Spiel hierher zur&uuml;ckgekehrt. Ich bin 18 Jahre alt und investiere gerne sehr viel Zeit in Training oder Tuniere, wobei ich nebenbei noch die Schule besuche. Meine beste Rolle ist die Toplane, allerdings habe ich auch keine Probleme mich auf andere Rollen anzupassen, wie z.B. Mid, ADC oder Support. Grunds&auml;tzlich bin ich ersteinmal froh &uuml;berhaupt ein Team zu finden, das mit mir zusammen ein gemeinsames Ziel verfolgt.\r\nIch bevorzuge auf der Toplane meistens Tanks, mein bester ist Renekton. Gerne trainiere ich nat&uuml;rlich auch andere Champions, falls das gew&uuml;nscht ist.\r\n\r\n**Championpool Toplane:**\r\n{{champion:31}} {{champion:36}} {{champion:57}} {{champion:58}} {{champion:48}} {{champion:106}} \r\n\r\n\r\nAuf der Midlane kann ich eigentlich jeden Champion spielen, folgende sind meine besten.\r\n**Midlane:**\r\n{{champion:101}} {{champion:103}} {{champion:1}} {{champion:50}} {{champion:161}} \r\n\r\nMein bester ADC ist Ezreal, aber ich habe noch ein paar mehr im Repertoir.\r\n**Botlane ADC:**\r\n{{champion:42}} {{champion:81}} {{champion:104}} {{champion:222}} {{champion:21}} {{champion:236}} \r\n\r\nAls Support bevorzuge ich Champions mit viel CC und die auch ordentlich etwas aushalten.\r\n**Botlane Support:**\r\n{{champion:12}} {{champion:201}} {{champion:36}} {{champion:3}} {{champion:89}} {{champion:111}} \r\n\r\nWie man sieht spiele ich vorallem gerne ungew&ouml;hnliche Champions Botlane, wie Mundo oder Galio, kann mich aber wie auf jeder Lane mit eigentlich jedem Champion anfreunden. Was letztendlich gepickt wird h&auml;ngt sowieso von der Teamcomp ab und muss abgesprochen werden, was f&uuml;r jede Lane gilt.\r\n\r\n\r\n**Was ich mitbringe:**\r\n-Einen riesigen Championpool\r\n-Erfahrung aus insgesamt &uuml;ber 2500 Spielen seit Season 2\r\n-Flexibilit&auml;t innerhalb und au&szlig;erhalb der Rollen \r\n-Zeit\r\n-Motivation\r\n-Kritikf&auml;higkeit aber auch einen kritischen Blick verbunden mit Hilfsbereitschaft f&uuml;r die Probleml&ouml;sung\r\n-Tiefes Spielverst&auml;ndnis\r\n-TS3 und Skype\r\n-Headset mit Mikro\r\n\r\n\r\nIch w&uuml;rde mich sehr dar&uuml;ber freuen jemanden zu finden, wenn Du Interesse an mir hast, dann schreibe mir doch einfach ingame unter Artifacte oder lass hier einen Kommentar da, ich bin gespannt!\r\n\r\nLiebe Gr&uuml;&szlig;e,\r\nJonathan","replies":[]}