{"id":"jhcufpTu","poster":"GG Thats not me","date":"2015-06-12T14:38:52.273+0000","title":"Maus wird schneller","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Ich hab eine Steelseries Sensei Raw Heat Orange und dazu ja auch den passenden Treiber.\r\nMeine CPI Einstellung ist auf 1620 was f&uuml;r mich schon immer angenehm war.\r\nIn letzter Zeit ist es aber so,dass wenn ich in ein Game bin, meine Maus pl&ouml;tzlich schneller als vorher ist.\r\n\r\nIch habe,dann versucht meinen Treiber zu &ouml;ffnen um bei den Einstellungen nach zu schauen ob sich vielleicht \r\netwas ver&auml;ndert hat aber ich k&ouml;nnte ihn nicht &ouml;ffnen und komischerweise kann ich ihn nur 1 mal &ouml;ffnen und muss ihn \r\ndanach immer wieder neu downloaden,da er sich nicht mehr &ouml;ffnen l&auml;sst.\r\nZudem habe ich es auch schon ohne Treiber probiert es kommt trotzdem das selbe Problem und meine Ingame\r\nMausgeschwindigkeit ist bei 50 wie immer.\r\n\r\nMfG IamBlackbeard.","replies":[{"id":"","poster":"Thx And Bye","date":"2015-06-13T12:48:28.411+0000","up_votes":1,"down_votes":0,"body":"-> Öffne den Ordner, der deine 'lol.launcher.exe' enthält.\n-> Gehe in den Ordner 'Config'\n-> **Starte ein CustomGame und warte bis der Ladebildschirm vorbei ist:**\n-> Öffne die 'game.cfg' im Editor\n-> Suche nach der Zeile 'SystemMouseSpeed=' und notiere dir die Zahl, die dahinter steht.\n-> **Beende nun das Spiel wieder.**\n-> Suche nach der Zeile 'GameMouseSpeed=' und trage den vorher notierten Wert ein.\n-> Speichere die 'game.cfg'\n\nNun sollte deine Mausgeschwindigkeit im Spiel der Mausgeschwindigkeit auf dem Desktop entsprechen.","replies":[{"id":"","poster":"GG Thats not me","date":"2015-06-15T16:18:58.141+0000","up_votes":1,"down_votes":0,"body":"Sry für meine späte Antwort aber ich konnte das Problem beheben und zwar hat sich beim starten des Spiels die Windows Geschwindigkeit immer verändert diese habe ich dann im Game wieder richtig eingestellt und konnte somit das Problem beheben.Frag mich nur warum sich die Windows Geschwindigkeit einfach ohne meine Einwirkung verändert.","replies":[{"id":"","poster":"Thx And Bye","date":"2015-06-16T14:38:30.962+0000","up_votes":1,"down_votes":0,"body":"Das Spiel ändert die Windows Mausgeschwindigkeit am Anfang deines Spiel auf den von dir im Spiel eingestellten Wert und ändert diesen nach dem Spiel wieder auf den vorherigen Wert zurück.\nDas ist der Grund, wieso die Windows Mausgeschwindigkeit wärend des Spiels verändert wird, wenn diese nicht beide auf den gleichen Wert eingestellt sind.\nMit meiner Anleitung erreichst du genau das gleiche Ergebnis, wie durch rumprobieren und schauen, ob beide Geschwindigkeiten identisch sind.","replies":[{"id":"","poster":"WantedUnchained","date":"2016-01-13T16:33:37.121+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich habe das selbe Problem mit meiner Maus, und tatsächlich scheint was du sagst zu stimmen.\nAllerdings kann ich meine game.cfg zwar verändern, aber nach dem Start meines spiels verwerfen sich die Änderungen wieder von selbst und ich habe das gleiche Problem wieder.\n\n(Auf meinem Smurf besteht das Problem nicht)\n\nLiegt das daran das RIOT die ingame Einstellungen jetzt auf ihrem Server gespeichert hat ?\nGeht dein Guide also überhaupt noch ?\n\nDanke für deine Mühe :)","replies":[]}]}]}]}]}