{"id":"Rw0Edopj","poster":"crit in ur anus","date":"2015-06-12T06:10:25.503+0000","title":"Balroc, Torwächter von Demacia","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":2,"body":"Angriff 6/10\r\nLeben 10/10\r\nUtility 5/10\r\nSchwierigkeit 3/10\r\n\r\nBASISWERTE NICHT VORGEGEBEN!!\r\n\r\nPassive: Balroc bekommt den MVP der gegner als ziel MVP (beste KDA/besten CS etc) t&ouml;tet er das ziel oder hilft er dabei erh&ouml;ht sich sein aktuelles Maximales leben um 5%\r\nQ: Prankenhieb\r\nBalroc schl&auml;gt mit einer seiner Pranken aus und f&uuml;gt in einem bereich vor sich 60/90/120/150/200 +5% seines maximalen lebens als physischen schaden zu. (Diese f&auml;higkeit stackt bis zu 2 aufladungen) CD je aufladung 10/8/6/4 (der berecih vor ihn ist sehr klein dieser skill f&uuml;hlt sich wie eine AOE aa an)\r\nW: ???\r\nBalroc stellt sich auf die hinterbeine und l&auml;sst dann seine vorderbeine am boden aufprallen, dies l&auml;sst stalagmiten aus dem boden kommen die alles auf dem weg f&uuml;r 0,5/1/1,5/2/2,5 stunnen (&auml;hnlich wie nida Q) je weiter der skillshot fliegt desto l&auml;nger stunnt er bis zu einem maximum von 1/2/3/4/5 Schaden 50/70/90/110/130 +5% seines maximum lebens CD 15/13/11/9/7\r\nE: T&ouml;dlicher Biss\r\nBalroc beisst seinen gegner und f&uuml;gt ihn betr&auml;chtlichen 60/90/120/150/200 true dmg zu!\r\nPassiv: T&ouml;tet Balroc damit einen Champion erh&ouml;ht sich der Schaden dieser f&auml;higkeit um 20\r\nBesitzt keinen CD kann jedoch nur alle 20/18/16/14/10 Sekunden auf ein Ziel gewirkt werden\r\nR: ???\r\nPassive: Balroc bekommt 25/50/75 Armor/MR als Bonus hinzu! (ist R auf CD hat er diesen Bonus nicht jedoch erh&ouml;ht er jeglichen schaden um 25% seine skills aas machen alle 25% mehr schaden)\r\nAktive: Balroc gr&auml;bt sich sein und st&uuml;rmt unterirdisch auf sein ziel zu(fl&auml;che wie ziggs ulti) Balroc hinterl&auml;sst dabei eine spur aus stalagmiten die jedem champion 100/200/300 ture dmg zuf&uuml;gen, am zeilort schiessen stalagmiten hervor die 200/300/400 True Dmg Zuf&uuml;gen in der Mitte Springt Balroc raus ( er hat nun eine andere textur die visuell bekannt geben das er nun weniger armor jedoch 25% mehr schaden macht) Der bereich in der mitte ist so gro&szlig; wie ziggs w darin f&uuml;gt er 300/600/900 True Dmg and gegner zu... diese ulti hat indikatoren die preisgeben wo die mitte ist jedoch sieht man nicht den kompletten wirkungskreis (egal wie weit/kurz seine feinde haben 3 sekunden zum reagieren danach trifft er ein)\r\nCD: 200/180/120\r\n\r\nLore:\r\nBalroc wurde vor sehr langer zeit noch vor der Liga der Legenden gebaut um Demacia zu Sch&uuml;tzen,\r\nseiner erbauer hatten vor etwas Angst!\r\nAus geheim Akten geht hervor das der Aktivirungs mechanismus nur bei dem Auftreten des Feindes aktiv wird!\r\n\r\nAls Balroc erwachte war dieser Feind noch sehr weit weg jedoch sp&uuml;rte Balroc deine Dunkle Pr&auml;senz so als w&auml;hre er schon direkt neben ihm!\r\nAls Balroc davon erz&auml;hlte holte ihn die Liga der Legenden ab, und bot ihm an mit der Liga zu Trainieren f&uuml;r einen Kampf auf Leben und Tot um die Welt vor dem ewigen Dunkel zu Besch&uuml;tzen! (ein neuer champ taucht dann auf beide haben dann so eine nemisis quest wie rengar und kha)\r\n\r\nIch weiss wenig lore aber da bin ich nich so gut sollte riot sich was einfalln lassen wenn ihnen das gef&auml;llt:D oder denkt euch selbst was aus wieso Balroc gebaut wurde^^","replies":[{"id":"","poster":"SpongeGames","date":"2015-06-14T08:31:56.072+0000","up_votes":1,"down_votes":0,"body":"4 Sekunden auf der Q bei stufe 4 ist schon krass OP","replies":[]}]}