{"id":"EGWAnMHe","poster":"Cocokiwi","date":"2015-06-10T19:31:47.711+0000","title":"[Championvorschlag] Reaf - Die  Fessel der Verdammnis","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":1,"body":"Reaf - Die Fessel der Verdammnis\r\n\r\nPassive: zwei Schutzschilde fangen jeweils einen Skillshot/Auto-Attack nach jedem\r\n               Kill/Assist,  nur er kann sich durch die Schilde hindurch bewegen,\r\n               bei Kill 2 Sekunden lang 18(+1 pro Kill, 0,5 pro Assist)% Bonus-Movement,       \r\n\r\nQ: 6/5,5/5/4,5/4 Sekunden Abklingzeit, Marker mit Grundschaden, zweite Aktivierung bei  \r\n     Sichtverlust auf Reaf (Dauer drei Sekunden), \r\n     AD-Skalierung: 0,4 [1.Aktivierung], 0,6 [2.Aktivierung], AP-Skalierung: 1,0\r\n\r\nW: 20/18/16/14/12 Sekunden Abklingzeit, Rauchbombe, darin unsichtbar bis Angriff (nur f&uuml;r \r\n      Angegriffenen sichtbar), Bonus-Movement: 10/20/30%, Dauer 2,5 Sekunden, \r\n      Anti-Invisibility (Tr&auml;nke, Wards etc.) heben seine Unsichtbarkeit auf\r\n\r\nE: 10 Sekunden Abklingzeit, Sprung auf verb&uuml;ndetete (Champions, Vasallen, Wards) \r\n     und neutrale Einheiten, Fl&auml;chenschaden bei Absprung und Aufprall, \r\n     Skalierung 0,7 Bonus-AD, w&auml;hrend Aktivierung der Ulti auch auf gegnerische Einheiten \r\n     und Wards anwendbar\r\n\r\nR: 120 Sekunden Abklingzeit, Markierung eines gegnerischen Champions -&gt; \r\n     beide nehmen die gleiche Gestalt an und k&ouml;nnen gleicherma&szlig;en von Einheiten \r\n     beider Seiten (T&uuml;rme ausgeschlossen) Schaden erleiden, der erlittene Schaden \r\n     der beiden ist um 30/40/50% erh&ouml;ht, Dauer 4/5/6 Sekunden, Kill an Ziel geht an ihn, \r\n     Kill an ihm geht an Ziel\r\n\r\nF&auml;higkeitenkosten: Leben (?)\r\n\r\nLore:\r\nNicht alle besitzen die Kraft, dem Tod im Augenblick der Gefahr erhobenen Hauptes entgegenzutreten und auch wenn Schw&auml;che menschlich ist, gibt es doch einige unter den Mitgliedern dieser zerbrechlichen Rasse, die sich ihr st&auml;rker hingeben als andere. Armselige Kreaturen, verachtet gleicherma&szlig;en von G&ouml;ttern und ihresgleichen, die bereit sind, aus Furcht vor der Dunkelheit alles zu verraten, was sie menschlich macht - selbst ihr eigen Fleisch und Blut.  \r\n\r\nReaf wuchs heran als Sohn eines Schwertschmiedes in einem kleinen demacianischen Dorf nahe der noxischen Grenze ohne gr&ouml;&szlig;ere Bedeutung oder erw&auml;hnenswerten Namen. Durch seine Lage so dicht an der feindlichen Grenze, erblickte man zwar hin und wieder schwelende Feuer in der Ferne oder schwerbewaffnete Krieger, die sich auf der Durchreise im winzigen Gasthaus des Ortes niederlie&szlig;en und seinem Vater Waffen abkauften, doch nichts lag dem jungen Mann ferner, als der Drang nach Ruhm und Heldentaten. Viel zu gro&szlig; war seine Angst vor Schmerz und Tod, als dass es ihm je in den Sinn gekommen w&auml;re, seinen tristen, aber sicheren Alltag zur&uuml;ckzulassen. \r\nSo kam es, dass Reaf lange Zeit &uuml;ber ein &auml;u&szlig;erst gew&ouml;hnliches Leben f&uuml;hrte. \r\nUnter der Anleitung seines Vaters entwickelte er gro&szlig;es Geschick in der Kunst des Schmiedens, &uuml;bernahm bald auch dessen Gesch&auml;ft und verm&auml;hlte sich mit der h&uuml;bschen Tochter eines ans&auml;ssigen Bauern. Diese brachte kurz darauf sein erstes Kind zur Welt und zu dritt lebten sie f&uuml;r eine Weile ein bescheidenes, aber zufriedenes Leben.\r\nIhr Gl&uuml;ck sollte jedoch nur von kurzer Dauer sein.\r\n\r\nDas Trugbild des Friedens, welches seit Jahrzehnten im Dorf aufrecht erhalten wurde, wurde eines Nachts ebenso pl&ouml;tzlich wie gewaltsam zerst&ouml;rt, als ein von einer finsteren noxischen Sekte aus der Leere beschworener D&auml;mon &uuml;ber die kleine Wohnsiedlung herfiel und alles mit sich riss, was sich ihm in den Weg stellte. Die Bewohner waren vollkommen unvorbereitet. Einige Gl&uuml;ckliche unter ihnen starben, ehe sie die Gefahr &uuml;berhaupt erst erkannten, andere mussten voller Grauen mit ansehen, wie ihre Liebsten vor ihren Augen von dem lachenden Ungeheuer in St&uuml;cke gerissen wurden.\r\nVon ihren Schreien aus dem Schlaf gerissen packte Reaf panisch Frau und Kind und versuchte sich in den nahegelegenen Wald zu retten. Doch vergeblich. Ihre Angst riechend verfolgte das blutr&uuml;nstige Wesen sie bis zwischen die hageren St&auml;mme und stellte sie schlie&szlig;lich auf einer mondbeschienen Lichtung. Es war eine au&szlig;ergew&ouml;hnlich klare Nacht. Vollmond. Noch lange sollte Reaf sich daran erinnern. \r\nDenn auch er h&auml;tte die darauf folgenden Ereignisse wohl nicht &uuml;berlebt, h&auml;tte er nicht etwas Unaussprechliches verbrochen.\r\n\r\nAls das Monster auf die kleine Familie zutrat, das Wimmern der Frau und das Weinen des Babys sichtlich genie&szlig;end, trat er vor - jedoch nicht, um sie zu besch&uuml;tzen, nicht, um zum Wohle jener, die ihm vertrauten, zu k&auml;mpfen. Nein, Reaf trat vor, um sein eigenes Leben zu retten. \r\nMit zitternden Knien warf er sich vor dem D&auml;mon zu Boden, hielt ihm das wehrlose Kind um Gnade winselnd entgegen. Seine Frau schrie und st&uuml;rzte nach vorne, um ihm das Kleine zu entrei&szlig;en, der Abk&ouml;mmling der Leere aber hielt inne. Die Armseligkeit des Sterblichen vor ihm am Boden verbunden mit der Abscheu und Verzweiflung der Frau, bereiteten ihm ein solches Wohlbehagen, dass er beschloss, sich mit Reaf einen besonderen Spa&szlig; zu erlauben. \r\nEr bot ihm einen Pakt.\r\nSeine Familie musste sterben, er selbst jedoch w&uuml;rde im Gegenzug nicht nur sein Leben, sondern Unsterblichkeit erhalten. Ohne Frau und Tochter auch nur einen Blick zu zuwerfen, schlug der vor Angst halb wahnsinnig gewordene Vater ein, nicht ahnend, welches Unheil das Angebot des D&auml;monen wahrhaftig in sich barg. In dem Moment, in dem die Leben seiner Familie erloschen, ging der K&ouml;rper des Verr&auml;ters blitzartig in Flammen auf und war innerhalb weniger Sekunden unter qualvollen Schreien verschwunden. Alles was blieb, war eine Gestalt aus Rauch. \r\nDer D&auml;mon wand und sch&uuml;ttelte sich vor Gel&auml;chter, w&auml;hrend Entsetzen und Schuldgef&uuml;hle sein Opfer &uuml;bermannten. \r\n&quot;Ewig sollst du leben, nichtsw&uuml;rdiger Mensch, doch keine der Freuden des Lebens wird dir gew&auml;hrt sein! M&ouml;gest du an deiner Schuld erblinden und an deinem Selbsthass ertrinken, gefesselt an diese H&uuml;lle, bis sich ein w&uuml;rdiger Gegner findet, dein Antlitz von dieser Erde zu tilgen!&quot;\r\n\r\nSo kam es, dass Reaf sich auf den Weg in die Liga machte, in der Hoffnung, unter den tapferen Kriegern in ihren Reihen den einen zu finden, der f&auml;hig sein w&uuml;rde, sein Leiden zu beenden.","replies":[]}