{"id":"7Wy7MIdR","poster":"OSaftKiller","date":"2015-06-10T10:31:55.168+0000","title":"Problem mit Crossfire","subforum":"Hilfe & Support","up_votes":1,"down_votes":1,"body":"Hallo zusammen,\n\nwollte starkes Texture Flackern melden, welches mit aktiviertem Crossfire bei meiner 7990 auftritt. Crossfire kann ich nur deaktivieren im Spiel, wenn ich im Fenstermodus spiele, was f&uuml;r mich aber eher unpraktisch ist. Im Catalyst Control Center gibt es keine Crossfire Option, da meine 7990 als eine Karte vom Treiber gesehen wird und nicht als zwei einzelne, auch wenn es im Grunde zwei Grafikkarten auf einem PCB sind. Crossfire selber wird daher von der Karte selber verwaltet und da Crossfire nur bei Vollbild funktioniert, aktiviert es sich bei 3D Anwendungen automatisch nur bei Vollbild. Im Fenstermdous läuft nur eine GPU.\n\nDas Flackern tritt &uuml;berwiegend auf der rechten Seite der Map auf, sprich am Spawn und im unterem Bereich nahe des Gromps/Blue buffs. Dabei &auml;ndern sich die Farben des bodens. Ein Hardware Fehler kann ich ausschlie&szlig;en, da in allen anderen Spielen &auml;hnliche Fehler nicht auftreten. Lediglich in COD Black ops 2 Flackern z. B. ein paar wenige Objekte wie z. B. Anzeigetaffeln oder auf einer einzelnen Map Holzkisten. \n\nIch versuche sp&auml;ter ein paar Screenshots zu dem Fehler zu erstellen, kann das Flackern leider nicht kontrollieren, in manchen spielen tritt es gar nicht auf, in anderen Runden Flackern die Boden Texture fast instant. Dabei sieht dann der von Kriegsnebel &uuml;berzogene Bereich der Map immer kurz so aus, als w&auml;re alles Sichtbar. Ich kann verstehen wenn das keine hohe Priorit&auml;t hat, da die wenigsten Crossfire oder eine Dual GPU haben, aber es w&auml;re trotzdem klasse, wenn Ihr bei M&ouml;glichkeit ein paar Optimierungen dies bzgl. einbauen, oder euch mit AMD bzgl. Crossfire Profilen kurzschlie&szlig;en k&ouml;nntet.\n\nMein System:\n\nMainboard: Asus Rampage 4 Gene\nCPU: I7 3930K\nArbeitsspeicher: G.Skill 16 GB\nGigabyte Radeon HD 7990\nSoundkarte: Asus Xonar Essence STX \nFestplatten: \n- Crucial Crucial CT256MX1 \n- ST1000NM0033-9ZM173 1 TB \n- ST2000DM001-1CH164 2 TB \nNetzteil: be quiet! Dark Power Pro 10 650 Watt \n\nviele Gr&uuml;&szlig;e","replies":[{"id":"","poster":"OSaftKiller","date":"2015-06-10T16:41:13.855+0000","up_votes":1,"down_votes":0,"body":"Ok, seit dem Update auf 5.11 hab ich die Fehler nicht mehr gehabt. Ich grab den Thread wieder aus, wenn doch noch die Probleme auftreten sollten.^^","replies":[]}]}