{"id":"Nw0t0IK6","poster":"KingTheFail","date":"2015-06-10T11:55:21.073+0000","title":"14 Tage Ban frage","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":14,"body":"Ich hab heute nen 14 Tage ban bekommen auch ber&auml;chtigt aber wen diese 14 tage vorbei sind warum gibt es dan 75 spiele und 35 ranked chat ban sachen ich hab das 75 schon 4 mal bekommen 2 mal ohne grund und jezt krieg ich das nochmal aber warum reichn die 14Tage nicht aus? Warum hat Riot noch extra starfen dazugemacht das die spieler pberhaupt kein bock mehr haben zu zocken, die meisten kommen nach hause und denken ach jetzt ne runde lol und dan das. Und die meisten erstellen sich doch dan eh ein 2 acc. Z.b anfang des games will ich ertsma schreiben gl hf in all chat aber ne das geht nicht dan sowas wie gj oder nice darf man ja auch nicht mehr schreiben. Mittlerweile darf man garnichts mehr schreiben. ICh hab den letzten ranked ban ja nochnichmal weg weil abwechselnde wahl dauert immer lange und gestern sidn die 7 mal hinternander geleaved und die werden nicht bestraft das ist so unfair, afkler werden auch viel sp&auml;ter strafe gesetzt und dan kriegen die nur 20 min must du warten dan darfst du spielen aber warum kriegt man DAN 14 tage sofort am anfang .......","replies":[{"id":"","poster":"Pumpgun Willy","date":"2015-06-10T12:32:22.584+0000","up_votes":1,"down_votes":0,"body":"Denke du hast dir schon viel erlaubt denn sonst bekommt man keinen 14 Tage Bann am Anfang außer du hast das goldene Besteck geklaut !","replies":[]},{"id":"","poster":"Darkr3sQ","date":"2015-06-10T12:13:06.600+0000","up_votes":1,"down_votes":0,"body":"14-Tages- und Permabann sind für absolute Härtefälle.\nWenn Du Deinen Chatverlauf postest, den Du per Email bekommen hast, können wir Dir sagen, was Du besser unterlassen sollst.\nUnd woher weißt Du, dass die anderen keine Strafe bekommen haben? CR, RR und die Banns bekommt man nur bei negativen Verhalten im Chat (Champion-Select, Ingame und Aftergame-Chat)","replies":[]},{"id":"","poster":"eingew","date":"2015-06-10T18:43:29.723+0000","up_votes":1,"down_votes":1,"body":"gl & hf, gj und nice haben nichts mit deinem Ban zu tun. Sonst hätte ich schon ewig einen Perma.","replies":[]}]}