{"id":"unhhhi7I","poster":"iNono","date":"2015-06-10T15:01:59.394+0000","title":"Freiwilligen zum Erstellen von Tierlists gesucht","subforum":"Level Up: Guides & Tipps","embed":{"title":"Home | Championpool.net","description":"April 18, 2015 - Tournament Results 0 1 Our first tournament is over. Thank you to all participants and congratulations to the winner! Here are the first four teams: 1. Miracle Doges2. Dango Gaming3. Coldsquad4. TooGoodForYa You will earn your prices within 2 weeks.","url":"http://championpool.net/","image":"http://championpool.net/images/turnier.png"},"up_votes":1,"down_votes":3,"body":"Hallo zusammen,\r\n\r\nich suche einen oder mehrere Freiwillige, die auf meiner Seite championpool.net m&ouml;glichst zu jedem Patch eine Tierlist erstellen. Zur Zeit wird die Tierlist auf der Seite f&uuml;r 3v3 und 5v5 angeboten. Das muss aber nicht unbedingt beides einer alleine machen, das kann man auch aufteilen. \r\n\r\nZum Erstellen der Tierlists gibts einen recht einfach gehaltenen Adminbereich. Ihr braucht also keine HTML Kenntnisse oder &auml;hnliches. Zu manchen Champs sollen auch kurze Texte geschrieben werden und da die Seite auf Englisch ist, w&auml;re es gut wenn ihr ein wenig Englisch beherrscht :)\r\n\r\nWenn es gew&uuml;nscht wird, werde ich die Personen im Impressum erw&auml;hnen oder auch direkt auf der Tierlist Seite nach dem Motto &quot;powered by ...&quot;. Mehr kann ich euch leider zur Zeit nicht bieten.\r\n\r\nIch m&ouml;chte die Seite wieder etwas bekannter machen, allerdings sollten daf&uuml;r regelm&auml;&szlig;ig Tierlists erscheinen. \r\n\r\nAlso wenn ihr Lust habt euer Wissen in Form einer Tierlist auf meiner Seite an andere weiter zu geben, w&uuml;rde ich mich sehr freuen. Ihr k&ouml;nnt hier drunter kommentieren oder mich auch bei LoL adden, wobei ich zur Zeit weniger aktiv bin.\r\n\r\nViele Gr&uuml;&szlig;e","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-10T16:03:58.610+0000","up_votes":1,"down_votes":0,"body":"Ich machs gerne schreib mir :) darf ich denn auch den Beitrag verfassen werde ich verewigt oder wie wird das gehandet\nEdit: erst lesen dann schreiben\nAdd mich SKYPE oder lol\nSkype:ccitoso nicht der new skype","replies":[{"id":"","poster":"iNono","date":"2015-06-11T16:15:11.016+0000","up_votes":1,"down_votes":0,"body":"Hab dich übrigens bei LoL geaddet","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-11T17:11:57.101+0000","up_votes":1,"down_votes":0,"body":"hab dich geaddet hatte versehntlich abgelehnt^^","replies":[]}]}]},{"id":"","poster":"Take Snickers","date":"2015-06-10T15:09:54.808+0000","up_votes":1,"down_votes":0,"body":"Hey, ich hätte Lust, dir die Tierlists zu schreiben. :)\nAlso, ich kann es mal versuchen.","replies":[{"id":"","poster":"iNono","date":"2015-06-10T15:20:53.828+0000","up_votes":1,"down_votes":0,"body":"Danke schonmal für dein Interesse, ich warte mal ab ob sich noch jemand meldet. Man sollte natürlich dafür viel Erfahrung was LoL angeht haben und am besten auch entsprechend hoch spielen. Du bist ja momentan \"nur\" Gold V, würdest du dir das denn zutrauen?","replies":[{"id":"","poster":"Take Snickers","date":"2015-06-10T15:48:09.898+0000","up_votes":1,"down_votes":0,"body":"Auch, wenn ihr \"nur\" Gold V bin, habe ich ein, für meine Elo, sehr hohes Spielwissen.\nZutrauen würde ich es mir schon.","replies":[{"id":"","poster":"iNono","date":"2015-06-10T15:57:22.159+0000","up_votes":1,"down_votes":0,"body":"Ok gut. Ich melde mich dann morgen mal bei dir, also ich adde dich dann.","replies":[]}]}]}]}]}