{"id":"fYAZ4mfv","poster":"VergesseneKraft","date":"2015-06-10T16:29:40.255+0000","title":"Meine Ehrfahrung mit dem \"Badbehavior Team\"","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":5,"body":"Einen wundersch&ouml;nen Tag euch allen :)\r\n\r\nIch habe letzten Monat nach &uuml;ber 3 Jahren ohne Beleidigungen auszusprechen oder zu flamen eine 75 Spiele Chat Einschr&auml;nkung bekommen.\r\nOb ich sie verdient habe, ich wei&szlig; es nicht^^ (added mich spielt ein paar Spiele mit mir und entscheidet selbst :P)\r\n\r\nIch muss gestehen ja es kommt so 1 von 100 Spielen da bin ich so\r\n\r\n> Von dem was ich in dein Konto gesehen hatte kann ich erkennen, dass du ab und zu ein bisschen passiv-aggressiv sein kannst und so dazu neigen kannst dich in dem sinne zu &auml;u&szlig;ern wie sich deine Mitspielern im generell verhalten, oder sonst -spielen k&ouml;nnten.\r\n\r\n_Erkl&auml;rungsversuch meines Fehlverhaltens eines Supportmitarbeiters (Danach war das Ticket closed)_\r\nEventuell sogar so passiv-aggressiv das es als negativ ein zu ordnen ist.\r\n\r\nSo nun wollte ich wissen was er genau meint und wie ich mein Verhalten verbessern kann. Nach erstellen eines neuen Tickets und 8 Tage warten bekam ich den selben Support Mitarbeiter.\r\nHier seine Antwort:\r\n\r\n> Heyo VergesseneKraft,\r\n> \r\n> \"Weshalb die Strafe?\" - Dein Verhalten entspricht nicht unseren Vorstellungen, deswegen wirst du bestraft.\r\n> \r\n> \"Weshalb 75 Spiele als erst Strafe nach &uuml;ber Jahren Spielzeit?\" - **Weil das bestimmte Konto f&uuml;r keine noch strengere Straffe zum Zeitpunkt geeignet war.**\r\n\r\n> \"Hat sich mein Score verbessert oder muss ich mit einer Folgestrafe rechnen?\" - Dein Konto wird, erst nachdem deine jetzige Straffe abgelaufen ist, neu bewertet. Das wirst du leider erst nachdem du diese Sperren durchgespielt hast erfahren.\r\n\r\n> \"Warum werden mir aktiv Chatprotokolle vorenthalten bzw. weshalb besteht seitens Riot keine Chance eines Fehlers?\" - Es besteht immer die M&ouml;glichkeit, dass wir einen Fehler machen. Wir sind nur Menschen. Deswegen &uuml;berpr&uuml;fen wir diese Sperren auch jedes Mal wieder. Leider ist das Schwierige daran immer, den jeweiligen Spieler von den Ergebnissen unserer Untersuchungen zu &uuml;berzeugen. :/\r\n\r\nErste Frage, beantwortet mit weil ist so.\r\n\r\nZweite Frage, hier wird es spannend, What the ...?!? Also ich empfand 75 Spiele (dauerte knapp 3-4 Wochen) schon eine ordentliche Strafe und dann kommt diese Aussage. Also wie war es mit Empathie, positiven Verhalten und Spieler sollen sich verbessern.\r\nAlso f&uuml;r mich ist ein: Verdammt den k&ouml;nnen wir gar nicht so hart bestrafen... Menno...\r\n\r\nFrage 3 die Strafe ist seit 3 Wochen vorbei aber hey schnelle Antwort.\r\n> Das System ist auch weiterhin aktiv, kurz bevor deine Sperre ausl&auml;uft wird dein Account neu bewertet und wenn du dich mit den eingeschr&auml;nkten Spielen nicht bis zu dem Punkt verbessert hast, den wir gerne sehen w&uuml;rden, bekommst du weitere Sperren. Bis wir dieses System &auml;ndern oder du dich verbesserst.\r\n\r\nUps das bekam ich vom selben Support Mitarbeiter beim Ticket zuvor.\r\n\r\nFrage 4 Naja das &uuml;bliche ausweichen... Ich mag doch nur die Chatlogs und wissen was ich konstant falsch mache (habe selbst schon vorgeschlagen einen Sperrvermerk zu unterschreiben)\r\n\r\nEventuel m&ouml;chtet ihr ja euren Senf dazu abgeben.\r\n\r\nUnd nochmal die Strafe Shit happens 75 Spiele yeah... Aber die Freude mit dem Support eher so meh {{champion:32}}","replies":[{"id":"","poster":"eingew","date":"2015-06-10T18:30:57.826+0000","up_votes":1,"down_votes":0,"body":"Was hast du vor der Sperre so in den Chat geschrieben?","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-10T21:38:16.693+0000","up_votes":1,"down_votes":2,"body":"Das einzige woran ich mich entsinnen könnte was wirklich negativ war.\n\nWar ein aram Spiel in dem mir ein Ezreal und Nida Spieler so auf den Geist gegangen sind.\nDas ich ihnen gesagt habe ich möchte doch sehen wie sie das spiel gewinnen wollen wenn ich aufhöre zu engagen.\n(Es ging davor 5 Minuten so das die beiden afk hinterm tower standen und sich nur bewegten um mal ein KS zu versuchen)\n\nDass hat dann dazu geführt das weder ich glaube Garen und der Maokai Spieler wirklich Spass hatten.\n\nHaben engaged sind gestorben die beiden kamen und haben kills gestealt (weil vorher kein schaden gemacht)\n\nKennt man ja dann haben sie Angefangen zu flamen. Ich war bockig also habe ich sarkastische Kommentare gemacht. War nicht schön und nett aber  die Nidale hat sich am Ende entschuldigt und uns gebeten zu engagen.\n\nAber das war das eizige was mir im letzten halben Jahr so einfällt. Sonst gibt es nur ab und zu also  alle 30-40 Spiele mal einen Seiten hacken a la You are making so many mistakes so what do you think gives you the right to flame. It will not improve him.\n\nUnd das belasse ich dann bei einer Nachricht^^\n\nAnsonsten ärger ich mich meistens über mich selbst und Spiele komischer weiße meist Support im ranked\n\nWie der Support sagte ab und zu neige ich zu passive-aggresiven Äußerungen über die Spielweise meiner Mitspieler.\n(Ich wusste echt nicht ob ich lachen oder weinen soll)\nEr bestätigte mir indirekt das er weder Kraftausdrücke Harrasment oder Flame bei mir feststellen konnte.\n\n\nVon daher ich weiß nicht was ich sagen soll. Also ernst nehmen kann ich das ganze nicht xD","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T12:15:13.319+0000","up_votes":2,"down_votes":0,"body":"> You are making so many mistakes so what do you think gives you the right to flame. It will not improve him.\n\nWieviele Gründe gibt es, den ersten Teil zu schreiben? Lass es doch einfach weg!\n\n> Haben engaged sind gestorben die beiden kamen und haben kills gestealt\n\nIch will dir ja nichts unterstellen, aber ich wage zu behaupten Killsteal ist ein Begriff der sehr oft von flamern benutzt wird^^ Warum nicht einfach von Killsecure sprechen? Killsteal erfüllt als begriff tatsächlich das \"passiv-aggresiv\" Kriterium: Du wirfst deinem Teammate fehlende Leistung vor.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T12:44:06.938+0000","up_votes":1,"down_votes":2,"body":"Wie gesagt selbst der erste Teil kommt selten vor, warum dieser vorkommt ganz einfach um selbstreflecktion zu wecken.\nBzw. es enthält auch eine Provokation/Ansporn, indem ich andeute sie dürften flamen würden sie besser Spielen.\nMeistens folgt: Think about what you can change first before pointing at someone else.\n\nJa ist nicht gerade positiv aber ab und an äußerst effektiv um den flame zu beenden. Wohl eine meiner Charakterschwächen das ich nicht gern zusehe wenn einige sich versammeln um auf einen einzelnen rumzuhacken. Kommt aber selten vor^^\n\nNah kommt sehr sehr selten vor bin ja oft der Support oder Jungle (da höhre ich es öfter). ICh sage nur Leona Syndrom ich sage dir die Eclipse ist böse -___-\n\n\nUnd das eine Spiel war einfach so nervig und ein extrem fall für mich, da gebe ich gerne zu das ich nicht positiv war aber happens.\nUnd die beiden hatten am ende glaube ich so um die 14 Kills und insgesamt einen schaden auf Champs von 10k^^\nWas bei den Champs und dem feed naja... ist^^","replies":[{"id":"","poster":"eingew","date":"2015-06-11T12:48:12.825+0000","up_votes":1,"down_votes":0,"body":"Oh man, deine Ausflüchte sind doch völlig egal, es hilft niemandem, wenn du das schreibst. Mag ja sein, dass jemand intelligentes und tolerantes und weltoffenes wirkliche jede \"Kritik\" ernst nimmt. Aber die meisten werden viel eher mit Trotz reagieren, bevor sie jemand fremden eher als sich selbst respektieren.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:13:22.756+0000","up_votes":1,"down_votes":0,"body":"Erstaunlicher weise fahre ich mit konstruktiver Kritik/Vorschlägen in 80% wenn nicht mehr meiner Games gut.\n\nUnd Ausflüchte? Ich habe von einem dür mcih extremen Spiel im letzten halben Jahr gesprochen weil mich jemand gefragt hat.\n(ca. 500+ Games in der Zeit)","replies":[{"id":"","poster":"eingew","date":"2015-06-12T12:03:19.118+0000","up_votes":1,"down_votes":0,"body":"Erstaunlicherweise fährst du mit einer Sperre. Ist ja dein Bier, ich habe noch niemanden mit einer gefunden, der auch nur Ansatzweise sinnvolle und/oder konstruktive Kritik in seinen Spielen von sich gegeben hat.\nLass es und mach damit eine Aufhebung der Sperre wahrscheinlicher. Oder riskiers und fahr weiter wie bisher. Zu sagen es hätte ja keinen gestört ist unsinnig, ich hoffe das ist auch dir klar.\n\nIch habe dich nach Spielen vor der Sperre gefragt. Ich kann nichts dafür, dass du dann ein Spiel rauspickst, bei dem offenbar selbst dir klar ist, das es nicht für diese relevant sein kann.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:38:25.459+0000","up_votes":1,"down_votes":2,"body":"Seit 2012 Spiele ich nun, und habe mich nach dem ich in meinem ersten 10 Ranked Spielen 8 Afkler hatte, aus Bronze 4 nach Silber hochgespielt. Und ehrlich gesagt jeder Spieler der sich über einen Tipp freut und da gibt es einige ist mir mehr Wert als 25 Spieler die auf die Meinung ihres Lanepartners nichts geben.\n\nIch bin weder beleidigend noch greife ich jemanden persönlich an. Man kann mich muten, man kann sagen das meine Meinung nicht gefragt ist.\n\nDie Strafe wurde bereits beendet, dass Spiel das ich beschrieben habe war das schlimmste das ich in den letzten 6 Monaten hatte daher habe ich es angebracht.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-12T12:53:26.821+0000","up_votes":3,"down_votes":0,"body":"> Ich bin weder beleidigend noch greife ich jemanden persönlich an. Man kann mich muten, man kann sagen das meine Meinung nicht gefragt ist.\n\nDas kommt dir evtl. so vor. Aber gleich im Satz obendran schreibst du mehr oder weniger, dass es dir völlig egal ist wenn du 25 Leuten auf den Schlips trittst solange sich der 26. über den freut.\n\nFällt dir was auf? In den Augen von 25 Leuten, um bei deinem imaginären Beispiel zu bleiben, bist zu zumindest eine nervende Ablenkung wenn nicht gar ein Flamer. Die Tatsache dass zwischendruch jemand positiv auf dich reagiert gleicht einfach nicht aus dass du den grossen Rest nervst.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-14T22:06:40.564+0000","up_votes":1,"down_votes":3,"body":"Ich meinte es folgendermaßen, sehe ich jemanden an einer Treppe mit einem Kinderwagen frage ich ob er sie Hilfe braucht. Wenn nicht gibt es nein, wenn ja freue ich mich jemanden geholfen zu haben.\n\nEs gibt einige Spieler die sich auf den Schlips getreten fühlen, wenn man sie fragt ob sie bei Drake oder einer anderen lane helfen könnten.\n\nMeine Meinung es ist ein Teamspiel, es sollte daher ok sein den Toplaner oder Jungler zu fragen ob er sie ein Frozen Heart oder Legion holen könnten. (Meist tue ich das wenn ich ein Support bin der gerade nicht das Gold dazu hat)\n\nUnd ja es freut mich mehr wenn einer sagt: thanks completly forgot that the item excist\nUnd dann höre ich mir gerne 25 mal an: stfu noob i know what i need to build","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-14T22:16:15.532+0000","up_votes":2,"down_votes":0,"body":"> Ich meinte es folgendermaßen, sehe ich jemanden an einer Treppe mit einem Kinderwagen frage ich ob er sie Hilfe braucht. Wenn nicht gibt es nein, wenn ja freue ich mich jemanden geholfen zu haben.\n\nLustig, genau dieses Beispiel zeigt doch warum deine Tipps falsch sind. Wie du richtig sagt nimmst du nicht einfach den Kinderwagen und trägst ihn hoch. Du fragst. Warum amchst du das bei den Tipps nicht ebenfalls so? Warum kommentierst du da einfach ungefragt?\n\n> Meine Meinung es ist ein Teamspiel, es sollte daher ok sein den Toplaner oder Jungler zu fragen ob er sie ein Frozen Heart oder Legion holen könnten.\n\nAbsolut. Tu ich auch sehr oft. Und hab nie ne Strafe erhalten. Warum? Weil der Ton die Musik macht. \"Build Frozen heart allready\" ist zwar nicht direkt flaming, aber höflich ist es definitiv nicht. Man kann doch einfach fragen \"Seju, will you build FH or should some1 else?\" - wirkt gleich 100mal besser.\n\nDein letzter Satz ist einfach unendlich egoistisch...","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-15T09:37:17.157+0000","up_votes":1,"down_votes":3,"body":"Ja hast recht, ich könnte in jedem Spiel erst fragen ob es in Ordnung ist einen Tipp zu geben. Bin eventuell zu sehr davon ausgegangen das es sich um ein Teamspiel handelt -.-\n\nHmmm dachte ich auch, meistens funktioniert die höffliche frage auch ohne weiteres. Es gibt jedoch auch die Spieler die sich bei deiner zweiten Variante angegriffen fühlen.\nUnd nochmal ich habe eine 75 Spiele CR bekommen, dass ist die momentan geringste Strafe nach knappen 3 Jahren spielen.\n\nUnd zum meinem letzten Satz wenn es unendlich egoistisch ist, dass ich Kommentare die \"stfu\" oder \"noob\" beinhalten für mich egal sind, dann bin ich gerne egoistisch.\nDenn es gibt kaum Situationen in denen \"noob\" oder \"stfu\" freundlich sind.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-15T09:47:42.260+0000","up_votes":1,"down_votes":0,"body":"> Es gibt jedoch auch die Spieler die sich bei deiner zweiten Variante angegriffen fühlen.\n\nEs gibt aber meines Wissens keine Spieler, die wegen \"Seju, will you build FH or should some1 else?\" gesperrt wurden. Wird also wohl unbedenklich sein das zu schreiben.\n\nEgoistisch bist du deswegen, weil du nur darüber nachdenkst was das \"stfu\" bei dir auslöst, aber nicht, warum es geschrieben wird. Die Antwort wäre, dass die Leute aggressiv reagieren weil du sie störst. Dass dir das egal ist, ist egoistisch.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-15T10:41:18.867+0000","up_votes":1,"down_votes":1,"body":"Ich bekam ein \"Stfu noob\" nach:\n\nIrelia you are doing a great job on top lane but can you help us a bit on mid to take the tower :)\n\nDu verstehst mich falsch ich versuche immer mich weiter zu entwickeln zu schauen wie kann ich meine Nachricht noch freundlicher verständlicher usw formulieren.\nUnd es ist schade wenn ich jemanden verärgere aber deswegen werde ich nicht aufhören zu versuchen positiv zu kommunizieren.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-11T12:52:17.417+0000","up_votes":2,"down_votes":0,"body":"> Wie gesagt selbst der erste Teil kommt selten vor\n> Und das eine Spiel war einfach so nervig und ein extrem fall für mich, da gebe ich gerne zu das ich nicht positiv war aber happens.\n\n\"ICh flame nur selten\" ist eine Rechtfertigung die man oft hört. \"Passiert doch jedem mal\" oder wie du es sagst \"Happens\" kommt auch sehr oft. Nur: Das erste ist irrelevant, weil jedes einzelne mal einmal zuviel ist. Das zweite ist sogar schlichtweg falsch, es gibt wohl sehr viele Spieler die nie flamen.\nRiot hat dir gesagt, dass dein \"selten\" für die Community zu oft ist. Akzeptiere das.\n\n> ganz einfach um selbstreflecktion zu wecken.\n> Bzw. es enthält auch eine Provokation/Ansporn, indem ich andeute sie dürften flamen würden sie besser Spielen.\n\nBist du denn der Meinung, dass gute Spieler flamen dürfen?\n\nUnd warum sagst du dem flamer dass flaming nichts hilfst, rechtfertigst aber gleichzeitig DEIN flaming damit, dass dies selbstreflexion auslösen wird?(ja, \"you are making so many mistakes\" ist flame, wenngleich nicht das schlimmste was ich je gesehen hab^^)\nSorry, das versteh ich wirklich nicht.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:08:03.273+0000","up_votes":1,"down_votes":3,"body":"Hast du einmal die Vorträge von Lyte gesehen o.O\nIch akzeptiere halt das es auch mal ich erwischt bei 3000+ Spielen passierts halt ist nciht schön aber halt passiert.\nUnd das selten heißt so alle 40 Games, eher alle 100 und das man sich wirklich anstrengen muss um den Teil zu hören.\n\n> Riot hat dir gesagt, dass dein \"selten\" für die Community zu oft ist. Akzeptiere das.\n\nHat Riot das? Meines wissen hat Riot mir das nicht gesagt.\n\n> Bist du denn der Meinung, dass gute Spieler flamen dürfen?\n\nNein natürlich nicht, es handelt sich um eine List. Nimm einen Vater und einen Sohn sie klettern auf einen Berg.\nAuf dem Weg beschwert sich der Sohn über den Weg und warum sie noch nicht oben sind.\nDer Vater sagt dem Sohn er dürfe sich beschweren wenn er auf dem Berg ist.\nDer Sohn strengt sich nun extra an um auf den Berg zu kommen.\nHat er die Spitze erreicht wird er nun in der Regel sich nicht beschweren.\n\nAchte einmal darauf wer in deinem Team flamed und weshalb. Es sind ab und zu Spieler mit einer guten KDA aber bei mir sind es meistens die ADCs der gezwungene Support oder der babysited Top Spieler. Die Ihre Fehler und \"Unfähigkeit\" das Spiel zu carryn auf einer anderen Person abladen wollen.","replies":[{"id":"","poster":"Waldschrat86","date":"2015-06-11T13:56:14.755+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=000000000001000000010001,timestamp=2015-06-11T13:08:03.273+0000)\n>\n\n> Hat Riot das? Meines wissen hat Riot mir das nicht gesagt.\n> \nDu hast ne Sperre, du hast die Antworten vom Support, beides belegt das, denn wenn du zu den unrechtmäßig bestraften gehörtest, hätten sie diese spätestens als du den Supporter mit Einsicht erwischt hast zurückgenommen. Ende.\n\n> Nein natürlich nicht, es handelt sich um eine List. Nimm einen Vater und einen Sohn sie klettern auf einen Berg.\n> Auf dem Weg beschwert sich der Sohn über den Weg und warum sie noch nicht oben sind.\n> Der Vater sagt dem Sohn er dürfe sich beschweren wenn er auf dem Berg ist.\n> Der Sohn strengt sich nun extra an um auf den Berg zu kommen.\n> Hat er die Spitze erreicht wird er nun in der Regel sich nicht beschweren.\n\nUnd der Vater hat ihm eine atemberaubende Aussicht versprochen und der Sohn von Anfang an gesagt, dass ihn das nicht interessiert, er gar kein Interesse am Bergsteigen hat, sondern einfach nur eine angenehme Zeit in Ruhe mit dem Vater verbringen wollte, und dann ist zu allem Überdruss am Ende alles wolkenverhangen und man sieht dank Nebl gar nichts und dann fängts auch noch an zu regnen...\n\nKannst die Metapher mal aufs Spiel bezogen aufdröseln. Ich seh an der, die du brachtest schon das Problem, bzw. ein Teil davon:\nBezieht man es aufs Spiel findest du da nirgends ein Vater-Sohn-Verhältnis, sondern nur welche auf gleicher Ebene, also 5linge, gleichwertig und doch individuell. Wenn dir der Kragen latzt begibst du dich in die Vaterrolle und die steht dir und auch keinem anderen zu. Fertig, Ende. Wenn du wirklich nichts anderes negatives tust, muss es ja daran liegen, dann s.o. begibst du dich zu oft in diese Rolle deshalb die CR.\n\n> Achte einmal darauf wer in deinem Team flamed und weshalb. Es sind ab und zu Spieler mit einer guten KDA aber bei mir sind es meistens die ADCs der gezwungene Support oder der babysited Top Spieler. Die Ihre Fehler und \"Unfähigkeit\" das Spiel zu carryn auf einer anderen Person abladen wollen.\n\nUnd was hat das nun mit dir zu tun? Es ist nicht deine Aufgabe diese Typen zu erziehen, da wären wir wieder beim Vaterkomplex.\n\nDu redest von Willkür und hast die niedrigste Sanktion, die es gibt, reine 2stellige CR. Ich würde es ja verstehen, wenn du einen 14Tagebann hättest, aber dann hättest du auch Logs, oder, meinetwegen auch noch, wenn du eine RR bekommen hättest, aber so?\nMir z.B. würde eine CR ingame nichtmal auffallen, außer der Meldung, dass ich sie habe würde ich davon nichts mitbekommen und ich denke einem Großteil der weißen Westen geht es genauso. Eigentlich immer wenn jemand hier oder in NA mit Logs ankam hatten die, ob übel, fragwürdig oder leicht drüber eines gemein: Sie sind lang.\nUnd ganz ehrlich, wenn man ingame stets einen halben Roman verfasst, ist es kein Wunder, dass da über die Zeit Details flöten gehen, fragwürdiges als ok bzw. normal hingenommen wird usw.\n\nPS: Logs wie bei 14-Tagebans, werden kommen, sind sie grade dran das Systm auf alle Stufen auszuweiten, dauert allerdings noch ein bisschen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T14:10:09.831+0000","up_votes":1,"down_votes":1,"body":"Methapher soll einfach nur sagen Spieler die am gewinnen/killstreak sind flamen meist weniger^^\n\nHabe ich auch nicht vor^^ Wollte nur einmal erwähnt haben das meist jene am flamen sind die bereits eine schlechte zeit im Spiel haben.\n\n> https://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\nBekam den Link von einem Support Mitarbeiter zu sehen die vom Tribunal (Communty) vergebenen Strafen^^\n\nNah das Problem mit dem CR ist halt für Support spieler echt doof^^\nDa ich auch dazu neige meinen Adc zu fragen ob er QS holt oder ob ich Michaels holen soll, Drake Timer ansagen vom Ult CD usw. da sind dan 3+ 1/4 Minuten leicht nervig. Auf der Top lane ist es mir relativ egal, da sag ich ja nur TP rdy, warded und das was eig^^\n\n\n> PS: Logs wie bei 14-Tagebans, werden kommen, sind sie grade dran das Systm auf alle Stufen auszuweiten, dauert allerdings noch ein bisschen.\n\nSind all deine Nachrichten von einem Spiel hilft meistens nicht weiter^^","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T14:43:56.464+0000","up_votes":2,"down_votes":0,"body":"> Sind all deine Nachrichten von einem Spiel hilft meistens nicht weiter^^\n\nInwiefern nicht? Bisher konnte jedem der heir seinen Log reinpostete innert Minuten gesagt werden, wegen welchen Äusserungen er seine Strafe hat.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T15:01:07.598+0000","up_votes":1,"down_votes":1,"body":"Sie sind begrenzt Hilfreich.\n\nDas Problem ist als erstes man weiß nicht von wann das Spiel ist (Thema Backlog from Tribunal)\n\nZweitens gibt es Chatlogs bei denen 90 % positiv sind und man merkt das der Spieler hart geflamed worden ist. Dann ist das ein Super beispiel  um Ihm zu zeigen das er einen Ausrutscher hatte.\nSorgt dafür das viele Spieler den Log zunächst verharmlosen oder schönreden. Bzw. nicht in der lage sind zwischen neutralen und negativen Nachrichten zu unterscheiden.\n\nSprich warum markieren Sie nicht einfach die negativen Nachrichten oder streichen den Rest.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T15:43:49.589+0000","up_votes":2,"down_votes":0,"body":"> Das Problem ist als erstes man weiß nicht von wann das Spiel ist \n\nDie Chatlogs kommen rasch genug, dass sich die Spieler noch erinnern können. Zumindest war dies bisher in Jedem hier diskutierten Fall der Fall.\n\nOb man die neutralen Nachrichten noch rausnehmen sollte kann man diskutieren. Aber zuwenig Informationen hat man bisher auf keinen Fall.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:16:47.686+0000","up_votes":1,"down_votes":2,"body":"Muss mal nach einem Redit Post suchen, in dem ein Spieler für ein Spiel vor einem Jahr einen ban bekam. Später bekam er bei einer CR den selben Chatlog. (Diese wurde nach mehreren Tickets aufgehoben eine Entschuldigung oder statement habe er nicht bekommen)","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-12T14:40:19.630+0000","up_votes":2,"down_votes":0,"body":"Das wird wohl ein Tribunalfall gewesen sein, da gabs tatsächlich Probleme mit der Geschwindigkeit. Hat aber nichts mit dem aktuellen system zu tun.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-12T15:07:00.555+0000","up_votes":2,"down_votes":0,"body":"> At the end of the day, the ban never came\n\nDas kannst du übersetzen, oder? Der Spieler wurde gar nicht gebannt, der Support hat einfach eine falsche Nachricht verschickt. \n\nDer zweite Fall ist für mich eher ein Beweis dafür dass Riot durchaus reagiert und nachprüft, wenn sich jemand meldet - und auch entsprechend reagiert.\n\nAber beides hat eigentlich nichts mit dem aktuellen System zu tun, da es um Rückfragen beim Support geht und nicht um das automatisierte Verschicken von Chatlogs, ich frage mich von dem her etwas warum dun dir die Mühe gamcht hast das zeug zu suchen...","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-12T14:56:02.715+0000","up_votes":1,"down_votes":3,"body":"http://www.reddit.com/r/leagueoflegends/comments/38g6ns/riot_lyte_are_you_aware_of_how_support_operates/crvbld1\n\nhttp://www.reddit.com/r/leagueoflegends/comments/38g6ns/riot_lyte_are_you_aware_of_how_support_operates/crv6g9p\n\nWahrheitsgehalt kann ich nicht überprüfen.","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-06-12T11:44:27.846+0000","up_votes":1,"down_votes":0,"body":"Es ist doch völlig irrelevant von welchem Spiel die Logs sind, es geht doch darum dem Spieler zu zeigen was er lassen soll. Der Spieler muss sich im Nachhinein nicht mehr an das Spiel erinnern, er muss nach der Strafe wissen, was er nicht nochmal schreiben sollte.\n\nRiot muss kein System an schlichtweg zu vergessliche Flamer anpassen. Wenn 15m nach dem Spiel Ban+Mail kommen, srsly.\n\nUnd wer nicht schnallt was richtig und falsch ist hat mehr Probleme als ein paar Logs in einem Spiel...\nIch weiß nicht wie aufwändig eine Markierung wäre. Aber wenn es zu aufwendig ist wüsste ich nicht inwiefern ein Problem bei Riot liegt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:26:24.493+0000","up_votes":1,"down_votes":1,"body":"Problematisch wird es nur wenn das Chatlog ca. 1 Jahr alt ist. (Gab solche Fälle)\n\nSicher du hast recht der Spieler soll sehen was er falsch gemacht hat, dazu bekommt er ein Log von einem Spiel.\nWelches alle seine Nachrichten enthält.\n\nFür mich gehört jedoch einfach ein Datum und die Uhrzeit vom Spiel dazu.\nUnd ist nun auch nicht der Ressourcen Aufwand.\n\nMarkierungen setzen ist relative einfach, das Problem sind die Filter sollte man es automatisch ausführen wollen.\nAnsonsten ist es selbst im Browser beim schreiben einer E-Mail ziemlich simple. (hotmail.de z.B, bietet das Markieren von Text an)\n\nAuch einen speziellen Editor zu verwenden wäre möglich. Zeilen einzeln zeigen bei druck auf Leertaste geht es weiter bei Enter wird die Nachricht markiert.\n\nDas ist wirklich keine Kunst.\n\n\nDenke eher das Sie noch nicht soweit mit Ihrem Experiment sind und momentan vieles improvisiert abläuft. Aber das ist bei einer dynamischen Entwicklung eher normal xD","replies":[{"id":"","poster":"eingew","date":"2015-06-14T12:04:18.214+0000","up_votes":1,"down_votes":0,"body":"Datum und Uhrzeit? Ich habe bisher keinen Ban gesehen, bei dem es nicht um das letzte gespielte Spiel ging, ehrlich, ich will nicht soweit gehen, darüber zu reden, dass es lächerlich vom Flamer sein muss das nicht zu erkennen... aber das ist mein erster Gedanke.","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2015-06-11T14:34:26.491+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=00000000000100000001000100020000,timestamp=2015-06-11T14:10:09.831+0000)\n>\n> Methapher soll einfach nur sagen Spieler die am gewinnen/killstreak sind flamen meist weniger^^\n> \n> Habe ich auch nicht vor^^ Wollte nur einmal erwähnt haben das meist jene am flamen sind die bereits eine schlechte zeit im Spiel haben.\n> \n> Bekam den Link von einem Support Mitarbeiter zu sehen die vom Tribunal (Communty) vergebenen Strafen^^\n> \n> Nah das Problem mit dem CR ist halt für Support spieler echt doof^^\n> Da ich auch dazu neige meinen Adc zu fragen ob er QS holt oder ob ich Michaels holen soll, Drake Timer ansagen vom Ult CD usw. da sind dan 3+ 1/4 Minuten leicht nervig. Auf der Top lane ist es mir relativ egal, da sag ich ja nur TP rdy, warded und das was eig^^\n> \n> Sind all deine Nachrichten von einem Spiel hilft meistens nicht weiter^^\n\nZu deinem Supportproblem:\n\nFür die Fragen reicht es locker^^Und was spricht gegen QS+Michaels, eigentlich nichts, naja aber ich weiß, was du meinst .\n\nDraketimer sind über Tab zu finden, da reicht pingen, wenn du drauf achtest, Draketimen ohne Vision kommt frühesten beim 2. und dann auch nicht bei jedem vor, bis dahin sollten sich ein paar +1 angesammelt haben.\n\nUltcooldown eigentlich dasselbe, es ist öfters der Fall, dass sie eh rdy ist, als dass man sagen müsste \"i engage, when my ult is rdy,i.e. 5s\".\n\nWenn man alles nutzt was einem das HUD so zur Verfügung stellt, reicht es locker. Ich mein diese \"say ss-Typen\" , die nie auf die Karte schauen kennt man ja.\n\nAuf was ich hinauswill:\n Wenn man die Dinge, die das Siel bietet nutzt und etwas Vertrauen in sein Team hat, reicht der beschränkte Chat doppelt und dreifach.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T15:13:57.864+0000","up_votes":1,"down_votes":1,"body":"Die Kosten QS kostet sehr viel und Michaels hat nicht die besten Stats^^\n\nDraketimer nur wenn du Vision hattest^^\n\nAb und an hilft es aber wenn man einen starken CC hat der noch 30 Sekunden braucht.\n\nJa wenn den alle die Pings nutzen und richtig verstehen^^\n\nNaja aber 13 Nachrichten in 40 Min ist schon echt happig. 1 Nachricht pro 2 Minuten wäre da noch Tragbar.\nMit den Maximal 5 kann ich leben.\n\nMuss sagen am meisten hat mir gefehlt my bad oder wp zu schreiben :(\n\nIch meine ich time mir zum Beispiel auch die early 60 Sekunden wards. (hab da als supp eh meistens kaum was zu tun)^^","replies":[{"id":"","poster":"eingew","date":"2015-06-12T11:46:30.802+0000","up_votes":1,"down_votes":0,"body":"> Draketimer nur wenn du Vision hattest^^\n\nWenn ich mitkriege wann die Gegner Drake gemacht haben (Schließlich hat beim Lasthit *jeder* Gegner eine schöne Animation, auch der Toplaner, dann kann ich durchaus den Timer ausrechnen. Gerade dann. Wenn wir Vision haben hat ja sowieso jeder den Timer.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:28:20.547+0000","up_votes":1,"down_votes":0,"body":"Jop nur vergessen das einige Spieler immer wieder :)\n\nBin leider nur Silber... Aber ich sage halt auch an: Drake in 45 sec up could we regroup for it?\n\nKenne es selbst wenn ich Nasus spiele bin ich meist in meiner Farm Welt gefangen^^","replies":[{"id":"","poster":"eingew","date":"2015-06-15T09:49:55.307+0000","up_votes":1,"down_votes":0,"body":"Das ist eigentlich schon zuviel Info finde ich. Ich schreibe immer \"drake in 1m\" oder wenn ich den Moment verpasse und es nur noch 30s sind \"drake soon\". Das beinhaltet keinerlei Wertung und jedem ist selbst überlassen, was er damit anfängt. Ob ich denke, dass wir den machen sollten, die Gegner trappen sollten, um den Drake fighten sollten, was auch immer ist alles nicht meine Entscheidung, am besten übernimmt das der Jungler, oder wer auch immer, das Team entscheidet das besser als ich. Und im Idealfall ohne Chat.","replies":[{"id":"","poster":"eingew","date":"2015-06-15T11:12:32.611+0000","up_votes":1,"down_votes":0,"body":"Wenn das Team nach einem \"Assist me\" ping nicht followed könnt ihr halt keinen Drake machen.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-15T11:00:06.257+0000","up_votes":1,"down_votes":1,"body":"early game ja, beim 4. 5. Drake bevorzuge ich es wenn das ganze Team sich versammelt. Drake zu zweit oder alleine zu machen ist dann meistens sehr gefährlich (es sei denn Gegner muss deffen oder ist sonst wie im Nachteil)","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-06-11T13:09:42.701+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=000000000001000000010001,timestamp=2015-06-11T13:08:03.273+0000)\n> Hat Riot das? Meines wissen hat Riot mir das nicht gesagt.\n\nWie willst du die Sperre denn sonst interpretieren? Das alles in Ordnung ist?!","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:35:04.818+0000","up_votes":1,"down_votes":2,"body":"Nein natürlich nicht, nur haben die Chat Einschränkungen keine wirklichen Inhalt bezüglich der Häufigkeit und deines negativen Verhalten haben.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T13:50:50.772+0000","up_votes":2,"down_votes":0,"body":"Öhm doch. Denn wenn du wirklich nur einmal in 100 Spielen, etwas passiv aggressive Kritik sogar ganz ohne Kraftausdrücke äußern würdest, dann hättest du auch keine Strafe. Tatsache wird aber sein, dass Du weitaus häufiger in Deinen Spielen anderen Spielern einen Spruch drückst und es in Deiner Wahrnehmung als normal ansiehst.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T14:21:48.794+0000","up_votes":1,"down_votes":1,"body":"Da haben wir beide nur Vermutungen^^\n\nMein Angebot steht adde mich und wir spielen miteinander^^\n\nMich würde daher wirklich mal meine eigene Statistik interessieren^^\nZ.B. wird in den englischen boards ab und an immer wieder angeprangert, dass es so scheint als würde das System den Backlog vom Tribunal mit einbeziehen.\n\nBin momentan ein dualer Student Fachbereich Informatik, sehr aktive in meinem Kampfkunstverein und war 4 Jahre lang Schulmediator^^ muss gestehen die CR war überaschend einfach weil es halt die Frage aufwirft ob meine Selbsteinschätzung falsch war^^","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T14:41:09.909+0000","up_votes":2,"down_votes":1,"body":"Deine Vermutung basiert auf Deiner Selbsteinschätzung, die ja bekanntermaßen bei Menschen durchaus nicht so gut sein kann.\n\nMeine Vermutung basiert auf langjähriger Erfahrung mit dem Tribunal, dem intensiven Beschäftigen mit sämtlichen Informationen und Statistiken, die dazu auftauchen, und studieren von Threads von gebannten Spielern. Daher weiß ich, dass die Systeme sehr zuverlässig arbeiten und eine niedrige Fehlerquote haben. Auch geben die unzähligen Fälle der ach so unschuldigen Verurteilten keinerlei Anlass zum Zweifel, dass nur weil Du hier einigermaßen sinnvoll kommunizierst, ein Fehler vorliegen sollte. Die Erfahrung zeigt, dass es viel wahrscheinlicher ist, dass Du lügst oder nur eine falsche Einschätzung Deiner selbst hast.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T15:08:14.344+0000","up_votes":1,"down_votes":0,"body":"Einfache Lösung adde mich und Spiel eine Zeit mit mir^^\n\nDie gegebene Fehlerquote der vorabtest liegt glaube ich bei 1/6000, schätze mit schwarzen (nicht beachteten Fehlern kommt aber auch auf die definition von Fehler an) Zahlen sind wir eher bei 10/6000 klingt erstmal niedrig, bei 27 Millionen täglichen Spielern und 5% bestraften Spielern sind es aber dann doch noch einige^^\n\nWar auch mal rleativ aktiv im Tribunal so um Season 3 Anfang Season 4 habe aber nur ein oder 2 Fälle pro Tag gemacht (langer Schulweg). Wenn ich nun einen schlechten Tag habe und nun 8 Stunden Spieler bewerten müsste ich weiß nicht..^^\n\nAch die Strafe ist mir mittlerweile relativ egal, mein Problem ist die Kommunikation dieser Strafe.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T15:31:45.199+0000","up_votes":1,"down_votes":1,"body":"Nö wozu? Warum sollte ich Spieler adden, bei denen die Wahrscheinlichkeit sehr hoch ist, dass sie toxisch sind. Ich brauche keinen endgültigen Beweis für Deinen Einzelfall.\n\nIch gebe Dir sogar Recht, dass wir schon viel zu lange auf das schonmal existierende System der Reformcards warten. Trotzdem besteht auch gerade nach dem wiederholten Prüfen durch Supportmitarbeiter eigentlich kein Zweifel an der Richtigkeit der Strafe.\n\nDa es hier nicht um eine echte Verurteilung vor Gericht geht, sondern lediglich eine Firma ihr Hausrecht in Anspruch nimmt, Spielern den Zugriff auf ihre Systeme (teilweise) zu entziehen, besteht auch keine Verpflichtung eine Beweiskette zu offenbaren.\nEs ist natürlich sinnvoll die Chatlogs zu bekommen um sich zu verbessern, und man kann Riot zu Recht dafür kritisieren, dass sie mal voran machen sollen und das bei allen Strafen anhängen. \nMan kann Riot auch dafür kritisieren, dass die Spieler in NA offenbar ihre Chatlogs bekommen haben, während hier in Europa strikt keine Chatlogs rausgegeben werden. Manuell die Chatlogs raus zu kopieren und den Chat der anderen Spieler zu löschen, so wie Lyte es zuletzt immer gemacht hat, braucht halt auch seine Zeit. In Europa hat man sich offenbar dazu entschlossen, diese Zeit mit dem vorhandenen Support nicht investieren zu können.\n\nDa der Support aber den Fall bestätigt hat, bist Du keiner der seltenen False Positive Fälle. Du bist einer der 5999 überprüften und bestätigten Fälle.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T16:16:59.610+0000","up_votes":2,"down_votes":0,"body":"> Ob ich einer der 5999 oder der eine bin ich weiß es nicht ^^\n\nDoch, du weisst es, dein Fall wurde manuell nachgeprüft und die Sperre wurde nicht aufgehoben.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T15:56:47.168+0000","up_votes":1,"down_votes":1,"body":"Schade :(\n\nNaja ich vertraute dem tribunal den support Mitarbeitern naja eher weniger\n\nDie Nachrichten anderer Spieler zu entfernen ist wahrscheinlich im Vorfeld durch ein parser passiert kaum Arbeit.\n\nDiese negativen Nachrichten zu markieren ist nervig aber sollte machbar sein bei der \"gründlichen\" Kontrolle.\n\nOb ich einer der 5999 oder der eine bin ich weiß es nicht ^^\n\nEdit mit parser mein ich ein script das ist keine Kunst bei log files","replies":[]}]},{"id":"","poster":"Usâgi","date":"2015-06-11T15:26:08.055+0000","up_votes":2,"down_votes":0,"body":"Was bringt es wenn er dich added? Leute die wissen das sie beobachtet werden verhalten sich auch anders. Wer garantiert also das du dich wirklich so verhältst wie du vorgibst? Das Bestrafungssystem sagt immerhin eher das Gegenteil über dich aus. :)\n\nDein Problem ist wirklich die Kommunikation, aber die von dir. ich sehe hier genug offene fragen die du immer noch nicht beantwortet hast weil du selbst weißt das sie nur das vorzeigen was man dir schon seit Anfang an klar machen will.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T16:03:02.698+0000","up_votes":1,"down_votes":0,"body":"Hmmm auch war, aber eventuell haetten wir ein paar lustige spiele.\n\nAnsonsten Skype oder TS da \"flame\" ich auch ab und an halte den chat eigentlich sauber^^\n\n\nFragen? Dachte ich hab alle beantwortet^^ was wuerdest du den noch wissen wollen?","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-11T13:13:52.561+0000","up_votes":1,"down_votes":0,"body":"> Hast du einmal die Vorträge von Lyte gesehen o.O\n\nJa, hab ich. Meines Wissens gibt es nur eine Stelle wo er sagt \"everyone has a bad day\", nicht \"everyone flames from time to time\".\n\n> Hat Riot das? Meines wissen hat Riot mir das nicht gesagt.\n\nIndem sie dir eine Sperre verteilt haben haben sie es dir mitgeteilt.\n\nIch finde es ja schön dass du versuchst die Psychologie des Flamers zu überlisten, aber dir ist schon klar dass du damit gegen die Regeln verstösst? Warum behauptest du weiterhin, du wüdest nur in einem von 100 Spielen etwas negatives schreiben, hast aber gleichzeitig eine Begründung für systematisches flaming?","replies":[]}]},{"id":"","poster":"eingew","date":"2015-06-11T13:01:43.407+0000","up_votes":1,"down_votes":0,"body":"Vor allem hat man, wenn man eine Strafe hat, weit mehr als \"mal\" geflamet.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:36:52.028+0000","up_votes":1,"down_votes":0,"body":"Nein nicht unbedingt, Qualität und Quantität klingt leicht falsch aber es macht denke ich einmal einen unterschied ob man einmal sagt du bist doof weil du meine lane genommen hast. Oder ob man jemanden Krankheiten oder schlimmeres wünscht.","replies":[{"id":"","poster":"eingew","date":"2015-06-12T11:54:40.789+0000","up_votes":1,"down_votes":0,"body":"Ja. Und für einmal sagen du bist doof kriegt man keine Strafe. Wenn man nichts anderes macht schon.\n\nIch habe niemanden gesehen, der für ein Spiel flamen bestraft wurde und vorher immer das absolute Unschuldslamm war.\nWas vermutlich unter anderem daran liegt, dass es unmöglich ist, Einzelfälle überhaupt effizient zu finden und zu bestrafen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:12:56.996+0000","up_votes":1,"down_votes":1,"body":"Sagen wir so ich durfte mir schon mehrmals Nazi-Sprüche und etc. anhören und ich denke das rassistische und extreme auf Personen bezogene Beleidigungen keine CR sondern direkt einen Ban nach sich ziehen sollten.\n\nUnd da sollte es egal sein ob er dies Einmal oder mehrmals tut.","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-06-12T13:46:13.744+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=000000000001000000010000000000000000,timestamp=2015-06-12T12:12:56.996+0000)\n>\n> Sagen wir so ich durfte mir schon mehrmals Nazi-Sprüche und etc. anhören und ich denke das rassistische und extreme auf Personen bezogene Beleidigungen keine CR sondern direkt einen Ban nach sich ziehen sollten.\n> \n> Und da sollte es egal sein ob er dies Einmal oder mehrmals tut.\n\nDann schein das neue Bestrafungssystem an Dir vorbei gegangen zu sein, welches bei solchen und anderen extrem toxischen Spielern direkt mit einem 14 Tage- und sogar dem Perma-Bann belegt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T14:00:49.093+0000","up_votes":1,"down_votes":0,"body":"Ich hoffe doch das es so ist :)\n\nBezog mich auf\n> Vor allem hat man, wenn man eine Strafe hat, weit mehr als \"mal\" geflamet.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"eingew","date":"2015-06-11T11:51:43.490+0000","up_votes":1,"down_votes":0,"body":"Kraftausdrücke sind Flame. Aber nicht jeder Flame ist ein Kraftausdruck.\n\"Report\" und \"omg\" gehören zu den 10 von Flamern am meisten benutzten Wörtern und das sind definitiv keine Kraftausdrücke.\n\nEs ging mir nicht um die Dinge, von denen du weißt, dass sie negativ sind (die du wegen der Sperre hoffentlich völlig hast sein lassen), sondern um alles andere. Du wärst bei weitem nicht der erste, der einfach kein Plan hat, wie toxisch er ist, weil er seine Kommentare als überhaupt nicht schlimm empfindet.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T12:49:17.476+0000","up_votes":1,"down_votes":1,"body":"Naja Flame ist eine abgeschwächte Form von Harrasment.\n\nSprich dem wiederholten Äußern von negativen Aussagen.\n\nEine einzelne Beleidigung muss daher kein flame sein, ist aber mindestens genau so schlimm.\n\n\nKlingt kommisch aber der meiste \"flame\" von mir geht gegen mich selbst.\nMy bad\nHow could i facecheck drake -__-\nI had wards\n\nNe das Hauptproblem was der Support mir gegenüber äußert ist das ich konstruktive Kritik ausspreche. Nicht positiv aber auch nicht negativ.","replies":[{"id":"","poster":"eingew","date":"2015-06-11T12:53:09.991+0000","up_votes":2,"down_votes":0,"body":"Flame wird sowieso von jedem anders definiert :P Es ist also relativ egal, wie du das eingrenzt.\n\nDer Support hat relativ wenig Probleme mit deinem Verhalten. Der macht nur seine Arbeit.\n\nDeine Strafe hast du, weil deine Mitspieler dich reported und ein System dich basierend auf der Meinung der Community verurteilt hat. Riot ist nur die ausführende Gewalt, abgesehen davon sind die für deine Strafe nicht relevant, weil du die Spieler verärgert hast. Riot vielleicht auch, aber das ist für deine Strafe nicht wichtig, weil es für Riot viel mehr Sinn macht die Meinung der Community weit über die eigene zu stellen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:24:09.040+0000","up_votes":1,"down_votes":0,"body":"Bin ja nun einige Zeit intensiv in den Foren und von dem was ich gelesen habe ist das folgende nicht die Community Meinung.\n\nZitat des Bad Behavior Teams 11.06.2015\n> Bitte vermeide es, dazu auf jedem Fall dich zu äußern, wie sich deine Mitspieler im ~~Generell verhalten~~, oder sonst -spielen sollten[könnten]. Zusätzlich, es gibt nur eine sehr kleine Handvoll von Beschwörern, die es positiv hinnehmen werden, wenn du sie auf deren Fehlern hinweist. \n\n(Wenn aus could you -> you have/should wird und das durchgestrichene Maße ich mir nicht an)\n\nEin Beispielsatz von mir als Support:\nCould you wait for me before you push so I can ward and portect you.\nBitte klärt mich auf inwiefern dieser Satz negativ ist.\n\nUnd eine Frage wo ist der Wille der Community festgehalten.","replies":[{"id":"","poster":"eingew","date":"2015-06-12T11:58:26.428+0000","up_votes":1,"down_votes":1,"body":"Der Satz ist eine Anweisung. Für den ADC unglaublich nervig. Warum sollte er noch selbst spielen du weißt es ja sowieso besser.\n\n\"Bitte achte darauf, dass ich die Tasse in der Hand halte, bevor du sie loslässt, wenn du sie mir übergibst.\"\nMeinst du die Leute sind dumm und lernen nicht aus einem versehen? War keine Frage. Ist egal, was du darüber denkst, genau das kriegen die Leute mit, wenn du ihnen solch überflüssige, weil offensichtliche, Anweisungen / \"Tipps\" gibst.\n\nDer Wille der Community wird im Allgemeinen im Forum, in den alten Tribunalbeschlüssen und durch Reports ausgedrückt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:08:44.139+0000","up_votes":1,"down_votes":1,"body":"Und für den Support ist es unglaublich nervig wen der Adc immer wieder stirbt da er ohne Vision solo pushed.\n(Was keinen Report Grund darstellt)\nUnd sich beschwert das es immer ein 1 vs 3 war. Wenn das ein oder zwei mal passiert werde ich mich dazu nicht äußern.\n\nUnd Could you ist eine bitte... aber ok, Ich sehe die Bot Lane als Team Lane in der, der ADC zwar die lane führt dem Support aber auch eine Chance geben sollte supporten zu können.","replies":[{"id":"","poster":"eingew","date":"2015-06-14T12:22:12.932+0000","up_votes":1,"down_votes":0,"body":"Auf Fehler mit Fehlern zu reagieren macht absolut gar keinen Sinn. Das ist wie die Todesstrafe für Mörder, das ist einfach weit entfernt von Logik.\n\nBtw macht der Support meist mehr um die Lane zu gewinnen, zumindest, wenn ich an meine Spiele denke.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-14T21:53:17.949+0000","up_votes":1,"down_votes":1,"body":"> Auf Fehler mit Fehlern zu reagieren macht absolut gar keinen Sinn. Das ist wie die Todesstrafe für Mörder, das ist einfach weit entfernt von Logik.\n\nBin raus^^ Was meist du genau mag dich nicht falsch verstehen.\n\n> Btw macht der Support meist mehr um die Lane zu gewinnen, zumindest, wenn ich an meine Spiele denke.\n\nSpiele auch lieber Support als Adc die momentanen Items sind ziemlich stark, leider sind aber momentan viele Supporter sehr abhängig vom Adc geworden. Morgana Annie mal außen vor.","replies":[{"id":"","poster":"eingew","date":"2015-06-15T09:47:12.776+0000","up_votes":1,"down_votes":0,"body":"Nun du meinst doch, dass es nach mehreren Fehlern des ADCs in Ordnung ist, ihn als Support zu verbessern... je nach Laune auch mal deutlich ruppiger.\nUnd ich denke, dass seine Fehler deine in keiner Weise rechtfertigen.\nGenauso wie es bei der Todesstrafe den Henker und die Richter nicht besser macht, nur weil der Verurteilte selbst schonmal jemanden getötet hat. Aber das ist eigentlich ein unnötiger Zusatz ;)\n\nJeder Support ist abhängig von einem Partner. Nicht aber vom ADC. Egal was du spielst, es macht immer Sinn früher oder später dich einfach anderweitig nützlich zu machen. Mal Mid ganken, mal für den Jungle den Drake tanken, kleinere Teamfights gewinnen... Geht alles während der ADC auf der Bot farmt ;)","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-15T10:51:51.196+0000","up_votes":1,"down_votes":1,"body":"Nein ich meine das es für mich möglich sein sollte ihn darum zu bitten auf ich zu warten, da ich ansonsten als Support nichts für ihn tun kann. Oder siehst du das anders?\n\nNochmal mein Ziel ist es nicht ihm seinen Fehler unter die Nase zu reiben sondern das man einen Weg findet bei dem das Spiel beiden Spaß macht.\n\n\nJa natürlich, problematisch wird es jedoch wenn der adc genau in dem moment indem du back bist, drake wardest oder nicht auf der lane bist den drang verspürt ohne Vision zu pushen.\n\nKann einmal passieren aber irgendwann frustriet solch ein Fehler mich und nimmt mir den Spielspaß und ich denke das ich doch dann ihn freundlich bitten darf auf mich zu warten.\n\nUnd ja ich ganke auch gerne Mitte oder helfe beim Drake aber im early bin ich halt hauptsächlich für das überleben des ADC zuständig.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-11T12:12:10.918+0000","up_votes":1,"down_votes":0,"body":"> Kraftausdrücke sind Flame\n\nNicht immer. \"Well shit\" ist ein term der sehr oft von äusserst positiven Spielern verwendet wird.","replies":[{"id":"","poster":"eingew","date":"2015-06-11T12:45:37.420+0000","up_votes":1,"down_votes":0,"body":"Okay, dann sind selbst Kraftausdrücke nicht immer Flame :D","replies":[]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-10T20:12:50.684+0000","up_votes":1,"down_votes":1,"body":"Dass Supportmitarbeiter keine Chatlogs liefern wurde hier schon oft diskutiert, auch was dies für Gründe haben kann (z.b. Gesetze, Aufwand, interne Abläufe/Befugnisse). Dies ist zwar zu bedauern, in Zukunft werden aber wohl Chtlogs geliefert werden - für 2 wochen bans ist dies bereits der Fall.\n\nDeine zweite Frage wurde etwas ungeschickt beantwortet, vermutlich überschätzte der Mitarbeiter dein Vorwissen. Die Antwort die dir vermutlich weiterhilft ist: 75 CR sind die Minimalstrafe, bzw. in letzter Zeit hab ich nirgendes von einer tieferen gelesen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-10T21:23:56.600+0000","up_votes":1,"down_votes":2,"body":"Es gibt ein paar englische Foren Einträge in welchen es einen netten Support Mitarbeiter gab.\nWie bereits erwähnt stellt sich Riot innerhalb der Nutzungsbedingungen die Freiheit diese zu veröffentlichen.\nHabe angeboten einen Sperrvermerk zu unterzeichnen (Versprechen die Daten nicht an 3. weiterzugeben)\n\nDenke eher das es der Mehraufwand ist den Riot vermeiden mag. Aber dann sollten sie sich mit den Strafen zurückhalten.\n\n\nNaja es geht eher um die Formulierung seiner Antwort :)\nKönnte man ganz doof auslegen.\n\nGab auch noch welche mit 35 (englische Foren frag mich nicht nachm link)\n\nUnd zu dem Strafmaß was einem der tolle Support in seinen copy paste Antworten versteckt hat.\n> https://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\n_10. Mai 2015 16:30_\n\nUnd die Strafen sind momentan absurd hoch und bringen außer Frust und auf die Nerven gehen kaum etwas.\n\nIch mag hier nicht erwähnt haben das koop Spiele eine valide Art zum Abbau der Strafen ist^^\n\nFazit außer mir auf die Nerven zu gehen und mir die Freundlichkeit des Supports und einiger Community Member zu zeigen hat die Strafe nichts gebracht.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-11T08:40:11.121+0000","up_votes":3,"down_votes":0,"body":"> Es gibt ein paar englische Foren Einträge in welchen es einen netten Support Mitarbeiter gab.\nWie bereits erwähnt stellt sich Riot innerhalb der Nutzungsbedingungen die Freiheit diese zu veröffentlichen.\n\nDer Forenaccount ist direkt an deinen Ingame-Account gebunden. Der Support-Account nicht. Die Rioter beim Support können nicht sicher sein, ob du tatsächlich die Person bist die du behauptest zu sein, außer sie weisen das mühsam nach. \n\nDazu kommt noch ein etwas pragmatischeres Argument: Würde Riot den Leuten manuell Chatlogs zukommen lassen, wären sie ganz schnell mit nichts anderem mehr beschäftigt. Denn das Problem ist: Es bleibt in aller Regel nicht bei den Chatlogs. Das kennt man hier aus den Foren. Zuerst wird immer behauptet \"Ich hab nix gemacht\". Sobald man anfängt das schwarz auf weiß zu widerlegen, kommt in 90% der Fälle \"Ich find nicht dass das so schlimm ist\"...das darf man dann auch erstmal ausdiskutieren. Hat man dann erstmal den Flamer über Demokratie, Crowdsourcing und Sozialverhalten aufgeklärt bis sein Argument nicht mehr zieht, gehts direkt weiter mit \"Aber andere sind viel schlimmer als ich\". Und auch da ist es dann noch nicht zu Ende, da wird dann noch über Meinungsfreiheit, den intrinsischen Wert der Wahrheit, Kritikfähigkeit und die allgemeine Verweichlichung der Jugend von heutzutage diskutiert. \n\nKurz gesagt: In einem Großteil der Fälle folgt auf die Chatlogs eine unheimlich aufwändige Diskussion, die für Supporter nur sehr schwer effizient zu erledigen ist. Das bedeutet, dass die Supporter unheimlich viel Zeit investieren müssen und diese Zeit kostet Geld. Geld, das von Spielern stammt, die dafür neue Spielinhalte sehen wollen und es nicht an eine Minderheit von Flamern verschwendet sehen wollen. \n\nWäre Flamern geholfen, wenn der Support die Chatlogs mit den Flamern ausdiskutieren würde? Sicherlich. Wäre damit der Community geholfen? Auf keinen Fall.\n\nPS: Ich möchte hinzufügen, dass dies meine persönliche Theorie ist. Keine Ahnung ob das der wirkliche Grund ist. Aber es erscheint mir sehr wahrscheinlich, da ich weiß dass es definitiv nicht am Nicht-Vorhandensein der Chatlogs liegt. ","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T09:25:14.634+0000","up_votes":1,"down_votes":2,"body":">  außer sie weisen das mühsam nach\n\nNaja beide Accounts laufen über die selbe Mail Adresse.\n\n> Wäre Flamern geholfen, wenn der Support die Chatlogs mit den Flamern ausdiskutieren würde? Sicherlich. Wäre damit der Community geholfen? Auf keinen Fall.\n\nSo ich mag hier mal ein wenig mehr drauf eingehen.\n\nEs gibt den ich \"flame\" weil ich will wuhahaha und mache mir halt sonst nen 2. Account. -> sendet keine Anfrage\n\nEs gibt den ich wurde zu unrecht bestraft es gibt viel schlimmere Spieler q.q -> möchte sich rausreden\n\nEs gibt die die keinen Plan haben weshalb der die strafe kam, denen ein chatlog reicht. -> möchte verstehen\n\nEs gibt auch welche die zu unrecht bestraft wurden sind. -> wird wahrscheinlich verwirt sein\n\nSo das dahingestellt sind das 5 % der Community (Und es gibt massig \"flamer\" die noch so rumlaufen)\n\nSo nun meine Meinung hohe Strafen ohne eine greifbare Begründung erzeugen nur Frust und werden als Willkür wahrgenommen.\nUnd bringen durch die fehlende Aufklärung keine Besserung des Verhaltens.\n\nBeispiel ein Polizist verhaftet jemanden ohne Angabe von Gründen. Und Antwortet auf Nachfragen mit \" Dein Verhalten entspricht nicht unseren Vorstellungen, deswegen wirst du bestraft.\"\n\nDas erscheint unfair und nicht richtig. Obwohl es ja sein könnte das der Polizist das richtige getan hat.\n\nDie Begründung wir haben es überprüft und das stimmt so, ist für mich auch nicht akzeptabel.\n\n\nSo nochmal zusammen gefasst ich kenne die Nutzungsbedingungen den Weg des Beschwörers und bin der Meinung dagegen nicht verstoßen zu haben. Und nun meine Meinung als jemand der das Spiel seit Jahren spielt und es auch unterstützen mag.\nWenn du nicht in der Lage bist das Fehlverhalten eines Spielers zu belegen, dann bestrafe ihn nicht.\n\nUnd solange bis Riot mir das nicht belegt gehe ich von Willkür aus.\n\nPS und wer mir nicht glaubt, added mich spielt einen Monat mit mir und entscheided ob ich ein negativer Spieler bin.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-11T09:32:28.267+0000","up_votes":2,"down_votes":0,"body":"> Naja beide Accounts laufen über die selbe Mail Adresse.\n\nBei dir vlt, aber keinesfalls generell. \n\n\n> Wenn du nicht in der Lage bist das Fehlverhalten eines Spielers zu belegen, dann bestrafe ihn nicht.\n\nDast triff nicht ganz den Kern des Problems. Riot ist durchaus in der Lage Fehlverhalten zu belegen. Sie veröffentlichen diese Beweise nur nicht. Das ist natürlich auch kritikwürdig, keine Frage. \nAber es ist auf keinen Fall das selbe wie \"keine Beweise haben\"/Willkür.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T10:10:58.148+0000","up_votes":1,"down_votes":2,"body":"> Bei dir vlt, aber keinesfalls generell.\nAnhang mit einem Foto dabei Personalausweis neben das eigene Gesicht halten.\nLinks per Mail senden: War der Request für Ihren Account auch von Ihnen.\n\nAlso es gibt zahlreiche Möglichkeiten die Identität einfach zu überprüfen.\n\n>  Dast triff nicht ganz den Kern des Problems. Riot ist durchaus in der Lage Fehlverhalten zu belegen. Sie veröffentlichen diese Beweise nur nicht. Das ist natürlich auch kritikwürdig, keine Frage.\nAber es ist auf keinen Fall das selbe wie \"keine Beweise haben\"/Willkür.\n\nAls erstes ich mag ja keine Veröffentlichung der Belege, sondern Einsicht in diese. (Ähnlich wie eine Klausur Einsicht in der Uni)\n\nNaja momentan gibt es von seiten Riots gegenüber mir keine Belege für mein schlechtes Verhalten, noch eine greifbare Beschreibung meines als negativ gewerteten Verhalten. Auch fällen Informationen zum aktuellen Strafmaß.\n\nWenn Riot mir zeigt du warst in mehr als 10% deiner Spieler konstant negative oder ein Spiel in dem ich richtig gemein und böse war dann wunderbar. Ich bezweifle es aber... \n\nHier mal meine aller erste Antwort zu dem Thema: (ich sparre mir aus Platzgründen, die Paragraphen über die Funktionsweise des Systems)\n\n>da das Tribunal gerade nicht tagt, können wir keine genauen Chatlogs oder Überblicke für Chateinschränkungen anbieten. Gerne helfe ich dir herauszufinden, was los ist, aber ich will gleich vorweg darauf hinweisen, dass wir die Anzahl der Chateinschränkungen, die über ein Konto verhängt wurden, weder entfernen noch verringern werden.\n\n>Wir haben uns dein Konto angesehen und einen überdurchschnittlich hohen Grad an negativem Verhalten als Folge deiner Taten in Matches, die du bestritten hast, festgestellt. In der Folge haben wir entschieden, dein Konto mit Chateinschränkungen zu belegen, um dir dabei zu helfen, dein Verhalten im Spiel zu verbessern.\n\nAntwort  zwei\n>ich verstehe deinen Frust, aber wir gingen so vor, weil wir überdurchschnittlich viel schlechtes Benehmen in den Spielen deines Kontos bemerkt haben. Wir sind dem nachgegangen und haben befunden, dass dein Konto ganz klar gegen den Weg der Beschwörer verstößt.\n\n>Wir haben entschieden, dass dein Verhalten eine Chatbeschränkung rechtfertigt. Wir werden diese Einschränkungen weder entfernen noch verringern können.\n\nAntwort 3 dieses mal keine Vorangefertigte Antwort\n> Unser System hat sich jahrelang bewährt und zählt nur Reports, die auch tatsächlich ernst gemeint sind und einen wohlüberlegten Grund haben. \n>Da dein Fehlverhalten so stark war, mussten wir auch weitaus stärkere Strafen auffahren, um sicher zu gehen, dass du verstehst, wie gravierend dieser Tatbestand ist.\n\nErste Satz interessant, den das System existiert nicht seit Jahren.\nDer zweite Satz mein Fehlverhalten (immer noch undefiniert) war so stark das das sie stärkere Strafen auffahren mussten um mir zu zeigen wie unartig ich doch war. Beißt sich mit der letzten Aussage des Supports.\n(Da sind wir wieder beim Strafmaß)\n\nZu seiner Verteidigung das war ein \"normaler\" Support Mitarbeiter der mich erst abwimmeln wollte und dann doch etwas Empathie beherrschte.\n\nDanach wurde ich dann zu meinem Freund des spezialsten Teams weitergeleitet...","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T12:10:38.894+0000","up_votes":2,"down_votes":0,"body":"> Also es gibt zahlreiche Möglichkeiten die Identität einfach zu überprüfen.\n\nKommt sehr auf die Definition von \"einfach\" und die geltenden Sicherheitsstandards an. Fehler könnten halt teuer werden, wenn ich mich nicht irre (Jus ist nicht so mein Spezialgebiet).\n\n> Als erstes ich mag ja keine Veröffentlichung der Belege, sondern Einsicht in diese. (Ähnlich wie eine Klausur Einsicht in der Uni)\n\nLeider wäre ein System, bei dem du im Riot-Hauptsitz vorbeigehen kannst, deine Chatlogs ansiehst und wieder davonspazierst minimal aufwändig...und wenn sie dir die Chatlogs einfach schicken besteht durchaus die \"Gefahr\" einer Veröffentlichung.\n\n> Wenn Riot mir zeigt du warst in mehr als 10% deiner Spieler konstant negative oder ein Spiel in dem ich richtig gemein und böse war dann wunderbar. Ich bezweifle es aber...\n\nDas finde ich jetzt ehrlich gesagt etwas komisch. Wenn sie dir sagen dass du weit überdurchschnittlich oft (und gerechtfertigt) reportet worden bist eröffnest du eine Forumthread, aber wenn sie dir schreiben würden dass du in 13.679% deiner Spiele reportet wurdest wäre alles okay? Überprüfen kannst du ohnehin beide Aussagen nicht. Warum glaubst du einer Zahl eher als dem mehr oder weniger entsprechenden Wort?\n\nIch will nicht sagen dass ich deinen Wunsch nach Einsicht in die kritischen Chatlogs nicht verstehen kann. Aber bitte versuch auch anzuerkennen, dass deine Bitte nicht ganz einfach zu erfüllen ist.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T12:57:11.987+0000","up_votes":1,"down_votes":0,"body":"> Leider wäre ein System, bei dem du im Riot-Hauptsitz vorbeigehen kannst, deine Chatlogs ansiehst und wieder davonspazierst minimal aufwändig...und wenn sie dir die Chatlogs einfach schicken besteht durchaus die \"Gefahr\" einer Veröffentlichung.\n\nDaher Sperrvermerk/Vereinbarung das ich diese nicht veröffentliche.\n\n\nNaja zum ersten würde mich meine persöhnliche Statistik seitens Riot interessieren^^\nZweitens nehme ich nicht an das Sie mich belügen wollen.\nDrittens würde ich gerne Wissen was überdurchschnittlich bedeutet.\nDenn entweder habe ich eine zweite Persönlichkeit beim spielen oder eine absolut falsche Selbsteinschätzung.\nFalls es dich interessiert mache viel Kampfkunst war Schulmediator und habe so nen paar eigene Werte^^","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T13:03:41.957+0000","up_votes":2,"down_votes":0,"body":"Das Interesse kann ich verstehen, ich würde eigentlich auch gerne mal wissen wie oft ich reportet werde. Aber dieses Interesse hat wenig mit einer Sperre zu tun. Eigentlich ist es, für die Rechtfertigung der Sperre, auch völlig egal ob es 13.25 oder 6.39% waren. Relevant ist, dass es aus Sicht der Community zu viel war.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:40:32.207+0000","up_votes":1,"down_votes":0,"body":"Nun hab ich mal eine weitere super doofe Frage, hat Riot schon einmal eine Umfrage gestartet?\n\nWer ist die Community die Riot repräsentiert.\n\nIch kann dir sagen ich kenne ein zwei Leute ich nenne die Namen mal nicht die haben troll Accounts und kommen damit schon ziemlich lange durch. \n(27 Millionen Spieler pro Tag und 70 Millionen pro Woche da sind ganz viele smurf zweit/drittaccounts mit enthalten)\n\n\nUnd ja hier geht es halt auch bei mir um Interesse^^","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-11T13:43:13.981+0000","up_votes":2,"down_votes":0,"body":"Riot macht nach jedem Spiele eine Umfrage. Sie fragen \"welcher Spieler hat dich gestört? Welchen Spieler fandest du besonderes angenehm? Warum?\" Deine Antworten sind Reports oder honors. Diese Umfrage läuft jetzt seit einigen Jahren. Ich denke also die Spieler wurden oft genug befragt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:58:58.949+0000","up_votes":1,"down_votes":0,"body":"Es gibt dazu im englischem Board ein interessanten Vorschlag für Comment boxen für geehrte Spieler.\n\nSieht man sich die momentana Meta an ehren nur sehr wenige Spieler andere Spieler nach dem Spiel und gegeben ihre Komplimente eher ingame. Die meisten Ehrungen bekomme ich nach koop Spielen und es ist nicht Ehrenhafter Gegner xD\n\nAuch hier würden mich die Report Texte wirklich interessieren.\nWarum werden diese nicht Anonym dem Spieler mitgeteilt?^^\n\nUnd inwiefern findet eine Befragung der Spieler über die Methoden zur Bestrafung statt.\n\nAuch wären für mich einmal Statistiken interresant wieviele Spieler für was reportet und für was die meisten bestraft wurden sind.^^\n\nNaja es gibt schon gründe für eine \"ordentlich\" geplante und durchgeführte Spieler Umfrage abseits des report honor Systems^^","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-11T17:22:39.289+0000","up_votes":3,"down_votes":0,"body":"> Auch hier würden mich die Report Texte wirklich interessieren.\nWarum werden diese nicht Anonym dem Spieler mitgeteilt?^^\n\nSo wie bei ganz vielen Fragen bei denen es darum geht warum Riot nicht dieses oder jenes tut, lautet die Antwort: \"Wegen des möglichen Missbrauchs\". \n\n> Und inwiefern findet eine Befragung der Spieler über die Methoden zur Bestrafung statt.\n\nGarnicht. Das Strafmaß orientiert sich an Riots Erfahrungen welche Art von Strafen einen hohen Effekt haben und welche nicht. Die Forschung betreibt Riot dann doch noch selber, schließlich geht es nicht darum populistische Entscheidungen zu treffen (\"Sofortiger Perma für jeden der afk geht!!!\"), sondern Entscheidungen die auch tatsächlich in effizienter Art und Weise die Verhaltens-Standards der Community durchsetzen. \n\n> Auch wären für mich einmal Statistiken interresant wieviele Spieler für was reportet und für was die meisten bestraft wurden sind\n\nNormale Spieler bekommen etwa 2-5 Reports pro 100 Spiele, richtige Flamer gerne bis zu 50 mal mehr. Die häufigsten berechtigten Reports sind wohl die für Flaming. Bei den unberechtigten tippe ich mal ganz stark auf \"schlechter Spieler\". \n\n> Naja es gibt schon gründe für eine \"ordentlich\" geplante und durchgeführte Spieler Umfrage abseits des report honor Systems\n\nAber wenig gute. Leute zu ihrem Verhalten zu befragen ist immer mit einem deutlich größerem Fehler behaftet als ihr Verhalten direkt zu analysieren (bzw in diesen Fall: die Erwartungen die an das Verhalten anderer gestellt werden). Eigenangabe ist immer höllisch unpräzise im Vergleich zum tatsächlichen Verhalten.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T21:38:15.898+0000","up_votes":1,"down_votes":2,"body":"Ja die Missbrauch Sache... Das ist eine Standard Ausrede.\nDenn ja man könnte über die Report Texte jemanden \"flamen\"... Ein Report button und gut ist.  Ansonsten fallen mir hier kaum Möglichkeiten ein dies zu Missbrauchen.\n\n\nJa das finde ich auch gut, aber wäre es nicht cool einfach mal zu Fragen wie findet Ihr das Strafmaß. Bewusst auch Bestrafte Spieler. Lass mich ehrlich sein mich hat die 75 Spiele CR ca. 50 Stunden im ersten Moment schockiert.\nFreute mich über das Skin für positive Spieler und dann das. Schaue ich auf die Support Seite sehe die Tribunal Tabelle an und denke wow alle Strafen auf einmal.\nhttps://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\nIch kam  on wusste nicht was los war. Dann hat mich die CR beim spielen mehrfach eingegrenzt. Resultat an die 60 Koop Spiele.\n\nUnd 30% der Spieler absurd hohe folge Strafen, sry aber arg das demotiviert nur.\n(Es popt das selbe Fenster wie bei der ersten Strafe auf, keine Ermutigungen)\n\n\n> Normale Spieler bekommen etwa 2-5 Reports pro 100 Spiele, richtige Flamer gerne bis zu 50 mal mehr. Die häufigsten berechtigten Reports sind wohl die für Flaming. Bei den unberechtigten tippe ich mal ganz stark auf \"schlechter Spieler\".\n\nGlaube heißt da Negatives Verhalten/ Anzügliche Sprache, meinst du doch mit Flaming oder?\nLeider ja finde den Punkt könnte man streichen, denn einige können gar nichts für Ritos Matchmaking. (ach könnte ich Geschichten erzählen...)\nWürde tippen das auch Kommunikationsverweigerung eine der Reportoptionen ist die kaum Beachtung finden.\n\n> größerem Fehler behaftet als ihr Verhalten direkt zu analysieren (bzw in diesen Fall: die Erwartungen die an das Verhalten anderer gestellt werden). Eigenangabe ist immer höllisch unpräzise im Vergleich zum tatsächlichen Verhalten.\n\nAls jemand der relativ viele Assesment Center, Onlinetests hinter sich hat. Und ich maße mir dazu noch ein gutes Verständnis für Menschen an.\nDann kann man mit Umfragen sehr viele Informationen gewinnen.\nIch denke das gerade bei LoL die Diejenigen die sich eine Stunde für eine Umfrage Zeit nehmen diese ernsthaft beantworten.\n\nBeim Report Honor System gibt es ein paar Probleme, erstens un-transparent.\nZweitens wer nutzt das Honor System wirklich Regelmäßig?\nReports ja nun filter mal wirklich alle effektiv raus. (ich traue dem Wichtungssystem nicht) Und auch da wer nimmt sich die Zeit bedacht zu reporten? Der nächste Spiel button ist verlockend. (Achte mal darauf wie lange die Leute im Chat bleiben)","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2015-06-11T15:22:10.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=0001000000000000000000000001000000000000,timestamp=2015-06-11T13:40:32.207+0000)\n>\n> Nun hab ich mal eine weitere super doofe Frage, hat Riot schon einmal eine Umfrage gestartet?\n> \n> Wer ist die Community die Riot repräsentiert.\n> \n> Ich kann dir sagen ich kenne ein zwei Leute ich nenne die Namen mal nicht die haben troll Accounts und kommen damit schon ziemlich lange durch. \n> (27 Millionen Spieler pro Tag und 70 Millionen pro Woche da sind ganz viele smurf zweit/drittaccounts mit enthalten)\n> \n> \n> Und ja hier geht es halt auch bei mir um Interesse^^\n\nDie Umfrage, die RIOT \"gestartet\" hat ist, wie schon geschrieben, durch das Reporting bzw. Honoring nach dem Spiel gegeben. Darüber hinaus wurde für die Chatanalyse die Fälle des Tribunals herangezogen. Nach einer Auswertung - und das Tribunal repräsentiert nun mal die Richtig / Falsch Auffassung der Community - wurde dann anhand der Auswertung die Chatanalyse entsprechend eingestellt.\n\n> Auch das System zum bewerten der Reports ist noch nicht so alt.\nSollte ich mich irren kläre mich auf.\n\nDas Tribunal selbst [existiert schon seit Mitte / Ende 2011](http://lol.ingame.de/forum/threads/3057-Das-Tribunal-Fakten-und-Zahlen). Mindestens genau so lange existiert das System der Reports. In Sachen Software sind knappe 4 Jahre doch schon eine beachtliche Zeit. Somit kann man schon von lange reden.\n\n> Ich verlange kein festes Strafmaß aber es gibt Richtlinien und diese würde ich gerne sehen.\nMan könnte aber wieder das System der Warnung einführen, die es auch beim Tribunal gab.\n\nEs gibt Richtlinien: WdB und Nutzungsbedingungen. Das ist der Maßstab, an den Du Dich halten sollst. Eine genaue Auflistung, welche Sätze schlecht und welche Sätze gut sind, wirst Du niemals finden. Schon allein aus dem Grund, dass man dann diese Listen dahingehend ausnutzen kann, dass ich eben diese Worte / Sätze durch andere Sachen ersetze, die eben auf der Gut-Liste stehen. Dann heißt es halt eben nicht mehr \"Du Noob\" sondern einfach \"Du Kevin - oder sonst irgendein Name\".\nWenn Du nach der Richtlinie Handelst \"Don't be a Jerk\" bzw. \"Wenn Du nichts nettes schreiben kannst, schreib einfach gar nichts\", fährst Du eigentlich am besten.\nBtw. von welchem Warnungs-System zu Tribunalzeiten sprichst Du? Ich kenne lediglich noch die Warnstufen 1 Tages-Bann, 3 tages-Bann, Wochen-Bann, 2 Wochen und Perma-Bann.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T21:59:56.019+0000","up_votes":1,"down_votes":1,"body":"> Das Tribunal selbst existiert schon seit Mitte / Ende 2011. Mindestens genau so lange existiert das System der Reports. In Sachen Software sind knappe 4 Jahre doch schon eine beachtliche Zeit. Somit kann man schon von lange reden.\n\nNaja als erstes es ist eine dynamisch weiterentwickelte Software (sprich keine statische Entwicklung nach dem Wasserfalldiagramm)\nDas heißt das man um ein Fazit ziehen zu können die einzelnen Release Software testen müsste.\nDesweiteren denke ich das dieses System mit sehr starken Generalisierungen und Masken arbeiten muss um die Daten Mengen zu verarbeiten.\n\nSolch ein System kann nur bedingt (und stark gefühlsmäßig) getestet und bewertet werden.\nDa gibt es ein Märchen mit einem Jungen der ständig sagt die Wölfe kommen, irgendwann glaubt ihm keiner und dann hat er recht. (kann sein das nur der Junge oder auch der Rest gefressen wird)\n\nHier vermute ich das Riot der Annahme nachgeht das ein Großteil der Reports richtig ist und daher den relativen Fehler senkt.\n\nAber ich denke das dieses System einige schwächen hat.\n(sry das ich ein wenig gefachsimpelt habe, habe versucht es so einfach wie möglich zu halten)\n\n\nUnd ich denke das Riot kaum nach triggern sucht parsed, dafür ist die lebendige Sprache viel zu komplex. Vielleicht bei Beleidigungen ansonsten eher keine Chance.\nMy bad\nI am a Noob to face check the bush :/\n\nDas sollte doch nicht negativ sein oder^^\n\nWas ich meine ist Desweiteren keine Liste von Good or Bad Words, sondern eine Liste:\nErststrafe leichtes Vergehen 10 Spiele\nZweitstrafe ... 20 Spiele\nBei Beleidigungen Harrasment im Starken Ausmaß 100 Spiele\nBei extremen einzel Fällen 14 Tage Ban oder perma Ban\n\nEventuell merkt man das ich gegen hohe Startstrafen bin. Kann wen gewünscht auch näher daruf eingehen warum.\n\nHier mal der Link zum Support Eintrag über den CR:\nhttps://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\nZu beachten die Tabelle, habe den link letzten Monat bekommen. Auf den englischen Versionen der Seite ist die Tabelle entfernt^^\n\nUnd dann erscheinen 75 Spiele echt als Wucher wenn man sich noch immer über sein Skin für positive Spieler freut. (Ja hatte da etwas Glück =))","replies":[]}]}]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-06-11T10:16:29.740+0000","up_votes":2,"down_votes":1,"body":"> Erste Satz interessant, den das System existiert nicht seit Jahren.\n\nDoch. Er redet hier vom Report-System (inklusive Gewichtung der Reports). Das gibt es tatsächlich schon seit Jahren (3-4, glaub ich).","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T12:52:31.387+0000","up_votes":1,"down_votes":3,"body":"Nope er bezieht sich auf das neue System welches das Tribunal ersetzt, da dass Tribunal merkbar zu langsam war.\n\nDürfte ca. 1 Jaht im Betrieb sein.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T13:38:37.639+0000","up_votes":2,"down_votes":1,"body":"Dann lies den Satz\n>Unser System hat sich jahrelang bewährt und zählt nur Reports, die auch tatsächlich ernst gemeint sind und einen wohlüberlegten Grund haben.\n\nBitte nochmal. Das bezieht sich zunächst mal nur auf das Reporten selbst und nicht auf die anschließende Untersuchung.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:51:22.248+0000","up_votes":1,"down_votes":2,"body":"Auch das System zum bewerten der Reports ist noch nicht so alt.\n\nSollte ich mich irren kläre mich auf.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T13:54:11.211+0000","up_votes":3,"down_votes":1,"body":"Das System mit Reportweighting existiert so lange es das Tribunal gibt und es ist nur logisch dass dieses System in wenig veränderter Form auch bei der automatischen Chatanalyse als Trigger zum Auslösen eines Falles benutzt wird.\n\nDu kannst ja googeln wann das Tribunal eingeführt wurde. Meines Erachtens war das rund um S1-S2 also tatsächlich schon 3-4 Jahre her.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T14:15:52.812+0000","up_votes":1,"down_votes":1,"body":"Sorry bin grade etwas verwirt, ich weiß das es auch da ein System kamm was aber sehr langsam war. Mir ist so als hätten sie das System auch komplett neu gemacht.\n\nBzw. es ist stätig erweitert worden, ich glaube da sind wir uns einig^^\n\nKenne aber auch ein zwei Prinzipien hinter dem System die mir nciht zusagen.\nWas mich interessiere würde. Wäre mal die gründe für die ich reportet worden bin zu sehen^^","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-11T14:31:36.795+0000","up_votes":4,"down_votes":2,"body":"Tja es würde schon gut tun und Deiner Verwirrung Abhilfe schaffen, wenn Du wenigstens kurz über das, was du hier so liest, nachdenkst. Denn dass Du nicht besonders viel nachdenkst, sieht man bei dem, was Du so schreibst. Allein dieser letzte Post ist inhaltlich total wirr und voller Rechtschreibfehler.\n\nWas soll sich am Reportsystem geändert haben? Dein Gefühl ist da kein hinreichender Anhaltspunkt. Das Tribunal war langsamer wegen der menschlichen Komponente beim Auswerten der Fälle (und vielleicht wegen der technischen Unzulänglichkeit der Server). \n\nUm einen Erstfall zu triggern wird nach wie vor eine bestimmte Quote an Reports pro Spielen erforderlich sein. Die einzelnen Reports bekommen auf die Dauer Gewichtungen je nachdem wie zuverlässig sie sind und auch tatsächlich zu Verurteilungen führen. Das war früher schon so und wird auch heute noch so sein. Man hat vielleicht heute noch etwas Feintuning betrieben um Gewichtung und Fallauslösung genauer zu definieren, aber das grundlegende System ist immer noch das gleiche.\n\nDas einzige was sich geändert hat, ist die Tatsache, dass man keine Reports mehr für Folgestrafen durch Fehlverhalten während der Strafzeit mehr braucht, da das System automatisch nochmal drüber guckt.\n\nJetzt habe ich hier einen halben Aufsatz geschrieben, nur weil Du es nicht akzeptieren willst, dass die Aussage des Supports und von Humpel im Kern absolut korrekt sind.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-11T17:14:06.076+0000","up_votes":2,"down_votes":0,"body":"> Ein Merkmal für die Gewichtung von Reports ist zum Beispiel wie oft/regelmäßig man Reportet \n\nDas ist falsch. Die Anzahl spielt keine Rolle, sondern die Qualität (also ob man zu Recht reportet hat oder nicht). Und dieses System ist weitestgehend unverändert Jahre alt. Es sind lediglich Sachen dazu gekommen, die mit diesem System aber nicht direkt zu tun haben (zum Beispiel die Chatanalyse). \n\n>  Ich möchte hierzu erwähnen das solche Systeme Fehler anfällig und leicht zu täuschen sind.\n\nDann erklär doch mal wie man so tun kann, als ob man ein zuverlässiger Reporter wäre, ohne tatsächlich einer zu sein. \n\n> reports haben immer noch den größten Einfluss auf folge Strafen\n\nDas ist komplett falsch. Die Folgestrafe wird ausschließlich durch die Chatanalyse festgelegt. \n\n> Mir ist nicht bekannt das Riot ein Programm zur Sprachanalyse verwendet.\n\nDas liegt aber dann an dir. Das hat Riot an vielerlei Stellen ausführlichst erklärt.","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-06-12T12:30:13.243+0000","up_votes":1,"down_votes":0,"body":"> Bitte belege das die Analyse **nur ** durch ein Programm geschieht.\n\"computerisiert\" finde ich an keiner Stelle.\n\nVon \"nur\" lese ich aber auch nichts in seinem Post. Also solltest du vielleicht auch mal mit Belegen arbeiten bevor du hier andere Spieler anmaßen willst. Du willst hier jemanden auf Fehler hinweisen, die du im **\"selben\"** Satz selbst machst. Macht einen super Eindruck\n\n>Experiment Synonym zu Versuch. Daher gehend scheint es sich nicht um ein ausgereiftes fertiges System zu handeln.\n\nWie willst du ein ausgereiftes System machen, wenn es ersteinmal **lernen** muss welches Verhalten als falsch und welches als richtig angesehen wird? Außerdem wird sich die Meinung der Community auch immer ändern was falsch ist. Dadurch muss immer wieder was neues gelernt werden. Es wird also niemals ein \"fertiges\" System geben, da sich Meinungen immer ändern werden.\n\n>Dynamische Softwareentwicklung... Ich bezweifle stark, dass das System seit 2011 keiner Starken Verbesserung unterzogen worden ist.\n\nUnd ich bezweifel stark, dass das System seitdem stark verbessert wurde. Was willst du am Reportsystem verbessern? Es achtet \"einfach\" nur darauf, ob deine Reports zu einer Strafe führen. Sollte dies der Fall sein, war der Report berechtigt. Ist dies oft bis immer der Fall, ist der Spieler auch weiterhin reportberechtigt. Ansonsten gilt das Gegenteil. Da können jetzt noch weitere Informationen betrachtet werden, wie bspw. ob der Spieler selber oft reportet wurde oder schonmal eine Strafe erlitten hat.\n\n\nIch kann mir auf jeden Fall denken, dass die Strafe berechtigt ist, so passiv-aggressiv wie du dich in deinen Kommentaren verhälst.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-12T11:59:29.149+0000","up_votes":1,"down_votes":0,"body":"Sorry aber lese nochmal alle deine Posts, lese meine Posts und dann überlege einmal was du hier von dir gibst...\n\n> den Teil mit der computerisierten Analyse lässt Du bequemer Weise einfach weg.\n\nBitte belege das die Analyse nur durch ein Programm geschieht.\n\"computerisiert\" finde ich an keiner Stelle.\n\n> das war mein Zitat nur um das nochmal klar zu stellen.\n\nJa und es zeigt, dass du anscheinend dich auf Halbwissen in deinen Post über das System beziehst und belegte Argumente als nichtig erklärst.\n\n> tja im Gegensatz zu dir picke ich mir nicht nur Teile aus der Antwort des Supports heraus.\n\nDeswegen Poste ich auch den ganzen Post und referenziere Teile um deine Aussagen zu wiederlegen.\n\n> Das Reportsystem ist allerdings, wie jetzt auch schon mehrfach von mehreren Personen geschrieben wurde, seit Jahren das gleiche. \n\nDynamische Softwareentwicklung... Ich bezweifle stark, dass das System seit 2011 keiner Starken Verbesserung unterzogen worden ist.\n\n\n>Es scheint so als hättest du auch das Wort \"automatisiert\" falsch verstanden. Das automatische System wird im dritten Absatz, den du zitierst, beschrieben. Was der Supporter versucht zu erklären ist, dass man Strafen nicht einfach \"automatisch\" also zwangsläufig erhält, wenn man ein paar mal reportet wird, sondern, dass eben diese Reports auch noch überprüft werden. Da er in seiner Antwort darauf besonders eingeht, scheinst du genau mit so einer Frage, die auf zwangsläufige Strafen nach Trollreports hinausläuft, an ihn heran getreten zu sein\n\nSagen wir es freundlich, ich glaube nicht das du dich mit automatisierte Systemen zur Auswertung von Log Dateien auskennst. Von daher würde ich Kommentare hierzu lassen, da du dein Halbwissen als vollständiges Wissen darstellst.\n\nBitte google mal was Automatismen sind...\n\nNein genau genommen ist das eine Vorgeschriebene Support Antwort welche als erste Information Ebene dient sobald man in Kontakt mit dem Player Behavior Support kommt.\nAlso es ist keine Antwort auf meien Frage gewesen.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-14T21:49:18.525+0000","up_votes":1,"down_votes":1,"body":"> den Teil mit der computerisierten Analyse lässt Du bequemer Weise einfach weg\n\nDas *nur* ist eine Überspitzung, nachdem ich einigemal darauf verwiesen habe, dass Menschen am System beteiligt sind. (Aber ja es sollte einen kleine Stichelei sein)\n\n> Wie willst du ein ausgereiftes System machen, wenn es ersteinmal lernen muss welches Verhalten als falsch und welches als richtig angesehen wird? Außerdem wird sich die Meinung der Community auch immer ändern was falsch ist. Dadurch muss immer wieder was neues gelernt werden. Es wird also niemals ein \"fertiges\" System geben, da sich Meinungen immer ändern werden.\n\nGenau das meine ich ja, ich empfinde es dann nur nervig wenn man mir dann so tut als wäre es ein fertiges System.\n\n> Und ich bezweifel stark, dass das System seitdem stark verbessert wurde. Was willst du am Reportsystem verbessern? Es achtet \"einfach\" nur darauf, ob deine Reports zu einer Strafe führen. Sollte dies der Fall sein, war der Report berechtigt. Ist dies oft bis immer der Fall, ist der Spieler auch weiterhin reportberechtigt. Ansonsten gilt das Gegenteil. Da können jetzt noch weitere Informationen betrachtet werden, wie bspw. ob der Spieler selber oft reportet wurde oder schonmal eine Strafe erlitten hat.\n\nNaja es trift das selbige wie im oberen Bereich zu, das System muss erst einmal lernen. Dann kommt Filter nach Filter und jeder neue Parameter muss neu getestet werden.\nZum Beispiel ein Spieler reportet jemanden zu Recht aber das eine schlechte Spiel reicht noch nicht für eine Straffe aus, soll der Spieler dann sein Report Recht vermindert bekommen? Ich denke nein.\n\nIch meine gute Erfahrungen mit einem System zu machen heißt nicht unbedingt das man mit dem System zufrieden ist, es sagt vorerst nur aus das man mit ihm besser als ohne es fährt.\n\n\nWie gesagt ich habe nichts gegen eine Strafe wenn man diese mir so kommuniziert das ich mein verhalten ändern kann.\nUnd ja es fällt mir schwer gar nicht zurück zu stänkern bei dem was ich hier lesen musste^^\n\nHabe es selbst gemerkt und meine Antwort Zeit erhöht. :)","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-06-12T03:04:59.666+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=00010000000000000000000000000000000000000000000000000005,timestamp=2015-06-11T22:27:02.508+0000)\n>  Mit der Kombination von Reports, Überprüfungen durch den Player Support\n\ndies ist dein rausgepicktes Zitat aus der Nachricht des Supports, bei der du aber den Teil danach einfach weglässt:\n\n> Mit der Kombination von Reports, Überprüfungen durch den Player Support, **der Chat-Log Analyse** und weiteren Daten aus den Spiel,\n\nden Teil mit der computerisierten Analyse lässt Du bequemer Weise einfach weg.\n\n>    denn nichts anderes als ein Programm zur Sprachanalyse verwendet Riot im Moment\n\ndas war mein Zitat nur um das nochmal klar zu stellen.\n\n> So ich weiß nicht alles aber bitte wenn du mich hier runterziehen magst, dann bringe ordentliche Argumente.\n\ntja im Gegensatz zu dir picke ich mir nicht nur Teile aus der Antwort des Supports heraus.\n\nDas System besteht aus Reports, der danach folgenden automatisierten Chatloganalyse, die durch vorherige Daten gelernt hat Korrelationen zu erkennen und zu beurteilen. Zur Kontrolle werden aber zusätzlich noch Doppelblindüberprüfungen durch den Support durchgeführt. Diese werden aber nicht bei allen Fällen durchgeführt, sondern nur bei Stichproben. Bei diesen Stichproben hat sich auch die Fehlerquote von einem False Positive in 5000-6000 Fällen ergeben.\n\nNicht nur, dass Du gut informierten Leuten, einfach nur trotzig widersprichst, Du lieferst auch noch falsche Gegenargumente bzw. überhaupt keine. \nDu hast ein paar Antworten vom Support erhalten und diese hast du auch noch nichtmal richtig gelesen oder nur halb. Eigentlich stehen die meisten Fakten, die Dir hier jetzt wiederholt von diversen Leuten erklärt werden auch schon in dem Post des Supports.\nMit deinem Informatikwissen kannst Du mich auch nicht wirklich beeindrucken. Zumal die Systeme von Riot keine komplette Sprache analysieren und rekonstruieren müssen. Es reicht aufgrund von simulierten oder vergangenen Daten Korrelationen ableiten zu können und zu erkennen ob eine Person toxisches Verhalten zeigt. Dazu ist man definitiv auch heute schon locker in der Lage und wie die Proben zeigen funktionieren die Systeme sehr gut.\n\nEs ist klar, dass Riot mit den neuen Systemen auch noch viel herum experimentiert, da dies tatsächlich in dieser Form eine Neuheit ist und wie wir an den fehlenden Chatlogs sehen, ist die Entwicklung auch noch nicht abgeschlossen. Das Reportsystem ist allerdings, wie jetzt auch schon mehrfach von mehreren Personen geschrieben wurde, seit Jahren das gleiche. Auch ist wie wir wissen die Fehleranfälligkeit des Systems sehr gering, viel geringer sogar noch als bei menschlichen Richtern. Es fehlen aber noch Features im System eben zum Beispiel ein gutes Feedback in Form von Chatlogs.\n\nEs scheint so als hättest du auch das Wort \"automatisiert\"  falsch verstanden. Das automatische System wird im dritten Absatz, den du zitierst, beschrieben. Was der Supporter versucht zu erklären ist, dass man Strafen nicht einfach \"automatisch\" also zwangsläufig erhält, wenn man ein paar mal reportet wird, sondern, dass eben diese Reports auch noch überprüft werden. Da er in seiner Antwort darauf besonders eingeht, scheinst du genau mit so einer Frage, die auf zwangsläufige Strafen nach Trollreports hinausläuft, an ihn heran getreten zu sein.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T22:30:47.553+0000","up_votes":1,"down_votes":1,"body":"Edit: geht an Temudschinn\n\nOk ganz einfach, befindet sich ein Spieler im CR und schreibt nichts.\n\nVerbessert sich sein score ein wenig = folge Strafen sollten nun geringer sein.\n\nWird der Spieler in der Zeit reportet wird denke ich wird da aus Ressourcen Gründen eher weniger überprüft. Und die Strafe wird sich erhöhen.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-11T15:17:58.228+0000","up_votes":1,"down_votes":1,"body":"> Bedingt richtig, reports haben immer noch den größten Einfluss auf folge Strafen. Mir ist nicht bekannt das Riot ein Programm zur Sprachanalyse verwendet.\n\nWarum heisst die Chatanalyse wohl CHATanalyse?","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-06-11T15:07:38.726+0000","up_votes":2,"down_votes":2,"body":"Allein der letzte Satz bestätigt meine vorherige These und lässt die Frage aufkommen, ob du auch noch trollen willst? \nErst schreibst du einen riesigen Absatz, der vordergründig den Eindruck erweckt, du wärest gut über das Reportsystem informiert, wie gesagt allerdings nur vordergründig. Dann kommt aber der Satz, der die komplette Unwissenheit offenbart, denn nichts anderes als ein Programm zur Sprachanalyse verwendet Riot im Moment.\n\nWenn Du auf diese Art auch mit den Leuten im Spiel kommunzierst, dann gibt es keinen Zweifel wegen Deiner Strafen. Dieser ganze Post ist einfach nur bockiges Widersprechen von Tatsachen, die ich vorher beschrieben habe. Dazu kommt ein oberlehrerhaftes Auftreten, bei dem du so wirkst als wüsstest Du alles, dabei strotzt der ganze Post nur so von inhaltlichen Fehlern.\n\nDie letzten zwei Zeilen meines vorherigen Posts, die alles was Du geantwortet hast sowieso schon unnötig machen, ignorierst du dazu auch noch völlig.\n\nUnd zu guterletzt schreibt man stetig mit E und nicht mit Ä. Legasthenie etc geschenkt, der letzte Post ist ja auch wieder leserlich.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T22:38:49.785+0000","up_votes":1,"down_votes":2,"body":"Edit: geht an Humpelstilze\n\nNaja halb wahr reportest du jedes Spiel 3 Leute oder betätigst du den Report button nur wenn es dir wirklich notwendig erscheint. Denke hier spielt beides zusammen.\n\nDu kannst momentan soviel als Flame verkaufen, schreibe immer eine gute Geschichte überspitze es etwas.\n\nUnd was löst die Chat Analyse aus der report.\n\nJa es werden sicher Filter verwendet aber zwischen einem Filter / Parser und einem Multilingualen Sprachanalyse tool liegen Welten. Ich traue Riot eine Menge zu aber wenn man ein solches Tool hat verdient man kein Geld mehr über ein Spiel.\n\nVerzeih mir aber befasse dich ein Wenig mit Grammatiken in der englischen Sprache   und Grammatiken auf einfacher Ebene. Such mal Informatik Grammatik und Sprachen.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T22:27:02.508+0000","up_votes":1,"down_votes":2,"body":"Edit: geht an Phobos Selini\n\n\nTja schon doof das du mit einem Informatik Studenten schreibst.\nMultilinguale Sprachanalyse das klingt nicht nur strange, sondern ist noch ein fast unlösbares Problem. Ich empfehle dich mal mit Grammatik in Computer- sowie Lebender-Sprache hinein zu arbeiten.\n\nUnd nun mal etwas persönliches, kennst du mich? Bitte Entschuldige du bringst Unterstellungen über mein Verhalten und stufst mich herab.\nIst das der Weg sich über das Verhalten von jemand anderen zu äußern?\n\nUnd nun ja ich bin gebildet meine Rechtschreibung ist ein graus.\nIch möchte mich aber Entschuldigen wenn ich dir \"oberlehrerhaft\" erscheine und nein ich weiß nicht alles daher dieser Post.\n\n\nUnd leider kann ich es mir nicht Verkneifen einen Support Mitarbeiter zu zitieren.\nAuch wenn ich ihn nicht wirklich mag, war er so freundlich mir das System zu erklären.\n\n> ich kann verstehen, dass du gerne weitere Informationen zu der Strafe hättest, da dies aber keine Strafe vom Tribunal ist, werden wir dir leider keine Details zu den Spielen geben können, in denen du gemeldet wurdest. Wir werden allerdings versuchen, dir ein bisschen mehr Kontext zu unserem Bestrafungssystem zu geben. Während das Tribunal überarbeitet wird, versuchen wir eine ganze Reihe von neuen Dingen, **das wort \"automatisiert\" wird da oft falsch verstanden. Mit \"automatisiert\", meinen wir einfach, dass wir damit viel schneller eine Strafe für negative Aktionen verteilen können.** Im Tribunal hat es manchmal über einen Monat gedauert, bis eine negative Aktion ausgewertet und bestraft wurde.\n\n> Um dir einen Einblick in das **Experiment** zu geben, solltest du zuerst verstehen, dass das Reportsystem und das Tribunal voneinander getrennt sind. Die einzige Aufgabe des Reportsystems ist es zu bestimmen, wie genau ein Spieler mit seinem Report ist. Es gib im Hintergrund viel Mathematik, die sicherstellt, dass ein Report nur gezählt wird, wenn er auch berechtigt ist. Wenn ein Spieler selber konstant negativ ist, ist sein Report wahrscheinlich nicht so viel wert . Wenn ein Spieler reportet, weil er damit trollen will und seine 3 Freunde dazu kriegen will, den gleichen Spieler zu reporten, erkennt das System das und wird diese Reports komplett ignorieren. Die Chat- so wie Ranked-Restriktionen basieren, wie die meisten anderen Sprachen, auf diesem System um sicher zu stellen, dass Spieler nicht einfach in der Lage sind, die Meldungen zu missbrauchen.\n\n> Zweitens haben wir ein System, das Millionen von Chat-Protokolle zu analysiert und mittlerweile sehr gut in der Lage ist, einzuschätzen, ob eine Konversation im Spiel positiv oder negativ ist. Dabei wird das System auch immer besser, je mehr Chat Logs es analysiert und kann damit noch genauer und mit wachsender Sicherheit **einschätzen**, ob ein Spieler eher negativ oder eher positiv kommuniziert (im Verhältnis zu einem durchschnittlichen Spieler).\n\n> **Mit der Kombination von Reports, Überprüfungen durch den Player Support**, der Chat-Log Analyse und weiteren Daten aus den Spiel, können wir sehr genaue Entscheidungen treffen und damit gezielte Kontosperren jeglicher art durchführen. Darüber hinaus sind wir immer sehr konservativ mit Strafen. Nehmen wir an, dass ein Spieler eine Punktzahl zwischen 1 und 100 hat, wobei 100 optimal ist und 1 das Gegenteil. Auch wenn wir vielleicht alle einig sind, dass alle Spieler unter 25 eine Strafe verdient haben, entscheiden wir uns dafür nur alle Spieler die 5 oder weniger haben, zu bestrafen, um sicher zu gehen, dass die Strafe auch berechtigt ist.\n\nSo muss nun leider wieder mal \"oberlehrerhaft\" sein.\n\nAutomatisiert meint nicht maschinell, sondern einem festen einstudierten Ablauf folgen. Automatismen sind unter anderem Laufen, Sprechen, Essen oder Atmen.\n\nExperiment Synonym zu Versuch. Daher gehend scheint es sich nicht um ein ausgereiftes fertiges System zu handeln.\n\nEinschätzen, eine Schätzung ist keine Tatsache sondern unterliegt einem relativen und absoluten Fehler. Ich denke das Riot hier Ihr System verschönt bewertet.\n(Würde ich auch machen, verkauft sich besser)\n\n> Mit der Kombination von Reports, Überprüfungen durch den Player Support\n\n> denn nichts anderes als ein Programm zur Sprachanalyse verwendet Riot im Moment\n\nSo ich weiß nicht alles aber bitte wenn du mich hier runterziehen magst, dann bringe ordentliche Argumente.\nDen dein Verhalten bisher topt alles was ich je in Spielen gebracht habe.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T14:50:00.681+0000","up_votes":1,"down_votes":2,"body":"So als erstes ich bin Legastheniker und habe auch eine anerkannter LRS.\n> Denn dass Du nicht besonders viel nachdenkst, sieht man bei dem, was Du so schreibst.\n\nBitte entschuldige aber war das ernstgemeint? o.O\n\nAber auch dieses System ist schwer zu testen und die verwendeten Filter werden angepasst. Ein Merkmal für die Gewichtung von Reports ist zum Beispiel wie oft/regelmäßig man Reportet oder wie viele Spiele man hat und ob man selbst vorbelastet ist.\nWie du sagst wurde Feintuning betrieben sprich das System verändert sich stätig und ist nicht statisch. Ich möchte hierzu erwähnen das solche Systeme Fehler anfällig und leicht zu täuschen sind.\nWann das letzte große Update war müsste ich nachschauen.\n\nDie Menschliche Komponente gibt es immer noch. Nur sind es nun nicht Spieler die es in Ihrer Freizeit tuen sondern Riot Mitarbeiter, welche die Fälle prüfen.\nWir könnten nun über Perspektiven und menschliche Fehler reden wenn du magst.\n\n> Das einzige was sich geändert hat, ist die Tatsache, dass man keine Reports mehr für Folgestrafen durch Fehlverhalten während der Strafzeit mehr braucht, da das System automatisch nochmal drüber guckt.\n\nBedingt richtig, reports haben immer noch den größten Einfluss auf folge Strafen. Mir ist nicht bekannt das Riot ein Programm zur Sprachanalyse verwendet.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"VergesseneKraft","date":"2015-06-10T21:49:34.131+0000","up_votes":1,"down_votes":2,"body":"Achja und arg ich könnte wirklich Jahre über die ganzen Missgeschicke des Support Mitarbeiters reden.\n\nZ.B. Er wieder spricht sich in unterschiedlichen Tickets. (Frage 3)\n\nFrage 2 warum erklärt er mir nicht das es die neue Mindeststrafe ist? Das Problem es sind keine Informationen zum aktuellen Strafmaß und den Bedingungen für diese bekannt. Auch nicht in den englischen, auf den deutschen Info Seiten findet man immerhin noch die veralteten Tribunal Werte (wurden auf den englischen Seiten entfernt)\n\nUnd das was es bei den 14 Tage ban gibt ist auch naja ein Spiel nur deine Nachrichten in rohform. Kein Datum keine Uhrzeit, man könnte die Chatnachrichten des Teams anonym reinschreiben. Um einen Überblick zu gewären warum man sich falsch verhalten hat und wie man das ändern kann.\n(Nur die Meinung von jemanden aus dem Netz der 4 Jahre lang Schulmediator war)","replies":[{"id":"","poster":"eingew","date":"2015-06-11T12:01:53.479+0000","up_votes":2,"down_votes":0,"body":"Es gibt doch gar kein festes Strafmaß...","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T12:50:53.675+0000","up_votes":1,"down_votes":2,"body":"Jop genau das Strafmaß ist nach außen willkürlich. Und damit habe ich ein Problem.\n\nEdit: Nicht einmal der Support untereinander weiß was wofür vergeben wird.","replies":[{"id":"","poster":"eingew","date":"2015-06-11T12:59:41.007+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht ansatzweise willkürlich. Einfach jeder ist mit dem System völlig zufrieden, die einzigen, die sich beschweren, sind Flamer, die nicht schnallen, was sie falsch machen.\n\nSorry, aber mit dem Support würde ich über sowas bei der Alternative eines informierten Forums sowieso nicht reden. Der Support ist an Riots Vorgaben gebunden, hat möglicherweise relativ wenig Einsicht in die Systeme selbst, darf also nur das sagen, was Riot so angibt und vor allem sollen sie darauf achten euch nicht zu verärgern.\nEin Forum kann auch Dinge sagen, die Riot vielleicht nicht sagen würde, niemand muss dir hier Freundlichkeit heucheln, wir antworten massiv schneller und kennen uns locker genug aus, um sämtliche deiner Fragen oder was auch immer zu beantworten und/oder zu kommentieren.\n\nDas es kein festes Strafmaß gibt hat *nichts* mit Willkür zu tun, sondern ist die einzig logische Möglichkeit. Es macht überhaupt keinen Sinn zu sagen für 10 Spiele Flame gibt es 20 CR. Das ist weder durchführbar, noch in irgendeiner Weise ansatzweise sinnvoll. Strafen nach schwere der Tat zu variieren und außerdem laufend an die Community anzupassen macht deutlich mehr Sinn.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-11T13:48:40.487+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir zu das der Support meist weniger informiert als das Forum ist :)\n\nDennoch stellt der Support den generellen Kontakt zwischen mir als Nutzer/Kunde und Riot/Dienstleister da.\nDesweiteren hat jede größere Firma speziell für solche Themen informierte Mitarbeiter auch bei Riot gibt es die Idee von diesen Mitarbeitern.\n\n\nIch verlange kein festes Strafmaß aber es gibt Richtlinien und diese würde ich gerne sehen.\nMan könnte aber wieder das System der Warnung einführen, die es auch beim Tribunal gab.\n\nUnd wieder die Frage hast du einmal an einer Umfrage von Riot teilgenommen?^^\nWer ist die Community die sie vertreten","replies":[{"id":"","poster":"eingew","date":"2015-06-12T11:26:57.341+0000","up_votes":1,"down_votes":0,"body":"Ich wollte damit nicht sagen, dass der Support im Allgemeinen uninformiert ist. Alles was wir wissen ist schließlich öffentlich zugänglich.\n\nWas bringen feste Richtlinien? Sie machen ist dir umso einfach vor der Grenze zu bleiben. Ist das sinnvoll? Lohnt es sich überhaupt noch auf diese Frage einzugehen?!\nDie Warnungen gibt es btw immer noch und es ist imo völlig irrelevant, ob man sie sieht oder nicht. Wer sich nach einem Diebstahl über Strafe wundert, der wird sehr schief angeguckt. Hier gilt dasselbe Prinzip.\n\nUnd ja, ich habe an Umfragen von Riot teilgenommen. Mehrmals schon :) Und das obwohl ich im unwichtigen Europa spiele :P","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T11:34:34.465+0000","up_votes":1,"down_votes":0,"body":"Joa ich bezweifle aber das sich jeder Support Mitarbeiter so intensiv mit Vorträgen etc. informiert (gibt auch Ausnahmen)\n\nDas man sich einordnen kann. Beziehungsweise die Strafe nachvollziehbar wird. Wie es beim doch beliebten Tribunal der Fall war.\n\nEcht müssen an mir vorbei gegangen sein ... -___-","replies":[{"id":"","poster":"eingew","date":"2015-06-12T12:05:10.153+0000","up_votes":1,"down_votes":0,"body":"Beim Tribunal gab es auch nur den WdB was anderes hatten wir nie...\n\nIch hab den Nachteil von festen Strafen für feste Vergehen doch bereits beschrieben? Ich will keinen kontrollierten Flame, ich will gar keinen Flame. Mit festen Strafen für feste Vergehen komme ich nicht ans Ziel und niemandem ist wirklich geholfen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T12:45:24.462+0000","up_votes":1,"down_votes":1,"body":"https://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus\n\nMit 4190 Spielen CR auch nicht oder?\n\nz.B. ein Spieler fängt an zu flamen, ist noch neu im Spiel und hate seine erste schlechte Woche,\n\nhier wären meistens 5-10 Spiele ausreichend, nein momentan gibt es dan 75 Spiele.\nMann könnte die Strafe nicht nur in der Anzahl der Spiele sondern auch in der Anzahl der Wörter pro Minute\nstaffeln.\n\nAngefangen eine Message pro Minute dan pro 2 Minuten usw.","replies":[{"id":"","poster":"eingew","date":"2015-06-14T12:02:09.919+0000","up_votes":1,"down_votes":1,"body":"4190 Spiele CR waren nicht geplant. Davor hätte ein Perma kommen sollen.\n\nWenn ein Anfänger von Anfang an mitgeteilt bekommt, dass sein Verhalten kacke ist, dann gibt es absolut nichts daran auszusetzen.\n\nIch glaube das Staffeln sollte man den Leuten überlassen, die Ahnung davon haben.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-14T21:26:08.766+0000","up_votes":1,"down_votes":1,"body":"Jop war nicht geplant, kann auch gut ein System Fehler gewesen sein. Glaube es handelte sich hierbei um eine Folge-Straffe.\n\n> Ich glaube das Staffeln sollte man den Leuten überlassen, die Ahnung davon haben.\n\nJa das definitiv aber von allem was ich je mit Konflikt-Schlichtung zu tun hatte, erscheinen mir einige der gegebenen Strafen viel zu hoch und viel zu experimentell.","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-12T13:24:11.798+0000","up_votes":1,"down_votes":0,"body":"@VergesseneKraft: Ich mache hier mal einen neuen Strang auf, da die Diskussionsübersicht hier im Forum leider ziemlich untauglich und unübersichtlich wird bei vielen Antworten.\n\nIch gebe es auf Dir nochmal alles zu erklären. Stattdessen gebe ich dir den Talk bei der GDC 2015 von Jeffrey Lin alias Lyte dem Chefentwickler der Player Behavior Systeme:\n\nhttp://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player\n\nAuch hier sieht man in einem Screenshot genau meine Aussage zu Automatismen:\n> It's not automatic. Almost no player behavior punishment systems are truly automatic. There's always checks and balances.\n\nD.h.: Die computerisiert und damit automatisch arbeitenden Systeme werden von Menschen überprüft, mit Stichproben, und werden nachgeeicht. Aber grundsätzlich braucht für einen einzelnen Fall nicht nochmal ein Mensch drüber zu gucken.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T13:55:57.891+0000","up_votes":1,"down_votes":2,"body":"Nochmals ich habe nie verneint das Sie Filter und Masken verwenden, den das ist das was Sie machen.\n\nDennoch verzichten Sie nicht darauf das ein Mensch die Entscheidung fällt. Auch gibt Riot an das Ihr System immer weiter lernt.\n\nBetrachte den Part Billy vs Machine\n\nautomatisch =! automatisiert","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T14:04:08.970+0000","up_votes":1,"down_votes":0,"body":"Ich gebs einfach nur noch auf. Billy vs the machine war eine der Nachüberprüfungen, nachdem sich der Bestrafte lautstark im Forum beschwert hat. Der erste Ban wurde vollautomatisiert vergeben.\n\nWie sollen wohl die aktuell neuen Instastrafen funktionieren, die innerhalb von Minuten bis Stunden einen 14 Tage- oder Permaban verteilen? Es ist völlig unmöglich, dass alle diese Bans in erster Instanz von Menschen überprüft wurden. Erst wenn nochmal beim Support angefragt wird oder in Stichproben werden diese Fälle von Menschen nachkontrolliert.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T14:28:11.625+0000","up_votes":1,"down_votes":2,"body":"Und weshalb wurde der Spieler gebannt? Wahrscheinlich konnten weder das Programm noch der Support direkt erkennen das er sich selbst geflamed hat.\n\nIch traue Riot noch zu das jemand im schnell Verfahren rüberschaut. Da gerade Passive Beleidigungen oder auch komplexe schwer zu triggern sind.\n\nAber da spekulieren wir beide :)\n\nHier mal ein Beispiel was für das System als auch für einen Support Mitarbeiter schwer sein könnte:\n\nA:what the ...\nA:I am a Noob xD\nA:I should go afk...\n\nSzenario eins Spieler A geht durch den Jungle wurde getrapped und stirbt, wundert sich anschließend bezeichnet er sich selbst als Noob.\nAnschließend scherzt er, dass er afk gehen müsse nach solch einem Spielzug.\nNicht wirklich negativ oder?\n\nNun gabs Spieler Spieler B der vorher schrieb\nB:How could you face check the bush noob\n\nnun bekommt das I am a Noob xD und I should go afk... eine andere Bedeutung.\n\n\nAnders gesagt bei einer Programmiersprache ist die Grammatik strikter und eindeutiger als in der lebenen Sprache.\n\n\nHingegen: You su..ck son of a ... get <belibige Krankheit> ist ziemlich eindeutig und kann mit einem System erfasst werden.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T14:56:57.622+0000","up_votes":1,"down_votes":1,"body":"Nein da spekulieren wir nicht beide. Du dichtest Dir da irgendwas zusammen, während wir anderen es hundert mal an verschiedensten Stellen gelesen und gehört haben, dass die Systeme automatisiert arbeiten. Es wird auch genauso in dem Vortrag gesagt, aber auch den hast du offenbar nur sehr selektiv konsumiert.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T14:59:19.439+0000","up_votes":1,"down_votes":3,"body":"Automatisiert ungleich rein Maschinell... mehr sag ich doch nicht.\nUnd sind Menschen im automatischen Verfahren Beteiligt? Ja sind sie.\n\naber schön das du mir gleich wieder Fehler unterstellst echt positives Verhalten von dir...","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T15:06:07.974+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall ist das System rein maschinell. Menschen sind nur für die Nachkontrolle oder zur Optimierung beteiligt. Akzeptiere diesen Fakt doch einfach mal.\n\nEdit: Und ich unterstelle überhaupt nichts. Ich weiß das es so ist. Eine Unterstellung wäre ein Vermutung anhand von unklarer Sachlage oder gar Vorurteilen oder reinen Gerüchten.\nDas ist hier aber nicht der Fall. Wie die Chatanalyse funktioniert ist hinlänglich bekannt und man kommt an die Informationen auch mit geringem Aufwand heran. Ich habe sie Dir hier sogar gepostet, aber du pickst Dir nur selektiv ein paar halbe Fakten heraus und verdrehst sie oder dichtest irgendwas dazu.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T16:03:14.079+0000","up_votes":1,"down_votes":5,"body":"Verzeih mir das ist mein Letzter Versuch dir die Sicht von jemanden zu zeigen der in seinem Beruf automatisiert Teste mit anschließender Auswertung der Log Dateien mit einem Skript durchführt.\n\nErstens ja ein Programm sortiert vor.\n\nJa es kann sicher Fälle geben in denen eine direkte Entscheidung durch das System möglich ist.\n\nZweitens es gibt unterschiedliche Arten von Negativen Verhalten.\nWelche unterschiedlich leicht/schwer zu erkennen sind.\n\nDrittens es gibt unterschiedliche Atmosphären die einen Einfluss auf die Bedeutung der Nachrichten haben.\n\nViertens wie du bereits sagtest gibt es Instant Strafen aber nicht nur.\n\nFünftens die Vorkontrolle hat Ihre Grenzen und wird daher durch Support Mitarbeiter gestützt.\n\n\nNebeninformation wenn ich in einem gut automatisiertem System ein vorkontrolliertes Chatlog bekomme, meine ich zwischen 3-5 Minuten zu brauchen um eine grobe Entscheidung zu fällen ob die Vorauswahl richtig war. In diesem Fall hätte ich 5 Minuten vom Report und der Kontrolle durch die Maschine und 5 Minuten Zeit um die Strafe auszulösen.\n\nIch läge damit innerhalb deines 15 Minuten Zeitfensters.\n\n\n\nBitte lese dir deine Nachrichten durch und frage dich ob du so angesprochen werden magst. Ich mag es nicht.","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-12T16:32:21.291+0000","up_votes":3,"down_votes":0,"body":"> Verzeih mir das ist mein Letzter Versuch dir die Sicht von jemanden zu zeigen der in seinem Beruf automatisiert Teste mit anschließender Auswertung der Log Dateien mit einem Skript durchführt.\n\nSorry, aber das Argument \"ich hab recht, weil ich hab recht\" ist einfach mal ganz mies...wenn dus nicht hinkriegst IRGENDWELCHE fakten zu sammeln die deine Meinung stützen dann sag das. Aber mit seinem beruf anzugeben ist miserabelstes Diskussionsniveau, v.a. weil es nichts zur sache tut - ich nehme nicht an dass du erfahrungswerte hast bezüglich statistischen Verfahren bei 10stelligen Datenmengen?","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T16:40:55.055+0000","up_votes":1,"down_votes":2,"body":"Will ich ja gar nicht sagen ich habe ihm mehrmals auch zugestimmt, er ignoriert jedoch sämtliche meiner Quellen referenzen und untergräbt dabei mein Argumentation.\nEr unterstellt mir zu trollen unwissend zu sein und das ich mich nciht informieren würde.\n\nUnd ja dann muss ich auch mal sagen das ich mit solch einem System (auch wen um ein vielfaches einfacher) arbeite und daher wahrscheinlich einen anderen Blick auf ein solches System habe.\n\nIch habe Support Mitteilungen referenziert und auch seinen eigenen Vortrag verwendet. Immer noch unterstellt ihr mir keine Quellen zu bringen.\nAber mir unterstellen ich würde nur sehen wollen was ich mag.\n\nUnd nein mit 10 stelligen Datenmengen nicht, aber mit parsen und erstellen von Log Datein.\n\nUnd daher möchte ich mir anmaßen eine Meinung zu einem System und den genannten Zahlen zu äußern.\n\n","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-12T23:27:49.301+0000","up_votes":2,"down_votes":1,"body":"> Und ja dann muss ich auch mal sagen das ich mit solch einem System (auch wen um ein vielfaches einfacher) arbeite und daher wahrscheinlich einen anderen Blick auf ein solches System habe.\n\nNein, einfach nein. Wirklich nicht. Nur weil ein anderer ein deiner Meinung nach unangenehmen Diskussionstil pflegt musst du nicht arrogante Scheinargumente hervorkramen.","replies":[]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-12T17:01:15.136+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=VergesseneKraft,realm=EUW,application-id=KYnfKGf0,discussion-id=fYAZ4mfv,comment-id=00020000000000000001000000000000,timestamp=2015-06-12T16:03:14.079+0000)\n>\n> Verzeih mir das ist mein Letzter Versuch dir die Sicht von jemanden zu zeigen der in seinem Beruf automatisiert Teste mit anschließender Auswertung der Log Dateien mit einem Skript durchführt.\n\nAch jetzt ist es aufeinmal schon dein Beruf. In vorherigen Posts warst du noch Informatik Student. Aber wie ich bereits schrieb, beeindruckt mich das nicht, da Du von den harten Fakten zu Riots Systemen eben viel zu wenig weißt.\n\n> \n> Erstens ja ein Programm sortiert vor.\n\nDie erste Sortierung ist schon das Reportsystem. Welches nur bei hoher Reportrate triggert und welches persönliches Reportweighting der Spieler berücksichtigt.\n\n> \n> Ja es kann sicher Fälle geben in denen eine direkte Entscheidung durch das System möglich ist.\n> \n> Zweitens es gibt unterschiedliche Arten von Negativen Verhalten.\n> Welche unterschiedlich leicht/schwer zu erkennen sind.\n\nDas habe ich auch nie bezweifelt.\n\n> \n> Drittens es gibt unterschiedliche Atmosphären die einen Einfluss auf die Bedeutung der Nachrichten haben.\n\nAtmosphären? Ach du meinst den Kontext. Ja, na und? Wie auch im Vortrag bereits erklärt wurde, beherrscht das System mehr als nur einen Wortfilter und kann sehr wohl auch den Kontext interpretieren. Der Fehler des Selfflame Kontexts wurde erkannt, zugegeben und berichtigt.\n\n> \n> Viertens wie du bereits sagtest gibt es Instant Strafen aber nicht nur.\n\nEs gibt auch die Strafen, die eben erst mal viele Spiele sammeln und dann bei genügend Reports einen Fall triggern. Das bedeutet nicht, dass hier manuell eingegriffen werden muss. Dies geschah auch schon so zu Tribunalzeiten. Die Tribunalfälle wurden auch nur bei Härtefällen von Supportmitarbeitern nachkontorlliert. Da das Tribunal aber zu langsam war, wurde die Community Komponente jetzt durch eine maschinelle ersetzt.\n\n> \n> Fünftens die Vorkontrolle hat Ihre Grenzen und wird daher durch Support Mitarbeiter gestützt.\n> \n\nUnd hier liegst du falsch! Es handelt sich nicht um eine Vorkontrolle, sondern um die maßgebliche Kontrolle durch rein maschinelle Systeme. Support Mitarbeiter werden nur für Stichproben zur Optimierung tätig, oder wenn ein Spieler anfragt und um Kontrolle bittet. \nSozusagen ist die menschliche Komponente eine eventuelle aber keinesfalls immer durchgeführte Nachkontrolle.\n\n> \n> Nebeninformation wenn ich in einem gut automatisiertem System ein vorkontrolliertes Chatlog bekomme, meine ich zwischen 3-5 Minuten zu brauchen um eine grobe Entscheidung zu fällen ob die Vorauswahl richtig war. In diesem Fall hätte ich 5 Minuten vom Report und der Kontrolle durch die Maschine und 5 Minuten Zeit um die Strafe auszulösen.\n> \n> Ich läge damit innerhalb deines 15 Minuten Zeitfensters.\n\nLOL. Natürlich kann eine Person einen Fall in ein paar Minuten abarbeiten. Das war ja im Tribunal auch so, dass man in der Regel in diesem Zeitfenster einen Fall entscheiden konnte. \n**Aber** du vernachlässigst völlig die Anzahl der Fälle und, dass diese rund um die Uhr eingehen. Glaubst Du wirklich die paar Supporthanseln könnten diese riesige Menge abarbeiten? Wäre dies möglich, hätte es das Tribunal schon nicht gegeben. Es ist einfach nicht möglich diese Datenmenge manuell ohne massiven Aufwand an Personalkosten zu bewältigen.\n\n> \n> Bitte lese dir deine Nachrichten durch und frage dich ob du so angesprochen werden magst. Ich mag es nicht.\n\nIch werde immer ungehaltener, da Du einfach nur selektiv Aspekte aus den Fakten herauspickst und dich in keiner Weise einsichtig zeigst. Dabei legst du einen besserwisserischen, oberlehrerhaften Ton an den Tag. Dadurch, dass Du dann massiv offensichtlich falsche Fakten aufstellst, und diese immer wieder wiederholst, nachdem diesen widersprochen wurde, erzeugst Du eine sehr ablehnende Atmosphäre, die nicht gerade dazu einlädt übermäßig freundlich mit Dir zu diskutieren. Vielmehr ist es ja keine Diskussion, denn diese würde voraussetzen, dass sich jemand von besseren Argumenten bzw. Fakten überzeugen lässt. Es handelt sich vielmehr bei meinen Posts um Aufklärung auch an andere Spieler dem Unfug, den du verbreitest, keinen Glauben zu schenken. \nGut eine versönlichen Vorschlag muss ich dann doch geben. Wenn Du mit Deiner von Dir angesprochenen Legasthenie Probleme hast meine Texte zu verstehen, kann ich mich bemühen kürzere einfachere Sätze zu schreiben. Ich neige dazu zu lange Schachtelsätze zu formulieren.\n\nWir könnten natürlich auch tatsächlich angemessen über Probleme mit dem System diskutieren: Zum Beispiel missfällt mir, dass Lyte zwar in seinem Vortrag das Feedback für den Spieler als sehr wichtig betrachtet und als Lesson 1 aufzählt, aber wir über ein Jahr bei den Strafsystemen auf die Wiederkehr der Chatlogs warten.\nHier wurden also offensichtlich ganz unterschiedliche Prioritäten im Vortrag und in der tatsächlichen Entwicklung gesetzt. \nMir ist durchaus bewusst, dass Tribunalsysteme genauso wie Replays dadurch zurückgehalten werden, dass sie durchaus einiges an Serverpotential benötigen. Es wurde ja auch ganz aktuell auch erst wieder von Lyte auf genau diese Probleme hingewiesen (siehe Twitter). Trotzdem ist eine Wartedauer von weit über einem Jahr auf ein von Riot selbst als sehr wichtig angesehenes Feature, das wir sogar schonmal hatten, ziemlich mangelhaft.\n\nEdit: Zum letzten Absatz würde mich auch gerne die Meinung der anderen interessierten Forennutzer (Humpel und Co) interessieren.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T17:38:28.599+0000","up_votes":1,"down_votes":1,"body":"Bin dualer Student an der HWR Berlin :) Sprich ich arbeite 3 Monate Vollzeit habe dann 3 Monate intensiv Studium.\n\n> Und hier liegst du falsch! Es handelt sich nicht um eine Vorkontrolle, sondern um die maßgebliche Kontrolle durch rein maschinelle Systeme. Support Mitarbeiter werden nur für Stichproben zur Optimierung tätig, oder wenn ein Spieler anfragt und um Kontrolle bittet.\nSozusagen ist die menschliche Komponente eine eventuelle aber keinesfalls immer durchgeführte Nachkontrolle.\n\nKannst du das mit einer Quelle belegen wo das genau so gesagt wird? Denn in jeder mir bekannten Quelle wird immer wieder auf einen Support Stuff hingewiesen der die Entscheidungen des Systems gründlich überprüft.\n\n> Aber du vernachlässigst völlig die Anzahl der Fälle und, dass diese rund um die Uhr eingehen. Glaubst Du wirklich die paar Supporthanseln könnten diese riesige Menge abarbeiten?\n\nOk Sympathie Punkte für \"Supporthanseln\" made my day xD\n\nJa glaube ich, wie bereits erwähnt arbeite ich auch mit Log Dateien (Im Bereich Voice over IP)\nDer einfachste SIP Call (Hier die Internet Telefonie sache) erzeugt auf meinem Test System ein Logfile mit ca. 350 Zeilen. Nach 2 \"einfachen\" Filtern kann ich dieses für eine erste Analyse auf 12 Zeilen runterbrechen.\nUnd desweiteren nehme ich an das die Support Mitarbeiter damit Ihr Geld verdienen.\n\nIch selbst hab damals so ein bis zwei pro Tag gemacht^^ \n\n\nUnd zum letzten Absatz ich meine du bringst solche Kommentare:\n> Awww someone thinks he is better and older. Unfortunately I'm playing this game since Preseason 1 as well and I don't see you anywhere close to Challenger.\n\n(hab einfach mal ein Kommentar genommen was nicht auf mich bezogen ist)\nIst nicht böse gemeint aber das ist wie das \"oberlehrerhaft\", ich meine du zeigst Interesse was ich echt cool finde aber dann so etwas. \nDas ist passiv-aggressiv und stellt dein Wissen in den Hintergrund :(","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T19:26:19.641+0000","up_votes":1,"down_votes":0,"body":"So neben der LCS habe ich mal ein bisschen durch alte Redposts gewühlt. Es ist eigentlich bei fast allen Ankündigungen und Posts klar, dass die \"mashine learning systems\" die Fälle selbstständig entscheiden und von Menschen nur Stichproben durchgeführt werden. Aber hier hast du jetzt einen eindeutigen Post:\nhttp://forums.na.leagueoflegends.com/board/showthread.php?t=4624721&page=10#post48062344\n\n>The teams don't review 100% of cases.\n\nUnd damit ist das Thema jetzt ein für alle mal durch.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-13T10:14:37.384+0000","up_votes":1,"down_votes":1,"body":"Nö einen hab ich noch :P\n> I'm open to hearing your feedback. Even in the Tribunal, Player Support only manually reviews **ambiguous cases**, or severe cases (that result in bigger penalties).\n\n> Even in the chat restriction system, **so few players are affected on most servers that Player Support does review a significant portion of the cases and Player Behavior reviews another significant portion.** The teams don't review 100% of cases.\n\n> Is the problem you have with the system that there are false positives and positive players being punished, or that we should review 100% of cases regardless of the accuracy of the system?\n\n**Ich stimme dir nochmal zu** das es Fälle gibt bei denen ich damit rechnen kann das diese voll maschinell abgearbeitet werden.\n\nIm Post steht aber auch das eine beachtliche Anzahl der Fälle durch die Teams überprüft wird.\nLeider steht hier keine Prozentangabe.\nIm ersten Satz der sich noch auf das Tribunal bezieht zeigt Lyte das es nicht nur Stichprobenartig (zufällige Überprüfungen), sondern auch gezielte Überprüfungen bei unklaren und schweren Fällen gibt.\n\nEin kleines Rechenbeispiel mit leider ungenauen Zahlen :/\n\n27.000.000 Spieler pro Tag (nehme nicht die Pro Monat da dort glaube ich mehr Zweit Drittaccounts mit gezählt sind als bei der Pro Tag Zahl)\n\nDavon sind 5 % der Spieler irgendwann mal Bestraft worden, nehmen wir mal an täglich.\nDas wären dann 135.000 Weltweit.\n\nDas ist schon ganz schön viel, hast du nun aber sagen wir 100 Mitarbeiter sind es nur noch\n1350, immer noch viel.\n\nGehen wir davon aus sie arbeiten nur 8 Stunden (eher 24 im Schichtwechsel),\nhaben sie ca. 170 Fälle pro Stunde.\nNun bin von 100 Mitarbeitern Ausgegangen, da ich nicht weiß wie viele Riot in dem Bereich hat.\nDenke aber es könnten mehr sein.\nDazu kommen auch die von dir erwähnten (ich Stimme dir immer noch zu) Fälle die das System direkt entscheiden darf.\n\nIch mag mich mit dieser **absurd ungenauen** Berechnung auf den zweiten Absatz von Lyte beziehen.\n>  Even in the chat restriction system, **so few** players are affected on most servers that...\n\nEs sind sowenig Spieler durch die Chat Restriktion beeinträchtigt das... der Support und das Bad Behavior Team einen Großteil der Fälle überprüfen.\n\nFazit: ich glaube der Mensch ist noch sehr wichtig in dem System (alleine aus moralischen Gründen) und ich hoffe das du mich etwas verstehen konntest.\n(PS: ich musste richtig grinsen als ich gesehen habe das du nur einen Teil zitiert hast)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-14T12:33:48.468+0000","up_votes":1,"down_votes":0,"body":"Und wieder verdrehst du Argumente: Signifikant heißt in keiner Weise >50% was du mit \"Großteil\" andeutest. Signifikant heißt in der Regel nur, dass die absolute Anzahl der überprüften Fälle selbst statistisch relvant ist. Das sagt nichts darüber aus, dass die Gesamtzahl durchaus noch sehr viel höher sein kann. In diversen Zitaten wurde immer wieder von mehreren Tausend überprüften Fällen gesprochen.\n\nDas Player Behavior Team überprüft nur Fälle, wenn es das System weiterentwickelt. Es ist nicht deren Aufgabe den ganzen Tag nur Fälle zu überprüfen. Lyte ist so nett, dass es sich in seiner Freizeit machmal hinsetzt und Anfragen aus Reddit nachüberprüft.\n\nAuch der Player Support hat weiß Gott was anderes zu tun als die gesamte Arbeitszeit nur Fälle zu überprüfen. Dann ist auch die Zahl 100 Leute nur für Spielerverhalten eher ziemlich hoch. Im Entwicklungsteam werden höchstens 10 Leute sein und in den einzelnen Supportsektionen haben die Leute mit den ganzen anderen Problemen auch noch genug zu tun. Technsische Probleme, finanzielle Probleme. Lange Tickets wollen auch gelesen und beantwortet werden. Allein die Tatsache, dass man auf fast jede Art von Anfrage eine vorformulierte Erstantwort erhält zeigt doch, dass der Support alle Hände voll hat.\n\nUm die Größenordnung mal allein für EU etwas einzuschätzen haben wir ja gerade den Fall, dass auf EUW das Spektatorsystem nicht mehr funktioniert weil der Counter über 2^31 gelaufen ist. Wenn man diese Zahl durch 5*365 teilt kommt man auf grob 1,2 Millionen Spiele pro Tag. Diese Zahl könnte auch noch niedrig geschätzt sein, da der Counter evtl. erst ab Erstellung des Spekatorsystems läuft oder seit Trennung der Server. Außerdem ist die Zahl natürlich heute aufgrund des Spielerwachstums größer.\nAber grob 1,2 Millionen Spiele  mit 10 Spielern (gut ein paar spielen auch TT) allein auf EUW. Ich glaube nicht, dass allein in EU 100 Supportmitarbeiter sich hauptsächlich damit beschäftigen sich um Player Behavior zu kümmern und wie bereits erwähnt schauen diese Leute nicht ihre ganze Arbeitszeit nur durch Chatlogs.\n\nEs wurde auch mal ausdrücklich gesagt, dass kein Riotmitarbeiter über längere Zeit nur \"Tribunal\"-arbeit machen soll, da diese Arbeit auf die Dauer auch sehr ermüdend und frustrierend ist. Das kann ich absolut nachvollziehen. Pro Tag eine Hand voll Fälle zu machen ist okay, aber wenn man sich Stunden durch toxischen Mist wühlt geht einem das auch auf die Psyche. Warum also nicht den Computer arbeiten lassen?\n\nDann kommt noch dazu, dass ich den Fall zitiert hatte, wo Lyte den Fall nachüberprüft hat, bei dem bei einem Toxiclevel von 1-1000 der Wert  500,1 trotzdem automatisiert beurteilt wurde.\n\nDer erste Absatz ist klar, es wurde zu Tribunalzeiten immer gesagt, dass die Härtefälle, wenn es um einen Permaban geht nochmal vor einem Rioter landen. Aber heute ist dies nicht mehr so.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-15T02:27:49.124+0000","up_votes":1,"down_votes":0,"body":"Als angehender Informatiker solltest Du aber wissen, dass übergroße Projektteams nicht unbedingt förderlich sind. Ich denke nicht, dass im Kernteam des Player Behavior Teams mehr als 10 Leute sind. Diese 10 Leute sitzen auch nur in LA und werden wahrscheinlich auch fast nur Englisch verstehen. Die werden sich vielleicht noch etwas Verstärkung holen, wenn es bei konkreten Projekten um die Entwicklung von Front End oder Back End Komponenten geht. Oder sie fliegen eben, wie sie es sagten, für große Testreihen aus der ganzen Welt Leute ein, da sie die auch für die verschiedenen Sprachen brauchen.\n\nAls angehender Naturwissenschaftler sollte Dir auch der Begriff der statistischen Signifikanz im Gegensatz zum umgangssprachlichen, den Du mit deinem Link zum Wörterbuch andeutest, zumindest ein Begriff sein. Da Lyte einen Doktor in Neuropsychologie hat, ist davon auszugehen, dass gerade in diesem Zusammenhang eher der wissenschaftliche Begriff sinnvoll ist, ansonsten hätte er den Satz auch anders formuliert.\n\nJa genau, outgesourcte arme Schlucker müssen den ganzen Tag Tribunalfälle bearbeiten, bis sie völlig durchdrehen und sabbernd und Flamebuzzwords brabbelnd in die Anstalt kommen. Riot will möglichst große Qualität bei ihren Urteilen erreichen. Dafür werden sie wohl eher nicht das Schicksal der Spieleraccounts in die Hände einer Drittfirma legen.","replies":[]},{"id":"","poster":"VergesseneKraft","date":"2015-06-14T21:21:27.724+0000","up_votes":1,"down_votes":1,"body":"> Lange Tickets wollen auch gelesen und beantwortet werden. Allein die Tatsache, dass man auf fast jede Art von Anfrage eine vorformulierte Erstantwort erhält zeigt doch, dass der Support alle Hände voll hat.\n\nSicher es handelt sich dabei aber auch sicherlich darum das der Support eine Einheitliche Meinung vertreten soll, als auch um Fehlinformationen zu vermeiden\n\nLeider verwendet der Support noch bevor das Ticket weitergereicht wird, Nachrichten um zu signalisieren das nichts an der Strafe geändert wird.\n\nUnd lange Tickets werden meist überflogen.\n\n> Und wieder verdrehst du Argumente: Signifikant heißt in keiner Weise >50% was du mit \"Großteil\" andeutest. Signifikant heißt in der Regel nur, dass die absolute Anzahl der überprüften Fälle selbst statistisch relvant ist.\n\nhttp://www.dict.cc/englisch-deutsch/significant.html\n\nDie genaue Zahl kenne ich nicht, denke/hoffe aber das Lyte von seiner Einstellung her so viele wie Möglich überprüfen lässt. (Vermutung)\nDas ich jedoch etwas verdreht habe ist mir nicht aufgefallen, umgangssprachlich kenne ich es mit erheblich. Ansonsten hätte er \"relevant\" schreiben können.\n\n> Es wurde auch mal ausdrücklich gesagt, dass kein Riotmitarbeiter über längere Zeit nur \"Tribunal\"-arbeit machen soll, da diese Arbeit auf die Dauer auch sehr ermüdend und frustrierend ist. Das kann ich absolut nachvollziehen. Pro Tag eine Hand voll Fälle zu machen ist okay, aber wenn man sich Stunden durch toxischen Mist wühlt geht einem das auch auf die Psyche. Warum also nicht den Computer arbeiten lassen?\n\nVerstehe ich vollkommen, denke aber das Riot bei Inbetriebnahme der Wartungsarbeiten für das Tribunal in diesem Bereich aufgestockt hat. Eventuell haben sie auch einen Teil des Supports outgesourced, könnte ich mir bei der ersten Ebene der Ticket behandlung gut vorstellen.\n\n> Im Entwicklungsteam werden höchstens 10 Leute sein\nIch zweifle diese Zahl mal sehr stark an, es sei den du beziehst dich auf ein einzelnes Team. Dazu scheint mir Riot ein wenig zu groß zu sein.","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-06-12T14:38:54.984+0000","up_votes":1,"down_votes":0,"body":"Warum erfindest du eigentlich hypothetische Fehler statt auf echte zu verweisen?\n\nDein Beispiel ist ja schön und nett, kam aber bisher real einfach nicht nachweislich vor. Es ist darum einigermassen komisch zu sagen dass die Chatanalyse den fall falsch beurteilen würde, weil wenn sie dies täte, würde in rigendeinem Forum irgendjemand bei dem genau dieser Fehler geschah rumheulen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T14:48:31.245+0000","up_votes":1,"down_votes":2,"body":"Das ist ja genau das was bei Billy vs Machine im Vortrag beschrieben worden ist, der Spieler hat sich selbst geflamed und wurde gebannt erst nach lautstarker beschwerde im Forum wurde genauer nachgeschaut...\n\nIch kann mir gut vorstellen das es kein Einzelfall war nur der einzige der es bemerkt und sich auch wirklich beschwert hat.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T15:02:52.666+0000","up_votes":1,"down_votes":0,"body":"Und da kommen wieder Vorstellungen und Verschwörungstheorien. Es wurde in dem Vortrag gesagt, dass sie zig tausend Fälle kontrolliert haben und pratisch keine Fehler gefunden haben. Dieser eine Fall mit dem Selfflaming zeigt, dass Riot nicht scheut auch Fehler zuzugeben. Dieser Fall war vor ca. 1 Jahr also wenige Monate nach der Einführung der Systeme. Seither wurden die Systeme weiter optimiert und zuletzt wurde die Fehlerrate von 1 zu 6000 veröffentlicht.\n\nDie Systeme sind mittlerweile so gut, dass sie auch anhand nur eines Spiels mit hoher Toxizität entscheiden können und dann innerhalb von Minuten eine Strafe verteilen können.\nAuch hier wurden schon einige Fehler gefunden, zugegeben und berichtigt (siehe Lyte auf Reddit).  Es ändert nichts daran, dass die automatisierten Systeme gut arbeiten.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T16:02:47.681+0000","up_votes":1,"down_votes":3,"body":"Die Fehlerrate von 1 zu 6000 wurde bereits vor Einführung des Systems genannt wenn ich mich nicht irre.\n\nWas ist da für eine Verschwörungstheorie ? Das man als Kritiker eines Systems Zahlen anzweifelt sit normal, dadurch ensteht der Druck das die Zahlen immer wieder überprüft und nicht Blind akzeptiert werden.\n\nEs ist eine normal und rational davon auszugehen das nicht alle Fehler entdeckt werden also die Schattenzahlen höher ausfallen. Z.B. besitzt man momentan kaum eine Chance ein Veto gegen eine CR einzulegen bzw. eine Unschuld nachzuweisen.\n\nDabei gilt jedoch das man als Grundlage die Zahlen des unternehmens sieht und abschätzt wie genau diese sind bzw. wodurch diese verschönert/verfälscht worden könnten.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T16:20:43.040+0000","up_votes":2,"down_votes":1,"body":"Nur zum ersten Satz: Du stellst wieder Vermutungen ohne Hintergrundwissen auf. Die Fehlerrate wurde vor ein paar Wochen von Lyte auf reddit so genannt. Etwas später nannte er auch auf Reddit die Zahl 5000-6000. Im Vortrag vom April wird diese Zahl nicht erwähnt. Dort beschreibt er, dass im Betatest 10000 Fälle untersucht wurden ohne große Fehler festzustellen.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T16:49:29.881+0000","up_votes":1,"down_votes":2,"body":"Habe aber die Zahl schon ca. April auf Reddit gesehen, bzw. ja ich habe eine Vermutung gebracht. Dies aber auch gekennzeichnet oder :)\n\nUnd den Post selbst habe ich nciht gefunden aber etwas im englischen Forum von einem Wrenchman:\n\n> Riot has on several occassions released data regarding their systems.\n\n> Their systems aren't always as automated as people believe, because there's still a large Player Behaviour staff whos job is to handle player behaviour cases, and go through cases the system identifies to confirm the results.\n\n> \"In terms of false positives, we recently flew in Player Support and Player Behavior team members from all around the world to hand-review thousands of chat logs, and we saw false positive rates in the 1 in 6000 range. So, we know the system isn't perfect, but we think the accuracy is good enough to launch.\"\n\n> Source. (It's a reply to a comment, and not in the article itself.)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-12T17:34:19.570+0000","up_votes":1,"down_votes":0,"body":"Dein Zitat klingt ziemlich genau nachdem was Lyte vor 20 Tagen auf reddit kurz nachdem Release der neuen instant Strafen gepostet hat:\n[reddit](http://www.reddit.com/r/leagueoflegends/comments/36xcya/banned_for_literally_nothing/cri1oa7?context=3)\n\nRund um diesen Zeitraum tauchte auch die Zahl 1 zu 6000 auf und wurde dann von vielen so nachgepostet.\n\nWas in dem von Dir geposteten Zitat etwas missverständlich ist ist der Satz:\n> and go through cases the system identifies to confirm the results.\n\nDies könnte man auch so interpretieren, dass das System auch manche Fälle offenlässt, die manuell beurteilt werden müssten. Es heißt aber bei weitem nicht, dass jeder Fall manuell bearbeitet wird. Außerdem wenn man diese Interpretation im Kontext von Lyte's eigenem Post liest, bedeutet es nur, dass die Fälle vom maschinellen System ausgesucht wurden und dann zur Kontrolle nachgeprüft wurden. Dies war für den großangelegten Test des brandneuen Instantban systems.\n\nWenn man dann noch den folgenden Post von Lyte aus dem selben Thread beachtet\n[reddit](http://www.reddit.com/r/leagueoflegends/comments/36xcya/banned_for_literally_nothing/crhxxn7?context=3)\n\nwird klar, dass die maschinellen Systeme sehr wohl auch die Grenzfälle selber entscheidet. Manuell war dann erst die Nachkontrolle auf Anfrage. In diesem Fall war das System nur direkt nach der Einführung noch nicht richtig geeicht. \nWieder hat Riot wenig verschwörerisch diesen Fehler nicht verheimlicht sondern eingestanden und das System berichtigt.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T17:54:06.258+0000","up_votes":1,"down_votes":2,"body":"Frag mich nicht von wann der Post ist^^\n(auch wenn ich die 1/6000 eher als 1/600 sehe^^)\n\n> wird klar, dass die maschinellen Systeme sehr wohl auch die Grenzfälle selber entscheidet. Manuell war dann erst die Nachkontrolle auf Anfrage. In diesem Fall war das System nur direkt nach der Einführung noch nicht richtig geeicht.\n\nEs gibt starke Andeutungen aber nichts genaues, wäre aber ein sehr mutiges Unterfangen gerade im Bezug auf die Rechtslage in Deutschland.\nUnd wie gesagt Sprache ist lebendig, ja es gibt Muster die sich aber stätig verändern.\n\nAuch muss man immer bedenken das Lyte das System vereinfacht präsentiert.\nDen Multilinguale Spracherkennung ist echt wäh. Mich haben schon einfache Grammatiken genervt^^ \n\nZu den Fehlern das Problem ist der Spieler kontaktiert den Support und hat ein Problem festgestellt.\nWas nun passiert ist kein: Wir werden es uns anschauen \nsondern ein: Wir werden an unserer Entscheidung nichts ändern (Kommt ca. 1 - 2 Stunden nach stellen des Tickets)\nBis man zum Badbeavior Support kommt dauert es nerven. Bzw. glaube ich das viele freundliche Spieler die Strafe einfach hinnehmen und sich fragen wie sie freundlicher sein können.\n\nAlles im allen ich mag das es so ein System gibt aber bis es Perfekt ist mag ich es auch kritisieren.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}