{"id":"si0M9V3t","poster":"Cpt Juke Sparrow","date":"2015-06-09T22:31:54.307+0000","title":"SUCHEN MIDLANER","subforum":"Clans & Teams","up_votes":4,"down_votes":2,"body":"Hallo,\r\n\r\nwir suchen ab morgen einen neuen Midlaner f&uuml;r unser Ranked Team.\r\nWir befinden uns aktuell mit einem Team in Platin 5 und mit zwei weiteren in Gold 1.\r\n\r\nDu solltest:\r\n- **18+**\r\n- min. **Platin 3**\r\n- und **kommunikativ** sein.\r\n- **aktuellen Championpool** -&gt; z.B. Azir, LeBlanc, Cassio, Orianna, usw.\r\n\r\nWir bieten ein starkes, eingespieltes Team mit viel Kommunikation, sowie Taktik und Spielverst&auml;ndnis.\r\nWir trainieren:\r\nSonntag - Donnerstag ab 20Uhr -&gt; von diesen 5 Terminen kommen wir meist 3-4 mal zum trainieren.\r\n\r\nProbespiele sind **morgen 20Uhr**. Bei Interesse bitte hier unter diesem Thread einen Kommentar abgeben. Vielen Dank!\r\n\r\nBeste Gr&uuml;&szlig;e,\r\nCpt Juke Sparrow","replies":[{"id":"","poster":"Levix","date":"2015-06-10T10:57:31.147+0000","up_votes":1,"down_votes":0,"body":"Hey, ich hätte auch Interesse :)\nBin momentan Platin 4 (grade Plat 3 Promo mal wieder verhauen :p), bin ambitioniert weiter aufzusteigen und werde dieses Jahr 18\nHabe Teamrankederfahrungen, mein letztes Team war auch in Platin 5 mit ca. 60% Winrate, sollte also elomäßig passen. Suche ein aktives Team, ca. 4 Trainingstage passen also wirklich gut für mich. Auch das restliche bezüglich Taktik, Kommunikation etc. ist genau was ich suche. \n\nSolltet ihr also Platin 4 und (noch) 17 für in Ordnung befinden würde ich gerne bei den Tryouts mitmachen, meldet euch gern :)\n\nViele Grüße,\nLuca aka. Levix","replies":[{"id":"","poster":"Cpt Juke Sparrow","date":"2015-06-10T13:52:22.403+0000","up_votes":1,"down_votes":0,"body":"Hallo, danke für dein Interesse, leider müssen wir irgendwo die Grenze ziehen. So ist das leider.\nDennoch weiterhin viel Glück bei deiner Suche.","replies":[{"id":"","poster":"Levix","date":"2015-06-11T21:30:16.498+0000","up_votes":1,"down_votes":0,"body":"Liegt's am Alter oder Division? :)\nDie hat sich nämlich mittlerweile verändert, jetzt Plat 3 39 LP :p 18 werde ich trotzdem leider erst im November.","replies":[]}]}]},{"id":"","poster":"M4ster Yi","date":"2015-06-10T16:23:51.488+0000","up_votes":1,"down_votes":0,"body":"Hab auch intresse","replies":[]},{"id":"","poster":"Schmelvid","date":"2015-06-10T11:57:58.082+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Cpt Juke Sparrow","date":"2015-06-10T13:52:42.179+0000","up_votes":1,"down_votes":0,"body":"Du bekommst ingame eine Anfrage und alles weitere dann.","replies":[]}]},{"id":"","poster":"Roko338","date":"2015-06-09T23:37:21.495+0000","up_votes":1,"down_votes":0,"body":"Hi\nhätte theoretisch interesse.\nBin im mom aber nur plat 5 da ich rankeds einfach nich getryharded hab sondern wie normals spiele..... Wenn ich wirklich spiele um zu gewinnen is meine elo wohl so durschnittlich plat 2 oder 3 (jaja sagen alle aber ich war auch schonmal da und weiß wie die leute ca spielen :D)\n\nChamp main is eig Ziggs und ich mag long range champs eig sehr gerne aber bin auch ok mit lb, ori und cassio wollte ich eh mal lernen und hab se mir vor paar tagen gekauft.\nKlar hilft euch nichts sofort wenn ich sie noch nicht kann jedoch ist ziggs xera usw meiner Meinung nach auch nicht komplett aus der Meta,(vorallem weil lb eh nen kleinen nerf abbgekommt im 5.11) und ich würde auch andere lernen(habe im mom viel zeit).\n\nHört sich erstmal alles bisschen doof an aber man kann ja vllt mal einfach paar spiele machen und dann gucken.\n\nmfg\n\nPs. achja bin 21 :)","replies":[{"id":"","poster":"Cpt Juke Sparrow","date":"2015-06-10T13:53:59.737+0000","up_votes":1,"down_votes":0,"body":"Wie oben bereits erwähnt, muss man irgendwo die Grenze ziehen (da sonst auch einfach viel zu viele Anwärter dabei sind, vor allem für midlane).\nDennoch danke für dein Interesse und weiterhin alles Gute!","replies":[]}]}]}