{"id":"AkGKJ6nb","poster":"Shisuke","date":"2019-03-19T17:55:56.131+0000","title":"Collapse eSports lädt zur großen Communityeröffnung ein","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://i.imgur.com/mh583EO.png","image":null},"up_votes":1,"down_votes":0,"body":"Grüße an die interessierte Community,\n\nCollapse eSports lädt zur großen Communityeröffnung am 24.März.2019 um 18:00 Uhr ein, in Form eines für euch organisierten Events. .\n\nOb Casual, engagierter Teamspieler oder erfahrener Turnierspieler, bei unserer Community seid ihr bestens beraten. \n\nSelbst als bestehendes Team findet ihr euren Nutzen während diesem Event.\n\nDenn wir bieten euch in Form eines Teambingos die Möglichkeit sofortigen Anschluss in ein brandneues Team zu finden oder im Fall eines schon bestehendes Team die Möglichkeit Freundschaften und Scrimmpartner mit anderen Teams zu bilden.\n\nWie wird es ablaufen? Ganz einfach.\n\nAm Sonntag dem, 24.März.2019, werden wir die 3 Communityleiter , Its Mister Tee, Souljumper und Shisuke, 30 Minuten vor der offiziellen Eröffnung uns im Teamspeak einfinden um einen Eröffnungschannel zu erstellen in dem sich alle interessierten sich schon mal einfinden können. \n\nSofern können wir vorher die Mainrollen der Spieler erfassen und verteilen so, dass alle Spieler später ihrer Rolle gerecht in zufällig gewürfelte Teams gewürfelt werden können und damit gegen andere auf die gleiche Art entstandene Teams ihren Spaß haben können. \n\nBegleitet werdet ihr außerdem von unseren Streamern die dieses Ereignis teilen.\n\ntwitch.tv/jaenx_inc\n\ntwitch.tv/zshisuke\n\nAber das ist nicht alles. Selbst nach dem Event besitzt ihr mit unserem Teamspeak eine Plattform euch zu organisieren, zu spielen und Teams zu finden. \n\nIn Form von eigenen Channeln könnt ihr in Ruhe trainieren und eure Taktiken überlegen und ausfeilen. \n\nSo bekommt ihr auch Hilfe von uns in der Teamfindung, weiterhin werden wir für euch Scrimmpartner organisieren und euch Turniere suchen die euren Interessen entsprechen.\n\nWeiterhin erwarten euch auch in Zukunft spannende Projekte und Events die sich rund um und außerhalb von League of Legends drehen werden.\n\nSelbstverständlich haben wir um einen reibungslosen Verlauf zu gewährleisten auch ein eigenes Regelwerk erstellt damit jeder mit Spaß spielen kann.\n\nMeldet euch bei uns um euch vorab um euch anzumelden, dies ist unverbindlich, dennoch könnt ihr uns auch gerne spontan besuchen. \n\n62.104.20.210:10119\n\nSeid dabei und habt mit uns Spaß.\n\nFreundliche Grüße von der Collapse eSports Communityleitung.","replies":[{"id":"","poster":"Its Mister Tee","date":"2019-03-24T16:28:03.580+0000","up_votes":1,"down_votes":0,"body":"push","replies":[]},{"id":"","poster":"Míster Styx","date":"2019-03-24T12:01:11.642+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"Míster Styx","date":"2019-03-23T16:07:57.519+0000","up_votes":1,"down_votes":0,"body":"Push","replies":[]},{"id":"","poster":"Its Mister Tee","date":"2019-03-21T22:04:00.312+0000","up_votes":1,"down_votes":0,"body":"PS: Ihr könnt uns auch In Game adden \n\nNamen: Its Mister Tee, SoulJumper, Shisuke","replies":[]}]}