{"id":"bUomw71g","poster":"Psychoboys","date":"2015-06-09T09:26:12.225+0000","title":"Rankeds","subforum":"Champions & Gameplay","up_votes":1,"down_votes":3,"body":"Warum kann man nicht schon fr&uuml;her Rankeds machen bzw. warum gibt es 30 Beschw&ouml;rerstufen? Ich will endlich rankeds machen bin aber erst Beschw&ouml;rerstufe 22. :( Ich denke dass ich schon gut genug bin f&uuml;r Rankeds. Riot k&ouml;nnte doch einf&uuml;hren dass man wenn man Besch&ouml;rerstufe 20 erreicht hat selbst entscheiden kann ob man schon rankeds machen will oder noch bis Beschw&ouml;rerstufe 30 spielen will. \r\nDie Sache die ich einf&uuml;hren w&uuml;rde, dass die Leute, die sich fr&uuml;her entscheiden mit rankeds loszulegen in eine andere Warteschlange kommen; hei&szlig;t dass sie nur mit/gegen Leute spielen die auch erst auf Beschw&ouml;rerstufe 20 sind. Das ist &auml;zend. :( Hab nicht mehr viel Spa&szlig; daran Normals zu machen.","replies":[{"id":"","poster":"ikslhairtuz","date":"2015-06-09T09:37:06.256+0000","up_votes":2,"down_votes":0,"body":"Weil die Leute mit Level 22 noch nichtmal Wissen wie man Runenseiten erstellt... Ich denke du bist das beste Beispiel dafür!","replies":[{"id":"","poster":"lronic","date":"2015-06-09T11:24:16.523+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=ikslhairtuz,realm=EUW,application-id=Wj1wcocU,discussion-id=bUomw71g,comment-id=0001,timestamp=2015-06-09T09:37:06.256+0000)\n>\n> Weil die Leute mit Level 22 noch nichtmal Wissen wie man Runenseiten erstellt... Ich denke du bist das beste Beispiel dafür!\n\nMade my Day","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-06-09T09:35:22.719+0000","up_votes":2,"down_votes":0,"body":"Du kannst kein Ranked spielen, da wenn du mit Level 25 ins Ranked gehen würdest Riot dir einen Nachteil aufzwingen würde. Dir fehlen nämlich 5 Runen und Masteries. Auf Level 30 können die zwar auch fehlen, aber es ist dann deine Entscheidung. Darunter eben nicht.\n\nWeiterhin kann man alles unter level 30 noch als Neuling ansehen. Und ein Neuling sollte erstmal das Spiel lernen, bevor er versucht darin \"professionell\" zu sein.\n\nUnd glaubst du wirklich es macht Sinn, die wahrscheinlich schon wenigen Spieler, die unter level 30 sind, auf noch mehr Queues aufzuteilen?","replies":[]},{"id":"","poster":"Tungsteel","date":"2015-06-09T11:52:51.788+0000","up_votes":1,"down_votes":0,"body":"Nein. Die Idee finde ich nicht so gut. Für Ranked sollte man schon die nötige Erfahrung mitbringen und ich glaube nicht, dass das mit Lvl20 so ohne weiteres geht, wenn man nicht gerade ein Smurf ist. \n\nWenn du Sona Support spielst, kaufst du dir echt oft keinen Sightstone. Du kaufst dich Lichbane, Rod of Ages und MagiePen Boots, bevor du dir einen Sightstone als Support kaufst? Du kaufst dir all diese Items, bevor du dein Trinket für 250 Gold verbesserst? Du setzt durch dein gratis Trinket 13 Wards - das Spiel hat aber fast 45 Minuten gedauert.  Du kaufst dir kein Mikaelis, wenn die Gegner Ashe und Annie haben. Du baust Full AP Leona mit Rylais, Morellonomicons und wahrscheinlich Abyssal als nächstes Item. Deine Runepage heißt Full AP und besteht nur aus AP, gänzlich ohne Resistenzen. Das funktioniert, weil der Gegner ebenso nur auf Full Damage baut. Nicht einmal die Tanks haben in diesen Spielen auch nur irgendwie auf Tank gebaut. Wenn du dann einmal auf eine tanky Sejuani Maokai Frontline kommst, viel Spaß ;) In dem einen Spiel als Elise hatten die Gegner mit Ausnahme von Xin ein fullAP Team. Kein Locket, keine Magieresistenz. \n\nSona und andere Supports mag man ja auf Full AP bauen können, aber wenn du gegen Leute, die Ranked spielen, antritts, dann haben die in 45 Minuten nicht 13 Wards, sondern Wahrscheinlich mindestens 50 Wards. Dass du als Support nicht wardest, funktioniert ja nur deshalb, weil dein Gegner ebenso keinen Sightstone baut und einfach kein Team Sicht hat. Wenn der Gegner aber gute Vision hat und ihr nicht, dann hilft es wenig, dass ihr mehr Schaden austeilt, weil dann der Gegner sich einzelne aus deinem Team herauspicken kann, wenn sie alleine herumlaufen.\n\nIch glaub dir ja, dass du auf deinem Level gut bist, dass du eine gute KDA (was auch immer eine gute KDA aussagt) hast und dass du gute Plays gemacht hast - aber auch als Support gibt es da noch so viel mehr, das wichtig ist. Items, Vision, Damage vs Utility als Support, ... Ich glaub dir ja, dass du ein guter Spieler bist und dass du gerne jetzt schon Ranked spielen möchtest, aber ich glaube nicht, dass du viel Freude daran hättest, wenn du es könntest.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-06-09T11:14:34.354+0000","up_votes":1,"down_votes":0,"body":"Das gab's früher... und hat den 1200 Elo Bereich extrem willkürlich gemacht, weil man nie wissen konnte, ob man einen erfahrenen Spieler, der am Aufsteigen ist, in seinem Team hat, oder einen Level 20er Typen, der noch nicht mal seine Runen vollständig hat. \n\nIn der Rangliste sollten zumindest alle die gleichen Voraussetzungen haben können und die hast du nicht... weil dir 9 Meisterschaftenpunkte und 9 Runen fehlen.\n\nBzw. sogar noch mehr, denn du hast noch nicht mal die Stufe 3 Runen, die mit Level 20 freigeschaltet werden. Ich will ganz ehrlich sein: Wenn du jetzt anfängst Ranked zu spielen, wirst du 8 von 10 Spielen verlieren... und von deinen Teammates (die im Internet rauskriegen können, dass du erst Level 21 bist) regelmäßig geflamet werden...","replies":[]},{"id":"","poster":"TG Wobba v2","date":"2015-06-09T10:57:48.424+0000","up_votes":1,"down_votes":0,"body":"Da es unfair wäre für andere Spieler die schon Lv 30 sind Low Level Bobs im Team zu haben die nur feeden gegen die anderen ^-^","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-06-09T09:37:30.168+0000","up_votes":1,"down_votes":0,"body":"Dann würde man aber ziemlich lange warten müssen bis man ein Game findet, wenn nur die Lvl 20 Leute in die Queue kommen. Soviele Lvl 20 Leute, die Rankeds spielen wollen gibt es wahrscheinlich nicht.\nGegen Lvl 30 Leute wäre es unfair, wobei es aber auch unfair für die Lvl 30 Leute wäre euch im Team zu haben. Da ihr noch nicht alle Masteries und Runen habt, wärt ihr ein **erheblicher** Nachteil für das eigene Team.\n\nDie letzten paar Lvl schaffst du auch noch. Außerdem hast du noch keine Tier 3 Runen. Ich würde dir nicht empfehlen mit Rankeds anzufangen, bevor du keine volle Runenseite mit Tier 3 Runen hast, Außer du willst es darauf anlegen einen **riesen** Nachteil zu haben und dadurch zu verlieren.","replies":[]}]}