{"id":"XZ18yygi","poster":"Zelduun","date":"2015-06-09T14:33:56.224+0000","title":"Paramount5 - Ranked Team sucht Jungler!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin und Servus,\n\nwir sind **Paramount5** und momentan bestehen wir aus 4 Spielern, die ein Ranked-Team mit festen Zeiten aufbauen wollen.\nBis heute haben Wir leider noch keine Teamerfahrung sammeln k&ouml;nnen, m&ouml;chten dies aber nun &auml;ndern.\nIn der Soloq spielen wir zwischen Gold und Platin.\nWir sind auf der Suche nach einem Team, welches aus Mitgliedern besteht die auf einem identischen Level spielen und sich abgesehen vom Spiel selbst, auch untereinander gut verstehen.\n\n**&Uuml;ber uns:** \n**Thranos** -> Ist der Leiter des Teams und spielt effektiv LoL seit S2. Seine Main Rolle ist ADC. \n-> Sivir/Lucian/Ezreal/Corki\n**Zelduun** -> Ich unterstütze Thranos im Aufbau des Teams und dessen Leitung. Ich bin der Support im Team und spiele diese Rolle seit S2 und mein Championpool umfasst eigentliche alle Supporter die in der jeweiligen Meta spielbar sind. Main Support\n-> Ali/Nautilus/Thresh/Janna.\n**SuulDan** -> Ist unser Midlaner und spielt ebenfalls aktiv seit S2. Seine Mainchampions sind Cho&acute;Gath/Annie/Diana/Orianna.\n**Chillywilly1** -> Ist unser Toplaner und passt sich effektiv der Meta an. Seine Mainchampions sind Irelia/Rumble/Vladimir etc.\n\nWir sind alle 20 Jahre alt.\n\n**Voraussetzung f&uuml;r dich:** \n- Alter: 16+\n- Soloq: mindestens Gold\n- Teamspeak Pflicht\n- Meta spezifischer Championpool\n- Kritikf&auml;higkeit\n\n**Wir suchen:**\n- Jungler\n\n**Zeiten:**\nWir wollen 3 feste Team Tage. Momentan w&auml;re unsere Idee:\nMo/Mi/So 18:30 - 23Uhr.\nMit oder ohne Essenspause. (Wird dann untereinander abgesprochen)\n\n**Ziele:**\n- Spa&szlig;\n- Langfristiges Team\n- Konstante Verbesserung des Teamspiels\n- Optimierung der rollenspezifischen F&auml;higkeiten\n\nWir hoffen Eure Interesse geweckt zu haben und ihr Lust habt ein Teil der Reise von **Paramount5** zu werden.\nBei Fragen sowie Interesse meldet euch Ingame bei Zelduun oder Thranos.\nWir freuen uns auf Euch und hoffen das wir bald ein gescheites vollst&auml;ndiges Team zusammen aufbauen k&ouml;nnen.\n\nMfg Zelduun/Thranos","replies":[]}