{"id":"hOP3e8NB","poster":"Humpelstilzche","date":"2015-06-09T12:55:09.807+0000","title":"Das Player-Behavior-Lexikon","subforum":"Spielerverhalten & Moderation","up_votes":48,"down_votes":7,"body":"http://imgur.com/RcvC75z\n\nSpielerverhalten und alles was dazugehört, ist ein sehr komplexes und weites Thema. Es gibt so viel zu wissen, dass selbst erfahrene Spieler irgendwann die Übersicht verlieren, welcher Rioter nochmal was, wann, wo über welches Feature gesagt hat. Dieser Thread soll diesem Problem Abhilfe schaffen und gleichzeitig Spielern, die mit der Thematik noch nicht vertraut sind, als Übersicht dienen. \nIn diesem Thread werden Fakten sowie die dazugehörigen Quellen gesammelt, so dass sich jeder Spieler selbst ein Bild verschaffen kann. \n\nDa es sich bei diesem Vorhaben auf Grund der schieren Menge an Information um ein Mammut-Projekt handelt, sind wir auf eure Mithilfe angewiesen. Wir wissen, dass viele von euch eigene kleine Wissensammlungen in Form von Links haben. Wir wären euch sehr dankbar, wenn ihr diese mit uns teilen könntet; idealerweise bereits im entsprechenden Format. \n\n\n\n#Instantfeedbacksystem\n* Das System hat derzeit 4 Stufen: 10 Spiele CR, 25 Spiele CR, Zwei-Wochen-Bann-Chatsperre und permanente Sperre.[[ISF1](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen)]\n* Es ist möglich, alle Stufen in vier Spielen zu durchlaufen.[[ISF1](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen)]\n* Nach einer nicht bekannten Zeitspanne setzt sich die jeweilige Bannstufe zurück[[ISF2](http://ask.fm/RiotLyte/answer/133189885634)]\n\n#Chatrestrictions\n\n* ...können nicht zur Bestrafung wegen Kommunikationsverweigerung führen (ganz allgemein kann man dafür nicht bestraft werden) [[CR1](https://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus)] + [[CR1.2](http://ask.fm/RiotLyte/answer/132108650946)]\n* ...können im Extremfall zum Entzug der Ranglisten-Belohnungen führen [[CR1](https://support.riotgames.com/hc/de/articles/201752984-Eingeschr%C3%A4nkter-Chatmodus)]\n* ...werden nicht auf Basis einzelner, sondern mehrerer Spiele vergeben [[CR2](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1875424&amp;page=1#post16999268)]\n* ...haben eine gute Erfolgsquote. 75% der einmal bestraften Spieler sind in Lage, ihr Verhalten schon nach der ersten Strafe so sehr zu verbessern, dass sie nie wieder bestraft werden [[CR4](http://ask.fm/RiotLyte/answer/131818129602)]\n* Es ist nicht zwangsweise nötig überhaupt etwas zu schreiben, um seine Chatsperre loszuwerden [[CR5](http://www.reddit.com/r/leagueoflegends/comments/30mq3p/im_going_to_prove_that_the_punishment_system_is/cpu5u41)]\n* Wer eine Chat Restriction komplett absolviert hat, wird noch einmal überprüft. Nur wer sich während der Sperre gut verhalten hat, bekommt keine weitere Chat Restriction [[CR6](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)]\n* Wurde Mit Patch 5.18 ins Instantfeedbacksystem aufgenommen[[CR7](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/jjIMv1b0-ausbau-der-chateinschraankungen)]\n\n#Ranked Restrictions\n\n* ...basieren auf bestätigten (!) Chatverstößen [[RR1](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)]\n* ...müssen durch Siege (!) auf der Kluft der Beschwörer im Modus \"Abwechselnde Wahl/Draft Pick\"(!) abgespielt werden  [[RR1](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)]\n* ...werden tendenziell für extremere Vergehen (im Vergleich zu den Chat Restrictions) vergeben.  [[RR1](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)]\n* Wer eine Ranked Restriction komplett absolviert hat, wird noch einmal überprüft. Nur wer sich während der Sperre gut verhalten hat, bekommt keine weitere Ranked Restriction [[RR1](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)]\n\n\n#Reports\n\n* Premadereports (d.h. die Reports mehrerer Premades gegen einen Außenstehenden) werden besonders (d.h. mit geringerer Gewichtung) berücksichtigt [[REPORTS1](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1752381&amp;page=1#post16053769)]\n* Auch Vergehen im Pre- oder Postgamechat können reported werden, da Riot auch diese Chats überwacht [[REPORTS2](http://forums.na.leagueoflegends.com/board/showthread.php?t=4538478&amp;page=79#post47334546)]\n* \"Schlechter Spieler\"-Reports haben keinerlei Einfluss auf den reporteten Spieler [[REPORTS3](https://www.reddit.com/r/leagueoflegends/comments/2smys1/riot_does_reporting_for_intentional_feeding/cnr3f82)]\n* Der durchschnittliche Spieler wird etwa 4-5 mal pro 100 Spiele reportet [[REPORTS4](http://forums.na.leagueoflegends.com/board/showthread.php?t=2824200&amp;page=49#post31692767)] + [[REPORTS5](http://forums.na.leagueoflegends.com/board/showthread.php?t=2865529&amp;page=1#post32098236)]\n\n\n#Bans\n\n* Die Bans mit Chatlogs haben eine Reformquote (=Anteil der Spieler die anschließend nie wieder Probleme machen) von 90% [[BANS1-Minute-33](http://ask.fm/RiotLyte/answer/131818129602)]\n\n#Leaverbuster\n\nDer neue Leaverbuster ließ die Anzahl an Leaves auf Level 30 um 19% sinken und auf den Leveln 1-5 um etwa 52%\n[[Leaverbustet1](http://ask.fm/RiotLyte/answer/130806867906)]\n\n#Feederbuster\n\n* Der Feederbuster wurde mit Patch 5.18 in das bestehende Instantfeedbacksystem eingebaut [[FEEDER1](http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/das-sofort-feedback-system-gibt-gas)]\n* Nutzt \"Intentional Feeding\"-Reports, berücksichtigt aber, dass diese Reports sehr oft zu Unrecht vergeben werden [[FEEDER2](https://www.reddit.com/r/leagueoflegends/comments/2smys1/riot_does_reporting_for_intentional_feeding/cnr3f82)]\n* Wird höchstens 2 Spiele benötigen, um Feeder zu erkennen [[FEEDER3](https://twitter.com/RiotLyte/status/604126805981704192)]\n\n\n#Hacks, Scripts &amp; Co\n\n* Scripter/Cheater werden von Riot identifiziert und gebannt [[CHEAT1](http://www.reddit.com/r/leagueoflegends/comments/39iped/ban_wave_has_hit_scripters_today/)] + [[CHEAT2](http://boards.na.leagueoflegends.com/en/c/miscellaneous/AEVP3NMA-anti-cheater-banwave-incoming)]\n* Bots werden von Riot identifiziert und gebannt [[CHEAT3](http://boards.na.leagueoflegends.com/en/c/miscellaneous/5so1YhEl-bot-bans-incoming)]\n\n#Psychologische Grundlagen\n\n#Allgemein\n\n* \"Report\" ist das Wort, dass negative Spieler am meisten benutzen[[ALLGEMEIN1](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/2EfOvuAs-verwarnung-wegen-negativen-verhaltens-mir-ist-nicht-bewusst-was-das-gewesen-sein-soll?comment=00030001)]\n* Die momentane (2015) Fehlerquote der Player Behavior System liegt zwischen 0,017 und 0,02% [[ALLGEMEIN2](http://www.reddit.com/r/leagueoflegends/comments/38g6ns/riot_lyte_are_you_aware_of_how_support_operates/cruylpx)]\n* Die Chatanalyse berücksichtigt nicht nur den Chat, sondern interpretiert im Prinzip alle Aspekte des Spiels (mehrere hunderttausend Datensätze pro Match) und lernt aus diesen. [[ALLGEMEIN3-Minute-29](http://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior/)]\n* Reportdrohungen und Aufforderungen verstoßen gegen den Summoners Code[[Allgemein4](https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/cs5qo1r)] \n* Die Menge der bestraften Spieler schwankt zwischen 2,5% bis 5% je nach Server[[ALLGEMEIN5](http://ask.fm/RiotLyte/answer/131091336130)]\n* GG EZ wird als negativ identifiziert[[ALLGEMEIN6](http://ask.fm/RiotLyte/answer/132069455298)] \n* Jüngere Spieler neigen eher dazu, negatives Verhalten zu reporten[[ALLGEMEIN7](http://ask.fm/RiotLyte/answer/130574642626)]\n* Die allgemeine Aussage zu Drittanbieterprogrammen: Alles was zwischen dem \"Play-Button\" und der Spielzusammenfassung  ist nicht erlaubt. Um die Entwicklung nicht zu behindern, wurde die Zusatzaussage getroffen, dass Drittanbieterprogramme keine Informationen und Vorteile bieten dürfen, die so im Spiel nicht integriert sind [[ALLGEMEIN8](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tAH4Mbey-drittanbieter-programme)]\n* Customskins und Modelle liegen in einer Grauzone und stehen unter Beobachtung. [[ALLGEMEIN8](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tAH4Mbey-drittanbieter-programme)]\n\n#Hinweis zum Seasonende\nUnter folgenden Vorraussetzungen ist man von Seasonbelohnungen ausgeschlossen:\n\n* Aktive Chatrestriktion\n* Verhaltensbezogener Bann innerhalb der letzten 3 Monate\n* Bann wegen Boosting\n\n","replies":[{"id":"","poster":"centralistss","date":"2015-06-09T17:33:53.627+0000","up_votes":2,"down_votes":0,"body":"und die 0,02% sind immernoch ein paar tausend spieler oder nicht? also hochgerechnet auf alle..","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T18:27:13.468+0000","up_votes":10,"down_votes":1,"body":"Ca 5% der gesamten Community wurden jemals bestraft. 5% von 70 Mio sind 3,5 Millionen. Diese 3,5 Millionen mal die 0,02% machen dann etwa 700 Leute. 700 von 70 Millionen in 5 Jahren...das ist ziemlich gut. So ziemlich jedes staatliche juristische System hat eine Fehlerquote die um das zigfache höher ist. So liegt zum Beispiel die Fehlerquote bei den (in Amerika) zum Tode verurteilten bei etwa 4%. Das ist ganze 200 mal so viel, obwohl es doch um etwas viel ernsteres geht. \nKein System ist perfekt, auch das in LoL nicht. \n\nDa Riot das weiß, hat jeder Spieler die Möglichkeit seinen Bestrafung beim Player Support anzufechten. Die sehen dann nochmal drüber, und wenn sich herausstellt, dass der Spieler tatsächlich zu Unrecht bestraft wird, wird die Strafe aufgehoben.","replies":[{"id":"","poster":"eimoH","date":"2015-09-02T16:36:40.107+0000","up_votes":1,"down_votes":0,"body":"naja das Gegenteil zu beweisen ist relativ schwierig, vor allen dingen würde ich gerne wissen was man als Gegenbeweiß erbringen müsste wenn man für Botnutzung oder Allvision-Hacks gebannt wurde. Das könnte nämlich schwieriger werden, ich hatte nämlich damit mal Probleme mit Punkbuster, in einem anderen Spiel natürlich. :)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-02T16:44:31.841+0000","up_votes":3,"down_votes":0,"body":"Bei obigem Post geht es ausschließlich um Verhaltens-bezogene Bans (ist ja auch das Spielerverhalten-Forum, nicht das Hacking-Forum^^ ). Insofern ist dein Post ein wenig off-topic. \nAnyway: Gegenbeweise für Cheats/Hacks sind insofern schwierig, da Riot sich bei solchen Sachen immer sehr sehr sicher ist und jedweder Gegenbeweis damit im Vornherein zum Scheitern verurteilt ist. Insgesamt kenn ich mich mit der Thematik Hacking/Cheating nicht gut genug aus, um dir da irgendwie weiterzuhelfen...und wie gesagt, es gehört hier auch nicht her (ich weiß, es kommt im Lexikon oben kurz vor...aber nur weil sich diese Leute eben auch oft in dieses Forum verirren). ","replies":[{"id":"","poster":"eimoH","date":"2015-09-02T17:22:23.859+0000","up_votes":1,"down_votes":0,"body":"okay trotzdem danke für die antwort","replies":[]}]}]},{"id":"","poster":"WillJumba","date":"2016-03-18T23:55:51.356+0000","up_votes":1,"down_votes":5,"body":"Das ist doch erbärmlich.\n\nSich in ein Computerspiel so reinzusteigern und dann noch bans zu verteilen und es mit einem juristischen system zu vergleichen.\nJa klar wenn riot selbst die regelrn selbst erstellt, dass sie jeden einfach bannen und somit das problem gelöst ist.\n\nlächerlich.\n\nein spiel ist ein programm code, assembler für betriebsystem, und andere sprachen zum erstellen von einer engine, danach setzt man die bausteine zusammen -> man hat ein spiel.\nstundenlang vorm pc hocken und sich nicht bewegen, kein wunder das die heutige community meist unter fettleibigkeit, aber nicht nur das, auch unterernährung, vl von den kalorien aber von den makros und mikros.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T17:40:32.891+0000","up_votes":1,"down_votes":0,"body":"Heya\nKommt drauf an wie viele denn nun insgesamt bestraft werden, aber trotzdem ist es logisch immer von der Schuld des Gegenübers auszugehen, denn die Wahrscheinlichkeiten, dass er Unschuldig ist ist recht gering(ich gehe hier wohlgemerkt von bereits bestraften aus). Davon auszugehen er wäre unschuldig würde ich persönlich erst dann, wenn das System nur ne Genauigkeit von 70% hat. \n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-01-24T01:50:12.444+0000","up_votes":1,"down_votes":7,"body":"Ich kann das neue System nur loben! Ich habe die komplette season 5 pausiert und bin erst jetzt wieder zurück gekehrt.\n\nIch weiss, daß ich oft reported werde, obwohl ich:\n- keine der üblichen Kraftausdrücke benutze (**** your mom, can cer **** etc)\n- als Last-Pick immer die Lanes auffülle, auch wenn das heisst , daß ich Support spielen \"muss\" oder sonst ne Lane, die ich schlecht beherrsche\n- eher seltener sterbe und immer nen ward fürs team übrig habe\n\nWarum werde ich dann reported? \nEinige Beispiele:\n- ich bin Supp und frage meinen ADC warum er sich nicht auf die CS konzentriert\n- ich frage meine Jungler \"Why no drake?\" (nachdem der erste Drake nach 20 min immer noch lebt)\n- ich bitte meinen Supp meinen Farm nicht anzufassen \"PLS DONT TOUCH MY FARM\" / \"PLS DONT PUSH THE LANE! PUSHED LANES DONT GIVE KILLS!\"\n- ich frage meinen Supp \"WHY NO WARDS?\" oder \"WHY NO SUPP/GOLD ITEM?\"\n- ich antworte auf ein \"Noob ADC\" mit \"Supp is AFK!\" und bekomme ein \"STOP FLAME\"\n- ich sage einem Mitspieler, der nach 20 min 10/8/3 steht, daß er nicht \"carried\", sondern feedet!\n\nWenn ich dann diese Fragen oder Aussagen nach ein paar Minuten nochmal wiederhole, weil nix passiert ist, habe ich schon sehr häufig ein \"report toxic\" oder \"STOP FLAME\" als Antwort bekommen und am Ende auch die Hinweistafel \"Dein Verhalten .... \"  sehen müssen. Tatsache.\nSorry aber \"noch konstruktiver\" lässt sich das ingame eben nicht schreiben.\n\nWie komme ich jetzt drauf , daß das System funktioniert?\nGanz einfach, weil ich nie gebannt wurde!\nIn früheren Zeiten, als das Tribunal noch von \"normalen\" Spielern bearbeitet wurde, wäre mir eine Sperre sicher gewesen, da sich keiner der Spieler die Mühe machte, die angebotenen 5 \"Fälle\" durchzusehen, sondern einfach jeder \"BESTRAFEN\" geklickt hat, sobald die 20 Sekunden um waren!\nJetzt scheint sich \"irgendwer \" doch genauer in die Sache einzulesen.\n\nAbsolut genau dann aber doch nicht, denn manche definitiv toxische Spieler tauchen dann doch immer wieder auf. Vor allem im Ranked!\nDas mag ein subjektiver Eindruck sein, da ich fast ausschliesslich rankeds spiele, aber letztlich ist ein Troll hier besonders ärgerlich.\n\nDaher frage ich mich, warum solche Wiederholungstäter weiterhin Ranked spielen dürfen.\nIch verstehe ja, daß RIOT keinen Member durch Bans vergraulen möchte, denn die Matchmaking Server laufen besser, wenn viele Spieler online sind und wer gebannt ist kauft keine Skins und viele andere Gründe mehr!\nAber ich verstehe nicht, warum man Spieler, die ihren Teammates nahezu jedes Spiel versauen - wegen Flame, Beleidigungen oder schlichtweg weil sie total unskilled sind - nicht von Ranked Matches ausgeschlossen werden.\n\nIch bin leider ein schlechter LOL-Spieler, was u.a. mit meinen altersbedingten  Reaktionen zu tun hat, und befinde mich zu Recht in der Bronze Division. Doch genau dort tummeln sich so viele dieser Trolle, daß es eigentlich der reinste Masochismus ist dort zu spielen.  (ELO HELL IS REAL !!!!)\nSolchen Trollen einen Schuss vor den Bug zu geben und zu sagen, daß sie doch bitte mal paar Wochen ihre Einstellung zum Spiel überdenken sollen und ihre Skills im Draft-Pick oder sonstigen Modi verbessern mögen,  bevor sie wieder in die RAnked-Q dürfen, wäre meines Erachtens der richtige Schritt.\n\n**Ich denke ein BANN \"nur\" für Rankeds wäre der Spagat zwischen Spieler behalten, die gebannt sind, und Spieler nicht verlieren, weil sie nicht wegen all der Trolle deinstallieren!**\n\nIn der Fussball-Kreisklasse bekommt man bei Tätlichkeiten oder Beleidigungen ja auch eine Sperre, darf aber weiterhin privat auf die Wiese gehen und kicken! (Hoffe der Vergleich hinkt nicht zu sehr ^^)","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-24T09:08:05.076+0000","up_votes":5,"down_votes":1,"body":"Also von mir würdest du dafür auch einen Report bekommen und ich hoffe auch, dass diese Art von Verhalten, auf lange Sicht nicht ungestraft bleibt.\nEs gibt nichts was ich in LoL so ungerne lese wie einen Beitrag der mit \"why\" anfängt.\nEs ist keine konstruktive Kritik wenn es mit diesem Wort anfängt, es ist indirekter Flame und absolut Nutzlos, besonders wenn du es, wie du ja beschrieben hast, nicht bei einem Mal belässt.\n\nWenn du dem Drang, Ingame Ratschläge zu verteilen, nicht widerstehen kannst, musst du dir eben die Zeit nehmen sie höflich zu formulieren.\nAm besten wäre es natürlich, wenn du es ganz sein lassen würdest, wenn dich Niemand um Hilfe in Form von Tipps bittet, die Leute mit denen du ins Spiel kommst, befinden sich ohnehin auf dem gleichen Skill-Niveau wie Du.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-01-24T13:19:20.067+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=00220000,timestamp=2016-01-24T09:08:05.076+0000)\n>\n> Also von mir würdest du dafür auch einen Report bekommen und ich hoffe auch, dass diese Art von Verhalten, auf lange Sicht nicht ungestraft bleibt.\n> Es gibt nichts was ich in LoL so ungerne lese wie einen Beitrag der mit \"why\" anfängt.\n> Es ist keine konstruktive Kritik wenn es mit diesem Wort anfängt, es ist indirekter Flame und absolut Nutzlos, besonders wenn du es, wie du ja beschrieben hast, nicht bei einem Mal belässt.\n> \n> Wenn du dem Drang, Ingame Ratschläge zu verteilen, nicht widerstehen kannst, musst du dir eben die Zeit nehmen sie höflich zu formulieren.\n> Am besten wäre es natürlich, wenn du es ganz sein lassen würdest, wenn dich Niemand um Hilfe in Form von Tipps bittet, die Leute mit denen du ins Spiel kommst, befinden sich ohnehin auf dem gleichen Skill-Niveau wie Du.\n\nAlso ich hab da schon ein paar beleidigungen lesen müssen (und zwar in jedem zweiten spiel - an wen auch immer gerichtet), die ich aber deutlich weniger gern lese als \"Why no wards\". \nWenn du das als Grundlage für nen report siehst , dann kann ich mich nur wundern. Oder: \"Dann wundert mich nichts mehr\" trifft es vielleicht noch besser!","replies":[{"id":"","poster":"Temudschinn","date":"2016-01-24T13:35:20.611+0000","up_votes":5,"down_votes":0,"body":"natürlich ist \"WHY NO WARDS\" weniger schlimm als \"omg get %%%%%% noob\". Dennoch ist es, wie all diese \"why...\"-Sätze, komplett nutzlos.\n\nWarum? \nFrag dich doch einfach mal selber: Was für eine Antwort hättest du darauf gerne? \"Why no wards\" oder \"why did you go in\" etc. fordern, zumindest vordergründig, eine darlegung des Denkprozesses. Eine genaue Antwort wäre also \"well, i thought my w would come up in time to stun him again so i could win the trade. I had 7 Minions, he only had 3 so i was in an advantage, but as soon as his q comes back up he can clear the wave and my advantage is gone. So i had to try to kill him before that. However, i guess he has CDR-Runes or something, my stun didnt come up in time.\"\nDieser Text beantwortet zwar die Frage sehr exakt, aber er hilft niemandem im Team und überlicherweise besteht auch nicht die Zeit sowas zu schreiben. Und wenn du ehrlich bist: Du willst nicht wissen warum der Support nicht gewardet hat, du willst einfach nur dass er jetzt wardet. Die \"Why\"-Formulierung ist somit letztendlich die passiv-aggressive Variante einer Bitte.","replies":[{"id":"","poster":"sN00Bdogg","date":"2016-01-24T13:48:12.514+0000","up_votes":1,"down_votes":3,"body":"> [{quoted}](name=Temudschinn,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=0022000000000000,timestamp=2016-01-24T13:35:20.611+0000)\n>\n> natürlich ist \"WHY NO WARDS\" weniger schlimm als \"omg get %%%%%% noob\". Dennoch ist es, wie all diese \"why...\"-Sätze, komplett nutzlos.\n> \n> Warum? \n> Frag dich doch einfach mal selber: Was für eine Antwort hättest du darauf gerne? \"Why no wards\" oder \"why did you go in\" etc. fordern, zumindest vordergründig, eine darlegung des Denkprozesses. Eine genaue Antwort wäre also \"well, i thought my w would come up in time to stun him again so i could win the trade. I had 7 Minions, he only had 3 so i was in an advantage, but as soon as his q comes back up he can clear the wave and my advantage is gone. So i had to try to kill him before that. However, i guess he has CDR-Runes or something, my stun didnt come up in time.\"\n> Dieser Text beantwortet zwar die Frage sehr exakt, aber er hilft niemandem im Team und überlicherweise besteht auch nicht die Zeit sowas zu schreiben. Und wenn du ehrlich bist: Du willst nicht wissen warum der Support nicht gewardet hat, du willst einfach nur dass er jetzt wardet. Die \"Why\"-Formulierung ist somit letztendlich die passiv-aggressive Variante einer Bitte.\n\nViele Worte aber was hat jetzt gerade irgendein \"w\" mit wards zu tun. Wenn ich meinen Supporter oder das Team frage \"why no wards ?\" ist das selbstverständlich jedem unangenehm, denn ohne vision kriegt man in lol auf Dauer keine Schnitte und das weiss eigentlich jeder.  Aber anstatt diese Erkenntnis ins nächste Spiel mitzunehmen, mit dem Vorsatz es beim nächsten Mal besser zu machen, drücken viele n lieber auf den Report Button.\nDieses Verhalten willst du verteidigen?","replies":[{"id":"","poster":"Der Großmugister","date":"2016-01-24T14:12:58.238+0000","up_votes":7,"down_votes":0,"body":"Ein \"could you ward the river plz\" braucht wenige Sekunden mehr bis es geschrieben ist und sorgt nicht dafür, dass du deinem Team eine schlechte Grundstimmung verpasst, wobei es selbst da passieren kann.\n\nDaher: Mach es höflich oder lass es sein.\n\nAußer schlechter Stimmung erreichst du ohnehin Nichts.\nAber wenn wir ehrlich sind, möchte man dem Anderen mit der \"why...\"-Frage ja ohnehin nur das Gefühl geben, an einer schlechten Situation schuld zu sein und somit die eigene Verantwortung verschleppen, Das erreichst du natürlich auch, aber das wird nunmal zu Recht bestraft.....Irgendwann.....","replies":[]},{"id":"","poster":"Temudschinn","date":"2016-01-24T13:57:14.992+0000","up_votes":5,"down_votes":0,"body":"Es ging mir allgemein um \"Why\" fragen, nicht nur um das Beispiel mit den Wards. Allgemein finde ich es schade, dass du nicht auf meine Punkte eingehst. Versuchen wirs mal direkt: Warum schreibst du eine \"Why\"-Frage, wenn du eigentlich gar keine Antwort willst? Warum nicht einfach eine nett formulierte Bitte?","replies":[{"id":"","poster":"nomiS 4 eva","date":"2016-03-22T13:23:02.964+0000","up_votes":4,"down_votes":0,"body":"Sehr guter Punkt mein Freund! :)\n\nGenau solche Bitten sucht man leider vergebens, da Viele eben noch wie sNoobDogg sind :/ Hoffentlich versucht er es auch mal aus\nSchön, dass es aber doch noch einige gibt die verstanden haben wie es geht.\nKeep it up :D","replies":[]}]}]}]}]},{"id":"","poster":"Waldschrat86","date":"2016-01-24T13:32:01.721+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mugiwara n Luffy,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=00220000,timestamp=2016-01-24T09:08:05.076+0000)\n>\n> Also von mir würdest du dafür auch einen Report bekommen und ich hoffe auch, dass diese Art von Verhalten, auf lange Sicht nicht ungestraft bleibt.\n> Es gibt nichts was ich in LoL so ungerne lese wie einen Beitrag der mit \"why\" anfängt.\n> Es ist keine konstruktive Kritik wenn es mit diesem Wort anfängt, es ist indirekter Flame und absolut Nutzlos, besonders wenn du es, wie du ja beschrieben hast, nicht bei einem Mal belässt.\n> \n> Wenn du dem Drang, Ingame Ratschläge zu verteilen, nicht widerstehen kannst, musst du dir eben die Zeit nehmen sie höflich zu formulieren.\n> Am besten wäre es natürlich, wenn du es ganz sein lassen würdest, wenn dich Niemand um Hilfe in Form von Tipps bittet, die Leute mit denen du ins Spiel kommst, befinden sich ohnehin auf dem gleichen Skill-Niveau wie Du.\n\nDie letzten 3 Mal als ich die Sorte \"why etc.\" hatte, hab ich einfach mal ausfühlich geantwortet.\n\n>Why u engage? Listen to me\n\n-> U said lets play aggro I did, btw i dont main ADC i make mistakes, fit better on Sup but u took it.\n\n>Why u play ADC?\n\nJa vlt nur ganz vlt. weil alles andere schon belegt war....\n\n>Why focus on Sup when u main Sup?\n\n->Aggro failed, Sup was in range, i wont engage 2vs2 anymore.\n\n> y omg but why focus supp!!!!!????\n\n-> hm i could do nothing instead but trade dmg is better isnt it?\n\n> NO better do nothing instead of focus sup\n\nAb da konnt ich nur noch Lachen. Nächste Aktion von dem Typen, catch top von 4, er war Taric Sup\n\n-> Better watch your own Fails hm?\n\n> Which Fails?\n\n:D :D :D :D :D :D :D :D :D :D :D :D :D :D :D \n\nHatten dann halbwegs sicher gewonnen, Taric checkt aber nicht, dass er im Turmfeuer stand, verreckt.\n\n> OMG why?\n\nZwischen dem ganzen is unser top ihm immer mal wieder über den Mund gefahren, hat gesagt er soll jetzt die Klappe halten, mich in Ruhe lassen, eine der Antworten war:\n\n>But he sais he dont main adc he needs advice. just giving it.\n\nSo und falls du hier mitliest mein guter, deine tollen Ratschläge hätte ich ganz sicher nicht gebraucht, neben dem Effekt, dass ich immer genervter und unkonzentrierter wurde, hat es uns noch was eingebracht? 2 Leute entkommen, weil Chat offen und DU 2 Mal verreckt, weil am Schreiben.\nAchja und als Taric Toplane einen Roam zu machen, wenn die Lanephase nicht ergiebig war, sich von 4 catchen zu lassen, während nicht mal der Jungler oder Toplaner in der Nähe ist, ist ein Fail und nicht wie du meintest:\n\n>lol i roamed thats no fail.\n\n\nGenau so und nicht anders sieht die tolle total sinnfreie Tippgeberei dann am Ende aus, das halbe Team schreibt nur noch, ist abgelenkt, der Tippempfänger wird immer genervter, meist eh behind, noch bgelenkt, vlt. aggressiv und noch fehleranfälliger und der Tippgeber sammelt durch Selbstüberhöhung schön Negativpunkte beim gesamten Team.\n\nUnd es ist den Leuten auch scheiß egal, wie man antwortet, auch wenn man freundlich antwortet, es bitte sein zu lassen, kommt so ein schmonz:\n\n>but he needs advice (weil er nicht perfekt spielt).\n\nTut ihr auch nicht, werdet ihr auch nie, tut mir leid eure Illusionen zerstört zu haben.\n\nUnd abschließend noch aus dem netten anderen Game an den \"top plsss\" Kandidaten.\n\n>buy MR\n\nBevor ihr die tollen Tipps abgebt, schaut euch wenigstens mal Farm und Build eures Hilfsbedürftigen an. Schon ziemlich lächerlich der Tipp, wenn ich in dem Moment bereits Mercuries, Geistessicht und Hextrenker im Inventar habe?\n\ntl;dr :\n\nAbsolut korrekt Luffy. Experiment wieder eingestellt, hat fast dieselben Effekte wie Flame.","replies":[]}]}]},{"id":"","poster":"SandraKrayer","date":"2015-09-25T12:59:37.990+0000","up_votes":9,"down_votes":27,"body":"Riot ist behindert mehr nicht","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-25T13:35:46.087+0000","up_votes":17,"down_votes":2,"body":"Vielen Dank für diesen qualifizierten Kommentar :)","replies":[{"id":"","poster":"xDJonyxD","date":"2016-01-19T23:22:44.706+0000","up_votes":4,"down_votes":0,"body":"**_Meinten sie vielleicht:_** _qualitativ hochwertig _ ?\n\n{{sticker:slayer-jinx-wink}}","replies":[]}]}]},{"id":"","poster":"elysium Queen","date":"2015-11-23T07:41:16.876+0000","up_votes":1,"down_votes":0,"body":"Ich hab mal ne Frage, unzwar kann man einen permanenten Bann irgendwie wegbekommen ? Durch gutes Verhalten oder keine Ahnung was ? \nWenn man soviel Geld, Zeit usw da hinein gesteckt hat ?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-11-23T11:04:43.134+0000","up_votes":6,"down_votes":1,"body":"Nein. \n\nEs gab vor einigen Jahren mal ein Experiment von Riot in dem sie Leuten, die sich beim Support gemeldet haben und sich dort absolut glaubwürdig entschuldigt und Besserung gelobt haben, eine zweite Chance gegeben haben. \nDiese Spieler sollten einen neuen Account auf lvl 20 leveln, ohne auf diesem erneut gebannt zu werden. Wenn sie das schaffen, bekommen sie ihren Account wieder. Es ist wichtig zu bemerken dass diese Chance wirklich nur Leuten gewährt wurde, die wirklich herzerreißende und absolut authentische Tickets geschrieben haben, die Leute bei denen der Support überzeugt war, dass diese Leute sich tatsächlich ändern wollen. \nLong story short, weit über 90% dieser Leute haben es nicht geschafft und von den wenigen Leuten die es geschafft haben, wurden viele dann später noch gebannt, weil sie eben doch wieder rückfällig geworden sind.\n\nAus diesem ziemlich traurigen Experiment, das total in die Hose gegangen ist, hat Riot gelernt, dass Spieler die sich dermaßen daneben benehmen, dass sie es schaffen einen Perma zu bekommen, generell nicht reformierbar sind und schlicht und einfach nicht in der Lage sind ihr Verhalten zu ändern, ganz egal wie sehr sie das versprechen oder welche äußeren Umstände sie als Grund für ihr bisherigen Verhalten angeben. \n\nRiot hat daraus die einzig richtige Konsequenz gezogen: Permabans für Verhalten werden NIEMALS aufgehoben, komme was da wolle. \n\nWenn man drüber nachdenkt, ist dieses Experiment eigentlich garnicht ungewöhnlich. Permagebannte Spieler hatten vorher lang genug ihr Verhalten zu bereuen und zu ändern. Wenn sich die Reue aber erst nach dem Perma zeigt, zeigt das eines ganz deutlich: Diese Spieler bereuen nicht ihr Verhalten, sie bereuen die Konsequenzen. \nEin Spieler dem sein Verhalten WIRKLICH Leid tut, akzeptiert die daraus folgenden Konsequenzen. Wer sich versucht aus diesen Konsequenzen rauszuwieseln, dem tut sein Verhalten garnicht wirklich Leid, dem tut es nur Leid dass er jetzt gebannt ist. Dass solche Leute sich dann bei nächster Gelegenheit wieder daneben benehmen, sollte niemanden wundern, schließlich haben sie ihr Verhalten nie ernsthaft bereut. \n\n> Wenn man soviel Geld, Zeit usw da hinein gesteckt hat ?\n\nAndere Spieler tun das auch. Und diesen treuen Spielern hat der permagebannte Spieler immer und immer wieder den Spaß verdorben, hat sämtliche Warnungen und Regeln ignoriert und immer weitergemacht, ohne Rücksicht auf andere Menschen. Es wäre unfair gegenüber der Community, solche Spieler im Spiel zu lassen. \n\nIm englischen Forum hat ein User mal recht schön (und drastisch) ausgedrückt, ich versuchs mal aus der Erinnerung zu übersetzen:\n\n\"Wenn du in einem Restaurant auf den Tisch kackst, solltest du dich nicht wundern wenn du rausgeschmissen wirst, ganz egal wie oft du vorher schon da gegessen hast und wie gut dir das Essen geschmeckt hat.\"","replies":[{"id":"","poster":"Shisuke","date":"2015-12-14T05:20:45.101+0000","up_votes":2,"down_votes":2,"body":"Ich weiß der Post ist lange her, hab aber mal ne Frage, und zwar, Riot Points sind eine käuflich erworbenen Leistung durch Riot Games, wenn ich also gebannt werde kann ich die bezahlte Leistung also z.b Skins, RP oder sonstige käuflich erworbene Inhalte nicht mehr nutzen. Ist dies dann nicht eigentlich Betrug und man sollte die möglichkeit haben entweder das komplette Geld zurück zubekommen oder zummindest auf einen neuen Account übertragen werden?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-12-14T10:48:05.176+0000","up_votes":4,"down_votes":1,"body":"Nein. Der Account, die RP und alles was sich auf dem Account befindet sind und bleiben Eigentum von Riot Games. Dem Nutzer wird lediglich ein jederzeit terminierbares Nutzungsrecht zugestanden, dass von seitens Riot jederzeit mit oder ohne Grund beendet werden kann. \n\nDas wird in den Nutzungsbedingungen sehr ausführlich erklärt, der aussagekräftigste Teil ist aber wohl dieser:\n\n> UNGEACHTET DER HIER AUFGEFÜHRTEN PUNKTE ERKENNEN SIE AN UND STIMMEN ZU, DASS SIE KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN IHREM KONTO HABEN UND SIE ERKENNEN WEITERHIN AN UND STIMMEN ZU, DASS ALLE RECHTE AN UND IM ZUSAMMENHANG MIT IHREM KONTO DAUERHAFT BEI RIOT GAMES LIEGEN UND RIOT GAMES ZUGUTE KOMMEN. SIE ERKENNEN AN UND STIMMEN ZU, DASS SIE KEINE FORDERUNG, KEIN RECHT, KEINEN ANSPRUCH UND KEINE INHABERSCHAFT ODER ANDERE VERMÖGENSRECHTE AN DEN SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER VON IHNEN ERWORBENEN RIOT POINTS HABEN, UNABHÄNGIG VON DER GEGENLEISTUNG DIE SIE IM AUSTAUSCH GEGEN RIOT POINTS ODER VIRTUELLE GEGENSTÄNDE ANGEBOTEN ODER ERBRACHT HABEN. WEITERHIN IST RIOT GAMES, SOWEIT NACH ANWENDBAREM RECHT MÖGLICH, NICHT HAFTBAR FÜR JEDWEDE SCHÄDEN, LÖSCHUNGEN, VERÄNDERUNGEN, BEHINDERUNGEN, „HACKING\" ODER SONSTIGE SCHÄDEN ODER VERLUSTE JEGLICHER ART AN SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER RIOT POINTS, INSBESONDERE DER LÖSCHUNG VON SPIELELEMENTEN, VIRTUELLEN GEGENSTÄNDEN ODER RIOT POINTS BEI DER STILLLEGUNG ODER DEM ABLAUF IHRES KONTOS. \n\nAußerdem:\n\n> Bei der Nutzung des Spiels können Sie im Spiel Elemente sammeln, die Ihrem Konto zugeordnet werden. Hierzu gehören insbesondere Objekte, Artefakte, Währungen, Gegenstände, Geld, Items, Ausrüstung und/oder andere Wert- oder Statusindikatoren (die „Spielelemente“), die als Daten auf den Servern von Riot Games hinterlegt sind. Sie erkennen an und stimmen zu, dass diese Spielelemente als Teil Ihres Kontos gesammelt werden und Sie daher keine Inhaberschaft oder andere Vermögensrechte daran haben\n\nUnd:\n\n> RÜCKERSTATTUNGEN FÜR ERWORBENE RIOT POINTS ODER FÜR MIT RIOT POINTS ERWORBENE VIRTUELLE GEGENSTÄNDE SIND AUSGESCHLOSSEN. ALS ABONNENT AUS EUROPA HABEN SIE DAS RECHT, INNERHALB VON 14 TAGEN VON EINEM KAUF VON RIOT POINTS OHNE ANGABE VON GRÜNDEN ZURÜCKZUTRETEN. HIERMIT ERKENNEN SIE AUSDRÜCKLICH AN, DASS SIE HINSICHTLICH UNSERER BEREITSTELLUNG VON RIOT POINTS AN SIE AUF IHR RÜCKTRITTSRECHT VERZICHTEN, SOBALD UNSERE DIENSTLEISTUNG BEGONNEN UND IHR KONTO ZUGANG ZU DEN RIOT POINTS HAT.\n\n\nKurz gesagt: Abgesehen von dem 14-tägigen Rückgaberecht (dass jedoch mit dem Erscheinen der Riot Points auf deinem Account erlischt), hat kein User ein Recht darauf Rückerstattungen irgendeiner Art zu bekommen, unabhänging davon ob der Account gebannt ist oder nicht.","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-14T14:34:59.493+0000","up_votes":2,"down_votes":2,"body":"Ich könnte mir vorstellen, dass der letzte Punkt, also das Rückgaberecht, durchaus anfechtbar ist, vor nicht allzu langer Zeit wurde beschlossen, dass auch rein virteulle Güter, unter das 14-Tage-Rückgaberecht fallen.\nDa unsere Rechtssprechung nicht auf Präzendenzfällen beruht, sondern jeder Fall sein eigenes Urteil erhalten kann, ist dies keine Garantie, aber ich denke die Chancen vor Gericht, würde man das Rückgaberecht seiner Riotpoints (natürlich nur innerhalb der besagten 14 Tage) auf diesem Wege einfordern wollen, stünden nicht schlecht für den Verbraucher.\n\nEs könnte natürlich sein, dass es eine Art Zusatzartikel, speziell für virtuelle !Währungen! gibt, dann sähe die Sache selbstverständlich anders aus, das halte ich aber für eher unwahrscheinlich.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-12-14T14:41:52.031+0000","up_votes":3,"down_votes":1,"body":"> vor nicht allzu langer Zeit wurde beschlossen, dass auch rein virteulle Güter, unter das 14-Tage-Rückgaberecht fallen.\n\nJa, und seitdem ist dieser Abschnitt auch in den ToU. Ich bin kein Jurist, aber ich geh mal stark davon aus, dass dieser Abschnitt diesem Gesetz Genüge tut (warum sonst hätten sie ihn hinzugefügt?).\n\nAußerdem kommt im Falle eines Bannes noch dazu, dass der Nutzer ja selbst den Vertrag gebrochen hat und damit einige Rechte erlischen (ähnlich wie z.B. auch die Garantie eines Laptops erlischt, wenn man ihn in die Badewanne schmeißt).","replies":[{"id":"","poster":"Der Großmugister","date":"2015-12-14T15:48:28.673+0000","up_votes":2,"down_votes":1,"body":"Den Bann habe ich jetzt garnicht impliziert, könnte gut sein, dass dieser \"Vertragsbruch\" die Lage ändern könnte, ich bin einfach von einer normalen Rückgabe ausgegangen.\n\nGesetzeswidrige AGB´s sind leider an der Tagesordnung, einfach weil es sich lohnt, da nur die wenigsten Leute ihr \"Recht\" einklagen. Gerade in diesem Fall wird wohl kaum Einer den Schritt vor Gericht wagen, da kaum Jemand, innerhalb von 14 Tagen, eine wirklich hohe Geldsumme für Riotpoints ausgeben wird und noch Weniger werden diese dann auch noch wieder umtauschen wollen.\nBei den meisten Anfragen, bezüglich der Rückgabe, wird es sich um Summen zwischen 20 und 50 € handeln (reiner Spekulatius), selbst mit einer Rechtsschutzversicherung ist fraglich, ob sich die erforderliche Zeit zur Führung eines Verfahrens lohnen würde.\nAnders sieht es mit Teilen der AGB´s, die auch in den USA Gültigkeit haben, das dortige Rechtssystem funktioniert anders als Unseres und eine vom Verbraucher gewonnene Klage, wegen 50, rechtswidrig vorenthaltener Euros, könnte zu einer Millionenzahlung an den Verbraucher führen.\nDa man in Europa (zumindest in Deutschland) aber im Falle eines Sieges vor Gericht, lediglich sein Geld zurückbekommen würde, ist das Risiko bei falschen AGB´s sehr gering, da 1. die Kosten bei einem verlorenen Verfahren recht gering ausfallen würden und aus dem selben Grund, die motivation des Verbrauchers, ein solches Verfahren überhaupt anzustreben, sehr gering ist.\n\nBei interkontinental gültigen Teilen der AGB´s kann man sich also recht sicher sein, dass sie gültigem Recht entsprechen werden, bei den Europaspezifischen, nicht unbedingt, was aber natürlich nicht heißen muss, dass sie auch zwingend Rechtswidrig sein müssen.\n\n(Alle Angaben beruhen auf persönlicher Einschätzung, nicht auf erwiesenen Fakten)","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Käsebonbonwurst","date":"2015-10-29T18:14:29.852+0000","up_votes":1,"down_votes":11,"body":"EIn witz Riot die Premades können dich insta 2 wochen raus hauen das ist eine Lüge die Premades haben absolute macht in dem Game sie hauen dir 4  banns rein und der bann  ist sicher !!!!!!!!!!!!!!!!!!","replies":[{"id":"","poster":"Der Großmugister","date":"2015-10-30T16:57:52.502+0000","up_votes":8,"down_votes":0,"body":"Das stimmt natürlich, wenn du in dem Spiel gegen dei Regeln verstoßen hast!\nAllerdings würde es dann auch reichen, sollte dich nur eine Person reporten.\nDu solltest dich nicht über das System beklagen, wenn dein Verhalten das Problem ist.","replies":[]}]},{"id":"","poster":"PapaJLBaer","date":"2015-09-13T22:10:54.612+0000","up_votes":1,"down_votes":6,"body":"•Der durchschnittliche Spieler wird etwa 4-5 mal pro 100 Spiele reportet [REPORTS4] + [REPORTS5]\n\nWie kann denn das sein ? Vielleicht weil die meiste keine so ausgeprägte Mora oder sich die Zeit nehmen.\nIch Reporte in 9 von 10 Spielen sich 3 - 6 Pro game .Also 45 Spieler in 10 Games.\n\nNa ja sind meist Gruppen Reports, auch schon ein paar mal 9 in einen Game ( Alle ).\n\nUnd das obwohl ich den Chat meist ignoriere  Also fast nie wegen Toxic.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-14T07:30:03.327+0000","up_votes":4,"down_votes":1,"body":"Naja, du verwendest die Reportfunktion halt auch komplett falsch und die Mehrheit tut das nicht. \n\n> Ich Reporte in 9 von 10 Spielen sich 3 - 6 Pro game .Also 45 Spieler in 10 Games.\nNa ja sind meist Gruppen Reports, auch schon ein paar mal 9 in einen Game ( Alle ).\nUnd das obwohl ich den Chat meist ignoriere Also fast nie wegen Toxic.\n\nReports sind AUSSCHLIESSLICH für toxisches (=bewusstes unsoziales) Verhalten gedacht und verwendest die Reports scheinbar noch für tausend andere Dinge für die sie nicht gedacht sind (und wo sie btw auch keinerlei Wirkung haben). \nDie meisten Spieler wissen jedoch sehr wohl wofür Reports da sind und verwenden sie daher nur, wenn ihnen tatsächlich toxische Spieler begegnen....und das passiert eben relativ selten. \nAuch wenn es manchen Spielern schwer fällt das zu glauben: Die Mehrzahl der Matches verläuft ohne ernstzunehmenden Flame. Natürlich gibt es immernoch eine relevante Menge an Spielen wo das nicht so ist, aber auch dort sind meistens nur sehr wenige Spieler beteiligt. D.h. toxische Spiele gibt es schon relativ häufig, aber selbst in diesen verhält sich die Mehrheit der Spieler eben NICHT toxisch, sondern eben nur ein oder zwei (meistens). \n\nDie überwältigende Mehrheit der Spieler verhält sie NIE toxisch und erhält daher so gut wie keine Reports, außer eben gelegentlich von Leuten wie dir, die die Reportfunktion nicht verstanden haben. Daher haben bekommen die meisten eben keine Reports, außer das \"Hintergrundrauschen\" der gelegentlichen random Reports.","replies":[{"id":"","poster":"PapaJLBaer","date":"2015-09-14T18:48:49.147+0000","up_votes":1,"down_votes":10,"body":"Genau.\nReports sind AUSSCHLIESSLICH für toxisches (=bewusstes unsoziales) Verhalten gedacht \nbewusstes unsoziales oder anders gesagt.  Jemanden ( mir ) mit Vorsatz einen Schaden ( Nachteil ) zu zufügen.\n\nGrund 1:\nWenn ein Height Elo Spieler mit ein Smurf ACC spiel habe ich einen Nachteil, den er bewusst in kauf nimmt.\nGrund 2: \nWenn 3 Premads die den Spielstiel des anderen kennen und eingespielt sind oder eine Team Combo wählen ( z.B {{champion:4}}  ult  + {{champion:223}}  ult mit {{champion:429}}  + Top Tp und {{champion:56}}  ult ) habe ich in jeden Fall eine Nachteil.\nGrund 3:\nWenn ein Height Elo Spieler sich seine ELO durch eine Low Elo Spieler sich ´die ELO Droppen lässt. ( Silber3 + Platin 2 ) \nhabe ich auch einen Nachteil.\n\nAll dies sind Vorteile die sich diese Leute sich vor den Spiel sichern ohne das ich was dagegen machen kann.\nAußer ich sorge dafür das diese Leute von Sever gebannt werden. \nFür mich sind die 3 Gründe eindeutig Zeichen von bewusstes unsoziales)Verhalten und rechtfertigen somit 100% die Reports.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-14T19:57:14.913+0000","up_votes":8,"down_votes":1,"body":"Sozialverhalten...d.h. im sozialem Umgang mit anderen Menschen, nicht spielerische (Un)Fähigkeit.\n\nIch meine im Ernst....du reportest es wenn Premades ein eingespieltes Team sind? Da fuck?","replies":[{"id":"","poster":"PapaJLBaer","date":"2015-09-14T21:28:33.488+0000","up_votes":1,"down_votes":11,"body":"Jede Art von unfairen Vorteil den man sich bewusst verschafft geht mir gegen die Moral.\n\nOb einer ein Kaugummi oder eine Rolex klaut, spiel für die Sachen keine Rolle. Beide ist Diebstahl und gehört geahndet. Der einzige Unterschiel liegt ein der Bestrafung.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-15T06:09:12.779+0000","up_votes":7,"down_votes":1,"body":"Es ist doch kein unfairer Vorteil wenn ein Team gut spielt. Das ist Sinn des Spiels! Wird der FC Bayern aus der Bundesliga geschmissen weil sie so gut spielen?\n\nNaja, im Endeffekt spielt es ja keine Rolle ob du die Reportfunktion missbrauchst. Wenn du tatsächlich so reportest wie du es hier beschreibst, ist dein Reportgewicht schon längst ins Bodenlose gesunken und deine Reports haben keinerlei Wirkung mehr. Insofern ist es auch egal wenn du die Reportfunktion missbrauchst, du schadest damit niemanden.","replies":[{"id":"","poster":"PapaJLBaer","date":"2015-09-15T21:34:35.512+0000","up_votes":1,"down_votes":5,"body":"Stopp mal.\n\nIch glaube du hast es nicht ganz verstanden, sehe ich an den Bayern Beispiel.\n\nIch reporte niemanden weil er gut spielt.\nEs ist der Vorsatz des Vorteils.\nSelbst bei der LCS wird klar gesagt das Teams die sich schon lange kennen eine Vorteil haben. \nSie kennen sich einfach besser vereinfacht Rotationen ezettera.\n\nWie du schon gesagt hast denke ich auch das das Reportgewicht abnimmt, des wegen schreibe ich den Supp ja jeden mal direkt an um kein klärendes Gespräch zu suchen.\nWo bei ich auch anschießen den Riot Supp kontrolliere ob er etwas gegen die Spieler gemacht hat oder nicht und wenn nicht frage ich nach warum diese Spieler noch das Recht haben weiter zu Cheaten.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-16T06:48:53.877+0000","up_votes":6,"down_votes":0,"body":"> Es ist der Vorsatz des Vorteils.\nSelbst bei der LCS wird klar gesagt das Teams die sich schon lange kennen eine Vorteil haben.\n\nNa und? Das ist ist keinster Weise verboten oder unsozial? Riot ist sich durchaus bewusst dass Premades einen taktischen Vorteil haben, genau deswegen bekommen sie auch stärkere Mitspieler und Gegenspieler zugewiesen. \n\n> Wie du schon gesagt hast denke ich auch das das Reportgewicht abnimmt, des wegen schreibe ich den Supp ja jeden mal direkt an um kein klärendes Gespräch zu suchen.\nWo bei ich auch anschießen den Riot Supp kontrolliere ob er etwas gegen die Spieler gemacht hat oder nicht und wenn nicht frage ich nach warum diese Spieler noch das Recht haben weiter zu Cheaten.\n\nUms kurz zu machen: Du verschwendest deine Zeit. Weder das Reportsystem noch der Support wird jemals darauf reagieren, wenn du gutes Spielen reportest.","replies":[]}]}]},{"id":"","poster":"PapaJLBaer","date":"2015-09-14T21:30:46.445+0000","up_votes":1,"down_votes":1,"body":"Währe doch unfair wenn ich nur Gegner reporte und Sieg oder Niederlage spielen auch keine Rolle","replies":[]}]}]},{"id":"","poster":"PapaJLBaer","date":"2015-09-14T19:00:46.760+0000","up_votes":1,"down_votes":9,"body":"PS. Ich schreibe auch zusätzlich den Riot Supp direkt an.\nWo ich verstärkt auf das Fehlerhalten hinweise und entsprechende Daten an hänge die dies belegen.\nDen solche Premads sind in der Regel keine erst Täter sondern Serienkriminelle.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-09-14T19:58:52.966+0000","up_votes":4,"down_votes":0,"body":"> PS. Ich schreibe auch zusätzlich den Riot Supp direkt an.\n\nAlle Dinge die über Reports geregelt werden können (d.h. so ziemlich alles was ingame passiert) rührt der Support prinzipiell nicht an. Diese Tickets schreibst du also vergebens, außer es handelt sich um Dinge die tatsächlich nicht per Report geklärt werden können (zum Beispiel Fehlverhalten über die PN-Funktion außerhalb des Spiels).","replies":[{"id":"","poster":"Kata is Just OP","date":"2015-11-27T20:41:08.439+0000","up_votes":3,"down_votes":0,"body":"Ich habe diese Diskussion mit großen Vergnügen gelesen und habe nun ein großes Grinsen auf dem Gesicht! \n{{sticker:zombie-nunu-hearts}}","replies":[{"id":"","poster":"XxIcErEaPeRxX","date":"2016-02-09T03:59:37.512+0000","up_votes":3,"down_votes":0,"body":"Same xD","replies":[]}]}]}]}]},{"id":"","poster":"WillJumba","date":"2016-03-19T00:01:31.723+0000","up_votes":1,"down_votes":4,"body":"Genau!\n\nDa haben wirs. Aber ALLE benutzen das reportsystem komplet falsch.\ndiese 10 jährigen kids die einfach drauflosflamen. dagegen wurde das ban system erstellt.\ndoch denen ist es egal, die haben ja kein geld reingesteckt.\n\nandere die sich vl manchmal blöd verhalten ,haben hunderte euro in das spiel gesteckt und vom einem zum nächsten ist alles weg.\n\nna dann kann ich mich ja nur bedanken. wenn das ausgegeben geld  zurückerstattt wird habe ich kein problem damit, aber ich glaube Riot Games zahlt alles im vorschuss, welches heißt geld kommt rein und am näcshten tag steckt es in einem großen event.\n\ndie finanzierung hängt davond ab ob viele spieler regelmäßg einkaufen, wenn die zeit kommt und keiner mehr skins kauft, geht riotgames bankrot.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-03-19T09:35:26.923+0000","up_votes":3,"down_votes":0,"body":"> Da haben wirs. Aber ALLE benutzen das reportsystem komplet falsch.\n\nWas genau lässt dich das glauben?\n\n> diese 10 jährigen kids die einfach drauflosflamen. dagegen wurde das ban system erstellt.\n\nAuch, ja. Aber auch gegen alle anderen die nicht in der Lage sind sich zu benehmen. Das hat traurigerweise relativ wenig mit dem Alter zu tun, sondern betrifft durchaus auch im gleichen Maße ältere Spieler. \n\n> andere die sich vl manchmal blöd verhalten ,haben hunderte euro in das spiel gesteckt und vom einem zum nächsten ist alles weg.\n\nDas hätten diese Leute sich mal überlegen sollen, bevor sie die Regel ignoriert haben. Du gehst ja auch nicht in ein teures Restaurant, bezahlst ein teures Essen und erleichterst deinen Darm dann auf den Tisch. Wenn du im Restaurant auf den Tisch scheißt, wirst du raus geschmissen, völlig egal wieviel dein Essen gekostet hat. Natürlich macht das normalerweise keiner, weil jeder weiß dass man sowas nicht macht.\nIn LoL ist es genau das gleiche. Auch hier gibt es Regeln und wenn du die einfach ignorierst, dann musst du eben gehen, völlig egal wieviel Geld du ausgegeben hast. Und wem das vorher nicht klar ist, der ist wirklich selber Schuld. \n\n>  wenn das ausgegeben geld zurückerstattt wird habe ich kein problem damit\n\nBekommst du im Restaurant dein Geld zurück, wenn du dich auf den Tisch erleichterst? Nein. Warum sollte es in LoL so sein. Du wirst doch nicht auch noch dafür belohnt, dass du die Regeln brichst. \n\n> die finanzierung hängt davond ab ob viele spieler regelmäßg einkaufen, wenn die zeit kommt und keiner mehr skins kauft, geht riotgames bankrot.\n\nRiot verwaltet das größte Spiel in der Geschichte des Gamings und hat dementsprechend stabile Einnahmen. Darüber hinaus gehört Riot zu Tencent Holdings, einer der mächtigsten und reichsten Firmen dieses Planeten...die stecken ihr Geld nicht in eine Spielefirma die von einen Tag auf den anderen Pleite geht. LoL wird sicherlich irgendwann nicht mehr gespielt werden, so wie jedes andere Spiel auch...aber angesichts der Tatsache dass wir über das größte Spiel aller Zeit sprechen und es nach wie vor wächst, liegt dieser Tag noch fern.","replies":[{"id":"","poster":"DrCrane74","date":"2016-07-31T21:56:05.633+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=0019000000010000,timestamp=2016-03-19T09:35:26.923+0000)\n>\n> \n> \n> Bekommst du im Restaurant dein Geld zurück, wenn du dich auf den Tisch erleichterst? Nein. Warum sollte es in LoL so sein. Du wirst doch nicht auch noch dafür belohnt, dass du die Regeln brichst. \n> \n> Riot verwaltet das größte Spiel in der Geschichte des Gamings und hat dementsprechend stabile Einnahmen. Darüber hinaus gehört Riot zu Tencent Holdings, einer der mächtigsten und reichsten Firmen dieses Planeten...\n\n\nDiese Aussagen habe ich nicht explizit zitiert, da sie praktisch direkt über meinem post standen.","replies":[]}]}]}]}]},{"id":"","poster":"Fjallgart","date":"2016-03-18T16:12:47.317+0000","up_votes":1,"down_votes":0,"body":"Ich habe eine kurze Frage an dich Humpelstilzche.\n\nEs wird häufig darauf hingewiesen, dass es sehr wenig toxische Spieler gibt. Ich bin zur Zeit Bronze III eingestuft, hoffe aber noch zu steigen, wir werden sehen.\n\nLeider erlebe ich es dort sehr häufig, dass beleidigt wird. So gut wie bei jeder Niederlage gibt es mind. einen toxischen Spieler und bei einigen Siegen auch.\n\nMeine Reportrate pro Spiel liegt (zumindest bei rankeds) bei 1 im Schnitt (glaube ich zumindest).\n\nDabei achte ich sehr darauf nur Sachen zu reporten, die report würdig sind.\n\nBsp.: \"Report KS\", \"noob\" oder schlimmere Sätze reporte ich mittlerweile grundsätzlich.\n\nWie kann ich herausfinden, ob meine Reports überhaupt noch Gewicht haben und ob sie etwas nützen?\n\nMfG\nFjallgart","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-03-18T16:18:43.447+0000","up_votes":4,"down_votes":0,"body":"> Es wird häufig darauf hingewiesen, dass es sehr wenig toxische Spieler gibt. [... ] Leider erlebe ich es dort sehr häufig, dass beleidigt wird.\n\nToxische Spieler sind tatsächlich selten...aber jedes Spiel hat 10 Spieler, daher sind toxische Spiele (also Spiele die mindestens einen toxischen Spieler enthalten) trotz der Seltenheit toxischer Spieler garnicht so selten. \nInsofern schließen sich diese beiden Dinge leider nicht gegenseitig aus. Flamer sind selten, Spiele in denen geflamet wird nicht. \n\n> Meine Reportrate pro Spiel liegt (zumindest bei rankeds) bei 1 im Schnitt (glaube ich zumindest).\n\nSchreib dir mal über 50-100 Spiele hinweg auf, wieviele Leute du reportest und wieviele du NICHT reportest. Mit ziemlicher hoher Wahrscheinlichkeit wirst du über die üblichen 5% wohl kaum hinauskommen.\n\n> Wie kann ich herausfinden, ob meine Reports überhaupt noch Gewicht haben und ob sie etwas nützen?\n\nGarnicht. Du kannst aber davon ausgehen, dass dein Reportgewicht optimal ist, so lange du die Report-Funktion nicht regelmäßig missbrauchst...und es klingt nicht so als würdest du das tun. \nMan muss Reports schon wirlich komplett falsch verwenden, um ein niedriges oder kein Reporgewicht zu haben.","replies":[{"id":"","poster":"Fjallgart","date":"2016-03-18T19:48:45.678+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank für die schnelle und gute Antwort ;-)\n\nIch werde deinen Ratschlag mit der Notation der Reports beherzigen und mich in 50 Spielen nochmal melden.\n\nEin kleiner zwischen Stand von heute Abend:  3 Spiele 8 reports (Ich habs vielleicht etwas zu genau genommen für \"gg ez\" würde ich normal niemanden reporten, es gilt aber auch schon als Beleidigung (unsportliches Verhalten), aber das war ja auch nur einer der 8, die anderen 7 waren für aufrufe zum report (1 mal) und 6 mal für Beleidigungen. Macht eine quote von 8/30 oder 6/15 , wie man es nimmt, ich sehe ja den Chat des anderen Teams nicht.)\n\nIst nur eine erste Stichprobe, kann also alles nur Zufall sein.\n\n---\n\nAlso ich hab jetzt 9 Spiele durch und 18 toxische Spieler erlebt. Von Reportandrohungen bis hin zu üblen Beleidigungen war alles mit dabei.\n\nIch will nicht behaupten, dass es mehr als 5% toxischer Spieler gibt, was aber nicht heißt, dass die Wahrscheinlichkeit ihnen zu begegnen nicht deutlich höher liegt.\n\nEinerseits kann es sein, dass zu den nicht toxischen Spielern auch alle Karteileichen und Gelegenheitsspielern zählen, die allein durch ihre geringe Anzahl der Spiele weniger ins Gewicht fallen. Auch kann es sein, dass die Liga in der man Spielt einen Einfluss darauf hat. So könnte es sein, dass in tieferen Ligen deutlich mehr geflamet wird (meine Vermutung).\n\nSchlussendlich hatte ich von den 9 Spielen nur 2 ganz ohne toxischen Spieler. Andersherum wäre es mir deutlich lieber.\n\nEinfach nur schade","replies":[]}]}]},{"id":"","poster":"dat Zoidberg","date":"2015-06-09T14:48:51.199+0000","up_votes":4,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=,timestamp=2015-06-09T12:55:09.807+0000)\n>\n> * ...müssen durch Siege (!) auf der Schlucht der Beschwörer ...\n\nNeues Kampffeld (Mischung aus Kluft der Beschwörer und Heulende Schlucht)? ;-)\n\nAnsonsten schicke Zusammenfassung!","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T15:24:46.086+0000","up_votes":1,"down_votes":0,"body":"Korrigiert, danke.","replies":[]}]},{"id":"","poster":"VergesseneKraft","date":"2015-06-11T23:03:12.869+0000","up_votes":1,"down_votes":0,"body":"Bitte überprüft/vergleicht mal die Quelle Support 1\n\nWürde hier die englische Version verwenden, da aktuellerer Stand.\n\nAnsonsten nicht schlecht.\n\nEdit:\nHier eine interessante Ansammlung von Informationen zum CR aus einem Support Ticket.\n\n> ich kann verstehen, dass du gerne weitere Informationen zu der Strafe hättest, da dies aber keine Strafe vom Tribunal ist, werden wir dir leider keine Details zu den Spielen geben können, in denen du gemeldet wurdest. Wir werden allerdings versuchen, dir ein bisschen mehr Kontext zu unserem Bestrafungssystem zu geben. Während das Tribunal überarbeitet wird, versuchen wir eine ganze Reihe von neuen Dingen, das wort \"automatisiert\" wird da oft falsch verstanden. Mit \"automatisiert\", meinen wir einfach, dass wir damit viel schneller eine Strafe für negative Aktionen verteilen können. Im Tribunal hat es manchmal über einen Monat gedauert, bis eine negative Aktion ausgewertet und bestraft wurde.\n\n> Um dir einen Einblick in das Experiment zu geben, solltest du zuerst verstehen, dass das Reportsystem und das Tribunal voneinander getrennt sind. Die einzige Aufgabe des Reportsystems ist es zu bestimmen, wie genau ein Spieler mit seinem Report ist. Es gib im Hintergrund viel Mathematik, die sicherstellt, dass ein Report nur gezählt wird, wenn er auch berechtigt ist. Wenn ein Spieler selber konstant negativ ist, ist sein Report wahrscheinlich nicht so viel wert . Wenn ein Spieler reportet, weil er damit trollen will und seine 3 Freunde dazu kriegen will, den gleichen Spieler zu reporten, erkennt das System das und wird diese Reports komplett ignorieren. Die Chat- so wie Ranked-Restriktionen basieren, wie die meisten anderen Sprachen, auf diesem System um sicher zu stellen, dass Spieler nicht einfach in der Lage sind, die Meldungen zu missbrauchen.\n\n> Zweitens haben wir ein System, das Millionen von Chat-Protokolle zu analysiert und mittlerweile sehr gut in der Lage ist, einzuschätzen, ob eine Konversation im Spiel positiv oder negativ ist. Dabei wird das System auch immer besser, je mehr Chat Logs es analysiert und kann damit noch genauer und mit wachsender Sicherheit einschätzen, ob ein Spieler eher negativ oder eher positiv kommuniziert (im Verhältnis zu einem durchschnittlichen Spieler).\n\n> Mit der Kombination von Reports, Überprüfungen durch den Player Support, der Chat-Log Analyse und weiteren Daten aus den Spiel, können wir sehr genaue Entscheidungen treffen und damit gezielte Kontosperren jeglicher art durchführen. Darüber hinaus sind wir immer sehr konservativ mit Strafen. Nehmen wir an, dass ein Spieler eine Punktzahl zwischen 1 und 100 hat, wobei 100 optimal ist und 1 das Gegenteil. Auch wenn wir vielleicht alle einig sind, dass alle Spieler unter 25 eine Strafe verdient haben, entscheiden wir uns dafür nur alle Spieler die 5 oder weniger haben, zu bestrafen, um sicher zu gehen, dass die Strafe auch berechtigt ist.\n\n> Wir sind immer bereit, Änderungen vorzunehmen und weitere Experimente sehen in der Zukunft vielleicht anders aus, aber aktuell hoffen wir, dass alle Spieler eine verbesserte Atmosphäre im Spiel haben.\n\n> Das System ist auch weiterhin aktiv, kurz bevor deine Sperre ausläuft wird dein Account neu bewertet und wenn du dich mit den eingeschränkten Spielen nicht bis zu dem Punkt verbessert hast, den wir gerne sehen würden, bekommst du weitere Sperren. Bis wir dieses System ändern oder du dich verbesserst.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-12T08:50:47.464+0000","up_votes":3,"down_votes":0,"body":"Das kann ich nicht verwenden, das ist keine verlinkbare (offizielle) Quelle. Ich zweifle nicht an der Echtheit dieses Textes, aber es ist keine zuverlässige Quelle, so einen Text kann ja jeder schreiben.","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T09:09:03.760+0000","up_votes":1,"down_votes":0,"body":"Ich mache nach er einen Screenshot fertig, werde jedoch den Namen des support Mitarbeiters ausblenden.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-12T09:26:04.962+0000","up_votes":1,"down_votes":0,"body":"Lass den Namen drin, das ist okay","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T10:08:03.792+0000","up_votes":1,"down_votes":0,"body":"Support Server ist gerade offline, komme gerade nicht ans Ticket","replies":[{"id":"","poster":"VergesseneKraft","date":"2015-06-12T10:46:30.057+0000","up_votes":2,"down_votes":0,"body":"OK hier der Ausschnitt","replies":[]}]}]}]}]}]},{"id":"","poster":"Legend Hypaaahh","date":"2015-06-09T17:32:32.414+0000","up_votes":1,"down_votes":5,"body":"Also ich finde das System klasse!\n\nDamit werden so hypertoxische Kinder aus dem Chat genommen, was die Allgemeinheit verbessert!\nWie mich!\nIch bin so übertoxisch, ich belabere Verbündete UND Gegner über /all das sie alle dumm sind und beleidige am besten noch ihre Mütter, deshalb habe ich auch 1300 Spiele eine Sperre. Genauso wie mein Bruder! Er hat 1200 Spiele bekommen und ist genauso toxisch.\n\nIch finds nur komisch, dass ich immernoch ingame Leute sehe die mit witzigen Sprüchen wie \"Get %%%%%%, retard\", \"You suck balls, noob\" oder am besten: \"You Fker get ebolaids\" ankommen. Das Witzige: Die können mir am Anfang immer 8 Nachrichten schreiben :O Ich glaube die hacken den Chatbann irgendwie... Naja,aber mich wehren kann ich nicht, wenn jemand dem Gegner sagt dass ich alle anderen beleidige und mit Absicht feede oder Ähnlichem. Ne, das darf ich nicht. Aber ansonsten hat man ja von diesen 0.02% Fehlerquote ja nur 30000 Threads die sich darüber beklagen über wiederkehrender Chatsperre.. Nagut, genug das System angepriesen...\n\n\nKappa...","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-10T09:12:44.421+0000","up_votes":3,"down_votes":0,"body":"Du könntest Spieler melden, die dich im Chat anschwärzen wollen.\n\nDie 30000 Threads die du ansprichst habe ich gelesen. Darunter waren etwa 10 bei denen jemand im grauen Bereich war und kein einziger, der es geschafft hat ruhig zu bleiben.","replies":[{"id":"","poster":"Brünette","date":"2015-06-12T07:18:18.870+0000","up_votes":1,"down_votes":0,"body":"Sirrkas, jetzt auch in Grün. Gratuliere! \n\nOder war ich vorher Farbenblind ?","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-12T07:23:58.497+0000","up_votes":3,"down_votes":0,"body":"Danke. Bin das etwa seit Mittwoch/Donnerstag.","replies":[{"id":"","poster":"Brünette","date":"2015-06-12T07:58:54.517+0000","up_votes":2,"down_votes":0,"body":"Gute Wahl!  +1 für die Grünen/Riot. \n\nGibt es eigentlich eine Liste mit den aktuellen Grünen/Orangen?","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-12T08:02:51.972+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, das Humpel weiß, wer momentan Emissaries sind. Eine öffentlich zugängliche Liste gibt es meines wissens aber nicht. Ich muss mich aber erst noch auf den ganzen Seiten einlesen.","replies":[]}]}]}]}]}]},{"id":"","poster":"Hibiki Yamazaki","date":"2015-12-16T01:11:36.523+0000","up_votes":1,"down_votes":3,"body":"Ist ja alles schön und gut aber der Aufwand und die Zeit die Riot investiert lohnt sich gar nicht. Meiner Meinung  nach legt man den Fokus so stark auf das System  statt sich mal mehr mit dem Spiel auseinander zu setzten ...... Wie viele champions sind unbalanced  wie viele Sachen oder geschehen greifen in die momentane Meta  ein.Die neuen  Masteries beeinflussen so viele champs. Eso profitieren schon die champs davon die nie richtig benachteiligt wurden warum werden champs wie urgot gar nicht mehr gespielt ....Wie kann ein Mundo so viel dmg machen. Es muss das Verhältnis von einem Champion der eine tankfunktion  erfüllt  und einem  Apcarry in dmg verglichen werden und es kann nicht sein  das ein Tank so viel mehr dmg  hat  als ein AP carry  oder adc.  Es wäre genau so Wie wenn ein Traktor als Zug Mittel benutzt  wird und ein tag später der Traktor formeleinsniveau  hat","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-12-16T07:03:58.316+0000","up_votes":3,"down_votes":0,"body":"Riot ist kein kleiner Newcomer mit 3 Leuten wo jeder alles macht. Es gibt bei Riot Teams die sich bestimmten Aufgaben widmen und mit den Aufgaben der anderen Teams absolut nichts zu tun haben. Deine Bitte die Rioter die die PB-Systeme entwickeln sollen doch lieber am Balancing feilen ist in etwa so sinnvoll wie deinen lokalen Bäcker zu fragen ob er denn nicht lieber Autos bauen kann, da du vorhast dir ein neues Gefährt zuzulegen. Natürlich kann er das rein theoretisch, das Ergebnis wäre aber vermutlich ein Baguette mit Pfefferkuchen-Rädern und kein Auto, weil ein Bächer nunmal kein Automobilhersteller ist. \nUnd genauso ist das mit den PB-Riotern auch....wenn die plötzlich anfangen würden an Champions rumzupfuschen, wäre das Ergebnis garantiert nicht das was du dir wünschst, denn das ist schlicht und einfach überhaupt nicht ihr Fachbereich. \n\nInsgesamt ist Riots PB-Fokus dann doch eher klein. Riot hat weit über 1000 Mitarbeiter und...ich weiß es nicht genau, so um die 10-50 davon beschäftigen sich mit PB.","replies":[]}]},{"id":"","poster":"Kata is Just OP","date":"2015-11-27T20:35:32.505+0000","up_votes":2,"down_votes":0,"body":"Great! Ich mag das!","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-21T10:38:37.325+0000","up_votes":2,"down_votes":0,"body":"CRs und Bans haben laut der aktuellen Aussage von Lyte eine etwas höhere Reformrate als hier angegeben.\n\n[Riotlyte](http://ask.fm/RiotLyte/answer/131818129602)\n\nBei CR4 können die 70 % durch 75 % ersetzt werden und bei Banns die 80 % durch 90 %.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-24T21:19:42.404+0000","up_votes":1,"down_votes":0,"body":"hey eine Frage habe ich zu den CR/RR Aussagen in diesem Thread.\n**Chatrestrictions**\n\n> ...werden nicht einfach auf Basis der Report-Zahl vergeben, sondern auf Basis der Qualität dieser Reports (vgl. Reports)\n> \n\n**Ranked Restriction**\n\n> ...basieren auf bestätigten (!) Chatverstößen [RR1]\n\nHeißt das dass CR tatsächlich nur durch Reports ausgelöst werden? (Also durch Reports die \"Gewicht\" haben)\nDachte immer, dass CR auch genauso wie eine RR durch bestätigte Chatverstöße vergeben werden.\n\nDanke für die zukünftige Aufklärung^^","replies":[{"id":"","poster":"Sirrkas","date":"2015-08-24T21:44:31.940+0000","up_votes":2,"down_votes":0,"body":"In dem Fall, bedeutet Qualitätsreports eher, dass es berechtigte Reports sind. In der verlinkten Antwort wird leider nicht genau erklärt, wie CRs verteilt werden sondern eher allgemein, dass man durch die Mischung aus Reportbewertungssystem und Chatanalyse, die Genauigkeit einstellen kann. \n\nIst wohl eher eine schlechte Formulierung hier.","replies":[{"id":"","poster":"Spicavius","date":"2015-08-24T23:17:06.429+0000","up_votes":1,"down_votes":0,"body":"sollte vllt einwenig geändert werden sonst könnten viele andere das Gleiche denken wie ich. :/","replies":[]}]}]}]},{"id":"","poster":"Phobos Selini","date":"2015-07-06T15:39:03.997+0000","up_votes":2,"down_votes":0,"body":"Es ging mir bei meinen letzten beiden Links nicht nur um die Reportdrohungen, sondern vor allem auch um das Zurückflamen, Selbstverteidigen, Vergelten (Retaliation). Man liest häufig von Flamern, dass sie es nicht verstehen, dass sie bestraft werden, wenn der andere doch angefangen hat.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-06-26T13:59:33.140+0000","up_votes":2,"down_votes":0,"body":">Auch Vergehen im Pre- oder Postgamechat können reported werden, da Riot auch diese Chats überwacht [REDDIT2]\n\nDie Quelle beschreibt nur die Fehlerquote nicht die Einbeziehung von Pre- und Postgamechat.","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-10T10:04:31.614+0000","up_votes":2,"down_votes":0,"body":"Heya\n Nen paar Sachen zum Feederbuster(hab mal nen bisschen gegraben, was tut man nicht alles dem Humpel zuliebe):\n> Starting 8/26/2014 in North America, we’ll be rolling out a test system capable of immediately escalating extreme intentional feeders straight to a 14-day or permanent ban. Like our other punishment systems, we’ll start with conservative tests to minimize false positives, and then expand the system to be more aggressive. As with our other experiments, depending on the results, we’ll roll out similar tests to the other servers.\n\n[Quelle](http://boards.na.leagueoflegends.com/en/c/miscellaneous/oH6zB1eg-detecting-and-banning-extreme-intentional-feeders)\n\nHier ist das nen bissl  gemixt, Unskilled Player is auch dabei.\n> For example, Intentional Feeding reports do help our Intentional Feeder Detection system which aggressively gives 14-day bans to intentional feeders. However, I will note that many players think someone is intentional feeding when they are just having a bad game so there's a lot of analyses that goes into the reports themselves and whether they are accurate.\n> \n> Unskilled Player reports are used to inform matchmaking updates, but do not directly affect player accounts. For example, if a player is constantly getting Unskilled Player reports then our matchmaking system has wildly misplaced the player, so we can analyze those situations to figure out an improvement to the system. However, players are never banned or penalized for being unskilled.\n> \n> In saying this, we generally find that some reports have too much overlap so we may remove some options in the future. For example, when a player feeds an enemy team, some players use Intentional Feeding and some player use Assisting Enemy Team... so there's so much overlap with those reports that we may just remove Assisting Enemy Team.\n\n[Quelle](https://www.reddit.com/r/leagueoflegends/comments/2smys1/riot_does_reporting_for_intentional_feeding/cnr3f82)\n> We're aiming for less than 2 games before the system acts.\n\n[Quelle](https://twitter.com/RiotLyte/status/604126805981704192)\n\nIch bin mir nicht sicher ob psycholigische Grundlagen oder Chatsperren:\n> Die Limitierung der Anzahl an Chatnachrichten, die ein Spieler senden kann, macht das Chatten zu einer begrenzt verfügbaren Ressource. Diese „Nachrichtenmunition“ kann entweder für nützliche Kommentare, die einen erfolgreichen Angriff koordinieren, oder für das Heruntermachen eines leistungsschwachen Teamkameraden eingesetzt werden. Durch Chat-Einschränkungen stehen die Spieler vor einem Ressourcenproblem und müssen eine moralische Entscheidung treffen.\n> \n> a die meisten Spieler gewinnen möchten, führt die klare Wahl zwischen hilfreichen Kommentaren und Negativität bei den meisten Spielern, die mit einer Chat-Einschränkung bestraft wurden, zu einem deutlichen Rückgang ihrer Negativität. Viele Spieler, die mit einer Chat-Einschränkung bestraft wurden, machen die Erfahrung, dass das sich die positive Nutzung der Chatfunktion auf ihre Gewinnrate auswirkt. Deshalb bitten sogar manche Spieler, die mit einer Chat-Einschränkung bestraft wurden, darum, ihre Einschränkung dauerhaft zu machen! Im Vergleich zur alten Zuerst-Sperren-, Später-Sperren-Strategie in Bezug auf unflätige Sprache bessern sich mit der neuen Kombination aus Chat-Einschränkungen und -Sperrungen, im neuen System 40 % mehr Spieler. \n\n[Quelle\n](http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/design-leitlinien-zum-spielerverhalten-bestrafung)\n\nUnd zu psychologischen Grundlagen:\n[Humpels Psycho-Guide](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1418213) ;) Zumindest verlinkt sollte der schon sein.\n\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-09T19:05:33.471+0000","up_votes":2,"down_votes":0,"body":"Auch noch nett find ich die Grafik bei min 16.48 bei  [Diesem Video](http://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player), gibts die irgendwo als Bild? Es zeigt schön dass Worte wie \"shit\" sehr stark kontextabhängig sind und man auch Kraftausdrücke benützen kann und dennoch als überaus positiver Spieler bewertet wird.","replies":[]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-01-18T21:31:36.234+0000","up_votes":1,"down_votes":6,"body":"ja ihr macht euch nur Gedanken wie ihr einen spieler strafen könnt statt euch mal mit einem ganz wichtigen Thema zu befassen. Warum neigen spieler dazu toxic zu werden ???? warum...... ihr verteilt strafen für gar nichts das game ist so hard unbalanced und das ist der grund warum spieler mad werden warum .... diese frage stellt ihr euch nicht was bringts es wenn mein Team 20:3 im early stark ist und im late keine schnitte haben. die range zwischen early und late game is viel zu extrem !!!!","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-01-18T21:41:21.270+0000","up_votes":2,"down_votes":0,"body":">  diese frage stellt ihr euch nicht \n\nDoch doch, natürlich. Ich persönlich habe darüber zum Beispiel meinen Bachelor geschrieben. Auch Riot hat dazu intensiv geforscht und arbeitet diesbezüglich sogar mit diversen namhaften Unis zusammen (MIT fällt mir z.B. spontan ein). Es gibt auch diverse frei zugängliche Vorträge/Videos zu dem Thema und Lyte wird nicht müde all das immer und immer wieder zu erklären (er hat auf ask.fm mittlerweile über 1000 Fragen innerhalb von ein paar Monaten beantwortet, viele davon drehen sich genau darum). \n\nAnders gesagt: Riot weiß sehr genau was toxisches Verhalten verursacht und reagiert entsprechend. Dein Vorwurf Riot würde sich diese Frage nicht stellen, könnte garnicht falscher sein. \nHier findest du eine Sammlung an Quellen, viele davon beschäftigen sich ausführlich mit deiner Frage:\nhttps://www.youtube.com/watch?v=nbYQ0AVVBGU\nhttps://www.youtube.com/watch?v=a-5yKdpR0kU\nhttp://www.gdcvault.com/play/1020389/Enhancing-Sportsmanship-in-Online\nhttp://gdcvault.com/play/1017940/The-Science-Behind-Shaping-Player\nhttp://www.gdcvault.com/play/1022160/More-Science-Behind-Shaping-Player\nhttps://support.riotgames.com/hc/en-us/sections/200382430-Behavior-Initiatives\nhttp://boards.euw.leagueoflegends.com/de/c/player-behaviour-en/qWU1kgFi-chat-restriction-faq\nhttp://clgaming.net/redtracker?user=142#lyte\nhttp://www.reddit.com/user/RiotLyte\nhttp://arstechnica.com/gaming/2013/05/using-science-to-reform-toxic-player-behavior-in-league-of-legends/\nhttp://na.leagueoflegends.com/en/news/game-updates/player-behavior\nhttp://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior/\nhttp://ask.fm/riotlyte/","replies":[]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-01-18T21:37:53.837+0000","up_votes":1,"down_votes":5,"body":"ja gleich werden wieder einige vor sich her philosophieren und dumme Kommentare abgeben,,,, strafen haben spieler nicht verdient die beleidigend werden strafen haben Feeder verdient starfen haben afk leute verdient diese leute haben strafen vedient wer von euch hat nicht schon mal beleidigt oder wurde beleidigt manche gehen mit der Einstellung ins spiel eh zu verlieren manche kommunizieren nicht das ist de grund warum sich das verhalten anderer ändert....... wenn ich ein Feeder im Team habe dann müsste ich nach riot regeln sagen : super Feeder hast du toll gemacht nach dem spiel ehre ich dich für deine Leistung aber wenn ihr ein ranked game verliert weil  einer absichtlich feedet oder sagt kb mehr ich gehe afk  dann kommt in jedem von euch eine wut hoch in der ihr auch die liebsten spieler beleidigend werdet...... \nich hasse dieses spiel mittlerweile würde mir riot meine ganzen skinns zurückerstatten mit Geld würde ich diesen account löschen lassen und nie wieder spielen !!!","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-19T11:13:52.419+0000","up_votes":1,"down_votes":0,"body":"Feeder und Afkler werden bestraft.... liest du überhaupt Threads durch bevor du etwas postest?\n\nJa ich fange auch bei nem Harten Tilt an leicht zu Rage, ABER mit einem sehr großen unterschied zu diesem kleinen toxischem Teil der Community. Ich schreie meinen Fernseher an anstatt irgendwas in den Chat zu schreiben. Das dauert außerdem so lange, in der Zeit könnte ich sterben, oder ein Mate und ich würde mich noch mehr aufregen. Ergo keine Alternative.\n\nDu kannst gerne aufhören zu spielen, es steht dir vollkommen frei und keiner zwingt dich.\n\nAuf deinen Eingangspost mal.\nWenn ihr eine early Comp pickt und dann das game nicht schnell beendet wer ist dann Schuld? DEIN Team. und wer ist in DEINEM Team? DU. Wer hat also Mitschuld? Genau DU.\n\nSchau dir doch Champions an bevor du sie pickst und was dein Team und das Gegner Team gepickt hat. Wenn er full Early Game seid braucht ihr da keine vayne im Team die erst im Late stark ist.\n\nSmurfs? Bis dato habe ich in meiner Pre Season 1 Smurf gehabt, das als Gegner. Leider wohl unteres Dia aber der hat mich richtig zerlegt.\n\nJeder Smurf der es ankündigt ist mit großer Wahrscheinlichkeit (subjektiv) kein Smurf, sondern eher ein Toxic Spieler der denkt er steht über seinen Mates.","replies":[{"id":"","poster":"Hibiki Yamazaki","date":"2016-01-20T21:46:30.033+0000","up_votes":1,"down_votes":2,"body":"gerade wieder im ranked einen troll gemacht pickt renkton geht mitte feedet abscihtlich bildet mana mune ...... und als du ihn gefragt hast warum er das tut sagt er ist ihm egal er hat 4 account riot kann ihn mal am arsch lecken... und das ist dan fair !!!!!! gg riot schenkt diesem idiot ein skinn !!!","replies":[{"id":"","poster":"Rainbow Dashie","date":"2016-01-20T21:56:06.348+0000","up_votes":1,"down_votes":0,"body":"Wowo weil du 1 von 23 Mio Spieler hattest sind jetzt alle toll?\n\nEs gibt durchaus ein gewisses Problem, ABER zumeist steht am Anfang ein ziemlich harter Flame der den Spieler erst zum trollen treibt. (das soll in keinsterweise eine Rechtfertigung sein, beides ist aus meiner Sicht scheiße)\n\nZumal ich gerade 0 Bezug auf meinen Post herstellen kann, du kannst mir das durchaus erläutern.","replies":[]}]}]}]},{"id":"","poster":"Hibiki Yamazaki","date":"2016-01-18T21:45:52.210+0000","up_votes":1,"down_votes":2,"body":"zudem kommt noch diese ganzen dia smurfs die dann in jedem dritten game auftauchen ein cap reinmachen ein account der 500 normals wins hat darf erst ranken !!","replies":[]}]},{"id":"","poster":"FeederIee","date":"2019-06-21T18:12:32.006+0000","up_votes":1,"down_votes":0,"body":"Generell gilt hier Riot hat immer recht egal wie schlecht ihr urteil ist und selbst der support findet die meisten strafen nicht angebracht vergibt sie aber troztdem !","replies":[]},{"id":"","poster":"Mortensan","date":"2017-03-16T16:35:14.066+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-16T16:55:29.231+0000","up_votes":1,"down_votes":0,"body":"Ich glaub nicht, dass der Support dazu Details rausgiebt.\n\nUnd ja, wenn du positiv bist, geht das mit dem reformieren schneller. Funktionieren tut es aber auch wenn du nichts sagst.","replies":[{"id":"","poster":"Mortensan","date":"2017-03-16T17:00:58.159+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-16T18:25:15.344+0000","up_votes":1,"down_votes":0,"body":"Das weiß ich nicht. Aber machs dir nicht unnötig schwer und schreib einfach nur nette Sachen, wenn du es auch so meinst und du grade lust drauf hast.","replies":[]}]}]}]},{"id":"","poster":"Mortensan","date":"2017-03-15T12:38:27.201+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-15T12:45:18.832+0000","up_votes":1,"down_votes":0,"body":"Das mit den 3 Monaten war nie so, das war ein Gerücht basierend auf einer missverstandenen Aussage von Lyte, dass man in Bezug auf Season-Rewards nach 3 Monaten als \"reformiert\" gilt (sprich: wer 3 Monate vor Season-Ende keinen Ban hatte, bekam Rewards). \n\nWie lange es tatsächlich dauert, weiß keiner so genau. Ich hab mich da schon ein paar Mal mit Riotern drüber unterhalten, die sich aber natürlich dazu bedeckt halten. Sie haben aber alle recht deutlich gemacht, dass es LANG dauert. Wir hatten hier auch Fälle im Forum wo Spieler ein Jahr nach ihrer letzten Strafe trotzdem noch die nächst höhere Strafe bekommen haben. Natürlich weiß man nicht, wie sie sich in der Zwischenzeit verhalten haben, aber offensichtlich dauert es (gerade bei höheren) Strafen sehr lange, eine Strafstufe abzufallen. Ich würde eher mit 1000 Spielen rechnen als mit 100. \nAuch wie stark sich gutes Verhalten im Vergleich zu neutralem Verhalten auswirkt, ist nicht bekannt. \n\nInsgesamt würde ich dir dazu raten, derartige Kalkulationen lieber sein zu lassen und einfach NIE mehr zu flamen.","replies":[{"id":"","poster":"Mortensan","date":"2017-03-15T12:54:50.751+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Humpelstilzche","date":"2017-03-15T13:12:03.347+0000","up_votes":1,"down_votes":0,"body":"Das ist auf jeden Fall in Ordnung. Nicht chatten ist explizit erlaubt","replies":[]}]}]}]},{"id":"","poster":"Makozer","date":"2016-12-02T00:11:06.145+0000","up_votes":1,"down_votes":0,"body":"Funktioniert irgendwie trotzdem nicht.","replies":[]},{"id":"","poster":"DieKuhMachtMuuuh","date":"2016-08-31T19:14:32.556+0000","up_votes":1,"down_votes":0,"body":"Also heißt das sobald man \"ez\" schreibt ist man potentiel angreifbar. Mit einem Report? gilt das auch für \"easy\" oder andere Wörter die auf einer Art triggerwordlist sind?","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-09-01T06:17:46.816+0000","up_votes":1,"down_votes":0,"body":"Im Prinzip, ja. Es gibt natürlich immernoch eine gewisse Toleranz-Schwelle und man kriegt nur dann eine Strafe wenn man diese überschreitet, aber ja, je nach Kontext sind derartige unsportliche Aussagen ein potentieller Reportgrund und können zu einer Strafe führen. Es gab schon Spieler die ausschließlich für sowas bestraft wurden.","replies":[]}]},{"id":"","poster":"DrCrane74","date":"2016-07-30T06:20:58.861+0000","up_votes":1,"down_votes":0,"body":"1. Schlechtes Benehmen muss bestraft werden, unabhängig von etwaigen Investments ins game.\n2. Zivilrechtliche Erörterungen anhand seltsamer Vergleiche mit in der Realität eher selten stattfindenden Beispielen sind nicht zielführend.\n3. Tencent Holdings erzielt in etwa einen Umsatz wie Microsoft Gewinn macht. ;)\nAuch hier wäre es also sinnvoll, von Dingen zu schreiben, die man versteht.","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-07-30T07:03:03.238+0000","up_votes":1,"down_votes":0,"body":"> Schlechtes Benehmen muss bestraft werden, unabhängig von etwaigen Investments ins game.\n\nIst auch so. Investiertes Geld spielt keine Rolle. \n\n> Zivilrechtliche Erörterungen anhand seltsamer Vergleiche mit in der Realität eher selten stattfindenden Beispielen sind nicht zielführend.\n\nKeine Ahnung worauf sich das bezieht, da du leider weder die Zitierfunktion noch die Kommentarfunktion verwendet hast, und somit völlig unklar ist auf welchen der ingesamt 110 Beiträge in diesem Post du dich beziehst. \n\n> Tencent Holdings erzielt in etwa einen Umsatz wie Microsoft Gewinn macht. ;)\nAuch hier wäre es also sinnvoll, von Dingen zu schreiben, die man versteht.\n\nÄhnlich hier. Wichtig hierbei ist zu wissen dass Tencent lediglich ein Investor ist und Riot an den durchaus gewaltigen Gewinnen dieser riesigen Firma nicht teilhaben kann. Auch hier ist leider nicht klar in welchem Kontex dieser Kommentar steht, insofern kann ich leider nichts weiter dazu sagen.\n\nBitte verwende doch in Zukunft die Kommentarfunktion und/oder die Zitierfunktion (am besten beides), damit klar ist mit wem du überhaupt redest.","replies":[]}]},{"id":"","poster":"Kelfi","date":"2016-03-02T08:36:48.779+0000","up_votes":1,"down_votes":0,"body":"Lustig wie hier auch nach einem Jahr meiner Abstinenz weiterhin die gleichen Themen kursieren :D\n\nDanke für die Zusammenfassung Humpel :)","replies":[]},{"id":"","poster":"DarkBlackRyder","date":"2016-02-10T13:24:12.921+0000","up_votes":1,"down_votes":0,"body":"was ist eig mit leuten, die ein singed spielen, jedes spiel feeden und trotzdem aber games so gewinnen weil sie nur am pushen sind und trotzdem reported werden? finde das system da kommisch","replies":[{"id":"","poster":"Humpelstilzche","date":"2016-02-10T14:04:08.118+0000","up_votes":1,"down_votes":0,"body":"Das ist ein sehr hypothetischer Fall, da Spieler die mit Proxy Singed erfolgreich sind in aller Regel nicht reportet werden. Aber träte das mal ein....Reports und Stats sind nur zwei Variablen die der Feederbuster überprüft. Lyte hat in einem seiner Posts gesagt das mehrere Dutzend Variablen analysisiert werden um festzustellen ob jemand absichtlich das Spiel sabotiert oder nicht. Welche Variablen das sind ist zwar nicht bekannt, aber wir wissen zumindest dass das System auf mehr schaut als nur Reports und Stats...insofern halte ich durchaus für möglich dass ei Proxy Singed der reported wird keine Probleme bekommt. Aber sicher wissen tu ich das nicht.","replies":[]}]},{"id":"","poster":"sN00Bdogg","date":"2016-01-26T16:52:06.965+0000","up_votes":1,"down_votes":0,"body":"Ich nochmal!\n\nDanke für die vielen Reaktionen. (keine Ironie!)\n\nIch versuch was davon mit zu nehmen und da man jetzt ja noch länger tot ist, werde ich versuchen meine Sätze etwas freundlicher auszugestalten. \nTrotzdem möchte ich mir das Recht behalten andere Spieler auf gewisse Dinge hinzuweisen, genauso wie mir kein Zacken aus der Krone bricht mal ein \"sry mb\" rein zu tippen oder auch ein \"GJ Top\". Beides mache ich ebenfalls regelmässig.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-09-29T11:58:32.312+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/tAH4Mbey-drittanbieter-programme\n\nunsicher ob es aufgenommen werden soll: http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/JfyPmBYA-i-will-report-you?comment=0000000000010000000000000001","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-09-15T15:20:38.988+0000","up_votes":1,"down_votes":0,"body":"Ich lass den Lytepost mal hier, falls jemandem die FAQ zu Kommunikationsverweigerung nicht reicht: \nhttp://ask.fm/RiotLyte/answer/132108650946","replies":[]},{"id":"","poster":"Sirrkas","date":"2015-08-28T17:56:36.318+0000","up_votes":1,"down_votes":0,"body":"[Ask Lyte](http://ask.fm/RiotLyte/answer/132069455298)\n\nAktuelle Bewertung von GG EZ und die Idee hinter den Playerbehaviour-Systemen.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-07-21T11:33:47.696+0000","up_votes":1,"down_votes":0,"body":"http://ask.fm/RiotLyte/answer/130794173122\nhttp://ask.fm/RiotLyte/answer/130752309954\nhttp://ask.fm/RiotLyte/answer/130574642626\nEin paar Fragen hinterlegt. Füge sie später ein.","replies":[]},{"id":"","poster":"Phobos Selini","date":"2015-07-05T13:32:35.848+0000","up_votes":1,"down_votes":0,"body":"Da ich in letzter Zeit sehr oft falsche Argumente lese: \nAuch das angebliche Selbstverteidigen oder Heimzahlen in Form von Toxizität ist verboten und wird bestraft. Die einzig sinnvolle Methode der Selbstverteidigung ist Mute und Report.\n\nHierzu habe ich auch einen netten Link:\n[link](https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/)\n\nIn dem Thread sind zwei Lyte Posts die darauf eingehen, den kleineren weiter hinten in der Diskussion übersieht man vielleicht.\n[link](https://www.reddit.com/r/leagueoflegends/comments/39qmkb/proof_inside_i_am_the_player_who_was_banned_for/cs5qo1r)","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-06-28T22:14:07.901+0000","up_votes":1,"down_votes":0,"body":"> Die Bans mit Chatlogs haben eine Reformquote (=Anteil der Spieler die anschließend nie wieder Probleme machen) von 80% [BANS1-Minute-30]\n\nDie Quelle könnte man nich präzisieren, die 80% kommen erst bei minute 33.","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-29T06:06:11.520+0000","up_votes":1,"down_votes":0,"body":"done","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-06-27T11:35:17.715+0000","up_votes":1,"down_votes":0,"body":"Zu CR und RR:\n\n-Berücksichtigt wird auch der Kontext des Chats, als was während/vor dem geschriebenen Ingame geschehen ist. http://www.psychologyofgames.com/2015/06/podcast-4-toxic-behavior Minute 29 (kriegs grad nicht hin mit formatieren...)","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-10T15:39:43.842+0000","up_votes":1,"down_votes":0,"body":"Heya\nLeaverbuster:\n> Wenn ein Spieler zum ersten Mal ein Spiel verlässt, sieht er ein Fenster aufploppen, das erklärt, dass dieses Verhalten nicht in Ordnung ist, und er muss dann durch eigenhändiges Klicken zustimmen, in Zukunft keine Spiele mehr zu verlassen. Sollte der Spieler weiterhin anderen das Spielerlebnis versauen, landet er/sie für eine bestimmte Anzahl an Spielen in einer Matchmaking-Warteschlange mit niedrigerer Priorität. In dieser „erfreuen“ sich die Spieler an Wartezeiten, die 5, 10 oder gar 20 Minuten länger sind als bei einem Spieler, der keine Spiele verlassen hat.\n\n[Quelle](http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/aktualisierungen-am-leaverbuster)\n\n>Du verbleibst für 5 Spiele in der Warteschlange mit niedriger Priorität. Falls du wiederholt Spiele verlässt, erhöht sich die Zeit der Warteschlange mit niedriger Priorität von 5 Minuten pro Spiel auf 20 Minuten pro Spiel.\n\n[Quelle](https://support.riotgames.com/hc/de/articles/201752714-H%C3%A4ufig-gestellte-Fragen-zum-LeaverBuster)\n\nEigentlich kann man das gesamte FAQ auf der Supportseite übernehmen.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"V0ÌD","date":"2015-06-10T15:14:33.380+0000","up_votes":1,"down_votes":0,"body":"\"•Auch Vergehen im Pre- oder Postgamechat werden können reported werden, da Riot auch diese Chats überwacht \"\n\nDas erste \"werden\" ist zu viel ;)\n\nAußerdem von mir die Frage, wie man diese Verstöße im Postgamechat reported? Auch allein mit nem normalen Report oder muss man dafür dann ein Ticket aufmachen? Im alten Tribunal wurden diese Chats ja nicht angezeigt.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-10T15:34:25.028+0000","up_votes":1,"down_votes":0,"body":"Heya\nGanz normal reporten.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Battle Keks","date":"2015-06-10T12:51:10.590+0000","up_votes":1,"down_votes":0,"body":"Ich hab jetzt zum 2 mal ne Chat Sperre und ne Ranked restriction. Was mich nicht weiter stört weil verdient. Soweit muss man schon akzeptieren wenn man scheiße baut. \n\nDie Strafe habe ich aus gefasst weil mir jemand \"%%%%%%\" wünschte und mir da einfach der Faden gerissen ist und ich was drauf geantwortet habe. Aber es is nach wie vor die Leute wünschen einem auch im normal die übelsten Sachen. Was ich dabei nun nicht ganz begreifen kann ist. Ich hatte erst ein normal wo mir jemand mir und meiner Familie den Tod auf mehrere Arten wünschte. Der hat ebenfalls nen Ranked und Chat ban. (Über 400 Spiele chat ban)! Wieso der nun immer noch einen Account hat frag ich mich. Aber egal. \n\nDas es nun endlich Strafen gibt finde ich gut. Das die etwas hart ausfallen ist ebenfalls gut. Sicher bin ich betroffen aber nach all dem \"Jeder macht was er will und es gibt keine strafen fängst du irgendwann selbst mal an weil sich benehmen einfach keinen Sinn mehr macht. Narrenfreiheit war ja noch bis vor kurzem.","replies":[]},{"id":"","poster":"Leberwurstfrau","date":"2015-06-10T09:54:38.990+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Humpelstilzche,realm=EUW,application-id=KYnfKGf0,discussion-id=hOP3e8NB,comment-id=,timestamp=2015-06-09T12:55:09.807+0000)\n\n> Da es sich bei diesem Vorhaben auf Grund der schieren Menge an Information um ein Mammut-Projekt handelt, sind wir auf eure Mithilfe angewiesen. Wir wissen, dass viele von euch eigene kleine Wissensammlungen in Form von Links haben. Wir w&auml;ren euch sehr denkbar, wenn ihr diese mit uns teilen k&ouml;nntet; idealerweise bereits im entsprechenden Format. \n> \n\ndankbar","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T17:20:04.321+0000","up_votes":1,"down_votes":0,"body":"Heya\n> Wer eine Ranked Restriction komplett absolviert hat, wird noch einmal überprüft. Nur wer sich während der Sperre gut verhalten hat, bekommt keine weitere Ranked Restriction\n\nIst bei Chatrestrictions genauso. Man sollte es auch bei beiden hinschreiben, sonst denken die Spieler eventuell es wäre bei ner CR nicht so.\n\nDr. Proof says:\n> **Wie bei Chateinschränkungen** werden wir auch hier, eine abschließende Beurteilung vornehmen, um zu überprüfen, ob der Spieler sein Verhalten im Spiel angepasst hat. Spieler, die sich durch Lernresistenz „auszeichnen“, bleiben auch weiterhin von der Anmeldung zum Ranglistenspiel ausgeschlossen.\n[Quelle](https://support.riotgames.com/hc/de/articles/203259670-Ranglisteneinschr%C3%A4nkungen)\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T17:30:50.067+0000","up_votes":1,"down_votes":0,"body":"done","replies":[]}]},{"id":"","poster":"Phobos Selini","date":"2015-06-09T16:21:43.496+0000","up_votes":1,"down_votes":0,"body":"Etwas, was auch in dieses Kompendium sollte, ist der Fakt, dass es auch in Ordnung ist gar nichts im Chat zu schreiben um die Restriktionen los zu werden.\n[reddit](http://www.reddit.com/r/leagueoflegends/comments/30mq3p/im_going_to_prove_that_the_punishment_system_is/cpu4ffx)\nIch lese diesen Irrglauben immer wieder hier im deutschen Forum, dass man mit Strafe dann auf jeden Fall etwas positives schreiben muss.\n\n\n\nDer Satz mit der Kommunikationsverweigerung ergibt keinen Sinn. \n\n\"Chatrestrictions\n\n    ...können nicht zur Bestrafung wegen Kommunikationsverweigerung führen\"\n\nEs sollte eher lauten:\n\n\"Chatrestriction ... werden nicht durch Reports für Kommunikationsverweigerung vergeben ...\"","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T16:27:29.067+0000","up_votes":1,"down_votes":0,"body":"Hinzugefügt.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-09T16:31:52.136+0000","up_votes":1,"down_votes":0,"body":"Ich habe mehrmals nochmal an meinem Post oben rumgedoktort. Nicht dass noch Information verloren geht. ;)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T17:09:42.624+0000","up_votes":1,"down_votes":0,"body":"> Es sollte eher lauten: \n\"Chatrestriction ... werden nicht durch Reports für Kommunikationsverweigerung vergeben \n\nDas würde aber was ganz anderes bedeuten. Es geht bei diesem Punkt darum, dass einige meinen für immer in der Chatrestriction gefangen zu sein, weil sie ja nicht mehr (viel) schreiben können und somit für \"no communication\" reportet werden.","replies":[]}]}]}]},{"id":"","poster":"Telenus","date":"2015-06-09T15:58:39.795+0000","up_votes":1,"down_votes":0,"body":"> Premadereports werden besonders (d.h. mit geringerer Gewichtung) berücksichtigt \n\nalso Ich überlege mirs 2 mal bevor ich meinen prem reporte sollte dass dann nicht ehr mehr wert sein?\n\nPs: Rechtschreibfehler dürft ihr behalten","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-09T16:02:31.713+0000","up_votes":1,"down_votes":0,"body":"Damit ist wohl eher gemeint, dass Reports von Premades an einen einzelnen Spieler als solche erkannt werden.","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-06-09T13:37:24.634+0000","up_votes":1,"down_votes":0,"body":"Ich glaube \"Chatrestrictions   ...können nicht zur Bestrafung wegen Kommunikationsverweigerung führen\" ist ein wenig undeutlich. Da könnten die Spieler zuerst glauben, dass man für Kommunikationsverweigerung bestraft werden können, wenn sie noch keine CR haben.\n\nEdit:\nHier die [News ](http://euw.leagueoflegends.com/de/news/game-updates/player-behavior)zum Spielerverhalten. Ich suche noch nach dem Teil mit der Genauigkeit des Systems.","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-09T13:47:37.724+0000","up_votes":1,"down_votes":0,"body":"Ich habs:\n\nBans:\n* Spieler werden nur dann klar bestraft, wenn wir wirklich absolut sicher sind (die Falsch-Positiv-Rate liegt unter einem Prozent), dass ein strafbares Vergehen vorliegt. [[News1](http://euw.leagueoflegends.com/de/news/game-updates/player-behavior/design-leitlinien-zum-spielerverhalten-bestrafung)]\n(erster nicht kursiver Absatz)","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T13:52:26.093+0000","up_votes":1,"down_votes":0,"body":"Hm...da gibts aber noch was präziseres. Lyte hat neulich auf Reddit von einer Quote von 0,1% als Ziel und einer Quote von 1 zu 6000 als tatsächlicher Wert gesprochen.\n\nMal sehen ob ich das finde\n\nedit: gefunden","replies":[{"id":"","poster":"Sirrkas","date":"2015-06-09T14:08:06.592+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, das mit 6000 hatte ich aber noch nicht gefunden und musste kurz weg. Aber das hast du ja schon erledigt.\n\nGehört das mit der Farbenlehre und den Nachrichten im Loadingscreen auch hier herein?","replies":[{"id":"","poster":"Humpelstilzche","date":"2015-06-09T14:13:12.142+0000","up_votes":1,"down_votes":0,"body":"Joa, im Prinzip kann alles hier rein. Wenn es irgendwann mal zu viel wird, kann man immernoch aussortieren","replies":[]}]}]}]},{"id":"","poster":"Humpelstilzche","date":"2015-06-09T13:48:41.510+0000","up_votes":1,"down_votes":0,"body":"Oberer Teil: erledigt\n\nder Edit: Bitte die Links immer gleich mit den daraus gezogenen Informationen versehen.","replies":[]}]},{"id":"","poster":"drexxsack","date":"2015-06-09T13:36:27.690+0000","up_votes":1,"down_votes":0,"body":"**Reports**\n* Premadereports werden besonders berücksichtigt[[Forum3](http://forums.euw.leagueoflegends.com/board/showthread.php?t=1752381&page=1#post16053769)]\n\n**Allgemein**\n* Report ist das Wort, dass negative Spieler am meisten benutzen[[Forum4](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/2EfOvuAs-verwarnung-wegen-negativen-verhaltens-mir-ist-nicht-bewusst-was-das-gewesen-sein-soll?comment=00030001)]\n\n[Mini-KB-Chatrestriktion](http://forums.na.leagueoflegends.com/board/showthread.php?t=4533668) Muss noch aufbereitet werden.","replies":[]}]}