{"id":"4rWvaT5Y","poster":"Suhud","date":"2015-06-09T12:08:55.085+0000","title":"2 Wochen Ban","subforum":"Spielerverhalten & Moderation","up_votes":2,"down_votes":5,"body":"Hey,\r\ndroht mir nach dem 2 Wochen Ban noch ChatBan und RankedBan?\r\nIch musste n&auml;mlich schon 75/ 35 abarbeiten und das w&auml;re dann ziemlich &auml;rgerlich wieder nur zu spielen, um f&uuml;r s Ranked zugelassen zu werden..\r\nWisst ihr was dar&uuml;ber? In einer Woche l&auml;uft meine Sperre ab","replies":[{"id":"","poster":"4 R4nd0m N008","date":"2015-06-09T12:15:09.091+0000","up_votes":2,"down_votes":1,"body":"Ja, du kannst direkt noch einen Chat- und Rankedban bekommen.","replies":[{"id":"","poster":"Suhud","date":"2015-06-09T12:17:49.277+0000","up_votes":1,"down_votes":2,"body":":/ verdammt\nich war 3 Siege davon entfernt wieder Ranked spielen zu können, hoffe mal da kommt nichts Weiteres. Macht nicht sooo viel Bock nur zu spielen um Strafe \"abzusitzen\".{{summoner:31}}","replies":[{"id":"","poster":"eingew","date":"2015-06-09T15:16:44.114+0000","up_votes":2,"down_votes":0,"body":"Selbst Schuld. Wüsste nicht inwiefern du sinnvolle Gründe haben könntest, dich über diese Strafe zu beschweren.","replies":[{"id":"","poster":"Suhud","date":"2015-06-09T20:20:38.146+0000","up_votes":1,"down_votes":2,"body":"Ach komm spar dir diese Kommentare, nach sowas habe ich nicht gefragt.. Lies doch nochmal die Frage statt hier sinnloses zu schreiben","replies":[{"id":"","poster":"Spicavius","date":"2015-06-09T20:38:40.652+0000","up_votes":1,"down_votes":0,"body":"Nur nebenbei gesagt (weil es eben noch niemand hier geschrieben hat):  Du stehst unmittelbar davor einen Permabann zu kassieren. Also sollte dir der Account nur ein bisschen am Herzen liegen, solltest du sofort aufhören negativ zu sein oder den Leuten auf den Sack zu gehen^^.\n\nSoweit ich weiß ist Riots Aussage dazu, dass nach dem 2-Wochenbann der Permabann kommt. (Sollte ich falsch liegen korrigiert mich bitte^^)\n\nKannst ja mal im Thread fragen was du alles machen kannst um dich zu bessern oder zumindest als neutral zu gelten und nicht als negativ^^.","replies":[]},{"id":"","poster":"eingew","date":"2015-06-10T11:00:00.721+0000","up_votes":1,"down_votes":0,"body":"Schalt mal auf Diskussionsansicht. Mein Beitrag bezog sich nur auf folgenden Kommentar von dir:\n\n> :/ verdammt\n> ich war 3 Siege davon entfernt wieder Ranked spielen zu können, hoffe mal da kommt nichts Weiteres. Macht nicht sooo viel Bock nur zu spielen um Strafe \"abzusitzen\".\n\nDa beschwerst du dich ausschließlich über die Strafe. Und genau darauf hab ich geantwortet. Deine Frage im Eröffnungspost wurde bereits beantwortet, warum sich also damit weiter rumschlagen?","replies":[]}]}]},{"id":"","poster":"4 R4nd0m N008","date":"2015-06-09T12:18:53.292+0000","up_votes":2,"down_votes":1,"body":"Dann verhalte dich doch immer nett und freundlich und du bekommst keine Bans mehr. Vielleicht hast du auch keine neuen wenn du wieder freigeschaltet bist.","replies":[]}]}]},{"id":"","poster":"PonyRiderLiban","date":"2015-06-09T12:18:10.825+0000","up_votes":2,"down_votes":0,"body":"Dir droht es immer Mit einem Ranked-/Chatban solange du flamest.\nSolltest du mit deiner Frage meinen ob du nach deinen 2 Wochen wieder beim einloggen sofort eine Ranked-/Chatsperre hast,\nkann ich dir nicht beantworten, jedoch weiß ich dass es nur zu derartigen 2 Wochen kommt wenn man es regelrecht mit Flame übertreibt.\nKannst ja mal hier den Chat-Log den du per E-Mail gesendet bekommen hast  rein posten sollten weiter Fragen bestehen ^^\n\nMfg,\nPonyRiderLiban","replies":[{"id":"","poster":"Suhud","date":"2015-06-09T12:22:31.995+0000","up_votes":1,"down_votes":0,"body":"Habe das alles mal hier schon gepostet...\nIch habe es während der Banns versucht mich zu bessern, aber da war halt das eine Spiel wo ich nur MIst gebaut habe :D :D","replies":[{"id":"","poster":"eingew","date":"2015-06-09T15:17:34.298+0000","up_votes":1,"down_votes":0,"body":"Du meinst hoffentlich den Chat? Weil du für deinen Skill keinerlei CR oder 2 Wochenbans kriegst.","replies":[]}]}]}]}