{"id":"03JhiAr9","poster":"andymuha","date":"2015-06-08T18:22:00.742+0000","title":"Dauerhaftes Meiden von nicht erwünschten Spielern möglich?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":3,"body":"Hi \r\n\r\nIch habe in letzter Zeit hin und wieder ein paar Aram und Hexakills gemacht und sogar bei diesen &quot;FunMods&quot; feststellen m&uuml;ssen, dass es verbal ordentlich zur Sache geht. Ich will jetzt nicht wieder darauf hinaus alle Flamer, Hater usw. zu bannen sondern w&auml;re es nicht sinnvoll eine Art pers&ouml;nliche Banliste in das Spiel zu implementieren welche auch w&auml;hrend der Spielwahl ber&uuml;cksichtigt wird? \r\nEs w&uuml;rde zwar die Wartezeit f&uuml;r Spiele deutlich verl&auml;ngern, doch mir w&uuml;rde sowas nichts ausmachen. Mir ist es tats&auml;chlich schon h&auml;ufiger passiert, dass ich ausgerechnet mit einem solchen Spieler immer wieder zusammen im Spiel war. Klar ist das Zufall doch so w&uuml;rde das einfach nicht mehr passieren.\r\nWas meint ihr dazu?","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-08T18:25:19.814+0000","up_votes":2,"down_votes":0,"body":"Funktioniert nicht da du sonst das Spiel in extrem hoher und niedriger Elo manipulieren kannst. Du spielst dann meist mit den 50 gleichen Spielern.","replies":[]},{"id":"","poster":"andymuha","date":"2015-06-08T18:27:09.029+0000","up_votes":1,"down_votes":0,"body":"Ja leider kann man so auch Spieler diskriminieren die nicht so gut sind....\nAber da sollte sich Riot mal mehr Gedanken machen ;D\nWar nicht so durchdacht ^^","replies":[{"id":"","poster":"Lyahr","date":"2015-06-09T12:17:44.210+0000","up_votes":1,"down_votes":0,"body":"Riot macht doch schon einiges.\nUnfreundliche Spieler werden doch ständig bestraft.\nZum Beispiel am Ende von Season 4, also die schlimmsten der schlimmen Spieler keine Belohnung erhalten haben.\nIch denke das hat schon ein paar abgeschreckt. Ich trau Rito zu, das sie das diese Season wieder so machen werden.\n\nAnsonsten arbeiten sie ja noch am Bannsystem etc.\n\nWahrscheinlich würde es auch radikale Methoden geben, die diese Art von Spielern regelrecht \"auslöscht\".\nAber Riot versucht wohl fair zu bleiben und gibt jedem ein paar Chancen sein Verhalten zu verbessern.\nDie meisten verkacken es halt wohl.","replies":[]}]}]}