{"id":"qOqEzRRn","poster":"Baj","date":"2015-06-08T15:06:54.189+0000","title":"NERF EKKO!!!","subforum":"Champions & Gameplay","up_votes":2,"down_votes":3,"body":"Biite Riot, \r\nEkko muss generft werden. \r\nMan versteht ja, dass Ekko ein sehr mobiler Champion ist, aber das ist einfach zu &uuml;bertrieben.\r\nSeine passive verschnellert ihn, und zwar viel zu erheblich.\r\nEr hat ein Q womit er slowen kann und nochmals Schaden macht.\r\nSein W slowt auch nochmal bzw. stunt auch. \r\nMit seinem E kann man engagen und re-engagen, dodgen und schaden machen.\r\nUnd dann noch das krasseste, seine Ultimate.\r\nIch kenne keine Champion der bis jetzt hin mit seiner Ultimate:\r\n1. Schaden machen kann\r\n2. Sich heilen kann und\r\n3. An einem sicheren ort zur&uuml;ckkehren kann\r\nDas sind 3 F&auml;higkeiten aufeinmal.\r\n\r\nDer Champion ist zu mobil, man sieht sein E kaum, er hat einen viel zu erheblichen Laufspeedboost von seiner passiven und dazu noch noch 2 slows.\r\nSein W geht auch viel zu lange. Es ist mit Ekko einfach nur ein leichtes draufegehen und wenn man kurz vor&#039;m Tod ist dr&uuml;ckt man R und fertig - man ist raus. Seine Abklingzeiten sind zu niedrig und zu viel Schaden macht er auch.\r\n\r\nNach meiner Meinung muss dieser Champion unbedingt generft werden.\r\nMan m&uuml;sste bei Ekko einfach mehr Schwierigkeit rein bringen damit die Spieler ein Gef&uuml;hl haben von:\r\n&quot;Jetzt kann ich reingehen und jetzt nicht&quot; , und nicht : &quot;Ich kann immer reingehen&quot;.\r\nDieser Champion m&uuml;sste so aussehen, dass man sich im klaren ist was man gerade tut und das man nicht &uuml;berall platzieren kann.\r\n\r\nWas denkt ihr denn so?\r\nDenkt ihr das gleiche oder denkt ihr das ist schwachsinn?","replies":[{"id":"","poster":"hi im pferdchen","date":"2015-06-08T16:02:57.495+0000","up_votes":3,"down_votes":0,"body":"Stun Ekko = Ekko müde. Ekko geht schlafen.","replies":[]},{"id":"","poster":"Galaktuss","date":"2015-06-17T18:37:35.734+0000","up_votes":2,"down_votes":0,"body":"Ekko ist einfach nur op und allein die ulti ist nicht normal so macht das spiel einfach kein spaß mehr\n{{champion:245}}","replies":[]},{"id":"","poster":"pulledchicken","date":"2015-06-08T15:15:57.873+0000","up_votes":2,"down_votes":1,"body":"Q.Q \n\nich hoffe du spielst noch sehr häufig gegen einen Ekko :D \n\ndamit du lernst wie man ggn ihn spielt denn das ist dein fehler !","replies":[]},{"id":"","poster":"Aitormar50","date":"2015-06-19T06:22:10.229+0000","up_votes":1,"down_votes":0,"body":"SPIELT EKKO, SOLANGE ER GENERVT WIRD! DAMIT KANN MAN SICH EASY RAUS HELFEN AUS ELO´S\n\n{{champion:245}}","replies":[]},{"id":"","poster":"Marethyu7","date":"2015-06-17T11:03:29.669+0000","up_votes":1,"down_votes":0,"body":"Ekko ist zwar unglaublich stark, aber dafür auch unglaublich schwach! Wenn man weiß, wie man Ekko ausspielt, dann sollte er eigentlich keine große Bedrohung mehr sein. Zumal schon eine Menge Skill dazu gehört, Ekko überhaupt effektiv spielen zu können. Nicht jeder Ekko-Spieler ist auch gleich ein guter Ekko-Spieler.","replies":[]},{"id":"","poster":"Th3is","date":"2015-06-08T17:16:51.681+0000","up_votes":1,"down_votes":0,"body":"Du musst einfach nur wissen wie man gegen ihn spielt.\nUnd damit du dich beruhigen kannst Ekko wird generft:\n-Base movement speed reduced to 340 from 345\n-Parallel Convergence (W) mana cost increased to 50/55/60/65/70 from 30/40/50/60/70\n-Parallel Convergence (W) tooltip now reads maximum damage vs minions and monsters reduced to 150 from 400\n(Das sind Informationen vom PBE, d.h. diese können sich noch verändern)","replies":[]}]}