{"id":"2JhbtxA7","poster":"GxT Focus me pls","date":"2015-06-07T17:54:50.627+0000","title":"Versteht der Bot hinter dem Reportsystem Ironie/Sarkasmus?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Hey Leute ^^\r\n\r\nIch bin jemand der mit den meisten Menschen im Spiel Kumpelhaft chattet. \r\nDiesbez&uuml;glich hab ich mal eine Frage und stelle diese anhand eines Beispiels (Das ist NIE passiert, einfach schnell ausgedacht):\r\n\r\nVarus: Haha I&#039;m 12/1/9 :)\r\nIch: Report Varus for feeding :D\r\nIch: Just kidding :D You&#039;re doing great ^^\r\nVarus: *schreibt iwas nettes*\r\n\r\n(Der Sarkasmus ist offensichtlich)\r\nWie gesagt, das war jetzt nur schnell frei erfunden.\r\n\r\nMich w&uuml;rde es jetzt interessieren, wenn mich jetzt ein Gegner random f&uuml;r Verbal Abuse oder Offensive Language (Ich kenn den Unterschied bis heute nicht) reported, erkennt das System/der Bot der den Chat durchschaut dann, dass dieses &quot;Report bla bla...&quot; Sarkasmus war? Oder wird das doch als toxisch gesehen?","replies":[{"id":"","poster":"HowlMetYourMumu","date":"2015-06-07T18:14:06.264+0000","up_votes":2,"down_votes":1,"body":"Es existieren mit Sicherheit Abfragen um solche Situationen abzuschätzen, aber jede Form von Ironie und Sarkasmus 100%ig zu erkennen wird für eine künstliche Intelligenz wohl noch nicht möglich sein. Es gibt Gruppen die sich seit Jahrzehnten mit der Entwicklung solcher Algorythmen beschäftigen und keine zufriedenstellenden Ergebnisse liefern können. Warum sollte es dann ein Hintergrund-Programm eines Spieleentwicklers bereits können :)","replies":[]},{"id":"","poster":"ThanhSon","date":"2015-06-07T19:05:01.075+0000","up_votes":1,"down_votes":0,"body":"Früher wurde nicht mal erkannt , wenn man selbst Lux gespielt hat und schrieb : lux is so useless, wurde aber gefixt, das System ist schlauer als man denkt, niemals  unterschätzen. ..","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-06-07T18:12:24.133+0000","up_votes":1,"down_votes":1,"body":"naja... ich sag das mal so: Hängt wahrscheinlich davon ab, wie du dich den Rest des Spieles verhältst... wenn du 45 Minuten lang nur sarkastisch auf deinem Premade Kumpel rumhackst, wird das wahrscheinlich schwierig. Wenn du und der ADC euch die ganze Zeit im Chat wunderbar absprecht (Summoner-Timer, Drake-Timer, Ward Locations) und du dann ein Mal, nach dem der das erste mal stirbt \"Report for feeding\" schreibst, wird dir wahrscheinlich nichts passieren... dass sollte das täglich dazulernende Programm schon verstehen...","replies":[]},{"id":"","poster":"PwnedAkkon ","date":"2015-06-07T18:04:15.537+0000","up_votes":2,"down_votes":2,"body":"Nein erkennt er nicht. Er liest dann nur \"report, feeding\". :) Wenn der Varus dich dann reported kannst du dafür gebannt werden.","replies":[]}]}