{"id":"rxBN03WI","poster":"Code13","date":"2015-06-07T20:00:30.296+0000","title":"Promo","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Ich musste meine Championauswahl in der Promo verlassen, weil mal wieder 2 Trolls drinnen waren. Der erste nimmt meine Position, obwohl ich meinen Champion auch schon gepickt hatte. Der andere trollt dann einfach auch drauf los weil er keinen bock mehr hatte wegen dem ersten Troll.\r\nNat&uuml;rlich habe ich dann die Championauswahl verlassen, weil ich nicht wollte das jetzt auch noch die anderen Beiden darunter leiden.\r\nIch w&uuml;rde verstehen falls dann ein Game in der Promo verloren w&auml;re aber gleich die Ganze?\r\nIrgendwie nicht fair gel&ouml;st von Riot...","replies":[{"id":"","poster":"Code13","date":"2015-06-08T16:07:27.640+0000","up_votes":1,"down_votes":0,"body":"Komisch, bei mir ist die ganze Promo verloren gewesen. \nWarum ich gedodged habe ? Naja es macht einfach irgendwann kein Spaß mehr mit Leuten zu spielen die absichtlich trollen.","replies":[{"id":"","poster":"Evenrider","date":"2015-06-08T16:11:51.954+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Code13,realm=EUW,application-id=YnZkMR0R,discussion-id=rxBN03WI,comment-id=0004,timestamp=2015-06-08T16:07:27.640+0000)\n>\n> Komisch, bei mir ist die ganze Promo verloren gewesen. \n> Warum ich gedodged habe ? Naja es macht einfach irgendwann kein Spaß mehr mit Leuten zu spielen die absichtlich trollen.\n\nHattest du schon 1-2 Loses gesammelt, sodass du eben beim Bo3 auf 2 Niederlagen oder beim Bo5 auf 3 gekommen bist?","replies":[]}]},{"id":"","poster":"HyperionCH","date":"2015-06-08T15:16:50.606+0000","up_votes":1,"down_votes":0,"body":"Ich dachte zwar, es zählt nur als Niederlage, aber abgesehen davon:\n\nWarum hast du überhaupt gedodged?\n\nWenn du dodgest, verlierst du auf jeden Fall. Wenn du spielst, hast du zumindest noch eine gewisse Chance, das Spiel zu gewinnen. Die Wahrscheinlichkeit ist vielleicht gering, aber grösser als Null (wie beim Dodgen).\nDeshalb einfach immer spielen. Es schadet dich ja nicht.\n(abgesehen davon kannst du die Trolle dann reporten)","replies":[]},{"id":"","poster":"i had fun once","date":"2015-06-08T15:12:27.836+0000","up_votes":1,"down_votes":0,"body":"Wat, seit wann ist die ganze Promo weg, wenn man eins dodged?\nDachte das zählt nur als eine Niederlage.","replies":[]},{"id":"","poster":"Code13","date":"2015-06-08T13:07:40.565+0000","up_votes":1,"down_votes":0,"body":"Ja das stimmt wohl, aber es geht ja auch um den Spaß am Spiel.... und mit 2 Trolls wäre der Spaß wohl nicht vorhanden gewesen. ^^","replies":[]},{"id":"","poster":"FlyAsDodo","date":"2015-06-08T09:26:37.219+0000","up_votes":1,"down_votes":0,"body":"Natürlich ist das kacke ich wette Riot arbeitet auch dran ;)\n\nAber in der Promo nie die Champ Select verlassen. Was schlimmeres als das du verlierst kann dir eh nicht passieren","replies":[]}]}