{"id":"qEJG3kHy","poster":"Ich Bin Pascal","date":"2015-06-07T11:12:26.035+0000","title":"Suche DuoQ Platin/Gold","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Halli Hallo liebe League of Legends Community.\nIch bin schon seit l&auml;ngerem auf der suche nach einem passenden duoQ Partner. Das Problem ist leider nur das die meisten leute Rankeds auf die leichte kappe nehmen und denken sie w&auml;re die hyper Spieler. Wer kennt es nicht der sympatischen mid or afk leute oder die \"I troll because i feed\" leute. Mit einem gescheiten duoQ Partner kann man solche Spiele Allerdings retten. Man braucht blo&szlig; genug &uuml;bung in dem was man tut.\nWas du brauchst um mit mir duO zu spielen?\nDu solltest mich wirklich nur adden wenn du diese Kriterien erf&uuml;llst anders macht es n&auml;mlich kein Sinn.\n- du solltest mindestens 16Jahre sein.\n- ein mindestelo von gold haben\n- ein Teamspeak f&auml;higes Headset besitzen\n- eine main rolle spielen (am besten mid)\n- viel Erfahrung gesammelt haben bis jetzt\n- den ansporn haben weit zu kommen im ranked System\nZudem solltest du jedes ranked wirklich ernst nehmen und nicht alles auf die leichte Schulter\nDu solltest aus deinen Fehlern lernen\nWas mir noch sehr wichtig ist, das du konstant spielen solltest also ich kann verstehen wenn jemand ein schlechtes game hat aber 0/7 oder so solltest du vermeiden.\nZudem solltest du carry potenzial besutzen\nWenn du diese Sachen erf&uuml;llst eventuell noch ein paar sachen &uuml;ber mich:\n- Mein Name ist Pascal (m. 16)\n- Ich komme aus SH\n- Bin sehr ergeizig\n- Habe ein ranked team besessen was letzt endlich Gold I ist.\n- Ich habe schon auf endlichen Lans gespielt und kenne mich mit druck aus\nDies waren erstmal die groben Sachen von mir!\nWenn es dir bis jetzt zusagt und du wirklich weist das du in deine elo stuckst und h&ouml;her climben kannst dann sei doch so frei und adde mich ganz einfach\nIGN: Sleepys&oacute;n\nIch m&ouml;chte noch einmal betonen das du wirklich Zeit investieren m&ouml;chtets um h&ouml;her zu kommen!\nMfg Pascal","replies":[]}