{"id":"Knl2Mk7I","poster":"MBG JK","date":"2019-03-19T15:04:52.502+0000","title":"Searching DIA3+ MID AND SUPP FOR PRO TEAM SINN/BENELUX TEAM (BNL-GE-EN)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hey guys,\r\n\r\nWe, Dream eSports are currently looking for a Mid and Support to complete our DREAMS TITANS Team.\r\nWe are a Company/Organisation that strives to become professional and with over 5 pro teams and 20 community Teams and more than 50 to 100 members joining daily we already accomplished that goal.\r\nThe Goal of this team is to compete in leagues like SUMMONERSINN (local LEC)(GERMAN) or tournaments Online/Offline in the BENELUX .\r\n\r\nSo having mention our goals here are our expectations.\r\n\r\nAtleast D3+ (Preferably higher since most of our members are high Diamond)\r\n18+ \r\nAble to use voicechat (Discord)\r\nAble to maintain a set training schedule and set matches in the weekends\r\nWilling to invest in a longer term relationship\r\nA positive mindset looking to improve\r\nOpen to criticism\r\nPreferably some experience in 5v5 tournaments/semi-competitive play (Mainly the differences between SoloQ and coordinated 5v5 games)\r\n\r\n\r\nWhat can you expect from us?\r\n\r\nWe already have 3 People being the JNG MID and ADC so our Team is getting filled quickly.\r\nA real opportunity to play in a competitive environment alongside other teams.\r\nA personal Coach and Analyst as well as a Teammanager.\r\nA positive mindset focused on improving and teambonding.\r\nHigh skill caps in the roles we have been playing for years.\r\nFlexible schedules in terms of playtime and practice time.\r\nPossibility of sponsorship when we start to perform well.\r\n\r\n\r\nIf you feel like you could be the one player we need, dont hesitate to join our discord and talk to one of our managers who will lend you a helping hand as fast as they can !\r\n\r\nWith all that being said, I hope to see you soon on our discord and in our Team trying to proof that you belong where you try to get !\r\n \r\nDiscord: https://discord.gg/9Qnv2eB\r\nIGN: MBG JK\r\nKind regards,\r\n\r\n\r\nDream Esports","replies":[]}