{"id":"EmutO488","poster":"Legend Hypaaahh","date":"2015-06-07T07:52:13.483+0000","title":"[Skin-Konzept] Neon-Strike Caitlyn","subforum":"Skin- & Champion-Konzepte","embed":{"title":"[Skin-Vorschlag] Neon-Strike Caitlyn - League of Legends Community","description":"Jahre voller Gespräche haben eine Menge digitale Seiten gefüllt und wir haben sie alle aufbewahrt, um darin zu stöbern und nachzulesen. Ob du nach Ankündigungen älterer Champions suchst oder du sehen willst, wann Rammus das erste Mal mit einem \"OK\" in einen Thread gerollt ist. Das und alles andere kannst du hier finden.","url":"http://forums.euw.leagueoflegends.com/board/showthread.php?t=1655484&highlight=neon","image":"http://cdn.leagueoflegends.com/apollo/assets/vb/small.jpg"},"up_votes":6,"down_votes":0,"body":"**Willkommen lCommunity**\r\nIch habe heute einen sehr sehr alten Skin-Vorschlag f&uuml;r euch, den ich M&auml;rz 2014 mal abgegeben habe, Neon-Strike Caitlyn.\r\n\r\nHier ein Zitat von mir selber: \r\n\r\n&quot;Heute will ich euch einen Skin vorschlag anbieten, der and Neon-Strike Vi ankn&uuml;pfen sollte, weil Vi und Cait ja Gesetzesh&uuml;ter sind.Ich hab mir den skin so Vorgestellt.\r\n\r\nAussehen:\r\n\r\nDer Hut wird zu nem lilanen Zylinder, mit bunten Neonstreifen, die den Hut hinunter f&uuml;hren.\r\n\r\nDas Aussehen an sich, eine feste, enge und pinke R&uuml;stung, die wie Neon-Strike Vi aussehen Sollte, doch ein bischen... Zarter, wenn ihr versteht\r\n\r\nDie Waffe sollte eine sch&ouml;ne http://i.imgur.com/33GnbRo.jpg[/img] sein\r\n\r\nNat&uuml;rlich Pink, mit bunten farbwechsel Streifen, und einem anderen Aufsatz.\r\n\r\nDie Sch&uuml;sse an sich sind , wie mans glaubt, Pink! So eine Art Laser &auml;hnlich, mit passenden pipsenden &quot;Piio&quot; Ger&auml;uschen xD&quot;\r\n\r\nJa... damals war &quot;xD&quot; noch verbreiteter... Aufjedenfall werde ich hier nur Zitate von meinem alten Vorschlag geben, sie ein wenig grammatikalisch verbessern und werde sehn, ob sich an eurem Geschmack was ge&auml;ndert hat. Der Thread hatte 14 Upvotes und war auf der Toplist einer Sammlung.\r\n\r\nSo dann mal weiter:\r\n\r\nSkills\r\n\r\n&quot;Q: Ein bunter  [OLD] Karthus Autohit sein, wenn man so will. 2 Bunte Streifen die durch Gegner fliegen und Schaden machen. Das Ger&auml;usch sollte auch so piepsend sein, aber l&auml;nger gezogen.\r\n\r\nW: Eine kleine Falle, Pink, mit einer Flamme mit Bunten Farben die sich abwechseln, bei Aktivierung explodiert sie mit einem kleinem buntem Aufleuchten.\r\n\r\nE: Eine Art rundes Netz, das Neon Rot sein sollte ( Muss ja auch mal Abwechslung reinkommen ) Laser Star Wars m&auml;siger Piepston, jedoch st&auml;rker und lauter.\r\n\r\nR: Eine bunte Anvisierungs Linie mit Gegner dran erscheint. Das Geschoss sollte w&auml;hrend des Fluges seine Farben wechseln. Bei Treffer ein gro&szlig;es Aufleuchten.\r\n\r\nFalls euch der Skin gef&auml;llt, liked ihn, vielleicht werden wir ihn auch sp&auml;ter wiedersehen.&quot;\r\n\r\nAlso wie ich damals sagte... falls euch der Skin gef&auml;llt und ihr ihn neben Headhunter-Caitlyn sehen wollt, wie man mit Sona, Vi, Hecarim und Fiddle dem Gegner epileptische Anf&auml;lle gibt, dann liked ihn, vielleicht werden wir ihn auch sp&auml;ter wiedersehen..\r\n\r\n:)","replies":[{"id":"","poster":"ZyphexGG","date":"2015-09-14T19:33:05.996+0000","up_votes":1,"down_votes":0,"body":"Boa der Rammus witz oben im thread alter xD Bein hoch der witz kommt falch","replies":[]},{"id":"","poster":"Antobax","date":"2015-06-07T18:11:56.186+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Idee klasse. Eine Neon-farbene Sheriff\"in\" die an der Seite von Neonstrike-{{champion:254}} kämpft wär cool und sicher oft in der Kluft zu sehen. Das erste an das ich gedacht habe als ich die Beschreibung gelesen Habe war eine Mischung aus Arcade-{{champion:21}} und {{champion:51}}. Also wenn der Skin rauskommt würde ich ihn mir wenn ich AD-Carry Main wäre sicher gönnen. ^^","replies":[{"id":"","poster":"Legend Hypaaahh","date":"2015-06-08T17:56:09.620+0000","up_votes":1,"down_votes":0,"body":"Genau das Gleiche hab ich mir auch gedacht und ich fände den Skin VIEL besser als Headhunter Caitlyn.\nMir gefällt der Skin nicht, weil der so langweilig ist. Meiner Meinung nach :D\n\nNaja, hoffen wir mal das was draus wird!","replies":[{"id":"","poster":"Syberslevers","date":"2015-06-08T19:14:57.882+0000","up_votes":1,"down_votes":0,"body":"Die alten Skins brauchen \"lediglich\" alle ein VU","replies":[]}]}]}]}