{"id":"tfbY9nqN","poster":"OSaftKiller","date":"2015-06-04T19:16:39.785+0000","title":"Suche Seriöses Ranked 5 vs 5 Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nsuche nach einem ernsthaften Ranked Team, Durchschnittsalter sollte bei 20 Jahren liegen. Spiele t&auml;glich 4 bis 5 Runden meistens. Wichtig w&auml;re, das auch aktive und mit Ernsthaftigkeit gespielt wird, m&ouml;chte mich selber unbedingt verbessern und nicht die ganze Zeit von Mates h&ouml;ren, das die selber laggs haben, Gegner luck h&auml;tten oder der Gegner schei&szlig;e ist, weil der ja einen Counter gepickt hat. \n\nZu mir, bin 23 Jahre alt, meine besten Lanes sind Supp und Jungle, ich kann aber auch auf allen anderen Lanes spielen, bzw. bin woanders nicht komplett verloren, da ich eigentlich alles durchweg spiele.\n\nMein Main auf der Supp Position ist Anivia, ansonsten spiele ich noch Soraka, Leona, Janna ganz gerne. Im Jungle ist Hecarim mein Main, spiele aber auch Renekton, XIn Xao und Evelyn. Mitte Anivia, bei den anderen Champs hapert es noch, wollte mich mit Diana und Ahri verbessern. Top kann ich Hecarim und wollte mit Vladimir und Renekton besser werden. ADC spiele ich eigentlich fast alles, meine besten sind Varus, Ashe und Tristana. Zuletzt hab ich aber auch ganz gut mit Sivir gespielt, bzw kam gut mit Ihr klar.\n\nMeine schw&auml;chen sind das Farmen und 1 vs 1, weshalb ich auf Top und Mid nicht so stark bin. Als ADC ist mein Farm aber meistens recht annehmbar, wenn auch nicht wirklich gut, 60 cs sind aber immer drin nach 10 Minuten.\n\nWollte wenn aber auf jeden Fall gerne t&auml;glich zwei oder 3 Spiele machen, ein regelm&auml;&szlig;ig Team Training w&auml;re auch wichtig. Zeiten w&auml;ren am besten abends um ca. 19 Uhr bis 00 Uhr.\n\nTS3 und gescheites Headset sind vorhanden.\n\nAntworten hier im Thread, oder Addet mich ingame unter L1law0lken.{{champion:120}} \n\nViele Gr&uuml;&szlig;e vom Bronze 3 Schkiller.:D\n\nStefan","replies":[{"id":"","poster":"Pls Buff D Cane","date":"2015-06-04T19:51:47.330+0000","up_votes":2,"down_votes":0,"body":"Moin L1law0lken,\n\nbin zwar kein Teamleader, der dich unbedingt haben will, allerdings ist mir bei deinem Post einiges aufgefallen und ich versuch einfach mal dir bei deiner Suche behilflich zu sein.\n\nIch glaube direkt als erstes wäre zu sagen, dass deine Anforderungen, welche du an dein Team stellst, ziemlich hoch geschraubt sind, wobei allerdings gut ist, dass du weißt worauf du aus bist. Mit diesen speziellen Anforderungen solltest du allerdings besser auf Teamsuche gehen, anstatt die Teams zu dir kommen zu lassen, da diese Methode um längen effektiver ist. Als zweites möchte ich dir direkt ans Herz legen, das \"farmen\" einfach in Coop-Spielen oder Normal-Mode-Spielen so weit zu verbessern, dass sich dein durchschnittlicher Minioncount auf 90-100 nach 10min befindet. (Dafür brauch man bei aller Liebe kein 5er Team und es hilft dir in Soloq aufzusteigen.) Als nächstes wäre da noch dein Championpool zu bemängeln. Versteh dies nicht falsch, wenn einer ein Fan von \"against the Meta\" ist, dann ich. Allerdings hat es einen Grund, warum diverse Champs in jeweiligen Meta's gespielt werden. Auch wenn Anivia Support und Renekton Jungle funktionieren, sind die jeweiligen Rollen mit, zur Zeit, besseren Picks natürlich effektiver, bzw sind Anivia in der Mitte und Renekton auf der Toplane auch besser aufgehoben. Wo wir auch direkt zur Laningphase kommen. Auch wenn du hauptberuflicher Support bist, sagst du, du könntest alle Lanes halbwegs überleben, wobei deine Schwäche die 1v1 Situationen sind. Wenn du nun von deinem Team, sei es ersatzweise oder permanent, auf eine Sololane gesteckt wirst und diese nicht erfolgreich für dich entscheiden kannst, bist du mehr Ballast als Stütze für dein Team, da dein Jungler dir jedes mal den Popo pudern muss. Auch dies kannst du eigenständig trainieren. \n\nIch merke gerade, dass der Post länger wird als geplant und bremse mich einfach mal direkt hier. Ich hoffe du siehst diese Zeilen nicht falsch und verstehst was ich darin meine. Das Grundprinzip vom verbessern in League ist lediglich deine eigenen Fehler zu erkennen, zu analysieren und zu versuchen diese zu umgehen.\nAus Erfahrung kann ich dir sagen, dass die Option, deine Spiele aufzunehmen und sich erneut anzuschauen, ziemlich effektiv ist, sich deiner Fehler bewusst zu werden.\n\nFalls dich dieser Post nervt und du mich am liebsten reporten möchtest, entschuldige ich mich dafür, deine Zeit verschwendet zu haben. :P\nBzw wenn du bereits ein Team gefunden hast, versuch dich dennoch selbst zu verbessern.\n\nMfG\n\nDaveH4sslepoop","replies":[]},{"id":"","poster":"OSaftKiller","date":"2015-06-04T20:15:13.405+0000","up_votes":1,"down_votes":0,"body":"Passt schon, ist ok das du deine Meinung sagst.^^\n\nIch will mich auf jeden Fall verbessern und ich denke, das dass in einem Team einfach besser geht, als wenn ich immer oder meistens alleine Spiele. Außerdem macht es mehr Spaß in einem Team zu spielen. Das mein Champion Pool so abstrakt ist, liegt unter anderem daran, das ich erst Anfang des Jahres richtig angefangen habe lol zu spielen und gerne alles mögliche ausprobiere, ich will mich nicht zwingend an eine Meta klammern. Dennoch weiß ich, was grade in der Meta ist und spiele auch etwas nach der Meta. Anivia Supp finde ich eher ungewöhnlich, das die nicht oft als Supp gespielt wird, bin damit selber sehr erfolgreich, bzw. es funktioniert auch im Early for Level 6. Zumindest in meiner Elo ist es verdammt stark. Das meine Anforderungen hoch sind ist mir so nicht bewusst, da ich bis zuletzt über ein Jahr in einem Counter Strike go Team war, mit dem ich mich von Silber 4, auf Sheriff in einem Jahr hochgespielt habe. Dort haben wir auch regelmäßig trainiert und ernsthaft gespielt, zuletzt war es wirklich schon fast professionell, leider hatten mehrere Mates nicht mehr genug Zeit, daher spielen wir nur noch gelegentlich zum Spaß, wenn auch trotzdem noch erfolgreich.^^\n\nDas man mich auf einer Solo Lane Sitten muss stimmt so nicht ganz, ich verliere vielleicht mein Lane meistens, ich feede meine Gegner aber in der Regel nicht und bin spätestens nach der Laning Phase ein ganzes Stück stärker, meine Laningphase ist halt eigentlich meine größte Schwäche auf mid und Top. Das Farmen in Botgames kann ich natürlich lernen, aber mit dem Farmen an sich habe ich nicht mal die Probleme sondern eigentlich eher, zu farmen, während ich einen echten Gegner auf der Lane habe, der mich dabei natürlich versucht zu stören, Darius, Teemo und Chogat sind nicht umsonst meine Hassgegner auf der Top, auch wenn das bei weiten keine OP Champs sind, wenn es den überhaupt echte OP Champs gibt, glaube eher, es gibt OP Spieler die einfach geile mechanics mit Ihren Champs beherrschen.\n\nSelber auf Teamsuche war ich schon, aber alle Teams, die meinen Anforderungen entsprechen, sind in der Regel Platin, Gold oder Diamant, wodurch ich natürlich vom Skill Level her leider noch nicht reinpasse.","replies":[]}]}