{"id":"WiHaQRfx","poster":"KingVegetaa","date":"2015-06-04T22:48:33.965+0000","title":"Was ist momentan mit den Spielern oder Servern los?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Frage steht oben: liegt es an den Servern oder an den Spielern, dass soviele nicht online kommen?\r\n\r\nBeispiel: \r\n\r\n2 Spiele gemacht heute, ab ca. 23:45 Uhr - einmal war mein Top Laner nach 25 Minuten im Spiel, sein Premade, nach 10 Minuten und der Mid Laner (3 Man Premade) flamed nat&uuml;rlich Jungle und mich (Support) als nutzlose Idioten. Nicht das seine Premades afk sind oder DC haben oder wei&szlig; der Teufel tun (ich wehre mich gegen die &quot;Entschuldigung&quot; die haben Connection Probleme - Grund: Er k&ouml;nnte auch nur was downloaden oder sonstiges tun - keiner hat einen Beweis...)\r\n\r\nSpiel 2: Talon Mid - 10 Minuten afk. Rengar kommt gar nicht online. Vayne (wieder 3 Man Premade) flamed nat&uuml;rlich wieder mich und Top ab und an...\r\n\r\nIch wei&szlig; wieso ich zu Heroes of the Storm gewechselt bin... Aber bevor hier alle wieder sagen, herzlichen Gl&uuml;ckwunsch hau ab... w&auml;re es doch auch f&uuml;r euch (die evtl. davon betroffen sind) mal zu wissen, woran es liegt?\r\n\r\nUnd die Drophacks usw. glaube ich nicht, dass sie in einem normalen Game in der Gold Sektion vorkommen... das sind mir zu leichte Ausreden...","replies":[{"id":"","poster":"Ashuna","date":"2015-06-05T07:48:13.417+0000","up_votes":1,"down_votes":1,"body":"Hallo KingVegetaa,\n\ndas du mit \"Trolls\" \"nabs\" \"Afkler\" \"Feeder\" gematcht wirst, bildest du dir ein. Diese sind überall vorhanden. ABER deine MMR spielt dabei eine große rolle!\nWenn du LoL aktiv Spielen willst. Mach dir einen neuen Account, lvl diesen auf 30, gewinn viel (und änder deine Einstellung), einfach die Personen Muten ist meist besser als diesen überhaupt zu antworten.\nAnsonsten bleib bei HotS. So ein Thema ins Forum zu bringen kann viel Hate auf sich ziehen, da LoL ein Spiel ist und jeder eine andere Einstellung zu LoL, wird es 99% der leute hier egal sein ob einer mehr oder weniger da ist. Aber jeder kann selber für sich etwas machen um die Community besser zu machen. Es sind nicht immer die anderen sondern meist einfach man selber.\n\nmfg. Ashuna {{champion:1}}","replies":[{"id":"","poster":"KingVegetaa","date":"2015-06-05T13:05:45.189+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Ashuna,realm=EUW,application-id=YnZkMR0R,discussion-id=WiHaQRfx,comment-id=0000,timestamp=2015-06-05T07:48:13.417+0000)\n>\n> Hallo KingVegetaa,\n> \n> das du mit \"Trolls\" \"nabs\" \"Afkler\" \"Feeder\" gematcht wirst, bildest du dir ein. Diese sind überall vorhanden. ABER deine MMR spielt dabei eine große rolle!\n> Wenn du LoL aktiv Spielen willst. Mach dir einen neuen Account, lvl diesen auf 30, gewinn viel (und änder deine Einstellung), einfach die Personen Muten ist meist besser als diesen überhaupt zu antworten.\n> Ansonsten bleib bei HotS. So ein Thema ins Forum zu bringen kann viel Hate auf sich ziehen, da LoL ein Spiel ist und jeder eine andere Einstellung zu LoL, wird es 99% der leute hier egal sein ob einer mehr oder weniger da ist. Aber jeder kann selber für sich etwas machen um die Community besser zu machen. Es sind nicht immer die anderen sondern meist einfach man selber.\n> \n> mfg. Ashuna {{champion:1}}\n\nIch sagte ja nicht, dass das System mich direkt zu denen verbindet ;) \nSondern ob das in letzter Zeit sehr oft auftritt (könnte ja sein?) oder die Systeme von Riot wieder mal jämmerlich sind, so dass es Performance und Verbindungsprobleme gibt?\n\nJa das Problem ist natürlich bei der MMR, dass, wenn du immer weiter nach hinten verschoben wirst und immer mehr \"schlechte\" Spieler auftauchen, du sehr schwer da raus kommst. Selbst, wenn du gut bist und carrien könntest, bringt es nix, wenn 4 andere nicht mitziehen.\n\nNebenbei, du redest hier, als wäre ich noch low Level mit meinem Account....\nBin schon lange 30 und mache meine Ranked Games oder normale Games... also...\n\nWenn jemand mit Hass antworten muss, soll er es tun, dass ist seine Meinung, die ich dann nicht beachten würde. \nNun klar ist es auch so, dass man selbst erstmal nett und gut sein muss, aber, wenn von 4 Mitspielern - 2 AFK sind, und der nächste Flamed (ihr eigener Premade) dann ist das Thema wohl durch...","replies":[{"id":"","poster":"Ashuna","date":"2015-06-05T14:21:17.725+0000","up_votes":1,"down_votes":1,"body":"Das ist schon klar. Trotzdem einfach Muten und weiter zocken, das ist der einzige tip den ich dir geben kann. Was du damit machst ist deine sache. Ich glaube aber nicht das diese im Moment öfter auftauchen. Vielleicht ja nur für dich. \n\nmfg. Ashuna {{champion:1}}","replies":[]}]}]},{"id":"","poster":"PwnedAkkon ","date":"2015-06-05T09:23:03.499+0000","up_votes":1,"down_votes":0,"body":"Strife ist besser als HOTS schaus dir mal an.","replies":[{"id":"","poster":"KingVegetaa","date":"2015-06-05T13:01:33.612+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Dagobert Dμck,realm=EUW,application-id=YnZkMR0R,discussion-id=WiHaQRfx,comment-id=0001,timestamp=2015-06-05T09:23:03.499+0000)\n>\n> Strife ist besser als HOTS schaus dir mal an.\n\nMache ich die Tage mal.","replies":[]}]}]}