{"id":"EfE702io","poster":"Ostaralon","date":"2015-06-04T12:39:47.604+0000","title":"Perma-Ban","subforum":"Hilfe & Support","up_votes":1,"down_votes":8,"body":"Liebe Mitbeschw&ouml;rer \r\n\r\nmir ist aufgefallen das Riot den Spielern eine menge Bans ohne Grund geben.\r\nIch selber bin jetzt nur mit einem Chat-Ban betroffen ohne etwas gemacht zuhaben,\r\nich habe nicht geflamt oder anderes. (Wenn jetzt jemand kommt und sagt hast wohl \r\ngeflamt dann liegt derjenige flasch) \r\nZwei Freunde von mir haben einen Perma-Ban abstauben k&ouml;nnen ohne was gemacht\r\nzu haben.\r\nNun frage ich mich was da los ist, immerhin haben die beiden einen kleinen Haufen\r\nGeld ins Spiel gesteckt und das ist jetzt einfach weg.\r\n\r\nPS: Support wurde kontaktiert nicht ist passiert wir haben keine Antwort bekommen.","replies":[{"id":"","poster":"Thx And Bye","date":"2015-06-04T13:01:22.480+0000","up_votes":2,"down_votes":1,"body":"In der jeweils erzahltenen eMail steht der Grund der Sperre geschrieben.\nPermabans werden zudem sehr stark kontolliert, dass also gleich zwei deiner Freunde den \"einfach so\" erhalten haben, halte ich für unrealistisch.\n\nUm überhaupt eine Grundlage der Diskussion über deine CR zu haben, würde ich dich bitten, den Chat verlauf, den du auch per eMail erhalten hast, mit uns zu teilen.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-04T13:05:58.605+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Thx And Bye,realm=EUW,application-id=7hciEY9w,discussion-id=EfE702io,comment-id=0001,timestamp=2015-06-04T13:01:22.480+0000)\n>\n> In der jeweils erzahltenen eMail steht der Grund der Sperre geschrieben.\n> Permabans werden zudem sehr stark kontolliert, dass also gleich zwei deiner Freunde den \"einfach so\" erhalten haben, halte ich für unrealistisch.\n> \n> Um überhaupt eine Grundlage der Diskussion über deine CR zu haben, würde ich dich bitten, den Chat verlauf, den du auch per eMail erhalten hast, mit uns zu teilen.\n\nLetzteres gibt es jeodch nur, wenn man einen 2-Wochen-ban kriegte. Nur für eine CR gibt es keinen chatlog.\n\nDa aber die Fehlerquote 1:6000 liegt, müsste es fast schon Zufall sein, dass der TE unschuldig ist. Eine Grundlage zur Diskussion gibt es erst, wenn er genau (wortwörtlich) postet, was er im chat so schreibt (auch in der CS/nach dem Spiel).\n\nBezüglich perma hast du natürlich recht:\nDie e-mail sagt, was sie getan haben. So lange der TE nicht sagt, weswegen sie einen perma bekamen, fehlt auch hier die Diskussionsgrundlage.","replies":[{"id":"","poster":"Tungsteel","date":"2015-06-04T15:55:30.215+0000","up_votes":1,"down_votes":0,"body":"Die beiden Freunde des Themenerstellers, die den Perma-Bann erhalten haben, müssten dann aber schon die Email erhalten haben. Die könnten ihre Chatlogs dann ja hier posten, um zu zeigen, warum sie gebannt worden sind.","replies":[]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-06-04T13:03:58.217+0000","up_votes":1,"down_votes":0,"body":"ein \"Ich will eure Antworten gar nicht hören\" ist natürlich eine geniale Diskussionsgrundlage... und verschafft uns sofort den Eindruck, dass der TE absolut gewillt ist, sein eigenes Verhalten zu überdenken. Deswegen muss er sich auch gar keine Gedanken machen, er wird seine Strafen mit Sicherheit bald los sein. Ich wünsche ihm viel Erfolg dabei...","replies":[]},{"id":"","poster":"Sahnepuffelchen","date":"2015-06-04T13:03:37.816+0000","up_votes":1,"down_votes":0,"body":"Es tut mir leid, aber Perma-Bans etc. werden NUR vergeben, wenn man auch etwas gemacht hat. Warum sollte Riot seine eigene Community bzw. Kundschaft bannen ? \nZu mir : Ich hab ne Zeit lang Jungle gespielt, und weil ich furchtbar schlecht in dieser Rolle war/bin, kaum zu glauben, habe ich dementsprechend auch gespielt. Unser Brand in der Mitte hat sich 24/7 darüber aufgeregt, weil ich nicht Mitte ganken war, weil er die ganze Zeit gepusht hat. So, nach dem Game kam dann die Meldung : \" Aufgrund von Negative Adittude bla bla bla \". Und bis heute ist mir rein gar nichts passiert. Warum ? - Weil ich nicht geschrieben habe, in keinster Weise auf seinen Flame/Provokation eingegangen bin. \nMan wird nicht einfach so bestraft, und jeder der meint, er habe nichts gemacht und sei zu unrecht bestraft worden, kann ich nicht Ernst nehmen.\n\nMfG Sahnepuffelchen","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-06-04T12:59:00.276+0000","up_votes":1,"down_votes":1,"body":"Ich könnte dir jetzt eine Antwort geben, aber dann liege ich ja falsch. Von daher, lassen wir das.","replies":[]}]}