{"id":"RjqFhUqE","poster":"4 For Maggie","date":"2019-03-19T08:25:37.606+0000","title":"[TGSG] Würstchenkette","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":1,"body":"Keine Ahnung!\n\nHier marschieren drei Typen rein und alles was ich mir zusammen denke ist das \"Würstchenkette\"-Lied von der Mini-Würstchenketten Werbung von Meika XD\n\nDie Kerle chillen hier halt auch seit halb acht rum. Der Termin war für neun Uhr heute Morgen angesetzt und als mein Haustechniker extra etwas früher rüber gekommen ist für die Leute, haben die gemeint sie würden eh erst so 09:15 anfangen, damit sie der Pflege nicht so in die Quere kommen und sie würden noch eine Besprechen bzgl. des gestrigen Tages machen. XD Nur sitzen die hier und quatschen über Gott und die Welt nur nicht über gestern. Schlitzöhrchen die!\n\nHoffentlich passiert heute nichts schlimmes XD\n\nFrau Pferd hat endlich einen freien Tag und Gaby und ich unsere Ruhe. Gestern hatte Frau Pferd auch einen freien Tag, musste dann aber doch antanzen weil um 09:00 Uhr auf einmal der MDK (Medizinische Dienst der Krankenkassen) hier zur Qualitätsprüfung hier aufgeschlagen ist :D\n\nÜber die Leute freue ich mich natürlich auch, aber die Heimaufsicht ist mir immer lieber. Wobei ich da jetzt auch wieder skeptisch bin, da mein Favoriten Mensch dort jetzt nicht mehr dabei ist c.c Im schlimmsten Fall sind das jetzt wieder nur Frauen und das ist echt zum kotzen. Die stecken alle unter einer Decke. Wenn ich dann schon höre das man eine Person seit X Jahren kennt oder so ... Kann ja nichts bei rum kommen.\n\nPositiv betrachtet ist Frau Pferd heute nicht da UND es scheint die Sonne :o Zu gut um wahr zu sein.\n\nZum Frühstück gibt es zwei Eiweißbrote mit gekochtem Schinken °^° und zum Mittag Kartoffeln mit Erbsen und irgendeiner Sauce XD ... und jetzt zieh ich mir noch einen Kakao!\n\nFertig :>\n\nP.S.\nGestern beim MDK Besuch hat die Küche Plätzchen mit auf den Wagen der bestellten Getränke gestellt. Die waren nach 16 Uhr allen ernstes noch übrig :o Natürlich hab ich die nicht weg geworfen oder zurück gegeben.\n\nStattdessen ... **habe ich jetzt Plätzchen** \\o/ zu Kakao \\o/","replies":[{"id":"","poster":"INoKami","date":"2019-03-19T16:23:06.198+0000","up_votes":1,"down_votes":0,"body":"**[Der TGSG-Blog] Geschichten eines Azubis, Tag 127**\n\nMeine erste Sechs!\n\nIrgendwann musste es ja passieren. Gut, es war nur das Ergebnis einer Analyse von letzter Woche, aber trotzdem... 40mg Substanz nicht gefunden zu haben (und deshalb um den selben Wert zu wenig abgegeben) ist schon irgendwie bedenklich. Das ist ein Fehler von ~13%. Dies bleibt aber die einzige schlechte Neuigkeit für heute. Außer vielleicht noch, dass sich mein Gesundheitszustand immer noch nicht nennenswert bessert. Er ist zwar schon gut, aber die Erkältung ist halt noch nicht komplett weg und egal, was ich tue, die geht nicht weg. Also weiter mit Medikamenten arbeiten... ach, traumhaft.\nDer restliche Tag sah ungefähr so aus: laaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaangweilig!\nAußer die Mathe-Klausur. Die war ein Mix aus stressig, wtf und eigentlich doch irgendwie entspannt. Keine Ahnung, wie der Typ das hinbekommt. In der Klasse wird unser Mathelehrer längst \"The Walking Dead\" genannt, weil das die mit Abstand akkurateste Beschreibung ist, die man über ihn anfertigen kann...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T06:26:46.111+0000","up_votes":1,"down_votes":0,"body":"40 mg Substanz? \n\nDas wird dich dein restliches leben verfolgen :0 \n\nIrgendwann fragst du deine Frau \"Schatz wo sind die Schlüssel?\" Und sie wir nur sagen woher soll ich das wissen du findest ja nicht mal 40 mg Substanz :P \n \nWenn du zu deiner Freundin sagt \"jetzt besorg ich es dir richtig !\" Wird sie danach nur sagen da haben aber 13% gefehlt! ^^ \n\nAuf deinen Grabstein steht dann \n\n\"Er war ein guter ... Aber es fehlte ihm an Substanz\"\n\n\n\n\nSpaß ^^ egal einmal ne schlechte Noten wird ja nichts Raus reißen :)","replies":[{"id":"","poster":"INoKami","date":"2019-03-20T12:42:49.594+0000","up_votes":1,"down_votes":0,"body":">Irgendwann fragst du deine Frau\nzu deiner Freundin\n\nÄhm... wovon redest du? Was ist das? …\"Freundin\"? Ist das ein neues Haargel?\n{{sticker:sg-lux-2}}","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T13:11:50.075+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht :0 \nHab das mal zufällig im Internet aufgeschnappt :0 \nDachte das sagt die Jugend heute so :0","replies":[{"id":"","poster":"INoKami","date":"2019-03-20T13:21:08.679+0000","up_votes":1,"down_votes":0,"body":"Ach so. Müssen dann wohl irgendwelche Memes aus den Untiefen des Internets sein. Zum Glück sind die ja bald verschwunden #dankedafüraxelvoss","replies":[]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T08:34:02.040+0000","up_votes":1,"down_votes":0,"body":"Guten morgen :) \n\nAlso bei dem Titel musste ich jetzt irgendwie an einen Prono von Männern für Männer denken ^^' \n\nOh gott das Bild in meinen Kopf.... Danke dafür -.- \n\nAber ansonsten ja es scheint die Sonne und es könnte ein ganz angenehmer tag werden :) \n\nHoffe das bleibt jetzt endlich mal warm und es geht dann auf Richtung Frühling zu :)\n\nAnsonsten es ist Dienstag und ich hoffe der tag geht schnell rum ich hab nämlich keine Lust mehr ^^ wie jeden Tag eigentlich :P \n\nHab gestern auch etwas lol gezockt hat sogar spaß gemacht :) \nGlaub ich Main jetzt etwas Malzahar da kann ich schlecht stehen aber mit der ulti Immernoch nützlich sein :3 .... Wenn ich sie nicht selbst abbreche das muss ich noch üben ^^' \n\n\nWünsch euch einen schönen Tag :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T10:49:56.690+0000","up_votes":1,"down_votes":0,"body":"Übrigens sorry für das Kopfkino XDDDDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T06:29:00.910+0000","up_votes":1,"down_votes":0,"body":"Zu spät :D hatte fast ein paar Alpträume :D","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T08:47:14.445+0000","up_votes":1,"down_votes":0,"body":"> [...] mit der ulti Immernoch nützlich sein :3 .... Wenn ich sie nicht selbst abbreche [...]\n\nXD Erinnert mich an meine ersten Male mit Xerath. R gedrückt und erst mal irgendwohin geklickt für die Ult-Schüsse ... stattdessen wurde die Ult abgebrochen :D Nach dem zehnten Mal lacht man einfach über seine eigene Blödheit. Da hab ich genug Humor für xp\n{{sticker:sg-miss-fortune}} {{sticker:sg-miss-fortune}} \n\nAlso ich versuche heute auch einen entspannten Tag zu haben XD actually wie immer. Mal gucken ob es noch was wichtiges gibt das nicht rum liegen sollte und fertig gemacht werden will. Ansonsten habe ich das Gefühl nur hier zu sein um zu essen XD zwei Brote, einen Becher Kekse, warmes Mittagessen, Kakao. Richtig gut xp\n\nGestern hatte ich auch richtig Lust League zu spielen! So fünf Minuten ungefähr XD Dann wusste ich das ich nur verwirrt im Kreis laufen würde, selbst wenn es nur ein ARAM gewesen wäre :( War wirklich schade.\n\nDafür war ich um 21.30 Uhr im Bett und auf dem Weg ins Land der träume :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T08:54:26.200+0000","up_votes":1,"down_votes":0,"body":"Ich versuch auch nur noch bis 12 Uhr durch zu halten und dann erstmal mittag machen und schön eine Kleinigkeit essen :) \n\nUnd dann hoffen das die Zeit heute nachmittag schnell vorbei geht damit ich wieder heil auf mein Sofa komm ^^","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T08:54:25.201+0000","up_votes":1,"down_votes":0,"body":"Ich bin massiv müde xD. Aber das ist ja nix neues wenn ich arbeiten muss... zumindest neigt sich mein erstes Projekt dieses Jahr dem Ende zu, das finde ich wirklich schön, das gefällt mir :P. Man, war das kalt da draußen in den letzten Wochen... Könnte auch daran liegen, dass ich zumeist freiwillig auf eine Jacke verzichtet habe. Bin trotzdem nicht krank geworden....\n\nSchade.\n\nIch habe gestern ein paar mal die neue Kayle ausprobiert. Fühlt sich schon irgendwie komisch an... Die ganze Zeit auf der Lane war ich das übelste Opfer, dann wurde ich Level 11, Aatrox engaged mich so \"Business as usual\" mäßig und bekommt so brachial auf die Fresse, dass es nicht mehr feierlich ist. Ganz ohne Shoppen o.ä.. \n\nIrgendwie seltsam, mit so einem Bremsklotz ins Spiel zu starten, bis man lernt ihn in die Hand zu nehmen und ihn dem Gegner einfach über den Schädel zu ziehen. \n\nUnd ich hab gestern Venom geschaut. Der war lustig :P","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:00:13.494+0000","up_votes":1,"down_votes":0,"body":"Ja Venom war wirklich cool :) hab eigentlich nichts vom Film erwartet. Hat mich dann ganz überrascht :) und Tom Hardy ist halt auch Ziehmlich cool ^^ \n\nUnd Kayle ist einfach wieder ein Beweis von schlechten Design :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T10:56:50.519+0000","up_votes":1,"down_votes":0,"body":"Schlechtes Design bei Los Ritos? Das ist aber weit hergeholt. Hue.... Hue hue hue... Hue...","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T06:27:34.012+0000","up_votes":1,"down_votes":0,"body":"Ja ich bezahle 3 Autoren Teams um mir solche Storys aus denken zu können ^^","replies":[]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T09:03:17.456+0000","up_votes":1,"down_votes":0,"body":"Findest du? Ich meine ab Rang 11 macht sie halt wirklich Spaß. Rang 16 hab ich noch nie erreicht, mit Rang 11 und 2-3 Items ist bisher immer einer von zwei möglichen Fällen eingetreten:\n\nFall 1:\nMein Team hat mittlerweile so hart verloren, weil ich keine Chance habe irgendwo sinnvoll zu helfen, dass ich auch nix mehr raus holen kann und höchstens noch gut die Waves clearen kann. \n\nFall 2:\nFall 1 ist nicht eingetreten und zwischen Level 11 und 15 hacke ich mich im 1 vs 3 in die gegnerische Base und beende das Spiel.\n\nWo is'n das schlechtes Design?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:08:16.056+0000","up_votes":1,"down_votes":0,"body":"Ist die frage jetzt ernst gemeint oder war das Sarkasmus? :0 \n\nErst hat dein Team ein Klotz am Bein und dann kann der champ plötzlich 1vs5 .... \n\nGestern wurde mein Team von einer massakriert während wir unternehmen tower standen. Sie konnte aber einfach  Ihre komischen Attacken rein Hämmert und wir konnten nur zuschauen... Von dem abstrusen schaden mal ganz zu schweigen","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:12:02.975+0000","up_votes":1,"down_votes":0,"body":"Ja ne, also ich find das gut... Wenn ich Kayle bin. Einfach auf Minions warten und dann die Gegner im passiven Splash Damage, 1000 Kilometer entfernt verdampfen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:26:47.481+0000","up_votes":1,"down_votes":0,"body":"Dann sind wir uns ja einig :) \nSchlechtes Design :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:29:58.453+0000","up_votes":1,"down_votes":0,"body":"Achwas, man braucht nur einen Rengar, der unsichtbar neben sie geht und sie in 0,4 Sekunden tötet, bevor sie die Ult bedienen kann.\n\n#Balanceinlol","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:42:51.580+0000","up_votes":1,"down_votes":0,"body":"Ich glaube es sofort ^^","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-03-19T09:13:18.712+0000","up_votes":1,"down_votes":0,"body":"an die neue Kayle müssen die Leute sich einfach gewöhnen.\nIst ähnlich mit den Stacks von Nasus ... early np, mid/late ein Monster. .... wenn man das Spiel entsprechend früh dominiert und pusht mag das gehen, aber mMn ist Kayle derzeit noch overtuned ... der 11er Peak ist groß aber ein Witz gegen den 16er ... ab da ist sie viel zu stark ... denn egal wie lange das Spiel geht, als Solo-Laner erreichst du fast immer Stufe 16 ... dann zerreißt du eben alles, auch wenn du nur 1-2 Items hast...\n\nFreut mich, dass das Projekt (hoffentlich positiv) beendet wird!","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:27:45.954+0000","up_votes":1,"down_votes":0,"body":"Naja, was mein Projekt angeht... \n\nEigentlich sollte es am 17.03. zu Ende sein, jetzt geht es bis zum 23.03.. \n\nWeil die Baufirma nicht fertig gebaut hat. Weil eine Weiche einfach da liegt. nicht verschweißt, nicht unterstopft, die Gleislage ist eine völlige Katastrophe. Überfahrt mit Max. 5 km/h und nur unter Aufsicht. \n\nGut dass die Verhältnisse vor Ort so einfach sind (Industriegebiet, ortsgestellte Weichen, keine Oberleitung), sodass keine Verspätungen anfallen. Wäre das Projekt irgendwo anders könnte man von mir auf Facebook lesen... und in der Zeitung. Und vermutlich würden hier in der Stadt wieder Leute gegen die Bahn demonstrieren xD.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:34:22.198+0000","up_votes":1,"down_votes":0,"body":"joah gut, dafür hat man ja nun Vertragsstrafen unso geschaffen .... deshalb würde ich auch nie die günstigste Baufirma nehmen ... :S","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:35:07.159+0000","up_votes":1,"down_votes":0,"body":"Die Baufirma war unternehmensintern xD. \n\nAber war trotzdem zu großen Teilen deren Schuld...","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:39:47.954+0000","up_votes":1,"down_votes":0,"body":"tja was soll man da noch sagen? .... da hat der Projektleiter wohl nicht alles richtig beaufsichtigt?! ;P","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:53:46.302+0000","up_votes":1,"down_votes":0,"body":"Gut dass ich nicht der Projektleiter bin :P.\n\nAber ja, der gute Mann hatte da auch ein bisschen die Finger im Spiel ^^. wegen ihm ging zumindest das erste Wochenende in die Binsen ^^","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:55:55.094+0000","up_votes":1,"down_votes":0,"body":"ja, siehst du ... viele Köche verderben den Brei ... und wenn die dann auch nicht offen miteinander reden sondern ggf. nur Mails schreiben, geht's in die Hose .... kenn den Sektor ja :S","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:10:36.330+0000","up_votes":1,"down_votes":0,"body":"> Ich bin massiv müde xD\n\n\\o/ Ich war gestern um halb zehn im Bett! XD Hab trotzdem heute Morgen im Zug geschlafen wie ein Stein und könnt es schon wieder tun >.&lt; Wirklich katastrophal.\n\nHmmm die neue Kayle habe ich nur ein mal auf dem PBE gespielt im Übungsmodus :x Also kann ich das nicht so richtig spielerisch beurteilen, würde dir aber trotzdem zustimmen da ich schon sehr viel von ihr gesehen habe!\n\n:o Was ist Venom?\n\nIch hab bisher nur eine Jacke angehabt wenn es regnet oder (wie an einem Morgen) massiv geschneit hat. Anderweitig hasse ich Jacken! Also richtige Wetterjacken! Meine chill-Sweatjacke ist okay. Heute waren es auch -3 Grad und ich hatte die Jacke über'm Arm hängen XD Ich brauch tbh halt nur einen warmen Flausche Schal und fertig. Die Jacke nehme ich nur als Deckenersatz für das Zugschläfchen mit x)\n\nDeswegen bin ich wettermäßig auch abgehärtet was Erkältungen angeht. Ich fang mir immer nur was ein wenn man mich \"gezielt\" ansteckt. Oder so \"alle fassen die Busstange an\"-übertragungsmäßig XD du verstehst? °^° Zuhause ist mein Fenster ja auch im Schlafzimmer 24/7 gekippt mit Heizung auf 2 xp","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:21:57.613+0000","up_votes":1,"down_votes":0,"body":"Ich war um 23:30 im Bett... Eigentlich okay wenn ich um 6:30 aufstehen muss, aber heute hat mich der Wecker getroffen wie ein Holzhammer mit extra Gewicht, geschwungen von Thor und Kratos gleichzeitig. \n\nNaja, meine Position zu Kayle hab ich ja oben in dem Geschreibsel mit Maddin ausgebreitet :P. Die ist schon fine xD.\n\nVenom ist ein Film, der einen Marvel... Naja, eigentlich Bösewicht behandelt, der aber nicht direkt von Marvel kommt sondern in Zusammenarbeit. Der kam irgendwann letztes Jahr und eine Freundin von mir meinte, sie musste das Kino verlassen, weil der Film ihr \"zu eklig\" wurde xD. \n\nAber ich kann es sagen wie Maddin: \"Nicht viel erwartet und dann äußerst positiv überrascht\".\n\nIch fand es erfrischend, mal so einen Antihelden zu sehen und an manchen Stellen musste ich auch einfach mal wirklich herzhaft lachen, weil es teilweise einfach massiv witzig war ^^. Also ich kann den Film durchaus empfehlen :P.\n\nHeute Morgen waren es knallhart -9°C hier in der Stadt. Ich musste meine Autotür mit 2 Händen aufroppen xD. Dieses Jahr war ich noch gar nicht krank... Obwohl ich es teilweise echt drauf anlege. Aber neine, der extra Urlaub bleibt mir verwehrt... \n\n...\n\nWenn hier jemand krank wird, kann es kurz zum knutschen vorbeikommen?","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:22:05.021+0000","up_votes":1,"down_votes":0,"body":"Habt ihr auch mitbekommen, wie der Drachenlord erfolgreich den türkischen Medien als der Amokschütze von Utrecht verkauft worden ist? Inklusive alter Videos, wie er mit seiner Pistole auf seiner Veranda zu sehen ist?","replies":[{"id":"","poster":"Novros","date":"2019-03-19T12:25:16.379+0000","up_votes":1,"down_votes":0,"body":"das klingt echt interessant x'D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:31:18.341+0000","up_votes":1,"down_votes":0,"body":"Ja, vorallem super zu sehen, wie hochwertig heutiger Journalismus geworden ist.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T12:33:39.563+0000","up_votes":1,"down_votes":0,"body":"naja, der Westentaschenjournalismus ist einfaches googeln ... alles darüber hinaus gilt da schon als Investigativjournalismus!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:35:47.566+0000","up_votes":1,"down_votes":0,"body":"Etzela nimmt das zu viel Zeit in Anspruch und wird Etzela deswegen nicht mehr gemacht.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T12:49:29.779+0000","up_votes":1,"down_votes":0,"body":"Etzela? ôo","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:01:06.022+0000","up_votes":1,"down_votes":0,"body":"Heißt eigentlich \"jetzt\" auf fränkisch. Ist durch den Drachenlord bekannt geworden und wird auch gerne mal als Füllwort verwendet.\nEtzela weißt du bescheid.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T06:18:13.841+0000","up_votes":1,"down_votes":0,"body":"Das ist meine ganz normale Sprache ^^ gruss aus Franken ^^","replies":[]},{"id":"","poster":"Veezey","date":"2019-03-19T14:14:09.804+0000","up_votes":1,"down_votes":0,"body":"Das ist A richtig und B falsch.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T14:27:08.161+0000","up_votes":1,"down_votes":0,"body":"[https://i.kym-cdn.com/entries/icons/original/000/028/596/dsmGaKWMeHXe9QuJtq_ys30PNfTGnMsRuHuo_MUzGCg.jpg](https://i.kym-cdn.com/entries/icons/original/000/028/596/dsmGaKWMeHXe9QuJtq_ys30PNfTGnMsRuHuo_MUzGCg.jpg)","replies":[{"id":"","poster":"Veezey","date":"2019-03-19T16:52:46.361+0000","up_votes":1,"down_votes":0,"body":"Das ist absichtliche Brovogation.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T16:58:22.325+0000","up_votes":1,"down_votes":0,"body":"Walla isch schwör bratan","replies":[{"id":"","poster":"Veezey","date":"2019-03-19T18:14:17.006+0000","up_votes":1,"down_votes":0,"body":"Ey alda mach nicht diese","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T18:40:34.597+0000","up_votes":1,"down_votes":0,"body":"Ich küss dein Auge Habibi","replies":[{"id":"","poster":"Veezey","date":"2019-03-19T21:06:23.484+0000","up_votes":1,"down_votes":0,"body":"Mashallah, mach noch mal","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-03-19T13:02:23.327+0000","up_votes":1,"down_votes":0,"body":"okay, man lernt nie aus ... etzela kenn ich neben \"itze\" noch ein weiteres Synonym","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:05:11.958+0000","up_votes":1,"down_votes":0,"body":"Etzela aber nicht zum Haider werden.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T12:22:43.746+0000","up_votes":1,"down_votes":0,"body":"Nope, aber klingt nach einem *wirklich* lustigen Fake xD.\n\nNur nicht für Drachenlord...","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:29:26.465+0000","up_votes":1,"down_votes":0,"body":"Ja was heißt fake. Die haben denen einfach die Videos geschickt und gesagt, das ist so. Und ohne Überprüfung hat das der türkische Nachrichtebsender \"24 TV\" als Fakt verbreitet. Das ist schon 9/11 lustig.","replies":[]}]}]},{"id":"","poster":"CheatEngineUser","date":"2019-03-19T11:09:20.412+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T11:17:41.253+0000","up_votes":1,"down_votes":0,"body":"Weiß nicht... ich finde die Frage gerade ziemlich... gruselig?!","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:10:31.055+0000","up_votes":1,"down_votes":0,"body":"Was war denn die Frage?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:12:35.914+0000","up_votes":1,"down_votes":0,"body":"Ob wir statt Miniwürstchen- auch Bockwürstchen-Ketten machen wollen denke ich .-.","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:18:23.720+0000","up_votes":1,"down_votes":0,"body":"Hm.....","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:30:26.276+0000","up_votes":1,"down_votes":0,"body":"Heckst du jetzt einen Würstchenplan aus? :o","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:32:27.651+0000","up_votes":1,"down_votes":0,"body":"Ich hecke immer was aus. Zum Beispiel Hot Dogs zum Abendessen. Also ja doch, irgendwo ein Würstchenplan...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:46:03.690+0000","up_votes":1,"down_votes":0,"body":":> Ich krieg heute Abend Tortellini in Käse Sahne Sauce. Aus der Tüte XD\n\nDu heckst immer was aus? :o Was kommt nach den Würstchen?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:54:50.161+0000","up_votes":1,"down_votes":0,"body":"Hoffentlich eine Erleuchtung, die meinen faulen Hintern an den Schreibtisch bringt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:56:47.267+0000","up_votes":1,"down_votes":0,"body":"\\o/ Soll ich dir eine Taschenlampe über den Kopf halten?","replies":[{"id":"","poster":"Novros","date":"2019-03-19T12:59:10.218+0000","up_votes":1,"down_votes":0,"body":"oder eine Glühlampe irgendwo hinein versenken ... :D \n\nWas mich an eine Szene aus Scrubs erinnert, Röntgenbild -> Glühlampe und Beckenknochen drauf, Dr. Cox sagt \"also entweder hat sein Arsch gerade eine Idee oder der hat eine Glühlampe hinten drin\" :'D","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:03:44.329+0000","up_votes":1,"down_votes":0,"body":"Eine gute Serie.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T22:14:49.360+0000","up_votes":1,"down_votes":0,"body":"Zutreffend.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:03:23.780+0000","up_votes":1,"down_votes":0,"body":"Ich denke das leuchten deiner Augen und das strahlen deines Lächelns reichen vollkommen aus.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T13:18:47.617+0000","up_votes":1,"down_votes":0,"body":"Uff Stäbchen...\n\nFühl dich geküsst :* &lt;3","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:42:02.542+0000","up_votes":1,"down_votes":0,"body":"&lt;3","replies":[]}]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T11:10:54.632+0000","up_votes":1,"down_votes":0,"body":"*hängt sich ein*","replies":[{"id":"","poster":"Novros","date":"2019-03-19T12:30:58.770+0000","up_votes":1,"down_votes":0,"body":"was war? der ist schon gelöscht :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T14:54:06.776+0000","up_votes":1,"down_votes":0,"body":"Er sagte so was wie:\n\n\"Wir können mit unseren Würstchen eine Kette bilden\"","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T11:17:09.594+0000","up_votes":1,"down_votes":0,"body":":o Was hängst du denn hier rum, hm?","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T12:14:29.583+0000","up_votes":1,"down_votes":0,"body":"Ich dachte mir, wenn jemand tanzt dann tanze ich mit... :(","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:16:12.152+0000","up_votes":1,"down_votes":0,"body":"x.x Aber wie tanzt man, wenn man hängt?","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T12:19:52.408+0000","up_votes":1,"down_votes":0,"body":"Ich schrieb \"Ich hänge mich ein\" nicht \"Ich hänge mich auf\" xD. \n\nMan kann sich auch mit den Armen einhängen, dann hängt man nicht xD\n\n*Hängt sich an Maggie an* \n\nSo. Jetzt hänge ich *an* dir, nicht *von* dir","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:38:35.542+0000","up_votes":1,"down_votes":0,"body":"°^° Es wäre wirklich äußerst strange wenn du **von** mir hängen würdest XD Aber leider Gottes kann ich mir so etwas bildlich vorstellen und jetzt sitz ich hier und muss blöd lachen und werde mindestens genau so blöd angeguckt XDDDDD\n\nIch hab gerade deinen Post bei lego gelesen XD witzig das jetzt noch andere auf den Aspekt einsteigen das nicht (nur) wir das Problem sind sondern genau so gut die Art und Weise wie und wofür man vor die Türe gesetzt wird.\n\n> Warum nicht beim Wechsel auf ein neues System die Entbannung von Main Accounts ermöglichen. Gerne nur einmalig und ggf. auf Antrag mit Begründung. Die Leute schreiben hier doch ohnehin, wenn ihr ein neues System einführt können sie das ab dann doch auch auf ihren Hauptaccounts tun. \n\nDas wollte ich auch erst vorschlagen aber ich hab immer Angst \"die\" denken dann ich bettle um irgendwas :&lt; Aber da ich ja immer irgendeine Teilschuld trage, will ich das dann auch nicht.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T13:02:03.995+0000","up_votes":1,"down_votes":0,"body":"Mal gucken was da noch kommt :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T13:42:48.900+0000","up_votes":1,"down_votes":0,"body":"Hab da auch mal meine 2 Cents in den Raum geworfen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T13:51:21.431+0000","up_votes":1,"down_votes":0,"body":"Das gucke ich mir gleich mal an ^^","replies":[]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T13:07:32.750+0000","up_votes":1,"down_votes":0,"body":"idk ^^' Da ist gefühlt so viel schief gelaufen, dass ich an nichts Gutes mehr glaube.","replies":[]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:40:44.524+0000","up_votes":1,"down_votes":0,"body":"Lass uns Tzaziki tanzen!","replies":[]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-19T12:41:49.728+0000","up_votes":1,"down_votes":0,"body":"\"Ich war mal in einem Club, da haben sich die Leute aufgehängt, also mit ihrer Kleidung an der Garderobe. Und da gab es mies den Osaft.\"","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T12:48:52.320+0000","up_votes":1,"down_votes":0,"body":"Und ich denk mir so \"Wann hab ich zuletzt einen richtig guten O-Saft getrunken?\" :x","replies":[]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T14:33:17.570+0000","up_votes":1,"down_votes":0,"body":"LAAAAAAAAAAAAAAANGWEILIIIIIIIIIG!\n\nWieso ist Martin eigentlich heute Vormittag verschwunden? Oder wurde er zur Mittagspause von seinem Sofa verschlungen? JONATHAN FRAKES WIR BRAUCHEN ANTWORTEN!\n{{sticker:slayer-pantheon-popcorn}}","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T14:35:57.411+0000","up_votes":1,"down_votes":0,"body":"Ich schätze mal er wurde von Nana verschleppt.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T14:39:29.472+0000","up_votes":1,"down_votes":0,"body":".-. Seiner Oma?","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T14:41:26.003+0000","up_votes":1,"down_votes":0,"body":"Nein, seine Herrin.","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T14:42:18.431+0000","up_votes":1,"down_votes":0,"body":"Sein Sofa oder sein Auto? c.c","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T14:59:09.906+0000","up_votes":1,"down_votes":0,"body":"Nein Nanary aus dem Discord","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T13:42:09.425+0000","up_votes":1,"down_votes":0,"body":"Noch 1,5 Stundeeeeeeeeeeeeeeeeeeeen\n\n#UND DANN IST MITTWOCH\n\nFolglich: Die Woche ist so gut wie vorbeeeeiiiiiiii \\o/  \\o/  \\o/  \\o/  \\o/  \\o/  \\o/  \\o/","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-19T08:55:49.832+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen du Krümelmonster :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:03:09.252+0000","up_votes":1,"down_votes":0,"body":":> Huhu du \"heute Abend Streamer\"!","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:05:57.593+0000","up_votes":1,"down_votes":0,"body":"So schaut es aus, wobei ich gerade lazy af bin und dann noch zum Arbeitsamt darf ...\naber immerhin kann ich mir heute mal wieder Friseur gönnen und sehe heute Abend dann gut gestilt aus :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:07:07.529+0000","up_votes":1,"down_votes":0,"body":">... und dann noch zum Arbeitsamt darf ...\n\nIch will auch wieder viel Freizeit haben :(","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:08:30.238+0000","up_votes":1,"down_votes":0,"body":"Ich hab keine Freizeit ... bin gerade Arbeiten. Muss beantragen zum Aufstocken, weil es sonst nicht reicht atm.\n\nUnd der Antrag sind gut 20 Seiten ... hab gestern gut ne Stunde nur zum ausfüllen daran gesessen.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:10:36.605+0000","up_votes":1,"down_votes":0,"body":"Okay, ich nehme meinen Neid zurück und ersetze das Gefühl durch Mitleid.\n\nAufstocken? Shit... \n\nAllein das es so was geben muss zeigt schon, dass in unserem Land etwas gnadenlos falsch läuft.","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:11:36.529+0000","up_votes":1,"down_votes":0,"body":"Ja ist zum Glück nur einen Monat, durch Krankheit bedingt. Ich bin froh wenn ich das Amt nie wieder in meinem Leben sehen muss.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:15:30.856+0000","up_votes":1,"down_votes":0,"body":"Ich war mal arbeitssuchend auf dem Amt (nach dem Studium). Damals hat man mit mir zusammen dort gängige Internet Jobbörsen durchsucht, war schon hilfreich xD (nicht).\n\nInteressant war ja, dass ich irgendwann auf eigene Faust eine Arbeit gefunden habe. Dann kam irgendwann die Einladung vom Amt für meinen nächsten Termin. Ich hab denen dann schriftlich mitgeteilt, dass ich das nicht mehr brauche weil hab Arbeit. \n\nDaraufhin kam die erste Mahnung, dass ich nicht gekommen bin... Dann die zweite Mahnung... Dann die Ankündigung, dass man jetzt nicht mehr mit mir nach Jobs im Internet gucken wird und ich jetzt gesperrt bin. \n\n...\n\nSeitdem kommt immer nach Ablauf der Sperre die gleiche Briefkette vom Arbeitsamt Lahnstein. Alle 6 Monate 1. Mahnung, 2. Mahnung, Sperre. Über mittlerweile 2 Adresswechsel hinweg. \n\nBürokratie, ich liebe es xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:43:32.091+0000","up_votes":1,"down_votes":0,"body":"XD DAS IST NICHT DEIN ERNST?\n\nIst das nicht schon Stalking? XDDD Herje ... zum Glück ist hier gerade niemand das ich wenigstens einmal laut lachen konnte XDD Nur krieg ich mich jetzt nicht mehr ein. Wie gut das einfach ist\n{{sticker:sg-miss-fortune}} \n\nVor Ewigkeiten habe ich mal so eine Maßnahme gemacht um eine Ausbildungsstelle zu finden. Das war im Prinzip wie eine Schulklasse und war saßen von 8 bis 16 Uhr zusammen und haben recherchiert, waren vllt mal auf Messen, haben Bewerbungen geschrieben und so etwas wie \"Informationsvorträge\" vorgetragen bekommen.\n\nWar schon witzig wie man sich an mich geklammert hat als Hoffnungsschimmer weil ich anscheinend die einzige war die weder schwanger war oder bereits Kinder hatte und es auch kein Drogenproblem gab.\n\nDiese Betreuer konnten ja nicht ahnen das zu der Zeit meine League Karriere absolut ins rollen gekommen ist und ich praktisch den ganzen Tag nur die League Seite auswendig gelernt habe mit all den Champion Informationen und passende Builds zusammen gesucht habe. Außerdem verstehe ich mich absolut fantastisch mit solchen \"Problem Leuten\", weswegen ich ebenfalls völlig immun gegen die ekligen Impfversuche dieser \"Betreuer\" war.\n\nUnd bei der Agentur für Arbeit hat man ... naja .-. man war nett zu mir während der Ausbildungssuche, immer zuversichtlich und hatte Verständnis. Lag aber wohl eher daran das ich wenn mit Männern zu tun hatte lel XD\n\nEinmal war ich dort nur um ein paar Informationen einzuholen weil mich irgendein Job interessiert hatte. Es sollten wirklich nur Informationen sein XDDD Dummerweise habe ich eine Frau erwischt. Uff ... ich sag dir.\nDie hat mich so fertig gemacht XD der Dialog sah in etwa so aus:\n_**~~Ich: Ich würde mich gerne über XY informieren und dachte Sie könnten mir weiterhelfen.~~**_\n_*~~Sie: Worum geht es denn genau?~~*_\n_**~~Ich: in zwei Monaten fange ich meine Ausbildung an, aber da gibt es (???) was mich gerade auch brennend interessiert. Man sagt mir Sie könnten da weiterhelfen.~~**_\n_*~~Sie: Also erst mal haben Sie sich gar nichts mehr auszusuchen. Sie müssen nehmen was kommt und haben in die Richtung gar keine freie Entscheidung mehr.~~*_\n_**~~Ich: Darum geht es nicht. Ich fange in zwei Monaten meine Ausbildung an und benötige jetzt nur Informationen über (???).~~**_\n_*~~Sie: Was denken Sie sich eigentlich? Glauben Sie die ganze Welt liegt Ihnen zu Füßen?~~*_\n_**~~Ich: [ungläubiges anstarren]Danke. Das war's.~~**_\n\nSo ging das halt eine ganze Weile XDDD Seither dreh ich auch am Rad wenn man mir sagt das ich keine Wahl hätte irgendetwas zu entscheiden oder zu machen °^°","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:57:04.256+0000","up_votes":1,"down_votes":0,"body":"Oh gott ich wäre so ausgerastet :D \nDie hätte mich direkt rausgeworfen ! Dann hätte ich den ganzen tag vor dem Amt verbracht nur um der Panik zu machen das ich Vilt auf sie warte ^^ \n\nAch ich war schon toll in manchen Fällen ^^","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T10:55:39.037+0000","up_votes":1,"down_votes":0,"body":"Hätte ich die Zeit, würde ich das auch machen. Aber leider muss man ja arbeiten.","replies":[]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:58:11.914+0000","up_votes":1,"down_votes":0,"body":"> Ach ich war schon toll in manchen Fällen ^^\n\nXD Das ist jetzt irgendwie gruselig","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T10:02:15.303+0000","up_votes":1,"down_votes":0,"body":"Was ich doch nicht ^^","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T09:52:54.131+0000","up_votes":1,"down_votes":0,"body":"Freut mich über jeden Lacher den ich erzeugen kann :P. \n\nDie ignorieren aber auch jeden meiner Briefe... naja, was soll man machen xD. Maßnahmen und so hatte ich nie, war der Vorteil am studieren... niemand fragt dich je was du machst. \"Student\" reicht völlig und alle wissen dass du ne faule Sau bist xD. \n\nDaher fand ich damals den Dialog auf dem Amt auch recht lustig:\n\n*\"Was sind Sie denn?\"*\n*\"Bauwirtschaftsingenieur\"*\n*\"Ah, ja... Ich hätte hier ein Praktikum als Straßenbauer, mit anschließender Ausbildung, wäre das was...\"*\n\nDie hat ihren Job verstanden xD","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:55:46.036+0000","up_votes":1,"down_votes":0,"body":"XD Eigentlich müsste man das Amt invaden und Kameras dabei tragen. :D Das wäre bestimmt Ultra cool und man würde aus dem lachen gar nicht mehr raus kommen.","replies":[]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:23:04.089+0000","up_votes":1,"down_votes":0,"body":"Deshalb bin ich nur einmal dort gewesen und hab direkt meinen Hass und Abneigung gezeigt. Hab mich dann da nicht mehr gemeldet ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:28:31.143+0000","up_votes":1,"down_votes":0,"body":"Bekommst du auch Mahnungen?","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:37:55.002+0000","up_votes":1,"down_votes":0,"body":"Ne :0 \n\n","replies":[]}]}]},{"id":"","poster":"Necromant","date":"2019-03-19T09:18:22.593+0000","up_votes":1,"down_votes":0,"body":"Arbeitsamt Slogan: \"Zu dumm um Wahr zu  sein.\"\n\nIch war vor meiner Arbeit hier 2 Tage Arbeitslos, mich dementsprechend als dieses gemeldet &amp; da sollte ich aller ernstes Bewerbung bei anderen Firmen schreiben weil ich Arbeitslos bin, obwohl ich zu denen Klipp&amp;Klar gesagt habe, das ich nach den 2 Tagen wieder in Arbeit bin ...","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:29:14.233+0000","up_votes":1,"down_votes":0,"body":"Ich musste meiner Sachbearbeiterin immer wöchentlich eine Liste schicken, wo ich mich alles beworben hab, dazu immer drei der Bewerbungen als Stichprobe und alle Antworten, die ich von Firmen bekommen hab.","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:29:43.310+0000","up_votes":1,"down_votes":0,"body":"jo kenn ich auch noch","replies":[]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:09:43.500+0000","up_votes":1,"down_votes":0,"body":"Die im Amt können dir doch helfen  das auszufüllen :)","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:10:49.658+0000","up_votes":1,"down_votes":0,"body":"Als würde irgendeiner das dort machen ... du bist witzig.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:21:45.850+0000","up_votes":1,"down_votes":0,"body":"Mhh da hab ich andere Erfahrungen gemacht ^^ solange wüten bis der vorgesetzte kommt und dann geht das schon :)","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:22:31.689+0000","up_votes":1,"down_votes":0,"body":"Aufn Tisch kacken kann ich denen auch nicht gerade ..","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:36:29.356+0000","up_votes":1,"down_votes":0,"body":"Sollst du auch nicht ^^ \nNur mal etwas lauter werden. Die im Amt arbeiten ja quasi für dich nicht umgedreht daran muss man die nur errinern :)","replies":[{"id":"","poster":"Uranbrennstab","date":"2019-03-19T10:45:46.521+0000","up_votes":1,"down_votes":0,"body":"Die können die aber leider am langen Arm verhungern lassen. Das ist ja das Problem.","replies":[]},{"id":"","poster":"Necromant","date":"2019-03-19T09:37:46.944+0000","up_votes":1,"down_votes":0,"body":"aber du willst etwas von ihnen, das ist das ding ^^","replies":[]}]},{"id":"","poster":"Novros","date":"2019-03-19T09:31:27.885+0000","up_votes":1,"down_votes":0,"body":"samma wie lief da eigentlich deine Prüfung und so? :D","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:32:01.182+0000","up_votes":1,"down_votes":0,"body":"bisher keine wieder gehabt ... aufgrund des Krankheitsfalls.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:35:11.208+0000","up_votes":1,"down_votes":0,"body":"aber hoffentlich hast du alles soweit gut überstanden :D\n\nHab am WE erfahren, dass sie nem Kumpel von mir die Gallenblase entfernt haben, wegen Gallensteinen ... der is nu auch erst mal 4Wochen krank ._.","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:37:02.299+0000","up_votes":1,"down_votes":0,"body":"jo ich muss da nochmal nach haken, wann ich die Abschlussprüfung machen kann und wie/was/warum etc.pp wenn ich mal zeit für habe","replies":[]}]}]}]}]}]},{"id":"","poster":"Uranbrennstab","date":"2019-03-19T10:44:21.810+0000","up_votes":1,"down_votes":0,"body":"War da auch erst gestern. Nach fünf Minuten war klar, dass sie mir nicht helfen wollten. Hab mich dann für die verschwendete Lebens- und Arbeitszeit bedankt.","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T10:45:40.758+0000","up_votes":1,"down_votes":0,"body":"Arbeitsamt halt ^^","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:57:05.264+0000","up_votes":1,"down_votes":0,"body":"Habt ihr Anno 1800 vorbestellt? Oder ist es nicht so dringend das man Bonus Dinger abstauben möchte?","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:59:13.385+0000","up_votes":1,"down_votes":0,"body":"Ich bestelle prinzipiell nicht vor... Ich finde das verzerrt den Spielemarkt, weil durch so etwas auch schlechte Spiele zu viele Verkäufe generieren können. \n\nWer Mist veröffentlicht soll auf die Schnauze fallen.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T10:01:30.595+0000","up_votes":1,"down_votes":0,"body":"Gute Einstellung \n\nUnd wenn möglich kauf ich im kleinen games laden bei mir in der Gegend :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:03:46.148+0000","up_votes":1,"down_votes":0,"body":"So was gibt es bei mir ja gar nicht :P","replies":[{"id":"","poster":"Novros","date":"2019-03-19T10:06:21.454+0000","up_votes":1,"down_votes":0,"body":"kleine Game-Läden oder du kaufst keine Spiele mehr physisch? :D","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:09:02.639+0000","up_votes":1,"down_votes":0,"body":"Beides, allerdings folgt b aus a.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T10:13:13.647+0000","up_votes":1,"down_votes":0,"body":"warum dann nicht beim Media Markt oder Saturn? ... ich mag es eigentlich, spiele via Medium installieren zu können ABER ... meist installiert man es und dann muss man trotzdem noch X Gigabyte herunter laden ...\n\nIch für meinen Teil werde mir aber Anno1800 im Laden kaufen, entweder im Game Stop oder in einem der großen","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:16:13.944+0000","up_votes":1,"down_votes":0,"body":"Richtig, es ist ziemlich sinnlos die Dinger im Laden zu kaufen... Lädst am Ende eh alles runter. \n\nDaher meine Rangfolge:\n\n1. Kleine Händler unterstützen wenn möglich (früher ging das), dafür auch gerne bisschen mehr bezahlen.\n2. Wenn kein kleiner Händler da, dann wo es am günstigsten ist. Das ist manchmal Media Markt, manchmal Steam wegen 10% Realease Nachlass. Ich bin auch schon zum Media Markt gegangen und hab da gesagt, dass es bei Steam weniger kostet. Manchmal gehen sie dann im Preis runter.","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T10:05:05.782+0000","up_votes":1,"down_votes":0,"body":"Naja .-. aber ihr seid euch ja sicher zu sein das es gut wird? Also würde nichts dagegen sprechen in diesem Fall.","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:10:38.536+0000","up_votes":1,"down_votes":0,"body":"Ich finde es halt trotzdem komisch für Spiele zu bezahlen bevor sie raus kommen... Wenn ich maximal hyped bin mache ich das höchstens mal 24h vorher für einen Preload oder so, wenn die Tests u.ä. schon draußen sind...","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T10:16:02.832+0000","up_votes":1,"down_votes":0,"body":"Bisher habe ich das auch nur bei Blade and Soul gemacht :o damit ich die Alpha und alles schon spielen konnte.\n\nBei Bless hätte ich das fast auch gemacht, aber das sollte ein F2P Spiel sein weswegen ich es nicht eingesehen habe vorher dafür Geld zu bezahlen wenn eher davon ausgegangen werden kann das ich es hinterher doch nicht spiele XD War auch gut so ... als es endlich frei zugänglich war hab ichs vielleicht eine halbe Stunde gespielt und wieder runter geworfen :D","replies":[]},{"id":"","poster":"Novros","date":"2019-03-19T10:14:14.464+0000","up_votes":1,"down_votes":0,"body":"habe ich früher das eine oder andere mal gemacht .. WoW-Addon hole ich auch immer im Preorder aber da weiß ich auch, dass ich es für mehrere Monate spielen werde ^^ \nGerade jetzt, wo ich das mit meiner Freundin auch zusammen spiele, mache ich es erst recht :D","replies":[]}]}]}]},{"id":"","poster":"Novros","date":"2019-03-19T10:00:43.842+0000","up_votes":1,"down_votes":0,"body":"gibt's denn da überhaupt etwas extra? ... aber nein, ich gucke es mir in Ruhe an wenn es da ist :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T10:04:11.120+0000","up_votes":1,"down_votes":0,"body":"Hab vergessen was es war XD Glaub drei Dinge ... eins davon ... ein Zug? XD","replies":[{"id":"","poster":"Novros","date":"2019-03-19T10:05:18.305+0000","up_votes":1,"down_votes":0,"body":"grad gegoogelt, ein Zug- und ein Schiffmodell und ein Denkmal ... schon cool! *grübel*","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T10:07:25.599+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich habe so ein Spiel auch schon mal gespielt .-. Bei meinem Vater am PC ... Ultra Ewigkeiten her!","replies":[]}]}]}]}]},{"id":"","poster":"Novros","date":"2019-03-19T09:14:12.708+0000","up_votes":1,"down_votes":0,"body":"Ich hatte am WE KÄSEKUCHEN! mit Himbeeren, habe ich gebacken ... war super x)\n\nSeit gestern spiele ich vermehrt \"Two Point Hospital\" .... die Nostalgie hat mich voll gepackt und ich liebe es ... schauen wir, wie lange ... aber es ist super! ^^","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:22:55.532+0000","up_votes":1,"down_votes":0,"body":"Ich hab dazu ein ziemlich lustiges Essay bei der Gamestar gelesen ^^. \n\nDer Tester hat es zusammen mit einem Arzt gespielt. Der Arzt fand es super, der Tester stinklangweilig xD. Hat mich eher abgeschreckt der Bericht ^^","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:29:48.221+0000","up_votes":1,"down_votes":0,"body":"ach, man muss das mögen! ... du brauchst jetzt keinen Doktor dafür, es ist purer Spaß mit ein wenig wirtschaften und organisieren ... wenn man den Dreh raus hat, ist es eh Routine, aber ich habe Theme Hospital geliebt und liebe das auch, du kannst immer irgendetwas verbessern und kommst deshalb nie davon los ... und es überbrückt mein Bedürfnis nach Wirtschaftssimulation bis Anno 1800 kommt :P","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:33:09.748+0000","up_votes":1,"down_votes":0,"body":"Auf Anno 1800 freue ich mich auch ^^. \n\nIch mochte Wirtschaftssimulationen gerade früher immer sehr. Allerdings war ich damals immer auf Spiele auf Heft DvD's angewiesen, daher hab ich ungefähr 100 Jahre lang \"Pizza Connection 2\" und \"Der Verkehrsgigant\" gespielt. \n\nUm Jahre später festzustellen, dass die Spiele überall miese Wertungen hatten, aus tatsächlich nachvollziehbaren Gründen. Ich hatte damals trotzdem Spaß...\n\nAber ich hatte auch Spaß an Gothic 1. Für das Spiel hab ich damals doppelt so lange gebraucht, weil es auf meinem PC mit maximal 6 FPS lief. In Kämpfen auch gerne mal mit 2.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:40:23.663+0000","up_votes":1,"down_votes":0,"body":"Ja, DU BIST AUS DEM ANDEREN LAGER!!! \n\nIch mochte die Pendants dazu, Pizza Syndikat und Industriegigant :D :D aber ja ich liebe sie .... Anno spiele ich seit dem 1. Teil und ich hoffe, dass mein Lieblingsteil(Anno 1404) jetzt mal einen würdigen Nachfolger bekommt! \n\nGothic konnte ich nicht spielen, mein PC war zu schlecht .... deshalb hat mich das nie abgeholt und ich bin eher Richtung Strategie gedriftet","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:47:53.915+0000","up_votes":1,"down_votes":0,"body":"Ich spiele ja tatsächlich alles außer Sportspiele ;). \n\nAn Anno 1602 hatte ich damals viel Spaß... die ganzen danach werden in meinem Kopf zu einem Anno - Matsch, bis ich dann festgestellt habe, dass ich die Zukunftsdinger nicht mag. \n\nDaher freue ich mich auf das 1800 ^^. Wirtschaftssimulationen können mir immer noch massiv Spaß bringen, allerdings gibt es so weit ich weiß keine aktuellen... Two Point Hospital hat mich jetzt leider nicht so sehr begeistern können. Ich hatte alelrdings viel Spaß mit Cities Skylines. Zumindest bis es unübersichtlich wird xD. \n\nund naja, mein Hearts of Iron Ticker hat gestern auch die 1300 Stunden überschritten...","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:52:08.353+0000","up_votes":1,"down_votes":0,"body":"Ich gebe dir wirklich einen wohlgemeinten Rat: wenn dich Anno 1800 nicht abholt, hol dir unbedingt Anno 1404! \nDas ist quasi Anno 1602 in hübsch aber auch schon mit Klimazonen, es war unglaublich schön und auch ausbalanciert! \n\nFür Cities Skylines habe ich leider nie die Ruhe aufbringen können um es vollständig zu durchsteigen ... meine Liebe dafür wurde leider durch Sim City 4 verdorben ... das war genial, wären die üblen Bugs nicht gewesen :(","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:55:13.006+0000","up_votes":1,"down_votes":0,"body":"Ich weiß, ich hab 1404 gespielt ^^. Ich hab dann irgenwann bei den 2xxx Teilen aufgehört. \n\nÜber Sim City 4 hab ich immer nur Schlechtes gehört... War das nicht das mit den Bugs, dem Online Zwang der dich am Spielen gehindert hat und den Mini - Städtchen?","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:58:11.270+0000","up_votes":1,"down_votes":0,"body":"ja genau, onlinezwang und kleine Städte ... **aber** das war gar nicht so das Problem ... ich konnte mich damit abfinden bzw. fand es superspannend ENDLICH mal mit anderen zusammen Städte verbinden zu können und so eine Gemeinschaft zu bilden .... \n\nnene, es gab einen massiven Verkehrsbug ... da es ja z.B. keine U-Bahn mehr gab, gab es irgendwann so viele Autos, dass die die Kreuzungen zugestellt haben und damit kam alles zum erliegen ... dann kommen weder Polizei noch Feuerwehr durch und deine Stadt brennt ab :S \nkonnten sie nie fixen ...","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:01:33.662+0000","up_votes":1,"down_votes":0,"body":"Nach dem massiven Release Shitstorm ist da wohl auch nicht mehr so viel Mühre reingeflossen... Naja, schade.","replies":[{"id":"","poster":"Novros","date":"2019-03-19T10:05:51.346+0000","up_votes":1,"down_votes":0,"body":"ne, sie haben es abgewiegelt mit \"der Fehler steckt zu tief im Code, irreparabel\" .... tröt dann war das Ding tot","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T10:11:19.637+0000","up_votes":1,"down_votes":0,"body":"Na klar, ne Ausrede und dann auch noch eine schlechte xD","replies":[]}]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:25:11.273+0000","up_votes":1,"down_votes":0,"body":"Ich hab den geistigen Vorgänger für die ps1 daheim. Das war so gut :) Theme Hospital oder wie es hieß muss später mal schauen ^^","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:30:24.692+0000","up_votes":1,"down_votes":0,"body":"es sind sogar einige Macher von Theme Hospital bei Two Point dabei, deshalb ist es der geistige Nachfolger ... Theme Hospital habe ich auf dem PC auch gesuchtet bis zum Umfallen :D","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:35:26.179+0000","up_votes":1,"down_votes":0,"body":"Zeiten in denen spiele einfach entspannt und spaß gemacht haben :)","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:41:14.386+0000","up_votes":1,"down_votes":0,"body":"genau, deshalb freue ich mich über den Remake so sehr, es ist einfach ein entspanntes Spiel mit Wuselfaktor :)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:51:45.837+0000","up_votes":1,"down_votes":0,"body":"Ich würde mich über ein gute Rollercoster Tycoon freuen :) \n\nKennst du Airbag Tycoon oder Airline Tycoon muss mal schauen wie das heißt das war auch ein Spiel mit mega viel Charme :)","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:54:55.317+0000","up_votes":1,"down_votes":0,"body":"da gibt's doch zwei Teile, die als \"Nachfolger\" gelten ... Rollercoster World und noch irgendwas ... aber die waren wohl beide nicht so gut :S\n\nAirline Tycoon hab ich auch super gerne gespielt, das hatte glaube ich sogar n Multiplayer, oder? ... hm ... oder ich habe das mit nem Kumpel immer parallel gespielt, aber da konnte man sogar die Flugzeuge glaube ich selber entwerfen .... aber auch uralt :D","replies":[]}]}]}]}]}]},{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:20:54.722+0000","up_votes":1,"down_votes":0,"body":":o Mit Himbeeren? Das schmeckt? Hab ich noch nie gesehen!!!","replies":[{"id":"","poster":"Novros","date":"2019-03-19T09:28:33.929+0000","up_votes":1,"down_votes":0,"body":"es war ein Test ... ja es ist super lecker! für mich persönlich etwas viel Säure, aber ... der nächste wird mit Blaubeeren gemacht und probiert :D","replies":[]}]}]},{"id":"","poster":"Xayah Strife","date":"2019-03-19T09:02:01.024+0000","up_votes":1,"down_votes":0,"body":"wie alt ist überhaupt Frau Pferd?","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:03:40.944+0000","up_votes":1,"down_votes":0,"body":"Hmmmm die dürfte so 57 sein?","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-19T09:14:52.970+0000","up_votes":1,"down_votes":0,"body":"wäre das nicht ein gutes alter für Martin? :)","replies":[{"id":"","poster":"4 For Maggie","date":"2019-03-19T09:21:21.853+0000","up_votes":1,"down_votes":0,"body":"Wieso fragst du mich das denn? c.c Ich weiß doch nicht auf was ihr alle so steht!","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:22:55.529+0000","up_votes":1,"down_votes":0,"body":"Maddin = Auspuffrohr","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:44:36.132+0000","up_votes":1,"down_votes":0,"body":"Das sind nur deine Gedanken die dich auf geilen ! :P","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:45:00.329+0000","up_votes":1,"down_votes":0,"body":"nein, ich kenn nur deine träume","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T09:52:37.245+0000","up_votes":1,"down_votes":0,"body":"Wenn du meine träumen kennen würdest. Wärst du verängstigt und erregt zu gleich .... Und eingeschüchtert ^^","replies":[{"id":"","poster":"Necromant","date":"2019-03-19T09:54:31.618+0000","up_votes":1,"down_votes":0,"body":"du hast angeekelt falsch geschrieben","replies":[]}]}]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T09:23:32.040+0000","up_votes":1,"down_votes":0,"body":"Ich hab ihr immerhin sogar was Lyrisches gewidmet!","replies":[]}]},{"id":"","poster":"Necromant","date":"2019-03-19T09:19:44.611+0000","up_votes":1,"down_votes":0,"body":"Hat die ein Auspuffrohr? dann bestimmt","replies":[]}]}]},{"id":"","poster":"Metalmonni","date":"2019-03-19T09:05:38.975+0000","up_votes":1,"down_votes":0,"body":"So alt wie die Sterne am Himmelszelt, so schön wie eine afrikanische Lithiummine im Sommer und so duftend wie ein Moor nach einem frischen Herbstregen... \n\n*hach*","replies":[{"id":"","poster":"Xayah Strife","date":"2019-03-19T09:15:14.826+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen :)","replies":[{"id":"","poster":"Metalmonni","date":"2019-03-19T09:23:53.434+0000","up_votes":1,"down_votes":0,"body":"*Guten Morgen*","replies":[]}]}]}]}]}