{"id":"z5WL1Xd3","poster":"King Zant","date":"2015-06-03T22:39:50.950+0000","title":"FPS Drops nach einiger Zeit (60 FPS standartmäßig auf 10-1 FPS)","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo liebe LoL Community!\n\nWie ihr hier sehen k&ouml;nnt bin ich gerade verzweifelt, da mein PC Probleme hat nach einiger Zeit FPS Drops bekommt in LoL. Dieses Problem taucht jetzt schon innerhalb von 2 Jahren oft auf. Da hat entweder: L&uuml;fter entstauben Grafikkartentreiber aktualisieren etc. geholfen, jedoch kann es dies jetzt nicht mehr sein, da ich einen neuen CPU L&uuml;fter eingebaut habe und geschaut habe ob alle Treiber aktualisiert wurden. Mir f&auml;llt aber bei dem Problem auf, dass meine CPU Temperatur auf Konstant auf 53 Grad bleibt, jedoch ist diese Temperatur nicht zu hei&szlig;. Meine Temperatur bei der Grafikkarte ist fast immer auf 33 Grad (auch wenn ich FPS Drops bekomme). Ich vermute dass irgendwas nicht mit dem Prozessor nicht stimmt. Ich kenne mich leider nicht gut mit PC&acute;s aus also frage ich euch, wieso ich FPS drops bekomme. Hilft vielleicht nochmal neu windows draufspielen? Außerdem fällt mir grad auf dass der Bildschirm manchmal kurz grün auf irgendeinem Punkt flackert.\n\nIch hoffe ihr k&ouml;nnt mir da helfen.\n\n\nSpecs:\nProzessor: AMD FX(tm)-8120-Eight-Core\nGrafikkarte: AMD Radeon HD 7800 Series\nMainboard: GA-970A-DS3","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-04T00:39:42.528+0000","up_votes":2,"down_votes":0,"body":"Heya\nSchonmal den Grafikkartentreiber neu installiert?\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"King Zant","date":"2015-06-04T12:30:26.845+0000","up_votes":1,"down_votes":0,"body":"Werde nun den Treiber deinstallieren und wieder neu installieren. Hoffentlich klappt das. Vielen dank erstmal das du mir hilfst","replies":[]},{"id":"","poster":"King Zant","date":"2015-06-04T00:55:24.921+0000","up_votes":1,"down_votes":0,"body":"Nein noch nicht, aber das könnte ich machen. Denkst du, dass die Software ein Fehler hat?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-04T10:24:08.357+0000","up_votes":1,"down_votes":0,"body":"Heya\nDa du sonst ja scheinbar keine Probleme hast gehe ich erstmal von defekter Software aus.\n\nMfG Rkoturdo","replies":[]}]}]}