{"id":"rArV2Uu8","poster":"9x Boosted Pony","date":"2019-03-19T05:47:13.570+0000","title":"Suche wen der mit mir auf RU smurft !!","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"bevorzuge funnel","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-19T06:17:04.411+0000","up_votes":1,"down_votes":0,"body":"Immernoch .... Muss ja langweilig sein","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-19T14:47:23.790+0000","up_votes":1,"down_votes":0,"body":"immernoch spannender als hardstuck silver zu sein seit s5 xD und einer 50% winrate XDDDD","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-20T06:10:14.314+0000","up_votes":1,"down_votes":0,"body":"Ach das stört mich nicht :) \n\nIch muss zumindestens nicht verzweifelt versuchen auf schlechteren Servern einen besseren Rang zu bekommen den ich sonst nicht schaffen würde ;)","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-20T14:48:18.723+0000","up_votes":1,"down_votes":0,"body":"wenn man keinen plan hat sollte man einfach mal leise sein , ich war season 3 und 4 auf euw challenger.\naber die lowelo spieler denken ja immer wen sie silber euw sind schaffen sie dia auf ru oder tr obwohl sie mit ihrem iq nicht verstehen das bist dia 2 jeder server kacke ist.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-21T05:56:42.313+0000","up_votes":1,"down_votes":0,"body":"Oh na da hab ich wohl direkt ins Schwarze getroffen ^^ \nIch finde aber auch immer den Wunden Punkt :) \n\n\nÄndert nichts daran das du exakt aus dem selben Grund auf RU spielen willst ^^ \nAuf EUW reicht es nicht mehr also weg auf einen \"leichteren\" Server :) hast du ja quasi in deinem alten Post schon so bestätigt ^^","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-22T23:28:28.209+0000","up_votes":1,"down_votes":0,"body":"genau wegen leuten wie dir spiel ich lieber auf anderen servern wo ich die leute nicht versteh was sie schreiben.\nleute wie du denken sie kennen sich mit servern oder league aus obwohl sie nichtmal gold schaffen ohne 500games zu spielen und das 7jahre lang.\nDie denken das Elo status hat und nicht mehr aus spaß spielen können und leute wie mich abfucken die aus spaß spielen und nicht weil sie ne elo für nen status brauchen","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-25T06:29:13.738+0000","up_votes":1,"down_votes":0,"body":"Und dennoch bist du der der versucht auf einen anderen Server mit niedrigeren skill cap spielen will ;) \nMit einer \"Booster Taktik\" und schnell nach Challenger zu kommen ^^ \n\nAlso ja ich mag nicht gut sein. Aber du lügst dich hier nur selbst an ^^ \n\nDu machst das nur aus Spaß der Rang ist dir egal ? \nDann Spiel aram auf EUW und fertig :D \n\nAnsonsten geb einfach zu das du einen Rang willst den du anders nicht erreichen kannst ausser auf Umwegen ^^","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-26T05:48:01.462+0000","up_votes":1,"down_votes":0,"body":"aram ist wie botgames man haut einfach auf die tasten mehr ist das nicht.\nwen du einmal funnel spielst wirste merken wieviel spaß das macht wen man jedes game einfach nur dumm gefeedet ist und im selben atemzug krieg ich nen reward für meine sammlung ohne komplett zu tryharden und die meta zu abusen.\n\nund dann noch zu schreiben das ich den rank nicht schaffen würde und ihn nur auf umwegen krieg wen ich davor schon erwähnt hab das ich euw season 3 und 4 soloq challenger war, merkst selber das die aussage dann 0 sinn macht.\n\nund btw wen man league schon solange spielt und immernoch so schlecht ist hat das nichts mit gut oder schlecht zutun sondern einfach der fakt das man .... ist und nix aus seinen fehler lernt. ( und ja das sind mit absicht punkte sonst löscht das ein admin wieder)","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-26T06:18:19.994+0000","up_votes":1,"down_votes":0,"body":"Mhh und dennoch reicht es bei dir seid dem auch nicht mehr für Chalanger deshalb ja diese ausrede mit den rund Servern :) \n\nDu hast es ja in deinen letzten theard schon geschrieben ^^ \n\nEigentlich Wärme ich hier nur alles wieder auf ^^","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-26T14:35:20.892+0000","up_votes":1,"down_votes":0,"body":"seitdem nichtmehr xDDDD gut nur das ich season 5 mit league aufgehört hab und max 5games pro season gespielt hab und richtig erst wieder mit s9 angefangen hab xD aber ich finds lustig wie du mehr von mir weißt als ich selber","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-26T16:37:45.719+0000","up_votes":1,"down_votes":0,"body":"Ja es ist beinahe unfassbar was ich alles weiß :D","replies":[{"id":"","poster":"9x Boosted Pony","date":"2019-03-26T18:15:59.489+0000","up_votes":1,"down_votes":0,"body":"jetzt müsstest nurnoch wissen was league of legends ist und wie es funktioniert.","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-27T06:16:47.145+0000","up_votes":1,"down_votes":0,"body":"Ein Ort an dem sich Spieler die einen Rang nicht erreichen können. Sich einfach auf RU Server einschleichen um den unverdineten Rang doch noch zu bekommen :3","replies":[{"id":"","poster":"00 M4ddin 00","date":"2019-03-28T06:07:15.231+0000","up_votes":1,"down_votes":0,"body":"Wäre es dann nicht schade wenn du das Spiel nicht mehr spielen könntest?","replies":[]},{"id":"","poster":"9x Boosted Pony","date":"2019-03-28T05:43:31.491+0000","up_votes":1,"down_votes":0,"body":"und genau wegen leuten wie dir sollte league ein system einführen das nur leute  mit einem 3stelligen iq league spielen dürfen , dann würde nämlich auch das skillvl von bronze playern automatisch dia sein .\n\nden es gibt nur 2 gründe um in einem strategiespiel lowelo zu sein : entweder man spielt nur 20games im jahr oder man ist komplett dumm im kopf. (anfänger außenvor)","replies":[]}]}]}]}]}]}]}]}]}]}]}]}]}]}]}