{"id":"vWARJlvQ","poster":"TF Autophil","date":"2019-03-18T22:06:39.421+0000","title":"Thursday-Theory | High-Elo Coaching | GG - Get Good","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Hey Leute. Wer würde gerne in League besser werden? Wir sind Phil und Erik, zurzeit (hardstuck, ist terrible i know :D ) Dia 3-2 und Grandmaster und wir coachen SoloQ Spieler. Letzte Season waren wir Dia 1/Master und haben selber auch noch viel zu improven. Wir spielen schon seit über 8 Jahren League, teilweise auch semi-competetive im Team und haben eine Menge Wissen über SoloQ angesammelt. Entdeckt alle SoloQ Geheimnisse, um besser zu werden! Das richtet sich an die Spieler in Platin und drunter!\r\n \r\nDeswegen würden wir gerne Coachings üben, um unser eigenes Wissen mehr zu festigen. Wir möchten euch gleichzeitig auch helfen, indem wir unser Wissen an euch weitergeben. Keiner sollte für Seasons hardstuck sein, obwohl es so viele Infos da draußen gibt. Wer also Schwierigkeiten hat und besser werden will, den können wir gerne for free coachen. Wir haben einiges zum Nachlesen niedergeschrieben und für euch vorbereitet. Außerdem könnt ihr uns gerne alles fragen.\r\nWer noch weiter in die Materie gehen will und es ernst meint: Für diejenigen haben wir noch mehr vorbereitet. Besonders für diejenigen, die High Elo erreichen wollen, im Team spielen wollen oder sogar noch weiter hinaus wollen. Aufgezeichnete Replayanalysen, gesamtes SoloQ Wissen als PDFs, 24/7 Support, Zugang zu neuen Materialien uvm.\r\n \r\nEgal was ihr davon möchtet: Schreibt uns bei Facebook direkt an oder (besser) joined dem Server auf Discord https://discord.gg/7KYR9vS , wo ihr uns einfach anschreiben könnt und wo auch gleichzeitig Content geliefert wird. Wir haben nämlich nicht mehr so viel Platz in der Friendlist. Wir freuen uns. :P \r\n\r\nAuf dem Discord findet ihr dann auch die Free PDF mit der Theorie für euch :D\r\n\r\nBeste Grüße","replies":[{"id":"","poster":"SnapIntoASlimJim","date":"2019-03-19T06:57:28.116+0000","up_votes":2,"down_votes":0,"body":"Super Sache, habe auch mal reingeschaut in die Free-PDF, macht Lust auf mehr. \n\nAllerdings bin ich etwas verwirrt über die Aussage: \"Wer also Schwierigkeiten hat und besser werden will, den können wir gerne for free coachen.\"\n\nIm Discord, bzw. den weiterleitenden Links dort, sind jedoch Preise aufgelistet. Bitte nicht falsch verstehen, soll keine Kritik sein, es ist Zeitaufwand eurerseits daher alles cool. \n\nDaher meine zwei Fragen: Ist das Coaching jetzt free oder nur die PDF? Und sind die Preise dann einmalig oder monatl. solange das Coaching stattfindet? \n\nFreue mich auf Antwort und verbleibe bis dahin mit freundlichsten Grüßen. {{sticker:slayer-pantheon-thumbs}}","replies":[]},{"id":"","poster":"TF Autophil","date":"2019-03-25T23:33:17.547+0000","up_votes":1,"down_votes":0,"body":"Sorry für die späte Antwort...\n\nDas hier ist der falsche Ort um Fragen wie diese zu klären, stell sie am besten nochmal auf dem Discord und wir können dir direkt antworten :D","replies":[]}]}