{"id":"70vqY95r","poster":"XxKampflappenxX","date":"2015-06-03T10:24:09.510+0000","title":"[Special Move Guide] Ekko - 2,5 Extra Seconds","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Ich m&ouml;chte heute ein wenig &uuml;ber Ekkos Schw&auml;chen reden und wie man sie zu einer ernsthaften St&auml;rke umwandeln kann.\n\nEkko ist ein starker Einzelkampf Assasine welcher in kleinen K&auml;mpfen und Picks gl&auml;nzen kann. Seine St&auml;rken liegen eindeutig darin dass er leichte Ziele blitzschnell ausschalten und wieder in Sicherheit verschwinden kann.\n\nSeine Schw&auml;che liegt darin dass er um Teamk&auml;mpfe herumt&auml;nzeln muss denn wenn er CC abbekommt muss er mit seinem Tod rechnen.\n\nSeine Ultimate braucht exakt 4 Sekunden um im Teamkampf die Backline der Gegner zu erreichen. Dies dauert in den meisten F&auml;llen einfach zu lang um effektiv genutzt werden zu k&ouml;nnen. Ich habe jedoch einen Weg gefunden wie man im Teamkampf die Ultimate verf&uuml;hrerisch einfach und effektiv nutzen kann.\n\nF&uuml;r den Special Move braucht ihr anstatt 4 Sekunden lediglich 1,5 Sekunden. \n\nIhr dived die Backline mit dem E und m&uuml;sst 1.5 Sekunden &uuml;berleben. Die **_zus&auml;tzlichen 2,5 Sekunden_**  schenkt euch ein Zhonyas welches ihr mitten in Ihrer Backline aktiviert. In dieser Zeit muss euer Team ebenfalls engagen.\n\nNormalerweise ist ein AP Carry der sein Zhonyas am Anfang des Kampfes verschwendet danach ein sehr leichtes Ziel, jeder Gegner der denkt ihr seid ein Freekill wird nun seine gerechte Strafe bekommen.\nNach dem Zhonyas sind eure 4 Sekunden die der Ult Schatten braucht um zu euch aufzuholen um und ihr k&ouml;nnt direkt nach dem Austritt aus dem Zhonyas in eure Ult eintauchen und den Massiven Schaden an alle Gegner verteilen die sich dachten dass sie euch bekommen.\n\n_**Wenn man nicht das Beste aus jedem einzelnen Moment herausholen kann, verdient man auch keine einzige zus&auml;tzliche Sekunde!**_\n\nEkko","replies":[{"id":"","poster":"Darnell","date":"2015-06-03T12:11:27.120+0000","up_votes":1,"down_votes":2,"body":"***","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-03T12:23:34.722+0000","up_votes":1,"down_votes":0,"body":"machst du gerade ernsthaft im Guide bereich in meinem Thread werbung für deine Community?\nDafür gibt es einen eigenen Bereich, kopier deinen Thread ruhig nochmal und poste das ganze doch bitte im dafür vorhergesehenen bereich.\n\nAch und wenn du schonmal hier bist kannst du auch deine meinung zu meinem thread da lassen, danke ;)","replies":[{"id":"","poster":"Hpnotïq","date":"2015-06-03T12:26:17.666+0000","up_votes":2,"down_votes":0,"body":"Einfach reporten für Spam, schau mal seine Post-History an er spammed das in jeden Beitrag.","replies":[]}]}]},{"id":"","poster":"BM Vilich","date":"2015-06-03T10:54:50.440+0000","up_votes":1,"down_votes":0,"body":"Was machst du nach der Ult?","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-03T11:47:26.537+0000","up_votes":1,"down_votes":0,"body":"nach der Ult solltest du wieder deine E und immer noch deinen Flash haben :D reicht also ganz bestimmt aus um sich neu zu positionieren","replies":[{"id":"","poster":"Forunes Of War","date":"2015-06-03T14:09:52.373+0000","up_votes":1,"down_votes":0,"body":"Ich hätt ja noch ne Frage: Soweit ich des mitbekommen habe muss die Ult sich ja noch kurz aufladen bis sie einsatzbereit ist...inder Zeit kann man ja auch noch gekilled werden... (bite verbessert mich wenn des falsch ist)\nUnd was is wenn der TF sich verlagert hat? In 4 Sec kann des schon mal passieren, dass du dann alleine auf der Pampa stehts ^^\nAber trotzdem n guter Tipp\nDanke...","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-03T16:49:23.961+0000","up_votes":1,"down_votes":0,"body":"man wird auf knopfdruck unverwundbar. nach der castzeit landet man aber erst an der neuen position. Ich kann dir nur empfehlen während dem Zhonyas den R knopf zu spammen :D\n\nNaja, zu dem verlagern des Teamfights... Man braucht halt auch ein Team dass mit einem engaged. Wenn sich der teamfight verlagert dann     brauchst du auch die Ulti nicht zu zünden und kannst weiterhin mit deinen anderen Spells Arbeiten.\n\nAm besten macht sich die Taktik wenn ihr gerade vom Gegner engaged werdet. Dann bleibt dem gegnerteam meistens nichts anderes übrig ausser zu flüchten oder halt weiterzukämpfen und an eurer Ult zu sterben.","replies":[{"id":"","poster":"Forunes Of War","date":"2015-06-03T18:36:02.948+0000","up_votes":1,"down_votes":0,"body":"Wo du recht hast hast du recht @8-)","replies":[]}]}]}]}]},{"id":"","poster":"A Dragons Heart","date":"2015-06-03T10:37:53.865+0000","up_votes":1,"down_votes":0,"body":"Danke für diesen Tipp, hab noch nicht dran gedacht :)\n\nIch hatte es bisher immer so gemacht, wenn ich angegriffen wurde, dass ich mein W aktiviert habe und dann das Stundenglas aktiviert habe. -> Gegner bleiben neben dir stehen, weil sie dich kriegen wollen aber du erhältst direkt einen Schild und stunst so, wenn du aus dem Stundenglas wieder rauskommst. Funzt net immer aber manchmal :)))","replies":[]}]}