{"id":"0rnILmvo","poster":"Kazabubu","date":"2015-06-02T18:05:21.374+0000","title":"[Gold V] Main [Jungler] sucht DuoQ Partner :)","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Moin, moin lieber Leser!;)\r\n\r\nFreut mich das du hier bist um dir meinen Post mal anzuschauen und vielleicht in ein DuoQ Geschehen mit mir einzusteigen!\r\nIch bin Henrik aka. Ozz aka. Ozzy. (Nenne mich wie du m&ouml;chtest ;) )\r\nIch spiele nun League Of Legends seit Season1 und das auch damals sehr erfolgreich! Da ich aber in SEASON 4 &quot;relativ&quot; inaktiv war, und mich mehr auf andere Sache konzentriert habe (Schule etc.) kamen da ein Paar weniger Spielzeiten bei rum. Aber das macht Ja nix :) Da ich im SoloQ nicht so viel reissen kann wie im DuoQ und mir im Moment ein angenehmer DuoQ Partner fehlt, mache ich mich nun hier im Forum nach jemand passenden auf die Suche :)\r\n\r\nHier jetzt ein Paar kleine aber feine Infos zu mir:\r\n- Ich bin 17 Jahre Jung\r\n- Spiele Main Jungle\r\n- Bin ziemlich lustig unterwegs\r\n- Verstehe meine Rolle und das SPIEL im Allgemeinen\r\n- Bin Gold V [Tendenz steigend]\r\n- Verf&uuml;ge &uuml;ber sehr viel Zeit und Lust f&uuml;r das DuoQ ranken\r\n- Habe hohe Ziele f&uuml;r diese Season im SoloQ/DuoQ (Mind. Plat5)\r\n- Bin auch mal gerne ein nachtaktiver Jockel\r\n- Spiele sehr gerne, oft und mit Erfolg Lee Sin\r\n- Spiele aber nat&uuml;rlich auch die Meta Picks wie: Gragas, Sejuani, Nunu, Rek&#039;Sai, Vi etc.\r\n- M&ouml;chte sehr viel Zeit in mein Hobby stecken und hoffe das du das auch tun m&ouml;chtest\r\n- Bin ein aufmerksamer aber auch ruhiger, gelassener Mensch\r\n- Verf&uuml;ge &uuml;ber ein hohes Ma&szlig; an schwarzem Humor (Bester Humor der Welt ;P)\r\n\r\nSo, ich denke das ist erst mal genug zu mir, falls du noch etwas wissen m&ouml;chtest, kannst du ja einfach NACHFRAGEN ;)\r\nNat&uuml;rlich gibt es noch ein PAAR Dinge die ich mir erhoffe bzw. die ich von dir erwarte ;) Dazu kommen me&#039; dann jetzt =D\r\n\r\nHier ein Paar kleine Dinge die du mitbringen solltest:\r\n- Spa&szlig; am SPIEL\r\n- Vertrauen in dein Team/Deinen Mate\r\n- Das &quot;never FF&quot; Syndrom\r\n- Ein hohe Aktivit&auml;t (Da es bei mir ca. t&auml;glich zwischen 3-5 Stunden sind erwarte ich nat&uuml;rlich nicht das selbe von dir ;D Aber ein gewisses Ma&szlig; an Aktivit&auml;t sollte schon vorhanden sein!)\r\n- Kommunikation&#039;s M&ouml;glichkeiten &uuml;ber Ts&sup3; , SKYPE oder Curse Voice\r\n- Whats App (Kein Muss, w&auml;re aber gut:) )\r\n- Aktives DuoQ SPIELEN, wenn m&ouml;glich t&auml;glich aber da dies auch bei mir nicht immer klappt, kann man sich da ja gut absprechen ;)\r\n- Am besten Main einer Solo Lane (Top - Mid) Kein Muss, w&auml;re aber praktisch\r\n\r\nSo, ich denke, das sind relativ alle Dinge die ich gro&szlig; BESPRECHEN wollte!:D\r\nAch ja, eins noch. Ich bin nicht nur ein Tryharder, der den ganzen Tag Rankeds spielen will. Mir macht es wie hoffentlich jedem auch Spa&szlig; einfach mal Abends mit ein Paar Freunden zusammen im Ts&sup3;zu hocken und ein Paar normals zu zocke. In guter, angenehmer Gesellschaft. Das hei&szlig;t du solltest nicht nur f&uuml;r&#039;s DuoQ &quot;da sein&quot; sondern auch mal die eine oder andere Nacht mit ein Paar Leuten (und mir nat&uuml;rlich ;D) im Ts&sup3;und mir Normals verbringen! =)\r\nZumindest w&auml;re das gut, da ich es liebe einfach mal mit Leuten zu entspannen.\r\n\r\nSo, Das war dann nun aber wirklich alles, w&uuml;rde mich sehr freuen wenn DU antworten w&uuml;rdest!:D\r\n\r\nIngame : FTB Ozz\r\nSkype : SconzoGER\r\nOder antworte einfach direkt hier unter meinem Post!:)\r\n\r\nBei Fragen, einfach melden!:D Danke das du den Post gelesen hast =D\r\nMit Freundlichen Gr&uuml;&szlig;en, Henrik!:)","replies":[{"id":"","poster":"InvaIid","date":"2015-06-07T15:19:13.683+0000","up_votes":1,"down_votes":0,"body":"Lust in einem Team zu spielen ?","replies":[]}]}