{"id":"zqNA3wAX","poster":"TheUnknown98","date":"2015-06-02T17:47:51.702+0000","title":"Spiel gedrophackt?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Habe grade ein Game machen wollen, ADC mit Ezreal. Pl&ouml;tzlich geht der Ping auf 500 hoch (minute 5 Score:2/3), und er verbindet nicht wieder. (Wiederverbinden nicht m&ouml;glich deaktiviere Firewall). Meine Firewall ist allerdings deaktiviert. Auch neustarten des Launchers brachte keinen Erfolg. Ich habe den PC neugestartet und befinde mich im Hauptmen&uuml;-&gt; kein reconnect fenster da. Auch in der Matchhistory ist das Spiel nicht. Als ich den 4 wins bonus bekommen habe dachte ich eigentlich die Serverprobleme w&auml;ren gefixt...{{champion:81}}","replies":[{"id":"","poster":"llink007","date":"2015-06-02T17:55:04.967+0000","up_votes":2,"down_votes":0,"body":"Hab exakt das gleiche Problem, konnte für ca. 2min mal wieder verbinden aber dann sofort wieder rausgeflogen..\nHatte so einen tollen Support ..{{item:3070}} {{champion:222}}","replies":[]},{"id":"","poster":"YTBetterBanJayce","date":"2015-06-02T18:04:30.267+0000","up_votes":1,"down_votes":0,"body":"immer dasseIbe die schiebens auf drophacks, wieder die community schuldig sprechen.\nalles nur geschwätz. ich wollte grad leesin gegen bots testen, starte das freegame bleibe bei 99 prozent stehen und flieg raus. \njetzt wollt ihr mir sicher erzählen der bot is verantwortlich für den drophack oder ich da ich nich gegen 1 bot verlieren will. das dies ein freies spiel zwischen mir und einem bot ist beweist mir das diese sogenannten drophacks gar nich existent sind. und dabei habe ich euch wirklich geglaubt. \nnunja.jetzt erstmal wieder zweieinhalb stunden warten bis das spiel beendet und nich gewertet wird. was natürlich keine rolle spielt. \ndanke riot für eure ehlichkeit usw. gg","replies":[{"id":"","poster":"llink007","date":"2015-06-02T18:12:35.074+0000","up_votes":1,"down_votes":0,"body":"Die Server die von einem Drophack betroffen sind verwalten mehrere Arten von Spielen (Rankeds, Normals und eben auch Botgames) soweit ich weiß.","replies":[]}]}]}