{"id":"2fFzB2xP","poster":"UEG SkyDrake","date":"2015-06-02T10:57:36.300+0000","title":"Blind Draft Pickmodus permanent machen","subforum":"Karten & Spielmodi","up_votes":1,"down_votes":1,"body":"Hallihallo ^^\r\n\r\nEs geht hier mehr um einen Spieltyp als um einen Spielmodus.\r\nViele von euch haben bestimmt schonmal ein 1vs1 in League gespielt, und immer wieder &auml;rgert man sich dar&uuml;ber, dass man kein Bannpotential hat oder wenn man es macht, der Spieler des violetten Teams einen enormen Vorteil genie&szlig;t. Darum wurde der Blind Draft Modus eingef&uuml;hrt und auch im Showdown verwendet.\r\nIch pers&ouml;nlich habe Blind Draft sehr genossen, da es die Vorteile des Draft Picks mit den Vorteilen des Blind Picks kombiniert: Man hat die M&ouml;glichkeit, seine schlimmsten Feinde zu bannen, aber niemand bekommt die Gelegenheit, den anderen auszukontern.\r\nDa Riot von sich aus schon gesagt hat, dass sie nicht unbedingt vorhaben, einen der neuen, tempor&auml;ren Spielmodi konstant verf&uuml;gbar zu machen, stelle ich die Frage an euch: Was w&uuml;rdet ihr davon halten, wenn der Blind Draft Modus (Was ja ein SpielTYP und kein SpielMODUS ist) permanent (und sei es auch nur zun&auml;chst in Custom Games, so wie bei ARAM) verf&uuml;gbar w&auml;re? Ich denke, da der Grundbaustein daf&uuml;r schon gegeben ist und in fast allen tempor&auml;ren Spielmodi wiederverwendet wird, ist der Aufwand, es permanent einzubinden, nicht allzu gro&szlig;. Dazu kommt, dass es, im Gegensatz zu Spielmodi, nicht allzu viel Serverleistung wegnimmt, da keine ganze neue Spielumgebung, sondern lediglich ein paar Regeln neu berechnet werden m&uuml;ssen.\r\n\r\nAlso, schreibt mir eure Meinung: Was w&uuml;rdet ihr davon halten, den Blind Draft Pickmodus permanent verf&uuml;gbar zu haben?\r\n\r\nM&ouml;ge der Wind unter euren Schwingen euch weit tragen!\r\nSkyDrake","replies":[{"id":"","poster":"Phobos Selini","date":"2015-06-02T11:05:58.468+0000","up_votes":1,"down_votes":1,"body":"Ich habe glaube ich fast noch nie ein 1vs1 gespielt. Wozu auch? Wenn Du Dir dafür Bans wünschst, dann mach das doch einfach vorher mit deinem Gegner aus, wieviele Champs ihr sperren wollt.\n\nMit diesem zusätzlichen Modus würden die einzelnen Queues nur noch mehr aufgesplittert, was zu längeren Queuezeiten führt, nur um ein Zwischending zwischen Draft und Blind zu erzeugen. Die Vorteile überwiegen in meinen Augen nicht die Nachteile.","replies":[{"id":"","poster":"UEG SkyDrake","date":"2015-06-02T16:55:28.349+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=cGRapXds,discussion-id=2fFzB2xP,comment-id=0000,timestamp=2015-06-02T11:05:58.468+0000)\n>\n> Ich habe glaube ich fast noch nie ein 1vs1 gespielt. Wozu auch? Wenn Du Dir dafür Bans wünschst, dann mach das doch einfach vorher mit deinem Gegner aus, wieviele Champs ihr sperren wollt.\n> \n> Mit diesem zusätzlichen Modus würden die einzelnen Queues nur noch mehr aufgesplittert, was zu längeren Queuezeiten führt, nur um ein Zwischending zwischen Draft und Blind zu erzeugen. Die Vorteile überwiegen in meinen Augen nicht die Nachteile.\n\nDeswegen schrieb ich ja auch, dass man das vorläufig nur für den freien Modus macht - normalerweise gibt es ja auch keine Queue für 1vs1's.","replies":[]}]}]}