{"id":"pQ8Eyfmc","poster":"XOFree","date":"2015-06-02T12:56:12.077+0000","title":"Skins für Maps","subforum":"Karten & Spielmodi","up_votes":2,"down_votes":2,"body":"ganz altes thema ich wei&szlig; ^^ und hat schon sooooooooo einen {{champion:432}} xP\n\naber egal! ab zum barbier!!! {{champion:53}} \n\nsooooo ^^ riot macht mit skins sein geld, und ich gehe mal stark davon aus ;) das riot ne menge mehr machen kann wenn sie auch skins f&uuml;r maps verticken w&uuml;rden.... oder? richtig! jeder w&uuml;rde sich einen skin f&uuml;r seine map kaufen!\n\nnur wie k&ouml;nnte sie aussehen? es bietet sich an zb. piltover (du kennst das musik video?) oder shurima oder schatteninseln usw.\n\nlos! voten! und am besten noch deine ideen und w&uuml;nsche hier hinterlassen!!","replies":[{"id":"","poster":"XOFree","date":"2015-06-02T17:13:26.057+0000","up_votes":1,"down_votes":0,"body":"^ up vote leute up vote :') shurima baby shurima ich sehe dich schon kommen ^^\n\nnur mal so ^^ was sollte so eine map kosten? net mehr als 25€ oder ist das schon zuteuer?","replies":[{"id":"","poster":"Forunes Of War","date":"2015-06-03T06:10:38.105+0000","up_votes":1,"down_votes":0,"body":"Tja des is eben des Problem.... der Aufwand so eine neue Map zu designen ist schon sehr groß... viel mehr als bei den Ultimate-skins. Ausserdem muss ja noch der Umriss von den einzelnen Objeken erhalten bleiben damit es nicht unfair gegenüber den anderen Spielern wird. Auch von den Farben her habe ich ein Problem: Wenn jetzt der Boden z.B. sehr dunkel ist dann erkenn man bestimmte Champs oder deren Abilities nicht mehr gut...Beispiel : Zeds Schatten auf einem sehr dunklen Untergrund. Also wenn es wirklich nen Mapskin geben sollte dann wird er auf jeden fall nicht sehr billig werden... 25 € sind da schon realistisch\nLG Forunes\n\nPS: es kommt auch drauft an mit welchem Anbieter du dir die RP holst. Anrufen ist weniger wert als Paysafe!","replies":[]}]},{"id":"","poster":"Veezey","date":"2015-06-02T13:08:51.739+0000","up_votes":1,"down_votes":0,"body":"Ich wäre stark für Ionia, aber ich bezweifle, dass sowas in nächster zeit kommt, wenn überhaupt. Allerdings kann man sich Custom Mapskins holen :p","replies":[{"id":"","poster":"XOFree","date":"2015-06-02T13:24:25.893+0000","up_votes":1,"down_votes":0,"body":"ne du die custom maps sind nixs was ich mir drauf machen würde -.-","replies":[{"id":"","poster":"Veezey","date":"2015-06-02T17:35:34.650+0000","up_votes":1,"down_votes":0,"body":"Ich weiß nicht wie es jetzt aussieht, aber auf der alten Map fand ich die immer gut.","replies":[]}]}]}]}