{"id":"Us3RBrsG","poster":"Xecutioner Xero","date":"2015-06-01T13:52:11.354+0000","title":"Suche Mitspieler Für Duo Ranked und/oder ein Team für Teamranked","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich, 19 Jahre alt, Silber 5 (Thx Matchmaking), Spiele seit 2011 League of Legends. Da ich es leid bin, mich &uuml;ber ein schlechtes Team zu &auml;rgern, suche ich nun einen Duo Partner f&uuml;r Duoranked und evtl sogar ein Team, mit dem man ohne Verbindlichkeiten spielen kann. Ich bin nicht der &quot;Dienstag Abend LoL Training&quot; Typ, ich spiele das Spiel immernoch aus Spa&szlig; und es ist ein Hobby, allerdings keins, bei dem ich mich zu &quot;Trainingszeiten&quot; verpflichte. Man kann sich nat&uuml;rlich absprechen, jedoch Pflicht ist f&uuml;r mich in dieser Sicht nichts! :P \r\n\r\nIch Spiele Normalerweise Als Support, Jungler oder Top Laner, stehe jedoch auch total auf ADC. Mitte spiele ich auch gerne, allerdings ist es meiner Meinung nach die nervigste Lane weil jeder M&ouml;chtegern Zed, Ekko, Yasuo und all so n Kram spielt. Bin einfach genervt vom Championpool der auf der Mid Lane gepickt wird, daher spiele ich in letzter Zeit eher Selten Mid. Ich beherrsche jede Lane, bin kein &Uuml;berprofi, allerdings auch kein schlechter Spieler. Ich arbeite stetig an meiner spielerischen Leistung, beherrsche zum Beispiel Thresh unglaublich gut. Mein Main Champion Pool besteht aus Thresh, Volibear, Vi, Vayne, Rengar, RekSai, Irelia usw. Besitze allerdings so gut wie jeden Champ und habe kein Problem damit, mich anzupassen. \r\n\r\nNachdem ich letztes Jahr zum ersten Mal Rankeds gespielt habe und in Bronze gelandet bin habe ich mir vorgenommen diese Season erst Silber und dann Gold zu meistern. Von den 10 Einfindungsspielen habe ich 8 zusammen mit einem Freund gewonnen. Hab mich auf Silber 4 hochgespielt, hatte nurnoch Crap games, unter anderem einige Wunders&uuml;&szlig;e Feeder auf den Lanes. Da ich keine Lust mehr habe auf meiner Lane zu stehen und mir zu denken &quot;Ja Super, schon wieder n Feeder und n verlorenes Spiel&quot; suche ich hiermit einen Premade der mit mir auch das schwierigste Spiel versuchen w&uuml;rde rumzurei&szlig;en. \r\n\r\nDa ich mich schon mit meinem Premades bzw meinem Team gut verstehen m&ouml;chte, w&uuml;rd ich mich freuen wenn man sich evtl auch per Skype/Teamspeak mal kennenlernen kann. \r\n\r\nZu meiner Person als Vorschau:\r\n19 Jahre, Viel Freizeit, Arbeite in ner Gastronomie. In meiner Freizeit verbringe ich viel Zeit mit meiner Freundin und meinen Freunden. Ich bin manchmal leicht bescheuert und laber ne Menge Bl&ouml;dsinn, es wird nicht langweilig mit mir. \r\n\r\nBei Interesse, meldet euch einfach, ich packe kein Ranked mehr an bevor ich nicht nen M8 Habe! :D Von Silber 4 Promo Phase auf Silber 5 mit 60 Punkten, da vergeht mir langsam echt die Lust an diesem Mist hier! :{{champion:245}}","replies":[]}