{"id":"99iyL0Zc","poster":"Fermi Paradox","date":"2015-06-01T15:39:47.393+0000","title":"Ragende Spieler aus abgebrochenen Champion Select melden?","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":0,"body":"Ich schreibe dies hier nicht wegen eines konkreten Falles, ich habe mir diese Frage nur nach dem Durchlesen einiger Threads gestellt und bisher keine Antwort gefunden:\r\n\r\nWenn ein Spieler im Champion Select flamet/raged/beleidigt etc. dann ist es klar, dass man ihn nach dem Spiel daf&uuml;r reporten kann.\r\n\r\nAber was ist nun, wenn jemand leavet (vielleicht sogar gerade aufgrund seines Verhaltens im Champ Select) und somit &uuml;berhaupt kein Spiel stattfindet? K&ouml;nnte man theoretisch mit Screenshots vor den Support treten und den Spieler, der sich schlecht verhalten hat, dort melden?\r\n\r\nMfG,\r\nDoctor NoodIe {{summoner:31}}","replies":[{"id":"","poster":"rojo4","date":"2015-06-10T13:06:36.309+0000","up_votes":2,"down_votes":0,"body":"Der Spieler wird ja eig. sofort bestraft und zwar damit das er erst mal 20 Minuten warten muss bis er wieder in die Que kann.","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-06-10T14:37:53.373+0000","up_votes":1,"down_votes":1,"body":"Es ist ja meist nicht der Troll, der aus der Queue geht, sondern ein anderer, der keine Lust auf den Troll hat ^^","replies":[{"id":"","poster":"rojo4","date":"2015-06-10T15:28:08.049+0000","up_votes":1,"down_votes":0,"body":"Achso, das meintest du xD Wen es nicht unbedingt ein Ranked ist starte einfach das Spiel, Mute ihn direkt am Anfang und reporte ihn am Ende. So mach ich es zumindest. Wenn er öfter so trollt wird er so wie so irgendwann gebannt werden. Bei Rankeds kann man da leider nichts machen. Einfach bis zur letzten Sekunde mit dem Leaven warten und hoffen das Jemand anderes vor dir rausgeht >.<","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-06-10T15:57:11.968+0000","up_votes":1,"down_votes":0,"body":"Ich glaube, du hast meine Fragestellung nicht ganz verstanden ;)","replies":[{"id":"","poster":"rojo4","date":"2015-07-07T18:51:46.116+0000","up_votes":1,"down_votes":0,"body":"Sorry, war ein Bisschen aus dem Konzept weil ich gefühlt 2k Threads zum Thema \"Troll im Game-Was tun?\" etc. beantwortet habe.  Der Support wird wahrscheinlich nichts drauf geben, da es den Großteil der Spieler nur wenige Minuten kostet ein neues Game zu finden. Und derjenige der geleavet hat hat das ja mehr oder weniger aus freiem Willen getan, wenn auch durch eine Belästigung, aber er hätte ja trotzdem das Spiel spielen können. Ganz direkt: Nein, man kann nichts gegen den Flamer machen wenn kein Spiel stattfindet.","replies":[]}]}]}]}]},{"id":"","poster":"HyperionCH","date":"2015-06-02T10:12:17.857+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Doctor NoodIe,realm=EUW,application-id=KYnfKGf0,discussion-id=99iyL0Zc,comment-id=,timestamp=2015-06-01T15:39:47.393+0000)\n>\n> Aber was ist nun, wenn jemand leavet (vielleicht sogar gerade aufgrund seines Verhaltens im Champ Select) und somit &uuml;berhaupt kein Spiel stattfindet? K&ouml;nnte man theoretisch mit Screenshots vor den Support treten und den Spieler, der sich schlecht verhalten hat, dort melden?\n\nMelden kannst du es; doch der Support wird dies wohl nur zur Kenntnis nehmen.\n\nDenn ich vermute, die chatlogs von abgebrochenen Spielen (in der CS) werden nicht gespeichert.\nBeim Screenshot besteht ja auch Manipulationsgefahr. So könnte man das Pic nachbearbeiten oder einzelne Teile weglassen (z.B. dass man vorher provozierte).\n\nZudem müsste Riot dann von jedem Spieler die Pics aufbewahren (bis sich genug für eine Strafe angesammelt hat). Das ist ein zu grosser administrativer Aufwand.\n\nSolche Leute wollen ja auch, dass jemand dodged (z.B. weil sie nicht ihre Main-Lane bekamen).\nAlso sollte man auch einfach nie dodgen, sondern immer zu Ende spielen. ;)","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-02T11:10:34.028+0000","up_votes":1,"down_votes":0,"body":"> Solche Leute wollen ja auch, dass jemand dodged (z.B. weil sie nicht ihre Main-Lane bekamen).\nAlso sollte man auch einfach nie dodgen, sondern immer zu Ende spielen. ;)\n\n\nSo wie ich den TE verstanden hab , wollte er wissen, was passiert wenn der Flamer leavt und das Spiel deswegen nicht stattfindet. Der Flamer kann quasi im CS ungestraft flamen/beleidigen und dann einfach leaven/dodgen. Das macht der wahrscheinlich sooft bis er eben doch seine Wunschlane bekommt.\n\nDann kann der, der geflamt wurde, der wo ihr sagt er soll nicht dodgen, ja garnicht das Spiel spielen und ihn am Ende reporten. Er kann nicht nicht dodgen, weils gar kein Spiel gab, weil der Flamer gedodgt ist und somit \"straffrei\" rausgeht,  bzw. , weiß nich, nur ne Zeitsperre kriegt.\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-02T11:31:24.340+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=99iyL0Zc,comment-id=00030000,timestamp=2015-06-02T11:10:34.028+0000)\n>\n> Also sollte man auch einfach nie dodgen, sondern immer zu Ende spielen. ;)\n> \n> \n> So wie ich den TE verstanden hab , wollte er wissen, was passiert wenn der Flamer leavt und das Spiel deswegen nicht stattfindet. Der Flamer kann quasi im CS ungestraft flamen/beleidigen und dann einfach leaven/dodgen. Das macht der wahrscheinlich sooft bis er eben doch seine Wunschlane bekommt.\n> \n> Dann kann der, der geflamt wurde, der wo ihr sagt er soll nicht dodgen, ja garnicht das Spiel spielen und ihn am Ende reporten. Er kann nicht nicht dodgen, weils gar kein Spiel gab, weil der Flamer gedodgt ist und somit \"straffrei\" rausgeht,  bzw. , weiß nich, nur ne Zeitsperre kriegt.\n\nSo wie ich es verstanden habe, wares nicht genau definiert (\"jemand\"), wer nun leavt.\n\nWenn es der Flamer selbst ist, dann bekommt er trotzdem eine Strafe.\nZuerst einmal kriegt er sofort eine Zeitstrafe, die sich bei wiederholtem Leaven auch erhöht (d.h. beim ersten Mal z.B. 5. Min., dann 15 Min, etc.).\nBei einem Ranked gibt es zusätzlich eine LP-Strafe, die sich ebenfalls jedes (massiv!) Mal erhöht. Wer also mehrmals in Rankeds dodged, weil er die Main-Lane nicht kriegte, wird schnell 1-2 Divisionen absteigen. ;)\nIn ARAM ist die Zeitstrafe (z.B. Leaven, weil man schlechte Champs kriegte) nochmals höher (ich glaube 10+ Min. gleich beim ersten Mal).\n\nIn Normal macht das Dodgen für den Flamer wenig Sinn. Die Zeitstrafe wird immer höher (+ irgendwann auch tiefere Prio-Warteschlange wie bei allen afklern) und seine Lane bekommt er mit dem TB einfacher.\nAusnahme ist da nur Spieler mit Rankedsperren, da sie zum Abarbeiten der Sperre Draft Pick spielen müssen (und gewinnen). Aber Zeitstrafe + Rankedsperre abarbeiten ist natürlich alles andere als eine milde Strafe. XD\nHinzu kommt, dass dieser Spieler auch Gefahr läuft, einen 2-Wochen-ban zu kriegen, sollte er flamend die Main-Lane spielen dürfen.\n\nAlso gerade Trolle, die gezielt in der CS flamen (um z.B. die Wunsch-Lane zu kriegen), werden härter bestraft als man denkt; gerade weil sich die Strafen bei Wiederholungstätern stark ansteigen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-02T11:55:48.590+0000","up_votes":1,"down_votes":0,"body":"> So wie ich es verstanden habe, wares nicht genau definiert (\"jemand\"), wer nun leavt.\n\nDa müßte der TE vlcht. genauer sein ;)\n\n> Zuerst einmal kriegt er sofort eine Zeitstrafe, die sich bei wiederholtem Leaven auch erhöht (d.h. beim ersten Mal z.B. 5. Min., dann 15 Min, etc.).\nBei einem Ranked gibt es zusätzlich eine LP-Strafe, die sich ebenfalls jedes (massiv!) Mal erhöht. Wer also mehrmals in Rankeds dodged, weil er die Main-Lane nicht kriegte, wird schnell 1-2 Divisionen absteigen. ;)\nIn ARAM ist die Zeitstrafe (z.B. Leaven, weil man schlechte Champs kriegte) nochmals höher (ich glaube 10+ Min. gleich beim ersten Mal).\n\nDas wußte ich nicht. Bin noch nie gedodgt, deshalb ein \"weiß nicht\" im Text. Dann is ja gut, ich dacht der kommt so raus.\n\n\n>Also gerade Trolle, die gezielt in der CS flamen (um z.B. die Wunsch-Lane zu kriegen), werden härter bestraft als man denkt; gerade weil sich die Strafen bei Wiederholungstätern stark ansteigen.\n\nGibts also in der CS schon ne Chatanalyse die greift, auch wenn das Spiel net gestartet wurde aufgrund vom vorzeitigem Leaven ?\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-02T12:10:09.603+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=99iyL0Zc,comment-id=0003000000000000,timestamp=2015-06-02T11:55:48.590+0000)\n>\n> Gibts also in der CS schon ne Chatanalyse die greift, auch wenn das Spiel net gestartet wurde aufgrund vom vorzeitigem Leaven ?\n\nIch vermute (aber keine Gewähr!), dass der chatlog nicht gespeichert wird, wenn gedodged wird.\n\nDie ständig ansteigenden Strafeb - auf die ich mich bezog - gibt es fürs wiederholte Dodgen, nicht für das Chatverhalten.\n\nFür sein Chatverhalten wird er also nicht bestraft, wenn er dodged. Dafür wird die Strafe schnell sehr hart (gerade in Rankeds, wo die LP-Verluste schnell zu einem Abstieg führen, wenn man mehrmals dodged).\n\nFürs Chatverhalten wird er erst bestraft, wenn ein Game gespielt wurde (und die chatlogs somit gespeichert sind).\nDa anzunehmen ist, dass auch solche \"CS-Flamer\" gelegentlich ein Game durchspielen (z.B. bekamen die Wunsch-Lane), aber ihr Chatverhalten dort wohl auch schlecht ist, werden sie fürs Flamen irgendwann auch bestraft. ;)","replies":[]}]}]}]}]},{"id":"","poster":"Fl0ppydisk","date":"2015-06-02T09:56:18.945+0000","up_votes":1,"down_votes":0,"body":"Naja zu flamen im Champion Select oder zu flamen im Spiel an sich sind zwei verschiedene Sachen.\nVielleicht ist er ja gut ingame und ihr gewinnt wegen ihm das kann man vorher ja schlecht sagen.... Und wenn der leavt ist es doch gut dann ist der flamer weg ich sehe dein Problem jetzt eigentlich nicht das ist unnötig","replies":[]},{"id":"","poster":"Wobba","date":"2015-06-01T15:48:13.394+0000","up_votes":1,"down_votes":1,"body":"Ich weis nicht warum du so unbedingt den reporten willst, wenn du dann eh nix mehr mit dem zu tun hast, aber du kannst den mit screens reporten ya.","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-06-01T15:50:55.025+0000","up_votes":1,"down_votes":0,"body":"Wie bereits schon zu Beginn erklärt geht es mir nicht um einen konkreten Fall. Diese Frage hat sich mir nur aufgetan, als ich die Threads in \"Spielerverhalten\" durchforstet habe^^","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-06-01T15:50:32.226+0000","up_votes":1,"down_votes":0,"body":"Könnte man. Die Frage ist was es bringt. Falls er das regelmässig tut kriegt er eh ne Sperre. Und falls es nur ein Spiel war und nicht grad allerübelst geflamt wurde wage ich zu behaupten dass ihn auch der Support nicht bestraft.","replies":[]}]}