{"id":"Ta2WvGnq","poster":"Pornstar Vâyne","date":"2015-05-31T19:43:12.342+0000","title":"lol patcher stoppt bei circa 280mbit","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Hallo Riot ,\nich br&auml;uchte dringend hilfe mit meinen lol patcher ich weis nicht was ich tun soll ich habe schon endlose male versucht den patch nochmal zu laden stundenlang habe ich gewartet  und er bleibt bei 280mbits stehen obwohl er anfangs erst mit 4,6mbits downloaded und wenn es zu 280 mb gekommen ist h&ouml;rt der patcher einfach auf zu laden und es tut sich nichts..  er ladet zwar ein wenig weiter angezeigt wird trotzdem nichts und irgentwann bekomme ich einen bugsplat error report{{summoner:4}} {{summoner:3}} {{item:3151}} {{item:3070}} {{champion:32}} ","replies":[{"id":"","poster":"ThorinIronshield","date":"2015-06-23T18:20:09.314+0000","up_votes":1,"down_votes":0,"body":"An alle die diesen Problem haben hatte es auch. Ich habe es einfach weiter laufen gelassen und nach ca. 27 Minuten ging das Update wieder weiter. Hoffe das es bei euch auch klappt. Ansonsten probiert mal  Windowstaste -> Dienste -> Ip-Hilfsdienst -> Eigenschaften -> Deaktiviren und übernehmen{{item:3083}}","replies":[]},{"id":"","poster":"Bubschie","date":"2015-06-14T19:25:21.351+0000","up_votes":1,"down_votes":0,"body":"Dem Beitrag von Berko42 kann ich nur zustimmen. Denselben Effekt habe ich auch. Dachte, das läge an meiner Internet-Verbindung, hatte ergo den Patcher geschlossen und erneut geöffnet ... Prompt durfte ich die 3GB, die ich bis dahin geladen hatte, neu laden (narf!) ... also einfach laufen lassen. Der kommt irgendwann schon ausm Knick ;)","replies":[]},{"id":"","poster":"Berko42","date":"2015-06-14T07:57:11.418+0000","up_votes":1,"down_votes":0,"body":"Hallo \n \nich habe ebenfalls dieses problem sobald ich lol starte und das neue update machen möchte kommt es bis 2000kbps.\nnatürlich denke ich mir dann:,, ich werde schnell spieln können,,.und dann bleibt es bei 280 mb stehen.dann aber sah ich die prozent anzeige weiter laufen und konnte dann spielen.Versuch einfach mal ein bisschen die zeit zu vertreiben und dann müsste es dann eigentlich gehen.ich hoffe ich konnte helfen\n\nMfg Berko42","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-01T20:26:54.129+0000","up_votes":1,"down_votes":0,"body":"> \n>     Patcher lädt den Patch nicht vollständig / Downloadrate sinkt auf 0\n> \n>     Zur Zeit scheint die Anzeige des Patchers nicht ganz mit dem internen Patchprozess synchronisiert zu sein.\n>     In der Regel ist der Download schon abgeschlossen und der Download wird vom Patcher weiterverarbeitet.\n>     Dieser Prozess kann von PC zu PC variieren. Um sicher zu gehen, sollte man dem Patcher 2 Stunden Zeit lassen.\n>     Sollte auch nach diesen zwei Stunden nichts geschehen sein:\n>         Starte das Modem und/oder den Router neu\n>         Starte den Patcher neu\n>         Deaktiviere temporär das Antivirenprogramm\n> \n\nSchonmal das ausprobiert?\nIst aus der [Wrenchmen's Toolbox - Tipps, Tricks und Fehlerlösungen ](http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/X3waeihA-wrenchmens-toolbox-tipps-tricks-und-fehlerlasungen)","replies":[]},{"id":"","poster":"lol equals trash","date":"2015-06-01T20:16:19.606+0000","up_votes":1,"down_votes":0,"body":"Habe das selbe, bräuchte Hilfe! Will nicht so lange ohne Lol sein!","replies":[]},{"id":"","poster":"Fear The Draven","date":"2015-05-31T19:57:02.189+0000","up_votes":1,"down_votes":0,"body":"{{item:3070}} {{champion:32}} {{item:3070}}","replies":[]}]}