{"id":"lPmulmfl","poster":"Doenerlord","date":"2015-06-01T01:53:42.740+0000","title":"Königswahl Juni 2015","subforum":"Allgemeiner Chat","up_votes":11,"down_votes":3,"body":"Becks ist der King!","replies":[{"id":"","poster":"SuperKahlan","date":"2015-06-16T05:02:35.937+0000","up_votes":2,"down_votes":0,"body":"Man kann auch so lange um den heißen Brei reden, dass man nicht mehr weiß, ob der brei überhaupt mal heiß war oder das es überhaupt Brei war über den man begann zu sprechen....","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-18T15:13:05.388+0000","up_votes":1,"down_votes":0,"body":"Oh große Weise, verrate uns: Was war in dem Brei?","replies":[]}]},{"id":"","poster":"Boringx3","date":"2015-06-14T00:57:26.979+0000","up_votes":1,"down_votes":0,"body":"Notiz an mich selbst: Nichts versprechen, nichts kritisieren. Alles ist gut und perfekt, alle sind fröhlich, es gibt nichts was man besser machen kann ;)\n\nGlückwunsch an Becks und wirklich, nichts gegen dich, aber meine Hoffnungen, dass sich das OT jemals in irgendeiner Art und Weise nochmal verändern und besser aufstellen kann schwinden immer weiter und weiter. Aber es hat den Anschein, als wollten das die Leute hier...","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-14T02:38:51.049+0000","up_votes":1,"down_votes":0,"body":"Hey Mann du hattest doch schon fast genug Stimmen :D\nSei mal nicht so antikonventionell\n\nGruß Doenerlord","replies":[{"id":"","poster":"Boringx3","date":"2015-06-14T07:03:56.373+0000","up_votes":1,"down_votes":0,"body":"Warum, was ist denn die gesellschaftliche Konvention im OT? Alle sind glücklich, alles ist gut und wer was anderes sagt ist Dr Mad?","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-14T12:23:19.317+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=002700000000,timestamp=2015-06-14T07:03:56.373+0000)\n>\n> Warum, was ist denn die gesellschaftliche Konvention im OT? Alle sind glücklich, alles ist gut und wer was anderes sagt ist Dr Mad?\n\nIch bin ein Adjektiv geworden? Ein weiteres Lebensziel erreicht.\nIch erinnere mich daran im alten Forum mal behauptet zu haben, dass du langsam aber sicher wie Ich wirst.\nIch lasse diese Erinnerung einfach mal so um Raum stehen.","replies":[{"id":"","poster":"Boringx3","date":"2015-06-14T15:47:47.466+0000","up_votes":1,"down_votes":0,"body":"Wir hatten damals schon abgehackt, dass du dabei in einigen Punkten recht hast, in anderen aber nicht. Nichts neues also.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-14T16:52:16.115+0000","up_votes":2,"down_votes":0,"body":"Die Punkte in denen du mir früher oder später recht gegeben hast werden aber auch immer mehr.\nFrüher warst du mal in mehr Punkten anderer Meinung.","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-06-14T08:40:56.927+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=002700000000,timestamp=2015-06-14T07:03:56.373+0000)\n>\n> Warum, was ist denn die gesellschaftliche Konvention im OT? Alle sind glücklich, alles ist gut und wer was anderes sagt ist Dr Mad?\n\n\nFalsch\nDu bist immer noch Minister, du hast immer noch eine gewisse Macht, immer noch die Möglichkeit etwas zu verändern :)\nSoll ich dir widersprechen?\nNein!\nIch steh immer noch hinter dir, auch wenn ich Becks beglückwünsche. Ich hab immer gesagt, wir brauchen im OT wirklich etwas zum diskutieren. Vielleicht kann der Minister für Diskussion und kollektive Streitentfachung einen Ministerrat zusammenrufen, der üeber einen neuen Thread mit Diskussionspotenzial diskutieren knn. Vielleicht ein Thread über die Diskussion um einen Thread mit geeignetem Diskussionsmaterial an dem alle Bürger des OT teilhaben können.\n\nIch sag nur Baum, und Glückwunsch Becks","replies":[]}]}]},{"id":"","poster":"Kryptonq","date":"2015-06-14T13:17:48.629+0000","up_votes":1,"down_votes":0,"body":"Wenn du nicht weiter versuchen willst, etwas zu ändern, nur weil du nicht König geworden bist, dann muss ich mich leider fragen, wie ernst du es als König versucht hättest. Du kannst immer noch Dinge ändern, wahrscheinlich mehr als zuvor, da Becks nicht so sehr versuchen wird, seinen Einfluss derart zu festigen. Die Macht zum Wandel geht im OT immer noch vom Volk, also auch von dir, aus, aber Pessimismus und Resignation werden dich in diesem Fall nicht weiter bringen.","replies":[{"id":"","poster":"Boringx3","date":"2015-06-14T15:42:13.438+0000","up_votes":1,"down_votes":0,"body":"Wie du aus meiner Aussage rausgelesen hast, dass ich jetzt weinend in meiner Ecke sitzen werde und euch allen Vorwürfe mache, ist mir ein wenig ein Rätsel, aber na gut, Zynismus und Ironie sind über das Internet schwer rauszulesen.\nAlso, kommen wir zu ein paar ganz elementaren Problemen im OT: Das \"Volk\" besteht aus nicht einmal 15 Mitgliedern (vermutlich sogar noch weniger), die letzten Königsgenerationen waren für mich ziemlich enttäuschend (Yashia, Chrazing, Pingu hat wenigstens versucht ein paar neue Dinge aufzubauen, konnte), also sind meine Erwartungen dementsprechend SEHR gering. \n\nHier noch ein kleines Zitat aus der vorletzten Wahl von mir:\n\"Doch völlig egal wie diese Wahl ausgeht, ich werde hier im OT bleiben und euch darauf hinweisen, dass es gute Gründe gab, warum das alte OT nicht funktioniert hat und warum es gut ist, dass wir jetzt die Chance haben, gemeinsam etwas neues aufzubauen. Ich werde euch wie ein Gewissen im Nacken sitzen, egal ob ihr es wollt oder nicht, denn ich möchte nicht, dass die Zeit die die Leute in dieses OT stecken, durch die gleichen Fehler von damals verschwendet wird, nur um alle paar Zeitspannen die gleichen Prozeduren noch einmal zu durchlaufen zu müssen. \"\n\nDaran hat sich nichts geändert.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-14T16:37:48.656+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=0027,timestamp=2015-06-14T00:57:26.979+0000)\n>\n> Notiz an mich selbst: Nichts versprechen, nichts kritisieren. Alles ist gut und perfekt, alle sind fröhlich, es gibt nichts was man besser machen kann ;)\n> \n> Glückwunsch an Becks und wirklich, nichts gegen dich, **aber meine Hoffnungen, dass sich das OT jemals in irgendeiner Art und Weise nochmal verändern und besser aufstellen kann schwinden immer weiter und weiter. **Aber es hat den Anschein, als wollten das die Leute hier...\n\n---\n>  *Wie du aus meiner Aussage rausgelesen hast, dass ich jetzt weinend in meiner Ecke sitzen werde und euch allen Vorwürfe mache, ist mir ein wenig ein Rätsel,* aber na gut, Zynismus und Ironie sind über das Internet schwer rauszulesen.\nAlso, kommen wir zu ein paar ganz elementaren Problemen im OT: Das \"Volk\" besteht aus nicht einmal 15 Mitgliedern (vermutlich sogar noch weniger), die letzten Königsgenerationen waren für mich ziemlich enttäuschend (Yashia, Chrazing, Pingu hat wenigstens versucht ein paar neue Dinge aufzubauen, konnte), **also sind meine Erwartungen dementsprechend SEHR gering. **\n\n>Hier noch ein kleines Zitat aus der vorletzten Wahl von mir:\n\"Doch völlig egal wie diese Wahl ausgeht, ich werde hier im OT bleiben und euch darauf hinweisen, dass es gute Gründe gab, warum das alte OT nicht funktioniert hat und warum es gut ist, dass wir jetzt die Chance haben, gemeinsam etwas neues aufzubauen. Ich werde euch wie ein Gewissen im Nacken sitzen, egal ob ihr es wollt oder nicht, denn ich möchte nicht, dass die Zeit die die Leute in dieses OT stecken, durch die gleichen Fehler von damals verschwendet wird, nur um alle paar Zeitspannen die gleichen Prozeduren noch einmal zu durchlaufen zu müssen. \"\n\n>Daran hat sich nichts geändert.\n\nIch war nie der Meinung, dass du uns Vorwürfe machst, aber die fett hervorgehobenen Stellen (die wohl eher NICHT ironisch gemeint waren) haben den Eindruck erweckt, dass du am Aufgeben bist, was zum Glück offenbar nicht der Fall ist. Aber wie gesagt, wenn du nicht glaubst, dass du etwas ändern kannst, verringerst du deine Chance dafür umso mehr. Dazu kommt, dass du in letzter Zeit nicht sehr aktiv warst, was den Eindruck verstärkt hat, dass du dich weniger ums OT kümmerst. Bitte hör nicht auf, der Kritiker zu bleiben, und versuche, Konflikte anzuregen! Ich bin mir sicher, dass Becks Regime dir dafür genügend Freiheiten und Möglichkeiten lässt.","replies":[{"id":"","poster":"Boringx3","date":"2015-06-14T18:02:20.582+0000","up_votes":1,"down_votes":0,"body":"Meine Erwartungen SIND gering, das ist aber nicht gleichbedeutend damit, dass ich hier einfach verschwinde. Und ich war nie sonderlich aktiv, weil ich das neue Forendesign schrecklich finde und kaum einen Sinn darin sehe, in Forenspielen rumzuspammen. Und gab es sonst irgendwelche interessanten Threads, in denen es sich lohnt aktiv mitzuschreiben? \"Die\" Minister waren zwecks Königswahl im allgemeinen OT Thread beschäftigt und nicht wirklich benötigt und ich werde nicht anfangen idiotische Kommentare und Ideenlosen Spam zu verbreiten, nur um zu zeigen dass ich \"aktiv\" bin. Ich checke das Forum generell alle paar Stunden, ob sich etwas interessantes ergibt; ich lese also normalerweise so ziemlich alles, antworte aber nur wenn ich wirklich etwas beizutragen habe.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-15T17:32:33.355+0000","up_votes":1,"down_votes":0,"body":"Ich meinte mit Aufgeben nicht, dass du verschwindest, sondern eher, dass du nicht mehr versuchst, etwas zu ändern. Des weiteren, die Begründung,  dass du nicht schreibst, weil es keinen Ort dafür gibt, halte ich für nicht ganz stichhaltig. Du redest oft von Konflikten, polarisierst und diskutierst öfters mal, und das auch anregend, aber ich habe von diesen Konflikten bisher nicht allzu viel gesehen. Abgesehen von den normalen Forenspielen gäbe es in dieser Richtung nur den Philosophie und den Politik Thread, die sehr gern mag, aber da du nichts von Philosophen hältst und der Politik Thread ähnlich aussieht, kann ich dort wohl nichts von dir erwarten. Daher fordere ich dich auf, deine Wahlideen und -versprechen **trotz** deiner Niederlage zu versuchen zu erfüllen.","replies":[]}]}]}]}]},{"id":"","poster":"Dr Madscientist","date":"2015-06-14T12:21:09.504+0000","up_votes":1,"down_votes":0,"body":"Ah, die große, böse Schwester der Hoffnung, ihre Waffe das Schwert, ihr Name Enttäuschung.\n\nTja, was die Leute wollen ist meist nicht was gut für die Leute ist, der Hauptgrund warum Demokratie so lausig funktioniert.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-14T13:13:14.032+0000","up_votes":1,"down_votes":0,"body":"Aber wir sind doch eine Monarchie. Und schließlich ist es stark von den Leuten abhängig. Ich denke schon, dass Becks als König gut für das OT ist.","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-06-14T06:48:24.698+0000","up_votes":1,"down_votes":0,"body":"Ich hätte auch lieber einen jungen, neuen OT'ler als König gesehen!","replies":[]}]},{"id":"","poster":"El Pingu","date":"2015-06-14T11:11:41.216+0000","up_votes":2,"down_votes":0,"body":"Nun denn, lieber Becks,\nübergebe ich dir hiermit den Königlichen Segen.\nIch bin froh, das du der König geworden bist. Nur versuche jetzt nicht, dem Titel gerecht zuwerden, indem du dich übernimmst. Lass es ruhig angehen und bleibe so, wie bisher. Dann wirst du auch ein guter König. Dessen bin ich mir absolut sicher.\nSolltest du noch irgendwas von mir brauchen, dann schreib mich einfach an.\nIch werde den Königreich Thread demnächst editieren, wenn ihr ihn behalten wollt.\n\n~ Pingu, König im Ruhestand","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-14T11:29:38.453+0000","up_votes":1,"down_votes":0,"body":"Danke, mein werter \"Ex\"-König.  : )\n\nDen Thread soll erhalten bleiben. Er gehört zum OT! Und zum neuen Board von LoL!\n\nÜbernehmen. Wohl er nicht. Kennst das ja, dem kann man beim gehen zweimal die Schuhe neu besohlen...\n\nBecks, Neu König des OT, 14/6/15","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-06-09T09:25:08.311+0000","up_votes":1,"down_votes":0,"body":"Brauchen wir eigentlich eine absolute Mehrheit oder reicht die einfache? :D\nHabe davon in beiden Threads noch nichts gefunden.\nIm ersten Fall könnten wir nämlich ganz schnell Neuwahlen haben :D","replies":[{"id":"","poster":"Brünette","date":"2015-06-09T10:56:22.704+0000","up_votes":2,"down_votes":0,"body":"Einfache Mehrheit reicht.","replies":[]}]},{"id":"","poster":"Action Alet","date":"2015-06-03T21:17:51.515+0000","up_votes":2,"down_votes":0,"body":"Vote für Boringx3, Wahlrede hat mich überzeugt.","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-03T20:36:48.838+0000","up_votes":2,"down_votes":0,"body":"Ich wähle Kryptonq!\n\n(Jetzt auch im richtigen Thread..)","replies":[]},{"id":"","poster":"Evenrider","date":"2015-06-03T12:59:48.311+0000","up_votes":2,"down_votes":0,"body":"Vote vor Kryptonq\ngebt dem Neuling eine Chance :D","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-03T15:54:09.241+0000","up_votes":1,"down_votes":0,"body":"Seh ich auch so!","replies":[{"id":"","poster":"Evenrider","date":"2015-06-03T15:56:32.311+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Becks n Stout,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=000b0000,timestamp=2015-06-03T15:54:09.241+0000)\n>\n> Seh ich auch so!\n\nJap, das war noch so ein Grund dafür :D\nWollte den aktuell wahrscheinlichsten König nachmachen :D","replies":[]}]}]},{"id":"","poster":"Dr Madscientist","date":"2015-06-02T21:16:47.703+0000","up_votes":2,"down_votes":0,"body":"~~Im Namen von Cpt Boomstick enthalte ich mich der Wahl.~~\n5 1/2 stimmen in 2 tagen abgegeben.\nSchade, aber es sieht sehr danach aus, als wäre es das gewesen.\nDieses nervige neue Forenlayout, das sommerloch und zum teil wohl auch die initativlosigkeit der letzten Königsgenerationen sind anscheinend einfach zu viel des schlechten für dieses OT.\n\nAber vermutlich stimmen jetzt auf einen schlag alle noch ab, nur um zu beweisen wie falsch das ist, was der gute Dr Mad sagt.\n\nedit: obwohl.....\n> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=000a,timestamp=2015-06-02T21:43:19.856+0000)\n>\n> Ich enthalte mich, da ich nicht für mich selbst stimmen darf(?). Ich gebe meine Stimme ja nicht jemand anderem, wenn ich glaube dass er nicht die richtige Wahl ist, und von den anderen Kandidaten beeindruckt mich keiner.\n\nso viel Selbstbewusstsein muss belohnt werden, Cpt Boomstick stimmt also für Boringgx3.\n","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-02T22:50:13.812+0000","up_votes":1,"down_votes":0,"body":"Wäre besser, wenn du das einfach mit dem entsprechenden Account schreiben könntest, damit Missverständnisse vermieden werden können.\nDu wurdest übrigens schon einmal aufgrund deiner Miesmacherei von der Liste der OT Bürger gestrichen, also mach uns nicht das kaputt, was uns geblieben ist.\n\nGruß Doenerlord","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-02T23:44:24.200+0000","up_votes":2,"down_votes":0,"body":"dann müsste ich aber im forum umloggen. klingt anstrengend.\nmeine stimme ist eh eher symbolisch und im grunde bin ich auch kein \"OT-Bürger\" (mehr seit ewigen zeiten) da ich in einem anderem Forum ein Königreich regiere.","replies":[]}]}]},{"id":"","poster":"Boringx3","date":"2015-06-02T21:43:19.856+0000","up_votes":2,"down_votes":0,"body":"Ich enthalte mich, da ich nicht für mich selbst stimmen darf(?). Ich gebe meine Stimme ja nicht jemand anderem, wenn ich glaube dass er nicht die richtige Wahl ist, und von den anderen Kandidaten beeindruckt mich keiner.","replies":[{"id":"","poster":"El Pingu","date":"2015-06-03T12:51:35.503+0000","up_votes":1,"down_votes":0,"body":"naja also bisher war es bei den andren Wahlen gang und gebe, das sich die Kandidaten selbst gewählt haben.\nWeis au nit, was Döner damit meint","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-03T13:00:02.498+0000","up_votes":1,"down_votes":0,"body":"Ich sehe das als eine Art Kavalliersdelikt :)\nKlar kannst du diich selber wählen, aber wer wählt dich dann? :D\n\n\\#EDIT:\nMeine lieben Freunde, lasst uns nicht vergessen unsere lieben Freunde die Tintenfische :D\n\nGruß Doenerlord","replies":[]}]}]},{"id":"","poster":"El Pingu","date":"2015-10-10T09:51:03.762+0000","up_votes":1,"down_votes":0,"body":"Das Thema ist nun wirklich veraltet und ich schaue nur noch selten ins Forum rein.\nAber bei der Wahl damals war ich noch dabei und alles verlief komplett Regelkomform. Ich habe mehrmals jedem bescheit gesagt das nur Bürger des Königreich OT`s wählen dürfen um smurfs zu verhindern. JEDER durfte vorher dem Königreich beitreten und ich habe selbst jeden neuling geprüft, ob es ein smurf sein könnte. \nBecks bekam die meisten stimmen, somit war alles rechtens.\n~ Der altkönig Pingu","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-03T19:47:16.474+0000","up_votes":1,"down_votes":0,"body":"Wenn ich hier jetzt was von Dr. mad schreibe, wird dann der Spion?! wieder aktiv?\n\nBoring müsste eigentlich gewinnen. Er ist alle Minister also hat er auch alle Stimmen auf seiner Seite :S","replies":[{"id":"","poster":"Boringx3","date":"2015-06-03T20:28:46.184+0000","up_votes":1,"down_votes":0,"body":"Zum ersten kann ich dir nichts sagen D:\n\nAber ja, theoretisch bilden meine multiplen Persönlichkeiten die Mehrheit im aktuellen OT, jedoch sind diese wohl nicht wahlberechtigt. Was eigentlich grauenhafte Diskriminierung ist, immerhin würde ohne diese Persönlichkeiten der Betrieb deutlich zurückgehen. Aber naja, die Welt ist eben gemein und unfair, aber immerhin wird nach der Wahl wieder einmal bewiesen werden, warum Demokratie nicht funktioniert. Ich freu mich drauf ;)","replies":[{"id":"","poster":"Evenrider","date":"2015-06-03T20:31:33.737+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=000c0001,timestamp=2015-06-03T20:28:46.184+0000)\n>\n> Zum ersten kann ich dir nichts sagen D:\n> \n> Aber ja, theoretisch bilden meine multiplen Persönlichkeiten die Mehrheit im aktuellen OT, jedoch sind diese wohl nicht wahlberechtigt. Was eigentlich grauenhafte Diskriminierung ist, immerhin würde ohne diese Persönlichkeiten der Betrieb deutlich zurückgehen. Aber naja, die Welt ist eben gemein und unfair, aber immerhin wird nach der Wahl wieder einmal bewiesen werden, warum Demokratie nicht funktioniert. Ich freu mich drauf ;)\n\nKannst ja vor dem Deutschen Gerichtshof Klage einreichen, dass die Wahl nicht dem deutschen Wahlrecht entspricht. Sie ist zwar allgemein und gleich, aber nicht geheim ;)\nAber ob es einen Anwalt gibt, der den Fall haben will :D","replies":[{"id":"","poster":"Boringx3","date":"2015-06-03T22:14:55.958+0000","up_votes":1,"down_votes":0,"body":"Uhm. Wir sind hier im OT, hier gilt das Recht des Königs, weshalb ich den Fall vor diesem vorbringen müsste. Nur leider müssen wir erst einen König wählen, und da dieser durch diese unfaire Wahl an die Macht gekommen ist, kann/wird er die Wahl kaum für ungültig erklären, da er dann ja kein König mehr wäre, weshalb er auch nicht die Macht hat über diese Angelegenheit zu entscheiden. \nDu verstehst das Dilemma?","replies":[{"id":"","poster":"xHeadShoTx","date":"2015-10-01T01:34:19.957+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=000c000100000000,timestamp=2015-06-03T22:14:55.958+0000)\n>\n> Uhm. Wir sind hier im OT, hier gilt das Recht des Königs, weshalb ich den Fall vor diesem vorbringen müsste. Nur leider müssen wir erst einen König wählen, und da dieser durch diese unfaire Wahl an die Macht gekommen ist, kann/wird er die Wahl kaum für ungültig erklären, da er dann ja kein König mehr wäre, weshalb er auch nicht die Macht hat über diese Angelegenheit zu entscheiden. \n> Du verstehst das Dilemma?\n\nDann lasst den alten König entscheiden.\nDa der neue König (gewählte König) sich seines entscheiden wird,\nmuss der alte König als treuer Diener der Demokratie entscheiden.\n\nIch weiß das mein Statement zu spät kommt, aber besser spät als nie !","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-03T22:49:24.432+0000","up_votes":1,"down_votes":0,"body":"Heya\nBis zum Antritt des neuen Königs haben wir ja noch Pingu :D\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"Evenrider","date":"2015-06-03T22:17:31.470+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=000c000100000000,timestamp=2015-06-03T22:14:55.958+0000)\n>\n> Uhm. Wir sind hier im OT, hier gilt das Recht des Königs, weshalb ich den Fall vor diesem vorbringen müsste. Nur leider müssen wir erst einen König wählen, und da dieser durch diese unfaire Wahl an die Macht gekommen ist, kann/wird er die Wahl kaum für ungültig erklären, da er dann ja kein König mehr wäre, weshalb er auch nicht die Macht hat über diese Angelegenheit zu entscheiden. \n> Du verstehst das Dilemma?\n\nNunja es wäre seine Pflicht dies an den Wahlvorstand weiterzugeben, damit der die Richtigkeit der Wahl überprüfen kann. Und je nachdem, zu welchem Ergebnis der Wahlvorstand gekommen ist, müsste der König dann Recht sprechen und sie entweder für gültig oder ungültig erklären. Und da er solange König ist, bis die Wahl für ungültig erklärt wurde besitzt er auch die Macht dazu.","replies":[]}]}]}]},{"id":"","poster":"Kryptonq","date":"2015-06-03T20:27:55.826+0000","up_votes":1,"down_votes":0,"body":"Als er geschrieben hat, dass er einen geheimen Forenaccount besitzt, hab ich schon geahnt, dass es Cpt. Boomstick ist. Mann, bin ich schlau!","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-06-14T18:16:23.562+0000","up_votes":1,"down_votes":0,"body":"Herr Minister:\nmehr Bärlauchtee!\nUnd: sind der Phiosophie und der Politikthread beitragswürdig?","replies":[{"id":"","poster":"Boringx3","date":"2015-06-14T19:52:57.721+0000","up_votes":1,"down_votes":0,"body":"Nach dem Regierungswechsel werden die Zollgesetze nochmal neu durchleuchtet und eventuell geändert, dann sollte es mehr und vor allem schneller wieder Bärlauch geben. Bis dahin kann ich nichts anderes tun als meine Tür nochmals zu verstärken...für den Fall der Fälle.\nDie beiden genannten Threads sind sicherlich stellenweise sehr interessant, aber rein persönlich hab ich noch nichts für mich interessantes gefunden, auf das ich reagieren würde, was wohl auch zum Teil daran liegt, dass ich Philosophen nicht mag.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-15T17:34:08.371+0000","up_votes":1,"down_votes":0,"body":"Aus reinem Interesse: Wieso nicht?","replies":[{"id":"","poster":"Boringx3","date":"2015-06-15T23:19:19.023+0000","up_votes":1,"down_votes":0,"body":"Bei Politik ist es mein Desinteresse an den Diskussionen zu Themen, die ich persönlich für so offensichtlich halte, dass mir am Ende nur bleibt zu seufzen und mich über die Menschheit zu beschweren.\nBei Philosophie, weil es in vielen Punkten Zeitverschwendung ist (in meinen Augen) und ich solche Diskussionen zu genüge führe, weil zwei Freunde von mir Philosophie studieren (obwohls bei einem eigentlich Theologie ist).","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-16T14:55:38.954+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=003a000100000000,timestamp=2015-06-15T23:19:19.023+0000)\n>\n> Bei Politik ist es mein Desinteresse an den Diskussionen zu Themen, die ich persönlich für so offensichtlich halte, dass mir am Ende nur bleibt zu seufzen und mich über die Menschheit zu beschweren.\n> Bei Philosophie, weil es in vielen Punkten Zeitverschwendung ist (in meinen Augen) und ich solche Diskussionen zu genüge führe, weil zwei Freunde von mir Philosophie studieren (obwohls bei einem eigentlich Theologie ist).\n\nAuf der Suche nach einer Lösung oder Teil des Problems?\nHeilmittel oder weiteres Gift?\nKein Schaf, Schafe verlassen die Herde nicht.\nKein Wolf, jagt nicht.\nKein Hirte, denn er greift nicht ein.\nNicht der Schäferhund, lenkt die Schafe nicht.\nWas bist du noch?","replies":[{"id":"","poster":"Boringx3","date":"2015-06-16T21:38:35.334+0000","up_votes":1,"down_votes":0,"body":"Zynisch.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-17T12:53:48.647+0000","up_votes":1,"down_votes":0,"body":"zynismus ohne nutzen daraus ist wie ein wasserhahn der im meer verrostet.\nDer ursprüngliche nutzen geht total verloren.","replies":[{"id":"","poster":"Boringx3","date":"2015-06-17T13:46:40.283+0000","up_votes":1,"down_votes":0,"body":"Irgendwie lustig, da verliert man die Wahl, muss aber trotzdem mehr fragen beantworten als der Gewinner und eigentlich für die Zukunft Hauptverantwortliche.\nAber da du anscheinend eine ernsthafte Antwort von mir erwartest, versuche ich es ein wenig genauer zu erklären.\nIch bin komplex. Je nach Zeitpunkt bin ich Schaf, Wolf, Hirte und Schäferhund. Ich suche nach der Lösung, bin aber auch Teil des Problems; ich kann das Heilmittel sein, wenn ich zuviel tue aber auch einfach nur ein weiteres Gift. Ich kann mich der \"Herde\" anschließen oder daneben stehen und ihr zuschauen, ich kann sie vor mir herjagen, ich kann sie ignorieren, ich kann versuchen sie anzuführen und lenken, kann eingreifen oder einfach beobachten, wie die Dinge geschehen. Je nach Situation werde ich anders reagieren und dabei letztlich das tun, was ich für richtig halte, egal wie andere es sehen. Das kann gut sein, kann aber auch schlecht sein. Am Ende muss ich aber mit meiner Entscheidung halbwegs frei leben können, deshalb werde ich auch weiterhin so reagieren, wie ich es für richtig halte, ohne mich dabei großartig zu erklären.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-18T17:19:06.297+0000","up_votes":1,"down_votes":0,"body":"Ich denke ich weis jetzt was du bist, und du liegst falsch.\nDu bist die Wiese.\nAlle anderen treten dich mit füßen (oder hufen) und die Herde wird das was dich ausmacht verschlingen und zu Kot verarbeiten.\nTatsächlich der \"Hauptverantwortliche\", denn ohne dich verhungert die Herde aber unbeachtet und ohne wertschätzung.\n\nMach dir nichts draus und mach so weiter bis nicht mehr genug über ist wenn du willst oder finde einen weg aus der situation: Aufbäumen oder Aufgeben sind die optionen für veränderung. So weiter machen die option für Stagnation.\nVermutlich denkst du dir \"Naja, aber einer muss hier ja alles am laufen halten; und wenn nicht Ich, wer denn dann?\". Dieser Gedanke ist Gift, das wird nur dazu führen, dass du immer nur die Futterpflanze bist, bis du nicht mehr schnell genug nachwachsen kannst.","replies":[{"id":"","poster":"Boringx3","date":"2015-06-18T18:04:53.645+0000","up_votes":1,"down_votes":0,"body":"Achja, diese Reden fehlen irgendwie im OT... ;)\nIm ernst, beschreibe mich wie du willst, sag mir wie ich deiner Meinung nach handeln sollte wenn es dich glücklich macht, aber am Ende es ist meine Entscheidung, ob ich ein Mitglied der Herde oder die Wiese oder der mürrische alte Mann, der solange zuschaut bis er keine Lust mehr auf die Jugend hat und sich 'ne Pause nimmt. Es sind meine Entscheidungen und die wird mir keiner abnehmen.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-06-20T10:44:21.827+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=003a000100000000000000000000000000000001,timestamp=2015-06-18T18:04:53.645+0000)\n>\n> Achja, diese Reden fehlen irgendwie im OT... ;)\n> Im ernst, beschreibe mich wie du willst, sag mir wie ich deiner Meinung nach handeln sollte wenn es dich glücklich macht, aber am Ende es ist meine Entscheidung, ob ich ein Mitglied der Herde oder die Wiese oder der mürrische alte Mann, der solange zuschaut bis er keine Lust mehr auf die Jugend hat und sich 'ne Pause nimmt. Es sind meine Entscheidungen und die wird mir keiner abnehmen.\n\n\nWenn diese Reden das einzige wäre was euch fehlt wäre alles in ordnung.\nUnd wenn du genau hinsiehst, wirst du sehen, dass ich dir nicht sage wie du meiner Meinung nach handeln solltest, sondern ich sage dir wie du handelst.\nIch zeige dir deine eigene entwicklung und wohin dieser weg wahrscheinlich führen wird.\nNicht mehr, nicht weniger.\nWas du damit machst ist deine Sache.","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-06-18T17:39:06.837+0000","up_votes":1,"down_votes":0,"body":"Tut mir Leid, aber das sind mir zu viele Metaphern...","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"Kryptonq","date":"2015-06-14T19:06:35.560+0000","up_votes":1,"down_votes":0,"body":"Das kann ich dir beantworten: \n#JA!","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-19T15:28:34.884+0000","up_votes":1,"down_votes":0,"body":"Achso....na dann...\n\n`:)","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-19T10:19:45.625+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe das Problem hier nicht möglichweise weil ich euch nicht gut genug kenne...aber das deprimiert selbst mich und ich bin eigentlich fast immer ein absolutes Sonnenscheinchen.... aber das hier, dass grenzt schon an midlife crisis oder so...also nochmal für mich ist das ernst oder ist das ein joke??? ich verstehe es nicht...","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-19T11:02:57.395+0000","up_votes":1,"down_votes":0,"body":"Joke, wenn du diesen Thread meinst...\n\n: ).","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-19T10:35:33.357+0000","up_votes":1,"down_votes":0,"body":"Heya\nDu verwirrst mich o.0\nWovon redest du?\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-15T12:22:15.276+0000","up_votes":1,"down_votes":0,"body":"Omg ist Saur jetzt wieder \"in Verwahrung\"??? Ich möchte gern mal wieder aus meinem Zimmer.... aber die Angst, Saur zu begegnen und möglicherweise keine essbaren Vorräte dabei zu haben, um ihn unter kontrolle bringen zu können, zumindest kurzzeitig, ist einfach zu groß.....deshalb weigere ich mich mein Zimmer zu verlassen!!!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-15T21:11:30.372+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch hab ihn wieder eingefangen. Er ist wieder da wo er hingehört.. Typisch\nIch sachs dir verlass dich nie auf den Hausmeister oder die Minister oder SONST IRGENDJEMANDEN wenn es darum geht sich um Saur zu kümmern.\nDer steckt wieder im Südost-Turm-Keller. Und mich lasst einfach in Ruhe in meiner Privatbibliothek in besagtem Turm(der ja meiner ist). \nIch brauch Ruhe...ihr raubt mir noch den letzten Nerv.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-15T21:13:49.702+0000","up_votes":1,"down_votes":0,"body":"Ich kann NICHT konstant auf Saur UND gleichzeitig auf zwei Irre, die im Schloß rumlaufen, aufpassen, aber ausser ein Haustier zu fangen hast du wohl sowieso nicht vor, mir zu helfen.\n\nUnd vom Minister wollen wir mal gar nicht sprechen...","replies":[]}]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T17:46:04.077+0000","up_votes":1,"down_votes":0,"body":"wir haben noch Kekse....","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-14T17:55:09.247+0000","up_votes":1,"down_votes":0,"body":"Kekse sind auch gut. Übrigens, wieso läuft Saur frei herum? Moment mal...das kann nur heißen, dass KP und Döner ausgebrochen sind und es befreit haben! Bin gleich wieder da, die Arbeit ruft!","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-06-14T17:35:22.090+0000","up_votes":1,"down_votes":0,"body":"Das hat Saur bereits vernichtet. Wie sich heraugestellt hat liebt er Eis über alles.","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T16:43:04.858+0000","up_votes":1,"down_votes":0,"body":"Ich feiere dann mal mit den Poolparty-Vasallen...","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-14T17:06:22.833+0000","up_votes":1,"down_votes":0,"body":"'Tschuldigung, tschuldigung, sorry für die Verspätung, KP und Döner, diese beiden Irren haben mich aufgehalten. Also, wo ist das Eis?","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T15:27:55.895+0000","up_votes":1,"down_votes":0,"body":"was istn jetzt mit de party jungs ???","replies":[]},{"id":"","poster":"Dr Madscientist","date":"2015-06-14T12:24:58.947+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Doenerlord,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=,timestamp=2015-06-01T01:53:42.740+0000)\n>\n> Becks ist der King!\n\nNun, viel Glück.\nSolltest du was großes Erreichen, wird man mit das wohl mitteilen, bis dahin geh ich erstmal wieder in mein Reich.\nViel Erfolg.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-14T14:21:20.033+0000","up_votes":1,"down_votes":0,"body":"Danke!","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-06-14T10:34:56.446+0000","up_votes":1,"down_votes":0,"body":"Ach ja, und an Becks noch: \nWie gedenkst du mit dem Königreich OT Thread zu verfahren? Er sollte auf jeden Fall erhalten bleiben, mir gefällt das kleine Rollenspiel, das sich dort entwickelt hat, der Thread an sich ist ja auch gut gemacht.","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-14T11:07:12.680+0000","up_votes":1,"down_votes":0,"body":"Der bleibt!\n\nZum einen ist er ja auch schon im Sticky verewigt und da soll er auch bleiben!\n\nIch werde ihn in einen meiner kommenden Threads verwenden. Allerdings nicht per Copy and Paste, nur als Link. \n\nIch arbeite schon dran.\n\n: )","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-14T12:52:14.387+0000","up_votes":1,"down_votes":0,"body":"Ich freu mich schon drauf :)","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T10:57:43.410+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=0032,timestamp=2015-06-14T10:34:56.446+0000)\n>\n> Ach ja, und an Becks noch: \n> Wie gedenkst du mit dem Königreich OT Thread zu verfahren? Er sollte auf jeden Fall erhalten bleiben, mir gefällt das kleine Rollenspiel, das sich dort entwickelt hat, der Thread an sich ist ja auch gut gemacht.\n\nKann ich nur zustimmen","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-06-14T12:19:26.349+0000","up_votes":1,"down_votes":0,"body":"Auch von mir Herzlichen Glückwunsch für das neue Amt,\n\n►**Becks **◄\n☻☺","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-14T10:27:33.411+0000","up_votes":1,"down_votes":0,"body":"#H - G - L - L - K - B\n#E  - -L - A - E - I - -E\n#R - Ü - N - B -N - C\n#Z - C - G - E -G - -K\n#L - K - - - - - - - - -S\n#I - W\n#C -U\n#H -N\n#E -S\n#N -C\n#- - H \n\nNach unten lesen ;)\nUnd für die Party hätte ich gerne Schoko- und Zitroneneis.","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-14T09:49:11.474+0000","up_votes":1,"down_votes":0,"body":"Ich bring meine Kekse mit!","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T09:45:55.965+0000","up_votes":1,"down_votes":0,"body":"oh nein muss ich mal schnell die 3 kg Schokoeis -Bestellung stornieren ...schnellllllll\nok Vanille noch irgendwelche Wünsche für die King Size Party???","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-14T09:38:58.836+0000","up_votes":1,"down_votes":0,"body":"Ich will Vanille","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T08:53:51.191+0000","up_votes":1,"down_votes":0,"body":"Schokoeis für Alle","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T08:14:14.095+0000","up_votes":1,"down_votes":0,"body":"ich sag dann mal den Mädels Bescheid","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-14T08:28:38.065+0000","up_votes":1,"down_votes":0,"body":"Dann gehen wir Schokoeis kaufen\n\n: )","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-14T08:10:07.179+0000","up_votes":1,"down_votes":0,"body":"Heya\nJetz brauch ich erstmal nen Warsteiner :P\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"SuperKahlan","date":"2015-06-14T07:33:15.335+0000","up_votes":1,"down_votes":0,"body":"Glückwünsche auch von meiner Seite...\nHappy Herrschen!!!","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-06-14T07:08:25.549+0000","up_votes":1,"down_votes":0,"body":"Guten Morgen,\n\nda schläft man \"nichts\" ahnend in seinem Bettchen ein, um dann am nächsten Morgen aufzustehen, nur um festzustellen, daß man plötzlich der  neue OT König ist.\nErstmal Danke an alle, die trotz meiner bescheidenen Wahlrede, mich gewählt haben. \nDas haben wir jetzt davon.  ; )\n\nBis zu meiner offiziellen Antrittsrede, poliere ich jetzt erstmal die Krone und verbleibe mit den besten Wünschen für das OT!\n\nEuer, durch OT's Gnaden gewählter König **Becks n Stout**","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-06-14T06:04:47.565+0000","up_votes":1,"down_votes":0,"body":"Hängt Fanfaren auf, Becks ist jetzt der King im Haus! Meinen Glückwunsch :)\nWarte... das erste macht jetzt genauso wenig Sinn wie vorher... hmmm...\n#\\#RETTET DIE {{summoner:31}} \n#\\#Becks ist {{summoner:30}}\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Doenerlord","date":"2015-06-13T22:40:03.378+0000","up_votes":1,"down_votes":0,"body":"Eure Zeit ist abgelaufen! \\>:) muarharhar\n\nHiermit beende ich die Wahl und ernenne Becks zum neuen König des OffTopic!","replies":[]},{"id":"","poster":"Richiderbob2","date":"2015-06-13T22:28:22.368+0000","up_votes":1,"down_votes":0,"body":"Sieht wohl so aus, dass becks die Wahl gewonnen hat..\n\nEIN HOCH AUF WARSTEI...äh.. BECKS!!! *niederknie*\n\nIch möchte mich auf das Amt des Königlichen Schlächters und auf das Amt des obersten Generals bewerben","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-13T17:50:35.707+0000","up_votes":1,"down_votes":0,"body":"War das nicht mal ein Wahlthread ?","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-13T17:58:18.881+0000","up_votes":1,"down_votes":0,"body":"Läuft ja eh in 4 Stunden aus...\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-13T17:54:10.566+0000","up_votes":1,"down_votes":0,"body":"Ja, mit Betonung auf \"war\" ^^","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-13T14:54:52.296+0000","up_votes":1,"down_votes":0,"body":"Mhm ich muss mal den Eismann fragen... ich würde es nicht tun! Stell dir mal vor...diese ganzen Frauen...voller Schokoladeneis................ die Bilder im Kopf....oh man","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-13T17:28:37.429+0000","up_votes":1,"down_votes":0,"body":"Kopfkino...","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-13T15:45:32.225+0000","up_votes":1,"down_votes":0,"body":"^^","replies":[]}]},{"id":"","poster":"SuperKahlan","date":"2015-06-13T13:48:12.496+0000","up_votes":1,"down_votes":0,"body":"Ich wähle Becks und ein Eis (über 90 % der Frauen würde es mit jedem tun...mit einem fremden Mann ein Eis kaufen...ich würde sagen kommt auf das Eis an oder so ^^... (Studie von Magnum))","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-13T13:54:13.950+0000","up_votes":1,"down_votes":0,"body":"Ob das wirklich eine objektiv gehaltene Studie war?","replies":[]}]},{"id":"","poster":"Doenerlord","date":"2015-06-13T11:39:10.985+0000","up_votes":1,"down_votes":0,"body":"So Leute, heute ist der letzte Tag und die letzte Chance für alle, die ihre Stimme noch nicht abgegeben haben!\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"El Pingu","date":"2015-06-11T15:40:04.429+0000","up_votes":1,"down_votes":0,"body":"soooo, dann bin ich auch mal dran.\n\nDie 3 Leute die sich rauskristallisiert haben, sind allesamt wirklich gute Nachfolger und jeder auf seiner eigenen Art und Weise speziell als König geeignet.\nVor Boring hatte ich immer viel Respekt, der Kerl weis was er macht und hat auch keine Scheu davor den Leuten mal seine Meinung kund zu tun. Gerade hier im OT ist ein solches Kaliber äußerst wichtig.\nBecks wird von allen OT`lern respektiert und besitzt mehr Einfluss als er selbst vermutet.\nUnd Kryptonq erinnert mich stark an mich selbst, bevor ich König geworden bin. Er ist noch relativ neu, hat Ideen und setzt diese auch um. Jedoch finde ich das Kryptonq noch ein wenig mehr Zeit braucht um König zu werden. Bleibt er so aktiv wie bisher, ist ihm meine Stimme in der nächsten Wahl gewiss.\n\nDoch diesmal geht meine Stimme vorerst an Becks. Ich weis, das er ein guter König währe, er muss es nur selbst erst noch verstehen.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-12T14:14:32.197+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=El Pingu,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=001e,timestamp=2015-06-11T15:40:04.429+0000)\n> Und Kryptonq **erinnert mich stark an mich selbst, bevor ich König geworden bin**. Er ist noch **relativ neu**, hat Ideen und setzt diese auch um. Jedoch finde ich das Kryptonq **noch ein wenig mehr Zeit braucht um König zu werden.** Bleibt er so aktiv wie bisher, ist ihm meine Stimme in der nächsten Wahl gewiss.\n\nDazu eine kurze Frage dich betreffend, wenn du nichts dagegen hast: Bist du der Meinung, dass du selbst mehr Zeit gebraucht hättest, bevor du König geworden bist?","replies":[{"id":"","poster":"El Pingu","date":"2015-06-12T23:56:57.952+0000","up_votes":1,"down_votes":0,"body":"sag dus mir. Hätte ich?\n\nAber nehm meine Aussage nicht zu persönlich. Ich bin mir sicher, das du ein super König werden würdest. Allerdings bist du doch noch ein wenig zu neu. Ich war damals knapp 9 Monate aktiv im Forum und ja, evtl. währe es gut gewesen, wenn die Wahlen etwas später statt gefunden hätte. \nTrotzdem, war das Königdasein etwas besonderes für mich, ich hab mir Mühe gegeben und hoffe es kam auch so rüber. ","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-13T07:52:26.502+0000","up_votes":1,"down_votes":0,"body":"Keine Angst, ich nehme es nicht persönlich, ich wollte nur wissen was du dazu denkst, danke für die Antwort :)","replies":[]}]}]},{"id":"","poster":"Brünette","date":"2015-06-12T13:51:48.708+0000","up_votes":1,"down_votes":0,"body":"Darauf einen Glenn F.\n\nDanke Pingu.","replies":[]}]},{"id":"","poster":"Brünette","date":"2015-06-12T13:50:40.851+0000","up_votes":1,"down_votes":0,"body":"Oh man, schon wieder in Führung...\n\nDas kann ja heiter werden.   : )","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-12T12:02:07.385+0000","up_votes":1,"down_votes":0,"body":"*Freu   :D","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-11T14:46:19.704+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-11T14:57:58.478+0000","up_votes":1,"down_votes":0,"body":"Heya\nJou, die können sie nur löschen und den Personen sagen sie sollen sie in einem andern Subforum wieder neu eröffnen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T14:59:20.252+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:07:10.838+0000","up_votes":1,"down_votes":0,"body":"Du liegst richtig, man kann einen eigenen Thread ohne weiteres löschen, hab ich selbst (unfreiwillig^^) ausprobiert.\nIch bin auch der Meinung, dass wir irgendetwas dagegen tun sollten und dazu eine halbwegs effektive Methode oder so was entwickeln. Es schadet ja nicht nur dem OT, den Threaderstellern ist im OT auch nicht weitergeholfen.\nWas passiert denn eigentlich, wenn man für \"Falsches Unterforum\" gemeldet wird?","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T15:08:28.856+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:15:58.598+0000","up_votes":1,"down_votes":0,"body":"Hm, klingt nicht so überragend, aber immerhin etwas, wie wäre es mit einer kollektiven Melde-Army des OTs?\nUnd irgendwie müsste auch ein bisschen Aufklärung im Voraus betrieben werden, was könnte man denn da machen?\nEDIT: Wir sind ja eigentlich nicht im richtigen Thread für so etwas, soll ich vielleicht schnell einen aufmachen für dieses spezielle Thema?","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T15:17:34.194+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:19:13.995+0000","up_votes":1,"down_votes":0,"body":"Downvoten gefällt mir nicht so, ich fände Melden besser. Übrigens, habe meinen Post vorher nochmal editiert.","replies":[{"id":"","poster":"SwissKeks","date":"2015-06-11T15:21:30.309+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kryptonq,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=001c0000000000000000000000000000,timestamp=2015-06-11T15:19:13.995+0000)\n>\n> Downvoten gefällt mir nicht so, ich fände Melden besser. Übrigens, habe meinen Post vorher nochmal editiert.\n\nJa, mach du mal einen auf. Ich lösch mal eben alle Beiträge hier. Hab vergessen in welchem Thread wir sind^^","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:23:06.025+0000","up_votes":1,"down_votes":0,"body":"Wird erledigt, dauert aber kurz, und lass die Beiträge bitte noch dran, die brauch ich wahrscheinlich für den Thread.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:44:03.167+0000","up_votes":1,"down_votes":0,"body":"[DONE :)](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/j7vYEt8I-ot-diskussion-was-tun-mit-unpassenden-threads)","replies":[]}]}]}]}]}]}]}]}]}]},{"id":"","poster":"Evenrider","date":"2015-06-11T15:02:08.259+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=SwissKeks,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=001c,timestamp=2015-06-11T14:46:19.704+0000)\n>\n> Ausserdem können Emisarrys gar keine Threads verschieben soviel ich weiss ._.\n\nEcht? Oh man..... Das ging doch sogar im Alten Forum....","replies":[]}]},{"id":"","poster":"Ben Maxims Sohn","date":"2015-06-11T15:17:21.908+0000","up_votes":1,"down_votes":0,"body":"Bin dabei ! {{champion:17}}","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-11T09:18:56.679+0000","up_votes":1,"down_votes":0,"body":"Ich verstehe nicht, was so schwierig daran ist im richtigen Forum zu posten. Die Hälfte aller Threads hier hat nix mit Offtopic zu tun und kann gut und gerne auch woanders eingeordnet werden. Und die Threads die  hier reinpassen und /oder wichtig sind gehen unter.\nIch glaube das problem ist, dass entweder die Leute es einfach überall posten wollen, um möglichst viel Aufmerksamkeit zu erregen oder einfach sich denken: suche Duoq Partner, gibt kein Ort im Forum: Duoqpartnersuche darum ab damit ins OT. Das Wort Team umfasst alles, von 2 - bis 5 Leuten, will heißen, die ganzen: suche Team, suche Kumpel/Leute zum zocken, brauchen Spieler können alle da rein, und nur weil es auf Anhieb nicht zu passen scheint, gehört es noch lange nicht hierhin!\n\n","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-11T14:02:23.385+0000","up_votes":1,"down_votes":0,"body":"Heya\nViele Spieler die hier herkommen sind FTPs. Sie haben sich kein bisschen mit dem Forum beschäftigt und wissen daher nicht was wohin gehört. Also zack irgend ein Bereich ausgewählt der halbwegs passend klingt und gut.^^\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Evenrider","date":"2015-06-11T14:06:16.533+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=001b0000,timestamp=2015-06-11T14:02:23.385+0000)\n>\n> Heya\n> Viele Spieler die hier herkommen sind FTPs. Sie haben sich kein bisschen mit dem Forum beschäftigt und wissen daher nicht was wohin gehört. Also zack irgend ein Bereich ausgewählt der halbwegs passend klingt und gut.^^\n> \n> MfG Rkoturdo\n\nTja noch so eine Sache an der man sieht, dass old GD und old OT zum New OT fusioniert sind und das old GT nicht einfach verschwunden ist, denn diese Sache, hatte man immer im old GD.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-11T14:24:41.105+0000","up_votes":1,"down_votes":0,"body":"Heya\nEs war der sinn der Sache(GD zu entfernen) die anderen Bereiche mehr zu \"beleben\" indem die Leute in die richtigen Unterforen posten. Ich denke das hat sogar relativ gut funktioniert. Und wir haben jetz ja den Reportgrund für falsches Forum.\nAber recht hast du glaube ich schon, für mich fühlt es sich auch so an als sei es mehr geworden.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-11T15:03:25.244+0000","up_votes":1,"down_votes":0,"body":"Ich bin mir ziemlich sicher, dass man mit gegebenen Zahlen belegen könnte, dass es mehr geworden sind. \nIn letzter Zeit hatte ich auch das Gefühl, dass die Zahl nochmal angestiegen ist.","replies":[]}]}]}]}]},{"id":"","poster":"Adanio","date":"2015-06-09T22:06:39.971+0000","up_votes":1,"down_votes":0,"body":"was ist denn ein offtopic könig, ist das so ein forum spiel?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T23:11:35.173+0000","up_votes":1,"down_votes":0,"body":"Heya\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot\nhust hust\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-06-09T15:11:01.157+0000","up_votes":1,"down_votes":0,"body":"Heyy!!!!\nNur ich darf Becks Alt nennen!\n\nne spaß...","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-09T16:05:48.974+0000","up_votes":1,"down_votes":0,"body":"Hab ich ja garnicht...\nNur OPA :P\n\n\\#EDIT: Er sollte besser auf seine Tochter acht geben :P\njoke\n\nGruß Doenerlord","replies":[{"id":"","poster":"Brünette","date":"2015-06-09T16:46:25.599+0000","up_votes":1,"down_votes":0,"body":"Hab nur Jungs hinbekommen.","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-09T21:18:36.379+0000","up_votes":1,"down_votes":0,"body":"Oh Gott @.@\nWas habe ich getan?\n\nGruß Doenerlord","replies":[]}]}]},{"id":"","poster":"Brünette","date":"2015-06-09T16:48:15.643+0000","up_votes":1,"down_votes":0,"body":"Hauptsache nicht Horst!","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-06-09T18:08:20.435+0000","up_votes":1,"down_votes":0,"body":"sooo sp....  *schnarch*\n\nÄh wie was nein ichbinnichteingechlafen","replies":[]},{"id":"","poster":"Doenerlord","date":"2015-06-09T14:42:24.194+0000","up_votes":1,"down_votes":0,"body":"Dann gebe ich meine eigene Stimme auch mal ab,\nundzwaaaaar an den OPA! :D\n\nGruß Doenerlord","replies":[{"id":"","poster":"Brünette","date":"2015-06-09T16:46:58.265+0000","up_votes":1,"down_votes":0,"body":"Das hält die Wahl spannend.","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-09T18:01:44.959+0000","up_votes":1,"down_votes":0,"body":"Soviel Spannung, gar nicht auszuhalten! Und dabei muss ich ja auch noch abstimmen!","replies":[]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T08:48:52.977+0000","up_votes":1,"down_votes":0,"body":"Heya\nAlso bisher gefällt mir das Ergebnis der Wahl ja sehr^^\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Brünette","date":"2015-06-09T09:37:49.537+0000","up_votes":1,"down_votes":0,"body":"Mir auch!","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-06-08T17:48:31.587+0000","up_votes":1,"down_votes":0,"body":"Wie wird die 5 bei der Strichliste dargestellt?","replies":[{"id":"","poster":"Doenerlord","date":"2015-06-09T01:18:06.377+0000","up_votes":1,"down_votes":0,"body":"Das Geheimnis ist gelüftet :P\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"Evenrider","date":"2015-06-08T17:56:34.243+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuckingFegendary,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=0014,timestamp=2015-06-08T17:48:31.587+0000)\n>\n> Wie wird die 5 bei der Strichliste dargestellt?\n\nEinfach weiterzählen? Ohne den Strich dadurch, der gilt ja eigentlich nur der Übersichtlichkeit, da kann man auch Leerzeichen nehmen :D","replies":[]}]},{"id":"","poster":"Richiderbob2","date":"2015-06-08T16:26:26.550+0000","up_votes":1,"down_votes":0,"body":"Boringx3 kriegt die stimme","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-06-07T14:26:46.869+0000","up_votes":1,"down_votes":0,"body":"Der königliche Hofsmagier stimmt für Boring, weil... ähhmm... öhhhhmmm... _NDOOOOOOOOOOOOOOOO_... ähhhhh...  **x3**?\nNun, das war das was sich an Gründen noch artikulieren lässt ^^ Eigentlich, weil ich wissen möchte, was Boring, als Person, die auch schon den Zerfall des alten Forums erlebte, jetzt alles so anstellt. \n\nGruß,\nZamo","replies":[{"id":"","poster":"Boringx3","date":"2015-06-07T16:59:05.862+0000","up_votes":1,"down_votes":0,"body":"*hier böses lachen einfügen*","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-07T17:14:46.473+0000","up_votes":1,"down_votes":0,"body":"oooooooo.OOOOOOOO\nKann ich meine Wahl rückgängig... *böses Lachen aus dem Hintergrund*  ähhh... Vergiss es. War nicht so wichtig. \\*flücht\\*\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"Kaitri","date":"2015-06-01T11:23:37.746+0000","up_votes":1,"down_votes":0,"body":"ich kenne hiervon nur 2 und folglich muss ich ihn wählen... die person die mir früher tierisch auf die nerven gegangen ist, die ich jetzt aber mag: Zamonianer.\n\nwählt oder sterbt freunde. (south park)","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-07T14:14:41.933+0000","up_votes":1,"down_votes":0,"body":"Besten Dank :)\nWenn ich jetzt noch die 10/10 für Nervigkeit bekomme, dann bin ich echt zufrieden ^^\n\nGruß,\nZamo","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-01T12:02:04.494+0000","up_votes":1,"down_votes":0,"body":"'Tschuldige, aber du bist doch gar nicht auf der Liste oben?","replies":[{"id":"","poster":"Kaitri","date":"2015-06-01T12:11:12.676+0000","up_votes":1,"down_votes":0,"body":"ich wurde erwischt abbruch ABBRUCH!!!\ndachte fällt keinem auf :/","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-01T12:44:43.451+0000","up_votes":1,"down_votes":0,"body":":D","replies":[]}]}]}]},{"id":"","poster":"Forunes Of War","date":"2015-06-01T05:31:52.564+0000","up_votes":1,"down_votes":0,"body":"Zamonianer hast du doch aus den 13/2 Leben des Käptn Blaubär oder aus anderen Walter Moers Büchern geklaut?! ^^","replies":[{"id":"","poster":"Zamonianer","date":"2015-06-07T14:14:00.040+0000","up_votes":1,"down_votes":0,"body":"Jein :)\nDa hab ich den Namen her, ist aber falsch gebildet. Richtig wäre: Zamonier :)\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"CCG Juuzou","date":"2015-06-05T22:13:24.624+0000","up_votes":1,"down_votes":0,"body":"Ich (ehemals MyNameIsJuzo) wähle Becks weil alter immer gut ist in der Politik!","replies":[]},{"id":"","poster":"LuckingFegendary","date":"2015-06-04T14:13:05.027+0000","up_votes":1,"down_votes":0,"body":"Meine Stimme geht an unseren Minister für alles. Die Wahlrede hat mich überzeugt. Davor war ich mir nicht mal sicher ob ich überhaupt jemanden wählen soll.","replies":[]},{"id":"","poster":"TheUnknown98","date":"2015-06-03T20:29:53.211+0000","up_votes":1,"down_votes":0,"body":"Nur league of shaco oder Evenrider! !! :D","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-02T16:19:37.818+0000","up_votes":1,"down_votes":0,"body":"QQ hab kein Stimmrecht :(","replies":[{"id":"","poster":"Neamhoilte","date":"2015-06-02T16:40:53.918+0000","up_votes":1,"down_votes":0,"body":"Hmm, dann registriere dich hier:\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot","replies":[{"id":"","poster":"El Pingu","date":"2015-06-03T12:48:53.065+0000","up_votes":1,"down_votes":0,"body":"swiss keks habe ich schon stimmrecht gegeben, ich habe ihn nur noch nicht in die Liste eingetragen","replies":[]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-02T16:12:49.505+0000","up_votes":1,"down_votes":0,"body":"Heya\nUhm....hm.....ähm.....uh....öh....ah...nee...oder doch.... ach ne....hmmm..verdammt....ihn......nein.....aber........uhm.....\nBecks.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kind Prow","date":"2015-06-02T16:53:44.860+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=YnZkMR0R,discussion-id=lPmulmfl,comment-id=0007,timestamp=2015-06-02T16:12:49.505+0000)\n>\n> Heya\n> Uhm....hm.....ähm.....uh....öh....ah...nee...oder doch.... ach ne....hmmm..verdammt....ihn......nein.....aber........uhm.....\n> Becks.\n> \n> MfG Rkoturdo\n\nGeil, best..ever\n\nVote für BoringX3, den Minister aller Minister sowie Minister für alles und über alles und überhaupt und Drumherum.","replies":[]}]},{"id":"","poster":"FlyAsDodo","date":"2015-06-01T15:39:31.869+0000","up_votes":1,"down_votes":0,"body":"Meine Stimme bekommt Becks N Stout, da er schon lange dabei ist und immer noch sehr aktiv ist.","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-06-01T04:47:37.218+0000","up_votes":1,"down_votes":0,"body":"Ich weiss zwar nicht warum ich als no Name als Kandidat da bin aber okay..\nIch bin für Becksn stout","replies":[{"id":"","poster":"El Pingu","date":"2015-06-01T10:34:30.023+0000","up_votes":1,"down_votes":0,"body":"du hast dich selbst vorgeschlagen","replies":[{"id":"","poster":"M4ster Yi","date":"2015-06-01T15:16:43.663+0000","up_votes":1,"down_votes":0,"body":"Naja war mehr oder weniger als Witz gemeint naja trotzdem Reiss ich mir das Amt unter den Nagel \n\nNa Wer von euch verkauft seine stimme","replies":[]}]}]},{"id":"","poster":"Doenerlord","date":"2015-06-01T12:53:33.909+0000","up_votes":1,"down_votes":0,"body":"Stimmt da war was mit Zamo... Ich hatte irgendwie gedacht, wir hätten ihn überredet doch anzutreten :D\nHabe ihn dann mal weggenommen.\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"El Pingu","date":"2015-06-01T10:35:16.674+0000","up_votes":1,"down_votes":0,"body":"öhm zamo kannst du löschen, er hat abgelehnt, war nur ein gag meinerseits","replies":[]},{"id":"","poster":"Neamhoilte","date":"2015-06-01T04:15:34.599+0000","up_votes":1,"down_votes":0,"body":"Erster!\n\nVote for KRYPTONQ.","replies":[]}]}