{"id":"eNiqEsGl","poster":"eragon0102","date":"2015-05-31T16:35:24.140+0000","title":"Anti-Flame Ranking (Idee)","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":1,"body":"Mir ist heute die Idee eines Anti-Flame Rankings gekommen. Das System w&uuml;rde im Endeffekt genauso funktionieren wie das League of Legends Ranking. Meine Idee funktioniert so, dass man nach jedem Spiel gefragt wird: &quot;Warst du mit dem Verhalten deines Teams zufrieden?&quot;. Und dann durch ein Wunder/Mathematik, hat man seine eigene Flame-Elo. Allerdings m&ouml;chte ich hiermit nicht sagen, dass damit Islands geschaffen werden sollen, wie es bereits im Forum mehrfach vorgeschlagen wurde, sondern dieses Ranking lediglich als R&uuml;ckmeldung fungieren w&uuml;rde, ohne das Matchmaking zu beeinflussen. Wenn man dann noch Saisonbelohnungen wie f&uuml;r das normale Ranked oder so macht, w&uuml;rde es gleich etwas erstrebenswertes sein, f&uuml;r eine gute Stimmung im Team zu sorgen. (Das ist es ja eigentlich so schon, aber viele sehen das halt nicht ein)\r\nWie findet ihr meine Idee und denkt ihr das sie funktionieren w&uuml;rde? (Ich bin n&auml;mlich kein Mathegott und bin mir jetzt nicht sicher ob es reicht wenn jedes Teammitglied das ganze Team bewertet oder ob jeder einzeln bewertet werden m&uuml;sste, damit das Konzept aufgeht oder ob es &uuml;berhaupt aufgeht.) Nat&uuml;rlich k&ouml;nnte man das ganze noch ausfeilen, sprich unterschiedliche Rankings f&uuml;r unterschiedliche Warteschlangen, einberechnung von Premades die sich evt. immer positiv bewerten usw., aber das hier ist erstmal der Grundgedanke.\r\n\r\nViele Gr&uuml;&szlig;e\r\nEragon0102\r\n\r\n(Ps: @Riot, sollte diese Idee komplett LoL revolutionieren, ist der Account dem ihr die Geschenke und Belohnungen zukommen lassen k&ouml;nnte Eragon0102 :D) &lt;--- nein das ist nicht &uuml;berheblich sondern lediglich vorsichtig","replies":[{"id":"","poster":"TurtleMari","date":"2015-06-27T20:24:19.190+0000","up_votes":1,"down_votes":0,"body":"Wäre denke besser wenn man den Chat \nautomatisch analysieren könnte und das \ndaran festmachen, falls das geht?\n\nAnsonsten ist die Idee sehr gut.\nNur mal so am Rande, wieso\nfangen die Leute überhaupt damit \nan?","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-31T17:15:10.240+0000","up_votes":1,"down_votes":0,"body":"Heya\nGefällt mir zwar eigentlich, aber würde entweder abused oder nicht benutzt werden.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"proudVegan","date":"2015-05-31T16:49:42.759+0000","up_votes":1,"down_votes":0,"body":"Die Idee an sich ist gut, aber es würde Komplet missbraucht werden (z.b. wie du gesagt hast dur premades usw....)","replies":[]}]}