{"id":"vw2LVLgG","poster":"FailerOfWorld","date":"2015-05-30T15:00:25.912+0000","title":"Bin ich in der low-prio-Q?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Moin Leute,\r\n\r\nich hab folgendes Problem: Ich kann nicht in die Warteschlange, da folgende Meldung angezeigt wird: \r\n\r\n\"Weil du vor kurzem ein Spiel w&auml;rend der Championaiswahl verlassen hast, oder zu viele Spiele abgelehnt hast, kannst du der Warteschlange derzeit nicht beitreten\"\r\n\r\nIch weis nicht woher die Meldung kommt, aber davor war es mir nicht m&ouml;glich ein Game zu finden, daraufhin habe ich die Suche nach 7 Minuten Q immer abgebrochen, weil ich dachte, es l&auml;ge an meine Inet.  \r\n\r\nNun die Frage: Bin ich in der ber&uuml;hm ber&uuml;chtigten low-Prio-Q? Hab kurz davor ein Ranked aus Internetproblemenabbrechen m&uuml;ssen, allerdings als die Gegner bereits an unserem Nexus dranwaren. Aber m&uuml;sste ich nicht eine Meldung bekommen?\r\n\r\nDanke f&uuml;rs Helfen, LG","replies":[{"id":"","poster":"drexxsack","date":"2015-05-30T15:04:37.203+0000","up_votes":2,"down_votes":0,"body":"Low-Prio-Queue gibt es nur für leaves aus einem bereits aktiven Spiel.\n\nDie Nachricht, die du bekommen hast, bekommt man, wie sie selbst sagt, wenn man zu oft die Champselect beendet oder nicht annimmt.\nDiese Zeit sitzt du einmal ab und danach nicht mehr.\nhttps://support.riotgames.com/hc/de/articles/201751844-Verlassen-der-Warteschlange\n\n\nDie Low-Prio-Queue funktioniert ähnlich, wird aber nur gegeben, wenn man bereits gestartete Spiele zu oft verlässt.\nDie Low-Prio-Queue hat man für 5 Spiele und hat dabei eine länge zwischen 5 und 20 Minuten, je nach \"Stufe\".\nIn der Leaverbuster-FAQ findest du ein Bild der englischen Nachricht.\nDu wirst sehen, dass diese einen vollkommen anderen Inhalt hat, als deine.\n\nhttps://support.riotgames.com/hc/de/articles/201752714-H%C3%A4ufig-gestellte-Fragen-zum-LeaverBuster\n","replies":[{"id":"","poster":"FailerOfWorld","date":"2015-05-30T17:21:14.658+0000","up_votes":1,"down_votes":0,"body":"Aha vielen Dank, ich bin mir zwar nicht bewusst, wann ich so häufig abgelehnt haben sollte bzw die Champauswahl verlassen habe, aber daher kommen wahrscheinlich auch meine -13LP, die ich soeben vorgefunden habe. Jetzt eine  kurze Frage: Ist das schlimm und verringert die Chance eines Abstiegs oder ist das nur  \"Kosemtik\"?","replies":[{"id":"","poster":"drexxsack","date":"2015-05-30T17:55:29.255+0000","up_votes":2,"down_votes":0,"body":"Sollte eher Kosmetik sein, als alles andere.","replies":[]}]}]}]}