{"id":"eAe6eLTa","poster":"Shisega","date":"2015-05-30T16:55:01.115+0000","title":"Duo Q-Partner gesucht , Silber","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo {{summoner:31}} \r\nIch suche einen Teampartner, der bereit ist, mit mir zu trainieren und zusammen in die n&auml;chste Elo zu kommen.\r\n\r\nIch selber bin 16 Jahre alt, ein M&auml;dchen und spiele seit Ende letzten Jahres League of Legends. Meine Lane ist die Botton Lane, mit ADC als Main. Ich schwanke immer wieder zwischen S4 und S5, w&uuml;rde aber gerne diese Season Gold werden. Ich bin regelm&auml;&szlig;ig online und auch immer zu erreichen. TS3 sowie auch Skype ist vorhanden, ebenso wie ein gut funktionierendes Headset.\r\n\r\nIch suche jemanden, der Main Support ist und genauso gerne in die n&auml;chste Elo kommen will, wie ich. Du solltest &auml;lter als 16 Jahre sein und vielleicht auch ein/zwei Tipps f&uuml;r mich parat haben. Ebenso w&auml;re es gut, wenn du ein gut funktionierendes Headset hast und auch t&auml;glich online bist, damit wir jeden Abend ein/zwei Spiele machen k&ouml;nnen. \r\n\r\nNoch Fragen? Fragen! ~ YueChanx {{champion:51}}","replies":[{"id":"","poster":"jeigendi","date":"2015-05-31T00:30:49.182+0000","up_votes":1,"down_votes":0,"body":"Juten Abend ich bin Main Jungler ,wenn ich des nicht bekomme auch gerne Supp .\nBin 20 J Jung und auch in dein Elobereich nur nach der misslungenen Promo zu S3 will nicht mehr .\nWenn du Lust auf Tryouts hast Add mich .","replies":[]},{"id":"","poster":"Xoriam","date":"2015-05-31T00:14:23.708+0000","up_votes":1,"down_votes":0,"body":"joa hätte interesse bin main supp oder mid 23j jung und steck zur zeit in s4 fest also falls du interesse hast add mich einfach ingame^^","replies":[]},{"id":"","poster":"Avalerya","date":"2015-05-30T18:36:39.836+0000","up_votes":1,"down_votes":0,"body":"Hey,\nIch und ein sehr guter Kollege spielen so gut wie jeden Tag LoL und sind auf deinen Thread aufmerksam geworden.\nZu uns:\n\nIch bin Main Jungler und spiele Silber 2 - 3 Niveau und übernehm auch gern Rollen wie Support oder Adc\nMein Kollege ist Platin 3 Niveau und Main Support, vertritt aber auch alle anderen Lanes gern bis auf Jungle xD\n\nWir sind lustig, haben ein soziales Verhalten und flamen Ingame nicht.\nTs3 besitzen wir, nutzen es aber ungern. Skype dafür aber immer.\n\nGeaddet hab ich dich mal,\nfalls du Interesse hast so melde dich doch bei mir :)\n\nLG\nAvalerya","replies":[]}]}