{"id":"g6sBvZkX","poster":"A Dragons Heart","date":"2015-05-28T12:21:44.725+0000","title":"Mastery-Änderung Wissen","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Heyho, ich wollte mal h&ouml;ren, was ihr von den Mastery-&Auml;nderungen im Wissensbereich haltet :)\r\nMfG","replies":[{"id":"","poster":"Jaberno","date":"2015-05-28T12:53:29.999+0000","up_votes":1,"down_votes":0,"body":"Haha wollte grade auch nen ähnlichen Thread erstellen. \nAllerdings eher speziell auf das MasteryTalent \n\nInspiration.\n\nDer Erfahrungsgewinn wurde verdoppelt, und da ist meine Frage ob es sich nicht doch für den ein oder anderen Supporter lohnt diesen zu Skillen. Speziell wenn man Supporter mit viel Roampotential spielt. Denke da natürlich Speziell an Bard, oder evtl. ne Nami/Sona. Könnte mir auch ne Leona vorstellen, ich meine je schneller sie uplevelt je stärker wird Ihr schild. (von geringeren CD mal abgesehen). \n\nOder nach wie vor einfach nur total useless?","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-28T20:10:01.513+0000","up_votes":1,"down_votes":0,"body":"Bisher habe ich es nie geskillt, weil ich gerade Tanky-Supporter spiele und mit dem Level doch gut mithalte, manchmal sogar höher  bin.","replies":[]}]},{"id":"","poster":"RM Heartmeander","date":"2015-05-28T16:28:47.206+0000","up_votes":1,"down_votes":0,"body":"Also ich finde die Masteryänderungen teils gut, teils schlecht.\n\nMeditation\nBÄUMCHEN WECHSLE DICH „Meditation“ hat im Baum der Wissen-Meisterschaft den Platz mit „Kluger Kopf“ getauscht.\nJE MEHR DU INVESTIERST, DESTO MEHR BEKOMMST DU Gewährt 1/2/3 Manaregeneration alle 5 Sekunden. ⇒ Stellt alle 5 Sekunden 0,5/1/1,5 % des fehlenden Manas wieder her.\n\nAn sich gut, nur blöd dass man jetzt 12 Punkte in Wissen braucht.\nSomit nur für Supporter nützlich.\n\n\nKluger Kopf\nBÄUMCHEN WECHSLE DICH „Kluger Kopf“ hat im Baum der Wissen-Meisterschaft den Platz mit „Meditation“ getauscht.\nTSCHULDIGUNG, RYZE Gewehrt 2/3,5/5 % des maximalen Manas ⇒ Gewährt 25/50/75 Mana\n\nNicht nur für Ryze.\nSondern für alle Champs die Mana haben und 3 Punkte in die Manaregeneration gesteckt haben.\nBei 75 Mana brauchte man nur 125 sec also 2 min und 5 sec um 75 Mana zu regenerieren.\nJetzt wurde also das Durchhaltevermögen von Manachamps noch weiter verschlechtert, denn 75 Mana sind manchmal nur nen Spell oder weniger.\nDas finde ich den schlechtesten Punkt in allen, denn bei manchen Champs braucht man Manareg, da sie sonnst zu schnell oom sind.\nSprich das hat weiter Manalose Champs oder solche mit Energie gestärkt.\n\n\nInspiration\nINSPIRIERENDE VERBESSERUNGEN In der Nähe eines verbündeten Champions mit höherer Stufe werden alle 10 Sekunden 5/10 Erfahrung ⇒ alle 10 Sekunden 10/20 Erfahrung gewährt\n\nNett endlich kann man mal richtig Warden gehen ohne zu viel zu verpassen.\nEröffnet je nachdem neue Strategien in dem man dem ADC immer nen Levelvorsprung lässt und die Erfahrung durch diese Passive nachholt.\n\n\nBandit (Nahkampf)\nWIR SOLLTEN ES TASCHENDIEB NENNEN Championtötungen und Unterstützungen gewähren 15 zusätzliches Gold ⇒ Gewährt jedes Mal, wenn ein gegnerischer Champion angegriffen wird, 8 Gold (5 Sekunden Abklingzeit).\n\nEher nen Nerv vor allem im Early.\nAusser man geht nur rein für nen AA und um an Gold zu kommen.\n\n\nIntelligenz\nINTELLIGENTER Verringert die Abklingzeit aktivierter Gegenstände um 4/7/10 % ⇒ 8/14/20 %\n\nDas kann heftig werden, wenn man voll auf aktivierbare Gegenstände baut.\nFehlt nur noch nen Champ der mit aktivierbaren Gegenständen skaliert. (ja ich hätte da ne Idee dazu xD)\n\n\nWanderer\nWANDERERER Gewährt +5 % Lauftempo ⇒ +20 Lauftempo (also von prozentual zu pauschal) \n\nWas soll man sagen?\nManchen bringt es was, manchen nicht.\nBei 400 Lauftempo hat man genau +20.\nSprich bei allen die 5er Boots bauen ein Nerv, dafür im early ein Buff.","replies":[]},{"id":"","poster":"Ashuna","date":"2015-05-28T12:29:43.109+0000","up_votes":1,"down_votes":0,"body":"Ich finde die Änderungen echt Krass.\nDa ich Main Support Spieler bin finde ich die Mastery:\nIntelligenz \n\nINTELLIGENTER :  Verringert die Abklingzeit aktivierter Gegenstände um 4/7/10 % ⇒ 8/14/20 % \n\nJetzt extrem stark sind auf jeden fall gute Änderungen. Einiges dabei was man sich genauer anschauen sollte. Die Item Änderungen sind auch nicht von schlechten Eltern.\n\nmfg Ashuna {{champion:1}}","replies":[]}]}