{"id":"RJj90POx","poster":"TB Yoda","date":"2015-05-28T15:31:39.202+0000","title":"Der Patch und Champion releases","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Was ist eure Meinung zu dem neuen Patch?\r\nIch pers&ouml;nlich finde dass der Sejuani und Gragas nerf dringend n&ouml;tig war! (meiner Meinung nach schon viel fr&uuml;her aber das mal beiseite)\r\nMit der vorstellung von Ekko haut Riot ja endlich wieder mal nen Assassin raus! Soweit ich mich erinnern kann war Zed (oder Kha Zix?!) ja der letzte der rausgekommen ist und das ist ja auch schon ne ganze Weile her! Au&szlig;erdem fand ich den Artikel von Riot &uuml;ber &quot;den Fall der Assassins&quot; in gewisser Weise ironisch und unn&ouml;tig: sie selber steuern die Meta in Richtung tankyness und cc, releasen einen neuen Assassin und schreiben daraufhin einen Artikel, dass sie aussterben.... Ich pers&ouml;nlich fand die Assassin-meta viel dynamischer und interessanter als die jetzige Tank-meta und w&uuml;rde mir sehr w&uuml;nschen, &ouml;fter champions wie {{champion:105}} {{champion:238}} {{champion:91}} {{champion:107}} {{champion:121}} oder{{champion:76}} zu sehen!\r\n...oder doch vielleicht doch eine Tendenz in eine komplett andere Richtung?{{champion:432}}","replies":[{"id":"","poster":"BulletPrøøfMønk","date":"2015-05-29T08:18:51.782+0000","up_votes":1,"down_votes":0,"body":"Ich denke TankMeta mag RIOT selber nicht sogerne, jedoch ist ein TankMeta einfacher zuhändeln als ein Assasinenmeta, wo ein kleiner Patch 1nen Champ direkt OP machen kann. Im TankMeta zeigt sich vorallem im 5vs5 das es mehr Abwechslung gibt (siehe die ANzahl der gespielten Champ im letzten Split im Vergleich zu S3)","replies":[]},{"id":"","poster":"FreeZorZonE","date":"2015-05-28T15:33:13.666+0000","up_votes":1,"down_votes":0,"body":"Ekko ist der beschisste Champ seit langem. Er is sowas von useless das hat die Welt noch nie gesehen xd","replies":[{"id":"","poster":"TB Yoda","date":"2015-05-28T15:40:16.413+0000","up_votes":1,"down_votes":0,"body":"Ich finde er ist einer der stärksten Assassins ingame! Wenn man sich seine ability scalings ansieht, hat er mit die besten ingame und seine ult hat (neben vel´koz) einen der höchsten base dmg ingame! Dazu hat er alles was ein guter Assassin braucht: Escape:Ulti+e+w;Engage:Ulti+w+e;Burst:w-Passive+Ulti+passive;Sustain:w-Schild+r-Heal;CC:w-Stun+q-Slow!\nhat alles was man braucht! Das einzige negative was ich seheist seine squishyness, aber dafür bekommt er ja von seiner ult hp zurück.\n༼ つ ◕_◕ ༽つ EKKO","replies":[]}]}]}