{"id":"kBvqZoiW","poster":"Notperfect","date":"2015-05-28T16:27:45.170+0000","title":"Elise - Abseilen Bug (Mauszeiger buggy)","subforum":"Melde einen Bug","up_votes":1,"down_votes":1,"body":"Hallo,\r\n\r\nIn der Ueberschrift ist eigentlich schon die Ursache aufgezaehlt.\r\nIch erklaers aber nochmal ausfuehrlicher wann und wo der Bug aufgetreten ist.\r\n\r\nBeschreibung:\r\nElise Abseilen (E) in der Spinnengestalt veraendert den normalen Mauszeiger und macht ihn Buggy,\r\nDer Mauszeiger bleibt dann dauerhaft in dem Symbol welches wie dieses &quot;Ziel Symbol&quot; aussieht. (dieses viereckige Fadenkreuz mit dem Punkt in der Mitte) und ca 3 mal so gro&szlig; wie sonst.\r\nDer Bug trat in einem 25 Minuten Spiel 4 mal auf und ging manchmal gar nicht mehr weg.\r\n\r\nWas ich gemacht habe:\r\n1. LoL Fenster minimieren, auf den desktop gedrueckt und Spiel wieder aufgenommen.\r\n2. Shop Fenster auf und zu.\r\n3. Die Faehigkeit erneut benutzt.\r\n\r\nWo es passiert ist:\r\n1. ARAM\r\n\r\nWas passiert ist:\r\n1. Nach dem Tod war dieser Mauszeiger immer noch buggy.\r\n2. Manchmal funktionierte der Mauszeiger nach der erneuten Aktivierung von Abseilen, das eine mal erst nach dem 4ten Abseilen.\r\n3. Der Fehler trat nicht immer, ist vielleicht schwer den Bug zu testen.\r\n\r\nMoegliche Ursache durch Feindliche Gegner:\r\n1. Vi\r\n2. Kassadin\r\n3. Blitzcrank\r\nvlt weil ich beim hochspringen gesilenced wurde, oder den Knock up von VI, sicher bin ich mir aber nicht obs an den Champs lag.\r\n\r\nMeine PC-Einstellung:\r\n1. Alle Grafikeinstellung auf minimum.\r\n2. Fenster Modus (1280x800)\r\n3. Keine andere Programme am laufen (Teamspeak oder sowas), das einzigste was ich anhatte war Windows Media player fuer Musik\r\n\r\n\r\nvielleicht war dies nur eine Ausnahme, ein Grafik Fehler oder durch den neuen Patch verursacht worden.\r\nScreenshot hatte ich einen gemacht, aber das Fadenkreuz war nicht auf dem Bild.","replies":[{"id":"","poster":"XExEcUtOrX04","date":"2015-05-28T17:01:14.228+0000","up_votes":1,"down_votes":0,"body":"Hatte ich auch mit Gnar, weiß leider nicht mehr was ich gemacht hab. \n\nBitte fixen :)","replies":[]}]}