{"id":"AHTaynqY","poster":"XxFeedMeMore","date":"2015-05-28T10:15:14.775+0000","title":"AFK in promos","subforum":"Spielerverhalten & Moderation","up_votes":4,"down_votes":3,"body":"So ich befinde mich momentan in bronze 2 war bisher 4mal in der Promo f&uuml;r Bronze 1 habe 11 Promo spiele gespielt.\r\nUnd in diesen 11 Promo games 8mal einen oder mehre AFK leute bekommen&lt;.&lt;\r\nich finde das leute die in rnakeds afk gehen h&auml;rter bestraft werden ich sehe manche 2 tage nach dem sie in meiner promo afk waren im Gegner Team in denn rankeds wird das denn &uuml;berhaupt nicht mehr bestraft oder was l&auml;uft da falsch &gt;.&lt;","replies":[{"id":"","poster":"eingew","date":"2015-05-28T10:20:07.739+0000","up_votes":2,"down_votes":2,"body":"Die Strafe sieht anders aus, als du es dir vorstellst. Man bekommt keine Timebans, sondern eine Lowpriority Queue. Dh man muss vor jedem Spiel 5/10/20 Minuten warten.","replies":[{"id":"","poster":"Sh ee N n Kill a","date":"2015-05-28T10:22:07.845+0000","up_votes":3,"down_votes":1,"body":"Was sind denn bitte schon 20 min. ? Da schaust du dir halt so lange ein Video bei Youtube, oder einen Stream an.","replies":[{"id":"","poster":"Petite pipe svp","date":"2015-05-28T10:50:45.350+0000","up_votes":3,"down_votes":0,"body":"5 mal 20 Minuten vor dem Game. Wenn du ablehnen drückst oder das Fenster verpasst hast du Pech gehabt :) Habe gerade eine weil ich dc't bin und es ist nervig.. Aber auch gerechtfertigt. Mir nen Bann reinhauen nur weil ich ein einziges Spiel afk war wäre richtig mies.","replies":[]}]},{"id":"","poster":"XxFeedMeMore","date":"2015-05-28T10:23:28.732+0000","up_votes":3,"down_votes":4,"body":"klasse das heißt ich geh im rnaked afk versaue 4 leuten denn spaß am ranked und muss 20 Minuten warten?XD dann amch mir eine Pizza warm iss die und versaue weiter... \nsry aber afkler im ranked sind schlimmer als flamer und sollten viel härter bestraft werden","replies":[{"id":"","poster":"eingew","date":"2015-05-28T13:01:22.298+0000","up_votes":1,"down_votes":1,"body":"Wo ist der Unterschied zu Timebans? Ob du jetzt eine Woche wartest oder vor jedem Spiel, da gibt es nur einen Unterschied: Vor dem Spiel ist deutlich nerviger. Vor allem kann man diese Zeit nicht einfach überbrücken. Den Wochenban gehst du halt auf den Smurf oder spielst was völlig anderes, dazu hast du bei 5/10 m kaum Zeit und selbst bei 20m gibt es nicht sonderlich viel zu tun.\n\nAußerdem heißt das ja nicht, dass die Wochen und Permabans deshalb völlig fehlen. Die gibt es natürlich trotzdem noch ;)","replies":[]},{"id":"","poster":"RoderickAndara90","date":"2015-05-28T12:08:10.568+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=XxFeedMeMore,realm=EUW,application-id=KYnfKGf0,discussion-id=AHTaynqY,comment-id=00000001,timestamp=2015-05-28T10:23:28.732+0000)\n\n> klasse das heißt ich geh im rnaked afk versaue 4 leuten denn spaß am ranked und muss 20 Minuten warten?XD dann amch mir eine Pizza warm iss die und versaue weiter... \n\nNein du versaust nicht 4 Leuten sondern 9 Leuten den Spaß. In meiner Promo zu gold letzte Season hatte ich Leute in Team die meinten sie gehen AFK damit andere nicht nach Gold kommen. Also warte erstmal ab bis es an die nächste Stufe Promo geht.","replies":[]},{"id":"","poster":"Temudschinn","date":"2015-05-28T10:27:43.226+0000","up_votes":2,"down_votes":2,"body":"Riot hat viele Wissenscahftler im Team, es wird wohl Gründe haben dass sie von den früheren Acc-Bans weggekommen sind. Die Leute testen ihre Systeme immer ausgiebig, bevor etws live geht.\n\nWenn du dich etwas hier im Forum umsiehst wirst du merken das es dutzende von Leuten gibt die sich über 20min Strafe gewaltig aufregen. Die Strafe scheint ihr ziel also zu erreichen.","replies":[]}]}]},{"id":"","poster":"Quantum Theory","date":"2015-05-28T12:08:18.871+0000","up_votes":1,"down_votes":0,"body":"Ich finde Riot sollte sich mehr auf Teamrankeds konzentrieren das bietet so viele Vorteile...man findet nur leider schwer ein ( gutes) Team  QQ gg easy","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-05-28T12:20:00.303+0000","up_votes":2,"down_votes":2,"body":"AFKler wirst du im Schnitt öfters im Gegnerteam haben (es sei denn, du gehst selber oft afk).\n\nEntsprechend profitierst du eigentlich von diesen Leute.\nKlar, es ist ärgerlich, wenn der afkler in einer Promo in deinem Team landet. Auf der anderen Seite hatte vielleicht in den vorherigen Games der Gegner einen afkler im Team und ohne diesen wärst du vielleicht nicht in die Promo gekommen. ;)\n\nUnd doch! Die Lower priority tut weh!\n5x 20 Minuten warten ist hart. So viele Pizzas kannst du gar nicht essen! XD\nDer Spieler verpasst so insgesamt so viel Spielzeit wie 3 Games (mit ca. 33 Min. Spielzeit). Die Reaktionen der afkler hier im Forum haben auch gezeigt, dass dies jenen Spielern sehr nervt.\nAuch nervig dabei ist: der afkler muss die \"Hosen runterlassen\" vor seinen Premades. Denn die müssen \"dank ihm\" auch warten. Sicherlich sehr unangenehm vor seinen Freunden, als afkler abgestempelt zu werden (wird aber rasch dazu führen, dass man nicht mehr afk geht).","replies":[]},{"id":"","poster":"Wobba","date":"2015-05-28T10:23:22.158+0000","up_votes":1,"down_votes":1,"body":"Ich hab 40games für Gold gebraucht. Jetzt bin ich Dia hmm. Einfach weiterspielen :)","replies":[]}]}