{"id":"yHNfUMIh","poster":"Worst Yásuo","date":"2015-05-27T19:01:39.191+0000","title":"Sind 6 Champs genug ?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":5,"body":"Guten Abend liebe Community, \r\nmir ist seit dem Patch wo Glutkoloss raus gekommen ist aufgefallen das 6 Champions irgendwie nicht genug zu bannen sind,dadurch das ein paar Champions in der LCS gespielt spielen wir sie auch. Meiner Meinung nach sind 6 Champs echt wenig wenn man bedenkt das es 125 ( oder 126) Champions es in League of Legends gibt sind 6 Champions echt wenig.Und jetzt zu euch, ich will eure Meinung h&ouml;ren.","replies":[{"id":"","poster":"Black Mage","date":"2015-05-27T19:25:47.754+0000","up_votes":2,"down_votes":1,"body":"6 reichen, mehr würde das spiel zu sehr beeinflussen (negativ), da man zu den \"haupt bans\" dann alle \"counter picks\" bannen könnte...\n\noder halt die restlichen viable champs einer bestimmten rolle (z.B. alle ads außer jinx, etc)...\n\n\n6 sind perfekt, da das spiel recht balanced ist, somit keinen bedarf hat für mehr bans","replies":[]},{"id":"","poster":"Adanio","date":"2015-05-28T00:09:41.040+0000","up_votes":1,"down_votes":0,"body":"Sobald 150 Champs draußen sind kann man vll. auf 4-4 erhöhen und dann bei 200 auf 5-5 aber mehr würde ich nicht machen.\nAnsonsten fände ich die Idee von erzi222 gut das jeder spieler ein champion bannen darf.","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-27T23:12:45.552+0000","up_votes":1,"down_votes":0,"body":"Bans sind auf unserem Niveau absolute Glückssache... nur so ein Beispiel: Man hätte mich Jahrelang komplett ausbannen können, wenn man Karma gebannt hat. Das war der eine Champ, mit dem ich (für meine damalige Elo) richtig gut war... und ich habe Ranked Games mit der alten Karma im Jungle gewonnen... Aber wer bannt denn bitte schön Karma...\n\nEin anderes späteres Beispiel: Da bannt der Gegner Morgana und ich denke mir \"Geil, der eine Support, den ich absolut nicht spielen kann, der aber auch noch richtig gut gegen mich ist, danke für diesen Bann.\"\n\nFrage einfach deine Mitspieler, wovor sie die meiste Angst haben und dann banne 3 dieser Champions und gut ist.","replies":[]},{"id":"","poster":"erzi222","date":"2015-05-27T23:08:21.645+0000","up_votes":1,"down_votes":1,"body":"mehr banns wären einfach nur logisch und mal nützlich. am besten für jeden spieler der sich einen bann aussuchen darf.\ndann kann auch keiner meckern, und die wichtigen entscheidungen fallen nicht nur von einem pfosten ab.","replies":[]}]}