{"id":"ccy0Ixeh","poster":"ÆonFox","date":"2015-05-28T02:10:26.883+0000","title":"Vorschlag Strafrückmeldesystem oder auch warum Restriction QQ????","subforum":"Spielerverhalten & Moderation","up_votes":3,"down_votes":1,"body":"Sehr h&auml;ufig sehe ich hier im Forum das jemand meint nicht zu wissen woher diese oder jene Strafe kommt die man erh&auml;lt und f&uuml;hlen sich zu unrecht bestraft... Wie w&auml;re es wenn beim aussprechen der Strafe eine Info zum Fehlverhalten mitgeliefert wird?\n\nIch stelle mir bei dieser Strafinfo z.B. folgendes vor:\n20 Spiele Chatrestriktion\nBegr&uuml;ndung: In einem der vergangenen Spiele haben sie folgendes Fehlverhalten im Chat an den Tag gelegt.\nChatnachricht: Hey noobtop stop feed that fkin Fiora.\n\nMit dieser Knappen automatisierbaren Info bek&auml;me man sein Fehlverhalten nocheinmal vor Augen gef&uuml;hrt und die bescheidenen \"ich hab nichts gemacht\" Threads verschwinden.\n\nVorteile: \nVerringerte qqthreads, weniger Strafr&uuml;ckfragen beim Support und m&ouml;gliche Nichteinseher warum was so schlimm war bekommen besseres Feedback um zu erkennen was schlecht war.\n\nM&ouml;gliche Nachteile:\nTheoretisch k&ouml;nnte ein bestrafter eingrenzen wer ihn Reportet hat, m&ouml;gliche Racheversuche m&uuml;ssen dann umso h&auml;rter geahndet werden.\n\nEdit: Bei häufiger zu recht reporteten Fällen könnte man die Rückmeldung abstraktieren indem man unschöne Wörter aus dem zusammenhang reisst.\nZ.B. Sie haben vermehrt folgende Wörter missbraucht:\nNoob, troll, idiot, report, sht ............................................\n\nWas meint ihr, direkte R&uuml;ckmeldungen bei Strafen?  Ich w&uuml;rds begr&uuml;&szlig;en.\n\nGru&szlig; Fox","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-28T05:36:33.462+0000","up_votes":1,"down_votes":0,"body":"@ R3sq\nMit den Reformkarten meinst du glaub ich das was ich mir wünsche, ich meinte die Abstraktionen nur für Vielflamer damit diese einzelne Reports nicht zurrückverfolgen können, ich denke Wenigflamer lernen eher mal was aus einem Restrict als Gewohnheitsflamer und werden sich das eher zu Herzen nehmen und sich bessern.\n\n@ ExtremF1ght\nNun wenn man so klar Feedback erhält ist das gut, ich hatte das noch nie, im Forum hört man nur alle jammern weil sie nicht gesagt bekmmen was sie denn Falsch gemacht haben, ich habe geschlussfolgert.\n\nGruß Fox","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-28T06:00:57.627+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=ccy0Ixeh,comment-id=0002,timestamp=2015-05-28T05:36:33.462+0000)\n>\n> im Forum hört man nur alle jammern weil sie nicht gesagt bekmmen was sie denn Falsch gemacht haben, ich habe geschlussfolgert.\n> \n\nDann schau dich mal um ;)\nEs gibt hier seit kurzem wieder die schönen topics, in denen die Leute rumheulen eben WEIL man ihnen sagt was sie falsch gemacht haben. Aber das ist ein anderes Thema ^^ Schau dich wirklich mal um dann siehst du auch was die anderen meinen. So manche haben ihre chatlogs hier schon geposted.\n\nDas was du dir wünschst ist also schon auf dem weg, bzw. teilweise sogar schon da.","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-28T06:34:41.070+0000","up_votes":1,"down_votes":0,"body":"Ok, dann komm ich zu spät^^.\nWar über einen QQ gestolpert der wieder nix wissen wollte warum und hatte kurz überlegt, das neue System im test scheint auf jeden Fall schon anklang zu finden, binn gespannt.\n\nGruß Fox","replies":[]}]}]},{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T04:03:40.966+0000","up_votes":1,"down_votes":1,"body":"Hey ehm also na ja ich hab grade eben auf meinen Smurf gespielt und da waren paar trolls und dann bin ich auch toxic geworden und wurde prompt für 14 tage gebannt\n\njetzt pass mal auf\n\nich habe ne e-mail bekommen in welcher mein kompletter chatverlauf des matches steht\n\necht unglaublich ich hab nur 1 match gespielt auf dem account und wurde sofort gebannt nachdem match\n\nprops an rito wie schnell die sind\n\nalso deine idee wird quasi schon umgesetzt","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-05-28T05:01:26.011+0000","up_votes":1,"down_votes":0,"body":"Dann zeig doch mal Deinen Chatverlauf.\nVon dem neuen System werden nur die Härtefälle bestraft, und die ersten paar Tausend Banns werden zusätzlich noch von RIOT-MA geprüft, um Fehlentscheidungen zu vermeiden.","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T05:26:56.817+0000","up_votes":1,"down_votes":0,"body":"nicht öffentlich","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-05-28T15:33:42.902+0000","up_votes":1,"down_votes":0,"body":"Dann scheint die Sperre ja offenbar nicht den falschen zu treffen...","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T15:47:58.083+0000","up_votes":1,"down_votes":1,"body":"na ja ich weiss ja nicht wie das ist im Rechtssystem mit Provokationen aber mir ist das sowieso egal das ist mein smurf","replies":[{"id":"","poster":"Darkr3sQ","date":"2015-05-28T16:01:20.952+0000","up_votes":2,"down_votes":0,"body":"Gegen Provokation hast Du den Mute-Knopf, und nach dem Spiel die Möglichkeit, den Spieler zu reporten. Wenn der Spieler oft genug reportet wird, bekommt er die Strafe anstatt Du.","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T16:08:09.402+0000","up_votes":1,"down_votes":2,"body":"und wenn du einen veigar jungle hast der intenionell feedet kannst du den auch muten? hört er dann auf zu feeden?","replies":[{"id":"","poster":"Irrsinn","date":"2015-05-28T16:11:34.272+0000","up_votes":3,"down_votes":0,"body":"Hört er auf zu feeden wenn du ihn anbrüllst und die Sau rauslässt?","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T16:13:31.617+0000","up_votes":1,"down_votes":4,"body":"was wollt ihr jetzt eigentlich alle? mir ist das doch scheiss egal das ist mein smurf ich denke mal wir beide sind gebannt wenn ihr unbedingt rassisten verteidigen wollt gut aber hör denn endlich auf mir auf die eier zu gehen xD","replies":[{"id":"","poster":"eingew","date":"2015-05-28T17:07:19.769+0000","up_votes":2,"down_votes":0,"body":"Niemand verteidigt hier Rassisten 0.o andere Spieler sind absolut nicht relevant für deine Sperre, wieso beziehst du dich darauf?","replies":[{"id":"","poster":"eXtremeF1ght","date":"2015-05-28T17:21:39.407+0000","up_votes":1,"down_votes":3,"body":"ich wünschte ich könnte dich muten","replies":[]}]}]}]},{"id":"","poster":"eingew","date":"2015-05-28T17:06:25.317+0000","up_votes":1,"down_votes":0,"body":"Nein, aber du kannst ihn reporten und somit vom Spiel ausschließen.","replies":[]}]}]}]}]},{"id":"","poster":"ÆonFox","date":"2015-05-28T05:37:29.159+0000","up_votes":1,"down_votes":0,"body":"SO","replies":[]}]}]}]},{"id":"","poster":"Darkr3sQ","date":"2015-05-28T04:00:31.098+0000","up_votes":1,"down_votes":0,"body":"Dass es die QQ-Threads stoppt, kann ich mir nicht vorstellen. Damals, als die Strafen noch vom Tribunal vergeben wurden, kamen auch immer wieder QQ-Threads, sogar mit Reformkarte, wo sich dann über den ungerechten Bann beschwert wurde.\nFlamer sehen ihr Fehlverhalten teilweise nicht als Fehlverhalten sondern als normal oder die Wahrheit sagen oder schlicht und ergreifend in der Meinungsfreiheit gedeckt.\n\nWenn diese abstrahierten Meldungen mit lediglich Schlagwörtern verschickt werden, kommt es dann so vor, als ob die Analyse lediglich nach Schlagworten sucht, und die QQ-Threads werden dann sicherlich noch mehr werden \"QQ System ist blöd. Sucht nur nach Schlagworten, dabei habe ich selbst nur geflucht oder mich selbst beleidigt, statt das Team\".\n\nDiese Reformkarte, zumindest den eigenen Chat, bekommt man aktuell mit dem neuen System zugeschickt, welches die Härtefälle mit 14 Tage und Perma-Bann bearbeitet. Angeblich sollen die Reformkarten insgesamt auch wieder kommen.","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-28T05:37:55.760+0000","up_votes":1,"down_votes":0,"body":"SO","replies":[]}]}]}