{"id":"L0xxdALR","poster":"A Dragons Heart","date":"2015-05-27T11:02:08.243+0000","title":"[Item-Vorschlag] Noxisches Bollwerk ' Bruiser/Offtank","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":1,"body":"Heyho, ich habe mir letztlich ein paar Gedanken &uuml;ber ein Item gemacht und bin zu folgendem Ergebnis gekommen: \n\n**Noxisches Bollwerk** (Bild sh. -> http://ddragon.leagueoflegends.com/cdn/5.7.2/img/spell/VorpalSpikes.png )\n\n+300 Leben\n+55 R&uuml;stung\n+30 Angriffsschaden\n\n**Einmalig Passiv:**\n\n**Durchdringend**\n\n+20% Abklingzeitverringerung\n+10R&uuml;stungsdurchdringung\n\n**Einmalig Passiv: **\n\n**Todesreflektion**\n\n10% des erlittenen Schadens werden absolut und sek&uuml;ndig nach Abrechnung der Resistenzen durch Wellen an die Umgebung verteilt.\nReichweite: 350\n\n**Kosten:** 3300 (363)\n\n**Zusammensetzung:**\n\n{{item:3134}}  (1337)\n+\n{{item:3067}}  (850)\n+\n{{item:1031}}  (750)\n\n\nGedacht ist das Item f&uuml;r **Bruiser/Off-Tanks.**\n\nSchreibt mal eure Meinung und Gedanken. W&uuml;rde mich freuen!\n\nMfG","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-05-27T17:12:55.658+0000","up_votes":1,"down_votes":0,"body":"mal überlegen... \n\n300 Leben\n55 Rüstung\n30 Angriffsschaden\n20% CDR\n10+ Rüstungsdurchdringung\n\nfür 3300 Gold? Okay ist ein anständiger Preis aber die Aktive Fähigkeit ist wirklich zu stark. \nAbsoluter Schaden?\nWie genau soll die Fähigkeit denn ticken? Wie lange ist sie aktiv?\n\nDie aktive ist doch eigentlich nur ein Abklatsch des Dornenpanzers mit Schaden über Zeit, stell dir das Teil jetzt mal zusammen mit Sunfire Cape und dem Dornenpanzer vor...\n\nIch finde nicht dass wir ein Offensives Tank Item mit so komisch durcheinander gewürfelten Stats brauchen. \nWas ich allerdings gut finde ist die Kombination aus Defensiven Werten gemischt mit der Durchdringung. So können Tanks ihren Grundschaden passiv verstärken ohne Offensive Werte zu bauen.\n\nMein Vorschlag wäre eventuell ein Item aus {{item:3136}} und {{item:3134}} zu machen, da gefällt mir die AP und AD dann aber wieder nicht. Schade dass es keine kleinen durchdringungs Items gibt ohne Offensive Werte. Aus denen könnte man dann tatsächlich mehr machen als jetzt möglich.\n\nMein Vorschlag zu einem Item:\n\n**400 Leben\n10% CDR**\n\n**Einmalig Passiv:**\nDer Grundschaden deiner Fähigkeiten (unbeachtet von allen Schadensboni und Skalierungen) erhält 10% Rüstungs und Magiedurchdringung.\n\n**Einmalig Aktiv   :**\nDeine nächste Fähigkeit verursacht 10% des Grundschadens an zusätzlichen Schaden über Zeit. 60 Sekunden Abklingzeit","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:50:33.920+0000","up_votes":1,"down_votes":0,"body":"Die \"komisch\" gewürfelten Stats kommen von den Kombinationsitems. Meiner Meinung nach wäre es nicht sonderlich praktisch durch den Brutalisierer und den Zündjuwel 20% Abklingzeitverringerung zu kriegen, die dann aber wieder entfällt, wenn du weißt was ich meine!\nBei der Passiven hatte ich mich vertan! Tut mir Leid! Ist eine Passive und keine Aktive! Ja, ist so ähnlich wie der Dornenpanzer aber mit neuen Aspekten.","replies":[{"id":"","poster":"Ehren Teemo","date":"2015-06-02T10:44:57.876+0000","up_votes":1,"down_votes":0,"body":"Mach die passive eventuell stack bar .... Z.b jeder 5 auto atk","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-02T21:33:23.565+0000","up_votes":1,"down_votes":0,"body":"geile Idee","replies":[]}]}]}]},{"id":"","poster":"Syberslevers","date":"2015-05-27T16:35:00.122+0000","up_votes":1,"down_votes":0,"body":"Warum wollen alle nen 2. brutalisierer build?","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-05-27T16:56:17.892+0000","up_votes":1,"down_votes":0,"body":"Wie soll auch aus nem Knüppel n Schwert werden wie unlogisch ist das denn tzzz","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:02:59.224+0000","up_votes":1,"down_votes":0,"body":"Wie soll aus einem Juwel eine Rüstung werden? WIe sollen aus Stoff und Ketten Dornen werden? Wie soll aus einem Dolch ein Bogen werden ? Vll. Recycling ? Ich weiß  es nicht...","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-05-27T17:15:01.013+0000","up_votes":1,"down_votes":0,"body":"Was will ein Schütze mit nem Schwert? Fragen über Fragen...\n\n-Wenn es ein Schwert gibt mit dem man Sachen in die Luft jagen kann dann ist es dieses hier!-\n**_Tristana_**","replies":[{"id":"","poster":"ShadowChild000","date":"2015-06-02T20:30:08.756+0000","up_votes":1,"down_votes":0,"body":"Ich hab schon builds gesehen die aus sieben schwertern bestanden haben, von daher ist es nicht viel unrealistischer dass man aus nem knüppel ein schwert machen kann","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-06-02T21:32:50.847+0000","up_votes":1,"down_votes":0,"body":"Mittlerweile wird {{item:3153}} ja auch aus nem Bogen gebaut :D","replies":[]}]},{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:46:08.561+0000","up_votes":1,"down_votes":0,"body":"Haben da die Illuminaten oder gar die Lobbyisten ihre Finger im Spiel ?","replies":[]}]}]}]},{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:03:21.923+0000","up_votes":1,"down_votes":0,"body":"Es ging mir gar nicht direkt um das zweite Brutalisiererbuild. Er hat angesichts des Items ganz gut gepasst.","replies":[]}]},{"id":"","poster":"Zlimca","date":"2015-05-27T16:39:03.466+0000","up_votes":1,"down_votes":0,"body":"müsste man ein wenig abschwächen und andere items zum bauen nehmen denke weil es sonst etwas zu op ist ich mal aber an sonsten coole idee","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:09:48.342+0000","up_votes":1,"down_votes":0,"body":"Von den Stats her ist es ganz normal, geschweige denn unterdurchscnittlich. Die Passive dürfte nach meinen Berechnungen ebenfalls nicht wirklich viel Schaden drücken, jedenfalls nicht so viel, wie man vll. vermutet1","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-05-27T14:12:52.974+0000","up_votes":1,"down_votes":0,"body":"Wie funktioniert die Aktive genau? Und wie viel CD hat die Aktive? Ist es überhaupt eine Aktive? 10% der fehlenden HP werden als absoluter Schaden per Sunfire übertragen?\n\nDas würde doch schon reichen um Sunfireumhang sinnlos zu machen, und wäre komplett OP. Sunfire wurde schon mal generft, weil 40 magischer Schaden pro Sekunde im Early zu viel sind. Dein Item macht, wenn mir 50% von 1k HP fehlen 50 absoluten Schaden. Also mehr Schaden, gegen den man sich nichtmal Resistenzen kaufen kann. Es ist nebenbei auch der durchschnittliche Wert, wenn man davon ausgeht, man prügelt sich von 100% auf 0% der HP runter.","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:07:02.999+0000","up_votes":1,"down_votes":0,"body":"Tut mir Leid, habe Aktive und Passive vertauscht! Ich meine den Schaden den das Ziel erleidet! Quasi wie einen Dornenpanzer, und das auch nur nachdem Resistenzen abgerechnet wurden.","replies":[]}]},{"id":"","poster":"XOFree","date":"2015-05-27T11:13:36.361+0000","up_votes":1,"down_votes":0,"body":"ja klar komm ^^ du absichtlich resi weggelassen gel?","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T11:56:35.079+0000","up_votes":1,"down_votes":0,"body":"Wie meinst du das?","replies":[{"id":"","poster":"XOFree","date":"2015-05-27T14:46:40.659+0000","up_votes":1,"down_votes":0,"body":"komm schon du weißt dass du den  feuchten traum von rammus beschreibst ^^ wie OP willst du den das item machen? ^^ jeder hat dann ne raumus ult im tf ^^","replies":[{"id":"","poster":"A Dragons Heart","date":"2015-05-27T17:04:12.307+0000","up_votes":1,"down_votes":0,"body":"Nicht jeder! Ich hab vergessen zu erwähnen, dass der Schaden erst nach Abrechnung gedrückt wird.\nDazu kommen auch die hohen Kosten für vergleichsweise wenig Stats.","replies":[]}]}]}]}]}