{"id":"bUX6pj8g","poster":"Sanjay","date":"2015-05-26T20:40:37.322+0000","title":"[S1] LF DuoQ Partner zum Elo climben und Ranked spammen","subforum":"Clans & Teams","up_votes":1,"down_votes":2,"body":"Heyo,\n\nMein Name ist [Sanjay](http://euw.op.gg/summoner/userName=sanjay). Ich spiele seit ende Season 3 (circa Jinx update) und bin momentan in Silber 1 SoloQ sowie 3v3. Letzte Season war ich in Bronze 2/1 und bin in der Preseason nach silber hoch. Im nachhinein kann ich sagen, dass ich viel zu fr&uuml;h mit rankeds angefangen habe. Ich hab in Season 4 kaum Rankeds jedoch &uuml;ber 1200 Normals gespielt. Dieses Jahr bin ich direkt in Silber 1 eingestiegen und habe auch ein gr&ouml;&szlig;eres Interesse mich im Ranked zu messen, jedoch spiele ich ungerne alleine, da ich es mag mich w&auml;hrend dem Spiel zu unterhalten und zu koordinieren. \n\nIch spiele alle Lanes (haupts&auml;chlich Mid/Top/Supp)  und mag den taktischen Aspekt von lol. \n\nHier kommst du, charmanter, gut aussehender, charismatischer Fremder, ins Spiel. Ich suche dich, um mich durch die Elos zu begleiten (im Idealfall nach oben), zum carrien, um gecarried zu werden und um einfach Spa&szlig; zu haben. Es gibt allerdings einige Vorraussetzungen:\n\nDu bist...:\n\n1. ...ein entspannter Mensch, der es schafft andere zu beruhigen. Du bist die Mischung aus nem Einhorn und der Stadt Atlantis, da du es schaffst DuoQ zu spielen ohne hart zu [ragen](https://www.youtube.com/watch?v=-PGq2dV0fBw) oder tilten. Das wichigste daran ist, dass du es schaffst das auch ich immer tiefenentspannt bin, da ich nicht verschont von den Emotionen der SoloQ bin (tl:dr jaaa, ich ich gebe zu dass ich ein kleiner Rager[kein flamer!] sein kann, will aber, dass mich dabei einer zurechtwei&szlig;t)\n\n2. ...im selben elo Bereich. Ist so simpel wie es klingt; Alles ab S2+ ist ok, alles darunter muss mich mit der Argumentation des Todes &uuml;berzeugen.\n\n3. ...daran interessiert dich zu verbessern und zu lernen. Ich bin stolz darauf zu sagen, dass ich eine Menge &uuml;ber das Spiel wei&szlig;, soll hei&szlig;en, ich habe eine menge Ahnung von Champions, Gameplay, (ein bisschen) fortgeschrittenes Mapplay, und bin immer auf dem aktuellsten Stand was Patches und Meta angeht. Ebenso gebe ich gerne zu, dass meine Mechanics nich die besten sind (relativ zur Elo w&uuml;rde ich sagen 7/10, kommt auf das Matchup an). Daran arbeite ich jedoch momentan. \nEbenso solltest du wissen, was deine St&auml;rken und Schw&auml;chen sind. Ich steh auf Tryharder, weil ich selbst einer bin. Getrolle/ Afk, Geflame, Negative Einstellungen und die Schuld bei anderen suchen ist ein Tabu.\n\nDu hast...:\n\n1. ...Zeit! Viel Zeit! Ne ganze Menge Zeit! Ich bin kein Gelegenheits-/ Wochenend-Spieler. Auch ich habe ein RL, auch ich bin nicht nur am zocken, aber es macht ein gutes St&uuml;ck vom Tag aus und ist eines meiner gr&ouml;&szlig;ten Hobbys.\n\n2. ...Voicechat! Mir ist egal ob Ts, mumble, skype, raidcall, etc... Hauptsache deine Soundquali ist nicht die einer Aubergine (Aubergine = schlecht).\n\n3. ...mehr Ahnung vom Spiel als ich/h&ouml;here Elo.(OPTIONAL) Das ist einfach ein richtig gro&szlig;er Pluspunkt. Ich bin extrem wissbegierig und m&ouml;chte stets dazulernen. Wenn du jemand bist, von dem ich lernen kann dann interessierst du mich.\n\n4. ...einen Ruhepuls von 12. (OPTIONAL) Wie schon bereits oben erw&auml;hnt kann ich temperament an den Tag legen (tats&auml;chlich rege ich mich am mesten auf, wenn ich selbst scheisse baue) und f&auml;nde es extrem geil, wenn ich einen Duo Partner h&auml;tte der ne ecke entspannter ist und mich auf den teppich bringt, wenn ich and der Decke klebe. Betonen m&ouml;chte ich dabei, dass ich nicht 24/7 aggro unterwegs bin. Ich bin eigentlich relativ entspannt, lasse mich aber manchmal von SoloQ Situationen mitrei&szlig;en und will das auf ein absulotes Null reduzieren.\n\n5. ...Spa&szlig; am Spiel. Ohne! Geht! Nicht!\n\nDu willst...: \n\n1. ...climben. Sollte eigentlich der Grund sein warum du in diesem Forum bist, oder?\n\n2. ...eine interessant Person mit der Spa&szlig; im Spiel haben kann. (Ist es narzisstisch, wenn man sich selber als interessant bezeichnet? Nein, solange es die Wahrheit ist!)\n\n3. ...einen Langzeit Duo-Partner. Hier ist einer.\n\nTL;DR Such DuoQ zum harten Ranked spammen, entspannter Typ, guter Spieler und du bist dabei\n\nIn diesem Sinne darfst du mich gerne adden, solltest du Interesse haben. Ich freue mich darauf dich kennen zu lernen  und mit dir nach ganz oben zu climben (oder zumindest bis plat 3...... das w&auml;r ziemlich geil)\nCya, Sanjay{{summoner:31}} ","replies":[]}