{"id":"OFazbvT3","poster":"RB Zubat","date":"2015-05-26T14:07:56.185+0000","title":"Baron Control sucht neuen ADC [Diamond+]","subforum":"Clans & Teams","up_votes":2,"down_votes":1,"body":"!!! Bei Interesse bitte TFG nice adden !!!\n\nHallo Community,\n\naufgrund von Meinungsverschiedenheiten mit unserem alten ADC mussten wir uns leider von ihm trennen und machen uns nun auf die Suche nach einem Ersatz. Unser Team \"Baron Control\" befindet sich derzeit in Platin 3 [Platin 4 ohne Promo &uuml;bersprungen] und ich denke wir werden uns auch recht schnell in den Diamond Bereich hochspielen k&ouml;nnen. Neben Teamrankeds innerhalb unserer Trainingszeiten, wollen wir auch regelm&auml;&szlig;ig an Turnieren teilnehmen, bei denen wir k&uuml;rzlich erste Erfolge, in Form von Gewinnen verzeichnen konnten. Insgesamt kann man sagen, dass sich das Team, von einem reinen \"Fun Team\", hin zu einem ernsthaften Team entwickelt hat, was selbstverst&auml;ndlich zahlreiche Rosterswaps zur Folge hatte. \n\nWir sind im &uuml;brigen Member des TryForce Clan, einem deutschsprachigen Platin(+) Clan, mit einem Mindestalter von 18 Jahren, der es uns erm&ouml;glicht gegen andere Teams auf unserem Level zu scrimmen, bzw uns auszutauschen. Dar&uuml;berhinaus haben wir auch 2 vollst&auml;ndig ausgebaute Sisterteams \"DragonControl\" (Platin Team) und \"Scuttle Crab Control\" (Full Diamond Team), die uns mit Ersatzspielern aushelfen k&ouml;nnen, falls mal jemand nicht da ist, wir aber trotzdem trainieren m&ouml;chten.\n\n**Unser aktuelles Roster: **\n\n* Top: TFG Avalanche | Dia 5 \n* Jgl:  Dandy Shop      | Dia 4\n* Mid: TFG nice          | Dia 5        \n* Adc: Gesucht          | Gesucht      \n* Supp: Pyro Ultima   | Dia 5\n\n**Was wir von unserem neuen ADC erwarten:**\n\n* SoloQ Wertung von Diamond 5, oder h&ouml;her\n* Zuverl&auml;ssigkeit/ P&uuml;nktlichkeit \n* Bereitschaft mind. 4 mal w&ouml;chentlich zu trainieren und zur Turnierteilnahme\n* Ernsthaftigkeit bei den Teamrankeds\n* Kritikf&auml;hig\n\n**Wir bieten:**\n\n* Kompetente Teamleitung\n* Seri&ouml;s gespielte Teamrankeds, sowie Turniere\n* gemeinsame Aktivit&auml;ten, auch au&szlig;erhalb der Teamrankeds\n\nSollte der Thread euer Interesse geweckt haben, meldet euch bitte bei TFG nice.\n\n_Gr&uuml;&szlig;e\nTFG Avalanche_","replies":[{"id":"","poster":"D4vidd","date":"2015-05-28T15:53:46.162+0000","up_votes":1,"down_votes":0,"body":"Ich bin Bronze 3, spiele aber wie Dia, komme dort aber nicht hin, weil mein Team zu schlecht ist. Kann ich trotzdem mitmachen? Kappa","replies":[]},{"id":"","poster":"Dullitwin","date":"2015-05-28T15:50:15.443+0000","up_votes":1,"down_votes":0,"body":"Habe TFG Nice geadded mit ihm gesprochen und für heute tryouts ausgemacht...hat mich gestern ohne Grund wieder gelöscht und spricht nicht mehr mit mir =) \nNicht Empfehlbar!","replies":[]}]}