{"id":"H8XR5Vc8","poster":"DerZermetzelte","date":"2015-05-25T20:24:49.787+0000","title":"Wie reportet man unkooperative Mitspieler?","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":10,"body":"Anekdotenzeit:\nIch habe eben ein Ranglistenspiel gespielt mit einer Jinx die wirklich unter aller Sau gespielt hat. Trotz mehrfacher Warnung von verschiedenen Teammitgliedern, bestand sie w&auml;hrend des gesamten Spiels darauf, alleine Gegnern in deren Dschungel zu folgen und dort zu sterben. Die Warnungen schlugen zun&auml;chst in Betteln und schlie&szlig;lich in Flame um. Trotzdem keine Reaktion, neben dem gelegentlich Flame wenn sie wieder einen Nidalee Speer gefressen hatte, wieso Leona denn nicht bitte blocken w&uuml;rde.\n\nNun die Frage:\nWof&uuml;r meldet man solche Spieler?\nKommunikationsverweigerung? Feeding? Hilfe f&uuml;r Gegner? Schlechter Spieler?\nUnd bringt das was?\nOder muss man sich damit abfinden dass jemand den Rest des Teams komplett ignoriert und nach Lust und Laune feedet, obwohl sein Verhalten offensichtlich nur zur Niederlage f&uuml;hrt?","replies":[{"id":"","poster":"Black Mage","date":"2015-05-25T20:53:58.297+0000","up_votes":3,"down_votes":1,"body":"An·ek·do̱·te\nSubstantiv [die]\nanɛkˈdoːtə/\neine kurze Geschichte mit humorvollem Hintergrund\n\nWas ich sehe ist ein reines QQ, und ja, du musst dich mit \"schlechten\" spielern abfinden, dies ist kein gültiger report grund/ban grund und wird auch nicht bestraft!\nund wer sagt, das sie mit absicht gefeedet hat? falls dies der fall ist, dann wird die gebannt, aber für missplays, etc nicht","replies":[{"id":"","poster":"DerZermetzelte","date":"2015-05-25T21:17:06.900+0000","up_votes":2,"down_votes":8,"body":"Wann bringst du dein erstes Wörterbuch raus? -_- Nein warte, ich wills gar nicht wissen. Kb mich mit sowas rumzuschlagen.","replies":[{"id":"","poster":"Black Mage","date":"2015-05-25T21:44:37.580+0000","up_votes":3,"down_votes":0,"body":"Das Problem ist, das du einen Begriff genutzt hast, den du nicht verstanden hast, somit das \"schlechte\" spiel verschönern wolltest, indem du dies als Anekdote verkaufst, wobei du nur einen reinen QQ rage thread over 9k erschaffen hast, den es in tausendfacher ausführung in verschiedenen sprachen schon exestiert...\n\nwie schon Drexxsack gesagt hat, solche spieler werden früher oder später entweder lower eingestuft, oder du kommst höher, einen schlechten spieler kann man nicht bestrafen für etwas wofür er \"nichts\" kann (da das elo system in dem fall nicht wirklich funktioniert hat, jedoch dies zu korrigieren weiß).\n\nWieso Wörterbuch rausbringen, wenn es genügend Verläge exestieren, die dies schon machen? zu viel Konkurrenz für einen kleinen Markt (digital siegt über die analogen Exemplare)","replies":[{"id":"","poster":"DerZermetzelte","date":"2015-05-25T22:20:35.930+0000","up_votes":2,"down_votes":8,"body":"Ich ignoriere an diesem Punkt einfach mal den Teil in dem du dich zum Psychoanalytiker und Wortvirtuosen aufspielst, und gehe auf den Rest ein. Wenn du dich über Wortbedeutungen oder Grammatik unterhalten willst, geh bitte wem anders auf den Keks.\nNeu formulierte Frage, mit der du dich hoffentlich seriös auseinandersetzen kannst:\nWenn jemand trotz angemessem ranking (gold 5 und damit 2t höcjster im Spiel), einer vom Rest des Teams festgelegten Strategie und einer offensichtlich schlechten eigenen Situation (stats) komplette Verweigerung von Zusammenarbeit zeigt und damit bewusst (falls nicht aufmerksamkeitsgestört, was ich nicht vermute) das Spiel sabotiert, was ist dann ein angemessener Meldegrund?\nIhr geflame ließ vermuten dass sie der englischen Sprache mächtig war. Dass sie so absteigt war uns allen klar. Trotzdem kein Grund eine derartig respektlose Demonstration von Ignoranz gegenüber dem Team einfach hinzunehmen.","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-05-25T23:14:05.576+0000","up_votes":6,"down_votes":1,"body":"Warte... du erwartest Hilfe und dann beleidigst du diejenigen, die dir (trotz deiner unfassbar dummen Frage, die eigentlich nichts als QQ war) diese anbieten?\n\nÄhm... wenn du in Game genau so lange freundlich bleibst wie hier, kann ich mir ungefähr vorstellen, warum Jinx vielleicht einfach on Tilt gegangen ist... Und nur weil du deine Beleidigungen in Mehrsilbige Worte verpacken kannst, werden sie deswegen nicht weniger schlimm...","replies":[{"id":"","poster":"DerZermetzelte","date":"2015-05-26T06:40:30.766+0000","up_votes":1,"down_votes":6,"body":"Die eigentliche Frage wurde nicht beantwortet. Und wenn der Herr keinen Sarkasmus abkann, sollte er ihn vielleicht selbst unterlassen. Er schien mir Gefallen daran zu finden. Es kann so einfach sein. Die Foren sind toxischer als das Spiel selbst, wenn Leute hereinschneien und bashen was sie finden können. Wer sich keine 3 Sekunden nimmt die Frage zu beantworten und direkt anfängt unkonstruktiv mit sinnfreiem Sarkasmus  auf den Nerv zu gehen, kann das gerne auch woanders machen. Selbiges für dich: willst du die Frage beantworten? Dann nimm bitte einfach mal an es hätte wie in der Beschreibung stattgefunden. Wenn nein: Dann halt nicht, aber dann endet die Unterhaltung hier.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-26T06:50:06.913+0000","up_votes":2,"down_votes":0,"body":"Aus meiner Sicht wurde es zwar bereits beantwortet, aber damit es trotzdem für den TE klar ersichtlich ist:\n\n> [{quoted}](name=DerZermetzelte,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=000100010000000100000000,timestamp=2015-05-26T06:40:30.766+0000)\n>\n> Wofür meldet man solche Spieler?\nKommunikationsverweigerung? Feeding? Hilfe für Gegner? Schlechter Spieler?\n\nDu kannst den Spieler für Kommunikationsverweigerung oder schlechter Spieler reporten.\n\n> Und bringt das was?\n\nNein, niemand wird fürs schlechte Spielen oder für Kommunikationsverweigerung (z.B. weil man die mute-Funktion nutzte) bestraft.\n\nEin schlechter Spieler wird einfach in der Elo fallen.\nIst natürlich doof, wenn man einen schlechten Spieler (d.h. einer, dessen Elo zu hoch bewertet ist) im Team hat, aber die Wahrscheinlichkeit ist höher, dass solche Spieler im Gegnerteam landen.\n\n> Oder muss man sich damit abfinden dass jemand den Rest des Teams komplett ignoriert und nach Lust und Laune feedet, obwohl sein Verhalten offensichtlich nur zur Niederlage führt?\n\nJa, so lange er nicht absichtlich feedet (und dies scheint nicht der Fall zu sein), musst du dies akzeptieren.","replies":[{"id":"","poster":"DerZermetzelte","date":"2015-05-26T06:54:55.263+0000","up_votes":1,"down_votes":0,"body":"Danke sehr. Ich persönlich unterscheide zwischen mangelndem mechanischem/taktischen Skill und absichtlicher Verweigerung von Zusammenarbeit in diesem Teamspiel.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-26T07:01:54.664+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=DerZermetzelte,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=00010001000000010000000000000000,timestamp=2015-05-26T06:54:55.263+0000)\n>\n> Danke sehr. Ich persönlich unterscheide zwischen mangelndem mechanischem/taktischen Skill und Verweigerung von Zusammenarbeit in diesem Teamspiel.\n\nGrundsätzliche Verweigerung von Zusammenarbeit (aka Teamwork) ist auch ein Skill.\n\nSchlechter Skill = schlechter Spieler = kein Grund für eine Strafe","replies":[{"id":"","poster":"DerZermetzelte","date":"2015-05-26T07:16:20.650+0000","up_votes":1,"down_votes":1,"body":"Tippt für mich schon in den Bereich Sabotage rein, je nach Ausprägung. Aber da gehen die Meinungen wohl auseinander.","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-26T09:22:28.738+0000","up_votes":3,"down_votes":0,"body":"> [{quoted}](name=DerZermetzelte,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=0001000100000001000000000000000000000000,timestamp=2015-05-26T07:16:20.650+0000)\n>\n> Tippt für mich schon in den Bereich Sabotage rein, je nach Ausprägung. Aber da gehen die Meinungen wohl auseinander.\n\nWenn es Sabotage ist, dann ist auch eine klare Absicht dahinter und nicht fehlender Skill.\n\nWobei ich ehrlich gesagt nicht ganz an Sabotage/absichtliches Feeden glaube.\nDenn dafür spricht in diesem Fall einiges dagegen:\n\n- Der Spieler farmt eigentlich immer recht gut.\n- Knapp die Hälfte der Games werden gewonnen (wäre bei stets absichtlichen Feeden viel schlechter)\n- Item-Builds gehen in Ordnung.\n- Der DMG an Champion ist in den meisten Fällen auch recht gut, auch wenn er öfters stirbt. Dies wäre bei absichtlichem Feeden grundsätzlich anders.\n\nOK, mit der Jinx stirbt er wirklich sehr oft, aber ADC liegt ihm offensichtlich auch nicht (ist auch nicht Main-ADC).\nPersönlich vermute ich eher, dass er zu schlecht für sein derzeitiges Ranking ist (die Abstufung von Silber ist bei ihm auch eine bestehende Gefahr), aber ich glaube nicht, dass Sabotage/absichtliches Feeden dahintersteckt.","replies":[{"id":"","poster":"drexxsack","date":"2015-05-26T09:36:41.209+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=00010001000000010000000000000000000000000000,timestamp=2015-05-26T09:22:28.738+0000)\n>\n> Wenn es Sabotage ist, dann ist auch eine klare Absicht dahinter und nicht fehlender Skill.\n\n^\nThis\n\nEs gibt keinen Grenzbereich bei dem schlechtes Spielen in Sabotage übergeht. Sabotage schließt ersteres komplett aus und umgegekehrt. Zudem hat beides komplett andere Merkmale, die nicht zueinander passen.\nKennzeichnend für Sabotage ist das absichtliche Helfen des Gegners, um den Spielspaß der Mitspieler zu zerstören. \nKennzeichnend für einen schlechteren Spieler ist das ein spielerisches Unvermögen in der Gesamtschau. Darunter fällt auch das Unvermögen im Team zu spielen oder sich auf ein Team einzulassen, die bevorzugte Strategie des Teams zu lesen und/oder danach zu handeln.\n\nUm sagen zu können, dass der Spieler das Spiel sabotiert, muss eindeutig die Intention aus dem Verhalten hervorgehen, dass diese Absicht deutlich zeigt. Das kann damit geschehen, dass man Positionen und Absichten der Mitspieler verrät oder aktiv und wiederholt absichtlich \"neutrale\" Skills, wie Anivias Wand, benutzt, um eigene Mitspieler zu töten.\nEin sehr championbezogenes Beispiel  kann man mit Teemo geben. Hat der Gegner AOE-Skills oder Skillshots und stellt man sich immer wieder neben Teemo, damit dieser getroffen wird, dürfte das ebenfalls unter Sabotage fallen.\n\nIm vorliegenden Fall gibt es nichts, dass darauf hindeutet, dass der Spieler aktiv sabotieren wollte.\nFlame ist allerdings ein anderes Thema, wobei die beschriebene Form ebenfalls auf ein Unvermögen im Bereich Teamplay hindeutet.","replies":[{"id":"","poster":"0815xand0r","date":"2015-05-26T10:44:48.486+0000","up_votes":1,"down_votes":0,"body":"Also Sabotage schließt doch mangelnden Spielskill nicht aus. Man kann durchaus schlecht spielen und dennoch versuchen, dem Gegner zu helfen.","replies":[{"id":"","poster":"drexxsack","date":"2015-05-26T19:13:55.686+0000","up_votes":2,"down_votes":0,"body":"Wo du die Erkenntnis hernimmst, dass ich es kategorisch ausgeschlossen habe, ist mir ein Rätsel.\nDer Satz \"Es gibt keinen Grenzbereich bei dem schlechtes Spielen in Sabotage übergeht\" ergibt nur Sinn, wenn man von einzelnen Situationen ausgeht. \nDas was du dort hineininterpretierst, steht dort schlicht nicht.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-05-26T10:57:55.658+0000","up_votes":2,"down_votes":0,"body":"Es schließt sich in einer ganz bestimmten Situation aus. Man kann durchaus schlecht sein und gleichzeitig sabotieren wollen, allerdings schließt es sich in der jeweiligen Situation aus. \nIch setze die Anivia Wall um einen Teammate zu retten, verhaue das aber und töte ihn damit-> Schlecht gespielt.\nIch setze die Wall, um den Mitspieler zu töten-> Sabotage\n\nDass beides in der Gesamtwürdigung zutreffen kann, heißt nicht, dass man einen inneren Zusammenhang konstruieren kann.\nEs ist ungefähr wie \"Der Wasserhahn ist kaputt und das Wasser ist abgestellt\". Beides führt zum gleichen Ergebnis. Das Wasser kommt nicht daher wo es herkommen soll, aber zusammenhängen tun die beiden Dinge nicht kausal.","replies":[]},{"id":"","poster":"eingew","date":"2015-05-26T18:47:01.204+0000","up_votes":1,"down_votes":0,"body":"Ja, aber es geht um die Intention :D Verwirr doch nicht alle :D","replies":[]},{"id":"","poster":"0815xand0r","date":"2015-05-26T20:30:48.219+0000","up_votes":2,"down_votes":2,"body":"Woher ich die Erkenntnis nehme? Indem ich evtl. lese, was du schreibst und erstmal glaube, dass du das auch so meinst wenn du schreibst:\n\n> Es gibt keinen Grenzbereich bei dem schlechtes Spielen in Sabotage übergeht. Sabotage schließt ersteres komplett aus und umgegekehrt. \n\nAlso da steht es doch. Du sagst mit diesem Satz eindeutig zwei Dinge:\n\n1. Wenn jemand Sabotage betreibt, kann er nicht schlecht Spielen\n2. Wenn er schlecht spielt, kann er nicht sabotieren\n\nUnd du betonst es sogar noch mit \"komplett\".\n\nEDIT: Das ist indes keine Interpretation. Ich wiederhole nur - wenngleich in etwas abgewandelten Worten, aber inhaltlich korrekt, was du schreibst und stelle es in Frage.","replies":[]},{"id":"","poster":"0815xand0r","date":"2015-05-26T11:08:40.296+0000","up_votes":1,"down_votes":2,"body":"Stimmt alles, was du sagst. Allerdings geht das an meinem Post vollkommen vorbei, da ich nirgends einen Kausalzusammenhang herzustellen versucht habe, sondern nur richtigstellen wollte, dass man auch als schlechter Spieler in der Lage ist zu sabotieren, was du verneint hattest, und zwar kategorisch.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-26T14:28:28.650+0000","up_votes":2,"down_votes":0,"body":"Die eigentliche Frage ist mit der ersten Antwort beantwortet worden... aber ich mache es gerne nochmal: Auf Melden klicken. Punkt. Suche dir einen der Gründe aus und dann reporte die Jinx. Und wenn sie dann eine Strafe verdient hat, bekommt sie die...\n\nGanz nebenbei könntest du demnächst vielleicht damit konfrontiert werden, dass deine Mitspieler und die Chatanalyse ebenfalls keinen Sarkasmus abkönnen...\n\nUnd damit hast du den entscheidenden Teil meiner Antwort verpasst: Hat vielleicht dein Verhalten im Chat (und du hast ja schon selbst zugegeben, dass die Jinx geflamet worden ist... und wenn das, was du hier von dir gibst, kein Flame, sondern nur Sarkasmus und freundlich ist...) dazu geführt, dass die Jinx on Tilt gegangen ist?\n\n Und ja, das war schon meine erste Antwort. Nur um mal zu belegen, dass ich deinen Post gründlicher gelesen habe, als du meinen...","replies":[]}]}]},{"id":"","poster":"Black Mage","date":"2015-05-26T09:42:23.087+0000","up_votes":2,"down_votes":0,"body":"> Neu formulierte Frage, mit der du dich hoffentlich seriös auseinandersetzen kannst:\n\ndeine frage ob report was bringt, etc, wurde von mir vernünftig beantwort, wenn du jedoch nicht aufnahmefähig bist und nach einer geringen stellungsnahme/korrektur derartig ausflipst, dann ist es nicht meine schuld, das du nicht in der lage bist weiterzulesen, oder gleich von anfang an korrekt zu bleiben, wie andere geschrieben haben, habe ich mich sachlich und korrekt verhalten und dir auch vernünftig geantwortet (sarkasmus exestiert nur dann, wenn er offensichtlich ist, dies geschieht mit sprachlichen mitteln, oder mit mimik, wobei letzteres wegfällt, da wir miteinander online schreiben)\n\n> Wenn jemand trotz angemessem ranking einer vom Rest des Teams festgelegten Strategie und einer offensichtlich schlechten eigenen Situation (stats) komplette Verweigerung von Zusammenarbeit zeigt und damit bewusst  das Spiel sabotiert, was ist dann ein angemessener Meldegrund?\n\na) es ist keine pflicht sich irgendeiner strategie anzupassen, die sich irgendwer ausgedacht hat, da man sich nicht unterstellen soll/muss und DEIN/EUER verhalten ist somit falsch und kann konsequenzen haben, wenn dies weiterhin auftritt.\nb) Gold 5 ist KEINE elo mit der man andere kommandieren darf, das kann man auch nicht mit challanger, oder sonstigem rang, das ist schnuppe was du bist.\nc) divison ist egal, du spielst mit einer MMR die mit den anderen auf dem selben nivue ist, wenn du also als höchster mit g5, die selbe MMR wie ein silber 3er hast, dann bist du schlecht (solange der/die silber spieler nicht alle zu gut sind), was ein paradoxum ist, da dann nicht du, sondern der \"schlechteste gerankte\" der beste spieler in deinem team ist","replies":[{"id":"","poster":"drexxsack","date":"2015-05-26T10:13:24.591+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Black Mage,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=00010001000000010001,timestamp=2015-05-26T09:42:23.087+0000)\nsarkasmus exestiert nur dann, wenn er offensichtlich ist, dies geschieht mit sprachlichen mitteln, oder mit mimik, wobei letzteres wegfällt, da wir miteinander online schreiben\n\nUm mal einen Überblick zwischen Sarkasmus und Ironie zu geben.\n\n> Sarkasmus\n>  beißender, verletzender Spott, Hohn, der jemanden, etwas lächerlich machen will\n> Quelle: http://www.duden.de/rechtschreibung/Sarkasmus\n\nIronie wird zwar als Synonym angeführt, allerdings definiert sich Ironie wiederrum anders\n\n> Iro­nie\n>     feiner, verdeckter Spott, mit dem jemand etwas dadurch zu treffen sucht, dass er es unter dem augenfälligen Schein der eigenen Billigung lächerlich macht\n>     paradoxe Konstellation, die einem als Spiel einer höheren Macht erscheint\nQuelle: http://www.duden.de/rechtschreibung/Ironie\n\n\n Beißend wird hier teilweise synonym mit pe­ne­t­rant verwendet.\n\n> (abwertend) in unangenehmer Weise aufdringlich\n> \n>Quelle:  http://www.duden.de/rechtschreibung/penetrant\n\nIst der Spott aufdringlich, kann er nicht verdeckt sein.","replies":[{"id":"","poster":"Black Mage","date":"2015-05-26T10:40:37.532+0000","up_votes":1,"down_votes":0,"body":"auch gut, habe mich da eher jedoch auf den sinn-zusammenhang gestürtzt und somit mich nicht falsch ausgedrückt, da es zum einen nicht zu erkennen war ob er überhaupt ironie, oder sarkasmus, etc benutzt hat.\n\ndazu noch einen ausdruck von http://wortwuchs.net/stilmittel/sarkasmus/:\n\n> Ironie: Als rhetorisches Stilmittel bezeichnet sie vornehmlich den Umstand, dass etwas durch das Gegenteil ausgedrückt wird. Wichtig ist hierbei, dass dem Empfänger klar ist, dass es sich so verhält. Sonst wird der Ironiker missverstanden. Es ist also ein gemeinsames Wissen, dass die Äußerung ironisch ist, notwendig. Die Ironie bedient sich der Technik der Bedeutungsumkehr und ist ein Mittel, um etwas auszudrücken.\n\nund\n\n> Sarkasmus: Bezeichnet beißenden Spott oder Hohn. Sarkasmus kann ironisch ausgedrückt werden, wenn das Gegenteilige gesagt wird. Allerdings kann er auch vollkommen frei von Ironie sein. Sarkasmus ist - im Gegensatz zur Ironie - keine Technik, sondern eine Absicht der Aussage. Diese soll den Empfänger klar verhöhnen sowie verspotten. Das Gemeinte kann hierbei direkt oder indirekt ausgedrückt werden.\n\nda jedoch in all seinen aussagen nichts dergleichen zu sehen war, ist habe ich mich ihn drauf hingewiesen","replies":[{"id":"","poster":"drexxsack","date":"2015-05-26T11:00:20.099+0000","up_votes":3,"down_votes":1,"body":"Ich wollte nicht sagen, dass du dich falsch ausdrückst. Es war als ganz allgemeine Information gedacht, da viele Sarkasmus von Ironie nicht unterscheiden können oder wollen. Ich hatte nicht die Absicht, deine Einschätzung irgendwie infrage zu stellen.","replies":[{"id":"","poster":"Black Mage","date":"2015-05-26T11:02:59.333+0000","up_votes":1,"down_votes":0,"body":"entschuldige vielmals, habe es falsch aufgefasst ;o \n\naber ja, viele unterscheiden dies nicht und machen auch ungemein viele fehler etwas als etwas zu beschreiben, was es nicht ist","replies":[{"id":"","poster":"drexxsack","date":"2015-05-26T11:09:24.860+0000","up_votes":2,"down_votes":1,"body":"Ich habe mich auch nicht ganz eindeutig ausgedrückt, dass muss ich zugeben :)","replies":[]}]}]}]}]}]},{"id":"","poster":"Temudschinn","date":"2015-05-26T13:56:01.456+0000","up_votes":1,"down_votes":0,"body":"> Wenn jemand trotz angemessem ranking (gold 5 und damit 2t höcjster im Spiel), einer vom Rest des Teams festgelegten Strategie und einer offensichtlich schlechten eigenen Situation (stats) komplette Verweigerung von Zusammenarbeit zeigt und damit **bewusst **(falls nicht aufmerksamkeitsgestört, was ich nicht vermute) das Spiel **sabotiert,** was ist dann ein angemessener Meldegrund?\n\nJa, das wäre in der Tat reportwürdig. Nur musst du erst die Alternativen Erklärungen ausschliessen: a) Der Spieler nimmt zwar wahr, was ihr sagt, empfindet es aber nicht als gute Strategie\nb) der Spieler stimmt mit der Strategie überein, weicht aber aufgrund einer in seiner (falschen) Einschätzung günstigen Situation davon ab.\n\nUnd genau die Widerlegung dieser Erklärungen ist dir unmöglich. Du kannst nicht wissen ob jemand in deinem Team absichtlich Fehler macht! (5xZeal mit mobiboots in den Turm rennen mal aussen vor). Insofern ist auch ein Report sinnfrei.","replies":[]}]},{"id":"","poster":"drexxsack","date":"2015-05-25T21:52:32.040+0000","up_votes":1,"down_votes":0,"body":"Das es nicht funktioniert hat, ist nicht ganz richtig.\nIrgendwo muss man den Anfang festlegen. Dieser lag früher zwischen 1200 und 1250 je nach Season.\nUm von diesem  Wert auf die eigentliche Wertung zu kommen, muss man das System zwangsläufig mit Daten in Form von Spielen füttern. Anders geht es halt nicht. Daten kommen nicht aus dem nichts.","replies":[]}]}]},{"id":"","poster":"drexxsack","date":"2015-05-25T21:14:43.381+0000","up_votes":3,"down_votes":0,"body":"Das tolle an schlechten Mitspielern ist ja, dass man nichts gegen sie machen muss.\nSind sie tatsächlich im Schnitt schlechter, als ihre MMR derzeit steht, werden sie zwangsläufig sinken.\nhttp://de.wikipedia.org/wiki/Elo-Zahl","replies":[]}]},{"id":"","poster":"Sanctuary2056","date":"2015-05-26T05:07:49.729+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=DerZermetzelte,realm=EUW,application-id=KYnfKGf0,discussion-id=H8XR5Vc8,comment-id=,timestamp=2015-05-25T20:24:49.787+0000)\n>Trotzdem keine Reaktion, neben dem gelegentlich Flame wenn sie wieder einen Nidalee Speer gefressen hatte, wieso Leona denn nicht bitte blocken w&uuml;rde.\n> \n> Nun die Frage:\n> Wof&uuml;r meldet man solche Spieler?\n\nNatürlich meldet man einen solchen Spieler wegen dem flame...\nWarum willst du sie denn reporten, weil sie dich ignoriert? Das klingt ehrlich gesagt so, als ob du schwere Komplexe hättest... tut mir leid! Aber dir nicht zuzuhören ist kein schlimmes Vergehen, ganz egal wie hochadelig oder was für ein guter Spieler du auch bist. Selbst wenn das \"nicht zuhören\" angeblich zur Niderlage führt (ich finde es gut, dass du einen Schuldigen gefunden hast, aber das behältst du zukünftig bitte für dich), selbst dann ist das nicht zuhören noch lange kein reportgrund.","replies":[{"id":"","poster":"haha weed lol xd","date":"2015-05-26T20:52:29.560+0000","up_votes":1,"down_votes":0,"body":"Kommunikationverweigerung ist durchaus ein Reportgrund. \nWenn ich ein Spiel verliere, weil ein ADC ( meine wichtigste Schadensquelle ) ständig suicided oder nur am farmen ist und sich nie an Teamfights beteiligt, obwohl das Team sie mehrmals drum gebeten hat wird dieser reportet.","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-27T04:59:05.694+0000","up_votes":1,"down_votes":0,"body":"Sich nicht den Willen eines Anderen zu unterwerfen hat rein gar nichts mit Kommunikationsverweigerung zu tun.\nUnd jeder der glaubt das sei ein größeres Vergehen, als flamen... der hat nen narzistischen Komplex mit dem er dringend mal wohin gehen sollte. Nämlich in eine Müllpresse! Diesen egozentrischen Bockmist ala Erik Cartman braucht kein Mensch. \n\nFaustregel: Sobald du einen Reportgrund hast, der nich auch in einem gewonnen Spiel ziehen würde, ist es kein Reportgrund! Und dabei ist es scheiß egal ob du nun flame, intentional feed oder sonstwas reportest... Alles was ziwschen: \"Wenn ich ein Spiel verliere...\" und \"...wird dieser reportet\" steht, kannst du als Gegenstandslos betrachten. Denn deine Intention ist offenbar ein Frustreport der seinen Urspürung in einer Niederlage hat.\n\nDu kannst dich dran halten, du kannst es lassen... ist mir recht egal. Aber wenn du nach so einem Muster reportest sag ich dir gleich: Du bekommst damit nur Ärger. Deine reports sind nichts mehr Wert und du könntest sie genausogut sein lassen. Auf der anderen Seite unterrsucht Riot nämlich auch das reportverhalten von Spielern und es gab auch schonmal Untersuchungen mit daraus resultierenden bans für Spieler, die auf solch eine toxische Art und Weise gebraucht von der reportfunktion gemacht haben.","replies":[]},{"id":"","poster":"0815xand0r","date":"2015-05-26T22:05:22.574+0000","up_votes":1,"down_votes":0,"body":"Ist zwar einer der angegebenen Gründe, aber nach bisherigem Kenntnisstand ist dieser Reportgrund so effektiv wie \"Unskilled Player\", es passiert nämlich exakt: gar nichts.","replies":[]},{"id":"","poster":"legofreak1","date":"2015-05-26T21:05:39.487+0000","up_votes":1,"down_votes":0,"body":"Das ist nicht Kommunikationsverweigerung, sondern schlechtes spielen und damit nicht reportwürding. Wenn jemand schlecht spielt und dadurch Spiele verliert, dann steigt er eben in der Wertung ab, muss aber keine Chat- oder Spielsanktionen erhalten.","replies":[]}]}]},{"id":"","poster":"Kaitri","date":"2015-05-25T23:03:15.246+0000","up_votes":1,"down_votes":0,"body":"ist der reportgrund nicht egal? solang man nich \"schlechter spieler\" nimmt sollte es doch irgendwie trotzdem die chatanalyse auslösen oder nicht?\nbitte aufklären wenn ich bullshit rede","replies":[{"id":"","poster":"Veezey","date":"2015-05-26T12:48:41.237+0000","up_votes":1,"down_votes":0,"body":"Kommunikationsverweigerung landet auch im Müll ;)","replies":[]}]},{"id":"","poster":"Nyanarchy","date":"2015-05-25T20:52:10.268+0000","up_votes":1,"down_votes":0,"body":"Auf \"Melden\" drücken","replies":[]}]}