{"id":"VF8iMFoz","poster":"Archangel Raiden","date":"2015-05-25T06:09:39.967+0000","title":"Championvorschlag: Zahain Der ehemaliger Konig der Schatten","subforum":"Skin- & Champion-Konzepte","up_votes":2,"down_votes":0,"body":"Name: Zahain Der K&ouml;nig der Schatten\n\nHerkunft: Ionia\n\nWaffe: Schatten Klingen Peitsche (die Peitsche hatt \n8 Klingen die mit Schatten feden verbunden sind 4 an \njeder Seite Plus eine dreieckige Spitze die auch \nmit Schatten feden verbunden ist).\t\t\t\t\t\t\t\t\t\n\nTyp: Assassine K&auml;mpfer (Sekund&auml;r) Jungler \n\nAngriff:       (7/10)\n\nDefense:       (3/10)\n\nF&auml;higkeit:     (6/10)\n\nSchwierigkeit: (5/10)\n\n\nHealth      : 600  (+75)           \nHealth Reg  : 1.63 (+0,14)\nMana        : 200  (+0)            \nMana Regen  : 10   (+0)\nSchaden     : 57,8 (+3,1)          \nArmore      : 27   (+3,2)\nAttack Speed: 0,71 (+3,2%)         \nMagic Resist: 30   (+1,15)\nMovement    : 355,0                \nRange       : 170.0\n\n\n                                                         Attacken\n\nPassive: Schatten Aufnahme\n\nZahain nimmt die Schatten der \nget&ouml;teten Gegner und erh&auml;lt eine \nAngriffs und F&auml;higkeitsst&auml;rke von (+0,25%). \nT&ouml;tet Zahin einen Gegnerischen Champion \nerh&auml;lt er (1,0%) Angriffs und F&auml;higkeitst&auml;rke.\n\nQ: Doppelter Brecher\n\nKosten  : 70 Energie \n\nCooldown: (13/12/11/10/9)\n\nRange   : 200\n\nZahain schl&auml;gt das Ziel f&uuml;r 1 Sekunde in die \nLuft sobald der Gegner den Boden ber&uuml;hrt f&uuml;hrt \nZahain den Zweiten kraftvollen Schlag nach unten aus \nwobei das Ziel f&uuml;r 0,5 Sekunden auf allen Rängen bet&auml;ubt ist und \n(45/90/140/180/200) (+40% Normaler Schaden verursacht).\n\nW: 3 Schatten Schnitt\n\nKosten  : 70 Energie\n\nCooldown: (15/14/13/12/11)\n\nRange   : 300\n\nZahain f&uuml;hrt 3 normale Angriffe aus die das ziel \nmit einem Schatten markieren und 10% der aktuellen\nwerte von R&uuml;stung und Magieresistenz des Zieles \nignoriert der dritte Schlag verursacht erh&ouml;ten \nSchaden und eine Blutung von 2 Sekunden wobei er\n(60/120/160/200/250) (+50% des Normalen und Magischen Schaden verursacht).\n\nE: Ergreifen\n\nKosten  : 50 Energie\n\nCooldown: (7/7/7/7/7)\n\nRange   : 800\n\nZahain wirft die Spitze seiner Peitsche \nnach vorne durch das Ziel wobei sich die Spitze \n3 Sekunden lang verhakt der Gegner kann während \nder 3 Sekunden sich frei bewegen sofern er in einem \numkreis von 1200 zu Zahain steht und sich Zahain heranziehen \nkann, w&auml;hrend die Spitze verhakt ist erleidet der \nGegner 3 Sekunden innere Blutungen wodurch \nMagischer Schaden in h&ouml;he von \n(15/20/25/30/35) (+10% des Magischer Schaden verursacht wird).\n\nR: Klingen Sturm\n\nKosten  : Keine Kosten\n\ncooldown: (150/120/90)\n\nRange   : 1000\n\nZahain wirft alle seine 8 Klingen auf ein Gegner \ndie das Ziel f&uuml;r 5 Sekunden Schaden in H&ouml;he von \n(40/80/120) (+30% Normaler und Magischer Schaden erleiden l&auml;st) \nund alles was in einem umkreis von 400 ist bekommt \ndurch die Klingen gro&szlig;e Wunden die die Gegner Bluten \nlassen und Schaden in H&ouml;he von (10/20/30) zufügt. \n\n\n\n                                                                                      Geschichte\n\n\nZahain war vor 1000 Jahre ein Gefürchteter Ninja er Kämpfte in seinem Leben gegen die Größten Könige seiner zeit und\nMachte sich so einen Namen eines Tages traf Zahain einen man der ihm seine Zukunft voraus sagte der Man Sprach von Dunkelheit Zerstörung und von Unheil Zahain Lachte den man aus und Tötete ihn. Doch Zahain gingen die worte des Mannes nicht aus dem Kopf 10 Jahre vergingen seit der voraussage und Zahain war zu einem Man geworden den jeder Gefürchtet hat Überall wo Zahain war wurde es dunkel die Menschen suchten das weite wen sie in den Himmel guckten Zahain war eine Legende der Zerstörung und des Schreckens geworden manche Geschichten sagen das Zahain ein Todesbote ist oder das er der Erlöser des Himmels sei doch in den zahlreichen Geschichte wird nirgends die wahre Geschichte Zahains erzählt. Vor 15 Jahren Kämpfte Zahain gegen ein Clan der Zahain seit Jahren die Stirn bot doch als Zahain dem ganzen ein Ende machen wollte verlor Zahain und wurde aus dem Land verbannt 5 Jahre hat man nichts mehr von Zahain weder gesehen noch gehört doch die Menschenwussten nicht was sie getan hatten. Als Zahain in den schatten der anderen Reiche wandelte Hörte er eine Legende der Schatten Kraft Zahain versuchte alles über diese Kraft herauszufinden. es waren 3 Komponenten nötig um die Schatten Kraft zu beherschen Zahain suchte sie das erste Teil war das buch der Schatten es war Tief in einem Ionischen Tempel verborgen und sehr gut Bewacht. Zahain zog sein Schwert und griff die Wächter des verbotenen Buches an und Tötete sie schließlich Zahain van das Buch Tief im Tempel als er das Buch in die Hand nahm spürte er wie sine Macht stieg doch wusste er nicht das die Schatten die in diesem buch waren an seiner Selle zährten. Zahain machte sich weiter auf die suche nach dem zweiten Komponent doch wusste er nicht genau wo die Legendäre Schatten Peitsche war man sagte das sie der letzte Führer der schatten \nPeitsche sie mit ins Grab nahm doch sein Grab wurde irgendwo in einem Berg Begraben so das niemand jemals wieder die Peitsche führen würde. Doch die Schatten haben einen anderen Plan das Buch flüsterte Zahain wo er das Grab findet. Zahain Folgte den Anweisungen der Schatten und fand nach einem Jahr die Peitsche in einem Berg in dem Land Runetera voller gefahren doch das Buch half ihm zu überleben nach dem Zahain die Peitsche in den Händen hielt fühlte er sich anders er Fühlte wie die Schatten langsam seine Selle aufzährten und er wusste was er tat war falsch  doch was Zehain nicht wusste ist das wen er die 3 Komponenten zusammenfügt die Schatten erneut geboren werden und von seinem Herrscher Besitz ergreifen. Der erste Besitzer der Macht der Schatten war ein Großer Held doch im versuch die Schatten für das gute zu benutzen verfiel er den Schatten und Tötete all die er einst als Freund ansah. Nach seiner tat wurde der Krieger von Schuldgefühlen geplagt und begibt sich auf die reise alle Komponenten zu verstecke so das niemand die Macht für seine zwecke benutzen kann. Zahain suchte das Letzte Komponent und er erfuhr das der Clan der ihn besiegt hatte die in den Legenden als Büchse der Pandora, Gottes strafe oder als die Schatten Macht bekannt ist Besitzt und mit ihrem Leben verteidigt. Zahain kehrte in das Land Ionia zurück und forderte den Clan erneut heraus doch die Clan Mitglieder und das Oberhaupt spürten das was mit Zahain geschehen war und wussten weshalb Zahain zurück kahm sie kämpften biss zum bitteren Ende doch die Macht von dem Buch der Schatten und der Schatten Peitsche wahren zu Groß, Zahain gewann schließlich und öffnete die Büchse und jeder Schatten der von den Gefallenen Krieger in die Büchse einkehrte zog in Zahain und zerfraß seine Selle Zahain war nun der Stärkste und Gefürchteste aller Krieger der Welt. Er eroberte fast jedes Land auf der Welt doch eine Große gruppe aus Arkanen Magier Schaffte es Zahain seine Macht zu nehmen und sie zu versperren Zahain stab und die Büchse wurde verschlossen doch das buch und die Peitsche wurde mit Zahain Begraben 1000 Jahre vergingen und die Büchse der Schatten Macht wurde wieder Geöffnet von einem Ninja Schüller namens Zed er öffnete die Büchse der Schatten macht und Holte unbewusst Zahaein zurück ins Leben. Ein teil von Zahains macht ging in Zed über doch der Größte teil kehrte zu Zahains zerfressener Selle zurück doch Zahain suchte Herausforderer und fand sie schließlich die Lieger der Legenden und Sah eine Chance seine Macht zu zeigen Zahain begibt sich auf die suche nach dem jungen Ninja Schüller um mit ihm den Untergang aller Clans zu Besiegeln.\n\n..die Macht der Schatten ist Grenzenlos zu Zweit werden wir all jene Besiegen die sich uns in den Wegstellen  ..Zahain..\n\n\n\nGeschichte ist jetzt auch dabei hoffe sie Gefällt euch falls sie zu lang ist würde ich mich freuen wen ihr es mir sagt das ich sie kürzen kann oder wen sie unübersichtlich bitte schreiben das werde ich mir was einfallen lassen werde die \nGeschichte in den nächsten tagen Aktualisieren und hoffe euch Gefällt das Zed jetzt einen komplitzen hat\n\n","replies":[{"id":"","poster":"Leocrater","date":"2015-05-28T10:42:29.110+0000","up_votes":1,"down_votes":0,"body":"Ultra geil, hätten die nicht das anstatt Bard gebracht -.-","replies":[]},{"id":"","poster":"Archangel Raiden","date":"2015-05-25T10:40:02.064+0000","up_votes":1,"down_votes":0,"body":"Habe eine kleine Änderung an der passive vorgenommen Staat 0,30% + für ad und ap jetzt nur noch 0,25% + für ad und ap so kommt man genau bei 4 cs auf 1 + ad ap","replies":[{"id":"","poster":"Syberslevers","date":"2015-05-25T10:41:46.945+0000","up_votes":1,"down_votes":0,"body":"Bitte sprich nicht mehr von Prozentwerten. Das ist verdammt verwirrend. sage einfach +0.25 AD/AP","replies":[{"id":"","poster":"Archangel Raiden","date":"2015-05-25T10:50:11.650+0000","up_votes":1,"down_votes":0,"body":"alles klar gehen wir davon aus das er/sie die 300 CS hinbekommt was bei nem guten farmer nicht schwer sein sollte aber die runde müste dan  schon fast ne stunde gehen ich lass die passive jetzt erst mall so und werde hoffentlich noch mehr fragen oder Änderungen vorgeschlagen werden bin offen für alles","replies":[{"id":"","poster":"Syberslevers","date":"2015-05-25T12:51:43.119+0000","up_votes":1,"down_votes":0,"body":"300 Cs sind nach ner halben stunde für die Midlane nicht unüblich","replies":[]}]}]}]},{"id":"","poster":"Syberslevers","date":"2015-05-25T10:14:00.921+0000","up_votes":1,"down_votes":0,"body":"Die Passive ist ein bischen OP. bei 100 Minions hast du schon nen Rabadons for free","replies":[{"id":"","poster":"Archangel Raiden","date":"2015-05-25T10:35:19.165+0000","up_votes":1,"down_votes":0,"body":"Nein Rechne doch mal du braucht mindestens 4 CS um ein Angriff und Fähigkeitsstärke zu bekommen des wären dann bei 100 CS etwa 25 Angriffs sowie Fähigkeitsstärke","replies":[{"id":"","poster":"Syberslevers","date":"2015-05-25T10:39:38.046+0000","up_votes":1,"down_votes":0,"body":"Das ist ein Prozentualer Wert. Das heißt, wenn wir davon ausgehen das er wenn er 10/3/5 Steht und 300 Farm hat, mal eben so seinen AD/AP Wert verdoppelt. Falls ich das falsch verstanden habe tut es mir leid, aber so steht das da oben","replies":[]}]}]},{"id":"","poster":"Viacan","date":"2015-05-25T07:13:09.360+0000","up_votes":0,"down_votes":0,"body":"Sehr interessante Idee, gefällt mir eigentlich ganz gut, auch wenn er mit seiner E eine Art Thresh ist^^\n\nMan mekrt, dass du überlegt hast, doch find ich dass zum einen,\nder Stun von seiner Q ist sehr lange, dafür dass er auf höchster Stufe 9 Sekunden CD hat, wenn man sich vorstellt, dass man mit 40% Cooldownreduction auf ca. 5 Sekunden kommt, da muss man nur 2,5 Sekunden warten um den Champion wieder zu stunnen, da würde ich eher 1,5 bis 2 Sekunden empfehlen.\n\nSeine W ist ganz in Ordnung\n\nSeine E find ich ein wenig stark in Kombination mit der Q, da wenn ich es verstanden habe, es ähnlich wie die Zenitklinge von Leona funktioniert, also der Gegner wird ganz kurz festgehalten.\nWenn man sich das alle 2,5 bis 3 Sekunden vorstellt, ist das schon schmerzhaft.\n\nDie Passive ist in Ordnung, da es ein relativ niedriger Wert ist\n\nUnd nun zur Ulti,\nwenn ich es richtig verstanden habe, dann ist es eine Art kleine Talon ult, die nicht so stark ist, aber dennoch im Teamkampf schon nerven kann, ist in Ordnung.\n\n\nAlles in allem ist die Idee sehr interessant, auch wenn er mit deinen Angaben, ein wenig \"OP\" für mich erscheint, vorallem auf der Supporter und Jungler Position, doch momentan ist ja eh die Tank und CC Meta, deshalb passt es schon.\nDoch ich versteh nicht so ganz, warum er 200 Mana hat und eine Manaregeneration von 10, die beide nicht steigen. Und seine Fähigkeiten verbrauchen kein Mana, deshalbt könnte man vielleicht daraus Energie machen, was die Fähigkeiten dann nicht mehr so stark machen würde, weil er sie so nicht unbedingt spammen könnte^^^\n\nMfG\nSmitsoria","replies":[{"id":"","poster":"Archangel Raiden","date":"2015-05-25T07:21:02.183+0000","up_votes":1,"down_votes":0,"body":"mr ist gerade aufgefallen das ich die Energie vergessen habe sry werde ich verbessern und wegen der E da ist mir noch ein fehler aufgefallen werde ich sofort koriegieren","replies":[]}]},{"id":"","poster":"Tungsteel","date":"2015-05-25T07:02:58.950+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Archangel Raiden,realm=EUW,application-id=L7E6lhzo,discussion-id=VF8iMFoz,comment-id=,timestamp=2015-05-25T06:09:39.967+0000)\n> Q: Doppelter Brecher\n> \n> Kosten  : Keine Kosten\n> \n> Cooldown: (13/12/11/10/9)\n> \n> Range   : 200\n> \n> Zahain schl&auml;gt das Ziel f&uuml;r 1 Sekunde in die \n> Luft sobald der Gegner den Boden ber&uuml;hrt f&uuml;hrt \n> Zahain den Zweiten kraftvollen Schlag nach unten aus \n> wobei das Ziel f&uuml;r 2,5 Sekunden bet&auml;ubt ist und \n> (45/90/140/180/200) (+40% Normaler Schaden verursacht).\n\nAlso ein Knockup, der 1 Sekunde dauert, und ein Stun, der 2,5 Sekunden dauert. Das ist zu stark. Du CCst den Gegner 3,5 Sekunden, und das mit einer Fähigkeit. Auf Lvl 1 schon. Zum Vergleich: Morganas Q hält Gegner ja recht lang fest, nämlich  2/2.25/2.5/2.75/3 Sekunden. Aber Morgana hält nur fest, der Gegner kann nach wie vor angreifen. Und auf Level 1 sind es auch \"nur\" 2 Sekunden. Bei dir ist der Gegner aber auf Lvl 1 schon 3,5 Sekunden gänzlich aus dem Spiel genommen. Vergleichen wir das mit Leona: Q betäubt 1,25 Sekungen. R betäubt 1,5 Sekunden. Leona, der CC Champ schlechthin, kann den Gegner also nicht so lang festhalten wie ein Assasine?! Braums Ulti schleudert die Gegner  1/1.25/1.5  hoch. Dein Spell ist also stärker als die Ulti von Braum und die von Leona gemeinsam. Und das mit 13 Sekunden Cooldown. \n\nSinnvoller wäre: Knockup 0,25/0,3/0,35/0,4/0,5 Sekunden oder 0,5 auf allen Rängen\nStun: 0,5 auf allen Rängen","replies":[{"id":"","poster":"Archangel Raiden","date":"2015-05-25T07:10:45.620+0000","up_votes":1,"down_votes":0,"body":"haste recht hab mir des nochmal angeschaut und geemerkt das das schon ziemlich stark ist werde es sofort abendern ^^","replies":[]}]}]}