{"id":"NWdGuEuw","poster":"BloodyVampir","date":"2015-05-25T10:28:11.616+0000","title":"Gold Belohnungen mit Ranked Team","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo ^^\r\n\r\nMeine Frage ist, wenn ich in einem Ranked Team Gold erreiche, bekomme ich dann alle Gold Belohnungen am Ende der Season ( Victorious Skin, Zierrand etc.) , oder bekomme ich diese nur wenn ich in Solo/Duo Queue Gold erreiche?\r\nUnd wenn man die Belohnungen auch mit nem RT bekommt, was passiert wenn ich vor Saisonende das Team verlasse oder rausfliege?\r\nDanke im Voraus","replies":[{"id":"","poster":"Black Mage","date":"2015-05-25T10:52:11.808+0000","up_votes":1,"down_votes":0,"body":"wofür steht \"rt\"?\n\nAnsonsten: wenn du am ende der season gold bist, in irgendeiner Warteschleife, dann hast du die belohnungen.\n\nBei ranked teams musst du mit dem team, mit du gold bist, mindestens 5 (oder 10?) spiele GEWONNEN haben, in der richtigen schleife (glaube ich), dazu gibt es eine FAQ","replies":[{"id":"","poster":"BloodyVampir","date":"2015-05-25T17:39:05.750+0000","up_votes":1,"down_votes":0,"body":"Danke für deine Antwort, hat mir geholfen ^^ RT steht für Ranked Team/Ranglistenteam, war zu faul das nochmal auszuschreiben :D Kannst du mir mal den Link für das FAQ geben?","replies":[{"id":"","poster":"Black Mage","date":"2015-05-25T20:00:39.105+0000","up_votes":1,"down_votes":0,"body":"bitte bitte, btw, für den wardskin brauchst du kein team am ende der season!\nBtw, sind doch 10 siege mit dem team, mit dem du am höchsten geranked bist, damit du die rewards bekommen kannst.\n\nhier ist das vom vorjahr, gebe dir mehrere ergebnisse:\n\nhttps://support.riotgames.com/hc/en-us/articles/202080804-2014-Season-Rewards (auf englisch, einfach scrollen für alle infos )\nhttp://euw.leagueoflegends.com/de/competitive/end-season-rewards-and-new-master-tier (auf deutsch, finde obriges aber teilweise besser)","replies":[{"id":"","poster":"BloodyVampir","date":"2015-05-26T12:13:13.401+0000","up_votes":1,"down_votes":0,"body":"Dankeschön","replies":[]}]}]}]}]}