{"id":"4PtARoRd","poster":"BetterChoice","date":"2015-05-24T16:11:47.629+0000","title":"Suche Coach als ADC Dia/Master +Exp!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Guten Tag zusammen,\r\nich bin auf der Suche nach einem Coach im Bereich Dia / Master der sich rumtreibt, und die Rolle als ADC gut beherschen kann bzw die Erfahrungen davon hat um mir ein gewisses Wissen noch zu erweitern. Da ich im Ranked Season 4 mit Platin abgeschlossen habe ADC, klappt es einfach nicht in dieser Season ich wei&szlig; auch nicht wirklich ob es an mir liegt, oder wie ich auch spiele oder sonst was.\r\n\r\nAufjedenfall br&auml;uchte ich villeicht mehr Hilfreiche kleine Tipps um in Ranked besser aufsteigen zu k&ouml;nnen als ADC oder wie ich mich einfach noch bessern k&ouml;nnte. Wobei ich schon eigentlich fast alles, von der ADC Rolle gelernt habe, au&szlig;er ich immer am hapern bin mit mir selber oder dem Spiel... ich wei&szlig; es einfach nicht, die verzweiflung bringt mich einfach in sorge das ich nicht wieder dahin zur&uuml;ck komme, wo ich eigentlich hingeh&ouml;re... deswegen bin ich so stutzig. \r\n\r\nDas Grundlegende Cs von Minions und poken der Gegner klappt, den gewonnen Feed nutze ich sehr oft aus! Kiten ist auch drinne, nur noch nicht zu schnell genug... villeicht liegt es daran. Positining ist recht in ordnung aber bekomme es auch nicht immer hin. Focus setzen auf den richtigen AP/AD Carry ist auch da, gelingt halt nur nicht so gut wegen der bl&ouml;den Aktuellen Meta! (&quot;Tank&quot;)\r\n\r\nDeswegen sieht meine Champion Pick Weise so aus: Jinx, Vayne, Lucian.\r\n\r\nVilleicht kann mir da jemand dabei helfen, villeicht liegt es auch an den Runen, oder Masterys. Ich habe einfach keinen blassen schimmer. Wie ich derzeit aufsteigen soll, den diese Geduld ist ziemlich hard zu haben, und irgendwann geht sie einfach nur raus und dann beginnt das Trollen in vielen Normal games... Mecker , Mecker, Mecker -.-\r\n\r\nIGN: Sulu\r\nAktueller Ranked Stand: G3 - Promo zu G2 verhauen...\r\nLetzte Season: Platin V.\r\n\r\nGru&szlig; Sulu","replies":[{"id":"","poster":"legofreak1","date":"2015-05-24T18:13:37.789+0000","up_votes":1,"down_votes":0,"body":"Versuchs mal eher hier:\nhttp://boards.euw.leagueoflegends.com/de/c/clans-teams-de\nDieses Forum ist für technische Probleme und deren Lösungen.","replies":[]}]}