{"id":"nzPZfupB","poster":"Bloodlunatic","date":"2015-05-24T15:48:44.643+0000","title":"Main Sup ( ab Platin ) für Ranked Team gesucht","subforum":"Clans & Teams","embed":{"title":"CYREX GAMING - Hosted by bluewater-it.de","description":"© Copyright 2014-2015 CYREX GAMING | All rights reserved - Alle Rechte vorbehalten","url":"http://cyrexgaming.de/","image":"http://cyrexgaming.de/wp-content/uploads/2015/05/razer.png"},"up_votes":2,"down_votes":0,"body":"Hallo liebe Leute,\r\n\r\ndas Team CYREX GAMING MoShUn sucht einen Main Supporter f&uuml;r das Team. \r\n\r\nDu bist PLatin aufw&auml;rts,16 Jahre oder &auml;lter und hast interesse an einem Seri&ouml;sem Team das zusammen Trainiert und spielt ? Dann Bewerbe dich bei mir oder bei CG Decreeofpain. Schreibe uns deine Main Champs, deine Elo und erz&auml;hl uns ein wenig interessantes &uuml;ber dich. \r\n\r\nWir geh&ouml;ren dem Clan Cyrex Gaming an und haben einen Coach der uns trainiert. Wir trainieren immer Sonntags ab 20.15 bis mindestens 22.15. Innerhalb der Woche sind die Trainingszeiten Flexibel durch Arbeit etc. An sich trainieren und spielen wir min 3 mal die Woche.\r\n\r\nZiel ist es als Team in die ESL zu gehen und dort aktiv teilzunehmen und nebenbei werden wir bei Faceit Teilnehmen.\r\n\r\nInteresse geweckt ? Dann schreib mir eine Email oder adde mich in game.\r\n\r\nBewerbungen an amokleben@gmx.net\r\n\r\nMFG \r\nBloodlunatic\r\nManager Cyrex Gaming MoShUn","replies":[{"id":"","poster":"Bloodlunatic","date":"2015-05-25T17:24:27.674+0000","up_votes":1,"down_votes":0,"body":"Ich danke Euch beiden für Euer Interesse, muss Euch jedoch mitteilen das wir auf grund der vielen Anfragen schon Tryouts gemacht haben und uns für zwei Finalisten entschieden haben. Ich wünsche Euch allen noch viel erfolg und Glück bei der Suche.","replies":[]},{"id":"","poster":"Laki","date":"2015-05-25T11:03:16.975+0000","up_votes":1,"down_votes":0,"body":"Hey,\n\nich bin auf der suche nach einem aktiven Ranked Team und das was ich da oben gelesen hab klingt alles sehr Interessant und positiv.\n\nIch spiele seit Anfang an (S3 hab ich angefangen) main Support und bin seit S3 auch bisher immer Platin gewesen in SoloQ.\n\nIch bin 18 Jahre alt, habe TS und Skype, bin kritik fähig ect ^^.\nWenn du näheres wissen magst, ich hab die ne FA im Client geschickt, einfach fragen :).\n\nLG Laki","replies":[]},{"id":"","poster":"im thoni","date":"2015-05-24T20:12:25.945+0000","up_votes":1,"down_votes":0,"body":"Hallo,\n\nich würde mich interessieren. bin z.Z. Plat 2 in der SoloQ, allerdings maine ich in der SoloQ nichts, fille meistens.\n\nErfahrung als Supporter habe ich.\n\nUnter der Woche bin ich ab 20:00Uhr online.\n\nbei interesse bitte adden!","replies":[]}]}