{"id":"tNvs1tAN","poster":"Vincent Kiesé","date":"2015-05-24T07:08:26.362+0000","title":"Ist dieser Rechner gut und geeignet für LoL?","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"MEDION&reg;  AKOYA P5105 D (MD 8856)\r\n\r\nIntel&reg; Core&trade; i5-4460 Prozessor; Windows 8.1 Update; 8 GB Arbeitsspeicher; 1 TB (1.000 GB) SSHD inkl. 8 GB Flash-Speicher\r\nUnd auf welcher Grafik(Ingame) m&uuml;sste ich es dann stellen?","replies":[{"id":"","poster":"Nasfirith","date":"2015-05-24T11:38:08.547+0000","up_votes":1,"down_votes":0,"body":"Also für LoL wirds wohl reichen, dann hörts aber auch schon auf. Generell sind die \"billig\" PCs nicht schlecht, reichen aber halt auch nicht weit. Die meisten Spiele die kommen werden kannst du nicht mal mehr auf niedrig spielen. \n\nEs ist meist billiger und besser sich einen Rechner selber zusammen zustellen - bei den netten Mitspielern hier ist dass ja auch kein Problem wie man sieht ;)","replies":[]},{"id":"","poster":"Manker00","date":"2015-05-24T07:51:49.318+0000","up_votes":1,"down_votes":0,"body":"Nein ; geht schon \n\nDa du nur eine Onboard graphiccard hast wird League warscheinlich nur auf Medium or höhstens high laufen. (wenn du nich in FHD spielen willst)","replies":[]},{"id":"","poster":"Velaun","date":"2015-05-24T07:50:07.277+0000","up_votes":1,"down_votes":0,"body":"Wenn du nichts weiter vorhast, dann reicht es. Allerdings würde ich dir eher dazu raten dich in einem Forum anzumelden, bzw nach Sachen wie *PC Selbst zusammenstellen (Hilfe)* zu googlen. Und Ihn dir dann selbst zusammen zu schrauben, bzw nen Kumpel der Ahnung hat ran zu lassen.  \nFalls dir das zu umständlich ist, wende dich an Citoso, der hat's ja angeboten ;) So hättest du mit Sicherheit mehr von deinem Geld.\n\nWichtig ist, wenn du dich entschließt dir einen PC zusammenstellen zu lassen, konkrete Angaben zu machen wie viel Geld du ausgeben magst/kannst.\nWobei du für einen Rechner auf dem LoL laufen soll (und auch CSGO, wenn ich mich nich irre) nicht sehr tief in die Tasche greifen musst. Allerdings sollte man ja immer an die Zukunft denken :D\n\nSollte das alles nichts für dich sein....dann kauf dir das Teil von Medion..ist halt n Aldi-PC^^\nMFG","replies":[]},{"id":"","poster":"Vincent Kiesé","date":"2015-05-24T07:24:59.691+0000","up_votes":1,"down_votes":0,"body":"Ne ist ok, weitere anmerkungen? wird er auch zb für csgo usw reichen?","replies":[]},{"id":"","poster":"M4ster Yi","date":"2015-05-24T07:18:27.660+0000","up_votes":1,"down_votes":0,"body":"reicht. allerdings keine grafikkarte also mehr als lol wirds auch nicht.. wenn ich dir einen guten zusammenstellen soll add mich ingame da kriegst du viel bessere P/L","replies":[]}]}