{"id":"J1xkhNMT","poster":"AG Incredible","date":"2019-03-17T14:12:14.247+0000","title":"[GER] ACID GAMING SUCHT COMMUNITYMANAGER / SUPPORTER","subforum":"Clans & Teams","embed":{"title":null,"description":null,"url":"https://imgur.com/Wa56huH","image":null},"up_votes":1,"down_votes":0,"body":"Heyho liebe Gamerinnen &amp; Gamer,\r\n\r\nmein Name ist Leon und ich bin einer der Leader von dem League of Legends Clan namens \"Acid Gaming\" und wir sind derzeitig dabei uns zu vergrößern und genau dafür suchen wir DICH!\r\nWir suchen sowohl einzelne Spieler als auch Teams, die Interesse haben bei einem noch recht kleinen,engagierten und ambitionierten Clan mitzuwirken.\r\nBisher haben wir eine Anzahl von knapp 11 League of Legends Teams,eine durchschnittliche Anzahl von 35-60 Leuten auf unserem Teamspeak und auch schon einen Partner.\r\n\r\nDoch nun fragt ihr euch sicher was ihr davon habt uns zu joinen, wenn ihr doch eine so große Auswahl bei der Anzahl and Clans &amp; Orgas die auf Spielersuche sind?\r\nDie Antwort ist ganz leicht. Ihr könnt den Clan mitgestalten, eure eigene Meinung teilen und selbstverständlich auch Verbesserungsvorschläge einbringen.\r\nAllerdings ist das nicht alles!\r\n\r\nNeben alle dem könnt ihr zusätzlich von uns folgendes erwarten:\r\n\r\n1.     Engagiertes und Ambitioniertes Management\r\n2.     Hilfe &amp; Support bei der Spieler-,Team-,Scrim-,Coach- und Turniersuche\r\n3.     Freundliches und familiäres Umfeld\r\n4.     Teamspeak 3 Server mit eigens für die Teams kreierten Channel &amp; Rechte\r\n5.     Zukünftig ist eine eigene Liga geplant (inkl. Preise)\r\n6.     Google Doc Tabellen\r\n7.     Spieler von Silber - Master (SoloQ) / Challenger (FlexQ) und auch Support von diesen\r\n8.     Euere Meinung wird ernst genommen ( Ihr seid für den Clan verantwortlich und gestaltet diesen von Grund auf mit)\r\n9.     Bereits ein Partnerprogramm\r\n10.     Hilfe bei der Teamerstellung und Teambetreuung\r\n11.     Keine Verpflichtung zur Namensänderung / Tragen des Clan- oder Clubtags!!!\r\n12.     Hilfestellung bei Youtube oder gar Streamingprojekten\r\n\r\nWie ihr seht haben wir viel zu bieten und verlangen im Gegenzug von euch folgendes:\r\n\r\n1.     Besitzen von Teamspeak 3 und einem funktionierendem Headset\r\n2.     Eine gewisse geistige Reife\r\n3.     Höfliches &amp; Nettes Auftreten\r\n4.     Den Clan Teamspeak 3 Server benutzen\r\n\r\nAber nun ist der Zeitpunkt gekommen, wo man all das für die Anzahl der Member &amp; Teams an seine Grenzen stößt, um all diese Aufgaben alleine zu bewältigen. Aus diesem Grunde bin ich nun auf der Suche nach freundlichen Gesichtern, die sich bereit erklären den Clan und mich zu unterstützen und uns helfen diesen von Beginn an mitzugestalten und diesen zu vergrößern :)\r\n\r\nWenn ich euer Interesse geweckt haben sollte, addet mich doch einfach ingame und wir besprechen alles weitere :)\r\n\r\nMit Freundlichen Grüßen\r\n\r\nLeon aka. AG Incredible\r\n\r\nIng: AG Incredible","replies":[]}