{"id":"bRqAWgRJ","poster":"Pente","date":"2015-05-22T15:17:29.129+0000","title":"eSports – Einladung zu Spieleruntersuchung","subforum":"Esports","up_votes":5,"down_votes":0,"body":"Im eSports-Universum ist so ziemlich alles im Fluss. Aufstellungen &auml;ndern sich. Teams steigen ab. Neue k&auml;mpfen sich an die Spitze. Doch das ist nur die Oberfl&auml;che. Hinter den Kulissen haben wir an ein paar &Auml;nderungen herumexperimentiert, wie ihr online an der League of Legends-Profiszene teilhaben k&ouml;nnt. Wir m&ouml;chten euch liebend gern einen ersten Einblick in diese Entwicklungen geben, bevor alle anderen davon erfahren, um zu h&ouml;ren, was ihr davon haltet.\r\n \r\nUm euch das Ganze zu vers&uuml;&szlig;en, erhaltet ihr sogar &pound;50 als Aufwandsentsch&auml;digung.\r\n \r\nIhr m&uuml;sst nur entweder am Donnerstag, den 4. Juni 2015, oder am Freitag, den 5. Juni 2015, in [unser Testlabor](http://www.allglobalviewing.com/) in der Old Street in London kommen, um ein paar Ideen dieser neuen Version auszuprobieren. Diese Vorschausitzungen werden etwa 60 Minuten dauern.\r\n \r\nWir wollen etwas erschaffen, das eSports-Fans lieben werden. Deshalb ist euer Beitrag f&uuml;r uns so wichtig und wird streng vertraulich behandelt.\r\n  \r\nAntworten werden an Ann (ann.clifton@spotless.co.uk), unsere Anwerberin bei Spotless, weitergeleitet, die zu der Agentur geh&ouml;rt, welche diese Untersuchung koordiniert. Ann wird Verbindung mit euch aufnehmen, um einen Zeitraum auszumachen, damit ihr an einem der beiden Tage teilnehmen k&ouml;nnt.\r\n \r\nInteressiert? Falls ja, f&uuml;llt bitte [diese kurze Umfrage](https://www.surveymonkey.com/r/27KPPVT) aus.\r\n\r\nWir haben nur eine begrenzte Anzahl Zeitfenster zur Verf&uuml;gung. Deshalb werden die Teilnehmer danach ausgew&auml;hlt, wer sich zuerst meldet.\r\n\r\nGebt in eurer Antwort bitte auf jeden Fall eure E-Mail-Adresse und Telefonnummer an, damit Ann euch kontaktieren kann, um ein paar Fragen durchzusprechen.\r\n \r\nFalls ihr gern teilnehmen m&ouml;chtet, h&auml;tten wir gern bis 25. Mai 2015 eine Antwort. Falls ihr Fragen habt, z&ouml;gert nicht und wendet euch an Ann unter +44(0)2071687526 oder per E-Mail an ann.clifton@spotless.co.uk","replies":[{"id":"","poster":"YouStoleMyName","date":"2015-05-22T20:59:25.512+0000","up_votes":3,"down_votes":0,"body":"Wenn ihr mir den Flug bezahlt, mache ich mit.\nDenn, wie der Zufall so will, wohne ich in Deutschland und treibe mich deshalb im deutschen Forum rum :b\n\nKannst mir ja schreiben, was du davon hältst :D","replies":[]},{"id":"","poster":"Pente","date":"2015-05-27T14:11:37.638+0000","up_votes":1,"down_votes":0,"body":"Leider haben einige beim Ausfüllen vergessen ihre E-Mail Adresse anzugeben. Bitte bedenkt, dass ihr nur dann von Spotless kontaktiert und eingeladen werden könnt, wenn ihr auch eure E-Mail Adresse angebt!","replies":[]},{"id":"","poster":"Kaitri","date":"2015-05-25T01:18:04.171+0000","up_votes":1,"down_votes":0,"body":"ich will unbedingt hin :(\n\ngibt es davon dann auch was auf youtube? man hat ja schon einen gewissen nachteil wenn man nicht gerade in london umgebung lebt","replies":[]},{"id":"","poster":"iScoutx","date":"2015-05-23T09:22:26.940+0000","up_votes":1,"down_votes":0,"body":"Wow £50 Entschädigung. Leider wohnen die meisten im **deutschen** Forum auch in **Deutschland** und müssen auch nach London fliegen. Das kostet eben mehr als £50.","replies":[{"id":"","poster":"Pente","date":"2015-05-23T18:49:08.526+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=iScoutx,realm=EUW,application-id=hGYdiTd1,discussion-id=bRqAWgRJ,comment-id=0001,timestamp=2015-05-23T09:22:26.940+0000)\n>\n> Wow £50 Entschädigung. Leider wohnen die meisten im **deutschen** Forum auch in **Deutschland** und müssen auch nach London fliegen. Das kostet eben mehr als £50.\n\nDie Meisten ja, aber nicht alle und die Meisten sind nicht gesucht sondern einige wenige. Das richtet sich also primär an diejenigen Deutschen die derzeit in London leben oder in dem Zeitraum zufällig in London Urlaub machen und ein paar Stunden ihrer Zeit entbehren können.","replies":[]}]}]}