{"id":"IFfgjg9a","poster":"TheUnknown98","date":"2015-05-21T20:06:52.800+0000","title":"Was tun wenn...?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hallo,\r\nhab grade ein Leonagame gemacht und meine Botlanegegner waren ne Ori und ein Yasuo premade. Beide gingen full AD/AP ich kam mir einfach extrem useless vor, da ich weder erfolgreich engagen und meine Kombos raushauen konnte (wen sollte ich auch focusen wenn der andre carry auf jinx geht)\r\nund was soll ich mir dann bitte kaufen, da ich weder AD noch AP r&uuml;ssi vernachl&auml;ssigen kann da ja beides auf der Botlane ist?\r\nLeider haben wir das Spiel aufgrund der Unerfahrenheit mit dieser Situation verloren. Ich hoffe ihr k&ouml;nnt helfen :/\r\n\r\nLG\r\n\r\nP.S. wen es interessiert: hier ist das Replay (baronreplay format) zum runterladen [http://workupload.com/file/RakzY7FM](http://workupload.com/file/RakzY7FM)","replies":[{"id":"","poster":"Red Mage","date":"2015-05-21T20:14:20.805+0000","up_votes":2,"down_votes":0,"body":"einfach outscalen?\n\nOri und auch Yasuo brauchen sowohl Gold als auch Level Vorteil, ansonsten haben beide schlechte karten gegen einen ADC+Sup...\n\nNext time einfach erst reingehen wenn dein ADC sein BF sword hat, auch kann ich mir NICHT vorstellen, das die beiden euch zu kämpfe zwingen konnten pre 6, oder gar euch beim /deinem adc eher/ beim farmen hindern.. einfach warten bis die minion aggro haben, und dann vlt auch einen E+W+Q auf die, für etwas pressure.\n\nLeona>Yasuo/Ori, wenn beide gleich viel farm und XP haben","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-21T20:24:55.933+0000","up_votes":2,"down_votes":1,"body":"Einfach outscalen. Solche Combos sind im Early immer extrem stark, aber lassen halt nach, je länger das Spiel geht. (Bis sie dann im ganz absurden 60 Min Late Game eventuell wieder stark werden).\n\nUnd kommuniziere mit deinen Tankigen Mitspielern. In solchen Spielen ist es dann im Late wichtig, dass ihr ein Aegis und ein Frozen Heart habt. Du kannst dir halt nur eins davon bauen (welches wichtiger ist, hängt von deren Midlane ab... wenn die auch ein AD Assasine ist, ist Rüstung halt wichtig, wenn die auf AP gehst, baust du mehr MR...\n\nDas Lustige ist: Ich baue als Support normalerweise eh nicht für die Lane... also Schuhe, Gold Generation Item, Mikaels Schmelztigel und dann gucke ich, was im Gegnerteam die größte Bedrohung ist und passe meinen Build entsprechend an. Deswegen drücke ich nach gefühlt 20 Min Tab und checke mal die Statistiken meiner Gegner. Und was die so an Schaden bauen.","replies":[]},{"id":"","poster":"TFG Dave","date":"2015-05-22T12:33:49.281+0000","up_votes":1,"down_votes":0,"body":"schwere lane meiner meinung nach fight nur ohne creeps suchen dabei yasuo versuchen zu kiten ... und ori focussen, den härteren job hat hier jinx sie muß auf bastand zu yasuo beleiben und gleichzeitig oris ball dodgen das is nich einfach","replies":[]},{"id":"","poster":"TheUnknown98","date":"2015-05-21T20:07:44.290+0000","up_votes":1,"down_votes":0,"body":"Soll ich vielleicht auf AD bruiser spielen?^^","replies":[]}]}