{"id":"yg6sAqQm","poster":"1v9 ad","date":"2015-05-21T15:54:57.071+0000","title":"Keine Lp??","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe ein ranked gespielt,w&auml;hrend dem ranked sind ich und mein duo partner f&uuml;r eine minute aus dem game dced konnten aber in skype bleiben wir wannen dann das spiel und es kam f&uuml;r 20 minuten &quot;waiting for sats&quot; wir haben skip gedr&uuml;ckt und es kamm f&uuml;r 2 stunden you have left a game in progress und wir konnten nicht aus diesem screen raus jetzt sind wir endlich drau&szlig;en und das spiel ist aus jeder match history verschwunden und wir haben keine LP gekriegt...","replies":[{"id":"","poster":"Ashuna","date":"2015-05-22T06:30:52.919+0000","up_votes":1,"down_votes":0,"body":"Hallo Lumetia,\n\nSehr warscheinlich ein Drophack? Im Moment gibt es viele solcher Zwischenfälle. \nEntweder war es wirklich ein Drophack oder der LoL-Server hat euer Spiel gelöscht.\nZweites kann bei Überlastungen (soweit ich weiss) öfters passieren.\nWenn du genaueres dazu Wissen willst schreib dem Support.\n\nmfg. Ashuna {{champion:17}}","replies":[{"id":"","poster":"1v9 ad","date":"2015-05-22T11:06:34.930+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht dass es ein drophack war bei einem drophack dcen ja alle für das ganze game aber bei mir wars halt mein team also alle bei den gegnern sind nicht dced","replies":[{"id":"","poster":"Ashuna","date":"2015-05-26T06:48:06.905+0000","up_votes":1,"down_votes":0,"body":"Hallo Lumetia,\n\nwas du glaube ich meinst ist eine DDOs Attacke auf einen Server. \nEinzelne Spiele sowie Personen können mittels Paketüberlastung, also einem Drockpack, einzeln aus dem Spiel geworfen werden. Das ist möglich.\nDeine Beschreibung ähnelt eher einem Drophack als einer DDOs Attacke.\nAm besten ist es, wenn sowas passiert, einen Screenshot zu machen und den Support direkt zu schreiben was vorgefallen ist. Diese können dann mittels Tools schauen ob es ein Drophack war (das machen die mit einem Programm das den Paketverlauf verfolgen kann).\nWenn du genaueres dazu schreiben kannst kann man dir mehr helfen.\nZumindest hast du keine LP verloren siehs doch mal so ;-)\n\nmfg. Ashuna {{champion:17}}","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-22T11:11:09.469+0000","up_votes":1,"down_votes":0,"body":"Heya\nWenn nur euer Team Dced ist kanns kein Drophack gewesen sein. Der schießt im Prinzip den ganzen Server ab und deswegen trifft das dann jeden.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"1v9 ad","date":"2015-05-23T21:02:50.476+0000","up_votes":1,"down_votes":0,"body":"eben,das hab ich gemeint ^-^","replies":[]}]}]}]}]}