{"id":"g9Rvl780","poster":"Call of Body","date":"2015-05-21T15:19:35.295+0000","title":"Neues Team MYN (Meet Your Neighbours) sucht aktive Member","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Erstmal ein herzliches Hallo und vielen dank f&uuml;r euer Interesse an meinem Team.\r\n\r\n\r\nIch hei&szlig;e Pasqual, gehe auf die 23 zu und bin Ingame unter dem Namen - **MYN Noctis** - zu finden.\r\nIch habe vor kurzem nach zeitweiligem Aufenthalt auf dem TR-Server (ca. 3 Monate) wieder zur&uuml;ck nach EU-West gewechselt und mich dazu entschlossen ein eigenes Team auf die Beine zu stellen. Ich bin aufgrund der Inaktivit&auml;t auf EU-West von Platin 3 auf Gold 1 gedroppt, habe jedoch meine Solo Queue MMR von Platin 1 bis Diamond 5 behalten. Nun suche ich aktive Member um schnellstm&ouml;glich mit dem Team starten zu k&ouml;nnen.\r\n\r\nIm folgendem findet Ihr die Anforderungen die ich voraussetze, um dem Team beitreten zu k&ouml;nnen.\r\n\r\n**Gesucht wird:** Ein **Toplaner**, **Jungler**, **Midlaner** und **Supporter** (Ihr solltet diese Lane als eure Main-Lane angeben k&ouml;nnen; Bei mehreren Anfragen ist f&uuml;r jede dieser Lanes auch eine **Annahme als Sub m&ouml;glich** und vorgesehen). Ich selber werde die Rolle des **AD Carries** im Team &uuml;bernehmen.\r\n**Eure ELO:** Eure ELO sollte mindestens Platin 5 in Solo/Duo Queue sein.\r\n**Erfahrung im 5vs5 Ranked Bereich:** Es sollte zumindest Erfahrung im Bereich der 5on5 Ranked Gold/Platin ELO vorhanden sein, da ich Plane mit diesem Team so weit es geht die Rangliste zu erklimmen.\r\n**Sonstige Anforderungen:** Ihr seid mindestens 17 Jahre alt, sprecht sowohl Deutsch als auch Englisch (kein perfektes Englisch vorrausgesetzt) und besitzt Teamspeak &amp; Skype.\r\n\r\nWenn all&#039; diese Anforderungen erf&uuml;llt sind, steht euch eigentlich nichts mehr im Weg.\r\n\r\n\r\nLasst einfach in einem Kommentar euren **Beschw&ouml;renamen und/oder Skype Addi**, euer **Alter**, eure **ELO** (Solo/Duo Queue) und eure **bereits gesammelte Erfahrung** (wenig/viel // ELO-Bereich) **und eventuell eine kleine Vorstellung (Who am I)**(Nicht verpflichtend) da. Ich werde T&auml;glich reinschauen und sonstige Fragen beantworten bzw. Euch Ingame / in Skype adden.\r\nAndernfalls k&ouml;nnt Ihr mich auch einfach in Skype adden und mir dort eure Mini-Bewerbung da lassen (**Skype:** **rise.of.a.god**). \r\n\r\n\r\nIch hoffe einige von Euch bald in meinem Team haben zu d&uuml;rfen und verabschiede mich bis dahin.\r\n\r\nMYN Noctis","replies":[]}