{"id":"vk0Vmdm9","poster":"Jadé","date":"2015-05-21T07:22:38.122+0000","title":"PmC Cup #5 powered by Tt eSPORTS am 31.05.2015","subforum":"Turniere & Veranstaltungen","up_votes":1,"down_votes":0,"body":"Hallo liebe Community, \n\nEs ist endlich soweit! Der 5te PmC Cup findet statt.  \nIn der f&uuml;nften Auflage des PmC Cup ist das Teilnehmerfeld zun&auml;chst auf 64 Teams begrenzt. Wir behalten uns das Recht vor, die entsprechende Summe der korrekt angemeldeten Teams anzupassen. Es kann daher dazu kommen, dass bei einer ungeraden Teilnehmeranzahl das Turnierformat mit &bdquo;Freilosen&ldquo; aufgestockt wird.\nDer PmC Cup #5 startet im bekannten K.O. Modus (BO1). Die siegreichen Mannschaften ziehen in die n&auml;chste Spielrunde ein. Ein Lower- oder Loser-Bracket gibt es nicht. Der vollst&auml;ndige Turnierbaum (inklusive Spielergebnisse) ist online auf unserer Internetseite einzusehen.\n\nHier k&ouml;nnt ihr euer Team anmelden:  http://www.pmc-cup.com\nRegistrieren - Team erstellen - Mitglieder hinzuf&uuml;gen und LOS GEHTS! \nEinzelheiten zur Anmeldung k&ouml;nnt ihr auch im Forum nachlesen.\n\n**Die Turnier-Details im &Uuml;berblick:**\n\n- Turnierstart: 31.05.15 &ndash; 14:00 Uhr\n- Ende der Teamanmeldung: 31.05.15 &ndash; 14:00 Uhr\n\n- Team Captains und Verantwortliche finden sich im Ingame Chat (pmc-cup und pmc-cup-support) ein\n- Die Ergebnisse werden &uuml;ber das Forum oder den Ingame Chat gemeldet\n\n- Das Team, welches im Turnierbaum &bdquo;oben&ldquo; steht, hat Heimrecht (d. h. freie Seitenwahl)\n- Die K.O. Runden-Spiele werden im BO1 ausgetragen\n- Das Endspiel (Finale) wird im BO3 ausgetragen\n- Das Spiel um Platz 3 findet zeitgleich mit dem Endspiel statt, allerdings nur im BO1 Modus\n\n- Diverse Matches werden durch unsere eigenen Caster/Moderatoren &uuml;bertragen\n\nNachdem der PmC Cup gestartet wurde, erscheint der Turnierbaum online. Zudem erhalten alle Team Captains eine automatisierte E-Mail mit dem Hinweis, dass das Turnier gestartet wurde.\n\n- Jede Partie besitzt eine kalkulatorische Spielzeit von 60 Minuten (Abweichungen m&ouml;glich)\n- Die Teams m&uuml;ssen sich zeitnah zusammenfinden, sodass ein Match mit max. 15 Minuten Verz&ouml;gerung starten kann\n- Sollte ein Team nicht zur Verf&uuml;gung stehen, wird der belegte Turnierplatz neu vergeben oder mit einem Freilos aufgestockt. Der Gegner erh&auml;lt dadurch einen default Win\n\n**Folgende Preise gibt es zu gewinnen:\n**\n&bull; Platz 1: \n5 x SHOCK WHITE Gaming Headset von Tt eSPORTS\n5 x 3200 RIOT POINTS & Skin Triumphierender Ryze Skin\n&bull; Platz 2: \n5 x 25&euro; Amazon Gutschein\n5 x 2400 RIOT POINTS \n&bull; Platz 3: \n5 x 1600 RIOT POINTS\n&bull; Platz 4: \n5 x 800 RIOT POINTS \n\n\n**Tt eSPORTS (offizieller Partner/Sponsor des PmC Cup):**\nhttp://www.ttesports.de\n\nWir w&uuml;nschen allen VIEL ERFOLG!","replies":[{"id":"","poster":"Jadé","date":"2015-05-24T18:18:58.240+0000","up_votes":1,"down_votes":0,"body":"In einer Woche ist es soweit! Nutzt jetzt noch eure Chance um euch anzumelden! Denkt dran, dass sich alle Teammitglieder registrieren müssen und ins erstellte Team müssen. Anschließend müssst ihr das Team fürs Turnier anmelden! (beim Turnierbaum) Genaue Beschreibung findet ihr auch in unserem Forum. \n\nmfg \nJade","replies":[]}]}