{"id":"mZqRMBi9","poster":"Melf","date":"2015-05-20T11:47:04.558+0000","title":"Suche Duo Partner Silber 4 - Gold","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Hallo Leute,\r\n\r\nich bin momentan auf der Suche nach einem geeigneten Duo Partner im Silber Bereich. Bevor ich zu den Voraussetzungen komme m&ouml;chte ich mich vorstellen.\r\n\r\nIch hei&szlig;e Melf bin 21 Jahre alt und spiele LoL seid Season 3. Nach einer langen Pause spiele ich nun seid Februar wieder aktiv und bin dabei mich stetig zu verbessern. Ich als Jungler mag das Tankmeta sehr gerne und spiele auch &uuml;berwiegend Tankjungler wie Sejuani, Gragas, Rek Sai, Wukong, Nunu, Rammus, J4 uvm. Bin auch jederzeit offen neue Champions zu &uuml;ben. Ich bin momentan Silber 4 nachdem ich in Bronze 1 gestartet bin. Ich habe allerdings schon einige Erfahrungen im h&ouml;heren Bereich durch Teamrankeds mit Kumpels die alle Platin - Diamond sind. Mein Ziel ist es daher mindestens Gold 1 zu kommen und daf&uuml;r suche ich den passenden Partner... Zu meinen Onlinezeiten. Ich bin Berufst&auml;tig und habe auch noch einige andere Hobbys daher ist es schwer zu sagen wann genau ich da bin allerdings bin ich in der Woche ca ab 19 Uhr meistens da und am Wochenende nat&uuml;rlich deutlich &ouml;fter und l&auml;nger.\r\n\r\nNun meine Voraussetungen an euch :\r\n\r\n-Silber Elo\r\n-Mindestens 18Jahre alt\r\n-Kritikf&auml;hig und Lernwillig\r\n-Lane v&ouml;llig egal au&szlig;er Jungler\r\n- Ts3 + headset vorhanden ( Server habe ich)\r\n-Teamf&auml;hig\r\n- geeigneter Championpool und dem Meta entsprechend \r\n\r\n\r\nIch selber schaue auch gerne der Europ&auml;ischen und Nordamerikanischen LCS zu und kenne daher auch einige Taktiken im Highelo Bereich. Ich suche aber vorallem einen netten und auch lustigen Mitspieler mit dem ich Spa&szlig; am Spiel haben kann aber auch erfolgreich bin. Testgames k&ouml;nnen gerne gemacht werden. Auch ein Gespr&auml;ch auf dem Ts w&uuml;rde ich vorher bef&uuml;rworten. Ich hoffe es werden sich einige Leute melden.\r\n\r\nSolltet ihr Interesse haben dann added mich doch gerne Ingame unter **Thutmosis1** so k&ouml;nnen wir dann alles weitere kl&auml;ren.\r\n\r\nGru&szlig;\r\nMelf","replies":[]}