{"id":"PKlib15E","poster":"XxKampflappenxX","date":"2015-05-19T17:12:32.768+0000","title":"Bräuchte Tipps zu AP Assassin Evellyn","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Ich habe sehr gefallen an AP Evelynn gefunden und m&ouml;chte sie auch auf diesem Weg spielen. \r\nAllerdings br&auml;uchte ich ein paar Tipps wie man mit ihr den Jungle effizient Clearen kann ohne andauernd zu sterben.\r\n\r\nRunen und Masteries w&auml;ren auch bestimmt hilfreich.","replies":[{"id":"","poster":"Jaberno","date":"2015-05-24T09:44:04.562+0000","up_votes":1,"down_votes":0,"body":"Also zumindest was den Start im Jungle angeht beginne ich wie in diesem Youtube Video, brauch etwas übung, aber es klappt wunderbar. (Und wenn man hilfe hat am anfang natürlich erst recht)\n\nhttps://www.youtube.com/watch?v=-kUpkT83hBo\n\nSehr viel weiter kann ich dir nicht helfen, da ich evelyn auf Tanky spiele (bzw. trinity force dann tanky wenn nen earlygank geklappt hat). Naja und was das smiteitem angeht is es immernoch geschmackssache bzw. kommts auch auf den gegner drauf an. Ich nehm fast immer das Blaue, allerdings auch schon genug streamer gesehen die das Rote oder Lilane (später tauschen) nehmen. \n\nMuss allerdings auch dazu sagen das ich 2-3monate Lolpause hinter mir hab, und nicht ganz up to date bin was änderungen angeht. Zumindest grade eben kurz alleine spiel eröffnet und ausprobiert und geht noch ganz gut der start im Jungle.","replies":[]},{"id":"","poster":"Soltar","date":"2015-05-20T00:59:45.758+0000","up_votes":1,"down_votes":0,"body":"Nicht möglich :D Nein im ernst ich mag evelynn aber momentan kommt sie einfach überhaupt nicht durch den jungel. versuch red und blue zu kiten damit du am anfang nicht so viel schaden frisst.","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-05-20T07:21:40.502+0000","up_votes":1,"down_votes":0,"body":"Ich starte manchmal bei den Kruggs um den Stun buff zu bekommen, der ist Mmn. sehr hilfreich. Aber wie du bereits sagtest ist es unmöglich durch den Jungle zu kommen wenn man die Viecher nicht Kitet da hast du recht","replies":[]}]},{"id":"","poster":"Veezey","date":"2015-05-19T18:51:50.718+0000","up_votes":1,"down_votes":0,"body":"Hast du dir denn schon Guides angeguckt?","replies":[]},{"id":"","poster":"Angela Me","date":"2015-05-20T11:55:23.783+0000","up_votes":1,"down_votes":2,"body":"asdf","replies":[]}]}