{"id":"I798XEEl","poster":"civithetank","date":"2015-05-19T17:02:30.223+0000","title":"teamranked p5+","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo, Ich suche f&uuml;r mein ranked team noch einen toplaner midlaner  die botlane &uuml;bernehmen ich und ein kumpel erstmal was zu uns wir sind beide 16+ ich bin platin 5 main support er ist platin 2 main adc wir sind sehr eingespielt und spielen auch schon recht lange zusammen wir haben auch einen ts3 server nun zu euch ihr solltet Alter:16+ Elo:p5+ Lane: main lane + metachamps und gro&szlig;er champion pool das team soll nicht nur zum fun bestehen sondern es soll auch diese seasion min plat in 5v5 schaffen wenn mehr auch gut und es werden turniere angestrebt also solltet ihr das auch wollen falls ich euer interesse geweckt habe schreibt mir doch unter diesem post mit eurem ign alter lane und teamranked erfahrung","replies":[{"id":"","poster":"LDCG TerroXor","date":"2015-05-19T17:34:12.677+0000","up_votes":1,"down_votes":0,"body":"Hey, klingt genau nach dem was ich suche.\nIch bin 18 Jahre alt, main Mid und spiele alles was momentan in der Mid Lane meta ist, mein Main ist dabei aber Azir (Kog maw, Vlad, LeBlanc,etc kann ich aber auch).\nMit teamranked hab ich bis jetzt nur in sofern erfahrung gemacht, dass ich ab und zu mal mit ein paar freunden teamranked gezockt habe, aber nie ernsthaft, worauf ich aber echt Lust habe. Würde mich freuen von euch zu hören .^^","replies":[]},{"id":"","poster":"Happnz","date":"2015-05-19T17:08:13.789+0000","up_votes":1,"down_votes":0,"body":"alter 18\nplat 3\nmain mid lane\nkaum erfahrung im teamranked jedoch viel erfahrung im 5er team zu spielen\nfalls es noch fragen gibt einfach adden und anschreiben","replies":[]},{"id":"","poster":"oOCaptTigerOo","date":"2015-05-19T17:07:58.023+0000","up_votes":1,"down_votes":0,"body":"Es gibt da auch sowas wie . ( Punkt ) ..... sry :D musste sein ich weiß das du dass kannst , ist halt nur scheiße zu lesen ^^ \n\nLg{{champion:17}}","replies":[]}]}