{"id":"pntfveWW","poster":"Tician","date":"2015-05-19T22:12:48.314+0000","title":"Launcher crasht ständig - Adobe AIR + Verbindungsabbrüche","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Gr&uuml;&szlig;e!\r\n\r\nzuerst einmal eines klar sagen: InGame l&auml;uft alles einwandfrei, Ping ist stabil und es gibt keine Verbindungsabbr&uuml;che.\r\n\r\nDas Problem: Schon nach dem Einloggen kommt h&auml;ufig die Meldung das ich vom pvp.net getrennt bin, ich habe Probleme SPiele zu suchen und wurde nun schon des &ouml;fteren gewarnt das ich zu viele Spiele hintereinander nicht annehmen w&uuml;rde, dabei erscheint bei mir absolut kein &quot;Match found&quot; Bildschirm. Auch in der CHampionauswahl hab ich &ouml;fter mal einen kurzen disconnect zum Chat und auch gerne mal ein &quot;retrieving Data from Server&quot;-Bild. \r\nWenn ich LoL offen habe ohne etwas zu tun kann ich mir nach 5 Minuten eigentlich schon sicher sein das es mit der Meldung &quot;LolClient.exe funktioniert nicht mehr&quot; abgekackt ist.\r\nNach Games, wenn normalerweise die Statistiken aufgerufen werden kommt zu 80% einfach nichts. Der Client ist weg, hat sich wahrscheinlich schon im Hintergrund ohne Meldung verabschiedet und ich starre auf meinen Desktop.\r\n\r\nIn der Ereignisanzeige habe ich mal ein bisschen herumgesucht und jedesmal wenn der Client abschmiert das hier gefunden:\r\n\r\nFehlerbucket 3563353541, Typ 1\r\nEreignisname: APPCRASH\r\nName der fehlerhaften Anwendung: LolClient.exe\r\nPfad der fehlerhaften Anwendung: C:\\Spiele\\League of Legends\\League of Legends\\RADS\\projects\\lol_air_client\\releases\\0.0.1.144\\deploy\\LolClient.exe\r\nPfad des fehlerhaften Moduls: C:\\Spiele\\League of Legends\\League of Legends\\RADS\\projects\\lol_air_client\\releases\\0.0.1.144\\deploy\\Adobe AIR\\Versions\\1.0\\Adobe AIR.dll\r\n\r\nProblemsignatur:\r\nP1: LolClient.exe\r\nP2: 0.0.0.0\r\nP3: 515663e0\r\nP4: Adobe AIR.dll\r\nP5: 3.7.0.1530\r\nP6: 5156646c\r\nP7: c0000005\r\nP8: 0006dd76\r\n\r\n\r\nIch bin mir ziemlich sicher das Adobe AIR.dll der Fehlerteufel ist. Meine Frage w&auml;re: Kann ich mir von einem anderen SPieler die Adobe Air.dll einfach kopieren?\r\n\r\nIch hoffe jemand kann mir helfen :)\r\n\r\nGr&uuml;&szlig;e\r\n\r\nTician","replies":[{"id":"","poster":"recon","date":"2015-05-20T13:58:50.069+0000","up_votes":2,"down_votes":0,"body":"**Deaktiviere den IP-Hilfsdienst**\n\n* Drücke die Tasten **[Win] + [R]** _( [Win] befindet sich zwischen [Strg] und [Alt] )_\n* **services.msc** eingeben\n* **IP-Hilfsdienst** deaktivieren und beenden","replies":[{"id":"","poster":"Tician","date":"2015-05-20T18:33:10.645+0000","up_votes":1,"down_votes":0,"body":"Super die Verbindungsabbrüche sind weg nach Deaktivierung!\n\nMal schauen ob such auch LoL nicht mehr schließt nach den Games.","replies":[]}]}]}