{"id":"X69hbO1n","poster":"SeidigGlänzend","date":"2015-05-19T13:35:27.465+0000","title":"Supp sucht ADC!!!","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Hallo, ich hei&szlig;e Erik bin 15 Jahre alt und suche seit langem einen langfristigen duoq Partner, der mit mir die bottom rocken will. Ich habe schon in mehreren Team smitgespielt. Ich bin kritikf&auml;hig und ehrgeizig. Da ich meine game entweder aufnehme oder streame, sehe ich meine Fehler ein und m&ouml;chte diese auch besprechen und verbessern. Ich besitze Ts und Skype, sowie auch ein funktionierendes Headset. Ich bin t&auml;glich online und spiele &uuml;berwiegend Rannked Games, da ich aus Silber 2 wo ich mich derzeitig befinde raus will. Da ich Main Supporter bin, ist in Soloq nicht mehr so einfach sein Team ansporn zu geben aus sich mal da beste rauszuschl&uuml;rfen. Das Mindestalter liegt bei mir bei 15 Jahren, da ich niemanden m&ouml;chte der j&uuml;nger ist als 15. Gew&uuml;nscht ist aber +18. Ich spiele gerne Thresh, Braum, Blitz, Nami, Leona und Nautilus. Meine Winrate mit Nami und Janna kann sich sehen lassen. Ich wei&szlig; genau wie ich auf der bot zu spielen habe und wenn Fehler auftreten geht es in meinen Augen weiter und nicht bei geflame. Suche jemanden der gut als Adc ist, der vllt auch denkt das er in Silber nicht hineingeh&ouml;rt und es mit mir zusammen &auml;ndern m&ouml;chte. Gew&uuml;nscht w&auml;re Silber 2 Adc mit Anpassungsf&auml;higkeit. Wer interesse an einer langfritigen Duoq Beziehung hat und mit mir auch den einen anderen Schlaf am Wochenende lieber mit Lol verbringen m&ouml;chte, der ist bei mir am richtigem Fleck. Einfach in game adde unter SeidigGl&auml;nzend. \n\nMfg SeidigGl&auml;nzend \n\nImmer weiter am Ball bleiben! Tsch&ouml;&ouml;!!! \n\nhttp://www.lolking.net/summoner/euw/44726876#ranked-stats","replies":[{"id":"","poster":"ITz Me FaZe","date":"2015-05-19T13:50:20.664+0000","up_votes":1,"down_votes":0,"body":"Hey falls du Interesse hast dann add mich doch :)bin heute Abend ab 18:30 wieder online \n\nAlter: 22\nElo: silber 3 mit Aufwärtstrend\nAnzahl der Games: über 600\nMainrole: ADC\nMainchamps: Kalista, Graves, Sivir (aber eigentlich jeden anderen ADC)\nAndere beliebte Role: Mid/Supp/Top\n\nSehr gutes Gamingheadset und TS vorhanden\n\nIch spiele eigentlich jeden Tag ab Ca. 18:30 (unter der Woche wegen der Arbeit)\nAm Wochenende so viel wie möglich( eig den ganzen Tag)\n\nIch gebe lieber konstruktive Tips als zu Flamen und bin sehr lernbereit und denke auch das es erstrebenswert wäre aus Silber raus zu kommen.\n\nLg ITz Me FaZe","replies":[]}]}