{"id":"bJ8xcfns","poster":"THoR Michka","date":"2015-05-19T13:00:09.009+0000","title":"Community THoR-force sucht Member","subforum":"Clans & Teams","up_votes":5,"down_votes":3,"body":"Hallo,\n\ndie Community \"THoR-force\" m&ouml;chte sich vorstellen und sucht nach neuen Mitgliedern, die Interesse haben ein Teil unserer Community zu werden. Viele fragen sich bestimmt jetzt,  warum zur H&ouml;lle ist das \"o\" in THoR klein geschrieben?  \nNein es hat nichts mit Thor dem Gott zutun, sondern steht f&uuml;r \"The Hand of Redemption\".\n\nAber bevor wir zu dem Teil kommen was es hier so alles gibt, erz&auml;hle ich euch erstmal ein bisschen von unserer Geschichte. \nTHoR-force wurde 2001 als Clan gegr&uuml;ndet und war in Spielen vertreten wie Counter-Strike 1.6, Lineage II, World of Warcraft etc. Doch jedes Spiel hat ein Ablaufdatum und so beschlossen wir vor etwa 2 Jahren mit Dayz anzufangen.\nWir hatten einen eigenen Server mit vielen Stammspielern. Nebenbei hatten wir auch noch eine League of Legends Abteilung, die immernoch besteht und w&auml;chst.\nDen Dayz-Server gibt es mittlerweile nicht mehr, da wir mit der Zeit gehen und uns auf die Aktuellen Spiele konzentrieren. Hier mach ich erstmal halt, da ich nun zu dem eigentlichen Punkt komme.\n\nWir suchen, wie oben schon genannt, Neue Mitgleider die interesse h&auml;tten einer Community beizutreten. So, aber was ist der Unterschied zwischen einer Community und einem Clan? \nEin Clan besteht meistens aus einer kleinen Spielergruppe die sich auf 1-2 Spiele konzentrieren. In einer Community hingegen sind mehr Spieler unterwegs, es wird das gespielt worauf man lust hat.\nNat&uuml;rlich haben wir z.b. im League of Legends Bereich auch Ranked-Teams, die das ganze ein bisschen ernsthafter angehen mit regelm&auml;&szlig;igen Trainingszeiten. Doch Spa&szlig; steht hier im Vordergrund!\n\nDa wir schon ein recht gro&szlig;er Haufen sind, haben wir selbstverst&auml;ndlich auch ein Forum. Dort wird diskutiert und wer sich im Forum aktiv beteiligt bekommt Punkte. \nDiese Punkte kann man f&uuml;r Game-Keys oder f&uuml;r Wetten ausgeben.( wie z.b. Wer gewinnt die Weltmeisterschaft im Fu&szlig;ball?) \nNicht zu vergessen haben wir auch einen Teamspeak-Server.\n\nDa du dich bis hierhin durchgeschlagen hast, erf&auml;hrst du auch nun in welchen Spielen wir momentan vertreten sind.\n\nUnsere momentan gr&ouml;&szlig;te Ecke spielt League of Legends. Dort sind ~20 aktive Mitglieder mit 3 Ranked-Teams. Dort ist alles von Silber - Diamond vertreten. \nNat&uuml;rlich musst du keinem Team beitreten, wenn du nicht willst.\n\nEin anderer Teil spielt momentan GTA 5 und &uuml;berf&auml;llt zusammen Banken. Dort haben wir eine eigene Crew mit ~20 Mitgliedern.\n\nWer sich gerne durch Monstermassen durchschl&auml;gt findet hier auch einen Platz... Ja genau, ich rede von Diablo 3 mit ~20 Mitglieder\n\nM&ouml;chte man mal eine kleine Pause machen und sich kreativ besch&auml;ftigen, f&uuml;r den haben wir auch einen Minecraft Feed-The-Beast Server.\n\nUnd solltest du garnicht auf diese Spiele stehen, sondern spielst lieber gem&uuml;tlich ein paar runden Hearthstone, m&ouml;chtest &uuml;ber die besten Decks reden oder suchst einen Duell-Partner? \nDann bist du hier bei der richtigen Adresse.\n\nZu guter letzt erwarten wir aber auch etwas von DIR :\n-mind. 16 Jahre alt\n-geistige Reife\n-kein geflame\n-Respektvoller Umgang\n\nSollten wir dein Interesse geweckt haben, dann besuch uns doch auf unserem Teamspeak, ip : thor-force.de\noder schau doch bei uns im Forum vorbei unter www.thor-force.de\n**Ansprechpartner auf dem Teamspeak sind : Michka, Xyyr, Hellcap.**","replies":[{"id":"","poster":"THoR Michka","date":"2015-06-03T15:06:46.725+0000","up_votes":1,"down_votes":0,"body":"Wir haben jetzt auch einen \"ARK: Survival Evolved\" Server mit einer Gruppe von Spielern. Solltet ihr interesse haben dann schaut doch bei uns vorbei.","replies":[]},{"id":"","poster":"THoR Michka","date":"2015-05-21T14:38:27.964+0000","up_votes":1,"down_votes":0,"body":"Wir suchen immer noch ! :)","replies":[]},{"id":"","poster":"Twisted FizzY","date":"2015-05-20T16:34:23.677+0000","up_votes":1,"down_votes":0,"body":"jaa ist doch ganz nett :) nicht richtig geschrieben von dir aber zu guter letzt Heist es Hellcap , XyyR und .........................michka :)","replies":[]},{"id":"","poster":"THoR Michka","date":"2015-05-20T13:14:28.630+0000","up_votes":1,"down_votes":0,"body":"#push","replies":[]},{"id":"","poster":"360NoScoped","date":"2015-05-19T20:58:14.389+0000","up_votes":1,"down_votes":0,"body":"bumb","replies":[]},{"id":"","poster":"THoR Michka","date":"2015-05-19T14:34:35.043+0000","up_votes":1,"down_votes":0,"body":"#push","replies":[]}]}