{"id":"Ez79BE5H","poster":"VoodooCream","date":"2015-05-18T14:52:31.728+0000","title":"Ihr habt Spaß am spiel und sucht eine nette Community dann schaut doch einfach mal rein =^~^=","subforum":"Clans & Teams","up_votes":2,"down_votes":0,"body":"Guten Morgen - Guten Abend - Guten Tag!\r\n\r\nWann auch immer ihr das lest, ein Herzliches Willkommen =^~^=\r\n\r\nWir sind seit kurzem eine kleinere Gruppe aus Leuten, die es satt haben permanent mit irgendwelchen schlecht gelaunten kleinen Kindern zu spielen, die das Spiel ernst nehmen wie sonst was und sich &uuml;ber jede Kleinigkeit nur beschweren.\r\nWir suchen nette Mitspieler, ohne Verpflichtungen, d.h.: wenn ihr da seid, seid ihr da, wenn nicht dann nicht. Es gibt keine festen Zeiten wann ihr on sein m&uuml;sst oder sonst &auml;hnliches.\r\nMomentan sind wir 5 Leute im Stamm und haben nat&uuml;rlich auch ein paar andere Leute schon um uns sammeln k&ouml;nnen. Wir sind alle recht aktiv und freundlich. Und legen auch sehr viel Wert auf Freundlichkeit Respekt und Spa&szlig; am Spiel.\r\nEs geht uns nicht nur ums Gewinnen. Im Vordergrund sollte immer der gemeinsame Spa&szlig; an einer T&auml;tigkeit stehen, die nun ja, halt zum Spa&szlig; machen gedacht ist. Jedoch haben viele heutzutage vergessen das es ein Spiel, ein Zeitvertreib, etwas gegen Stress und Hass sein sollte.\r\nAber wir schweifen ab.\r\n\r\nTS ist vorhanden die Daten &uuml;ber alles werde ich im Anhang dazu schreiben.\r\n\r\nUnsere Anforderungen an euch, scheinen ein bisschen viel zu sein, jedoch ist es eigentlich selbstverst&auml;ndlich diese einzuhalten. \r\n\r\nWas wir von euch erwarten:\r\n-Spa&szlig; am Spiel\r\n-kein permanentes Gerage und Geflame (ab und zu kann es mal vorkommen aber bitte nicht im &Uuml;berfluss)\r\n-wie schon gesagt, nehmt das Spiel nicht zu ernst, es soll Spa&szlig; machen\r\n-Konflikt, - und Kritikf&auml;higkeit\r\n-Sowohl Hilfsbereit and auch Hilfe annehmend sein\r\n-gerne auch etwas durchgeknallt, da man es sonst nur schwer mit uns aush&auml;lt *hehe* >:D\r\n-Einsicht und eine Teamrichtung sind uns sehr wichtig\r\n-keine Soloplayer, wir sind ein Team, eine Community\r\n-Mindestens 14 (wenn j&uuml;nger, aber die Reife ist da, dann ist es verhandelbar)\r\n-Respektvoller Umgang\r\n-Lern- und gerne auch Lehrf&auml;hig sein\r\n-Headset mit Micro. und TS&sup3; erw&uuml;nscht\r\n-seid offen f&uuml;r Neues (Meta und Counterpicks sind nicht alles)\r\n\r\nSo, dann w&uuml;nsche ich euch noch angenehme Schlachten in der Kluft oder sonst wo und freue mich schon auf eure Meldungen.\r\n\r\nLiebe Gr&uuml;&szlig;e euer XxNetsukoxX\r\n\r\nKontaktdaten:\r\nGamertags: XxNetsukoxX\r\n\t            Lavazzaa\r\n\t            Moky59\r\n\t            BroccoliBrocken\r\n\t            TennisMaster1993\r\n\r\nTs&sup3;: IP:tsserver.cc:10003\r\n     Area: 07\r\n     Channel: Sprechzimmer\r\n     \r\nWenn ihr dort hin gefunden habt, dann Stups jemanden von uns an oder schreibt einfach eine PM.\r\n\r\nUnd sollte im TS&sup3; niemand sein, dann besteht auch die M&ouml;glichkeit, Lavazzaa in Skype unter dem namen: ladybiird96 aufzufinden.","replies":[]}