{"id":"TRUbsgxy","poster":"ÆonFox","date":"2015-05-17T19:48:05.898+0000","title":"Champselect, Hilfe lasst mich hier raus Butten","subforum":"Spielerverhalten & Moderation","up_votes":10,"down_votes":9,"body":"Viel zu oft, eigentlich egal bei welchem Modus hat man schon in der Champselection einen Krieg im eigenen Team, ich w&uuml;nsche mir einen Knopf den ich dr&uuml;cken kann um bewusst (mit Strafe) die Selection zu verlassen und dann die M&ouml;glickeit bekomme in einem dann erscheinenden Bildschirm m&ouml;glche Reports zu verfassen zu den anderen die in der Selection waren.\r\nAuf diese weise k&ouml;nnte man ohne das Spiel neustarten zu m&uuml;ssen (sofern man schon gepickt hat) die Champselection verlassen und m&ouml;gliches Missverhalten Reporten...\r\n\r\nEine Solche M&ouml;glichkeit w&uuml;rde in nicht wenigen F&auml;llen bei Selectionragern (wie ich ungehobelte Spieler in der Selection gern nenne) zu Strafen f&uuml;hren die sie sonst nicht erhielten ohne das man selbst einen Vorteil erh&auml;lt.\r\n\r\n\r\nGru&szlig; Fox","replies":[{"id":"","poster":"Madchickendinner","date":"2015-05-17T20:59:40.353+0000","up_votes":5,"down_votes":2,"body":"Ich seh schon die Rportgründe....\n\n\"Hat mir meine lane geklaute obwohl ich mid als erster geschrieben habe.\"\n\"Hat Poppy gepickt lold no meta pick bann pls.\"\n\"hat nicht hi gesagt\"\n\"musste support picken obwohl ich nicht wollte.\"\n\"wollte trollen\"","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-17T22:57:03.133+0000","up_votes":2,"down_votes":3,"body":"Deswegen muss man ja auch die Strafe fürs leaven in kauf nehmen und für diese Gründe hab ich noch nie gesehen das jemand der so Reportet wurde eine Stafe bekommt, abgesehen er schreibt ich Trolle im Chat...\nAchja man kann mit dem Knopf natürlich auch ohne zu Reporten leaven... Aber die Strafe fürs leaven hat man dann trotzdem...\n\nGruß Fox","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-18T10:22:23.429+0000","up_votes":3,"down_votes":3,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001,timestamp=2015-05-17T22:57:03.133+0000)\n>\n> Deswegen muss man ja auch die Strafe fürs leaven in kauf nehmen und für diese Gründe hab ich noch nie gesehen das jemand der so Reportet wurde eine Stafe bekommt, abgesehen er schreibt ich Trolle im Chat...\n> Achja man kann mit dem Knopf natürlich auch ohne zu Reporten leaven... Aber die Strafe fürs leaven hat man dann trotzdem...\n\nOhne zu Reporten ist bereits möglich. ;)\nEinen Button dazu zu machen, wäre dabei nur ein falsches Zeichen.\n\nDass man nur reporten kann, wenn man spielt, soll auch für den Troll eine Strafe sein. Denn dieser verliert dann ja auch. ;)\nZudem ist dann viel Missbrauch möglich, wie man bereits darstellte.\n\nbtw. Strafe fürs Leaven:\nWelche Höhe stellst du dir denn vor?\n\nMein Vorschlag:\n- 1-Tagesbann pro Leave (+1 zusätzlicher für einen weiteren Leaver innerhalb von 4 Wochen)\n- 1 Division Abstieg, wenn Ranked Game (bei 2. Leave: 1 gesamte Liga, bei B5 gibt es RR)\n\n;)","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-19T15:25:14.631+0000","up_votes":2,"down_votes":2,"body":"Strafen fürs Leaven giebt es jetzt schon und ich sehe eingentlich keinen Grund die zu verändern nur weil man dann auf einen Leavknopf drücken kann und nicht den Client schließt und danach wieder aufmacht...\nDas Reporten wäre mir das eigentlich wichtige daran denn es kommt viel zu oft vor das jemand MID or AFK reinbrüllt, I will Troll äussert, jemand anderen z.t. massiv beleidigt oder mit Sprüchen wie Heil ****** ankommt, mit solchen leuten (vor allem die letzten beiden) will ich garnicht spielen sondern einfach weg und Reporten, derzeit Reporte ich massives Fehlverhalten direkt beim Support aber ich denke die haben auch noch mehr Sachen zu bearbeiten...\n\nAchja es giebt viele Sachen die Reportet werden aber nie eine Strafe kriegen werden weil es keinen Strafgrund giebt, das soll sich hier natürlich nicht ändern...\n\nGruß Fox","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-19T15:40:03.646+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0000000100000000,timestamp=2015-05-19T15:25:14.631+0000)\n>\n> Strafen fürs Leaven giebt es jetzt schon und ich sehe eingentlich keinen Grund die zu verändern nur weil man dann auf einen Leavknopf drücken kann und nicht den Client schließt und danach wieder aufmacht...\n> Das Reporten wäre mir das eigentlich wichtige daran denn es kommt viel zu oft vor das jemand MID or AFK reinbrüllt, I will Troll äussert, jemand anderen z.t. massiv beleidigt oder mit Sprüchen wie Heil %%%%%% ankommt, mit solchen leuten (vor allem die letzten beiden) will ich garnicht spielen sondern einfach weg und Reporten, derzeit Reporte ich massives Fehlverhalten direkt beim Support aber ich denke die haben auch noch mehr Sachen zu bearbeiten...\n> \n> Achja es giebt viele Sachen die Reportet werden aber nie eine Strafe kriegen werden weil es keinen Strafgrund giebt, das soll sich hier natürlich nicht ändern...\n\nDie höheren Strafen, die ich mir wünschte, hat mit \"Spieltheorie\" zu tun.\n\nDiese - zugegeben übertrieben hohen - Strafen (btw. nicht umsetzbar, da man auch z.B. aus medizinischen Notfall leaven könnte etc.) würde dazu führen, dass keiner mehr leavt.\n\nWas denkst du, wer am meisten bestraft wird, wenn man nicht mehr leavt?\nSicherlich nicht der normale Spieler. Wenn jemand 100 Rankeds und mehr spielt, der wird den einen oder anderen Troll/Flamer in der CS mit der folgenden Niederlage locker verkraften; zumal er auch ein Game gewinnen kann, weil solch ein Typ auch einmal beim Gegner landet.\nDer Troll/Flamer hätte hier die A-Karte gezogen. Denn er ist dann im Dilemma:\n\n- Er kann selber dodgen und umgeht einen Report (jedoch wird dann selber hoch bestraft -> übers Strafmass können wir gerne diskutieren)\n- Er trollt das Game wirklich, verliert aber selber. Jedoch wird er so jedes Mal verlieren und landet in B5, wenn er sich nicht ändert.\n- Er reisst sich zusammen und spielt normal, so dass die Win-Chancen bei 50% liegen. Seine Mates haben so nichts verloren, aber er kriegt jedes Mal einen Report, wenn er sich nicht ändert.\n\nFall 1 fällt wohl weg. Denn er möchte sich ja wohl kaum selber bestrafen.\nFall 2 ist auch unwahrscheinlich; zumindest längerfristig. Denn er wird rasch merken, dass sein Verhalten in der CS nur dazu führt, dass er in B5 landet bzw. auch noch CR/RR kriegt.\nFall 3 ist kurzfristig am wahrscheinlichsten, da er so das Game noch retten könnte. Langfristig wird er aber merken, dass er seinen Willen nicht durchsetzen kann und auch noch CR/RR kriegt. Somit er höchstwahrscheinlich sein Verhalten ändern.\n\nDer Effekt wäre wesentlich kleiner, wenn ein Button inkl. Reportfunktion besteht. Denn die CR/RR wird erst später ausgesprochen, so dass der Troll/Flamer keinen direkten Zusammenhang erkennen wird. Das Ergebnis, dass er seinen Willen nicht duchsetzen kann (weil nie jemand dodgen wird ausser höchstens er selbst), wird er jedoch rasch erkennen.\n\nDu glaubst offenber selber nicht, dass ein Report nicht viel bringt (die QQ-Threads von Spielern mir CR/RR hier sagen zwar etwas anderes...)\nViele Trolle und Flamer glauben meist auch nicht, dass sie je eine CR/RR kriegen. Der Effekt, dass sie sich selber das Game versauen (weil niemand dodged), ist deshalb sehr wichtig.","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-19T15:47:39.933+0000","up_votes":2,"down_votes":2,"body":"Ich bin Sparsam mit reports, ich denke das Reports durchaus Effeckt haben, ich halte viele Sachen von dem viele sagen würden das ist Trollen für eine schlicht etwas andere Spielweise die wenn Siegorientiert auch OK ist, Feeder giebt es auch und gehören auch Reportet, mir geht es aber viel mehr um gegenseitiges Beleidigen und schlimmeres in der Champselection, es giebt zu viele Fälle bei denen ich damit nicht mal das Spiel starten möchte weil sich vorhehr schon 2 die übelsten Sachen an die Köpfe geworfen haben, für derartiges Fehlverhalten wünsche ich mir die Funktion, antimetapics zu Reporten ist Sinnfrei und manchmal wundert man sich wie effecktiv die doch sein können.\n\nFox","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-19T16:07:25.948+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=000000010000000000000000,timestamp=2015-05-19T15:47:39.933+0000)\n>\n> Ich bin Sparsam mit reports, ich denke das Reports durchaus Effeckt haben, ich halte viele Sachen von dem viele sagen würden das ist Trollen für eine schlicht etwas andere Spielweise die wenn Siegorientiert auch OK ist, Feeder giebt es auch und gehören auch Reportet, mir geht es aber viel mehr um gegenseitiges Beleidigen und schlimmeres in der Champselection, es giebt zu viele Fälle bei denen ich damit nicht mal das Spiel starten möchte weil sich vorhehr schon 2 die übelsten Sachen an die Köpfe geworfen haben, für derartiges Fehlverhalten wünsche ich mir die Funktion, antimetapics zu Reporten ist Sinnfrei und manchmal wundert man sich wie effecktiv die doch sein können.\n\nWenn zwei sich in der CS gegenseitig beleidigen, hoffen sie ja eigentlich, dass einer der 3 übrigen Mates ihnen den Gefallen tut, das Game zu leaven (selbst wenn es noch einen Report dazu gäbe).\nWarum sollte man noch dies tun, was Flamer/Trolle in der CS gerne möchten?\n\nWenn die beiden Flamer ingame weiterhin sich gegenseitig beleidigen, wird das Game nicht lange dauern.\nWie gesagt: ein solches Game kann man als normaler, freundlicher Spieler locker verkraften (sowohl emotional - notfalls mit mute - wie auch bezüglich LP-Verlust). Die beiden Flamer werden jedoch bei jedem Game dieser Art doppelt bestraft: mit Report + LP-Verlust.\n\nIch sehe nicht ein, warum man die (doppelte) Strafe der Flamer/Trolle durch Dodgen aus der CS noch verringern sollte.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-06-01T07:45:29.843+0000","up_votes":2,"down_votes":3,"body":"> [{quoted}](name=HyperionCH,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0000000100000000000000000000,timestamp=2015-05-19T16:07:25.948+0000)\n>\n> Wenn zwei sich in der CS gegenseitig beleidigen, hoffen sie ja eigentlich, dass einer der 3 übrigen Mates ihnen den Gefallen tut, das Game zu leaven (selbst wenn es noch einen Report dazu gäbe).\n> Warum sollte man noch dies tun, was Flamer/Trolle in der CS gerne möchten?\n> \n> Wenn die beiden Flamer ingame weiterhin sich gegenseitig beleidigen, wird das Game nicht lange dauern.\n> Wie gesagt: ein solches Game kann man als normaler, freundlicher Spieler locker verkraften (sowohl emotional - notfalls mit mute - wie auch bezüglich LP-Verlust). Die beiden Flamer werden jedoch bei jedem Game dieser Art doppelt bestraft: mit Report + LP-Verlust.\n> \n> Ich sehe nicht ein, warum man die (doppelte) Strafe der Flamer/Trolle durch Dodgen aus der CS noch verringern sollte.\n\nWeil es tatsächlich noch Leute geben soll, die das Spiel zum Spaß spielen.\n\nWarum sollte ich mir als jemand, der zum Spaß spielen will ein mindestens 20 minütiges Spiel antun, wenn klar ist, dass ich mit mindestens einem hart flamenden Mitspieler gematcht werde, von dem ich von vornherein weiß, dass ich ihn muten MUSS (und ggf noch weitere, die auf ihn eingehen).\n\nDas Spiel wird mir eher keinen Spaß machen -> Hauptgrund überhaupt zu spielen fällt weg;\n\nIch kann nach dem Spiel reporten -> Ob überhaupt was geschieht steht in den Sternen (kann ja sein, dass der Flamer nur einen schlechten Tag hatte und sonst normal ist) -> Mir ist das Spiel verdorben ich seh den Spieler aber ohnehin vermutlich nie wieder. Hab mir also 20 Minuten, in denen ich auch ein spaßigeres Spiel hätte haben können um die Ohren gehauen, um einen Spieler, den ich nie wieder sehe zu reporten ohne zu wissen, ob es überhaupt was bei diesem konkreten Spieler bewirkt.\n\nWenn der Spieler erst im Spiel zu flamen anfängt ok dann muss man halt da durch aber das ist ein anderes Thema.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T08:20:09.793+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000001,timestamp=2015-06-01T07:45:29.843+0000)\n>\n> Weil es tatsächlich noch Leute geben soll, die das Spiel zum Spaß spielen.\n> \n> Warum sollte ich mir als jemand, der zum Spaß spielen will ein mindestens 20 minütiges Spiel antun, wenn klar ist, dass ich mit mindestens einem hart flamenden Mitspieler gematcht werde, von dem ich von vornherein weiß, dass ich ihn muten MUSS (und ggf noch weitere, die auf ihn eingehen).\n> \n> Das Spiel wird mir eher keinen Spaß machen -> Hauptgrund überhaupt zu spielen fällt weg;\n\nLeider denkst du zu kurzfristig.\n\nWie ich bereits geschrieben habe:\nDodgen fördert Flaming/Trolling in der CS (selbst wenn man in der CS reporten könnte)\n\nDer Troll/Flamer kriegt sofort eine Belohnung, wenn jemand dodged.\nDeshalb ist dies nicht die Lösung darauf, weil diese Spieler dies dann immer wieder tun.\nDenn andere Spieler sehen, dass diese Taktik funktioniert und machen dies nach.\n\nWenn jemand aus Spass spielt und möchte, dass er seltener solche Leute in der CS bekommt, dann darf er auf keinen Fall dodgen.\nDenn damit wird der Troll/Flamer nicht belohnt (kriegt dann irgendwann seine Lane oder was auch immer er erreichen wollte), sondern wird selber für 20-40 Minuten - durch Eigenverschulden - bestraft.\nDer Report ist noch die spätere Konsequenz.\n\n\n> Ich kann nach dem Spiel reporten -> Ob überhaupt was geschieht steht in den Sternen (kann ja sein, dass der Flamer nur einen schlechten Tag hatte und sonst normal ist) -> Mir ist das Spiel verdorben ich seh den Spieler aber ohnehin vermutlich nie wieder. Hab mir also 20 Minuten, in denen ich auch ein spaßigeres Spiel hätte haben können um die Ohren gehauen, um einen Spieler, den ich nie wieder sehe zu reporten ohne zu wissen, ob es überhaupt was bei diesem konkreten Spieler bewirkt.\n\nDurchs Dodgen weisst du, dass er nicht bestraft wird, sondern sogar belohnt.\n\nEs gibt viele bessere Möglichkeiten, um Spass zu haben, ohne dodgen zu müssen.\nMan kann ja 5er Premade spielen (z.B. Liga der Gentlemen). Gerade für jene Spieler, die nur zum Spass spielen (brauchen entsprechend keine SoloQ-Rankeds), ist dies eine gute Lösung.\n\nWichtig bleibt hingegen:\nMan darf keine Lösung umsetzen, die den Troll/Flamer (sofort) belohnt.\nDie genannte Lösung (mit Dodgen) tut dies jedoch.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-06-01T23:30:37.810+0000","up_votes":2,"down_votes":1,"body":"Du kapierst das einfach nicht... den meisten, die meine Meinung teilen, ist es relativ egal, ob jemand dauerhaft sein Verhalten ändert. Schließlich werden die toxischen Leute sowieso bestraft, da sie mit sehr hoher Wahrscheinlichkeit nicht nur in der CS toxisch sind und das neue Bestrafungssystem ja gut zu funktionieren scheint...aber wir wollen einfach die Möglichkeit haben, nicht zu einem Spiel mit so jemandem gezwungen zu sein, nur um ihn reporten zu können, weil es uns keinen Spaß macht. So einfach ist das!\n\nDiese ganzen Argumente, die du hier unter fast jeden Post schreibst... die sind alle richtig und das bestreitet auch niemand. Aber wenn ich die Wahl habe, zwischen einem Game mit einem toxischen Spieler oder keinem Game mit einem toxischen Spieler, dann werde ich sicherlich nicht in der CS bleiben, wenn ich von Anfang an sehe, wie sich jemand toxisch benimmt! Wenn du dir die Zeit nehmen willst, das Spiel zu machen und dir deine Nerven nicht zu schade sind bitte! Wir wollen das nicht und zumindest mir ist es die winzige Chance, dass jemand dann tastsächlich aufgrund des einen Reports, den ich nach dem Spiel dank meiner investierten Zeit machen kann, bestraft wird nicht wert!\n\nOder anderes gesagt: mich selbst zu bestrafen um dadurch jemand anderes zu bestrafen (durch seine vertane Zeit, durch seine LP-Verlust und durch nen Report, u.a.) ist eben eine Art trade. Und der ist für mich nicht worth.\n\nPS: ist eigenlich deine \" ; \"- Taste kaputt?","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-02T08:17:01.789+0000","up_votes":3,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0000000100000000000000000000000100000000,timestamp=2015-06-01T23:30:37.810+0000)\n>\n> Du kapierst das einfach nicht... den meisten, die meine Meinung teilen, ist es relativ egal, ob jemand dauerhaft sein Verhalten ändert. \n\nDies bezweifle ich stark. Denn in diesem Fall braucht es ja keine Reportfunktion beim Dodgen, wie dies gefordert ist. ;)\n\nAbgesehen davon gibt es 2 Verhaltensänderungen, die möglich sind:\n\n- Trolle in der CS, die sich bessern \n\n- Normale Spieler, die nun anfangen, in der CS zu trollen\n\nDie erste Verhaltenänderung ist natürlich erwünscht; die zweite möchte man verhindern.\nDer Vorschlag mit dem Dodge-Button (inkl. Reportfunktion) fördert die erste Verhaltensänderung so gut wie gar nicht (sage nochmals am Ende, warum), aber fördert die zweite, unerwünschte.\n\nNicht nur Riot möchte weniger Trolle in der CS, sondern alle normalen Spieler; auch du.\nDenn sonst würden wir hier gar nicht diskutieren.\n\n> Schließlich werden die toxischen Leute sowieso bestraft, da sie mit sehr hoher Wahrscheinlichkeit nicht nur in der CS toxisch sind und das neue Bestrafungssystem ja gut zu funktionieren scheint...aber wir wollen einfach die Möglichkeit haben, nicht zu einem Spiel mit so jemandem gezwungen zu sein, nur um ihn reporten zu können, weil es uns keinen Spaß macht. So einfach ist das!\n\nNein, es ist nicht so einfach.\nDu argumentierst nur kurzfristig. Denn du machst dir nur über dieses eine Game Gedanken, aber nicht über die Entwicklung der Spielerverhalten in der CS über die ganze Masse.\n\nWie gesagt: Dodgen fördert Trolling in der CS.\nWenn dann viel mehr Spieler trollen (weil man Dodgen als legitimes Mittel sieht), dann kannst du 4 von 5 Games in der Champ-Select verlassen.\nSagen wir, du hast jedes 10. Game einen Troll (also ich habe wesentlich weniger) in der CS und \"vergeudest\" dann 20 Min., dann ist dies immer noch weniger als wenn du in 10 Matchmakings 8x dodgen musst  und jedes Mal 3 Minuten Wartezeit verloren hast (Wartezeit fürs Matchmaking + Zeit in der CS).\n\n> Diese ganzen Argumente, die du hier unter fast jeden Post schreibst... die sind alle richtig und das bestreitet auch niemand. Aber wenn ich die Wahl habe, zwischen einem Game mit einem toxischen Spieler oder keinem Game mit einem toxischen Spieler, dann werde ich sicherlich nicht in der CS bleiben, wenn ich von Anfang an sehe, wie sich jemand toxisch benimmt! Wenn du dir die Zeit nehmen willst, das Spiel zu machen und dir deine Nerven nicht zu schade sind bitte! Wir wollen das nicht und zumindest mir ist es die winzige Chance, dass jemand dann tastsächlich aufgrund des einen Reports, den ich nach dem Spiel dank meiner investierten Zeit machen kann, bestraft wird nicht wert!\n\nGenau deshalb gewinnt bei dir immer der Troll, da er seinen Willen durchsetzen kann. Spiel einfach durch und es gibt weniter Trolle in der CS. Es ist eigentlich so einfach.\nDu kannst die 20 Minuten (meist geht es eh nicht länger) ja irgendwie sinnvoll nutzen und gewisse Dinge ausprobieren. Ich habe z.B. als Jungler auch gerne Drake-Steals geübt (das Game war eh verloren, deshalb gab es kaum Kritik, wenn es nicht klappte). Mein Rekord (2 Drake-Steals in einem Game) war sogar bei solch einem verlorenen Spiel. ;)\n\nNutze also die Zeit im Spiel besser, dann ist es auch besser investiert.\n\n> Oder anderes gesagt: mich selbst zu bestrafen um dadurch jemand anderes zu bestrafen (durch seine vertane Zeit, durch seine LP-Verlust und durch nen Report, u.a.) ist eben eine Art trade. Und der ist für mich nicht worth.\n\nJa, es ist ein \"Trade\".\nUnd für den Troll ist es \"worth\", wenn jemand dodged; selbst wenn er einen Report kriegt, ist es für ihn grundsätzlich \"worth\" (um den Report kümmert sich kurzfristig kein Troll/Flamer).\n\nWenn dodgen jetzt mit einer Reportfunktion verbunden ist (und allenfalls straffrei wird), dann wird das Dodgen sowohl für den Leaver als auch für den Troll \"worth\".\nWas denkst du, was dann passiert? (Naja, die Antwort habe ich vorhin ja geschrieben...)\n\nUnd nein! Dies sind nicht einfach \"nur Gedankenspiele\". Das ist Spieltheorie. Auch wenn der Fachausdruck etwas doof klingt; es ist eine anerkannte wissenschaftliche Methode.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-06-02T15:06:13.042+0000","up_votes":2,"down_votes":2,"body":"> Du argumentierst nur kurzfristig. Denn du machst dir nur über dieses eine Game Gedanken, aber nicht über die Entwicklung der Spielerverhalten in der CS über die ganze Masse.\n\nGenau das ist es, was du nich kapierst: nämlich, dass mir das weitestgehend egal ist. Mir ist es einfach die Zeit nicht wert, diese 20 Minuten zu investieren. Ich will einfach nicht mit so jemandem meine Zeit verbringen. Aus Prinzip nicht.\n\nAber lassen wir mal das Dodgen außen vor... wieso dann nicht einfach einen Reportknopf in die CS packen? Dann wird Leaven nicht durch einen Knopf dafür gefördert oder legitimiert aber ich kann, so wie bisher auch, durch das Schließen des Programms einem Spiel mit toxischen Menschen aus dem Weg gehen (und dafür die Konsequenzen tragen). Zusätzlich kann ich ihn noch reporten, damit er nicht straffrei davon kommt.","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-02T15:35:10.890+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=000000010000000000000000000000010000000000000000,timestamp=2015-06-02T15:06:13.042+0000)\n>\n> Genau das ist es, was du nich kapierst: nämlich, dass mir das weitestgehend egal ist. Mir ist es einfach die Zeit nicht wert, diese 20 Minuten zu investieren. Ich will einfach nicht mit so jemandem meine Zeit verbringen. Aus Prinzip nicht.\n\nWas du aber nicht begreifst:\nEs ist mir auch völlig egal, ob du (oder sonst wer) 20 Minuten investierst. ;)\n\nMir sind 2 Punkte wichtig:\n\n1. der Troll muss bestraft werden.\n2. der Troll darf keine Belohnung erhalten.\n \n> Aber lassen wir mal das Dodgen außen vor... wieso dann nicht einfach einen Reportknopf in die CS packen? Dann wird Leaven nicht durch einen Knopf dafür gefördert oder legitimiert aber ich kann, so wie bisher auch, durch das Schließen des Programms einem Spiel mit toxischen Menschen aus dem Weg gehen (und dafür die Konsequenzen tragen). Zusätzlich kann ich ihn noch reporten, damit er nicht straffrei davon kommt.\n\nDas Problem ist doch, dass durch die Reportfunktion die Spieler glauben, dass man nun ohne Sorgen leaven kann; leaven also trotzdem gefördert wird.\n\nDie oberen 2 Punkte werden damit nicht erfüllt (nur Punkt 1).\n\nMir hat hier bis jetzt noch kein User aufzeigen können, warum man ein System einführen soll, welches dazu führt, dass der Troll belohnt wird.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-06-02T20:06:53.820+0000","up_votes":2,"down_votes":0,"body":"Weil es auch Fälle gibt, in denen der Troll nicht leavt? Zudem ist es besser, eine Situation selbst in der hand zu haben, als auf etwas zu hoffen (das Leaven des Trolls), was man nicht steuern kann.\n\nUnd reporten sollte man ihn trotzdem können, weil er sonst zwar eine Strafe für das Leaven an sich bekommt, aber nicht für das Flamen!","replies":[]},{"id":"","poster":"Fr3shdumbledore","date":"2015-06-02T16:49:08.124+0000","up_votes":2,"down_votes":0,"body":"Warum sollte jemand wegen einer Reportfunktion glauben, dass er \"ohne Sorgen\" leaven kann? Sie ist einfach nur dafür da, dass Spieler eben auch für ihr Verhalten in der CS reportet werden können. Man könnte es aber durch eine Warnung ergänzen, die das klarstellt, die entweder beim Report aufpoppt oder dann, wenn man das Programm schließt. Oder die beim nächsten Start des Programms nach einem Leave auftaucht.\n\nVor allem löst die Reportfunktion in der CS ein weit verbreitetes Problem: Viele Spieler flamen in der CS, damit sie erreichen, dass ein anderer leavt. Falls dies nicht klappt, leaven sie oft selbst (weil sie ja das Game an sich gar nicht spielen WOLLEN) -> man kann das Game gar nicht machen und hat somit den Report nicht in der Hand.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-06-02T17:29:55.697+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000001000000000000000000010000,timestamp=2015-06-02T16:49:08.124+0000)\n> \n> Vor allem löst die Reportfunktion in der CS ein weit verbreitetes Problem: Viele Spieler flamen in der CS, damit sie erreichen, dass ein anderer leavt. Falls dies nicht klappt, leaven sie oft selbst (weil sie ja das Game an sich gar nicht spielen WOLLEN) -> man kann das Game gar nicht machen und hat somit den Report nicht in der Hand.\n\nWarum sollte man also selber leaven? Der Troll leavt ja offenbar selber.\nEine Strafe kriegt er auch und wie gesagt: die steigt überproportional, wenn man mehrmals dodged.\n\nInstant Bestrafung, keine Belohnung für den Troll. Perfekt!\n(Report ist eigentlich nicht nötig, da bereits bestraft)","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-06-02T15:08:34.308+0000","up_votes":3,"down_votes":1,"body":"> Genau das ist es, was du nich kapierst: nämlich, dass mir das weitestgehend egal ist\n\nWie kann jemandem, der im Forum \"Spielververhalten\" schreibt, das Verhalten der Spieler egal sein? *verwirrt*","replies":[]}]}]}]}]}]},{"id":"","poster":"ÆonFox","date":"2015-05-19T20:02:54.517+0000","up_votes":2,"down_votes":2,"body":"Nun ich mag es einfach nicht nochmehr von meinen Punkten, meiner Zeit und, auch wenn diese stark Sind, auch meinen Nerfen für Spieler zu Opfern die von vorn herrein nichts als Idiotenkeile im Kopf haben...","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-19T20:17:34.742+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000000,timestamp=2015-05-19T20:02:54.517+0000)\n>\n> Nun ich mag es einfach nicht nochmehr von meinen Punkten, meiner Zeit und, auch wenn diese stark Sind, auch meinen Nerfen für Spieler zu Opfern die von vorn herrein nichts als Idiotenkeile im Kopf haben...\n\nEs steht dir frei, selber zu entscheiden, ob du leavst oder nicht.\n\nGemäss Spieltheorie hat Riot jedoch eine sehr gute Lösung umgesetzt; besser als jene, die du vorgeschlagen hast.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-06-01T00:32:17.519+0000","up_votes":3,"down_votes":3,"body":"Das Problem an der lösung von Riot ist doch, dass man sich durch das Leaven (auch wenn es noch so berechtigt ist) selber auch bestraft! Wenn jemand mich beleidigt (oder Ähnliches), dann kann ich entweder das Game spielen oder leaven. Wenn ich das Game spiele, dann bestrafe ich mich selbst damit, mit so einer Person meine Zeit zu verbringen, was ich btw. total ablehne, und dieser Person evtl. noch zum Sieg zu verhelfen (und das ist dabei noch der beste Fall) oder eben zu verlieren und 20-40 Minuten meiner Zeit mit einem Menschen verschwendet zu haben, der mich beleidigt. Und evtl. geht das mit dem Flamen, trollen usw. eben auch im Game die ganze Zeit weiter. \nOder ich leave die CS und werde eben durch den Verlust der Punkte (falls es ein Ranked ist) und mit Strafzeit bestraft. Zudem geht der Flamer noch reportfrei aus der Sache raus!\n\nMindetens eine Reportfunktion, die man ja auch ohne Leaveknopf in die CS einbauen könnte, sollte schon drin sein finde ich! Die CS ist Teil des Spiels und deswegen sollte das Verhalten in der CS genau die gleichen Konsequenzen haben, wie in den anderen Bereichen des Spiels auch. Zumal ja viele absichtlich nur in der CS flamen, weil sie wissen, dass ihnen hier erstmal wenig passieren kann (zumindest, wenn das Spiel nicht zu Stande kommt).","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T07:56:19.101+0000","up_votes":4,"down_votes":2,"body":"> [{quoted}](name=Fr3shdumbledore,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0000000100000000000000000000000000000000,timestamp=2015-06-01T00:32:17.519+0000)\n>\n> Das Problem an der lösung von Riot ist doch, dass man sich durch das Leaven (auch wenn es noch so berechtigt ist) selber auch bestraft! Wenn jemand mich beleidigt (oder Ähnliches), dann kann ich entweder das Game spielen oder leaven. \n\nIch kenne aber keinen berechtigten Grund, warum man dodgen darf.\nSelbst Trolle/Flamer in der CS sind keine. Ein Dodgen in der CS fördert Trolling/Flaming in der CS sogar.\n\n> Wenn ich das Game spiele, dann bestrafe ich mich selbst damit, mit so einer Person meine Zeit zu verbringen, was ich btw. total ablehne, und dieser Person evtl. noch zum Sieg zu verhelfen (und das ist dabei noch der beste Fall) oder eben zu verlieren und 20-40 Minuten meiner Zeit mit einem Menschen verschwendet zu haben, der mich beleidigt. Und evtl. geht das mit dem Flamen, trollen usw. eben auch im Game die ganze Zeit weiter. \n\nDas Hauptproblem ist:\nMit Dodgen belohnst du den Troll. Denn genau dies wollte er ja (z.B. weil er seine Lane nicht kriegte).\nUnd sind wir ehrlich: so optimal nutzt niemand seine Lebenszeit, um 20-40 Minuten (meist wird es dann weniger) zu \"vergeuden\".\n \n> Oder ich leave die CS und werde eben durch den Verlust der Punkte (falls es ein Ranked ist) und mit Strafzeit bestraft. Zudem geht der Flamer noch reportfrei aus der Sache raus!\n\nDeshalb nicht Dodgen!\nDu belohnst den Flamer/Troll wie gesagt.\n\n> Mindetens eine Reportfunktion, die man ja auch ohne Leaveknopf in die CS einbauen könnte, sollte schon drin sein finde ich! Die CS ist Teil des Spiels und deswegen sollte das Verhalten in der CS genau die gleichen Konsequenzen haben, wie in den anderen Bereichen des Spiels auch. Zumal ja viele absichtlich nur in der CS flamen, weil sie wissen, dass ihnen hier erstmal wenig passieren kann (zumindest, wenn das Spiel nicht zu Stande kommt).\n\nIch zweifle sehr, sehr, sehr strak daran, dass eine Reportfunktion in der CS (damit man dann reporten und dodgen kann) eine positive Entwicklung bringt.\n\nDenn sind wir ehrlich:\nWer ingame flamet, kriegt auch einen Report. Nur weil dies nach dem Spiel möglich ist und ein ingame Flamer deswegen befürchten muss, dass er bestraft wird, lässt er sein Flaming-Verhalten nicht einfach sein.\n\nDass man in der CS reporten kann, würde also rein gar nichts ändern.\nDenn die Bestrafung ist irgendwann später einmal (nur mit dem chatlog der CS hat man auch nur wenig Beweismittel), die Belohnung für den Flamer/Troll kommt sofort (jemand dodged und man bekommt in der nächsten CS vielleicht die gewünschte Lane).\n\nDie Reportfunktion wird am Verhalten deshalb nichts ändern, weil der betroffene Spieler trotzdem sofort eine Belohnung kriegt.\nAber wenn man das Game spielt, wird er nicht nur später bestraft (durch Reportfunktion), sondern auch sofort. Denn er vergeudet - aus Eigenverschlden - selber 20-40 Minuten.\nAlternativ kann er natürlich selber dodgen, aber selbst dann kriegt er sofort eine Strafe (Wartezeit + bei Ranked LP-Verlust)","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:31:59.251+0000","up_votes":2,"down_votes":0,"body":"> Ich kenne aber keinen berechtigten Grund, warum man dodgen darf.\nSelbst Trolle/Flamer in der CS sind keine. Ein Dodgen in der CS fördert Trolling/Flaming in der CS sogar.\n\nNae, ich glaub hier wird vorbeigeredet. Der der die CS leavt wird bestraft. ABER es sollte geprüft werden warum geleavt wurde. Eben über Reports und der Analyse der CS-Chats.\n\n> Deshalb nicht Dodgen!\nDu belohnst den Flamer/Troll wie gesagt.\n\nNope, glaub ich nicht. Der wird es mehrmals versuchen und wenn die Analyse greift, kriegt der ne Strafe. Dann überlegt er es sich zu Beginn irgendwelche Hasstiraden abzulassen. Oder nicht und kriegt nen Permabann.\n\nNur so ne Idee.\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T14:05:50.277+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=000000010000000000000000000000000000000000000000,timestamp=2015-06-01T13:31:59.251+0000)\n>\n> Nae, ich glaub hier wird vorbeigeredet. Der der die CS leavt wird bestraft. ABER es sollte geprüft werden warum geleavt wurde. Eben über Reports und der Analyse der CS-Chats.\n\nNein, du hast mich nur nicht verstanden. Mir ist bewusst, dass der Dodger immer bestraft wird.\nSelbst wenn alle 4 Mates trollen/flamen: es ist kein Grund zu dodgen.\n\n> Nope, glaub ich nicht. Der wird es mehrmals versuchen und wenn die Analyse greift, kriegt der ne Strafe. Dann überlegt er es sich zu Beginn irgendwelche Hasstiraden abzulassen. Oder nicht und kriegt nen Permabann.\n\nDann beantworte mir folgende Frage:\nWarum gibt es dann ingame auch Flamer?\n\nJeder \"ingame Flamer\" müsste wissen, dass er eine Strafe kriegt, da er reportet wird und die Analyse sein Flaming auch erkennt. Trotzdem gibt es ingame Flamer.\n\nDas selbe passiert auch in der CS, selbst wenn es eine Reportfunktion dort gibt:\nKein Flamer wird die Schnauze halten, weil es die Reportfunktion gibt (genauso wie ingame).\n\nEinem Flamer sind die Konsequenzen nicht bewusst (sonst würde er nicht flamen), insbesondere weil keine unmittelbare Bestrafung erfolgt (teilweise reicht nicht einmal die unmittelbare Bestrafung dafür; siehe 2-Wochen-ban-Threads ;) ).\n\nAber durchs Dodgen wird ein Troll/Flamer belohnt, denn sein Ziel wurde erreicht (z.B. neuer Versuch, seine Main-Lane zu kriegen). Dass er dabei reportet wird, kümmert ihn nicht; egal ob der Report nach dem Spiel oder in der CS gemacht wird.\n\nDas Problem bleibt deshalb:\nTrolle in der CS werden instant belohnt, wenn ein anderer dodged (Bestrafung ist wesentlich später, wenn es eine Reportfunktion geben würde).\nDie Strategie ist also erfolgreich. Entsprechend gibt es Trittbrettfahrer, weil die Spieler sehen, dass solche Trolle/Flamer ihren Willen immer durchsetzen (dass sie bestraft werden, erkennen die Mates nicht; selbst inkl. Reportfunktion). Also sagen sie sich: mache ich jetzt auch so!\n\nEs braucht also eine Lösung, wo der Spieler a) keine instant Belohnung bekommt (z.B. keine weitere Chance, seine Wunsch-Lane zu bekommen) und b) möglichst instant eine Strafe kriegt (gibt es mit der Reportfunktion in der CS nicht; aber für Trolle/Flamer ist es auch eine Strafe, das Game durchzuzocken, weil niemand dodged).","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T14:57:54.956+0000","up_votes":2,"down_votes":0,"body":"Ich weiß nich, Ihr denkt hier immer viel zu kompliziert. Is ja noch nicht mal in Ranked oder sonstwas. Is doch auch in normalen Spielen. In Spielen , die mMn. eben auch Spass machen sollen. Es ist ja auch nur ein Spiel. Nicht mehr und nicht weniger.\n\nNur ein Vorschlag was das Belohnen betrifft :\nDer Wasauchimmer wird genau 1mal belohnt. Spätestens beim 2. Mal sollte die Analyse Alarm schlagen und dem Wasauchimmer eine Warnung geben beim 3. Mal die Strafe. Nur als Beispiel , nicht in Stein gemeißelt.\n\n> Ja, gibt es: die Reportfunktion nach dem Spiel\n\nÄh ja, das weiß ich und um die ging es ja net :/\n\nIs egal, Lass gut sein. Ich sehs ein, war ein blöder Vorschlag.\n\nmfg\nMB\n\np.s.:\nMal was anderes, das Threadsystem hier mit den verschachtelten Beiträgen is iwie kacke. Ab einer bestimmten Verschachtelungstiefe zeigt der mir hier nix mehr an. Ich hab net so'n breiten Monitor :/ Und in der chronologischen Ansicht geht iwie der Zusammenhang flöten.","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T14:37:42.257+0000","up_votes":2,"down_votes":1,"body":"> Warum gibt es dann ingame auch Flamer?\n\nUm die ging es doch garnicht :/\n\n> Es braucht also eine Lösung, wo der Spieler a) keine instant Belohnung bekommt (z.B. keine weitere Chance, seine Wunsch-Lane zu bekommen) und b) möglichst instant eine Strafe kriegt \n\nGanz genau :)\n\n> gibt es mit der Reportfunktion in der CS nicht; \n\nWoher weißt Du das ? Gabs das schonmal ? Wenn ja, dann nehm ich alles zurück.\n\n> aber für Trolle/Flamer ist es auch eine Strafe, das Game durchzuzocken, weil niemand dodged).\n\nKommt drauf an, für wen es ne größere Strafe ist, für den der geflamt wurde oder für den Flamer .\n\nmfg\nMB","replies":[]},{"id":"","poster":"drexxsack","date":"2015-06-01T15:07:47.150+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000000000000000000000000010002,timestamp=2015-06-01T14:57:54.956+0000)\n>\n> Ich weiß nich, Ihr denkt hier immer viel zu kompliziert. Is ja noch nicht mal in Ranked oder sonstwas. Is doch auch in normalen Spielen. In Spielen , die mMn. eben auch Spass machen sollen. Es ist ja auch nur ein Spiel. Nicht mehr und nicht weniger.\n\nDas Thema ist komplex. Ein komplexes Thema hat nicht immer eine komplexe Lösung, aber immer einen komplexen Weg zur Lösung.\nEs ist schwieriger, einen Weg zu finden, wenn man viele Dinge beachten muss.\nDer Weg selbst kann dann einfach sein.\nLern und Verhaltenspsychologie sind nicht umsonst ganz eigene Forschungszweige.\n\n\n\n> p.s.:\n> Mal was anderes, das Threadsystem hier mit den verschachtelten Beiträgen is iwie kacke. Ab einer bestimmten Verschachtelungstiefe zeigt der mir hier nix mehr an. Ich hab net so'n breiten Monitor :/ Und in der chronologischen Ansicht geht iwie der Zusammenhang flöten.\n\nDas ist leider ein Problem, dass sich nicht so wirklich lösen lässt. Es kam mal der Vorschlag, dass in der chronologischen Ansicht eine Verweis auf den Post vorgenommen wird, auf den geantwortet wurde, aber das ist auch untergegangen, warum auch immer.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-06-01T14:51:38.602+0000","up_votes":1,"down_votes":1,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000000000000000000000000010000,timestamp=2015-06-01T14:37:42.257+0000)\n>\n> Um die ging es doch garnicht :/\n\nDoch, darum geht es!\nEs geht darum, dass das Vorhandensein einer Reportfunktion nicht dazu führt, dass man nicht mehr trollt/flamet.\n\n> Ganz genau :)\n\nDein Lösungvorschlag (bzw. alle Vorschläge hier) belohnt aber den Troll.\nMach einen Vorschlag, wo der Troll keine Belohnung kriegt (Belohnung = z.B. er kriegt irgendwann seine Wunsch-Lane). Dann können wir darüber diskutieren. ;)\n\n> Woher weißt Du das ? Gabs das schonmal ? Wenn ja, dann nehm ich alles zurück.\n\nJa, gibt es: die Reportfunktion nach dem Spiel\n\nDie Funktionsweise ist ja genau die selbe: jemand flamet -> er wird reportet.\nEinem Flamer müsste es bewusst sein, dass er reportet wird, wenn er ingame (oder nach dem Spiel) die Leute beleidigt etc.\nTrotzdem gibt es Flamer, die ingame das Spiel zerstören.\n\nWarum bist du also der Meinung, dass in der CS die Leute weniger flamen/trollen würden, wenn es eine Reportfunktion geben würde? Klappt ja ingame offensichtlich auch nur mässig. ;)\n\n> Kommt drauf an, für wen es ne größere Strafe ist, für den der geflamt wurde oder für den Flamer .\n\nGanz klar: für den Flamer!\n\nDu (ich gehe davon aus, du bist kein Flamer ;) ) hast diesen Typen 1x in einem Spiel und verlierst vielleicht. Im Schnitt sind aber im Gegnerteam häufiger Flamer als in deinem (5 potentielle Flamer beim Gegner vs. 4 potentielle bei dir).\n\nEin Flamer muss aber jedes Mal mit einem Flamer spielen (nämlich mit sich selbst).\nWas denkst du, wo landet ein Troll, der in jedem Ranked so etwas in der CS tut? Zwangsweise in Bronze 5.","replies":[]}]},{"id":"","poster":"drexxsack","date":"2015-06-01T13:34:45.750+0000","up_votes":2,"down_votes":0,"body":"Das Ding ist, dass der Impuls, der Zeitnah zum Ereignis auftritt, meistens größeren Einfluss hat. Die Belohnung(aka jemand dodgt) ist zwangläufig schneller, als die Strafe.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:44:03.476+0000","up_votes":2,"down_votes":0,"body":">  Die Belohnung(aka jemand dodgt) ist zwangläufig schneller, als die Strafe.\n\nJepp, zu dem Zeitpunkt und wenn der Troller vorher nicht auffällig war. \n\nJoa, das haste ja auch nach dem Spiel, wenn der Troller , der vorher ein unbeschriebenes Blatt war, im Abschlußschirm die anderen Spieler vollsaftet und sich freut wie alle die Palme hochgehen. Passiert das das erste Mal, is es für ihn auch wie ne Belohnung . Er kriegt ja nicht gleich die Strafe. Die kriegt er aber irgendwann, weil er es wieder versuchen wird.\n\nGenau wie beim Start. Wie gesagt, vor dem Spiel ist nach dem Spiel. Welches für den Troller jetzt die größere Belohnung fürs erste Mal ist, das kann man net wissen. Kenn keinen persönlich ;)\n\nmfg\nMB","replies":[]},{"id":"","poster":"drexxsack","date":"2015-06-01T14:12:41.487+0000","up_votes":3,"down_votes":1,"body":"Zunächst: Ein Troll, mehrere Trolle. Troller ist ne Automarke.\nDann mal so eine Frage: Was meinst du, wieviele Spieler lassen sich davon anstecken, weil es ja zu funktionieren scheint, bis es denn mal zu einer Strafe kommt, deren Effektivität nebenbei in dieser Konstellation in den Sternen steht?\nDenn über eins muss man sich im klaren sein: Wenn man davon ausgeht, dass Trollen nicht funktioniert, brauchen wir diese Diskussion nicht, weil es keiner Lösung bedarf.\nWas mich immer an solchen Diskussionen stört, ist die Tatsache, dass immer nur die kleinen bröckchen an Informationen genutzt werden und nicht die, die man braucht.\nFakt ist, dass Menschen dazu neigen(und auch viele Tiere nebenbei bemerkt) Dinge zu imitieren, die funktionieren und Fakt ist auch, dass es immer eine ganze weile dauern wird, bis es zu Strafen kommt.\nEs ist schon eine Errungenschaft, dass das neue System innerhalb von 30 Minuten reagieren soll. Das System wird aber nur auf Extremfälle angewandt.\nWie es mit kleinere Dingen umgeht, sobald es darauf erweitert wird, wird sich zeigen müssen und hier ist zu bezweifeln, dass es in diesen Fällen genauso schnell arbeiten wird. \n30 Minuten sind lang für jemanden, der Dodgen erzwingen will. \nNehmen wir mal an, dass er 3-4 erfolgreich ist, bevor er eine Strafe erhält. Das sind zwischen 12 bzw. 16 Spieler, die gesehen haben, dass es funktioniert.\nNun sieht man aber auch selten direkt, wenn Reports etwas bringen.\nAlso habe wir 12 bzw. 16 Spieler, die keine Konsequenzen für Trollen wahrnehmen und sehen, dass es funktioniert. \nWas meinst du, warum es immernoch leut gibt, die Dodge erzwingen wollen? Die wenigsten haben diese Idee aus dem nichts. Diejenigen die dies Versuchen, tun das nur, weil sie sehen, dass es funktioniert.\nDass es solche Spieler gibt liegt zu einem großen Teil daran, dass Leute überhaupt bereit sind zu dodgen.\nBevor man auch nur auf die Idee kommt, über Lösungansätze zu diskutieren, muss man das begriffen haben, ansonsten ist der Versuch sinnlos.\nZu 90% ist Erpressung(und nichts anderes ist das ganze) überhaupt erst möglich, weil man sich erpressbar macht.","replies":[]},{"id":"","poster":"drexxsack","date":"2015-06-01T14:53:55.125+0000","up_votes":2,"down_votes":1,"body":"Das Ding mit Troller ist schon lange eine Sache die nervt. Dass du den Hinweis nicht nett findest, ist ehrlich gesagt dein Problem. Das ist aber auch nicht das Thema.\n\nDas Problem ist eben das es \"nur so ein Vorschlag\" war. Damit kommt man nicht weiter.\nDiese und ähnliche Diskussionen wurden schon tausend mal im Forum geführt, weil man mal eben so einen Vorschlag gemacht hat.\nEs ist nicht zielführend, nicht im geringsten.\nDer Spruch \" Das Gegenteil von Gut ist nicht schlecht, sondern Gut gemeint\" besagt genau das.\nVorschläge sind schön und gut, allerdings sollten sie auch eine Basis haben, die breit genug ist. Vorschläge \"mal eben so\" sind meistens nicht weit genug durchdacht, um wirklich diskutabel zu sein.\nDas hat auch nichts mit \"Müßt nicht immer gleich Rotkopf schimpfen und mit so Sachen wie XY kommen\" zu tun.\nEs ist nur mühselig, immer und immer wieder das gleiche erklären zu müssen, nur um zu sehen, dass nichteinmal die Hälfte die gesamte tragweite begreift.\nDer Vorschlag ist gut gemeint, aber das einzige, was man damit erreicht, ist eine Diskussion, die nichts zur Lösung des eigentlichen Problems beiträgt. ","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T14:36:13.041+0000","up_votes":2,"down_votes":1,"body":"Und auch hier, es war lediglich ein Vorschlag ;) Ok, ich versuchs mal.\n\n> Zunächst: Ein Troll, mehrere Trolle. Troller ist ne Automarke.\n\nSehr nett ;). Ich hab nur Eure Wortwahl übernommen. \n\n> Dann mal so eine Frage: Was meinst du, wieviele Spieler lassen sich davon anstecken, weil es ja zu funktionieren scheint, bis es denn mal zu einer Strafe kommt, deren Effektivität nebenbei in dieser Konstellation in den Sternen steht?\n\nGenau deswegen hast Du mich nicht verstanden. Sowas passiert auch nach dem Spiel. Der wasauchimmer (z.B. Troller ;) oder Falmer oder jmnd. der schlechte Sachen im Anfangschat schreibt) macht das um eben seine Belohnung zu kriegen (wie Du gesagt hast) . Der kann das aber auch am Ende des Spiels machen, da sind wir uns einig oder ? Nur wird am Ende des Spiels er irgendwann bestraft, weil er reportet wurde und die Cahtanalyse greift.\n\nZu Beginn des Spiels macht der das auch. Jetzt hat der \"angegriffene\" Spieler 2 Möglichkeiten. Entweder er geht direkt raus (schließt das Spiel, fährt den PC runter oder zieht das Kabel) oder er spielt mit dem (Achtung ;) ) Troll/Bösewicht/Flamer/Auto . Er macht das, weil er den Troll/Bösewicht/Flamer/Wasauchimmer nicht belohnen will und reportet ihn halt am Ende. Aber wenn er am Anfang ausgestiegen ist, dann geht der Troll/Bösewicht/Flamer/Auto eben \"straffrei\" aus.\n\nSo hab ich den Threadersteller verstanden und ich bin eben auch der Meinung, das man sich das vielleicht hätte sparen können , oder ? Hmm, war eben nur so ein Vorschlag. Müßt nicht immer gleich Rotkopf schimpfen und mit so Sachen wie \n\n> Zunächst: Ein Troll, mehrere Trolle. Troller ist ne Automarke.\n\nkommen. Das ist nicht nett oder ?\n\nmfg\nMB","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T15:58:03.773+0000","up_votes":1,"down_votes":0,"body":"> Das Ding mit Troller ist schon lange eine Sache die nervt. Dass du den Hinweis nicht nett findest, ist ehrlich gesagt dein Problem. Das ist aber auch nicht das Thema.\n\n:D Jetzt hab ich geraffelt was Du meinst : http://www.motorstown.com/images/troller-diesel-02.jpg\n\nOk, hab's halt falsch geschrieben, sorry. Wenn man über jmnd. spricht der trollt, dann spricht man über den Troll und nicht den Troller. Sind's eben mehrere , dann sind es halt Trolle :/ mia culpa \n\nZu meiner Entschuldigung, ich hab noch net so den Umgang mit sowas gehabt. Ich kann auch nicht leiden, wenn jmnd. Standar~~t~~ statt Standard schreibt.\n\nIs ok.\n\nmfg\nMB","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T15:12:11.086+0000","up_votes":1,"down_votes":1,"body":"> Das Ding mit Troller ist schon lange eine Sache die nervt. Dass du den Hinweis nicht nett findest, ist ehrlich gesagt dein Problem. \n\nHmm, auch nicht nett :/ Ich schreib so nicht.\n\n> \n> Das Problem ist eben das es \"nur so ein Vorschlag\" war. Damit kommt man nicht weiter.\n> Diese und ähnliche Diskussionen wurden schon tausend mal im Forum geführt, weil man mal eben so einen Vorschlag gemacht hat.\n> Es ist nicht zielführend, nicht im geringsten.\n\nHmm, wenn Dich das nervt, warum diskutierst Du dann mit ? \n\n> Der Spruch \" Das Gegenteil von Gut ist nicht schlecht, sondern Gut gemeint\" besagt genau das.\n\nDas versteh ich nicht ?\n\n> Vorschläge sind schön und gut, allerdings sollten sie auch eine Basis haben, die breit genug ist. Vorschläge \"mal eben so\" sind meistens nicht weit genug durchdacht, um wirklich diskutabel zu sein.\n\nJa, aber die Basis bildet nunmal der Vorschlag vom TE. Nun kann der, der Interesse daran hat mit anderen Gleichgesinnten ,die eben auch eine gegenteilige Meinung haben können , darüber diskutieren oder nicht ?\n\n> Das hat auch nichts mit \"Müßt nicht immer gleich Rotkopf schimpfen und mit so Sachen wie XY kommen\" zu tun.\n> Es ist nur mühselig, immer und immer wieder das gleiche erklären zu müssen, nur um zu sehen, dass nichteinmal die Hälfte die gesamte tragweite begreift.\n\nJa, das ist aber so wie Du das siehst, oder ? Warum kann hier jetzt keine andere Meinung gültig sein ?  Versteh ich nicht. Und ja, Ihr hopst hier irgendwie immer gleich aus den Koffer. Is net bös gemeint, aber wenn  man sich hier die Diskussion so anschaut ... Welche \"TRAGWEITE\" ? Hat es Auswirkungen auf das Weltklima ? Nein, war nur ein Scherz, aber es hörte sich so an. Das ist ein Spiel oder nicht ? \n\n> Der Vorschlag ist gut gemeint, aber das einzige, was man damit erreicht, ist eine Diskussion, die nichts zur Lösung des eigentlichen Problems beiträgt.\n\nWarum nicht ? Wenn es technisch nicht möglich ist, oder hier keine Lösung gefunden werden kann, dann ok, dann ist es eben so. Wir haben darüber geredet und gut. Es gibt Leute die finden das gut und Du und ein paar andere finden das schlecht. Is ok. Können wir abhaken ;)\n\nIrgendwann kommt wieder einer auf die Idee, dann kann man nen Link auf den Thread hier setzen und sagen \"Das gabs schon ...\"\n\nmfg\nMB","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:26:39.321+0000","up_votes":1,"down_votes":0,"body":"> Wenn zwei sich in der CS gegenseitig beleidigen, hoffen sie ja eigentlich, dass einer der 3 übrigen Mates ihnen den Gefallen tut, das Game zu leaven (selbst wenn es noch einen Report dazu gäbe).\n\nDie würden das dann öfters machen oder versuchen. ABER wenn vorher schon Reports an diese Spieler gingen, dann müßte das Analysetool das erkennen und entsprechend reagieren. Spätestems beim 3. Mal knallts. Denk ich.\n\nVor dem Spiel ist quasi nach dem Spiel. Nur halt so ne Idee.\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T14:10:20.130+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000001000000000000000000000002,timestamp=2015-06-01T13:26:39.321+0000)\n>\n> Die würden das dann öfters machen oder versuchen. ABER wenn vorher schon Reports an diese Spieler gingen, dann müßte das Analysetool das erkennen und entsprechend reagieren. Spätestems beim 3. Mal knallts. Denk ich.\n> \n> Vor dem Spiel ist quasi nach dem Spiel. Nur halt so ne Idee.\n\nWie gesagt, das Problem bleibt:\n\n- Der Troll wird sofort belohnt (z.B. 2. Chance, seine Wunsch-Lane zu kriegen)\n- der Troll wird aber erst viel später bestraft (die Konsequenzen ist dem Troll/Flamer nicht bewusst; deshalb flamen Spieler auch ingame, obwohl da klar ist, dass man sie reportet)\n\nDu wirst also bezüglich Trolle/Flamer rein gar nichts ändern.\nAber du wirst den Spielern fälschlicherweise das Gefühl geben, dass Dodgen die richtige Lösung ist. Aber dies ist nicht der Fall.\n\nIch habe ja geschrieben, dass Dodgen das Trollen/Flamen in der CS nur fördert. Denn die Strategie der Trolle/Flamer geht nur auf, wenn jemand anderes dodged. Und erfolgreiche Strategien werden häufig von anderen dann auch umgesetzt.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Red Mage","date":"2015-05-17T21:03:37.397+0000","up_votes":1,"down_votes":0,"body":"chill... sowas ignoriert man und schat weg","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-18T05:11:58.159+0000","up_votes":2,"down_votes":0,"body":"Und wenn 100% dieser reports ignoriert werden, dann ist das halt so?","replies":[]}]},{"id":"","poster":"Shiggyvara","date":"2015-06-01T07:29:11.174+0000","up_votes":2,"down_votes":2,"body":"> [{quoted}](name=Madchickendinner,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0000,timestamp=2015-05-17T20:59:40.353+0000)\n>\n> Ich seh schon die Rportgründe....\n> \n> \"Hat mir meine lane geklaute obwohl ich mid als erster geschrieben habe.\"\n> \"Hat Poppy gepickt lold no meta pick bann pls.\"\n> \"hat nicht hi gesagt\"\n> \"musste support picken obwohl ich nicht wollte.\"\n> \"wollte trollen\"\n\nUnd? Die gleichen Argumente gelten ebenso für reports nach dem Spiel.","replies":[{"id":"","poster":"eingew","date":"2015-06-01T08:39:16.426+0000","up_votes":1,"down_votes":0,"body":"Relativ. Bis zum Ende des Spiels kann der Poppyspieler sich gegen die ganzen Metaspieler verteidigen, indem er eine bessere Leistung bringt als diese. Nicht, dass er das muss. Aber dadurch dass der Spieler genau das regelmäßig tut, einfach indem er spielt, verringert er diese Reports automatisch.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-06-01T12:40:11.791+0000","up_votes":1,"down_votes":1,"body":"Schön, dass du dich nur auf den Poppyspieler beziehst und massive Flamer ignorierst.\n\nAber gut ich leave die Champselect (was ich in der Realität nicht tue da hab ich andere Gründe zum leaven), weil jemand Poppy pickt und reporte ihn -> Mein Reportrating sinkt halt; für den Poppyspieler passiert, wie auch jetzt schon nichts.\nIch leave wegen massivem Flame -> Der Flamer wird zusätzlich von der Chatanalyse erfasst.\n\nGeleavt würde in beiden Fällen ohnehin.","replies":[{"id":"","poster":"eingew","date":"2015-06-01T17:00:18.494+0000","up_votes":2,"down_votes":1,"body":"Durch einen Leavebutton wird deutlich gemacht, dass CS leaven in bestimmten Fällen okay ist. Aber das ist es nicht. Das Spiel beginnt in der CS und AFK gehen ist in diesem Spiel einfach nicht drin.","replies":[{"id":"","poster":"Shiggyvara","date":"2015-06-01T17:04:48.071+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00000002000000000000,timestamp=2015-06-01T17:00:18.494+0000)\n>\n> Durch einen Leavebutton wird deutlich gemacht, dass CS leaven in bestimmten Fällen okay ist. Aber das ist es nicht. Das Spiel beginnt in der CS und AFK gehen ist in diesem Spiel einfach nicht drin.\n\nWeshalb der TE bereits im Eröffnungspost geschrieben hat, dass er gern weiterhin alle Strafen in Kauf nimmt, die das mit sich bringt, da er ja ohnehin leaven wird...","replies":[{"id":"","poster":"eingew","date":"2015-06-01T21:53:11.267+0000","up_votes":2,"down_votes":1,"body":"Es geht nicht um die Strafen, sondern darum, dass egal was auf den Leave folgt mit der Möglichkeit zu leaven ohne das Programm zu schließen impliziert wird, dass leaven in bestimmten Situationen in Ordnung sei - aber genau das ist nicht der Fall.","replies":[]},{"id":"","poster":"HyperionCH","date":"2015-06-01T17:18:16.962+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=FTHGN,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=000000020000000000000000,timestamp=2015-06-01T17:04:48.071+0000)\n>\n> Weshalb der TE bereits im Eröffnungspost geschrieben hat, dass er gern weiterhin alle Strafen in Kauf nimmt, die das mit sich bringt, da er ja ohnehin leaven wird...\n\nWobei eine Reportfunktion (bzw. ein Leave-Button) wie gesagt das Dodgen fördert.\nUnd Dodgen fördert Trolling in der CS (weil dodgen das Trolling belohnt).","replies":[]}]}]}]}]}]}]},{"id":"","poster":"Madchickendinner","date":"2015-05-17T23:45:58.601+0000","up_votes":2,"down_votes":1,"body":"1. Viele würden einfach nur aus lächerliche Gründen leaven und reporten. ( siehe meine Beispiele)\n2. 1x leaven 6 mins Auszeit + lp Verlust, 2x leaven 16 mins warten + lp Verlust, 3x leaven 1h warten + lp Verlust\n    dadurch würde die Wartezeit erhöht und es würde dem MM schaden.\n3. Der Pre und aftergamechat wird bereits kontrolliert.","replies":[{"id":"","poster":"Dermel","date":"2015-05-19T14:13:50.715+0000","up_votes":2,"down_votes":0,"body":"Ob sie sich ausloggen oder so leaven ist doch egal, wird eh beides dann bestraft, hab auch genug die dann einfach keinen champion wählen weil sie sich aufregen...","replies":[]},{"id":"","poster":"4 R4nd0m N008","date":"2015-05-19T14:42:47.946+0000","up_votes":3,"down_votes":1,"body":"> Viele würden einfach nur aus lächerliche Gründen leaven und reporten. ( siehe meine Beispiele)\n\nDu bekommst doch trotzdem eine Strafe. Ob soviele mehr leaven wenn man nur einen Knopf drücken muss statt den Client zu beenden? Denn mehr möchte der TE nicht. Selbst wenn du andere Leute dann reportest bekommst du **trotzdem** noch eine Strafe.\n\n> 1x leaven 6 mins Auszeit + lp Verlust, 2x leaven 16 mins warten + lp Verlust, 3x leaven 1h warten + lp Verlust\ndadurch würde die Wartezeit erhöht und es würde dem MM schaden.\n\nWas möchstest du damit sagen? So ungefähr sind die Strafen bisher (nur in den Schritten 5, 15 und dann weiß ich es nicht mehr). Den LP Verlust hat man bisher auch. Die Wartezeiten sind doch nicht hoch und dem MM schadet es auch nicht. Wieso sollte es sich damit ändern? Denn leaven kann man auch heute schon.\n\n> Der Pre und aftergamechat wird bereits kontrolliert.\n\nDas ist korrekt.","replies":[{"id":"","poster":"Madchickendinner","date":"2015-05-19T16:37:22.647+0000","up_votes":3,"down_votes":2,"body":"> [{quoted}](name=Fiqqa,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00020001,timestamp=2015-05-19T14:42:47.946+0000)\n>\n> Du bekommst doch trotzdem eine Strafe. Ob soviele mehr leaven wenn man nur einen Knopf drücken muss statt den Client zu beenden? Denn mehr möchte der TE nicht. Selbst wenn du andere Leute dann reportest bekommst du **trotzdem** noch eine Strafe.\n\nGib jemanden die Möglichkeit nach einem leave zu reporten und er wird sie häufiger nutzen als ohne Reportfunktion nach dem leave. \n\n> Was möchstest du damit sagen? So ungefähr sind die Strafen bisher (nur in den Schritten 5, 15 und dann weiß ich es nicht mehr). Den LP Verlust hat man bisher auch. Die Wartezeiten sind doch nicht hoch und dem MM schadet es auch nicht. Wieso sollte es sich damit ändern? Denn leaven kann man auch heute schon.\n\nDas System versucht doch immer das perfekte Matchup für dich zu finden. Fallen jetzt mehrer aus diesem System weil sie warten müssen sucht es die nächstebesseren. Hast du vorher einen Silber1 Spieler bekommen wird dir nun ein Gold5 oder höheres zugeordnet. Klar erhöht sich die Wartezeit. Wenn jemand leavt fliegst du wieder aus de Championauswahl raus. und landest wieder in der Queue. Grad im höheren Eloberreich muss länger gewartet werden.","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-19T20:07:43.046+0000","up_votes":2,"down_votes":1,"body":"Ich für meinen Teil verlasse nur selten die Selection, aber wenn ich es tue habe ich den Text im StrgC und Reporte direkt beim Support, in sofern würde der Butten für mich ur eine Abkürzung den aktuellen Weges bedeuten was:\n1. Dem Support die Arbeit erleichtern sollte.\n2. Mir etwas Mühe erspart.\n\nHäufiger dogen würde ich sicher nicht.\n\nPs: Sollte man ohne Berechtigten Repor dogen freut sich der Leaverbuster...\n\nGruß Fox","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:20:13.644+0000","up_votes":1,"down_votes":0,"body":"> Gib jemanden die Möglichkeit nach einem leave zu reporten und er wird sie häufiger nutzen als ohne Reportfunktion nach dem leave. \n\nJepp, glaub ich auch, aber da müßte eben das Analysetool greifen. Der Leaver kriegt sowieso die Strafe. Stellt das Tool fest, das der Flamer öfters verbal danebenhaut, kriegt der eben auch die Strafe. \n\nDie Strafe die der Leaver bekommen hat kann dann ja abgemildert werden. Ähnlich wenn man inGame im Chat überwacht wird. Zeigt man sich da positiv, bzw. war das Leaven gerechtfertigt, dann stufenweise Abmilderung.\n\nDie Strafe für den Leaver kann man ja auch staffeln. Am Anfang nur ne Verwarnung, beim 2.Mal eine einfache Strafe beim 3.Mal schwerer usw.\n\nmfg\nMB","replies":[]}]}]}]},{"id":"","poster":"Rexarias","date":"2015-05-31T15:03:36.629+0000","up_votes":2,"down_votes":2,"body":"***","replies":[{"id":"","poster":"Temudschinn","date":"2015-05-31T15:27:19.273+0000","up_votes":1,"down_votes":0,"body":"Vermutlich weil es stark der sehr dummen Idee, andere Leute aus der Champselect kicken zu können oder straffrei zu leaven ähnelt. Diese Ideen werden leider immer wieder vorgebracht und könnten mit der vorliegenden verwechselt werden :)","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-31T18:47:53.468+0000","up_votes":3,"down_votes":1,"body":"Mein Vorschlag hat nichts mit jemandem Kicken zu tun! Mein Vorschlag ist es selbst die Selction verlassen zu können um dan in einen Bildschirm zu kommen wo man mögliches Fehlverhalten anderer reporten kann.\nStraffrei schon garnicht...\n\nGruß Fox","replies":[{"id":"","poster":"Temudschinn","date":"2015-06-01T07:01:53.203+0000","up_votes":1,"down_votes":1,"body":"Ich weiss. Ich sagte nur was woran wohl viele denken wenn sie deinen Vorschlag etwas unsorgfältig lesen.","replies":[{"id":"","poster":"drexxsack","date":"2015-06-01T08:20:10.898+0000","up_votes":4,"down_votes":2,"body":"Das Ding ist halt, dass der Vorschlag, wenn man an die Sache strukturiert rangeht, dass ganze insgesamt mehr Nachteile hat, als es tatsächlich nützt. \nDas Problem ist, dass Dinge die funktionieren, von anderen imitiert werden.\nSolange man jemandem gibt, was er will, wird er es wiederholen, wenn es passende Situationen gibt.\nEin Dodge tut genau das und ein Reportknopf würde das Dodgen auch födern, auch dann, wenn man die Strafe beibehält und das führt paradoxerweise dazu, dass man eher dodgt und damit diesen Leuten gibt, was man will und damit ihr Verhalten fördert.\nDas Argument \"Ich spiele, weil ich spaß am Spiel haben will\" ist zwar verständlich, aber deutlich zu kurz.\nIch spiele grundsätzlich nur aus aus Spaß am spiel und das ist der Grund, dass ich nicht dodge. Ich will solche Leute einfach nicht unterstützen und damit ein solches Verhalten födern. Daran gibt es auch nichts zu rütteln.\n\nIch kann zwar verstehen, warum man als Spieler einen solchen Knopf haben will, nur sehe ich auch die systemischen Gründe, die dagegen Sprechen und den Dingen, die auch für jeden einzelnen dagegen sprechen.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T15:34:06.595+0000","up_votes":3,"down_votes":1,"body":"> Das Ding ist halt, dass der Vorschlag, wenn man an die Sache strukturiert rangeht, dass ganze insgesamt mehr Nachteile hat, als es tatsächlich nützt. \n\nJa, gut, das müßte man halt durchspielen. Also ich mein einfach mit einem \"Was wäre wenn Szenario\" oder so.\n\n> Das Problem ist, dass Dinge die funktionieren, von anderen imitiert werden.\n> Solange man jemandem gibt, was er will, wird er es wiederholen, wenn es passende Situationen gibt.\n> Ein Dodge tut genau das und ein Reportknopf würde das Dodgen auch födern, auch dann, wenn man die Strafe beibehält und das führt paradoxerweise dazu, dass man eher dodgt und damit diesen Leuten gibt, was man will und damit ihr Verhalten fördert.\n\nGenau das find ich paradox. Wir haben ja noch keinen Knopf, also wissen wir nicht wie der sich auswirkt. Wir können nur Gedankenexperimente machen. \n\nWie ist es denn jetzt, wenn man Anfangs voll geflamt wird und null Bock auf so ein Spiel hat. Wie kommt man raus ? Und wird da der gefördert der geflamt hat weil er seine Lane haben will ? Bricht da das ganze Spiel ab ? Ich weiß es nicht, ich hab sowas noch nicht gemacht.\n\n> Das Argument \"Ich spiele, weil ich spaß am Spiel haben will\" ist zwar verständlich, aber deutlich zu kurz.\n\nJa, nee, ist ein Spiel. Zumindest für unsereiner. Ein Hobby meinethalben. Wenn's kein Spass macht, dann braucht man's net zu machen. \n\nWickipedia sagt (http://de.wikipedia.org/wiki/Spiel) :\n>  ist eine Tätigkeitsform, Spielen eine Tätigkeit, **die zum Vergnügen, zur Entspannung, allein aus Freude** an ihrer Ausübung, aber auch als Beruf ausgeführt werden kann\n\nWenn dem net so ist ist es kein Spiel mehr oder ?\n\n> Ich spiele grundsätzlich nur aus aus Spaß am spiel und das ist der Grund, dass ich nicht dodge. Ich will solche Leute einfach nicht unterstützen und damit ein solches Verhalten födern. Daran gibt es auch nichts zu rütteln.\n\nIs ein fester Standpunkt. Find ich klasse. Ohne Ironie. Aber hat Dir das Spiel dann auch Spass gemacht ? Wie lief's ?\n\n> Ich kann zwar verstehen, warum man als Spieler einen solchen Knopf haben will, nur sehe ich auch die systemischen Gründe, die dagegen Sprechen und den Dingen, die auch für jeden einzelnen dagegen sprechen.\n\nJoa, unsereiner hat das Spiel net programmiert, deswegen kann ich zu den systemischen Gründen nix sagen. Für jeden einzelnen kannst Du aber leider nicht sprechen, das würde jetzt denk ich mal zu weit gehen ;) \n\nIch sprech auch nur für mich ;)\n\nmfg\nMB","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-06-01T11:52:18.042+0000","up_votes":2,"down_votes":1,"body":"Ich versthe die Agumente die gegen diesen Knopf sprechen gut, leider ist es viel zu oft so das jeglicher Spass und die **Chance** auf einen Sieg schon in der Selection untergehen weil 2 meinen sich brachial flamen zu müssen :(\n\nEs ist einfach DOOF.\n\nBtw: Ich hatte noch kein Spiel das nach Selectionflame zu einem Win geworden ist...\n\nEdit: Villeicht kann man ein erweitertes Strafsystem nutzen das hochzählt wenn man mit dem Knopf geleavt hat ohne **gerechtfertigte** Reports zu liefern, was bedeuten würde nutze den Knopf und du kriegst einen Stack, Reportest du gerechtferigt verlierst du einen Stack, sammelst du zu viele Stacks giebt es längerfristige Strafen, natürlich das neben den bisherigen Zeitstrafen. Villeicht würde das der Belohnungswirkung entgegenwirken.\n\nGruß Fox","replies":[]}]}]}]}]}]},{"id":"","poster":"Fr3shdumbledore","date":"2015-06-01T00:19:30.361+0000","up_votes":2,"down_votes":1,"body":"Ich finde diese Idee echt gut! Ich hatte vor ein paar Tagen eine ähnliche Situation: Ich habe mit 3 Freunden zusammen ein normales Spiel (draft) gemacht und der Random war zusammen mit einem unserer Premades 2nd pick (weil rotes Team). Unser Mate called Mitte und loggt ein. Der Random, der davor wohl kurz afk war, pickt in letzter Sekunde Zed und called auch Mitte. Plötzlich merkt er, dass Mitte schon vergeben ist und regt sich auf. Wir haben ihn dann freundlich gefragt, ob er nicht Top gehen könnte. Plötzlich fängt er an uns aufs Übelste zu beleidigen, hat uns unter anderem Krebs an den Hals gewünscht (und useren Familien auch) und uns aufgefordert, das Spiel zu leaven. Dies haben wir abgelehnt. Das hat ihn noch mehr in Rage gebracht und er hat uns bis ein paar Sekunden vor Ende der CS weiter beleidigt. Schließlich hat er die CS verlassen und blieb damit unreportet.\n\nWenn es so einen Knopf geben würde, dann wäre das doch eine nette Sache! Ich finde auch, dass man die ganz normale Strafe fürs leaven bekommen sollte aber eben dafür die Möglichkeit bekommt, einen Spieler für sein Verhalten in der Selection zu reporten. Natürlich kann man auch solche Spiele durchziehen... aber dafür sind mir ehrlich gesagt meine Zeit und meine Nerven zu schade! Ich möchte mit solchen Menschen einfach nicht spielen müssen!","replies":[{"id":"","poster":"ÆonFox","date":"2015-06-01T01:11:49.097+0000","up_votes":2,"down_votes":1,"body":"Es giebt bereits jetzt die Möglichkeit über den Support so jemanden zu Reporten, zu diesem Schritt rate ich jedem der so etwas erleiden muss/musste...\nMein Vorschlag würde bestehende aber umständliche Möglichkeiten (Champselect dogen mit oder ohne anschließenden Report) vereinfachen und somit allen Zeit und Nerfen sparen und den ein oder anderen (berechtigten) Report der durch die Lappen gegangen wäre ermöglichen ohne dem Doger eine Strafe zu ersparen (wodurch das System ausnutzbar wäre um keine Strafe zu kriegen).\n\nGruß Fox","replies":[{"id":"","poster":"Shiggyvara","date":"2015-06-01T07:50:06.765+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=NeoDesertfox,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00060000,timestamp=2015-06-01T01:11:49.097+0000)\n>\n> Es giebt bereits jetzt die Möglichkeit über den Support so jemanden zu Reporten, zu diesem Schritt rate ich jedem der so etwas erleiden muss/musste...\n> Mein Vorschlag würde bestehende aber umständliche Möglichkeiten (Champselect dogen mit oder ohne anschließenden Report) vereinfachen und somit allen Zeit und Nerfen sparen und den ein oder anderen (berechtigten) Report der durch die Lappen gegangen wäre ermöglichen ohne dem Doger eine Strafe zu ersparen (wodurch das System ausnutzbar wäre um keine Strafe zu kriegen).\n> \n> Gruß Fox\n\nIch bezweifel, dass die auch noch von jedem nicht zustande gekommenen Spiel den Chat speichern.","replies":[{"id":"","poster":"ÆonFox","date":"2015-06-01T11:02:24.592+0000","up_votes":1,"down_votes":0,"body":"Trotzdem Reporten, am besten mit Screenshot oder strgcstrgv.","replies":[{"id":"","poster":"drexxsack","date":"2015-06-01T11:11:32.199+0000","up_votes":3,"down_votes":1,"body":"Der Support wird grundsätzlich nichts bearbeiten, dass man auch mit einem Report lösen kann. Seit Einführung der CR wird auch der Chat der Champselect miteinbezogen.\nEs würde nichts passieren, wenn du den Support anschreibst.\nDu hättest die Möglichkeit gehabt und hast sie dir selbst genommen.","replies":[{"id":"","poster":"Fr3shdumbledore","date":"2015-06-01T23:08:36.692+0000","up_votes":2,"down_votes":1,"body":"Das ist meiner Meinung nach fatal! Denn so kann ich ja theoretisch in eine Selection rein und dann, weil mir das Setup nicht passt, weil ich meine Rolle nicht bekomme oder weil ich einfach ein Arsch bin soviel flamen wie ich will. Im besten Fall geht einer meiner Mitspieler raus oder ich leave am Ende einfach selbst. So gibt es keine Reports und damit keine Strafe (zumindest für diese eine Situation).\n\nIch frage dich einfach mal direkt: Was spricht gegen einen Reportknopf für die Selection? Es muss ja noch nicht mal mit der vorgeschlagenen Leave-Funtion einhergehen... einfach alles so lassen und nur zusätzlich einen Reportknopf einfügen.","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-06-01T15:18:19.525+0000","up_votes":1,"down_votes":1,"body":"Das heisst Klartext, dass ich mit jedem noch so %%%%%%%%% der Gestirne in der Champselection ein Spiel durchquälen muss und er durch dogen sogar die Möglichkeit hat dem Report vollkommen zu entgehen wenn der Flamer die Selection verlässt????????\nDas heisst doch man kann sich in der Selection wenn man sie rechzeitig velässt sich benehmen wie man will wenn laut deiner Aussage der Support keine derartigen Reports annimmt...\n\nWenn das stimmt ist da was übel FALSCH REPORT RIOT\n\nFox","replies":[]}]}]}]}]}]},{"id":"","poster":"IcryWhenIpoop","date":"2015-05-19T15:03:17.344+0000","up_votes":4,"down_votes":2,"body":"Oh diesen Button.....wie ich mir diesen Knopf eben herbeigesehnt hätte. Schon in der Champselect entschied sich ein Spieler Supportannie zu spielen. Bis dahin alles noch gut. Mir egal was da fürn Support steht für mich als Adc. Hauptsache man erkennt dass er sich Mühe gibt. Gewinnen hin oder her. Aber dann schrieb der Spieler \"dont buy Wardstone.one of you need to do it\". Oooook, kann ich auch mit leben. Schon viele Spiele ohne Sicht gewonnen (und noch viel mehr verloren^^). Dann sagte er, dass er FullAp Annie spielt. Auch da dachte ich noch: \"Cool, knallts ordentlich aufn Gegner.\"  Dann meinte er, dass er jeden Kill einsteckt, den er bekommen kann. Kann ich auch mit leben. Jeder tote Gegner ist ein guter Gegner. Dann meinte er noch Vasallen wird er auch umhauen. Soll er mal, dachte ich so bei mir. Hab ichs halt schwerer an meine Items zu kommen, aber er hat auch n paar gute als AP Annie. \nNun beginnt das Spiel. Er verpasst den Vasallen autohits, haut seine Spells drauf ABER lasthittet sie nicht. Das Gold verpufft einfach. Scheiss drauf. Kann passieren, denk ich mir. Als er dann den ersten Kill machte auf die gegnerische Morgana mit seinem Entzünden und mir so n Assist verschaffte dachte ich auch noch: \"Geil, läuft. Botlane is sicher. Der kann doch n bisserl was.\"  Aaaaaber, Morgana kam zurück in die Lane und er fing plötzlich an jeden Q von Morgana zu fressen. Machte doch der Annie nix aus. Sie sprang immer wieder in mindestens 5 gegnerischen Vasallen rum, haute Spells und Autohits auf diese, versuchte Schaden an der gegnerischen Sivir und Morgana anzurichten, nahm dabei billigend jeden Q von Morg und auch Sivir in Kauf (und den Schaden der Vasallen nicht vergessen). Ihr Leben sank fröhlich gen Null, ABER sie meinte nochmal angreifen zu müssen und wunderte sich, dass ihr Stun nicht funktionierte. Man staune, Sivir und Morg haben da so´n nettes Schild. Und sie starb. Das passierte nicht nur einmal. Es passierte immer wieder. Und ab und an riss sie mich auf diese Art und Weise mit in den Tod. Als dann unser Toplane Volibär die Stats registrierte, die wir auf der Botlane mittlerweile hatten, rief er nur :\"Report bot.\"  Wenig später fing unsere JungleVi an mit: \"Fuck you all. Its your all fault we lose this.\" In der Mitte regte sich Ahri über Annie auf weil diese ab und an in die Midlane spazierte und dem gegnerischen Talon auch noch n paar Kills verschaffte. Bin ich froh, dass Vi nicht registrierte (oder es war ihr egal), dass Annie auch noch das eine oder andere Junglecamp machte. Als wir dann Annie fragten warum sie denn so ein Verhalten an den Tag lege, antwortete sie nur \"Who cares?\" Also mich hat es gekümmert. Dass es Riot nicht interessiert is mir schon klar. Solange sie nicht im Chat schreibt, dass sie das absichtlich macht kann (oder will) Riot nix machen. Warum auch jemanden bannen/bestrafen der Geld einbringt?  X.:\n\n(Mich persönlich ärgern dann noch die Gegner, die meinen \"gg\" schreiben zu müssen, obwohl es doch offensichtlich war, dass das weit an einem GoodGame vorbeigegangen ist. Aber vielleicht wollten sie nur sportlich sein und haben es deswegen geschrieben. Mag sein. Ärgert mich trotzdem in dem Moment.)\n\nX.: So und hier kommt dann der Punkt wo ich mir genau einen solchen Button wünsche. Einen Knopf den man in der Championauswahl drückt um solcher verschwendeten Zeit aus dem Weg zu gehen. Um die 30 Minuten hab ich verloren. Mir gehts dabei nicht ums gewinnen. Ein nettes Spielchen hätte gereicht. Ein Spiel in dem sich alle Mühe geben.  So einen Knopf den man von mir aus nur jede Stunde einmal betätigen kann um ein Spiel zu verlassen OHNE selbst mit abgezogenen Punkten oder Zeitstrafen belegt zu werden.","replies":[{"id":"","poster":"CMan","date":"2015-05-19T15:49:22.476+0000","up_votes":2,"down_votes":1,"body":"Du hast doch hier in dem beschriebenen Szenario offensichtlich erst ingame deine Abneigung gegen den erwähnten Mitspieler entwickelt. In der Champselect warst du noch der Ansicht  \"Cool, knallts ordentlich aufn Gegner.\"\n\nDas ist kein Argument für eine solche Funktion- du **bist** nämlich nicht in der Champselect geleaved.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:13:20.935+0000","up_votes":1,"down_votes":0,"body":"Ja, aber er meinte doch, dass er das geahnt hat, dass das Spiel vor die Hunde geht . Und wenn es den Button gegeben hätte, wär er zu Beginn aus der Auswahl rausgegangen. Da das net geht hat er sich halt noch selbst motiviert.\n\nSo hab ich es verstanden.\n\nmfg\nMB","replies":[]}]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T13:10:35.454+0000","up_votes":1,"down_votes":0,"body":"Gute Geschichte, ging mir auch so ähnlich. Öfters . Da an sich zu halten ist sauschwer. {{item:3751}} \n\nNur kannst du ja sowas nicht unbedingt in der Championauswahl erkennen. Gut, nachdem was er da zu beginn im Chat schreibt, kannste zumindest erahnen wie das weitere Spiel läuft. \n\nNen Button die Auswahl zu verlassen fänd ich da auch net schlecht, klar gegen Strafe. Nur das Reporten danach , das müßte geprüft werden. Vlcht. wenn zu dem Report das Chatsystem in der Auswahl analysiert und erst wenn es häufiger vorkommt , eine Strafe ausgesprochen wird. Ebenso wie es im Abschlußschirm getriggert wird.\n\nAber der Button das Spiel zu Beginn zu verlassen wär net schlecht. Da hätte ich mir auch so manches Spiel sparen können, wo zu Beginn der Kampf um die Lanes tobt und im Anschluß das komplette Spiel an die Wand gefahren wird.\n\nKann man ja so machen, das der Button ganz zum Schluß, wenn die Auswahl steht und das Spiel gestartet werden soll , das dann der Button für ein paar Sekunden eingeblendet wird. Man drückt ihn, bestätigt die Strafe und kommt dann in das Reportsystem. Da gibt man seine Beweggründe ein und das Chatanalysetool wird gestartet. Ist ersichtlich das zu Beginn heftig geflamt und der Spieler beleidigt wurde, werden die Infos gesammelt und der Dodger kriegt keine Srafe. Wird der Spieler der beleidigt hat mehrmals reportet , dann Strafe für ihn. Hat der Dodger ohne Grund die Auswahl verlassen, kriegt der die Strafe .\n\nIs nur so ne Idee {{champion:32}} \n\n\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T14:18:44.102+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00040002,timestamp=2015-06-01T13:10:35.454+0000)\n>\n> Kann man ja so machen, das der Button ganz zum Schluß, wenn die Auswahl steht und das Spiel gestartet werden soll , das dann der Button für ein paar Sekunden eingeblendet wird. Man drückt ihn, bestätigt die Strafe und kommt dann in das Reportsystem. Da gibt man seine Beweggründe ein und das Chatanalysetool wird gestartet. Ist ersichtlich das zu Beginn heftig geflamt und der Spieler beleidigt wurde, werden die Infos gesammelt und der Dodger kriegt keine Srafe. Wird der Spieler der beleidigt hat mehrmals reportet , dann Strafe für ihn. Hat der Dodger ohne Grund die Auswahl verlassen, kriegt der die Strafe .\n> \n\nWie willst du die Strafen nachträglich zurücknehmen?\nEs dauert ja einige Zeit (z.B. \"Express-Verfahren\" für 2-Wochen-bans dauern ca. 15 Min.; alles andere dauert länger). Gerade wenn ein Troll/Flamer dies zum ersten Mal in der CS tut.\n\n- Wartezeit von z.B. 20 Min. wegen Verlassens der CS\nDa das System also etwa 15 Min. für die Analyse benötigt (es ist ja nicht der einzige Report, der bearbeitet wird), dann kann das System höchstens noch die restlichen 5 Minuten streichen.\n\n- LP-Verlust / Niederlage in der Promo\nOK, wenn das System 15 Min. benötigt, geht es ja nur. Aber wie erwähnt kann der Troll vorher noch nicht so aufgefallen sein. Deshalb könnte erst Wochen später eine Strafe ausgesprochen werden.\nDann wird es aber sehr kompliziert, die Rangliste rückwirkend nachzuberechnen. Und dies kann ja gleich immer wieder nachberechnet werden (sollte man Pech haben und öfters Trolle in der CS haben).","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T14:25:29.111+0000","up_votes":1,"down_votes":0,"body":"Eijee, da hab ich ja was angerichtet ;)\nOk, ich versuchs mal.\n\n> Wie willst du die Strafen nachträglich zurücknehmen?\n\nWill ich net, es ging mir um ein ähnliches System wie es bei der abschliessenden Chatanalyse zum tragen kommt. Wenn man sich positiv verhält wird die Zeitsperre oder was auch immer weniger.\n\nDas Verfahren sollte genau so wie am Ende des Spiels sein, nur eben am Anfang. Es ist ja alles schon da. Da muß ja nix neues gemacht werden.\n\nmfg\nMB","replies":[{"id":"","poster":"HyperionCH","date":"2015-06-01T14:41:26.541+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Haudruppmoor,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0004000200000000,timestamp=2015-06-01T14:25:29.111+0000)\n>\n> Will ich net, es ging mir um ein ähnliches System wie es bei der abschliessenden Chatanalyse zum tragen kommt. Wenn man sich positiv verhält wird die Zeitsperre oder was auch immer weniger.\n> \n> Das Verfahren sollte genau so wie am Ende des Spiels sein, nur eben am Anfang. Es ist ja alles schon da. Da muß ja nix neues gemacht werden.\n\nDu hast geschrieben, dass ein Dodger keine Strafe bekommt, wenn die Analyse erkennt, dass er den Spieler - den er gleichzeitig reportete - wirklich ein Troll/Flamer ist. Dies war ja dein Vorschlag.\n\nKannst du mir sagen, wie du dir die Umsetzung vorstellst?\n\nDie Analyse braucht seine Zeit und die Zeitstrafe beginnt sofort (erstes Beispiel).\nWenn die Anaylse länger dauert (kann Tage und Woche dauern, wenn der Troll/Flamer vorher noch nicht auffällig war), dann kannst bei Rankeds auch nicht einfach die LP-Verluste wieder gutschreiben (oder eine verlorene 1:2-Promo in einen 2:1-Promo ändern).\n\nAus meiner Sicht ist dies nicht umsetzbar. \n\nDer andere - und wohl wichtigere - Punkt ist aber immer noch (drexxsack hat dies gut beschrieben):\n\n- Es braucht eine Lösung, die den Troll/Flamer nicht instant belohnt (da Nachahmungseffekt auch vorhanden ist).\n\nDodgen belohnt wie gesagt den Troll/Flamer instant. Sein Ziel wurde erreicht und um die möglichen Konsequenzen kümmert er sich nicht.\nEine potentielle Lösung des Troll-Problems in der CS kann man also erst richtig diskutieren, wenn der Troll keine instant Belohnung kriegt.\n\nWenn jemand eine solche Lösung aufzeigen kann, dann würde ich gerne darüber diskutieren und wäre wohl an vorderste Front, um bei Riot zu fordern, diese umzusetzen.\nDie Vorschläge hier zeigen aber keine solche Lösung, da sämtliche Vorschläge den Troll instant belohnt.","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T14:48:59.502+0000","up_votes":1,"down_votes":0,"body":"> Du hast geschrieben, dass ein Dodger keine Strafe bekommt, wenn die Analyse erkennt, dass er den Spieler - den er gleichzeitig reportete - wirklich ein Troll/Flamer ist. Dies war ja dein Vorschlag.\n\nNa, vermutlich unglücklich formuliert. \n\n> Kannst du mir sagen, wie du dir die Umsetzung vorstellst?\n\nWie am Ende des Spiels. Ganz einfach. \n\n> Wenn jemand eine solche Lösung aufzeigen kann, dann würde ich gerne darüber diskutieren und wäre wohl an vorderste Front, um bei Riot zu fordern, diese umzusetzen.\nDie Vorschläge hier zeigen aber keine solche Lösung, da sämtliche Vorschläge den Troll instant belohnt.\n\nTss, ich hab doch keine Lösung dafür, deswegen kommts ja hier zur Sprache, damit man in Ruhe darüber diskutieren kann. Nicht mehr und nicht weniger. Der TE meinte halt ein Button wär net schlecht und ich meinte das System, was den Chat am Ende des Spiels kontrolliert kann auch am Anfang greifen . Wenn das net geht oder schonmal dagewesen war, bitteschön. Es war nur ein Vorschlag. \n\nHerjeeminee , ich dacht man kann darüber diskutieren. Ich hatte auch schon am Anfang übelste Schimpftiraden und dann net wirklich Bock auf ein verkorkstes Spiel. Habs gemacht, hat kein spass gemacht und hab dann ne woche net mehr gespielt. Ich war noch nie gebannt hatte schonmal ne grüne Schärpe bin 45 Jahre alt und denk ich eigentlich recht vernünftig. Ich fand die obige Idee net schlecht und hab sie nur weitergesponnen.\n\nEntschuldigung das ich was gesagt/geschrieben hab.\n\nliebe Grüße\nMB","replies":[]}]}]}]}]},{"id":"","poster":"ÆonFox","date":"2015-05-19T15:32:22.377+0000","up_votes":1,"down_votes":0,"body":"Mir geht es darum das man selbst nicht ungestraft bleibt, so als wäre man duch das schließen des Clients geleavt, dein Beispiel hätte für mich einen Report nach dem spiel wegen Kooperationsmangel bedeutet und villeicht noch den ein oder anderen Flamereport jeh nach stärke des Meckerns...\n\nGruß Fox","replies":[{"id":"","poster":"IcryWhenIpoop","date":"2015-05-19T15:57:55.580+0000","up_votes":1,"down_votes":0,"body":"Ok. Hab ich wohl was falsch verstanden. \nVersuch ichs nochmal. Wenn es einen solchen Button gibt und man ihn benutzt und dann eine Strafe aufgebrummt bekommt, dann sollte die Möglichkeit in Form von Reports der anderen Spieler, gegeben sein sich zu rechtfertigen. Erkennt dann das System von Riot, dass der LEaver zurecht das Spiel verlassen hat, sollte die Strafe wieder aufgehoben werden. \nBEsser?^^","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-19T19:59:49.834+0000","up_votes":1,"down_votes":0,"body":"Das kommt dem näher, die meissten Levingstrafen sind allerdings kurze Zeitstrafen (sofern man es nicht übertreibt) die kann man nicht rückgängig machen nachdem sie ausgelaufen sind, aber du hast in soweit recht das man den Marker für die nächste Strafe das man vorhehr eine bekommen hatte bei einem berechtigtem Report wieder verlieren sollte.\n\nGruß Fox","replies":[]}]}]}]},{"id":"","poster":"Dermel","date":"2015-05-17T21:05:44.029+0000","up_votes":2,"down_votes":2,"body":"Kenne ich nur zu gut, es wäre echt sehr vorteilhaft wenn man in derChampionauswahl abbrechen könnte, sofern dann der chat automatisch gescannt werden würde. Findet derscanner dann keinen Grund warum der Spieler verlassen haben könnte, wird er bestraft. Hat einer Mid vor feed geschrieben, sollte man doch eher den bestrafen, also erpressen lassen wir uns nicht! Man müsste ja nicht mal einen report einbauen, ein test auf fiesen instalock verbunden mi chatanalyse reicht","replies":[{"id":"","poster":"Madchickendinner","date":"2015-05-17T21:37:31.887+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=Dermel,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=0001,timestamp=2015-05-17T21:05:44.029+0000)\n>\n> Kenne ich nur zu gut, es wäre echt sehr vorteilhaft wenn man in derChampionauswahl abbrechen könnte, sofern dann der chat automatisch gescannt werden würde. Findet derscanner dann keinen Grund warum der Spieler verlassen haben könnte, wird er bestraft. Hat einer Mid vor feed geschrieben, sollte man doch eher den bestrafen, also erpressen lassen wir uns nicht! Man müsste ja nicht mal einen report einbauen, ein test auf fiesen instalock verbunden mi chatanalyse reicht\n\nAlso einen  Echtzeitscanner für LoL? Das hat ja sicherlich keine negativen Effekte....","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-17T22:50:19.920+0000","up_votes":1,"down_votes":1,"body":"Einen Echtzeitscanner halte ich auch für überaufwändig, aber Reporten sollte man können.","replies":[{"id":"","poster":"eingew","date":"2015-05-18T09:50:28.216+0000","up_votes":3,"down_votes":2,"body":"Kann man doch nach dem Spiel. Vorher ist gar nicht nötig.","replies":[{"id":"","poster":"ÆonFox","date":"2015-05-19T15:35:44.296+0000","up_votes":2,"down_votes":2,"body":"Es giebt teilweise richtige Kriege in der Champselection, Beleidigungen, üble Parolen und schlimmeres...\nIch wünsche mir das Reporten zu können ohne damit auchnoch ein Spiel spielen zu müssen.\nBtw ich bin sehr Sparsam mit der Reportfunktion und nutze sie nur bei harten Fällen...\n\nGruß Fox","replies":[]}]}]},{"id":"","poster":"Dermel","date":"2015-05-19T14:16:02.988+0000","up_votes":1,"down_votes":1,"body":"Der ist doch schon drin, man kann nur nicht nach der Auswahl reporten, nach dem Spiel wird das aber mit überprüft, was viele flamer nicht beachten und ins Netz gehen.","replies":[]}]}]},{"id":"","poster":"XOFree","date":"2015-06-02T16:58:51.221+0000","up_votes":1,"down_votes":0,"body":"so jetzt geb ich mal fanta4 dazu ^^\n\nmmm..... hier wird viel argumentiert warum bla bla bla usw. alles gut und schön aber bringen tutes gar nichts... \n\ndas problem wird sich erst lösen lassen wenn der versprochene teambuilder online gaht, wie der auszusehen hat oder desen funktionen? idk ;) aber er wird die lösung sein da die leute die lane spielen können die sie möchten...\n\nund noch was\n\nwenn man so darüber nachdenkt macht es schon einen gewissen sinn einen button in die champion select zu etablieren \n\nganz besonderes wenn man in der promo ist -.- und quasie auf die gnade der anderen angewiesen ist oder besser gesagt ausgeliefert damit man gegenlenken kann\n\nidee ist einfach, wenn man merkt das einer trollt \"pusch the button ^^ mag den song\" und der andere bekommt sofort eine rückmeldung und das während der auswahl, und kann entscheiden wie es weitergehen soll \n\ndas game wird jetzt auf jeden fall analysiert :') und sollte es zuende des spieles keine besserung gegeben haben xP und er wirklich ein troll wahr kommen ja noch die normalen reports dazu \n\nund wenn sie berechtigt sind bb\n\nso meine meinung","replies":[]},{"id":"","poster":"Deathinger","date":"2015-06-01T15:26:46.416+0000","up_votes":2,"down_votes":2,"body":"Mit der Gefahr dass es schon jemand vor mir geschrieben hat (Das war mir zuviel Text da unten!): Wie wäre es, wenn man die Möglichkeit hat ab und an die Möglichkeit hat, die Champselect **straffrei** zu leaven und ein neues Spiel zu starten, da zB sich das eigene Team voll flamt oder 3 Leute auf Top wollen und alle drei Sture Böcke sind und deswegen keiner mehr Lust hat das Spiel zu gewinnen (ja solche Games soll es geben).\n___________________________\nDieses System würde zuviel Zeit kosten, da jeder der nicht seine Mainrole bekommen würde sofort auf weiter klickt. Deswegen wäre meine Idee, ein System wie im Aram einzuführen, sprich, dass man sich das Verlassen erst aufladen muss. Dieses System muss ja nicht wie im Aram von der Spielleistung abhängen sondern kann pro gespieltem Spiel +1 geben. Sobald man sagen wir 50 angesammelt hat, darf man einmal leaven. \n____________________\nD.h. man kann **in jedem 50ten Game einmal die Champselect ohne Strafe verlassen**. \n____________________ \nAber ich möchte öfters leaven, warum nur jedes 50te Game:\nNunja warum 50? Wegen folgender Überlegung. Wir nehmen an es sind 10 Leute in der Champselect. \nIch hab leider nicht genau die Wartezeiten im Kopf aber nehmen wir mal folgende Zeiten an:\n\nBannphase: 30 Sek je Bann -> 3 Minuten\nPickphase: 30 Sek je Pick -> 3 Minuten\nVorbereitungszeit: 1 Minute \n\nDas macht insgesamt 7 Minuten Wartezeit pro Game.\n\nKönnte man jetzt aller 10 Games einmal Leaven, würde dass heißen, dass im Schnitt 2 Championselects benötigt, um in ein Game zu kommen. (Wenn 10 Person zu je 10% leaven...)\nDamit wäre die Wartezeit bei 14 Minuten wenn man davon ausgeht dass die Person in der letzten Minute leavt.\n\nDarf man allerdings nur alle 50 Games einmal dogen, benötigt man im Schnitt in jedem 5ten Game eine 2te Championselect. D.h. durchschnittliche Wartezeit wäre bei 8 Minuten 20 Sekunden (irgendwie sowas in der Größenordnung).\nBei nur einmal alle 100 Games wären wir bei unter einer Minute mehr!\n___________\n**BONUS** Leute die mit AFK oder Client zu leaven, bekommen die gewohnten zusätzlichen Wartezeiten + lp Verlust (evt. Härter da es ja dieses neue doge System geben würde) + deren Doge Punkte werden auf -50 gesetzt. D.h. diese dürften dann erst nach 100 Games wieder gratis leaven. Somit würden sich sogar diese Leute evt Fragen ob sich das Leaven lohnt oder ob man lieber noch 3 Games wartet bis man wieder Gratis leaven kann.\n**EVT** Das ganze Stackbar bis 2 machen. Also dass man nach 100 Games 2 mal hintereinander leaven kann.\n\nEDIT: Ohne Reportfunktion oder mit ist mir dabei egal!","replies":[{"id":"","poster":"Deathinger","date":"2015-06-01T15:29:12.322+0000","up_votes":1,"down_votes":0,"body":"Achso: Das ganze wäre dann entweder nur für eine Q (Ranked) oder getrennt da man sonst in Normals hochstacken könnte und dann im Ranked immer leaven könnte!","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T15:37:39.663+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Deathinger,realm=EUW,application-id=KYnfKGf0,discussion-id=TRUbsgxy,comment-id=00070000,timestamp=2015-06-01T15:29:12.322+0000)\n>\n> Achso: Das ganze wäre dann entweder nur für eine Q (Ranked) oder getrennt da man sonst in Normals hochstacken könnte und dann im Ranked immer leaven könnte!\n\nIch denk auch man muß es getrennt von den einzelnen Spielmodie betrachten.\n\nmfg\nMB","replies":[{"id":"","poster":"Deathinger","date":"2015-06-01T15:56:59.080+0000","up_votes":1,"down_votes":0,"body":"Im Blindpick könnte man dann ja auch aller 20 Games oder aller 10 Games machen :)","replies":[]}]}]},{"id":"","poster":"Haudruppmoor","date":"2015-06-01T15:36:50.766+0000","up_votes":1,"down_votes":0,"body":"Cool, da haste Dir Gedanken gemacht.\n\nmfg\nMB","replies":[]},{"id":"","poster":"ÆonFox","date":"2015-06-01T16:35:33.134+0000","up_votes":1,"down_votes":1,"body":"NICHT Straffrei, ganz bewusst, auch bei gerechtfertigten Reports, nicht Straffrei, ein Leave aus der Selection warum auch immer hat für irgendeinen der anderen der 9 Spieler (bei 5vs5)immer einen Nachteil, villeicht hatte ja die Gegenseite ein Perfektes Team das zerstört wird etc etc...\n\nSolche Vorschläge giebt es viele und sie sind schlecht, weil ansich falsches Verhalten mit Straffreiheit belohnt wird, was nicht passieren darf und auch nicht passieren wird.\n\nStell dir das in einem Laden vor, du Klaust 100 mal nichts und dann einmal den ganzen Einkauf, erwartest du dafür auch Straffreiheit nur  weil du so oft nichts geklaut hast??\n\nFox","replies":[{"id":"","poster":"Deathinger","date":"2015-06-01T16:53:57.812+0000","up_votes":1,"down_votes":1,"body":"Einfach nur weil es Deppen in LoL gibt die meinen Trollen zu müssen (z.B. Gold V Spieler welche nichts zu verlieren haben, da sie eh nicht höher als Gold werden), und dass merkt man sehr oft schon in der Champselect...\n\nIch mein warum leavst du sonst? Weil du kein Bock hast mit bestimmten Leuten zu spielen. Warum soll man jetzt Leute bestrafen nur weil sie sagen: Nö, der flamt mir schon zu viel ohne dass überhaupt ein Spiel angefangen hat?\n\nUnd außerdem klauen wir hier nichts außer der Zeit der Mitspieler (und wenn dass ein Problem darstellt möchte ich alle Spieler erwähnen deren Rechner länger als 2 Minuten braucht um ein Spiel zu starten...), welche so oder so geklaut wird, da es leaver immer gab und immer geben wird. Warum sollten die denn bitte einen Vorteil für falsches Verhalten haben (da sie leaven und weniger Elo verlieren) als jemand der hart dafür arbeitet und nicht gleich wegen Pillepalle leavt.\n\nWenn du schon bei sehr abwägigen Beispielen bist: Stell dir vor du arbeitest dein ganzes Leben hart und kannst gerade so deine Kinder ernähren. Dein Chef der dich ausbeutet fährt jeden Morgen mit dem Ferrari vor während du mit der Bahn fahren musst da dir ein Auto zu teuer ist.\n\nAlso warum sollte man dann nicht versuchen einen Mittelweg zu finden und allen die **gleiche** Chance geben ein gutes Team zu bekommen, dafür aber versuchen ein System zu entwickeln welches es Verhindert dass Leute \"illegal\" leaven.\n\nUnd ja leaven hat Nachteile, bzw Vorteile für den Leaver, deswegen wäre ich der Meinung wie schon einer sagte (frei interpretiert): Nach dem ersten Leaven 1 Division runter (also von Gold 3 auf Gold4 zB) oder beim 2ten Leaven (ganz egal ob hintereinander oder mit 3 Jahren Abstand) dann eine ganze Liga (Gold zu Silber) bzw im Highelo bereich direkt runter auf Gold.\n\nAlso entweder findet man meiner Meinung nach einen Mittelweg für alle Parteien, aber warum sollte man dem Chef die Ausbeuterei noch einfacher machen? Da seh ich keinen Grund.","replies":[]}]}]},{"id":"","poster":"Epic Melons","date":"2015-05-19T14:49:09.114+0000","up_votes":1,"down_votes":0,"body":"Ich denke, dass ein solcher Button kommen wird. Das Interface des Spiels wird ja dauernd benutzerfreundlicher, insb. wenn man es mal mit dem von s1-s3 vergleicht.","replies":[]}]}