{"id":"PoAzqolb","poster":"El Pingu","date":"2015-05-18T01:15:29.533+0000","title":"Die Wahl des neuen OT-Königs","subforum":"Allgemeiner Chat","up_votes":8,"down_votes":2,"body":"Liebe B&uuml;rger des Ot`s,\n\nWie ich in [diesem Thread](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/wypBnrJE-pingu-sagt-auf-wiedersehen) schon beschrieben habe, werde ich als OT-K&ouml;nig zur&uuml;cktreten.\n\nDas K&ouml;nigreich OT soll aber mit Sicherheit nicht mit mir untergehen. Daher ist es nunmal Zeit unsre inzwischen 5 J&auml;hrige Tradition zu wahren und einen neuen K&ouml;nig zu w&auml;hlen.\n\nIn diesem Thread k&ouml;nnt Ihr euren Lieblingskandidat vorschlagen, dieser ebenso in diesem Thread die Wahl annehmen muss. (oder ihr schlagt euch einfach selbst vor). Wahlberechtigt sind nur B&uuml;rger des Offtopics oder &auml;u&szlig;erst aktive Schreiberlinge im OT (sorry an alle anderen, aber das ist ebenso Tradition um Smurfvotes zu unterbinden). \n\nZur Wahl: \n1) Da es in diesem Forum nicht die M&ouml;glichkeit gibt zu sehen, welcher User f&uuml;r welche Antwort der Umfrage gestimmt hat (verbessert mich wenn ich falsch liege) Muss bei der Wahl jeder pers&ouml;nlich schreiben, welchen Kandidaten er w&auml;hlen m&ouml;chte.\n2) Ich schlage hiermit D&ouml;nerlord zum Wahlvorstand vor\n3) Wie oben beschrieben muss ein vorgeschlagener Kandidat pers&ouml;nlich zustimmen, falls er wirklich das Amt annehmen w&uuml;rde. Ebenso hat er in diesem Thread die M&ouml;glichkeit, seine Wahlrede zu gestalten. Ich werde diese im Firstpost dazu f&uuml;gen\n4) Ihr habt bis zum 31.05.2015 Zeit hier Kandidaten zu finden. Die Wahl findet ab dem 01.06.2015 statt und endet am 15.06.2015\n\nsollte es noch Fragen geben lasst es mich wissen. \nWer Rechtschreibf&ouml;hler findet, darf diese behalten\n\n~ euer K&ouml;nig Pingu\n\n\n> bisherige Vorschläge:\n- Zamonianer\n- Boringx3\n- Citoso \n- Becks n Stout \n- Kryptonq \n- Sk Ocelote\n- Rkoturdo Ndo \n\n#Wahlreden:\n\n> **--- Becks n Stout ---**\n> \n> Hast nichts zu erwarten, kannst du auch nicht enttäuscht werden!\n> Genau! Und wer mich wählt, kann sich hinterher nicht beschweren.\n> \n> In diesem Sinne: Rettet die Poros!\n\n.\n\n\n> ** -- Ritodito Nido -- **\n> \n> Ich werde nicht versprechen große Neuerungen von mir selbst zu bringen, da ich nicht kreativ genug bin. Allerdings werde ich nicht inaktiv werden solange ich König bin und das OT so gut ich kann unterstützen.\n\n> MfG Rkoturdo\n\n.\n\n> ** --- Zamonianer --- **\n> \n> Kurzum, ich mag das neue Forum einfach nicht und bin vor allem deshalb viel weniger aktiv als vorher. Früher waren Tage, wo ich nicht im Forum war, nahezu undenkbar für mich, weil ich mich einfach so an das Forum als (Unterhaltungs-)Medium gewöhnt hatte. Heute sind diese Tage die Regel. Ich finde das ziemlich schade, aber dieses Forum macht mir einfach keinen Spaß mehr, weswegen ich auch die Nominierung ablehne. Ich werde natürlich nicht verschwinden, aber ich bleibe fürs erste genauso wenig aktiv wie zuvor.\n\n.\n\n> ** --- Boringx3---**\n> \n> Als ich in diesem Thread zum ersten Mal rumgelesen hab, war mein erster Gedanke, dass ich wohl nochmal antreten würde, sollte mich jemand vorschlagen. Das hat Chrazing dann auch relativ schnell getan, aber ich wollte trotzdem noch abwarten und überlegen, wen ich mir denn als König vorstellen könnte. Dazu sei gesagt, dass sich meine Sicht auf das, was ein König tun sollte, wohl deutlich von dem unterscheidet, was Pingu und die \"neue Fraktion\" des OT sich dazu denken. Für mich sollte ein König nicht nur dazu sein, um die Dinge halbwegs im Gang zu halten, er sollte nicht ab und zu ein Spiel veranstalten und versuchen, mit allen zurecht zu kommen und es sich mit ja keinem zu verscherzen. Meiner Meinung nach muss ein König polarisieren, weil er eben dadurch Interesse weckt und auch neue Personen ins OT locken kann, und zwar richtig herbringen und mithelfen dass sie auch bleiben und nicht nur ab und zu mal in einen Thread reinschauen, aber ansonsten keine Anzeichen hinterlassen, dass sie sonst noch leben. Daher auch meine Abneigung gehen die ganzen Spielethreads mit ihren tausend Variationen des gleichen Spiels. Für mich ist ein König, der nur da ist, aber keine Themen anspricht und keine Konflikte erzwingen kann, um eben Leute einzubinden und sie dazu zu bringen, für ihre Meinung einzustehen. Die meisten hier scheinen immer noch zu glauben, dass Konflikte immer zu etwas schlimmen werden und keine positiven Effekte haben, weshalb man ja nicht mal eine unpopulärere Meinung vertreten kann, weil man ja jemanden damit widersprechen könnte; auch sollte man am momentanen zustand ja nichts verändern, weil ja alles so schön und gut ist, wir sind hier mit unseren 10 mehr oder weniger Aktiven OTlern was einigen zu reichen scheint.\n> Für mich scheint das, das hier gesucht wird, weniger ein König zu sein und mehr ein Verwalter, der die Dinge zwar weiterführt, aber nichts neues versucht. Hier gibt es keine richtige Diskussion, kein echter Meinungsaustausch, alles ist so schrecklich langweilig geworden.\n> \n> Also kurz noch zu mir: Ich weiß nicht, ob ich es besser machen könnte, als die anderen Kandidaten. Ich weiß es ernsthaft nicht, aber ich würde wenigstens versuchen, Neue Dinge auszuprobieren und zu testen. Aber ich kann und will nichts versprechen, auch weil ich das neue Forendesign einfach nur ekelhaft und umständlich finde, weshalb ich momentan auch nur die meiner Meinung nach \"wichtigen\" Threads hier im OT verfolge, während ich die anderen Forenbereiche mittlerweile komplett ignoriere.\n> Also, wählt wen ihr wählen wollt. Eure Entscheidung.\n\n.\n\n> ** --- Kryptonq --- **\n> \n> Mein Name ist Kryptonq und ich bin seit Januar dieses Jahres im Königreich anzutreffen und damit ein recht junges Mitglied des OTs, vor allem im Bezug auf die Königswahl. Vor kurzem habe ich meinen Forentätigkeitsbereich auch auf Dinge wie den ein oder anderen Diskussions- oder QQ-Thread ausgeweitet, aber das OT wird immer meine Heimat sein. Was ich bisher getan habe lässt sich kurz erklären: Ich bin ein sehr aktives OT-Mitglied und habe auch öfters Ideen und Meinungen für diesen Ort geäußert. Des weiteren habe ich unter König Pingu als königlicher Hausmeister gedient und vor kurzem die OT Übersicht geschrieben.\n> \n> Nun aber zum eigentlichen Thema:\n> Was passiert, wenn ihr mich wählt? Wieso solltet ihr mich wählen? Was wären meine Ziele als König?\n> Ich habe mich gerade eben ein bisschen umgeschaut, was hier passiert ist, während ich weg war. Der einzige, der wirklich ein Konzept hat, wenn ich das mal so sagen darf. Meines ist im Grunde recht verschieden, wie ihr sehen werdet. Wie bereits in einem anderen Post dargelegt habe, halte ich Veränderung für einen wichtigen Bestandteil des OT, gleichermaßen aber natürlich auch die Beständigkeit. Ich finde ausserdem, dass man OTlern die Möglichkeit geben sollte, diesen Wandel zu beeinflussen, damit das Königreich nach den Vorstellungen seiner Bürger gestaltet werden kann. Daher würde ich als König so etwas wie ein Bürgerparlament einführen. In diesem Thread könte sich jeder OT-Bewohner einfinden und seine Meinung zum Zustand des Offtopics abgeben, dort Ideen, Vorstellungen und Ansichten mit anderen OT-Bürgern austauschen, Projekte vorstellen und ihn zu allem sonstigen verwenden, was ihm in diesem Bereich einfällt. Dass Konflikte wichtig sind, mag stimmen, ich denke aber vor allem, dass man als König nicht mehr Einfluss bezüglich seiner Vorstellungen haben sollte als andere Bürger. Im Gegenteil, ich halte einen demokratischen Austausch für viel besser. Natürlich würde ich meine eigenen Vorstellungen ins Spiel bringen, vor allem aber würde ich OT-Bürger dazu aufrufen, selbst in dieser Richtung aktiv zu werden. Insbesondere Projekte werde ich versuchen, zu fördern: Solltet ihr irgendeine Idee für ein OT-Projekt besitzen, selbst wenn ihr es nicht selbst ausführen könnt, werdet ihr von dafür größtmögliche Unterstützung erhalten. Ich werde auch versuchen, Parlamentssitzungen abzuhalten, und zwar auf den Wunsch von einem oder mehreren OTlern, wenn ich der Meinung bin, dass eine Sitzung nötig sein könnte oder schließlich auch in gewissen Abständen als Regelmäßigkeit. Wie diese Sitzungen aussehen würden, ist noch offen, vielleicht im Thread, im Ingame- oder im Leaguecomchat oder auch in Form eines Ts-Calls.","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T18:58:18.561+0000","up_votes":4,"down_votes":0,"body":"Dôctor, damit bringst du mich auf einen Punkt, der mir bereits vor einer Weile eingefallen ist. Ich nenne das mal den Wandel im OT.\nEs ist so: Als ich vor ein paar Tagen damit angefangen habe, an der neuen OT Übersicht zu arbeiten (Jupp, richtig gehört), habe ich mich ein bisschen im alten OT umgeschaut. Bei einem kurzen Gespräch mit Boring ist mir dabei etwas wichtiges aufgefallen: \nDas OT mag eine bestehende und beständige Community sein, aber es zeichnet sich dadurch aus, dass es sich ständig verändert. Wenn man sich durch das alte Forum kämpft, sieht man die Zeit Dr. Mads, die Ambush Bugs, die der Ponys und Bronies, die der Revolution, die des abwesenden Königs und so weiter. Im Vergleich zum Beginn des OTs ist es heute vollkommen anders, und da du, Dôctor, bereits ein ganze Weile dabei bist, ist das OT deiner Meinung nach tot, weil es nicht mehr den Vorstellungen entspricht, die davon hast. Aber das ist nicht der Fall. Das OT ist nach wie vor am Leben, aber nicht so, dass du dieser Meinung bist. \nNun, was können wir aus dieser Erkenntnis schließen? Der grundlegendste Aspekt im Wandel des OTs liegt im Kommen und Gehen von Bürgern. Leute kommen, hinterlassen ihre Spuren und gehen eines Tages wieder, wodurch sie dem OT wieder einen Teil wegnehmen und Platz für neues schaffen.\nIch bin aber der Meinung, dass wir die Veränderung unseres Königreichs aktiver gestalten könnten. Ansonsten laufen wir in Gefahr, es in eine Richtung abdriften zu lassen, die wir nicht einschlagen wollen. Das scheint im Moment nicht der Fall zu sein, aber dennoch denke ich, dass die meisten von euch irgendeine Art von Verbesserungsbedarf sehen. Indem wir einen konstanten und offenen Austausch über unsere Vorstellungen vom OT betreiben würden, könnten wir das OT besser nach unseren Vorstellungen gestalten.\n\n**Das OT ist das, was ihr daraus macht**\n\nDas alles sind nur Gedanken und Vorschläge zu dem Thema, ich dachte, dass das eine gute Gelegenheit ist, sie preiszugeben.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-05-20T11:32:43.987+0000","up_votes":2,"down_votes":1,"body":"Große Worte.\nJetzt musst du nur noch taten dahinter stellen und dann wird das hier vielleicht was.\nPfeif auf Wahlen, gebt dem da mehr Einfluss. Ich hab damals meine Eigene Wahl auch \"dezent\" beeinflusst, weil ich mir sicher war etwas zu bewegen. Solltest du vielleicht auch drüber nachdenken. Was draus wird ist weniger wichtig als jemand der mit großen schritten voran geht.\n\nIch weis nicht warum es noch keiner getan hat (oder ob du schon abgelehnt hast) aber für alle fälle: Ich nominiere Kryptonq für die Wahl, vorrausgesetzt ich habe das Recht dazu.","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-05-18T17:38:16.876+0000","up_votes":3,"down_votes":0,"body":"Das Ot stirbt erst, wenn alle tot sind. Und ich lasse weder mich noch das OT so schnell für tot erklären.","replies":[{"id":"","poster":"El Pingu","date":"2015-05-18T19:05:45.885+0000","up_votes":1,"down_votes":0,"body":"genau so ist es.\nNur weil ein einzelner geht, heißt es nicht, das das ganze Forum tot ist.\nSeitdem ich hier das erste mal aufgekreuzt bin hat sich schon sehr viel getan. Es geht eher bergauf als bergab. Denkt einfach mal drüber nach, wie viele Leute im Jahr 2015 dazugestoßen und wie viele gegangen sind.","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-05-31T17:18:26.463+0000","up_votes":2,"down_votes":0,"body":"Hallo zusammen,\nsoeben bin ich aus dem Urlaub in meine Heimat zurückgekehrt. Der Plan, meine Wahlrede von unterwegs irgendwann während der letzten Woche zu posten ließ sich mit meiner Auslandsflat leider nicht vereinbaren. Daher reiche ich sie hiermit verspätet nach, hoffentlich nicht **zu** spät.\n\nMein Name ist Kryptonq und ich bin seit Januar dieses Jahres im Königreich anzutreffen und damit ein recht junges Mitglied des OTs, vor allem im Bezug auf die Königswahl. Vor kurzem habe ich meinen Forentätigkeitsbereich auch auf Dinge wie den ein oder anderen Diskussions- oder QQ-Thread ausgeweitet, aber das OT wird immer meine Heimat sein. Was ich bisher getan habe lässt sich kurz erklären: Ich bin ein sehr aktives OT-Mitglied und habe auch öfters Ideen und Meinungen für diesen Ort geäußert. Des weiteren habe ich unter König Pingu als königlicher Hausmeister gedient und vor kurzem die OT Übersicht geschrieben.\n\nNun aber zum eigentlichen Thema:\nWas passiert, wenn ihr mich wählt? Wieso solltet ihr mich wählen? Was wären meine Ziele als König? \nIch habe mich gerade eben ein bisschen umgeschaut, was hier passiert ist, während ich weg war. Der einzige, der wirklich ein Konzept hat,  wenn ich das mal so sagen darf. Meines ist im Grunde recht verschieden, wie ihr sehen werdet. Wie bereits in einem anderen Post dargelegt habe, halte ich Veränderung für einen wichtigen Bestandteil des OT, gleichermaßen aber natürlich auch die Beständigkeit. Ich finde ausserdem, dass man OTlern die Möglichkeit geben sollte, diesen Wandel zu beeinflussen, damit das Königreich nach den Vorstellungen seiner Bürger gestaltet werden kann. Daher würde ich als König so etwas wie ein Bürgerparlament einführen. In diesem Thread könte sich jeder OT-Bewohner einfinden und seine Meinung zum Zustand des Offtopics abgeben, dort Ideen, Vorstellungen und Ansichten mit anderen OT-Bürgern austauschen, Projekte vorstellen und ihn zu allem sonstigen verwenden, was ihm in diesem Bereich einfällt. Dass Konflikte wichtig sind, mag stimmen, ich denke aber vor allem, dass man als König nicht mehr Einfluss bezüglich seiner Vorstellungen haben sollte als andere Bürger. Im Gegenteil, ich halte einen demokratischen Austausch für viel besser. Natürlich würde ich meine eigenen Vorstellungen ins Spiel bringen, vor allem aber würde ich OT-Bürger dazu aufrufen, selbst in dieser Richtung aktiv zu werden. Insbesondere Projekte werde ich versuchen, zu fördern: Solltet ihr irgendeine Idee für ein OT-Projekt besitzen, selbst wenn ihr es nicht selbst ausführen könnt, werdet ihr von dafür größtmögliche Unterstützung erhalten. Ich werde auch versuchen, Parlamentssitzungen abzuhalten, und zwar auf den Wunsch von einem oder mehreren OTlern, wenn ich der Meinung bin, dass eine Sitzung nötig sein könnte oder schließlich auch in gewissen Abständen als Regelmäßigkeit. Wie diese Sitzungen aussehen würden, ist noch offen, vielleicht im Thread, im Ingame- oder im Leaguecomchat oder auch in Form eines Ts-Calls.\n\nDas alles ist im Moment noch ein bisschen unausgereift, vielleicht editier den Post noch mal, ich wollte das jetzt einfach mal raushauen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-31T17:30:44.134+0000","up_votes":1,"down_votes":0,"body":"Heya\nDu willst also König werden um die Monarchie abzuschaffen?\n....\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-31T17:38:51.937+0000","up_votes":1,"down_votes":0,"body":"Nicht ganz, aber ein bisschen in diese Richtung, ja^^.\nIch möchte die OT-Bürger quasi dabei unterstützen, das OT so zu gestalten, wie sie es wollen und sie dazu aufrufen, aktiv (und vielleicht auch konfliktreich) an dessen Veränderung teilzunehmen. Ich werde natürlich selbst an diesem Prozess teilnehmen, wahrscheinlich sogar ein bisschen mehr als andere, aber ich möchte nicht übermäßig viel mehr Einfluss darin besitzen. Ich werde versuchen, diesen Prozess zu beginnen und am laufen zu halten, aber ich möchte ihn nicht bestimmen.\nWenn die OTler etwas großes à la Dr.Mad wollen, dann werde ich sie dabei anleiten, aber ich werde das nicht allein beschließen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-31T18:02:58.133+0000","up_votes":1,"down_votes":0,"body":"Heya\nMeh...gefällt mir persönlich nicht so. Ich bin eher dafür die Monarchie bezubehalten. Ich mein die Otler haben ja so schon alle Freiheiten die sie brauchen^^\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-31T19:25:48.491+0000","up_votes":1,"down_votes":0,"body":"Ich will die Monarchie ja nicht direkt abschaffen, sondern als Monarch einen fortwährenden demokratischen Prozess anleiten, in dem ich mich nicht zu sehr überordnen möchte.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-31T19:32:36.243+0000","up_votes":1,"down_votes":0,"body":"Heya\nAlso willst du eine repräsentative Demokratie....beziehungsweise eine Palamentarische oder wie das heißt :D\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-31T21:47:08.711+0000","up_votes":1,"down_votes":0,"body":"Naja, wenn du unbedingt willst...ich würde die mir vorschwebende Rolle eher als eine Mischung aus Organisator, Anleiter und Impulsgeber eines demokratischen Prozess des Wandels sowie Unterstützer sehen.","replies":[]}]}]},{"id":"","poster":"LuckingFegendary","date":"2015-05-31T19:06:13.595+0000","up_votes":1,"down_votes":0,"body":"Ist eigentlich ja gar keine Monarchie. Viel mehr eine präsidiale Demokratie.","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-28T18:58:02.974+0000","up_votes":2,"down_votes":0,"body":"Ich würde Boring wählen. Das mit den Konflikten hab ich schon vor einiger zeit gesagt. Da wars noch im ersten OT. Da haben alle gesagt: nö, keine Konflikte, is besser so. Hab damals auch nen alten Thread von Dr. Mad ausgegraben, der das Problem aber eher von der ggressiven Seite us angegangen ist.\n\nBoring, der Nekromant steht hinter dir!","replies":[{"id":"","poster":"Boringx3","date":"2015-05-28T21:39:51.273+0000","up_votes":1,"down_votes":0,"body":"Danke dir, aber wie schon gesagt, ich mach mir keine allzu großen Hoffnungen.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-05-28T22:24:03.267+0000","up_votes":3,"down_votes":1,"body":"was schade ist.\nEin Forenkönigreich braucht einfach einen gewissen \"Druck\" um zu funktionieren und zu leben. sonst versinkt alles in einheitsbrei-forenspielen und \"jeder mag jeden\"-threads.\nMein Tipp: denk weniger demokratisch. erfahungsgemäß hat \"das volk\" keinen dunst was gut oder sinnvoll für \"das volk\" ist. Im zweifelsfall tu dich mit denen zusammen die eine ähnliche meinung wie du haben, wie z.b. King Prow da oben und macht das, was nötig ist ohne auf zustimmung der gruppenkuschler des OT zu hoffen.\nWenn niemand was in die hand nimmt, wird auch nix passieren.\nIhr braucht jemanden der macht und nicht jemanden der beliebt ist um wieder was auf-und an- zustellen.\n\nIch tippe drauf, dass \"fahne in den wind\"-wieder der grund für den wahlsieg sein wird wie die letzten male, aber da kann man halt nix machen.\nWie wäre es wenn du einfach lügst, dass sich die balken biegen? Versprich allen kätzchen und welpen, wenn sie dich wählen. und jeden donnerstag freibier. außerdem solltest du versprechen, dass jeden tag donnerstag ist ab deiner wahl.\nUnd waisenhäuser. kommt auch immer gut.\nDanach solltest du aber nichts davon einhalten und einfach machen was sinnvoll ist.","replies":[]},{"id":"","poster":"El Pingu","date":"2015-05-29T20:48:43.919+0000","up_votes":1,"down_votes":0,"body":"Immerhin bist du der einzige, der ein Konzept hat.\nIch hab nie gesagt, was ein König tun sollte. Das ist Auslegungssache. Ich habe es auf meine Weise probiert und nun ist der nächste dran. In diesem Fall gibt es kein richtig oder falsch. \nWenn du gewählt wirst, ziehs durch.\n\n~Aber so langsam vermute ich, das du eh schon weist, wie es so als Forenkönig ist.\n\nAber nichtsdestotrotz, ich sehe große Chancen und die Ehrlichkeit gefällt mir.\n\n~ Pingu","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-19T12:55:09.848+0000","up_votes":1,"down_votes":0,"body":"Spionage also? \nAußerdem: warum sollten wir was großes schaffen, ich zu meinem Teil bin zufrieden, nur die Höllenmengen an neuen Posts jeden Tag ...\nich finde die OT Community so wie sie ist einfach klasse und ich denke nicht dass wir hier etwas \"großes\" aufbauen müssen.","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-05-20T11:40:11.411+0000","up_votes":1,"down_votes":0,"body":"Spionage ist nicht das richtige wort, glaube ich.\nDas ist keiner von \"meinen\" Leuten, glaube ich zumindest.\nIch krieg nur alle jubeljahre (immer wenn es irgendwas wirklich wichtiges hier geben könnte) mal ne PM mit nem link ins OT.\nIch gehe davon aus, das jemand von euch dahinter steckt, wie er/sie mich gefunden hat und was für eine wirre Idee dahinter steckt weis ich aber wirklich nicht. Vermutlich genau das, was ich hier mache. beobachten und durch Anwesenheit beeinflussen. Einige Leute hier scheinen was immer ich hier von mir gebe immernoch schwer aufzuwiegen, positiv oder negativ sei dahingestellt. Was ich im übrigen für totalen unfug halte. Das alle hier hat doch an und für sich nichts mehr mit mir zu tun und ich sehe mir diese Links wirklich nur aus neugier an....aber ich konnte noch nie die klappe halten, wenn mir was durch den kopf ging, also gebe ich notgedrungen auch meinen Senf dazu.\nVermutlich ist das genau was diese \"spionage\" bezwecken soll.\nIch vermute es muss jemand von früher (also wirklich ganz viel früher) sein, den die Leute von damals wissen nunmal wie ich ticke.","replies":[{"id":"","poster":"Doenerlord","date":"2015-05-20T14:48:02.461+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Dr Madscientist,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=00180001,timestamp=2015-05-20T11:40:11.411+0000)\n>\n> Ich vermute es muss jemand von früher (also wirklich ganz viel früher) sein, den die Leute von damals wissen nunmal wie ich ticke.\n\nNaja, so mehr oder weniger wissen, wie du tickst :D\nDas war noch nie so einfach fdestzustellen...\n\nGruß Doenerlord","replies":[]}]},{"id":"","poster":"El Pingu","date":"2015-05-19T13:43:37.159+0000","up_votes":1,"down_votes":0,"body":"kp, das ist so verdammt verwirrend, wie du hier postest :P\nschreib wenigstens ein \"@dr. Mad\" dazu","replies":[]}]},{"id":"","poster":"Neamhoilte","date":"2015-05-19T19:30:59.113+0000","up_votes":2,"down_votes":0,"body":"Ich habe es schon zur letzten Wahl gesagt: Ich bin zwar schon länger dabei, aber ich spamme eigentlich nur in den Forengames. Ehrlich gesagt habe ich eben nicht wirklich viel Zeit, um mich gebührend mit dem OT zu beschäftigen. Will sagen: Mein RL spannt mich zu sehr ein!\nIch bin zwar täglich im Forum unterwegs, aber reicht das, um zum König gewählt zu werden? \nDu kannst mich gerne auf der Wahlliste stehen lassen, aber es sollte euch klar sein, das ich nicht wirklich mit tollen Ideen aufwarten kann. \n\nAlso, ich sehe mich selbst nicht in der Rolle des Königs.\n\n\nRegards BnS","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-05-18T18:48:44.985+0000","up_votes":1,"down_votes":0,"body":">Ne jetzt mal Ernst beiseite, im OT geht es allein um den Spaß am Kommunizieren mit anderen Döskopen die genauso bescheuert sind wie man selbst :D\n\nDie beste Erklärung zum OT die es jemals gab :) \n\nAber wegen meiner Nominierung (danke Evenrider ;) )... \nProw sagte es ja schon: \"weniger aktiv\". Und das liegt zu einem Großteil auch an dem neuen Forum. Früher sah es für mich so aus, dass ich mit meinem eBook-Reader auf dem Sofa saß und im Forum unterwegs war. Im neuen Forum geht das nicht. In den meisten Fällen wird die Seite nicht geladen. Sollte es doch einmal geschehen, hat bereits der \"Nach-5-Minuten-WLAN-Standby-Modus\" zugeschlagen. Und dann kann ich wegen der Farben trotzdem nichts lesen. Bedeutet also, wenn ich nicht an meinem PC bin, kann ich nicht ins Forum. Und ich kann wirklich nicht gut an meinem PC zu lesen.  Auf Dauer habe ich da - insbesondere mit diesen Farben... - Kopfschmerzen. Jetzt beispielsweise... Dazu kommt noch, wenn ich am PC bin, möchte ich dann auch lieber spielen, an irgendetwas rumbasteln - und nicht unbedingt im Forum schreiben. In einem (habe ich es schon erwähnt?) extrem unübersichtlichen Forum, dem viele Funktionen fehlen, die jedes noch so kleine andere Forum hat. Ich möchte nicht erst einen Thread öffnen, um herauszufinden, dass ich als letzter geschrieben habe ( oder halt auch nicht). Ich möchte nicht vor der Wahl stehen, stundenlang runter zu Scrollen und dann wieder hoch, aber nach unten lesen oder den Anfang der Diskussion als letztes zu lesen. Oder es schön chronologisch wie im alten Forum zu haben, dann aber ohne die logischen Bezügen der Kommentare. Ich fühle mich in diesem Forum einfach nicht wohl. Und ja, natürlich, das war auch im alten Forum schon so, dass fast niemand darauf achtete, wo er seinen Thread eröffnete, aber hier haben wir nicht einmal die Möglichkeit, selbst zu moderieren. Nichts gegen die Moderatoren, aber die sind auch nicht immer sofort zur Stelle. Ich möchte nicht auch erst auf einen anderen Teil der Seite wechseln, bevor ich mich anmelde, um nicht zu riskieren, dass die Seite abstürzt oder einen Fehler anzeigt. Ich mag auch die neue Formatierung nicht, also vor allem, wie geschriebene Posts dargestellt werden, usw. usw.\n\nKurzum, ich mag das neue Forum einfach nicht und bin vor allem deshalb viel weniger aktiv als vorher. Früher waren Tage, wo ich nicht im Forum war, nahezu undenkbar für mich, weil ich mich einfach so an das Forum als (Unterhaltungs-)Medium gewöhnt hatte. Heute sind diese Tage die Regel. Ich finde das ziemlich schade, aber dieses Forum macht mir einfach keinen Spaß mehr, weswegen ich auch die Nominierung ablehne. Ich werde natürlich nicht verschwinden, aber ich bleibe fürs erste genauso wenig aktiv wie zuvor.\n\nErgänzung:\nIch war gerade nochmal im alten Forum, und ja, es hat sich inhaltlich nicht viel verändert. Es gibt noch die selben Spiele, die selben Müll-Threads und die selben Leute - nur das Forum hat sich geändert. Und das reicht anscheinend, damit ich mich hier so unwohl fühle. \n\nGruß,\nZamo","replies":[{"id":"","poster":"Doenerlord","date":"2015-05-18T23:16:51.240+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Zamonianer,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=000d,timestamp=2015-05-18T18:48:44.985+0000)\n>\n> Die beste Erklärung zum OT die es jemals gab :) \n> \n> Aber wegen meiner Nominierung (danke Evenrider ;) )... \n> Prow sagte es ja schon: \"weniger aktiv\". Und das liegt zu einem Großteil auch an dem neuen Forum. Früher sah es für mich so aus, dass ich mit meinem eBook-Reader auf dem Sofa saß und im Forum unterwegs war. Im neuen Forum geht das nicht. In den meisten Fällen wird die Seite nicht geladen. Sollte es doch einmal geschehen, hat bereits der \"Nach-5-Minuten-WLAN-Standby-Modus\" zugeschlagen. Und dann kann ich wegen der Farben trotzdem nichts lesen. Bedeutet also, wenn ich nicht an meinem PC bin, kann ich nicht ins Forum. Und ich kann wirklich nicht gut an meinem PC zu lesen.  Auf Dauer habe ich da - insbesondere mit diesen Farben... - Kopfschmerzen. Jetzt beispielsweise... Dazu kommt noch, wenn ich am PC bin, möchte ich dann auch lieber spielen, an irgendetwas rumbasteln - und nicht unbedingt im Forum schreiben. In einem (habe ich es schon erwähnt?) extrem unübersichtlichen Forum, dem viele Funktionen fehlen, die jedes noch so kleine andere Forum hat. Ich möchte nicht erst einen Thread öffnen, um herauszufinden, dass ich als letzter geschrieben habe ( oder halt auch nicht). Ich möchte nicht vor der Wahl stehen, stundenlang runter zu Scrollen und dann wieder hoch, aber nach unten lesen oder den Anfang der Diskussion als letztes zu lesen. Oder es schön chronologisch wie im alten Forum zu haben, dann aber ohne die logischen Bezügen der Kommentare. Ich fühle mich in diesem Forum einfach nicht wohl. Und ja, natürlich, das war auch im alten Forum schon so, dass fast niemand darauf achtete, wo er seinen Thread eröffnete, aber hier haben wir nicht einmal die Möglichkeit, selbst zu moderieren. Nichts gegen die Moderatoren, aber die sind auch nicht immer sofort zur Stelle. Ich möchte nicht auch erst auf einen anderen Teil der Seite wechseln, bevor ich mich anmelde, um nicht zu riskieren, dass die Seite abstürzt oder einen Fehler anzeigt. Ich mag auch die neue Formatierung nicht, also vor allem, wie geschriebene Posts dargestellt werden, usw. usw.\n> \n> Kurzum, ich mag das neue Forum einfach nicht und bin vor allem deshalb viel weniger aktiv als vorher. Früher waren Tage, wo ich nicht im Forum war, nahezu undenkbar für mich, weil ich mich einfach so an das Forum als (Unterhaltungs-)Medium gewöhnt hatte. Heute sind diese Tage die Regel. Ich finde das ziemlich schade, aber dieses Forum macht mir einfach keinen Spaß mehr, weswegen ich auch die Nominierung ablehne. Ich werde natürlich nicht verschwinden, aber ich bleibe fürs erste genauso wenig aktiv wie zuvor.\n> \n> Ergänzung:\n> Ich war gerade nochmal im alten Forum, und ja, es hat sich inhaltlich nicht viel verändert. Es gibt noch die selben Spiele, die selben Müll-Threads und die selben Leute - nur das Forum hat sich geändert. Und das reicht anscheinend, damit ich mich hier so unwohl fühle. \n> \n> Gruß,\n> Zamo\n\nHmm kenne ich irgendwo her...\nIst bei mir leider genauso, nur eben auf dem Handy.\nVielleicht müsste man sich mal überlegen, ob man eine App schreiben könnte, die die Benutzung des Forums von Androit Geräten ermöglicht.\nIch bin zwar im Moment noch relativ beschäftigt mit den letzten Abiprüfungen und Feiern, habe aber anschließend bis August Zeit. Mal sehen, ob ich das hinkriegen kann.\nIch hoffe aber, dass die OT-Bürger bis dahin zusammenhalten, ganz egal auf welcher Basis.\nEin weiteres Projekt, das man demnächst mal in Angriff nehmen könnte, wäre ein OT-treffen.\nDas letzte Treffen ist ja nun schon einige Jahre her und die Bevölkerung des OT hat sich in dieser Zeit stark verändert, unter anderem, weil viele neue Gesichter dabei sind, aber auch weil viele der alten OTler und über Nacht verlassen haben.\n\nUnd dann wollte ich mich auch noch einmal an den guten alten Dôctor wenden...\nSolange wir hier vom OT sprechen und \"den Spaß am Kommunizieren mit anderen Döskopen die genauso bescheuert sind wie man selbst\" nicht verlieren, ist das OT auch nicht tot.\nSollte der Tag kommen, an dem das OT wirklich zugrunde geht würde ich mir wahrscheinlich sogar Vorwürfe machen, weil ich das Gefühl hätte, euch im Stich gelassen zu haben.\nDaher werde ich alles tun, damit dieser Tag in weite Ferne rückt! :)\n\nGruß Doenerlord","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-19T14:10:20.883+0000","up_votes":1,"down_votes":0,"body":"Hab ich auch schon überlegt, nur als Website, damit man es überall nutzen kann, und ich auch am PC andere Farben habe. Android würd zwar theoretisch gehen, da müsst ich den Reader aber erst jailbreaken ^^\nAber so wie ich das sehe, könnte man die Beiträge direkt aus dem Quelltext holen, mal sehen, was sich damit anfangen lässt :)\n\nGruß,\nZamo","replies":[]}]}]},{"id":"","poster":"Dr Madscientist","date":"2015-05-18T16:33:54.655+0000","up_votes":2,"down_votes":0,"body":"Das war ja nun nicht grade die längste Amtszeit aller Zeiten. Naja. Gut, wenn das RL dazwischen funkt, ist das halt so. Nun muss ich das ganze WIEDER beobachten um zu schauen ob sich hier irgendwas entwickelt. Aber euch gehen die möglichen Kandidaten aus, ich erwarte also nicht all zu viel.","replies":[{"id":"","poster":"El Pingu","date":"2015-05-18T19:12:26.870+0000","up_votes":1,"down_votes":0,"body":"Ich finds schade, das ich dich nicht anwhispern kann, daher sag ich dirs einfach mal so:\nDanke für alles, du weißt wieso (keine Ironie)","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-05-19T12:32:05.790+0000","up_votes":1,"down_votes":0,"body":"das mit dem anwispern klappt ganz simpel deswegen nicht, weil ich ingame nie online bin. ich spiele schon seit jahren kein LoL mehr.\nIch weis ja, dass irgendwer von den Leuten hier eine art doppelagent ist und mich in \"meinem\" Forum hin und wieder darüber unterrichtet wenn sich hier was wichtiges tut (der hat mir sogar für das alte Forum einen Forenaccount zur verfügung gestellt, damit ich mich dort inkognito bewegen konnte und hier in der \"Bürger\" liste stehe), auch wenn ich nicht die geringste Idee habe wer von euch Tim0thy (hab ichs richtig geschrieben?) ist oder wie er/sie mich überhaupt gefunden hat.\nIch hoffe auch tatsächlich, dass sich hier irgendwann nochmal was großes entwickelt, auch wenn ich persönlich nicht dran glaube. Denn dann könnte ich euch benutzen um mein Forenkönigreich ein wenig anzutreiben \"kuckt mal was die konkurenz macht, wir müssen hier mehr leisten, mehr aufbauen und einfach besser sein, sonst überholen die uns noch\", konkurenz belebt nunmal das geschäft.\nAlso gebt euch mühe. Sonst muss ich noch in einem weiterem Forum ein Königreich gründen um meine eigene Konkurenz zu werden.","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T16:36:23.020+0000","up_votes":1,"down_votes":0,"body":"Heya\nKönnen ja dich wählen.^^\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Richiderbob2","date":"2015-05-18T14:19:07.709+0000","up_votes":2,"down_votes":0,"body":"Ich nominiere Boringx3.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-10T18:50:48.220+0000","up_votes":1,"down_votes":0,"body":"Und noch ein Push.","replies":[]},{"id":"","poster":"Richiderbob2","date":"2015-06-08T15:25:07.954+0000","up_votes":1,"down_votes":0,"body":"Ok, Chrazing wieder da.. kaum ist man mal im Urlaub da geht hier die Post ab.. okokok.\n\nStimme bekommt Boringx3, weil ich ihn auch vorgeschlagen hab.\n\nGabs sonst noch was, was ich verpasst hab?","replies":[{"id":"","poster":"Evenrider","date":"2015-06-08T15:28:27.223+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=sk ocelote,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=0033,timestamp=2015-06-08T15:25:07.954+0000)\n>\n> Ok, Chrazing wieder da.. kaum ist man mal im Urlaub da geht hier die Post ab.. okokok.\n> \n> Stimme bekommt Boringx3, weil ich ihn auch vorgeschlagen hab.\n> \n> Gabs sonst noch was, was ich verpasst hab?\n\nDen Thread zum abstimmen?\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/lPmulmfl-kanigswahl-juni-2015?show=flat&page=3","replies":[{"id":"","poster":"Richiderbob2","date":"2015-06-08T16:26:03.848+0000","up_votes":1,"down_votes":0,"body":"ayyy :D","replies":[]},{"id":"","poster":"Brünette","date":"2015-06-08T15:30:10.455+0000","up_votes":1,"down_votes":0,"body":"Wollte gerade den Link posten. : )","replies":[]}]},{"id":"","poster":"Brünette","date":"2015-06-08T15:28:25.529+0000","up_votes":1,"down_votes":0,"body":"Eigentlich nichts. Nur es gibt nen Thread von DoenerLord wegen der Wahl. Da musst du deine Stimme abgeben. \n\nWelcome back. : )","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-06-07T13:12:38.701+0000","up_votes":1,"down_votes":0,"body":"Push :)","replies":[]},{"id":"","poster":"SwissKeks","date":"2015-06-03T17:46:09.529+0000","up_votes":1,"down_votes":0,"body":"Uuuund im flaschen Thread geposted ._.","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-06-03T16:55:36.430+0000","up_votes":1,"down_votes":0,"body":"Ein kleiner Push, während der Wahl sollten wir das hier oben halten.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-06-02T17:30:54.344+0000","up_votes":1,"down_votes":0,"body":"Also weiterhin der Hausmeister. Macht hinter allen sauber und hält die Dinge am laufen :D","replies":[{"id":"","poster":"Kryptonq","date":"2015-06-02T17:53:53.159+0000","up_votes":1,"down_votes":0,"body":"Schöner Vergleich, aber \"hinter allen sauber machen\" versteh ich nicht ganz. Eher \"Hilft, wo es geht und treibt die Bürger an\"","replies":[]}]},{"id":"","poster":"Doenerlord","date":"2015-05-31T00:23:45.613+0000","up_votes":1,"down_votes":0,"body":"Tja Leute, der letzte Tag vor der Wahl hat begonnen.\nDie Kandidaten sollten nochmal alles geben um sich Stimmen zu ergaunern und sich auf die Wahl vorbereiten.\nMit dem Einverständnis des Königs werde ich Montag im Laufe des Tages meines Amtes als Wahlvorstand walten und den Wahlthread eröffnen.\nDort werden die Bürger des OT gebeten ihre Stimme ihrem Favoriten zu geben.\nEs wird eine freie, aber auch absolut offene Wahl sein, bei der alle im \"[Königreich OT](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot)\" verzeichneten Bürger genau eine Stimme zu vergeben haben.\nDie Stimmen werden als Kommentar abgegeben. Weitere Infos gibt es dann Montag.\nWer noch nicht im Verzeichnis der OT-Bürger aufgelistet ist, hat heute noch die Chance in [**diesem Thread**](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot) eine Einbürgerung zu beantragen...\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"Boringx3","date":"2015-05-28T12:07:18.754+0000","up_votes":1,"down_votes":0,"body":"So. Eine Rede mal wieder. Wieder eine neue Wahl. Na gut. Ich spar mir das ganze schöngerede des OTs und der alten Zeit, weil es ja sowieso keinen interessiert. Deshalb einfach mal das, was mir so allgemein einfällt.\n\nAls ich in diesem Thread zum ersten Mal rumgelesen hab, war mein erster Gedanke, dass ich wohl nochmal antreten würde, sollte mich jemand vorschlagen. Das hat Chrazing dann auch relativ schnell getan, aber ich wollte trotzdem noch abwarten und überlegen, wen ich mir denn als König vorstellen könnte. Dazu sei gesagt, dass sich meine Sicht auf das, was ein König tun sollte, wohl deutlich von dem unterscheidet, was Pingu und die \"neue Fraktion\" des OT sich dazu denken. Für mich sollte ein König nicht nur dazu sein, um die Dinge halbwegs im Gang zu halten, er sollte nicht ab und zu ein Spiel veranstalten und versuchen, mit allen zurecht zu kommen und es sich mit ja keinem zu verscherzen. Meiner Meinung nach muss ein König polarisieren, weil er eben dadurch Interesse weckt und auch neue Personen ins OT locken kann, und zwar richtig herbringen und mithelfen dass sie auch bleiben und nicht nur ab und zu mal in einen Thread reinschauen, aber ansonsten keine Anzeichen hinterlassen, dass sie sonst noch leben. Daher auch meine Abneigung gehen die ganzen Spielethreads mit ihren tausend Variationen des gleichen Spiels. Für mich ist ein König, der nur da ist, aber keine Themen anspricht und keine Konflikte erzwingen kann, um eben Leute einzubinden und sie dazu zu bringen, für ihre Meinung einzustehen. Die meisten hier scheinen immer noch zu glauben, dass Konflikte immer zu etwas schlimmen werden und keine positiven Effekte haben, weshalb man ja nicht mal eine unpopulärere Meinung vertreten kann, weil man ja jemanden damit widersprechen könnte; auch sollte man am momentanen zustand ja nichts verändern, weil ja alles so schön und gut ist, wir sind hier mit unseren 10 mehr oder weniger Aktiven OTlern was einigen zu reichen scheint. \nFür mich scheint das, das hier gesucht wird, weniger ein König zu sein und mehr ein Verwalter, der die Dinge zwar weiterführt, aber nichts neues versucht. Hier gibt es keine richtige Diskussion, kein echter Meinungsaustausch, alles ist so schrecklich langweilig geworden. \n\nAlso kurz noch zu mir: Ich weiß nicht, ob ich es besser machen könnte, als die anderen Kandidaten. Ich weiß es ernsthaft nicht, aber ich würde wenigstens versuchen, Neue Dinge auszuprobieren und zu testen. Aber ich kann und will nichts versprechen, auch weil ich das neue Forendesign einfach nur ekelhaft und umständlich finde, weshalb ich momentan auch nur die meiner Meinung nach \"wichtigen\" Threads hier im OT verfolge, während ich die anderen Forenbereiche mittlerweile komplett ignoriere. \nAlso, wählt wen ihr wählen wollt. Eure Entscheidung.","replies":[{"id":"","poster":"Doenerlord","date":"2015-05-28T15:58:32.443+0000","up_votes":1,"down_votes":0,"body":"Offene Meinung, finde ich gut 😀\nIch denke aber auch, dass nicht immer auf Teufel komm raus Konflikte provoziert wetden müssen, wenn es keinen Anlass gibt.\nAußerdem gibt es Konflikte, die ohnehin keine Einigung erzielen können.\nDenkt zurück an die Metal vs HipHop Geschichten 😄\nTrotzdem hast du Recht.\nAber um Diskussionsthemen in Threads auszubreiten, muss man kein König sein, also was hält dich davon ab?\n\nGruß Doenerlord","replies":[{"id":"","poster":"Boringx3","date":"2015-05-28T22:28:47.636+0000","up_votes":1,"down_votes":0,"body":"Zuerst nochmal, Konflikte der Konflikte willen zu erzwingen funktioniert nicht immer, du brauchst nen vernünftigen Hintergrund. Und den gibts hier momentan nicht. Hier gibt es nichts, was sich zu diskutieren lohnt. Wir haben im alten Forum noch über eine Verfassung für das OT diskutiert, was ist daraus geworden? Ich hab vorgeschlagen/ermahnt, dass man sich klar vom alten OT abgrenzen sollte, wurde ignoriert. Also, was soll man hier momentan diskutieren? Andscheinend sind ja alle glücklich damit, wie es momentan läuft; und wir wollen ja nicht dass Leute immer mehr wie Dr.Mad werden. ;)","replies":[{"id":"","poster":"Dr Madscientist","date":"2015-05-30T16:09:59.458+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Boringx3,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=002a00000000,timestamp=2015-05-28T22:28:47.636+0000)\n>\n>  und wir wollen ja nicht dass Leute immer mehr wie Dr.Mad werden. ;)\n\nIch behaupte daran zu zweifeln, gehe allerdings davon aus, dass gegebene behauptung mehr weniger als mehr inhaltlich richtig sein könnte, vorrausgesetzt die quelle der entsprechenden information wäre vertrauenswürdig, woran aber zu zweifeln sein sollte.\nWenn alle verstanden haben, was ich gesagt habe, habe ich mich offenbar zu klar ausgedrückt.","replies":[]}]},{"id":"","poster":"Dr Madscientist","date":"2015-05-30T15:59:07.402+0000","up_votes":1,"down_votes":0,"body":"Ich möchte an dieser stelle mal in den raum werfen, dass der \"metal vs HipHop\"-thread ein sehr aktiver thread war, sehr aktiv, sehr lebendig und immer wieder spannend, da immer wieder jemand mit nem neuem argument auftauchte das von allen seiten beleuchtet werden musste. Natürlich geht auch solchen gesprächen im normalfall kein Sieger hervor aber das ist auch nicht sinn und zweck solcher diskussionsthemen.\nSondern simpel und ergreifend die streitbarkeit dahinter. Man kann darüber streiten, weil jeder eine meinung hat. uns solche konflikte halten die leute da, denn man will ja seine meinung vertreten.\nIm grunde ist das konzept ähnlich wie bei den meisten forenspielen, es gibt an und für sich nie einen gewinner und man gibt sich mühe, weils man wissen will wie es weiter geht.\nAber sein wir an dieser stelle ehrlich: Der unterhaltungsfaktor von \"Forenspiel: binäres zählen bis unendlich\" und ähnlichen forenspielen (also nahezu allen) sind sehr schnell ausgelutscht. Man weis wies weitergeht, man weis dass es nie ein ende haben wird, außer keiner macht mehr mit und es wird nie einen gewinner geben.\nEndloss diskussionen haben nur den vorteil, dass jederzeit jemand mit nem neuem argument auftauchen kann und sie bleiben daher länger spannend.\nAußer für leute die sich unwohl fühlen, wenn sie mehr text als 2 zeilen lesen müssen. da sind \"verschenke Kot\" oder \"bewerfe den user über dir mit rosen\" natürlich klar im vorteil. Das ist wie RTL schauen, nicht denken und berieseln lassen bis das hirn zu den Ohren rausläuft.\nJa, ich denke der Vergleich trift es. Forenspiele sind quasi das Unterschichten-TV des Forums.","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-29T15:28:56.691+0000","up_votes":1,"down_votes":0,"body":"Dr mads Worte sind wie dreckiges Wasser. Nach 10 Sunden filtern kann man es trinken. Äh.. worauf wollt ich nochmal hinaus..\negal\n\njetz ein Bärlauchtee","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-26T14:09:00.302+0000","up_votes":1,"down_votes":0,"body":"Ndo, der unaussrechliche.. klingt eher nach so was wie Voldemort :D","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-27T16:37:22.270+0000","up_votes":1,"down_votes":0,"body":"Deshalb hat(te ?) er ja auch den Spitznamen Voldi!\n\nGruß,\nZamo","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-28T16:32:57.355+0000","up_votes":1,"down_votes":0,"body":"Heya\nAls ich auf Legofreaks Geburtstag war wurde ich den Leuten da nicht mit meinem richtigen Namen(also meinem RL-Namen) vorgestellt sondern als Voldi....definitiv hat also.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"Boringx3","date":"2015-05-27T15:05:26.180+0000","up_votes":1,"down_votes":0,"body":"So...wollte nur kurz bescheid gegen, dass meine \"Wahlrede\" im Laufe der Nacht/spätestens morgen früh hier stehen wird...sollte eigentlich schon früher da sein, aber leider ist am Montag morgen mein Laptop-Monitor explodiert (und nein, ich übertreibe nicht), weshalb ich erst jetzt wieder erstmal ein paar Sachen fertig machen muss, bevor ich mich um nicht ganz so wichtige Dinge kümmern kann.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-25T19:40:33.343+0000","up_votes":1,"down_votes":0,"body":"Ich finde Becks macht als Ältestenrat schon ne richtig gute Figur...deswegen finde ich, Nido würde doch ganz gut als König passen","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-25T21:45:47.395+0000","up_votes":1,"down_votes":0,"body":"Heya\nHm, ich hätte nich damit gerechnet, dass ich bei der Wahl wirklich ne Chance hab...\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-25T22:06:10.391+0000","up_votes":1,"down_votes":0,"body":"Doch doch :)\nWir müssten dir nur nen Namechange schenken ^^\nOder du wirst als \"Der unaussprechliche König\" in die Geschichte eingehen :D\n\nGruß,\nZamo","replies":[{"id":"","poster":"El Pingu","date":"2015-05-25T22:22:52.461+0000","up_votes":1,"down_votes":0,"body":"naja , da fande ich den Namen des zweiten Königs schlimmer :P\nKönig fkrosdlbmtbppgmt\nhttp://forums.euw.leagueoflegends.com/board/showthread.php?t=2078447\n\nedit: ich mag auch in den kroniken stehen :-(","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-26T03:48:28.871+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch kann den Namen aussprechen....langsam mach ich mir Sorgen...\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-26T11:59:48.229+0000","up_votes":1,"down_votes":0,"body":"Ja, solltest du auch. Bist du dir sicher, dass du Deutsch sprichst? ^^\nOkay, eigentlich lässt sich der Name aussprechen - er hört sich nur wegen der Folge von b's und p's immer an, als würde man stottern.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Zamonianer","date":"2015-05-26T11:57:53.582+0000","up_votes":1,"down_votes":0,"body":"Stimmt, du hast recht, er ist der zweite unaussprechliche König ^^ \n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-25T22:10:20.225+0000","up_votes":1,"down_votes":0,"body":"Heya\nRkoturdo Ndo, der Unaussprechliche, Geißel der Flamer, Richter der zu Richtenden.... \nIrgendjemand von euch denkt sich bestimmt nen guten Titel für mich aus, sollte ich gewählt werden^^\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-22T23:11:21.327+0000","up_votes":1,"down_votes":0,"body":"Heya\nAch ja, sind die zur Wahl aufgestellten eigentlich Wahlberechtigt?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-25T06:18:23.129+0000","up_votes":1,"down_votes":0,"body":"Klar, nur darf man sich auch selber wählen???","replies":[{"id":"","poster":"El Pingu","date":"2015-05-25T07:59:03.188+0000","up_votes":1,"down_votes":0,"body":"natürlich, wieso sollten wir an den Regeln erwas ändern?","replies":[{"id":"","poster":"Brünette","date":"2015-05-25T08:40:54.322+0000","up_votes":1,"down_votes":0,"body":"Damn, es gibt Regeln!  Schnell noch mal lesen...\n\n: )","replies":[]}]}]}]},{"id":"","poster":"Zamonianer","date":"2015-05-23T00:07:48.249+0000","up_votes":1,"down_votes":0,"body":"Ach, Pingu, könntest du diesen Satz im Kommentar ändern?\n>Kurzum, ich mag das neue Forum einfach nicht\n\n-------------------\n>Kurzum, ich mag das neue Forendesign einfach nicht\n\nDas könnte man nämlich, wie mir gerade auffiel, auch auf OTler beziehen o.O\n\nGruß,\nZamo","replies":[{"id":"","poster":"El Pingu","date":"2015-05-24T08:38:22.621+0000","up_votes":1,"down_votes":0,"body":"ich lösch deine Wahlrede eh wieder, da steht doch drinnen, das du nicht gewählt werden willst :P","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-24T15:54:44.339+0000","up_votes":1,"down_votes":0,"body":"Schon klar, aber trotzdem ^^\nÜbrigens hättest du in der Zeit, in der du diesen Kommentar geschrieben hast, auch den Teil ändern können :p\n\nGruß,\nZamo","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-24T19:10:18.774+0000","up_votes":1,"down_votes":0,"body":"Heya\nAber das wäre doch zu Mainstream gewesen.\n\nMfG Rkoturdo","replies":[]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-23T18:23:00.976+0000","up_votes":1,"down_votes":0,"body":"Heya\nFehlen hier nicht noch nen paar Wahlreden?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"El Pingu","date":"2015-05-24T08:39:12.588+0000","up_votes":1,"down_votes":0,"body":"jup, einige,\nund sowohl chrazing als auch boring müssen dem Vorschlag noch zustimmen","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-22T19:37:00.372+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch habe mich hiermit entscheiden und werde mich zur Wahl stellen lassen.\nIch werde nicht versprechen große Neuerungen von mir selbst zu bringen, da ich nicht kreativ genug bin. Allerdings werde ich nicht inaktiv werden solange ich König bin und das OT so gut ich kann unterstützen.\n\nMfG Rkoturdo\n\nPs. Wie aus der Opposition die Regierung werden könnte....kranke Welt dieses OT","replies":[{"id":"","poster":"El Pingu","date":"2015-05-22T20:19:52.804+0000","up_votes":1,"down_votes":0,"body":"freut mich, aber iist das gleichzeitig schon deine Wahlrede? :P","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-22T20:46:49.508+0000","up_votes":1,"down_votes":0,"body":"Heya\nJa, was besseres werd ich eh nicht zustande kriegen. Ich möchte wenn nicht aufgrund irgendwelche Versprechungen gewählt werden sondern weil die Leute wirklich denken, dass ich der richtige für den Job bin.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-22T21:46:31.475+0000","up_votes":1,"down_votes":0,"body":"**WÄHLT IHN!**\nKEIN WAHLVERSPRECHEN IST **SEHR** VERTRAUENSWÜRDIG!^^\n\nGruß,\nZamo","replies":[]}]}]}]},{"id":"","poster":"El Pingu","date":"2015-05-22T19:24:03.264+0000","up_votes":1,"down_votes":0,"body":"alles ergänzt","replies":[]},{"id":"","poster":"Kryptonq","date":"2015-05-21T15:31:45.715+0000","up_votes":1,"down_votes":0,"body":"Also, erst mal nehme ich die Nominierung an und lasse mich aufstellen. \nDann müsste ich mal schauen, dass ich noch genug Zeit und Ideen habe, einen Wahlkampfpost zu verfassen, da ich das OT bald wegen Urlaub für eine Woche verlasse.\nIch denke, ihr hört noch von mir.\n\nÜbrigens: Pingu, hat Zamo nicht abgelehnt?","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-21T20:54:14.688+0000","up_votes":1,"down_votes":0,"body":"Ja, doch, eigentlich schon :(\n\n-----------------------\n\"Du hast zu schnell kommentiert, bitte versuche es später erneut.\" - Entfernen für OTler?\n\nGruß,\nZamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-22T12:15:13.982+0000","up_votes":1,"down_votes":0,"body":"Und hat Chrazing nicht eigentlich Boring nominiert?","replies":[{"id":"","poster":"Zamonianer","date":"2015-05-22T16:33:58.349+0000","up_votes":1,"down_votes":0,"body":"[Ja](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/PoAzqolb-die-wahl-des-neuen-ot-kanigs?comment=0004)\n\nGruß,\nZamo","replies":[]}]}]}]},{"id":"","poster":"Doenerlord","date":"2015-05-21T14:02:06.277+0000","up_votes":1,"down_votes":0,"body":"Wie sieht es denn aus? Wollen die Kandidaten nicht langsam mit ihren Programmen anfangen?\nIch glaube, dass es gerade bei den Kandidaten, die noch nicht so lange unter uns weilen ganz gut wäre, zu hören, wie sie die Zukunft des OT gestalten wollen.\nNatürlich geht es bei sowas auch immer um Sympathieboni, also macht euch ans Werk und schwingt so langsam mal eure Reden! :)\n\nGruß Doenerlord","replies":[{"id":"","poster":"Brünette","date":"2015-05-21T14:17:56.496+0000","up_votes":1,"down_votes":0,"body":"Der letzte Post von BecksnStout! \n\nDa hast du die Erste! Offen und Ehrlich.  Hast nichts zu erwarten, kannst du auch nicht enttäuscht werden! \n\n: )","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-22T13:54:27.488+0000","up_votes":1,"down_votes":0,"body":"Genau! Und wer mich wählt, kann sich hinterher nicht beschweren.\n\nIn diesem Sinne: Rettet die Poros!","replies":[]}]}]},{"id":"","poster":"Neamhoilte","date":"2015-05-22T13:51:52.843+0000","up_votes":1,"down_votes":0,"body":"Sk Ocelote fehlt noch auf der Liste, denn tief in seinem Herzen möchte er wieder König sein.","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-21T21:55:44.279+0000","up_votes":1,"down_votes":0,"body":"Es geht um unseren Extremspammer Zamo, der so schnell spammt, dass das Forum nicht mehr will.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-21T23:36:50.345+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=King Prow,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=001f,timestamp=2015-05-21T21:55:44.279+0000)\n>\n> Es geht um unseren Extremspammer Zamo, der so schnell spammt, dass das Forum nicht mehr will.\n\nDas schaff ich auch :D","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-05-21T21:26:50.510+0000","up_votes":1,"down_votes":0,"body":"langsam nervts Zamo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-21T21:49:55.161+0000","up_votes":1,"down_votes":0,"body":"Worum geht's denn? Hab ich irgendwas verpasst oder bezieht sich das auf die Nominierung?","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-05-21T21:28:28.157+0000","up_votes":1,"down_votes":0,"body":"Muss doch sichergehen, dass es alle mitbekommen, weil es nervt ^^ Ich denke, ich habe mein Ziel erreicht.\n-------------------------\nWer zuletzt lacht, hat den höchsten Ping.\n\nGruß,\nZamo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-05-21T14:31:40.646+0000","up_votes":1,"down_votes":0,"body":"*applaudier*\n\nwow, einfach.. wow, so ein Politikgenie","replies":[]},{"id":"","poster":"Brünette","date":"2015-05-20T17:33:28.603+0000","up_votes":1,"down_votes":0,"body":"Ich nominiere mal Kryptonq.\n\nDer ist immer für eine Überraschung gut.","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-20T17:37:10.841+0000","up_votes":1,"down_votes":0,"body":"Noch eine Nominierung? Welche Ehre...Danke!\nEDIT: Ich bin übrigens nicht sicher, ob ich sie annehme, das werde ich mir Wohl in den nächsten Tagen überlegen.\nP.S.: Und außerdem weiß ich, dass man Dr.Mad nicht immer ernstnehmen oder verstehen muss...","replies":[]}]},{"id":"","poster":"SwissKeks","date":"2015-05-19T10:53:47.359+0000","up_votes":1,"down_votes":0,"body":"1. Danke für die Ehre mein König, leider bin ich Schweizer und muss ins Militär, hab also so oder so kaum mehr Zeit dafür aber ich würde eh nicht gewählt werden :P\n\n2. Ich kenne den Wandel vom Forum zu gut. Mein Bereich war das Diskussionsforum und dort war dasselbe los. Alte gehen, neue kommen. Im OT Forum seid ihr immerhin eine mehr oder weniger bekannte Truppe, ihr habt nicht ständig neue Spieler. Warum knüpft ihr nicht genau dort an? Ihr könnt ja probieren einen Thread zu erstellen wo man seine Meinung abgeben kann wie man das OT gestalten sollte. So könntet ihr die \"Kontrolle\" darüber behalten und das ganze in eine Richtung lenken. \n\nIch hab natürlich einen komplett anderen Blickwinkel, kenne jedoch das Problem mit dem Wandel. Viele Spieler die ich mochte sind aus dem Forum weg (Klaas Klever, Patter91 usw. als Beispiel).","replies":[{"id":"","poster":"Neamhoilte","date":"2015-05-19T18:28:59.629+0000","up_votes":1,"down_votes":0,"body":"Ja, es sind viele alte Forennutzer nicht im neuen Board zu finden. Gut der eine oder andere hatte nen Forenban, aber andere Aktive haben dss posten einfach eingestellt. Warum auch immer...","replies":[]},{"id":"","poster":"Zamonianer","date":"2015-05-19T13:55:55.682+0000","up_votes":1,"down_votes":0,"body":"Was? Patrick ist weg??? Aber da sieht mans mal wieder: Im alten Forum hätte ich selbst in den Zeiten, wo in am wenigsten in der GD war, mitbekommen, dass Patrick verschwindet.\nUnd der Thread existiert eigentlich schon: [Das Königreich OT](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot) ;)\n\nGruß,\nZamo","replies":[{"id":"","poster":"SwissKeks","date":"2015-05-19T14:06:06.665+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Zamonianer,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=00170000,timestamp=2015-05-19T13:55:55.682+0000)\n>\n> Was? Patrick ist weg??? Aber da sieht mans mal wieder: Im alten Forum hätte ich selbst in den Zeiten, wo in am wenigsten in der GD war, mitbekommen, dass Patrick verschwindet.\n> Und der Thread existiert eigentlich schon: [Das Königreich OT](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot) ;)\n> \n> Gruß,\n> Zamo\n\nHab ihn nie wieder gesehen.\n\nDanke für den Link, kannte ich noch nicht :)","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T20:03:27.327+0000","up_votes":1,"down_votes":0,"body":"Da es zurzeit keinen König gibt der das Amt an dich vergeben könnte, schlage ich dir vor, stell einen Antrag an den Minister für Postenverteilung oder den Minister für Bürokratie im Königreich OT Thread","replies":[{"id":"","poster":"Kaito","date":"2015-05-18T20:06:28.669+0000","up_votes":1,"down_votes":0,"body":"Und wie finde ich den Weg dorthin, o weiser alter Mann?","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T20:09:57.928+0000","up_votes":1,"down_votes":0,"body":"[Klick :)](http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/01uNuA5i-das-kanigreich-ot)","replies":[{"id":"","poster":"Kaito","date":"2015-05-18T20:16:02.949+0000","up_votes":1,"down_votes":0,"body":"Vielen Dank, verehrter Herr","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T20:18:25.429+0000","up_votes":1,"down_votes":0,"body":"Bitte, bitte, mein Lieber. Darf ich mich vorstellen?\nKryptonq, königlicher Hausmeister.","replies":[{"id":"","poster":"Kaito","date":"2015-05-18T20:23:40.854+0000","up_votes":1,"down_votes":0,"body":"Gut zu wissen mein Freund.","replies":[{"id":"","poster":"El Pingu","date":"2015-05-19T00:25:05.596+0000","up_votes":1,"down_votes":0,"body":"noch bin ich könig o.O","replies":[]}]}]}]}]}]}]},{"id":"","poster":"EpicDieterBohlen","date":"2015-05-18T20:41:46.055+0000","up_votes":1,"down_votes":0,"body":"OT = Orktal?","replies":[{"id":"","poster":"LuckingFegendary","date":"2015-05-18T20:43:40.457+0000","up_votes":1,"down_votes":0,"body":"OT=Off-Topic","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-05-18T20:46:44.692+0000","up_votes":1,"down_votes":0,"body":"Oh war noch voll in meine metin2 zeit vertieft :D","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T20:57:19.152+0000","up_votes":1,"down_votes":0,"body":"Heya\nMetin 2.....hach all die Erinnerungen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"El Pingu","date":"2015-05-19T00:19:04.055+0000","up_votes":1,"down_votes":0,"body":"ich war bei den Konkurenten :P\nRagnarök online","replies":[]}]},{"id":"","poster":"LuckingFegendary","date":"2015-05-18T20:47:30.221+0000","up_votes":1,"down_votes":0,"body":"ist ja nicht schlimm ^^","replies":[]}]}]}]},{"id":"","poster":"Kaito","date":"2015-05-18T19:59:29.119+0000","up_votes":1,"down_votes":0,"body":"Darf ich Hoffnar werden? Ich kann auch singen:\n\n\nIch bin Hofnarr in euerm Königreich.\nIch tanze und singe, ihr lacht vielleicht.\nIch mach kalte Herzen warm, Warme weich.\nIch bin Hofnarr in euerm Königreich.\n\noder oder, wie wärs damit?\n\nAuf die Gefahr hin,\ndass du jetzt denkst, ich spinne\nSing' ich dir jetzt wie im Mittelalter Minne\nich weiss, die Zeiten sind vorbei\ndoch sing ich dum und dideldei\nund hoffe, dass ich so ein Herz für mich gewinne","replies":[{"id":"","poster":"El Pingu","date":"2015-05-18T23:11:31.538+0000","up_votes":1,"down_votes":0,"body":"das ist alles nur geklaut\neo eo\ndas ist alles gar nicht deine\neo\ndas ist alles nur geklaut \neo eo\nund das weiß nur ich ganz alleine\neo\ndas ist alles nur gestohlen und gezogen und gelogen und geraubt\ntschuldigung das hab ich mir erlaubt\n:P ok letzter satz passt nicht ganz.\nAber schön, das es noch James Blast Orchester- fans gibt","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T21:23:52.050+0000","up_votes":1,"down_votes":0,"body":"Heya\nHat eigentlich schon jemand Becks vorgeschlagen?\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T21:27:07.099+0000","up_votes":1,"down_votes":0,"body":"Ja, ich.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T21:30:44.788+0000","up_votes":1,"down_votes":0,"body":"Heya\nGut gut.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T19:51:37.427+0000","up_votes":1,"down_votes":0,"body":"zu breit?\nzu klein? \noder vielleicht ungewöhnliche Körperformen?\n\nNein, im Ernst, wenn du nicht willst, will ich dich nicht drängen..","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T20:06:39.789+0000","up_votes":1,"down_votes":0,"body":"Heya\nKeine Sorge, ich lass mich auch nicht drängen. Aber Pingu zuliebe denk ich wohl nochmal drüber nach, vorerst bleibts aber beim nein.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T21:17:47.466+0000","up_votes":1,"down_votes":0,"body":"Eins noch: Einer der Gründe, die aus meiner Sicht für dich auf dem Thron sprechen, ist, dass es wohl kaum jemanden gibt, der den Job genauso gut machen könnte (Ansonsten nur Becks). Dadurch, dass du ablehnst, muss jemand anderes den Job übernehmen und wird ihn  vielleicht nicht so gut machen. \nAndererseits kann ich es gut nachvollziehen, wenn du es nicht machst, du machst auch so schon einen klasse Job.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T21:22:26.510+0000","up_votes":1,"down_votes":0,"body":"Heya\nJetz hör aber auf, ich werd ja schon ganz rot^^\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T21:28:03.966+0000","up_votes":1,"down_votes":0,"body":":D ^^","replies":[]}]}]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T20:43:52.581+0000","up_votes":1,"down_votes":0,"body":"Offtopic, läuft aber im Prinzip aufs selbe hinaus :D","replies":[]},{"id":"","poster":"Kind Prow","date":"2015-05-18T19:47:46.269+0000","up_votes":1,"down_votes":0,"body":"Von Ndo, der sich so nutzlos findet :(","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T19:49:20.853+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch hab nie gesagt, das ich mich nutzlos finde^^ \nIch denk nur ich pass nicht auf den Thron.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T19:36:26.769+0000","up_votes":1,"down_votes":0,"body":"Einen Nutze hast du: den Thron warmhalten!","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T19:38:09.512+0000","up_votes":1,"down_votes":0,"body":"Von wem redest du gerade?","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T19:47:36.858+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch glaube er meinte mich, sicher bin ich mir aber net.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T15:19:44.645+0000","up_votes":1,"down_votes":1,"body":"Nein, der is schon mit seinem Ministerposten als Ministervorstand sowie als Minister für alles sosehr beschäftigt, dass ich 3 Tage lang auf ihn warten musste bis mich dann der Hausmeister vom Kronleuchter geholt hat.\nZamo is gut, aber wenig aktiv..\n\nDarum schlage ich den guten Ndo vor ","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T17:56:32.590+0000","up_votes":1,"down_votes":0,"body":"Heya\nVielen Dank für die Nominierung und ich fühle mich geehrt, aber ich denke nicht, das ich für diesen Posten geeignet bin und werde daher ablehnen.\nZum einen bin ich bei weitem nicht der aktivste OT-Bürger und zum anderen wüsste ich nicht, was ich am besten aus meinem Amt machen kann.\nPingu hatte Ideen, Pläne etc ...ich nicht.\nVon daher denke ich, dass andere wesentlich besser auf den Thron passen.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T19:26:28.977+0000","up_votes":1,"down_votes":0,"body":"Schade, meine Stimme hättest du auf jeden Fall bekommen. Meiner Meinung nach bist du das hilfreichste OT-Mitglied von allen.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T19:28:37.613+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas freut und ehrt mich, aber wie gesagt, um hilfreich zu sein muss ich nicht König sein. Ich sehe keinen Nutzen für mich auf dem Thron und auch keinen besonderen Vorteil fürs OT, wenn ich auf dem Thron sitze.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"El Pingu","date":"2015-05-18T19:08:44.209+0000","up_votes":1,"down_votes":0,"body":"finde ich persönlich sehr sehr schade. \nDu wärst mein persönlicher Favorit des Nachfolgerpostens. \nDu darfst eins nicht vergessen, auch wenn meine Regierungszeit meistens etwas mit events zu tun hatte, ist das nicht die einzigste Form ein Königreich zu leiten. Du bist sehr hilfsbereit, hast Ahnung und bist auch in anderen Unterforen bekannt. Unterschätz dich nicht selbst und überleg dirs nochmal.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T19:23:59.794+0000","up_votes":1,"down_votes":0,"body":"Heya\nDa magst du recht haben, aber ich kann meine Aufgabe auch erfüllen ohne König zu sein. Und jemand anderes könnte diese Position eventuell besser ausnutzen. Ich mag zwar vielleicht die Tendenz haben mich selbst zu unterschätzen, aber ich denke in diesem Falle ist mir das nicht passiert.\n\nMfG Rkoturdo","replies":[]}]}]},{"id":"","poster":"LuckingFegendary","date":"2015-05-18T16:07:17.807+0000","up_votes":1,"down_votes":0,"body":"Ndo war in letzter Zeit auch nicht anzutreffen. Am aktivsten wären wohl Becks, Chrazing und Kryptonq.","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-18T17:39:57.910+0000","up_votes":1,"down_votes":0,"body":"Vergiss dich selbst nicht ;-)","replies":[]}]}]},{"id":"","poster":"SwissKeks","date":"2015-05-18T16:20:43.668+0000","up_votes":1,"down_votes":0,"body":"Wie funktioniert eigentlich das ganze Königreich? Gibts da noch ne Stelle für einen nicht-OT-Bürger als Page?","replies":[{"id":"","poster":"El Pingu","date":"2015-05-18T19:10:14.420+0000","up_votes":1,"down_votes":0,"body":"Ich habe dich schon sehr sehr oft im Königreich gesehen und verleihe dir hiermit auch Stimmrecht für die Wahl. Betrachte dich als einen OT-Bürger","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T16:29:23.464+0000","up_votes":1,"down_votes":0,"body":"Heya\nEs ist immer ein Platz frei für Neulinge^^\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kind Prow","date":"2015-05-18T17:49:44.172+0000","up_votes":1,"down_votes":0,"body":"Wir sind die Spammerkings und für allen sinnlosen und oftmals witzigen Trödel zuständig. Wir sind ein Königreich mit eigenem Schloss und Garten und Bibliothek und was sonst noch alles kannst du im Königreich OT Thread nachlesen. Humorvoll, offen und (ich klinge wie eine Werbefuzzi) witzig empfangen wir jeden User und wer genug spammt gehört auch bald dazu :D\n\nNe jetzt mal Ernst beiseite, im OT geht es allein um den Spaß am Kommunizieren mit anderen Döskopen die genauso bescheuert sind wie man selbst :D\n\nIzo alex","replies":[]},{"id":"","poster":"FlyAsDodo","date":"2015-05-18T17:35:27.612+0000","up_votes":1,"down_votes":0,"body":"Puuh das hier bestätigt einfach nur was ich mir schon die letzten paar Wochen gedacht habe, das OT ist mit dem Foren Wechsel gestorben, es kamen mehr Leute aus anderen Foren die das OT wirklich dafür nutzen für was es gedacht ist (Eine Schande nicht wahr?) und die weniger bis gar nichts von der alten (und Best-) Zeit des Ots mitbekommen haben.\nUnterstützt wird das ganze noch von einem meiner Meinung schlechterem Layout.\nDas scheint mir einer der letzten verzweifelten Versuche sein das OT in seiner \"ursprünglichen\" Form zu retten, aber ich muss leider sagen das das meiner Meinung nach nicht mehr möglich ist :/","replies":[{"id":"","poster":"SwissKeks","date":"2015-05-18T17:40:50.580+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=TheDôctor,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=000a,timestamp=2015-05-18T17:35:27.612+0000)\n>\n> Puuh das hier bestätigt einfach nur was ich mir schon die letzten paar Wochen gedacht habe, das OT ist mit dem Foren Wechsel gestorben, es kamen mehr Leute aus anderen Foren die das OT wirklich dafür nutzen für was es gedacht ist (Eine Schande nicht wahr?) und die weniger bis gar nichts von der alten (und Best-) Zeit des Ots mitbekommen haben.\n> Unterstützt wird das ganze noch von einem meiner Meinung schlechterem Layout.\n> Das scheint mir einer der letzten verzweifelten Versuche sein das OT in seiner \"ursprünglichen\" Form zu retten, aber ich muss leider sagen das das meiner Meinung nach nicht mehr möglich ist :/\n\nDürfte ich fragen was die neuen User gemacht haben? Ich war im alten Forum über 2 Jahre aktiv in allen Abteilen ausgenommen das OT und beachte es auch erst jetzt mit dem neuen Forum. Ich kenne euer Königreich vom hören ein wenig und weiss auch das ihr eine bessere/andere mentalität besitzt als alle anderen Abteile. Würde mich brennend interessieren :)","replies":[]}]},{"id":"","poster":"Doenerlord","date":"2015-05-18T17:13:52.062+0000","up_votes":1,"down_votes":0,"body":"Ich glaube wir hatten genug König Dr Mad...\nIch möchte ja nicht beleidigend wirken, aber ich denke nicht, dass er das OT voran bringen würde.\n\nGruß Doenerlord","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T17:18:25.173+0000","up_votes":1,"down_votes":0,"body":"Heya\nDas war auch alles andere als ein ernst gemeinter Vorschlag^^\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kryptonq","date":"2015-05-18T15:18:33.388+0000","up_votes":1,"down_votes":0,"body":"Ich schlage Becks n Stout vor (auch wenn er letztes mal abgelehnt hat).\nMit Döner als Wahlvorstand ist wahrscheinlich jeder einverstanden.","replies":[]},{"id":"","poster":"Doenerlord","date":"2015-05-18T12:28:05.105+0000","up_votes":1,"down_votes":0,"body":"Danke dir :D\n\nGruß Doenerlord","replies":[]},{"id":"","poster":"Evenrider","date":"2015-05-18T10:34:06.728+0000","up_votes":1,"down_votes":0,"body":"Wenn er jetzt schon als ein Championvorschlag existiert, kann er doch auch König werden. :D\nDeshalb schlage ich Zamo vor.","replies":[{"id":"","poster":"Doenerlord","date":"2015-05-18T12:21:25.492+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Evenrider,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=0002,timestamp=2015-05-18T10:34:06.728+0000)\n>\n> Wenn er jetzt schon als ein Championvorschlag existiert, kann er doch auch König werden. :D\n> Deshalb schlage ich Zamo vor.\n\nSchick mal einen Link :D\n\nGruß Doenerlord","replies":[{"id":"","poster":"Evenrider","date":"2015-05-18T12:22:59.574+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Doenerlord,realm=EUW,application-id=YnZkMR0R,discussion-id=PoAzqolb,comment-id=00020000,timestamp=2015-05-18T12:21:25.492+0000)\n>\n> Schick mal einen Link :D\n> \n> Gruß Doenerlord\n\nhttp://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/EgyuE3ro-der-neue-champion-zamo-d","replies":[]}]}]},{"id":"","poster":"M4ster Yi","date":"2015-05-18T04:05:07.353+0000","up_votes":1,"down_votes":0,"body":"Ich Stimme für mich :§","replies":[]},{"id":"","poster":"spharic","date":"2015-05-18T02:40:35.375+0000","up_votes":1,"down_votes":0,"body":"Ich stimme für Me,Myself And Baal (oder so ähnlich xD)","replies":[]}]}