{"id":"EW2UvEgK","poster":"MsAltair24","date":"2015-05-17T19:10:36.538+0000","title":"Ligensystem komplett fürn arsch hidden elo abschaffen","subforum":"Allgemeiner Chat","up_votes":2,"down_votes":6,"body":"also ich bin gestern von bronze 5 in bronze 4 gekommen nachdem ich eigentlich die ganze zeit solo carrien musste naja jetzt b4 und hab f&uuml;rs erste spiel 13 lp bekommen f&uuml;r die weiteren 2 jeweils 8 ergibt logischerweise 29 und dann verlier ich 1 spiel und das gibt -27!!!!\r\nwie scheisse ist eigentlich das elo System und sowas nur weil man zu dumm ist die hidden elo gescheit zu machen geschweige denn ein gescheites liegensystem zu machen!","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-17T19:54:36.060+0000","up_votes":1,"down_votes":0,"body":"Natürlich könnte Riot auch ein System einführen, wo du nur aufsteigen kannst, wenn deine (Hidden-)Elo wirklich auf dem nötigen Niveau liegt bzw. die korrekte (Hidden-)Elo deinen Rang immer widerspiegelt.\n\nDann wärst du jedoch nun nicht auf B4 aufgestiegen, weil deine Elo immer noch klar auf B5 liegt.\n\n\"Solo carrien\" würde ich btw. deine Rankeds ehrlich gesagt nicht sagen. Hierfür sagen deine Stats leider etwas anderes (schlechter Farm, viele Deaths, wenig Warding, etc.).\nEs ist aus meiner Sicht besser, dass du weiter an deine Spielweise arbeitest. Nur so steigst du langfristig auf und musst ich um Mates und Elo-System gar nicht kümmern.","replies":[]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-17T19:21:56.929+0000","up_votes":1,"down_votes":0,"body":"Heya\nWenn das Elo-System so schlecht ist warum wirds dann auch im Fußball verwendet o.0\nUnd im Schach und beim Tischtennis und Scrabble und Go(Auch wenns da nen abgewandeltes System ist).\nVielleicht solltest du dir mal diesen Thread durchlesen:\nhttp://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-17T19:23:42.808+0000","up_votes":1,"down_votes":0,"body":"Du kommst zu spät >;-)","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-17T19:29:20.928+0000","up_votes":1,"down_votes":0,"body":"Heya\nJein, immerhin hab ich über etwas geschrieben über das du nicht geschrieben hast. Ein bisschen Daseinsberechtigung hat mein Post also auch.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"Kryptonq","date":"2015-05-17T19:34:01.675+0000","up_votes":1,"down_votes":0,"body":"Meinetwegen...Für dieses mal  kommst du mir noch davon!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-17T19:40:08.688+0000","up_votes":1,"down_votes":0,"body":"Heya\nPuh, dodged a bullet^^\n\nMfG Rkoturdo","replies":[]}]}]}]}]},{"id":"","poster":"Kryptonq","date":"2015-05-17T19:21:17.785+0000","up_votes":1,"down_votes":0,"body":"[DER Informationsthread für MMR und (Hidden-)Elo](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele/IqBzFyO9-der-informationsthread-aber-ligen-mmr-und-hidden-elo)\nHier bitte nachlesen, falls du etwas nicht verstanden hast. da du das Konzept von der Hidden-Elo jedoch bereits offensichtlich kennst: \nDas Elo-System ist gerecht und gut, so, wie es ist. Es verhindert nämlich, dass du auf Dauer in einer Elo bleibst, in die du nicht hineingehörst, egal, ob zu niedrig oder zu hoch. Wenn deine MMR unter Bronze 4 liegt, dann ist das nun mal so. Wenn du aufsteigen willst, dann musst du dich verbessern.\nUnd für die Zukunft: Bitte formuliere deine Threads etwas sachlicher und weniger aggressiv. So wirst du auf wenig Gegenliebe stoßen. Und: Probleme solcher Art gehören in ein anderes Unterforum: [Ligen & gewertete Spiele](http://boards.euw.leagueoflegends.com/de/c/ligen-gewertete-spiele)","replies":[]}]}