{"id":"HTKxF7zN","poster":"RUNLAXbench","date":"2015-05-18T08:03:04.903+0000","title":"RUNLAX sucht Spieler!","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo LoL Community,\n\nmein Name ist Alex &#039; bench &#039; B., ich bin 22 Jahre alt und bin momentan auf der Suche nach Spielern f&uuml;r ein neues LoL Team.\n\nIch bin der Leiter und Gr&uuml;nder des Clans RUNLAX (www.RUNLAX.net), weshalb ich einige Verpflichtungen habe und auch im RL sehr aktiv unterwegs bin, daher wird das Team nur 2 bis 3 feste Trainingstage haben und ansonsten nur spontan Trainingstermine planen.\n\nIch spiele LoL seit Season 3 und habe ebenfalls schon LAN Events mit ehemaligen LoL Teams besucht (GSH / 4S-LAN). Momentan befinde ich mich in der SoloQ im Gold Bereich und spiele TOP LANE oder SUPPORT.\n\nHier kurz ein paar Infos was geplant ist mit dem Team:\n- Ranked Games\n- 1-2 mal im Monat ESL - Go4LoL\n- Lan Events falls das Team daran Interesse hat bzw. nicht zuweit auseinander wohnt\n- ggf. ESL Liga Einstieg\n- 2 bis 3 feste Trainingstage\n- Trainingszeiten werden mit den Teamspielern gemeinsam geplant.\nTrainingsbeginn wird jedoch meistens erst ab 21 Uhr m&ouml;glich sein in der Woche!\n- Alle weiteren Trainingstermine werden spontan per Whatsapp abgekl&auml;rt, sodass es auch sein kann das wir 4 mal die Woche trainieren, falls alle soviel Zeit haben.\n\nWas f&uuml;r Spieler werden gesucht:\n- MID\n-JUNGLE\n\n\nWie ihr sehen k&ouml;nnt ist dies ein Team Neuaufbau, da ich in der Anfangszeit von Seasons 5 eine gr&ouml;&szlig;ere Pause eingelegen musste durch private Gr&uuml;nde (Umzug etc.).\n\nAlle weiteren Details werden bei uns im Teamspeak abgekl&auml;rt.\n\n\nIhr k&ouml;nnt &uuml;ber zwei Wege mit mir am besten Kontakt aufnehmen:\n\n&Uuml;ber Facebook eine Privat Nachricht schreiben mit ein paar Informationen zu euch. (Alter/Elo/Seit wann spielt ihr LoL/Welche Lane)\n\nDie Privat-Nachricht einfach an www.facebook.de/runlaxTV schreiben.\n\nZweite M&ouml;glichkeit w&auml;re eure Bewerbung per E-Mail an esport@runlax.net zu senden!\n\n\nDas wars auch schon ich w&uuml;rde mich freuen wenn sich genug f&auml;hige und soziale Spieler melden.\n\n\nMfG,\n\nRUNLAXbench\nwww.RUNLAX.net\nwww.RUNLAX.de\nwww.RUNLAX-Airsoft.de","replies":[]}