{"id":"smK6Ht91","poster":"DerD4nnY","date":"2015-05-17T17:28:20.021+0000","title":"[RAW] Vina, die Hohepriesterin","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Und die n&auml;chste Rohfassung von mir :) \r\n---\r\n**ROLLE**\r\nMagier\r\n---\r\n**Lane**\r\nMID oder Bot Support\r\n---\r\n**SKILLS**\r\n\r\n_PASSIV - Shikigami_\r\nF&auml;llt Vina&#039;s Leben unter 10% so erh&auml;lt sie ein Schild aus Shikigami, welches die n&auml;chsten Angriffe prozentual in Heilung umwandeln.\r\n\r\n_Q - Erleuchtung_\r\nVina l&auml;sst ein Strahl g&ouml;ttliches Licht auf eine Stelle fallen. Dadurch wird ein kleiner Umkreis um das Licht aufgedeckt. Au&szlig;erdem erleiden Gegner die vom Licht getroffen werden oder sich hinein bewegen magischen Schaden (und werden augedeckt).\r\n\r\n_W - Weihwasser_\r\nVina sch&uuml;ttet etwas Weihwasser in Richtung des Gegners. Das Weihwasser sinkt die Magieresistenz des Gegners und f&uuml;gt magischen Schaden zu. Wird w&auml;hrend &quot;Weihwasser&quot; auch noch &quot;Erleuchtung&quot; auf den Gegner gecastet, so wird er gesilenced. \r\n\r\n_E - Zuflucht_\r\nVina&#039;s E ist Zuflucht. Vina erschafft auf dem Boden ein Gebiet aus g&ouml;ttlichem Licht. Dieses Gebiet kann der Gegner nicht betreten. Verb&uuml;ndete die durch das Licht gehen, bekommen einen Lauftempo und Magieresistenz Bonus.\r\n\r\n_R - Absolution_\r\n\r\nVina&#039;s R ist Absolution. Je mehr Kills ein Champion gemacht hat desto h&ouml;her wird skaliert. Verb&uuml;ndete bekommen f&uuml;r h&auml;ufigere Kills eine bessere Heilung. Gegner bekommen f&uuml;r mehrere Kills erh&ouml;hten Schaden. z.B: (+ X% AP Schaden). Also es gibt den Grundheilungswert und f&uuml;r jeden Kill bekommt der Champ nochmal (+X%) hinzu.\r\n---\r\n**SKINS**\r\nClassiv-Vina\r\nLichtbogen-Vina\r\nVerfluchte Vina\r\n---","replies":[{"id":"","poster":"Evenrider","date":"2015-05-17T17:55:00.443+0000","up_votes":1,"down_votes":1,"body":"E: Nein!\nDies würde bedeuten, dass kein Nahkämpfer an meinen ADC in der Mitte deines Kreises rankommt. Daher OP, wenn es keinen absurden Cooldown bekommt, wodurch man es versuchen könnte es zu draggen, disengage und kurze Zeit später wieder einen Engage hinlegen.\n\nR: Fände ich ebenfalls schlecht. Es bestraft dich, wenn man Kills sammelt als Gegner. Ich könnte akzeptieren, dass es wie bei Veigar ist. Man wird bestraft weil AP baut. Aber dass man als Gegner bestraft wird Kills und somit Gold für das Team zu sammeln...","replies":[{"id":"","poster":"DerD4nnY","date":"2015-05-17T19:29:12.872+0000","up_votes":1,"down_votes":0,"body":"E: Ist ja nicht dauerhaft... bei Anivias Wall kommste ja auch nich ran\n\nR: Ist aber Quasi im Sinne des Namens. Absolution ist die Vergebung aller Sünden. Wenn der Gegner tötet ist es eine Sünde ;). Wenn wir töten, ist es auch eine Sünde, da es aber unser Team ist, wird uns was gutes getan","replies":[{"id":"","poster":"Evenrider","date":"2015-05-18T10:19:51.232+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DerD4nnY,realm=EUW,application-id=L7E6lhzo,discussion-id=smK6Ht91,comment-id=00000000,timestamp=2015-05-17T19:29:12.872+0000)\n>\n> E: Ist ja nicht dauerhaft... bei Anivias Wall kommste ja auch nich ran\n> \n> R: Ist aber Quasi im Sinne des Namens. Absolution ist die Vergebung aller Sünden. Wenn der Gegner tötet ist es eine Sünde ;). Wenn wir töten, ist es auch eine Sünde, da es aber unser Team ist, wird uns was gutes getan\n\nE: In der Anivia Wall kann ich aber nicht drin stehen! und man kann durchdashen. Das heißt sie blockiert einen Weg, wie unbegehbaren Terrain, aber das heißt auch dass das Verbündete Team da nicht durch kann. Bei dir könnte ich mich als ADC in die Mitte des Kreises Stellen und wäre unantastbar. Daher ist das Mist, außer das Gebiet ist so klein, dass man als gegnerischer Nahkämpfer das Gebiet nicht betreten muss um den ADC, der darin steht, angreifen zu können.\nR: Du kannst aber keinen Spieler dafür Bestrafen wollen, dass er für sein Team spielt! Das ist eine scheiß Idee, der Spieler arbeitet für sein Team und wird dafür bestraft.\nWie gesagt, ich kann noch verstehen, warum man sagt, dass Veigar Spieler bestraft, die AP bauen, da man auch keine AP bauen kann und das Team unterstützen kann, aber wenn ich für mein Team Kills Secure, dadurch Geld für das Team beschaffe, und dafür bestraft werden kann, ist das totaler Bockmist.","replies":[{"id":"","poster":"DerD4nnY","date":"2015-05-18T12:23:39.638+0000","up_votes":1,"down_votes":0,"body":"E: Ok kann man ja noch abwandeln. Sagen wir gegnerischer Schaden wird hier abgeschwächt :).  \n\nR: Dann nenne mir bitte eine bessere Art, wie man \"Sünden vergeben\" nutzen kann. Man könnte natürlich machen je höher der AD bzw. AP Wert des Champs ist, desto größer Heilung/Schaden.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-18T12:45:26.585+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DerD4nnY,realm=EUW,application-id=L7E6lhzo,discussion-id=smK6Ht91,comment-id=0000000000000000,timestamp=2015-05-18T12:23:39.638+0000)\n> R: Dann nenne mir bitte eine bessere Art, wie man \"Sünden vergeben\" nutzen kann. Man könnte natürlich machen je höher der AD bzw. AP Wert des Champs ist, desto größer Heilung/Schaden.\n\nDeswegen entwickelt man auch erst das Kit und dann die Namen/Story/Rest.\nDie Grafik kann vielleicht noch davor kommen, aber das Design wird eigentlich erst später hinzugefügt.\nUnd \"Sünden vergeben\" ist auch nur ein Name für die Fähigkeit. Da kann man auch eine Fähigkeit raus machen, die deinen Verbündeten Movementspeed oder whatever gibt.\n\nDa du den Champion auch als ein möglichen Supporter vorgesehen hast, wäre eine Skalierung mit gegnerischer AD möglich. Dann könnte sie als Support deinen ADC gut heilen, den gegnerischen gut verletzen und in der Mitte als Anti AD Assassin Champion passen.\n\nOder du könnstest die Ultimate als Finisher nutzen. Während ich die Sünden begangen habe, habe ich bestimmt auch was abbekommen, daher könntest du es mit Missing Health Skalieren lassen.\n\nOder du könntest auf \"Sünden\" beim Positioning anspielen und eine Art CC Ulti daraus machen. Du würdest den Gegner bestrafen, wenn er falsches Positioning hat :D\n\nOder du spielst mit Sünden auf den Gegner an. z.B. Eine Ulti, die du auf einen Verbündeten zauberst und dann einen AoE Knockback von dem hat. Also wie Janna oder Gragas Ulti. Du würdest ihn also von den Gegner/Sünden befreien.\n1. Das könnte man dann direkt machen, oder eher Zilean like, dass du eine Rune auf deinen Verbündeten zauberst und sobald er stirbt/sehr low ist, geht die Rune hoch und alle Gegner fliegen weg.\n2. Oder du lässt den Knockback/Schaden dann mit der Missing Health des Ziels skalieren lassen. Also ein Instant Knockback dessen Reichweite höher ist, je geringer das Leben deines ADCs ist.\n\n**Experimentel**: Weiterhin kann man nur Sünden vergeben, die schon gemacht worden sind. Das heißt, da wir ja gerade bei Ekko sind, wir machen eine Art Zurückspul-Fähigkeit daraus. Man wählt ein Gebiet aus und alle Einheiten (Gegner und Verbündete) werden für 1-2 Sekunden zurückgespult. Desweiteren werden Verbündete geheilt und Gegner behalten den schon genommenen Schaden und nehmen noch zusätzlich Schaden.","replies":[]}]}]}]}]}]}