{"id":"i5i65T3X","poster":"Luxfiat","date":"2015-05-17T16:44:45.740+0000","title":"Lux-Guide für Patch 5.9","subforum":"Level Up: Guides & Tipps","embed":{"title":"LUX BUILD GUIDE: Poke.Burst.Carry (S5). By Final Sparks","description":"SoloMid.NET - BUILD GUIDE: Poke.Burst.Carry (S5). By Final Sparks - League of Legends Pro Builds and Guides, LoL Streams, Videos, Strategies, Competitive Gaming Community and Secrets from the Pros","url":"http://www.solomid.net/guide/view/133607-lux-build-guide-apc-by-final-sparks","image":"http://solomidcdn.com/images/champions/lux.png"},"up_votes":1,"down_votes":0,"body":"Hallo zusammen,\r\nich habe einen Guide f&uuml;r das Spielen von Lux {{champion:99}} geschrieben! Vielleicht k&ouml;nnen einige von euch damit ja etwas anfangen ;)\r\n&Uuml;ber Feedback w&uuml;rde ich mich freuen!","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-05-18T13:56:18.728+0000","up_votes":1,"down_votes":0,"body":"Verstehe nicht, warum du Scaling HP über Flat HP priorisierst, Late-Game machen 100 HP mehr oder weniger eigentlich keinen Unterschied mehr (wenn die Gegner deine Reichweite unterlaufen bist du falsch positioniert und tot..), early hingegen schon. (Wiederspricht auch dem Zitat weiter unten)\nZudem war mein Eindruck, dass Ludens deinen Schaden early weitaus stärker erhöht als Rabadons, die Passive von Ludens macht 100 Extra-Schaden... auf 4 Zielen! Sowohl beim Early-Game Burst als auch Poke daher die bessere Wahl als Rabadons imo.\n\nEdit: Und warum Hourgals über Ludens? \nWie du gesagt hast\n> We don not need the extra health and tankiness of 9 points in defense, because we do not play in a way in which we have to tank damage\n\nSehe ich genauso, weshalb ich Hourglas meist gar nicht erst baue, Ludens ist einfach so OP atm.","replies":[{"id":"","poster":"Luxfiat","date":"2015-05-19T16:28:58.628+0000","up_votes":1,"down_votes":0,"body":"Über Scaling und Flat HP lässt sich, wie über so vieles streiten. Bin auch gerade dabei die Runen, Masteries und das Itembuild umzugestalten.\nNatürlich hast du von Flat HP anfangs mehr, meiner Meinung nach können 200 HP im late doch den Unterschied machen und verbessern außerdem die Effizienz deiner MR. Das widerspricht zwar meinem Zitat, aber wieso sollte ich bei den Seals etwas anderes als gewisse Survivalbility durch Rüstung oder Leben nehmen, wenn die anderen Siegel im Vergleich so ineffektiv sind. \n\nZum Thema Ludens: Ich spiele momentan mit den Itembuilds herum und Ludens ist, wenn die gegner nicht MR stacken, deutlich effektiver als Rabadons und Voidstaff. Im alten Build war Hourglass über Ludens weil einfach Ludens nicht drin war. Ich gehe dennoch gerne aufs Hourglass weil die Aktive einfach Wunder wirken kann.\n\nDanke für dein Feedback! Eine Frage an dich: Sind 15 AP durch Quints in den Runen ein Muss? Was meinst du?","replies":[{"id":"","poster":"Phobos Selini","date":"2015-05-19T16:48:33.605+0000","up_votes":2,"down_votes":0,"body":"Ich persönlich finde Scaling HP einfach deutlich besser als Flat, da der Break Even Point bereits bei Level 6 erreicht ist. Vorher wird gerade auf der Midlane höchstens ein bisschen gepoked und man sollte noch mit Heiltränken auskommen. Auch Assassins brauchen meistens erst ein paar Level bevor sie mit einer Skillrotation gefährlich werden. Wenn man also auf Level 5 schon fast so viel hat wie mit Flat HP, ab Level 6 dann sogar mehr und auf Level 18 drei mal so viel HP aus den Runen bekommt, dann sind sie einfach deutlich überlegen.\n\nDas sehen übrigens auch fast alle Pros so. Wenn man sich die Builds so anguckt, benutzen fast alle Scaling HP Runen. Manchmal sieht man auch Ap oder Armor Runen, aber fast nie Flat HP.","replies":[{"id":"","poster":"Luxfiat","date":"2015-05-19T21:01:19.281+0000","up_votes":1,"down_votes":0,"body":"Jup","replies":[]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-05-19T18:50:30.107+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Final Sparks ,realm=EUW,application-id=vatevpvi,discussion-id=i5i65T3X,comment-id=00000000,timestamp=2015-05-19T16:28:58.628+0000)\n>\n\n> \n> Danke für dein Feedback! Eine Frage an dich: Sind 15 AP durch Quints in den Runen ein Muss? Was meinst du?\n\n\n15 Ap bei Quints würde ich behalten, einfach weil es keine wirklich lohnenden alternativen gibt.\nDer Unterschied durch scaling AP ist im late denke ich zu vernachlässigen, early aber nicht.\nOb du die Caster Minions mit einem Laser farmen kannst oder erst noch mit AA's treffen musst, macht nen Unterschied.\nMovementspeed hilft dir gegen die zahlreichen Gapcloser ohnehin nicht, ebenso wie Rüstung/HP....\n\nIch habe die gelben HP/Rüstung/MR durch Mana-Regeneration ersetzt, um weniger mit Auto-Attacks und mehr mit Fähigkeiten farmen zu können. Defensive durch farmen aus der Distanz sozusagen.\nAthenes tausche ich in letzter Zeit fast immer gegen Tear+Morello ein, es ist etwas teurer (200 Gold oder so), aber zusammen mit Mana-Reg Runen sicheres Farmen aus hoher Distanz..\nAnfangs ist man damit etwas schwächer, aber wenn man danach Ludens rusht, gleicht es dass wieder aus, zudem mag ich die triple-Shield Combo mit Barriere. Mitunter ein Grund warum ich auf Hourglass verzichte.\n\nEine interessante alternative early sind Magic pen Boots mit {{item:3136}} , bei den meisten Gegnern pentetrierst du 100% der MR bevor sie sich Items kaufen, insbesondere Jungler unterschätzen das early game brutal.\nNachteil ist dass du schnell oom bist-","replies":[{"id":"","poster":"Luxfiat","date":"2015-05-19T21:00:44.887+0000","up_votes":1,"down_votes":0,"body":"Ich denke in letzter Zeit über Quints der Scaling CDR nach um mit dem Build Sorcerers Shoes, Athenes, Ludens, Voidstaff, Rabadons, Zhonyas trotzdem 40 % CDR zu erreichen. \nDie Mana-Seals Morello Tear Variante habe ich auch schon mal gespielt, war nicht ganz so mein Fall :)\nTriple-Shield mit Barrier spiele ich auch, plus Hourglass ;)","replies":[{"id":"","poster":"Phobos Selini","date":"2015-05-19T22:07:49.457+0000","up_votes":1,"down_votes":0,"body":"Die Scaling AP Quints haben einen viel zu späten break even Point und sind daher nicht so gut. Die Scaling CDR Runen sind gut, aber nimm lieber die blauen Glyphs. Gerade auf einem Long Range Champ wie Lux willst du lieber deine Offensive noch mehr stärken, daher behalt die Ap Quints.\n\nIch habe vor kurzem auch erst noch ein bisschen mit Goldwerten rumgerechnet. Ich meine mich zu erinnern, dass die AP Quints schon mit am besten sind. Ich meine flat MR und Scaling CDR ist auf 3 Quints bzw 9 Glyphs identisch. Daher lieber AP Quints und CDR Glyphs.","replies":[{"id":"","poster":"Luxfiat","date":"2015-05-20T09:29:07.840+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Phobos Selini,realm=EUW,application-id=vatevpvi,discussion-id=i5i65T3X,comment-id=00000000000100000000,timestamp=2015-05-19T22:07:49.457+0000)\n>\n> Die Scaling AP Quints haben einen viel zu späten break even Point und sind daher nicht so gut. Die Scaling CDR Runen sind gut, aber nimm lieber die blauen Glyphs. Gerade auf einem Long Range Champ wie Lux willst du lieber deine Offensive noch mehr stärken, daher behalt die Ap Quints.\n> \n> Ich habe vor kurzem auch erst noch ein bisschen mit Goldwerten rumgerechnet. Ich meine mich zu erinnern, dass die AP Quints schon mit am besten sind. Ich meine flat MR und Scaling CDR ist auf 3 Quints bzw 9 Glyphs identisch. Daher lieber AP Quints und CDR Glyphs.\n\nAP Quints sind die effizientesten ja, aber wenn ich meine scaling CDR Glyphen nehme fehlen mir ja 12 MR und jede LB killt micht level 2.","replies":[{"id":"","poster":"Phobos Selini","date":"2015-05-20T11:28:37.713+0000","up_votes":1,"down_votes":0,"body":"Du kannst ja je nach Matchup die offensivere oder defensivere Runenseite nehmen. Wir sind ja nicht mehr in Season 1, wo wir nur 2 Stück hatten. :)\nGegen AD Champs (Zed) habe ich zum Beispiel noch eine Seite mit Armor Seals statt Scaling HP und dann CDR Glyphs.","replies":[{"id":"","poster":"Luxfiat","date":"2015-05-20T13:44:10.662+0000","up_votes":1,"down_votes":0,"body":"Ja ich hab 3 Seiten für Mid, werde ohne MR jetzt ausprobieren. Gegen AD hab ich natürlich auch eine mit Armor und Scaling CDR ;)","replies":[]}]}]}]}]}]}]}]}]}