{"id":"PXvglVNP","poster":"DeroxQQ","date":"2015-05-17T13:07:23.001+0000","title":"LF Team Plat 4+","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo liebe Summoner, mein kollege und ich wollten heute mal versuchen ein Ranked Team aufzubauen.\nWir w&uuml;rden gerne an Turnieren teilnehmen, wie den TryForce Cup, Go4LoL oder sonstigen Turnieren die noch anstehen werden.\n\nWas wir Suchen und worauf wir wert legen:\n\n1. Elo m&auml;&szlig;ig Platin 4+\n2. Alter spielt ansich nicht so eine gro&szlig;e rolle, man sollte nur &uuml;ber die 16 -  17 sein. Ausnahmen k&ouml;nnen nat&uuml;rlich immer gemacht werden\nwenn die Geistige Reife vorhanden ist.\n3. Worauf wir sehr viel Wert liegen ist Zuverl&auml;ssligkeit d.h. Termine m&uuml;ssen eingehalten werden!! Wenn man mal keine Zeit f&uuml;r ein Turnier hat oder nicht zu den abgestimmten Trainingszeiten erscheint, dann sollte man dies vorher bekannt geben sodass, wir entweder einen Ersatz Suchen oder dass dann jeder das machen kann was er sonst gemacht h&auml;tte.\n4. W&auml;hrend wir im Teamspeak unsere Strategie oder andere Sachen besprechen w&auml;re es sehr vorteilhaft wenn Jeder von euch ein sehr gut eingestelltes Mikrofon hat d.h. man h&ouml;rt euch nicht atmen oder die Nase hochziehen oder was wei&szlig; ich, falls ihr nebenbei noch was am Essen seid gibt es auch eine Mute funktion :) nat&uuml;rlich kann es auch mal passieren dass man darauf nicht achtet oder so, aber dann seid uns auch nicht b&ouml;se wenn wir euch drauf aufmerksam machen.\n\nLanes die wir Suchen:\n\n* Top-Lane\n* Support\n* Jungle\n\nEs ist nat&uuml;rlich auch von vorteil wenn ihr einen gr&ouml;&szlig;eren Champion-Pool besitzt. Wenn ihr mal wen nicht so gut k&ouml;nnt ist das nat&uuml;rlich kein ding, wir machen euch da kein Stress und wenn man einen Champ Lernen will k&ouml;nnten wir auch dazu Normal games Spielen wo jeder einfach nen Champ spielt den er nicht so drauf hat.\n\nZusatz Informationen &uuml;ber uns:\n\nIch bin der AD-Carry und Spiele seit ca. 5 Jahren League of Legends kurz nach der Beta. Mein jetzige Elo ist Diamond 5.\nChamps die ich gerne Spiele sind: Graves, Kalista, Vayne, Ezreal, Tristana, Lucian, Twitch.\n\nZu meinem Kollegen der die Mid-Lane spielt. Er spielt auch seit ca. 5 Jahren League of Legends. Seine Jetzige Elo ist Platin 2.\nChamps die er gerne Spielt sind: Cassio, Ahri, Azir, Zed, Ori, Leblanc. (Alles das was in der Meta ist)\n\nSo ich hoffe das waren genug Informationen um euch zu &uuml;berzeugen. Falls ihr noch irgendwelche Fragen habt k&ouml;nnt ihr diese nat&uuml;rlich gerne stellen, am besten Added ihr mich einfach daf&uuml;r. Ich nehme euch dann alle sp&auml;ter an. Wir werden sofort mit den Rankeds starten au&szlig;er ihr wollt wirklich noch ein paar normals spielen zur Not kann man ja ein Neues Team erstellen.\n\nMFG\nSnaKeKilLQQ","replies":[{"id":"","poster":"Ùberraschung0815","date":"2015-05-17T17:52:55.980+0000","up_votes":1,"down_votes":0,"body":"Ok","replies":[]}]}