{"id":"etwhIpLM","poster":"ABCMonster","date":"2015-05-16T19:01:22.566+0000","title":"Adj. für die Finale Gruppe","subforum":"Battlegrounds-Turniere","up_votes":1,"down_votes":0,"body":"Hallo,\r\n\r\nich bin kein Mensch der vieles &ouml;ffentlich Kritisiert, nur gibt es den einen oder anderen Punkt den man mal Leider direkt ansprechen muss.\r\nEure Informations Email Adresse ist ja leider ein Witz. Klar ich kann verstehen das bei &uuml;ber 4000 Teams in der Ersten Runde nicht auf alles geantwortet wurde, diese Kapazit&auml;t ist einfach nicht vorhanden, aber das f&uuml;r das Gruppenfinale (64 Teams) immer noch auf die Antwort warten darf ist mehr als grenzwertig. \r\n\r\nTransparenz ist das n&auml;chste Thema, klar jeder von uns wusste wie lange das Quali Turnier gehen wird, nur h&auml;tte man sich trotzdem die eine oder andere Information gew&uuml;nscht wie es in der Finale Gruppen genau abl&auml;uft, wann und wie die Termine sind etc....ist leider &uuml;ber den Turnierbaum nicht m&ouml;glich, geschweige denn gibt das Regelwerk ausreichende Informationen. \r\n\r\nBerufung als Adj. / Schiedsrichter. Ich pers&ouml;nlich finde es klasse wie viele Menschen sich hier Freiwillig und wohl auch ehrenamtlich als Schiedsrichter beworben haben. Wir als Team waren auch absolut zufrieden mit unserem Schiedsrichter &quot;Adj. Manninger (Grp. 26)&quot;, stehts pr&auml;sent, hat fast auf jede Frage geantwortet und auch sonst war die Fehlerquote soweit wir das beurteilen konnten im Vergleich zu anderen Gruppen sehr gering. Hier zu noch mal ein pers&ouml;nliches Lob, Super Arbeit.\r\nLeider durften wir heute Feststellen das unsere Begegnung von einem anderem Schiedsrichter geleitet wurde als sonst. An sich ja kein Problem da wir jeden Sieg selbst erspielt haben, nur finde ich trotzdem das man den negativen Aspekt hier proklamieren muss. \r\nUnser Schiedsrichter hat f&uuml;r seine Antwort &uuml;ber 1 Stunde gebraucht, sowie wir bis jetzt immer noch auf eine weitere Information warten wie wann die Finale Gruppe los geht, welcher Modi gespielt wird (bo1/bo3). Das kann im Fall der F&auml;lle extrem Kontraproduktiv sein kann, von daher Bitte ich das die Schiedsrichter welche die Finale Gruppen begleiten wirklich auch pr&auml;sent sind. \r\n\r\nDieser Beitrag dient nicht dazu hier ein negativen Namecall zu machen, sondern soll lediglich zwei kleine Punkte ansprechen, an denen man nachhaltig f&uuml;r die Zuk&uuml;nftigen Turniere arbeiten kann.","replies":[{"id":"","poster":"Cunctor","date":"2015-05-16T22:36:00.841+0000","up_votes":2,"down_votes":0,"body":"Hallo ABCMonster,\ndanke für dein Feedback. Uns ist bewusst, dass bei diesem Turnier vieles nicht optimal abgelaufen ist. Dazu gehört auch der Informationsfluss. Wir arbeiten daran, diesen für den zweiten Qualifier zu verbessern, aber für diesen wird sich nichts mehr ändern. \n\nWelche Email-Adresse meinst du? In der Email an die Captains steht (noch) die des Riot-Supports. Emails an diese werden üblicherweise (mit einiger Verzögerung) an uns weitergeleitet. Dies ist der einzige Grund, den ich mir denken kann, warum ihr keine zeitnahe Antwort bekommt. Für direkte Anfragen sind wir übrigens inzwischen auch auf [Twitter](https://twitter.com/AdjudicatorsGer) und [Facebook](https://www.facebook.com/pages/Adjudicators-GER/421597321345959) zu finden\n\nManninger hat sich leider aus persönlichen Gründen dazu entschieden, das Adjudicator-Team zu verlassen. Es freut mich, zu hören, dass er so gute Arbeit geleistet hat, aber in Zukunft werdet ihr mit jemand anderem zufrieden sein müssen. \n\nmfG\nCunctor","replies":[]},{"id":"","poster":"ImperatorTheo","date":"2015-05-16T20:12:28.278+0000","up_votes":2,"down_votes":0,"body":"Hallo ABCMonster,\n\nich kann dir deine offenen Fragen beantworten.\n\nDie Finale Gruppe sollte morgen losgehen. Wie immer ab Erhalt der E-Mail. Spätestens 18 Uhr. (Samstag & Sonntag immer 1 Spiel)\n\nBis zum letzen Spiel wird alles BO1 sein. Das Finale wird als BO3 gespielt.\n\nViele Grüße\nImperatorTheo","replies":[]}]}