{"id":"w8vPfXk6","poster":"Hamrio","date":"2015-05-16T12:42:12.598+0000","title":"AD malph top","subforum":"Champions & Gameplay","up_votes":1,"down_votes":1,"body":"Hallo ich habe gestern mal  full AD malphite top versucht. und es war ziemlich lustig\r\nalso so habe ich es gemacht: \r\n{{summoner:11}} {{summoner:12}}  (erkl&auml;rung f&uuml;r smite kommt gleich)\r\nStarten mit : {{item:1055}}  /{{item:1039}} /{{item:1054}} /{{item:1001}}  und  heal pots kaufen nat&uuml;rlich\r\n\r\nDann musst die dir diese items kaufen:  {{item:3706}} {{item:3153}} {{item:3074}} {{item:3031}} {{item:3006}}  (reihenfolge ist egal aber  {{item:3706}}  und bork sollte man fr&uuml;h kaufen.)\r\n\r\nwarum ad malph? Malph kann mit seinem W sein ad(wenn es auf stufe 5 ist) sein ad um 40% erh&ouml;hen  und verursacht 62% des verursachten schadens  an nahe liegenden zielen an +der schaden der hydra der bis zu 60% betr&auml;gt (des gesamten ads) also wenn malph   gut farmt und level 15 ist +items . wird er wenn er sein w aktiviert ~440 ad haben wenn er dann einen character angreift der neben einem schwachen ziel steht (naut lucian bsp.)  greift er naut wenn naut 100 armor zu dem Zeitpunkt hat verursacht er mit seine mit ~220 bei naut und  bei einem 50 armor lucian 264+277dmg\r\nAlso ich mag ad malph k&ouml;nnt ihr ja mal ausprobieren =)","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-05-16T13:17:55.288+0000","up_votes":1,"down_votes":0,"body":"Dir ist schon bewusst, dass du in dem Spiel von wesentlich besseren Mitspielern (rein statistisch) getragen worden bist?\n\nAlso ja, wenn du einen guten Jungler, eine in Führung liegende Bot Lane und einen ordentlichen Midlaner hast (sprich: Wenn es völlig egal ist, was du machst), ist AD Malph total geil... in einem engen, auf des Messers Schneide stehenden Spiel will ich keinen AD Malph an meiner Seite haben, der kostet mir im Zweifelsfall das Spiel (dann schon lieber einen Glaskanonen Yi...)\n\nUnd klar, in Einzelfällen mit dem Überraschungsmoment auf deiner Seite kann das funktionieren. Aber ganz ehrlich: ich baue meine Strategien nicht darauf aus, dass der Gegner sich dumm anstellt und nicht merkt, was ich mache...","replies":[]}]}