{"id":"Ao6nwgaU","poster":"NotTheFBI","date":"2015-05-15T16:33:33.034+0000","title":"Ein Buff bitte","subforum":"Foren-Feedback","up_votes":1,"down_votes":6,"body":"{{champion:266}}  hat echt Kake Grundwerte . Ich mein Grund-Ad ist schlecht, sein Hp, Lauftempo ist schlecht, Passive nicht wirklich gut und der Rest passt\r\nBitte Buffen \r\nDanke","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T17:26:27.624+0000","up_votes":4,"down_votes":0,"body":"http://www.lmdfdg.at/?q=aatrox+guide","replies":[]},{"id":"","poster":"Red Mage","date":"2015-05-15T16:35:02.926+0000","up_votes":3,"down_votes":0,"body":"alles ist angemessen, der hat ein monster sustain, eine abnormale passive, gutes scaling, würde man etwas verbessern, so könnte er mit einfachkeit dominieren in der tank meta","replies":[]},{"id":"","poster":"NotTheFBI","date":"2015-05-15T17:20:57.974+0000","up_votes":1,"down_votes":1,"body":"Dann sagt mal wie ich ihn spielen soll . Also Item build","replies":[{"id":"","poster":"Ionian Marksman","date":"2015-05-17T13:50:07.255+0000","up_votes":1,"down_votes":0,"body":"Dir ist bewusst, dass man je nach Situation bauen sollte oder?\n\nIch kann dir hier ein Item Build nennen und du könntest es befolgen. Jedoch wäre da z.B. der Schlund von Malmortius drin. Aber was tun wenn die Gegner nur einen Fulltank Gragas im Jungle haben und sonst nur AD? Richtig du würdest das Item dennoch Bauen, weil du dem Build einfach Blind vertraust.\n\nAber für dich als Info: Die Klinge des gestürzten Königs ist ein \"Muss\" bzw. das Core-Item auf Aatrox.\n\nDen Rest solltest du selber hinbekommen, und wenn nicht lerne es in jeder Situation das zu bauen was man gerade braucht. Setze dich einfach mit den Items auseinander und wäge ab, ob du die Aktiven oder Passiven brauchst, oder einfach die Stats, die das Item hat, in dem Spiel gut sind. Gucke nach Kosteneffiziens, wie viel Gold hast du eigentlich? \n\nIch hoffe ich hab's dir einigermaßen klar gemacht, dass es kein 100% richtiges Build für einen Champion gibt (ausgenommen ADC's die ja bekanntlich nicht so stark abweichen :D).\n\nMfG Br0wnHack\nP.S. falls noch Fragen aufkommen bin ich vielleicht sogar so nett und beantworte dir diese ;D (soll nicht arrogant wirken).","replies":[]}]},{"id":"","poster":"NotTheFBI","date":"2015-05-15T18:47:11.357+0000","up_votes":1,"down_votes":3,"body":"Mmm alles builds im Internet sind Schlecht","replies":[{"id":"","poster":"eingew","date":"2015-05-15T18:55:29.573+0000","up_votes":1,"down_votes":0,"body":"Das Spiel an sich ist ohne Internet gar nicht möglich... wo gibt es denn sonst Builds, wenn nicht im Internet? 0.o","replies":[]},{"id":"","poster":"weifan","date":"2015-05-17T12:08:38.474+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=khan1234,realm=EUW,application-id=MvEdi5IX,discussion-id=Ao6nwgaU,comment-id=0003,timestamp=2015-05-15T18:47:11.357+0000)\n>\n> Mmm alles builds im Internet sind Schlecht\n\nDann liegt es einfach daran das du Aatrox nicht kannst.\n\nJa okay, ein feedender Aatrox ist nicht so stark, aber wenn man ihn richtig spielt (und nicht feedet) dann ist er recht stark. klar es gibt Konter aber wer hat denn bitte keinen?!\nSuch dir einfach einen anderen Champion mit dem du spielen willst und lass die Leute die dich locker mit Aatrox fim 1v1 besiegen würden mal lieber in ruhe ;)\n\nMfG,\n     Weifan","replies":[]}]}]}