{"id":"EJOTwAc6","poster":"jojozockt","date":"2015-05-15T18:09:13.686+0000","title":"riot gg","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":10,"body":"tja leute ich habe heute ein game gespielt und was war high ping wollte reconecten (lag nicht an mein internet) so hab mein client geschlossen wolte wieder anmachen was war riot hat etwas entdeckt und dies weggemacht so 10 min afk und deswegen mal wieder 20 min warte zeit","replies":[{"id":"","poster":"XPekeks","date":"2015-05-15T19:53:00.351+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=jojozockt,realm=EUW,application-id=KYnfKGf0,discussion-id=EJOTwAc6,comment-id=,timestamp=2015-05-15T18:09:13.686+0000)\n>\n> tja leute ich habe heute ein game gespielt und was war high ping wollte reconecten (lag nicht an mein internet) so hab mein client geschlossen wolte wieder anmachen was war riot hat etwas entdeckt und dies weggemacht so 10 min afk und deswegen mal wieder 20 min warte zeit\n\nJahaaa nehmen wir das mal auseinander :)\n\n-- \"was war high ping\" Ok kann vorkommen.\n-- \"wollte reconecten\" Super du versuchst wieder ins Spiel zu kommen, nicht aufgeben!\n-- \"lag nicht an mein internet\" Sry ab hier musste ich zu fest lachen, für den PING bist DU verantwortlich, hätte die ganze Lobby Probleme würde dich Riot NICHT bestrafen! Hatte ich bis jetzt 2x aber da stand es auch im Forum von Riot das es eventuell Probleme hat bzw. vorkommen können.\n-- \"client geschlossen\"  Einfacher Standardtrick\n-- \"riot hat etwas entdeckt und dies weggemacht\" öhm und das währe was? \n-- \"mal wieder 20 min warte zeit\" Also bist du ein mehrfacher Leaver, aber ja Riot hat Probleme, du bist aber einer der einzigen der sie immer hat? Ich habe sie nie, mein Ping ist immer schon bei 30 wie in jedem Game.\n\nNur als Info wenn deine Leitung zu schwach ist kannst du nicht in Youtube Musik hören und spielen! Die Probleme kommen von dir selber, die du aber nicht sehen willst. und wie EINGEW schon sagte, durch 1 leaven kommt keine Strafe, nur durch mehrfaches!\n\n\nAch ganz vergessen... ES IST DIE SCHULD VON RIOT XD","replies":[]},{"id":"","poster":"eingew","date":"2015-05-15T18:54:27.867+0000","up_votes":2,"down_votes":0,"body":"Du bekommst die 20m nicht wegen einem mal leaven. Dafür musst du wiederholt und oft Spiele verlassen, obwohl du bereits kürze Lowprio-Queue Strafen hattest.\n\nKümmer dich um dein Problem. Mit dem Unterforum für Hilfe und Support, sowie dem Riot Support an sich hast du selbst als Laie mehr als genug Möglichkeiten dazu.","replies":[]},{"id":"","poster":"erzi222","date":"2015-05-16T09:46:45.967+0000","up_votes":1,"down_votes":0,"body":"naja 20 minuten sind auch nur 20 minuten, wenn riot das für sinnvoll hält ihr problem.\nin den 20 minuten kann man ja einfach was anderes machen, also ist das ja nicht schlimm.","replies":[]}]}