{"id":"M0MzH2wA","poster":"DerD4nnY","date":"2015-05-14T22:00:50.701+0000","title":"[RAW] Cybolt, der Vernetzte","subforum":"Skin- & Champion-Konzepte","up_votes":1,"down_votes":0,"body":"Hi Leute,\r\n\r\nwiedermal ein neues Grundkonzept. Und das ist etwas was mir SEHR wichtig ist. Ich finde es n&auml;mlich ein Unding von Riot dass Blitz die einzige Maschine ist. Klar gibt es andere Champs aber die sind nicht KOMPLETT Maschine. Da ist Blitz solo.\r\n---\r\n**ROLLE**\r\nMagier / Support\r\n---\r\n**LANE**\r\nMid oder Bot\r\n---\r\n**SKILLS*\r\n_Passiv - Netzwerk_\r\nCybolt verbindet sich mit jedem verb&uuml;ndetem Champion in der N&auml;he. Dadurch erh&ouml;ht er die F&auml;higkeitsst&auml;rke verb&uuml;ndeter Champions und verringert deren Abklingzeit. Je mehr Champion vernetzt sind desto h&ouml;her ist der Bonus.\r\n\r\n_Q - Widerstand_\r\nCybolt verschie&szlig;t einen Widerstand in eine Richtung. Dieser Widerstand f&auml;ngt die n&auml;chsten gegnerischen 2 F&auml;higkeiten ab (wenn er getroffen wird und abh&auml;ngig vom Schaden). Wird er 2mal getroffen, explodiert er und macht magischen Fl&auml;chenschaden.\r\n\r\n_W - Kriechstrom_\r\nCybolt l&auml;dt sich elektrisch auf. Dadurch entsteht bei seinem n&auml;chsten normalen Angriff ein Blitz/Funke der auf den Gegner &uuml;berspringt. Der Gegner erleidet magischen Schaden und der Blitz geht auf die n&auml;chsten Einheiten in Reichweite &uuml;ber.\r\n\r\n_E - Tesla-Bombe_\r\nCybolt st&ouml;&szlig;t einen elektrischen Puls aus (Kugel). Die Kugel f&auml;ngt gro&szlig; an und wird immer kleiner. Ist die Kugel am kleinsten explodiert diese und verlangsamt Gegner im Umkreis zus&auml;tzlich gibt es magischen Schaden\r\n\r\n_R - Virus_\r\nCybolt schickt einen elektrischen &quot;K&auml;fer&quot; in die Richtung eines Gegners. Wird der Gegner getroffen so kreist der K&auml;fer f&uuml;r ein paar Sekunden um den Gegner und macht ihm jede Sekunde Schaden. Gegner, die beim Umkreisen getroffen werden erleiden leichten Schaden und werden verlangsamt.","replies":[{"id":"","poster":"ShadowChild000","date":"2015-05-15T11:02:58.114+0000","up_votes":1,"down_votes":0,"body":"Kein anderer Champion, der komplett Maschine ist? Was ist mit Orianna?","replies":[{"id":"","poster":"DerD4nnY","date":"2015-05-15T13:15:44.414+0000","up_votes":1,"down_votes":0,"body":"ok Ori hab ich vergessen ^^ . Aber sonst gibts nicht wirklich andere... ich finds hand wirklich schade dass man so wenig auf Maschinen eingeht","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T16:51:13.018+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DerD4nnY,realm=EUW,application-id=L7E6lhzo,discussion-id=M0MzH2wA,comment-id=00000000,timestamp=2015-05-15T13:15:44.414+0000)\n>\n> ok Ori hab ich vergessen ^^ . Aber sonst gibts nicht wirklich andere... ich finds hand wirklich schade dass man so wenig auf Maschinen eingeht\n\nBC?\ngut Viktor ist ein Kyborg/Cyborg aber 2 Maschinen und 1 Kyborg, sowie viele Wissenschaftler/Tüftler/Techniker ist doch schon mal etwas, wenn das Spiel nicht gerade sehr Steampunk lastig ist.","replies":[{"id":"","poster":"DerD4nnY","date":"2015-05-15T18:58:07.182+0000","up_votes":1,"down_votes":0,"body":"ebendrum.. der Rest ist ZUM Teil Maschine oder arbeitet mit Maschinen. und sonst gibt es nur Skins..","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T19:33:41.587+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DerD4nnY,realm=EUW,application-id=L7E6lhzo,discussion-id=M0MzH2wA,comment-id=0000000000000000,timestamp=2015-05-15T18:58:07.182+0000)\n>\n> ebendrum.. der Rest ist ZUM Teil Maschine oder arbeitet mit Maschinen. und sonst gibt es nur Skins..\n\nNunja wie gesagt, 2 Roboter für ein Spiel, welches fast jedes Genre (ausnahme wären z.B. Endzeit, Scifi) enthält, ist nicht wenig, da Roboter in LoL nur per Steampunk reinkommen können.\nUnd LoL besteht eben aus vielen Bereichen. Wenn dann nur 12 Champions pro Jahr kommen und man als Steampunk Champions auch Wissenschaftler, Kyborgs,... nutzen kann, sind Roboter nunmal rar.\nAber war nur nebenbei, da ich 2 Roboter schon für nicht schlecht halte.\n\nZu den Spells:\n**Passiv**: Eine Aura die verstärkt wird, je mehr davon profitieren. Auren selbst mag ich nicht. Passiv stärke, die man nicht im Spiel spürt. Sona hatte das Problem, und Taric hat es noch. So ein Spielstil ist relativ langweilig, wenn zu viele enthalten sind.\nDer Gegankengang, dass die Aura sich verstärkt, je mehr davon Profitieren ist interessant und ausbaufertig. Würde ich aber eher als aktive Fähigkeit haben, da sonst die CDR irgendwann unnütz wird, wenn manche Champions schon 40% haben. Weiterhin ist es eher kompliziert auf die CDR von Verbündeten einzugehen, da man die nicht sieht.\n**Q**: Eine explodierende Windwall mit maximaler Anzahl von blockierbaren Spells. Wichtig wäre vorallem, dass ich sie durch eine 2. Aktivierung hochjagen kann, sonst wird man niemals Schaden machen, denn jeder rennt vorher außerhalb der Reichweite falls möglich. Und Falls nicht möglich, dürfte man einen Gegner treffen können ohne deinen Widerstand zu beschießen. Recht interssante Idee.\n**W**: Trifft der Blitz, nach dem ausgewählten Ziel alle Gegner in der Umgebung oder nur Eines davon? Wenn man nur eins Trifft, sollte er zumindest Champions bevorzugen, da ich es sosnt zu zufällig halte. Ansonsten gut.\n**E**: Kann man die Kugel bewegen? (z.B. Wie der Chaossturm von Viktor) Sonst sollte die Verzögerung recht gering sein, oder die Reichweite recht hoch, da man sonst zwar Counterplay hat, dieses aber zu stark sein könnte. Man würde nie treffen. Ansonsten auch ok. Eben eine eher nichts aussagende Fähigkeit, eine bodenanvisierende Fähigkeit, die Verlangsamt und Schaden macht.\n**R**: Klingt für mich Stark nach dem Blitzschild des Schamanen aus Warcraft 3 nur eben als Skillshot und das man dem Ziel auch schaden zufügt. Ok, wenn die Gegner klumpen, ansonsten könnte es schwierig sein mehr als den Main Target Schaden zu verursachen.\n\nalles in allem ein akzeptables, aber ausbaufähiges, Kit für einen Mage/Support. Ich würde die Passive in eine Aktive verändern und etwas anderes als die Cooldowns beeinflussen, dafür könnte man die W als Passive nutzen. Ansonsten kommt es balancingtechnisch vorallem auf die Zahlen an. Für einen Rohbau aufjeden Fall ok.\n\nReference: Warcraft 3 Shaman Lighting Shield:\nhttp://classic.battle.net/war3/orc/units/shaman.shtml","replies":[{"id":"","poster":"DerD4nnY","date":"2015-05-15T20:09:13.567+0000","up_votes":1,"down_votes":0,"body":"Passiv: Hat ne bestimmte Reichweite. Boostet ja außerdem noch die Fähigkeitsstärke. Man kann ja sagen pro Champ in der Nähe 1~2% CDR. Beim kompletten Team wäre das dann halt 10% \n\nQ: Platziert sich auf den Boden. Bei dem 2. getroffenen Skillshot explodiert der Widerstand in nem kleinen Radius. \n\nW: Statikk ... man soll den Auto Attack dann ja auch auf den Gegner richten und nicht auf n Minion ;)\n\nE: Anivia's Q ist damit gut vergleichbar. \n\nR: Das ist nicht mein Gebiet ^^\n\nAber ja dein Vorschlag mit dem Tauschen hört sich gut an :)","replies":[]}]}]}]}]}]}]}