{"id":"AQjGNwAK","poster":"DarkGlitcherHD","date":"2015-05-14T12:37:45.828+0000","title":"Welchen Champ soll ich mir von dene hier holen?.... für Rankeds","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hey ich kann eig sogut wie jede Lane und habe jetzt folgendes Problen :D\r\nIch kann mich nicht entscheiden welchen Champ ich mir holen soll, mit dem champ sollte man am besten die Rankeds beeinflussen und auch carryn k&ouml;nnen. Welcher dieser Champs w&uuml;rde am besten f&uuml;r Rankeds passen?\r\n\r\nRammus , Urgot oder Olaf?\r\n\r\nUnd wenn ihr jemanden aufschreibt dann nennt bitte 2-3 sinnvolle gr&uuml;nde :)\r\nvielen dank&lt;3","replies":[{"id":"","poster":"Evenrider","date":"2015-05-14T12:51:47.772+0000","up_votes":2,"down_votes":0,"body":"Urgot momentan LCS, wenn es dir also nach Toppick geht ist der die Wahl.\n\nRammus finde ich witzig und gegen Heavy AD Teams nahezu unsterblich. Würde dir ihn raten, da ich ihn einfach cool finde. Er ist auch nicht zu schwach und passt in die Tank meta.","replies":[]},{"id":"","poster":"Kingofapes187","date":"2015-05-15T15:46:58.731+0000","up_votes":1,"down_votes":0,"body":"Hallo, ist zwar ein bischen off Topic aber wenn sich die Gelegenheit mal bietet würde ich gerne an bessere Spieler Fragen stellen, ich bin nicht so gut leider und auch nicht so in dem Spiel drin mit all den Schadenswerten, Items und so, interessiert mich nicht so sehr, aber bei Rammus schon irgendwie.\n\nEr hat ne coole Passive und gegen AD Champs ist er eine absolute Macht. Ausserdem hat er ein cooles Setting mit anrollen, taunt, einrollen und der Ulti. Warum sieht man ihn nie in der LCS zum Beispiel? Liegt es daran das er sehr anfällig gegen Magiechampions ist? Also ich spiele ihn sehr gerne aber weiss nicht genau was ich mir gegen Magiechamps kaufen soll, meistens hole ich mir dieses Ding, glaube heisst Abyssal und stacke noch Leben dazu. Glaube aber ersteres harmoniert nicht mit seiner Ulti, glaube Magieresistenz ist nicht als Rüstung definiert oder?. Also wenn ein AP Champ total feeded ist hole ich mir das, ansonsten dieses Wiederbelebungsitem. (tut mir leid das ich die Itemnamen nicht alle kenne :) )\n\nGegen AD Champs ist es ja klar, die werden eh vernichtet, also meine Frage:\nWas tun gegen Magiechampions wie Fizz oder so, was kauft man da? Und warum wird der nie gepickt, was sind seine Schwächen? Ich bin ein totaler Noob und komme mit ihm halbwegs klar, aber warum nutzen ihn Profis so selten?","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T16:11:26.209+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kingofapes187,realm=EUW,application-id=Wj1wcocU,discussion-id=AQjGNwAK,comment-id=0002,timestamp=2015-05-15T15:46:58.731+0000)\n>\n> Hallo, ist zwar ein bischen off Topic aber wenn sich die Gelegenheit mal bietet würde ich gerne an bessere Spieler Fragen stellen, ich bin nicht so gut leider und auch nicht so in dem Spiel drin mit all den Schadenswerten, Items und so, interessiert mich nicht so sehr, aber bei Rammus schon irgendwie.\n> \n> Er hat ne coole Passive und gegen AD Champs ist er eine absolute Macht. Ausserdem hat er ein cooles Setting mit anrollen, taunt, einrollen und der Ulti. Warum sieht man ihn nie in der LCS zum Beispiel? Liegt es daran das er sehr anfällig gegen Magiechampions ist? Also ich spiele ihn sehr gerne aber weiss nicht genau was ich mir gegen Magiechamps kaufen soll, meistens hole ich mir dieses Ding, glaube heisst Abyssal und stacke noch Leben dazu. Glaube aber ersteres harmoniert nicht mit seiner Ulti, glaube Magieresistenz ist nicht als Rüstung definiert oder?. Also wenn ein AP Champ total feeded ist hole ich mir das, ansonsten dieses Wiederbelebungsitem. (tut mir leid das ich die Itemnamen nicht alle kenne :) )\n> \n> Gegen AD Champs ist es ja klar, die werden eh vernichtet, also meine Frage:\n> Was tun gegen Magiechampions wie Fizz oder so, was kauft man da? Und warum wird der nie gepickt, was sind seine Schwächen? Ich bin ein totaler Noob und komme mit ihm halbwegs klar, aber warum nutzen ihn Profis so selten?\n\n**Zur LCS**: Die LCS Frage könnte man fast immer mit \"es gibt Andere, die machen den gleichen Job, nur besser\" beantworten. Und das trifft auch auf Rammus zu. Als Tank nur 1 bzw 1,5 CC Spells ist nicht toll. Seju besitzt 3, Nauti besitzt 4,...\nWeiterhin muss er laufen wie Olaf, Garen, Darius,.... Und laufen ist schlecht. Wenn man nur laufen kann ist das wirklich nicht gut. Die meisten Champion in der LCS haben 1 oder mehrere Dashes/Blinks. Selbst wenn sie wie z.B. Hecarim ihr Movement steigern können, haben sie immer noch einen Dash (bei Heca die Ulti).\nNur die Hypercarries und Supports sind von der Regel nicht wirklich beeinflusst.\nAllerdings ist das für Newbies/LowElo Spieler usw. nicht so wichtig. Erst auf sehr hoher Elo werden die championspezifischen Unterschiede und deren Flexibilität wirklich einen Unterschied zwischen Sieg und Niederlage machen können.\n\n**Zu Abyssal**: Es Skaliert mit seiner Ultimate, mit seiner Q und seinem W. Rammus besitzt auf seinem Q und seiner Ultimate AP Skalierungen. Also alle Items, die AP geben (u.a. Abyssal) steigern den Schadensoutput. Weiterhin verursacht er mit allen Fähigkeiten magischen Schaden (auch mit dem W). Da man durch die Aura die Magieresistenz von Feinden reduziert steigert man auch so seinen Schadensoutput.\nWie das neue Abyssal funktinoert habe ich mir noch nicht angeguckt, daher keine Ahnung, ob es bei Rammus noch sinnig sein wird. Aber zumindest was im \"Diana + Abyssal\"-Thread liest, sollte es weiterhin für Rammus eine Option sein.\n\n**Vs APler**: Neben Abyssal, welches auch viel Offensive gibt, gingen ebenfalls Banshees (das Allrounditem vs Magie), Spirit Visage (der kleine Bruder der Banshee) und Wits End (Gibt AS und MR, und da du als Armortank dein AD steigerst ist AS auch nicht verkehrt). Meistens braucht man aber auch nicht so viel Magieresistenz, denn es gibt selten mehr als 2 APler. Fast immer nur 1. Und bei denen geht es hauptsächlich darum den Burst zu überleben. Sobald dessen Spells auf CC sind, sind sie lahmgelegt.","replies":[{"id":"","poster":"Kingofapes187","date":"2015-05-15T18:19:51.392+0000","up_votes":1,"down_votes":0,"body":"wow danke für diese ausführlich Antwort, zu Abyssal habe ich mich falsch ausgedrückt eventuell, meinte ob das mit seiner passiven synergiert. Allerdings hast du ja recht, er muss laufen, oder rollen, damit ist er aber echt schnell unterwegs. Mit Ghost zusammen ist man da ja verdammnt flott, geht in den Gegner, taunted ihn noch wenn nötig und macht Ulti. Die Cooldowns sind ja echt gering bei ihm, das geht ja immer und immer wieder. Und einstecken kann er ja auch, und wenn ein Taunt beim ADC ankommt ist der weg vom Fenster. Klar gibt es welche mit mehr CC und Dashes und Blinks. Aber Udyr hat das ja z.B auch nicht. Funktioniert aber auch. Warum ein Rammus nicht? :D Der ist superschnell unterwegs, hält viel aus, und hat 1,5 CC Spells. wie du sagst :) Warum kann man da sowenig damit anfangen frage ich mich da halt :)\nDeine Antwort mit, geringfügige Dinge wirken sich im High Elo anders aus ist mir klar, verstehen tu ich das aber halt nicht immer :)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T18:32:27.426+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kingofapes187,realm=EUW,application-id=Wj1wcocU,discussion-id=AQjGNwAK,comment-id=000200000000,timestamp=2015-05-15T18:19:51.392+0000)\n>\n> wow danke für diese ausführlich Antwort, zu Abyssal habe ich mich falsch ausgedrückt eventuell, meinte ob das mit seiner passiven synergiert. Allerdings hast du ja recht, er muss laufen, oder rollen, damit ist er aber echt schnell unterwegs. Mit Ghost zusammen ist man da ja verdammnt flott, geht in den Gegner, taunted ihn noch wenn nötig und macht Ulti. Die Cooldowns sind ja echt gering bei ihm, das geht ja immer und immer wieder. Und einstecken kann er ja auch, und wenn ein Taunt beim ADC ankommt ist der weg vom Fenster. Klar gibt es welche mit mehr CC und Dashes und Blinks. Aber Udyr hat das ja z.B auch nicht. Funktioniert aber auch. Warum ein Rammus nicht? :D Der ist superschnell unterwegs, hält viel aus, und hat 1,5 CC Spells. wie du sagst :)\n\nMit Rammus Passiver synergiert Abyssal überhaupt nicht. Gibt weder Rüstung, noch Rüstungsdurchdringung, noch AD oder AS (schnelle AAs). Aber eben mit seinem Fähigkeiten, die für Tank Rammus ein wichtiger Teil des Schadens sind. Weiterhin synergiert es ebenso mit Sunfire und Thormail, da die beiden Items Magischen Schaden verursachen. Und das sind 2 Items, die auf Rammus nicht schlecht sind.\n\nUnd bei CC sind 1,5 CC Spells (leichter Single Target Knock Up und eben Single Target Taunt) relativ bescheiden. Taunt ist so schon ein schwacher CC und eben beide Single Target. Sejuani hat 2 Fägikeiten um das gesamte Gegnerteam zu kontrollieren. Nautilus ebenso. Und dazu kommen noch Single Target CC Fähigkeiten. Deswegen vergleichbar wenig.\n\nWeiterhin kannst du Udyr nicht als Beispiel für LCS nehmen. Allgemein kann man die UOL nicht zählen, denn UOL sind, gerade auf Mid und Jgl, ziemliche Außenseiter in ihren Picks, zumindest was ich so gesehen habe. Sie können das spielen, und tun dies auch und ich freue mich über jeden \"Non-Meta\" Pick, also jeden Pick, den man nicht jedes Game sieht, eben wie Udyr, wie AP Koggy,..., deswegen schaue ich ihre Spiele lieber als die der anderen Teams.\nAktuell sind aber eben High CC Tanks, mit prozentualen Schaden gefragt. Das sind eben Sejuani, Gragas, .... Dazu sind die auch nicht so Slow/Snare gefährdet. Man kann noch so schnell sein, trifft das Morgana Bind steht man. Beim Sejuani Q dashe und treffe ich trotzdem und habe noch den Knock up.\n\nIch selbst spiele Rammus momentan auch nicht. Das liegt aber eher daran, dass ich schlecht im Jgl bin und sowieso nicht weiß, was ich dort spielen soll. Irelia klappt mit mir nicht, deswegen werde ich da mal ein bisschen rumtesten. Rammus wäre sogar ein Kandidat, spätestens jetzt :D, mit Amumu und Xin Zhao.","replies":[{"id":"","poster":"Kingofapes187","date":"2015-05-16T15:04:35.309+0000","up_votes":1,"down_votes":0,"body":"Erneut danke ich dir für diese verständliche und ausführliche Antwort. Leuchtet mir jetzt besser ein. :)","replies":[]}]}]}]}]},{"id":"","poster":"IchtyosaurusRex","date":"2015-05-15T07:51:52.357+0000","up_votes":1,"down_votes":0,"body":"Olaf!!! Sag ich dir als Olaf Main. Einfach genial, wenn er im Lategame alle mit Lifesteal überrannt. Es ist nicht sonderlich schwer , ihn mittelmäßig \ngut zu können. Meistern ist was anderes, aber trotzdem relativ easy.\nTanky ist er auch noch und kann gut Schaden austeilen.","replies":[]}]}