{"id":"xPyKM9cE","poster":"Neeko the Ekko","date":"2015-05-14T16:34:36.298+0000","title":"Ashe Rework Build","subforum":"Level Up: Guides & Tipps","up_votes":2,"down_votes":1,"body":"Hmm ich bin am &uuml;berlegen, wie man Ashe auf das neue Rework baut.\r\nAlso welche Runen sind wichtig f&uuml;r sie?\r\n\r\nIch habe da schon einiges ausgetestet mit Glyph=Attack Speed und Mark=Crit Damage.\r\n\r\nVorschl&auml;ge sind hier immer Willkommen. ^^","replies":[{"id":"","poster":"Hamrio","date":"2015-05-15T22:35:50.127+0000","up_votes":1,"down_votes":1,"body":"mein ashe build sieht am ende so aus:{{item:3031}}  {{item:3072}} {{item:3087}} {{item:3153}} {{item:3046}} {{item:3252}}  Nicht in der reihenfloge gekauft aber am ende ist das ziemlich gut","replies":[{"id":"","poster":"Evenrider","date":"2015-05-15T22:54:39.197+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Hamrio,realm=EUW,application-id=vatevpvi,discussion-id=xPyKM9cE,comment-id=0003,timestamp=2015-05-15T22:35:50.127+0000)\n>\n> mein ashe build sieht am ende so aus:{{item:3031}}  {{item:3072}} {{item:3087}} {{item:3153}} {{item:3046}} {{item:3252}}  Nicht in der reihenfloge gekauft aber am ende ist das ziemlich gut\n\nUnd was machst du gegen einen Tank mit >250 Armor? z.B. ein Rammus, der Thornmail, FH, Randiuns, Ninjas, Sunfire kauft?","replies":[{"id":"","poster":"Hamrio","date":"2015-05-16T10:10:52.589+0000","up_votes":1,"down_votes":0,"body":"In dem fall tausche ich bork oder phantom dancer mit last whisper ,aber ich hatte das schon oft,dass gegner wenig armor/mr hatten aber viel leben und da ist bork die definitiv bessere variante , da es magischen schaden % des übrigen/maximalen leben des gegners macht","replies":[{"id":"","poster":"Released Ape","date":"2015-05-16T14:21:55.108+0000","up_votes":2,"down_votes":0,"body":"Würde im Lategame Stattik tauschen :) - da es da seine Effizienz weitgehend verloren hat.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-16T15:33:17.474+0000","up_votes":1,"down_votes":0,"body":"In diesem Fall nicht, da Ashe Crits kein Limit hat :)","replies":[{"id":"","poster":"Released Ape","date":"2015-05-18T18:42:21.433+0000","up_votes":2,"down_votes":0,"body":"Kein AD Carry hat ein Crit Limit, es geht auch nicht um das Kritten mit dem Item. Sondern um die Passive, die Flat ist und somit im Spielverlauf seine Stärke verliert. Später sind 15 % mehr konstanten Schaden besser als 200 magischer Schaden alle X Sekunden.","replies":[{"id":"","poster":"Temudschinn","date":"2015-05-18T21:48:46.634+0000","up_votes":1,"down_votes":0,"body":"Doch, öfter als zu 100% kannst du nicht critten.\nDein Argument stimmt trotzdem^^","replies":[]},{"id":"","poster":"OrangeBubble","date":"2015-05-19T11:49:27.106+0000","up_votes":1,"down_votes":2,"body":"Spontan wüsste ich jetzt nicht, wie andere ADC mehr als 250% Crit DMG machen können. Wenn du eine weiß, weih mich ein. Ashe hat dahin gegen kein Crit Limit. \n\nTheoretisch kann sie so viel Crit DMG wie möglich aus Crit Chance raushauen, d.h. auch mehr als 250%. Ob es praktisch machbar ist, hab ich noch nicht geprüft, müsste man mal nachrechnen. So oder so ist IE + PD + Statik gar nicht so schlecht, da du einen hohen Critwert erreicht. Nachteil ist natürlich, du hast kein Deff Item, daher muss man sich extrem gut positionieren können oder alles extrem schnell killen können :)","replies":[]}]},{"id":"","poster":"Released Ape","date":"2015-05-19T18:29:56.242+0000","up_votes":2,"down_votes":2,"body":"Ich kommentiere das lieber nicht mehr, du hast es nicht verstanden.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-20T03:43:24.136+0000","up_votes":1,"down_votes":2,"body":"Entweder bringst du nun ein Argument bzw. erklärst mir, was genau an meiner Aussage falsch ist oder du hast einfach keine Argumente mehr und hast selber einfach keine Ahnung, was du noch sagen sollst :) \nAlso erklär mir, wo mein Fehler liegt ;)","replies":[{"id":"","poster":"DeepForest","date":"2015-05-20T12:54:04.441+0000","up_votes":2,"down_votes":0,"body":"***","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-20T14:00:24.425+0000","up_votes":1,"down_votes":2,"body":"Die Diskussionsgrundlage war eine GANZ andere. \nLies bitte den Anfang des Fadens, da ging es um *LW*. Mit keinem Wort ging es um PD. Wenn ich einfach die Diskussionsgrundlage ändere und erwarte, dass mein Gegenüber errät, was für eine Diskussionsgrundlage ich nun habe und ihn dann als dumm darstelle, weil er anscheinend keine *Gedanken lesen kann*, dann ist es klar, dass derjenige vermutlich recht hat. \n\nDas man Statik gegen PD tauscht, wusste ich auch vorher :'D Aber hey, sowas soll man dann noch ernst nehmen :'D God damnit {{champion:36}} Ich bin aber jetzt raus, bevor es letztendlich komplett ausartet :'D","replies":[{"id":"","poster":"Released Ape","date":"2015-05-21T14:45:03.235+0000","up_votes":2,"down_votes":0,"body":"Lies dir den Kontext bitte genau durch, es ging tatsächlich um Last Whisper. **ABER** der Knackpunkt war, dass er sein Stattik behalten wollte und PD oder BotrK stattdessen gegen Last Whisper tauschen wollte. Das ist der eigentliche Knackpunkt, ich weiß gar nicht wieso du das nicht selbst erschließen konntest.\n\nDas hat nichts mit \"dumm darstellen\" zu tun, die Situation war eindeutig - nur hast einen Post aus dem Kontext gerissen und das finde ich mehr als dreist. Aber dein \"Lachen\" und dein Schreibstil verraten mir schon das du dich gar nicht näher damit befassen wolltest bzw. willst.","replies":[]}]}]},{"id":"","poster":"Released Ape","date":"2015-05-20T12:49:57.858+0000","up_votes":2,"down_votes":0,"body":"Ich erkläre es jetzt einfach mal:\n\nAufgrund das Ashe diese Passiv hat ändert sich am Verlust von Stattik nichts. Schauen wir uns die Items an:\n\n{{item:3031}} = 20 % kritische Treffer (+ 10 %)\n{{item:3087}} = 20 % kritische Treffer (+ 10 %)\n{{item:3046}} = 35 % kritische Treffer (+ 17,5 %)\n\nDas macht bei Ashe folgendes an ihrer Passiv:\n\n110 % + 30 % + 30 % + 52,5 % = 222,5 % Schaden (welcher als kritische Treffer ausgegeben werden).\n\nSpäter kann man jedoch Stattik gegen ein weiteren {{item:3046}} tauschen und erhält damit 52,5 % abzüglich 30 % = 22,5 % zusätzlichen Schaden anstelle von 222,5 magischen Schaden alle ~10 Angriffe (zzgl. Bewegungen). Ich hoffe man hat das nun verstanden. Den mit den weiteren Phantomtänzer kommt man auf 245 % Schaden - welche nahe der 250 % liegen. Die Klammern zeichnen den Extra Schaden durch {{item:3031}}  welche auch anhand der Ashe Formel auf LoL Wiki nachgerechnet werden kann.","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-20T13:54:26.991+0000","up_votes":1,"down_votes":2,"body":"Ist das dein Ernst? :'D Ist das jetzt echt dein Ernst? :'D Okay, das bringt mich zum Lachen. Die Ausgangssituation war, ob man das Statik gegen LW tauschen sollte. Darauf hin hab ich gemeint, dass bei Ashe es schon Sinn macht ihn zu lassen.\nHättest du mich gefragt, ob man Statik gegen PD wechseln sollte, dann hätte ich dir gesagt, ja im Lategame ist es sinnvoller :'D  Deine Aussage unterstreicht im Prinzip meine, dass ein zweites Crit Chance Item Sinn macht. Ob das nun Statik ist oder PD kommt auf die Spielphase an (Early evtl. Statik, später durch PD ersetzen). Selbst bei anderen ADC ist es nichts außergewöhnliches Statik gegen PD zu tauschen.\n\nWobei es natürich situativ ist, ob ich nun double PD baue oder lieber Deff Item. Selbst auf anderen ADC wird manchmal auf ein Deffitem verzichtet und double PD gegangen :'D\n\nAber hey, hauptsache mich als blöde darstellen und dabei insgeheim die Diskussionsgrundlage ändern :'D\n(Von Statik durch LW ersetzen zu Statik durch PD ersetzen XD) \n\nErnsthaft das bringt mich zum Lachen :'D Ich bin hier jetzt raus *kopfschüttel*\n\n\nPS: Ich würde Brotk tauschen gegen LW, sprich IE > PD > LW > BT > PD > Berserker.\nAlternativ auch IE > PD > LW > BT > DeffItem > Besrserker.\nGaannnzzz im Late evtl Berserker gegen Zephir tauschen, je nachdem ;)","replies":[{"id":"","poster":"Released Ape","date":"2015-05-21T14:41:52.705+0000","up_votes":2,"down_votes":0,"body":"Ich muss wohl wieder erklären, \n\n-> Hamrio hat oben sein Item Build gepostet ({{item:3031}}  {{item:3072}} {{item:3087}} {{item:3153}} {{item:3046}} {{item:3252}} )\n\n-> Daraufhin schrieb jemand was er gegen Tanks macht\n\n-> Daraufhin antwortete er mit \"In dem fall tausche ich bork oder phantom dancer mit last whisper\"\n\n-> Ich schrieb als Antwort das ich Stattik tauschen würde\n\n-> Dann fingst du mit deinen Gefasel an\n\n_________________\n\nDu kannst es gerne nochmal und nochmal lesen, ich denke du hast das Ganze missverstanden. Auch, wenn nicht: im Normalfall tauscht ein ADC Stattik gegen PD und nicht gegen LW - der Tausch gegen PD ist nämlich **häufiger** anzutreffen als der Tausch gegen LW. Hoffe ich konnte dich aufklären.","replies":[]}]}]}]}]}]}]}]},{"id":"","poster":"Kingofapes187","date":"2015-05-16T16:04:02.697+0000","up_votes":1,"down_votes":0,"body":"Hallo evenrider nochmal, bin zwar wie gesagt ein Noob, aber gegen einen Rammus machst du da als ADC alleine gar nix würde ich mal behaupten, der wird wenn der ADC nicht ein Kitegenie ist fast schon weggebursted mit knockup, einrollen und Rammus Ulti dazu der Taunt, im Teamfight ist das aber eine andere Sache :)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-17T12:21:12.117+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kingofapes187,realm=EUW,application-id=vatevpvi,discussion-id=xPyKM9cE,comment-id=000300000001,timestamp=2015-05-16T16:04:02.697+0000)\n>\n> Hallo evenrider nochmal, bin zwar wie gesagt ein Noob, aber gegen einen Rammus machst du da als ADC alleine gar nix würde ich mal behaupten, der wird wenn der ADC nicht ein Kitegenie ist fast schon weggebursted mit knockup, einrollen und Rammus Ulti dazu der Taunt, im Teamfight ist das aber eine andere Sache :)\n\nProblem ist aber, dass du den Rammus nicht tod bekommst. Selbst wenn für dich eine Janna kited, er wird niemals durch deinen Schaden sterben, da das vielleicht 10-20% vom eigentlichen Schaden sind, da du eben nicht durch die 80-90% Reduzierung kommst. Allerdings ist es dein Job den Rammus zu töten. Ein ADC dient nicht dazu, die Squishies zu erledigen. Du bist dazu da, mit deinem konstanten Schaden sehr langlebige Ziele (Tower, Baron, Drake, Tanks) zu beseitigen, den nur dein konstanter Schaden schafft dies in entsprechender Zeit.\nEr antwortete ja schon selbst, dass er PD oder BotrK für LW wechselt. Allerdings würde ich den LW im Standart Build haben und, falls man mal auf ein Full Damage Team trifft, dann LW für BotrK oder PD rausnehmen.","replies":[]}]}]}]},{"id":"","poster":"KuroYokai","date":"2015-05-26T12:47:51.716+0000","up_votes":1,"down_votes":0,"body":"Meiner Meinung nach ist Static für das early game ein muss. \nIch würde ungefähr diese Reihenfolge anstreben:\n\n{{item:1055}} {{item:2003}}{{item:3340}}  ->{{item:3093}}-> {{item:3006}} ->{{item:3031}}-> {{item:3087}}->{{item:3071}} ->{{item:3153}}->{{item:3085}}->{{item:3252}} \n\nDie Klinge der Habgier sollte man sich so früh wie möglich holen, um soviel Gold Vorteil zu erwirtschaften wie möglich. Schuhe sind ein muss um besser zu kiten und um die fehlende Mobilität aus zu gleichen ( dies ist auch der Grund wieso man sich Aufruhr holen sollte ). \nDie Klinge Der Unendlichkeit gibt einem einen übertriebenen DMG output. Am Ende kann man dann die Klinge der Habgier in Static ausbauen, was garnicht so schlecht ist, da der Passive Effekt von Static immer Kritisch trifft sofern der Gegner durch die Passive verlangsamt ist. :)\nDas Schwarze Beil und die Klinge des gestürzten Königs geben einem die Möglickkeit die Tanks ( welche zurzeit in der Meta sind.. ) um zu rennen. \nDesweiterem geben einem beide Items ein wenig aushalte vermögen ( Schwarzes Beil +400 Hp und BotRK gibt einem Lifesteal + die Aktive ).\nRunaans macht Ashe zu einem Monstrum, sie kann bis zu 3 Gegner gleich zeitig slowen. Außerdem harmoniert Runaans sehr gut mit dem Schwarzen Beil.\nAktiviert man die Q ( mit 5 Stacks ) dann wird man mit Runaans zu einem übertriebenen Maschinen Gewehr. \nIm Lategame sollte man Static austauschen. Hier hat man die Möglichkeit zwsichen {{item:3026}} ( Falls die Gegner z.B Assasinen haben die einem ohme Probleme killen ), {{item:3035}}  ( Falls die Gegner sehr tank lastig sind ), {{item:3102}}  oder {{item:3156}} falls die Gegner viel AP Dmg besitzen, {{item:3139}} ( falls die Gegner viel CC haben oder Champions wie z.B Zed ) ggf. kann man falls man mehr Schaden haben möchte sich einen {{item:3046}}  holen. \nWer mehr Schaden haben möchte, jedoch nicht auf Defensive Werte verzichten möchte kann den Static auch gegen einen {{item:3072}} tauschen. :)","replies":[]},{"id":"","poster":"fokko1023","date":"2015-05-14T16:53:56.627+0000","up_votes":1,"down_votes":1,"body":"bin auch am überlegen. Bin mit mit ie nicht mehr so sicher weiß jemand wie das berechnet wird ?  habs grade getestet und ie gibt mir 30% auf die passive statt 20% strange. und mein dmg geht von 142 auf 199. 142 * 1,4 = 199 also wird der extra dmg von der ie passive nicht berücksichtigt. Daher villeicht ohne ie. \nWie das mit crit dmg runen ist hab ich noch nicht getestet\n\nedit: soo mit 47 % crit dmg von runen  geht mein dmg von 51 auf 56 also nur 10%. crit dmg runen sind also 100% nutzlos.\n\nedit 2 : sooo chance auf crit runen skaliert 1:1 nur von 51dmg auf 59dmg bei 6 % crit chance von runen \n oder mit dmg essencen direkt 58 dmg auf 64 dmg. würde also normale dmg runen nehmen \n\nedit 3: villeicht yomus, Blutdürster, last whisper, phantom dancer ,boots. und als 6tes item deff statics oder runas hurrican( um q zu laden falls es klappt und q dmg auf alle falls es klappt mal testen ) ","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-16T15:37:41.327+0000","up_votes":1,"down_votes":0,"body":"IE gibt:\nsehr guten AD Wert\nCrit DMG\nCrit Chance\n\nWieso sollte man es nicht holen? Du würdest auf so viel DMG verzichten..","replies":[]}]},{"id":"","poster":"SuperplexP","date":"2015-05-15T07:50:22.175+0000","up_votes":1,"down_votes":0,"body":"Grade mit der neuen Q möchte ich mal {{item:3071}}  und {{item:3142}} in den Raum werfen.\nDer neue Cleaver gibt Movespeed und durch die Multihits wird die Passive sehr schnell gestackt.\nYoumus Aktive sorgt für einen enormen Burst in Kombination mit dem Q.\n{{item:3085}}  wäre sicher auch mal testbar, da der Slow und die Multihits durch die Q auf alle Ziele ausgelöst werden.\n\nmfG Plexi","replies":[]},{"id":"","poster":"Lady Yunalesca","date":"2015-05-15T03:17:37.717+0000","up_votes":1,"down_votes":0,"body":"man wird sie wohl immer noch wie alle anderen Adcs builden,es gibt einen Grund warum die meisten Adcs momentan den gleichen build verfolgen^^\nCrit dmge in red ist nicht worth,da sollte man lieber bei Ad bleiben,in blue braucht man meist magie resi/scaling magie resi um midlane burst zu überstehen,bzw die early laningphase wenn der gegnerische support viel ap schaden macht \nAußer du bist Forgiven und brauchst halt keine Magie Resistenz :v\nIn den Quints attack speed,ich denke davon profitiert sie am meisten,sie ist halt kein caster adc wo sich Ad Quints mehr lohnen würden \n\n@Fokko An sich würde ich weiterhin {{item:3031}} {{item:3006}}  {{item:3087}}  {{item:3072}} {{item:3035}} + def Item holen\n (wahlweise bt raus für BOTRK allerdings hat man dann weniger sustain und übersteht Burst dmge dann nicht mehr so gut,mit botrk hat man noch zusätzliches Kite-potenzial,was man auf ashe allerdings nicht wirklich braucht,kiten kann sie gut genug aber von hart CC wird sie so oder so zermatscht)\nIm Lategame kann man noch die Schuhe für einen phantom dancer austauschen,aber am Build ändert sich durch das Rework halt nichts \nHurrican ist einfach nicht worth,genauso wenig wie es auf Varus worth ist,es gibt halt nut attack speed,die bolzen können nicht critten und du brauchst definitiv ein def item auf ashe,sie glänzt ja nicht grade mit mobilität^^","replies":[]}]}