{"id":"VbVxBXKi","poster":"Meckman1","date":"2015-05-14T15:55:28.200+0000","title":"Server Fehler Patch 5.9","subforum":"Karten & Spielmodi","up_votes":0,"down_votes":1,"body":"Seit heute habe ich den Patch 5.9 installiert. Nachdem es fertig war, habe ich ein Aram gesucht, gefunden und zu Ende gespielt.\nDanach wollte ich erneut ein Aram suchen, ich bin auch bis zum Ladebildschirm gekommen. Allerdings kann ich das Spiel nicht starten und es kommt folgende Meldung: \"Unable to connect to the server. If you have a firewall, it may be blocking the connection. Please refer to firewalls documentation. Would you like to retry the connection?\" Natürlich habe ich versucht zu reconnecten. Es hat aber nichts geklappt. Bei meinem Kumpel, der mit mir die Runden spielt, kommt ebenfalls diese Fehlermeldung. Momentan versuche ich immer noch zu reconnecten, allerdings ohne Erfolg. Die Server sind auch komplett online. Jeder der diese Meldung hat, schreibt sie ihn ein Forum, um Riot darauf aufmerksam zu machen.\n\nPS: Falls ich wegen diesem Fehler eine Sperre bekomme (womit ich wahrscheinlich nicht der einzige bin), dann gibts Rage.","replies":[{"id":"","poster":"adoy13","date":"2015-05-14T16:03:31.257+0000","up_votes":1,"down_votes":0,"body":"ka, ich weiß auch nicht woher das Problem kommt ich hatte das aber auch schon mal mit nem anderen Kumpel mit dem ich ebenfalls ein Aram gespielt habe so ein Problem mit einer Fehler Meldung.\n\nIch hoffe das Problem welches ganz offensichtlich zu bestehen scheint bald geklärt wird.\n\n","replies":[]},{"id":"","poster":"Meckman1","date":"2015-05-14T15:56:53.465+0000","up_votes":1,"down_votes":0,"body":"PS: Habe gerade das Game komplett neu gestartet, als diese Fehlermeldung kam: \"The Game has crashed. Please try to reconnect the Game.\"","replies":[]},{"id":"","poster":"LyNueXx","date":"2015-05-15T12:49:00.505+0000","up_votes":0,"down_votes":1,"body":"Ich kann den patch garnicht erst runterladen.... kann mir einer da helfen? versuche es schon seit gestern aber es bleibt immer bei 33% hängen :/...\nhab auch LoL deinstalliert da ich dachte es liegt vilt daran... aber das hat auch nicht geklappt.... ","replies":[{"id":"","poster":"Meckman1","date":"2015-05-16T13:18:12.308+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LyNueXx,realm=EUW,application-id=cGRapXds,discussion-id=VbVxBXKi,comment-id=0002,timestamp=2015-05-15T12:49:00.505+0000)\n>\n> Ich kann den patch garnicht erst runterladen.... kann mir einer da helfen? versuche es schon seit gestern aber es bleibt immer bei 33% hängen :/...\n> hab auch LoL deinstalliert da ich dachte es liegt vilt daran... aber das hat auch nicht geklappt....\n\nMeistens musste man den PC neu starten, dann gehts \"eigentlich\".\nAnsonsten ist es ein Patch Fehler, bei dem es dauert bis er behoben wird.\nAllerspätestens beim nächsten Patch muss es klappen.","replies":[]}]}]}