{"id":"fHR7ohEZ","poster":"NinjaWurst3","date":"2015-05-13T21:10:25.154+0000","title":"Silver-Rankedteam sucht Toplaner!..","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"{{champion:14}} Hallo liebe Community {{champion:57}} \r\n\r\nIch bin der Adc unseres Teams und wir suchen einen f&auml;higen Toplaner. Wir haben es einige Zeit mit Leuten aus unserem Freundeskreis versucht, aber \r\ndiese waren einfach zu unerfahren, was uns einige verlorene Spiele einbrachte und das wiederum sorgte f&uuml;r schlechte Stimmung. Darum haben wir beschlossen einen neuen Tooplaner in unser Team aufzunehmen. {{champion:107}} \r\nWir bestehen zurzeit aus 4 Leuten, Adc, Mid, Jungle & Support. Wir alle kommen aus &Ouml;sterreich und sind zwischen 16 & 17 Jahre alt. \r\n \r\n\r\nVoraussetzungen {{champion:102}} :\r\n \r\n* 16 Jahre oder &auml;lter. \r\n* Im bereich Silver-Gold\r\n* M&ouml;glichst viel Spielerfahrung \r\n* Teamf&auml;higkeit\r\n* Ts3 & dazu ein vern&uuml;nftiges Headset\r\n\r\n\r\nWenn du glaubst das diese Punkte alle auf dich zutreffen, dann kannst du dich hier im Forum melden oder mich einfach ingame adden: NinjaWurst3{{champion:429}} {{summoner:7}} {{item:3031}}","replies":[{"id":"","poster":"Tro tro troTRIAP","date":"2015-05-14T00:44:37.412+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich bin 15, Main toplane.\nMeine Lieblings Campions sind Shen Quinn und Kennen, ich spiele aber auch gerne sion und Maokai\nich bin aufgrund hirnloser PREmades von silver leider in B1 gedroppt, und habe dor, da mein Premades mal wieder AFK gegangen ist nun auch 0 liegerpunkte... YAY!\nMikro und ts habe ich, alles EZ\n\n\nAchja, ich spiele auch gerne mal OF-Meta Picks wie Soraka Toplane oder Tank-Fizz mit TP und SMITE (wobei letzteres sogar in den LCS Playoffs und in der deutschen ELS gespielt wurde)","replies":[{"id":"","poster":"NinjaWurst3","date":"2015-05-14T05:30:56.006+0000","up_votes":1,"down_votes":0,"body":"Du kannst mich ja mal ingame adden und dann können wir mal einen kleinen tryout mit dir machen, um zu sehen wie gut wir mit dir synergieren.\n\nmfg NinjaWurst3 {{champion:429}}","replies":[]}]}]}