{"id":"BYRLErfn","poster":"Ahri a Stark","date":"2015-05-14T09:12:06.813+0000","title":"Wo ist die Allgemeine Diskussion hin `?","subforum":"Allgemeiner Chat","up_votes":1,"down_votes":0,"body":"Hey, \nim alten Forum (welches ich immer noch 100x &uuml;bersichtlicher finde) gabs immer einen Allgemein Diskussions-Bereich.\nBin ich blind oder gibt es hier sowas nicht mehr ? War immer mein liebster Bereich, da man dort viele Sache finden konnte und es eben viele Diskussionen gab.\nJetzt ist ein neuer Champ rausgekommen und ich sehe weit und breit keine \"Wie findet ihr den neuen Champ?\" -Threads\nSuch ich einfach falsch oder macht das keiner mehr ?","replies":[{"id":"","poster":"Evenrider","date":"2015-05-14T09:17:19.241+0000","up_votes":2,"down_votes":0,"body":"Das GD war eigentlich das Müllforum im alten Forum.\nAlles landete dort, selbst wenn es einen eigenen Bereich dafür gab. Deshalb gibt es das hier nicht mehr. Deine Übersicht am Anfang, die man auf bestimmte Arten sortieren kann (Neu, Aktuell, Popular, Wertung) ist nur das neue GD. Weil man dort alles findet. Nur statt eigenen Threads in einem eigenen Bereich sieht man Threads aus allen Bereichen.\n\nDie Diskussionen, die man wirklich nicht woanders einsortieren konnte, befinden sich nun im OffTopic.","replies":[]},{"id":"","poster":"Brünette","date":"2015-05-14T09:21:49.812+0000","up_votes":1,"down_votes":0,"body":"Der alte Forenbereich General Diskussion  ist mit dem Offtopic verschmolzen. Warum das so ist, kannst du bei Forenfeedback nachlesen.\n\nAls _alter_ OTler gefällt mir das auch nicht!","replies":[]},{"id":"","poster":"cremnik","date":"2015-05-14T09:20:30.309+0000","up_votes":1,"down_votes":0,"body":"Der Allgemeine Diskussionsbereich war sicherlich praktisch, da man alles auf einen Blick hatte. Allerdings hat er auch dazu geführt, dass alles auf dieses Seite zentriert war. Mit dem neuen Forum wurde versucht das alles aufzudröseln um so einfach eine bessere Übersicht zu behalten. \nWenn du gerne einen neuen Thread zu Ekko haben möchtest, würde ich dir empfehlen einen im \"Champions & Gameplay\" Unterforum zu eröffnen. :)","replies":[]}]}