{"id":"YOAQWTmm","poster":"TheKreamCs","date":"2015-05-14T09:19:24.127+0000","title":"[Suche] Partner in der Gold Division!","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Servus Leute,\r\nmomentan suche ich einen jeweiligen f&auml;higen duo partner der sich noch in gold rumtreibt. Momentan habe ich es bisschen schwer mit den Leuten alleine und deshalb suche ich jmd um die winchance zu erh&ouml;hen. Bitte um Meldungen^^","replies":[{"id":"","poster":"Imb4lanced","date":"2015-05-14T12:16:04.902+0000","up_votes":1,"down_votes":0,"body":"wenn ich zeit hab helfe ich dir etwas besser zu werden. So platin sollte kein ding sein.","replies":[]},{"id":"","poster":"Imb4lanced","date":"2015-05-14T10:29:11.074+0000","up_votes":1,"down_votes":0,"body":"Im grunde bist du noch silber mit gold5 abzeichen. Machst noch sehr viel grundliegende fehler in builds. Allein dein ashe build. Bork, Hurrikan + PD ? Ashe basiert sehr start auf ihre autos und AD. Bork kann ich gegen high HP targets wie mundo und voli verstehe. Die hatten aber keine der gleichen in gegner team. Dann Runas was total sinnfrei ist. Ohne LW, und dann hast noch giants belt. 3 items falsch gebaut. \n\nEs liegt nicht wie du sagst, an den leuten, sondern nur an dir. DU bist nicht gut genug um in gold weiter zu kommen. Ich unterstelle dir nicht ein silber spieler zu sein aber du bist eben silber 2-gold4 in der MMR drin.","replies":[{"id":"","poster":"TheKreamCs","date":"2015-05-14T10:47:38.642+0000","up_votes":1,"down_votes":0,"body":"momentan probiere ich halt viel aus deshalb sind die builds komisch. und in dem Ashe build gab es tanks soweit ich weiss Skarner riven hat auch tank gebaut und andere","replies":[{"id":"","poster":"Imb4lanced","date":"2015-05-14T10:55:52.407+0000","up_votes":1,"down_votes":0,"body":"Aber keine HP basierende tanks. Da brauchst du eben Single target critt damage + LW penetration. Ich könnte auch TriForce für mehr mobility verstehen, aber niemals Runas. Und BT > bork allein wegen ad und shield auf ashe.","replies":[{"id":"","poster":"TheKreamCs","date":"2015-05-14T11:40:40.500+0000","up_votes":1,"down_votes":0,"body":"naja war eh nur zum testen gedacht, generell zocke ich net adc wurde aber geforced von daher^^","replies":[]}]}]}]}]}