{"id":"JJH9QXmY","poster":"Riot Kengen","date":"2015-05-13T21:39:26.259+0000","title":"Erhöhtes Aufkommen von Drophacks - Mai 2015","subforum":"Hilfe & Support","up_votes":83,"down_votes":9,"body":"Wir haben k&uuml;rzlich das Wiederaufleben der sogenannten Drophacks auf allen League of Legends Servern weltweit bemerkt. Ein Drophack resultiert f&uuml;r eine kleine Gruppe von Spielern in der &ldquo;Versuche Verbindung wiederherzustellen&rdquo;-Meldung w&auml;hrend ihres Spiels, das dadurch m&ouml;glicherweise niemals endet bzw. komplett aus dem Spielverlauf verschwindet.\r\n\r\nDie Erkennung und Vermeidung von Cheating ist eine fortw&auml;hrende Herausforderung und wir verbessern stetig unsere Technologien zu diesem Zweck. Wir arbeiten an verschiedenen Projekten, um das Spielerlebnis zu verbessern, aber wir brauchen noch etwas Zeit bevor wir diese aktiv einsetzen k&ouml;nnen. Wir k&ouml;nnen nicht garantieren, dass dies allen Drophacks ein Ende setzen wird, denn wir alle wissen, dass dies ein ewig andauerndes Wettr&uuml;sten ist. Dennoch sind wir davon &uuml;berzeugt, dass es diejenigen mit b&ouml;sen Absichten ausbremsen wird.\r\n\r\nGleichzeitig haben wir eine Untersuchung aller Konten, die in die Verwendung von Drophacks involviert sind oder waren, eingeleitet. &Auml;hnlich der letztj&auml;hrigen Bannwelle zeigen wir kein Erbarmen und alle betroffenen Konten werden permanent gesperrt. Keine Warnungen oder 2-Wochen-Banns, einfach die Schlie&szlig;ung des Kontos. Die Bannwelle wurde bereits in Gang gesetzt und wir erwarten, dass die &uuml;berwiegende Mehrheit der Konten bis zum Ende der Woche bereits abgearbeitet sein werden. Es wird einige Zeit dauern, bis alles abgeschlossen ist, aber die Verz&ouml;gerung steht im Einklang mit unserem generellen Vorgehen: Wir m&uuml;ssen uns zu 100% sicher sein, dass ein Spieler schuldig ist. Wir haben vollstes Vertrauen in unsere F&auml;higkeit, Schuldige zu identifizieren, und beabsichtigen, sie entschlossen zu bestrafen.\r\n\r\nAllerdings erwarten wir nicht, dass die Bannwelle diese Entwicklung sofort reduzieren wird. Die Entscheidung, einen Drophack zu nutzen, hat mehr mit der pers&ouml;nlichen Einstellung, dem eigenen ethischen Verst&auml;ndnis und dem Respekt vor Regeln und anderen Spielern zu tun. Wir wollen, dass League of Legends ein Wettbewerb ist, aber wir wollen einen fairen Wettstreit und eine positive Herausforderung. Wir glauben, dass Spieler, die versuchen, Drophacks zu benutzen, ihr Recht unser Spiel zu spielen und ein Teil der Gemeinschaft zu sein, verwirkt haben. Im Hinblick auf die Daten k&ouml;nnen wir nichtmal einen gro&szlig;en Vorteil erkennen, der aus so einem Verhalten erw&auml;chst. Schuldige Spieler sehen nur ihren eigenen, zeitlich begrenzten Vorteil: Ein paar zus&auml;tzliche LP werden gespart, die sie andernfalls verloren h&auml;tten; vielleicht der Aufstieg in eine h&ouml;here Division, aber ist es das wirklich wert, wenn man seine ganze Zukunft in League of Legends auf&rsquo;s Spiel setzt? Der tempor&auml;re und winzige Vorteil steht in keinem Verh&auml;ltnis zu dem Schaden, den das Anwenden von Drophacks f&uuml;r das Spielerlebnis der Mitspieler bedeutet.\r\n\r\nIn Europa haben wir bereits einige versch&auml;rfte permanente Sperren (z.B. Verbote, jegliche unserer Dienste zu benutzen, unter Androhung von rechtlichen Konsequenzen) gegen &auml;u&szlig;erst negative Spieler erwirkt und wenn wir merken, dass einige Leute wiederholt extrem toxisches oder antisoziales Verhalten zeigen, werden wir diese Gruppe noch vergr&ouml;&szlig;ern. Wir hoffen, unsere L&ouml;sung bald einsetzen zu k&ouml;nnen, und danken euch f&uuml;r eure Geduld, w&auml;hrend wir Ma&szlig;nahmen zu Beseitigung dieses Problems treffen. Wir h&auml;tten diese Nachricht gerne fr&uuml;her ver&ouml;ffentlicht, aber wir wollen sicherstellen, dass ihr versteht, wie ernst wir dieses Problem nehmen, und hoffen, die oben erw&auml;hnten Schritte stellen das bestm&ouml;gliche Spielerlebnis f&uuml;r die Community sicher.\r\n\r\nDanke, dass ihr euch die Zeit genommen habt, dieses Update zu lesen, und wir hoffen, dass ihr sehr bald eine Verbesserung bemerkt.","replies":[{"id":"","poster":"Danny89","date":"2015-05-14T00:57:19.075+0000","up_votes":67,"down_votes":4,"body":"Die Worte lesen sich toll, Kengen. Wenn da nicht euer Paradebeispiel \"Incarnation\" wäre (nachgewiesenes, vorsätzliches Drophacken über einen langen Zeitraum, zusätzlich im Challengerbereich der Rangliste, zusätzlich extrem toxisches Chatverhalten, ...), der es redlich verdient hatte, eine \"permanente Sperre (z.B. Verbote, jegliche unserer Dienste zu benutzen, unter Androhung von rechtlichen Konsequenzen)\" zu erhalten.\n\nAber leider wird er ja bald bei C9 spielen (die schwer verdiente Strafe aufgehoben?!), da eure \"Konsequenzen\" doch nicht so hart (bzw. endgültig) sind, wie alle erwarten und wie ihr sagt. Das ermutigt leider sehr viel mehr Spieler, als nötig, ein \"extrem toxisches oder antisoziales Verhalten\" an den Tag zu legen. Weil \"ist doch nicht so schlimm, Incarnation hat alles erdenklich schadende gemacht, sogar vorsätzlich und von Riot nachgewiesen, und darf nun sogar LCS spielen!\"\n\n\n\nTut mir Leid, ich bin bei sicher über 95% eurer (Riots) Entscheidungen einverstanden, die ihr fällt. Aber Incarnation war damals ein Paradebeipiel und eure Handlungen gegen ihn waren ein zusätzlicher symbolischer Akt (war ja sogar ein eigener Newspost auf eurer Homepage, wo ihr detailliert Paradebeispiele und deren Bestrafung, darunter auch Incarnation, vorgeführt habt etc.) und ein Statement GEGEN Cheaten/Betrug. Aber bei der Aufhebung (besonders im härte Fall, viel mehr noch: Paradebeispiel: Incarnation) eurer eigenen Strafe, die nach euren Vorschriften und Regeln verhängt worden ist, was \"extrem toxisches oder antisoziales Verhalten\" betrifft, versteh ich euch nicht und es ärgert mich maßlos.\n\n***\n\n**tl;dr:** Wie gesagt, es ermutigt leider mehr Spieler sich so zu verhalten, weil anscheinend doch nicht so scharf geschossen wird, wie ihr behauptet (und wie Spieler, wie ich, es von euch erwarten)","replies":[{"id":"","poster":"vy canis majorís","date":"2015-05-14T09:23:13.642+0000","up_votes":6,"down_votes":81,"body":"eifersucht?hört sich so an.....werde besser und benutze keine spieler namen danke","replies":[{"id":"","poster":"Teldraziel","date":"2015-05-14T09:54:24.615+0000","up_votes":20,"down_votes":2,"body":"Ob er neidisch ist oder nicht, kann ich nicht feststellen. Jedoch hat seine Aussage einen wahren Kern. Zuerst Konsequenzen ankündigen und dann plötzlich aufheben weil LCS? Klingt langsam nach \"Politik\". Mit dem richtigen Einfluss lässt sich alles richten. Ich muss sagen, dass Riot so ein Verhalten an den Tag legt enttäuscht mich. Ein Permaban sollte auch ein solcher sein. Für immer von allen Riot Events ausschließen und nicht weil C9 den Typen haben den Ban wieder aufheben. Sollte ich jz Riot Unrecht tun, dann tut es mir Leid (Vll steckt etwas anderes dahinter). Deswegen wäre eine Stellungnahme bzgl. diesem Thema angebracht (Wird voraussichtlich nicht erfolgen, weil warum sollten sie)\n\n@Vy Canis Majorís: Fan von Incarnation? Hört sich nämlich so an ;)","replies":[{"id":"","poster":"Rirol","date":"2015-05-14T10:21:59.795+0000","up_votes":10,"down_votes":1,"body":"Nicht nur Fan. \nEr nennt sich zwar nach einem Riesenstern, aber ich glaube er ist nur Incarnations großer Hund (Canis=Hund, Majoris=groß) und ein Hund liebt sein Herrchen im normal Fall. \nAusserdem neigen sie dazu Blind zu folgen.^^\n\nEdit: \nhab mal ein bissel gegoogled und ist ja echt ein fieser Zeitgenosse dieser C9-Midlaner. Und es ist echt Traurig das RIOT sowas mit macht. Permaban ist Permaban.\nIst ja wirklich wie in der Politik. Ein Weilchen abtauchen und dann mit neuer \"guter\" Position wieder einsteigen und alles ist \"vergessen und vergeben\", weil die Person ja \"rehabilitiert\" ist.\nDas ist echt mal *\"§²#&% von RIOT.","replies":[{"id":"","poster":"Alustus","date":"2015-05-14T20:03:48.234+0000","up_votes":5,"down_votes":2,"body":"Der permabann bezieht sich ja auf den ACC.\nWenn ein nicht LCS spieler gebannt wird kann er sich auch wieder einen neuen ACC erstellen.\n\nIncarnation hat scheiße gebaut und ich hätte auch nichts dagegen wenn er nie wieder LCS spielen dürft.\n\nAber mann sollte nicht vergessen, dass er sich hoffentlich gebessert hat.\n\nMan könnte jetzt auch folgendermaßen Argumentiern, dass riot hier zeigen will dass ihr System Leute zu besserung bringt.\n\n\nEin challanger welcher noch keinen vertrag mit Riot gemacht hat würde nichteinmal auffallen wenn er nach so einer aktion alla Incarnation einen neuen Acc macht und dann vllt in der Lcs spielt.\n\n\n\nach ja und ich finde es schön, dass sich Riot jetzt endlich zu wort gemeldet hat ;)","replies":[]}]},{"id":"","poster":"Danny89","date":"2015-05-14T14:15:07.552+0000","up_votes":8,"down_votes":2,"body":"Es ist anders herum:\n\nDer Bann auf Lebenszeit, von allen Riotveranstaltungen ausgeschlossen und aller Accounts und IPs, wurde nicht aufgehoben, weil C9 ihn haben wollte.\n\nSondern:\n\nC9 will Incarnation haben, weil der Bann auf Lebenszeit, von allen Riotveranstaltungen ausgeschlossen und aller Accounts und IPs, von Riot per Mai aufgehoben wurde.\n\n\nBitte nicht C9 die Schuld geben.\n\nMaximal C9 spüren lassen, dass ihr es nicht gut findet, wenn sie so etwas indirekt unterstützen.\n\nC9 war mein Lieblingsteam aus NA. Sympathisch, fair, sportlich, frisch. Mit dem Gehen von Hai und dem unverständlichen Aufnehmen von Incarnation, der das komplette Gegenteil von sympathisch, fair und sportlich ist, ist C9 für mich nun Geschichte.","replies":[]}]},{"id":"","poster":"Danny89","date":"2015-05-14T14:10:28.838+0000","up_votes":5,"down_votes":0,"body":"Ich hab meine LoL-ingame Ziele alle schon letztes Jahr erreicht. Mit Eifersucht hat das nichts zu tun. Jedoch bin ich für Gerechtigkeit und \"zu seinem Wort stehen\".\n\nSpielernamen bzw. Namecalling ist verboten, das stimmt, aber Incarnation ist kein anonymer, den ich anprangere. Er ist offiziell von Riot sogar in einer eigenen News auf der Homepage als Paradebeispiel für unfaires Verhalten und die Strafen, die man dafür erhält, als Paradebeispiel benannt worden.","replies":[]},{"id":"","poster":"Mr Goat X","date":"2015-05-14T11:06:37.819+0000","up_votes":1,"down_votes":1,"body":"Eifersucht eher nicht -> Ich weiß welche elo er war und derzeit auch noch ist ^^\nWeiters glaube ich kaum das der Comment den du da geschrieben hast \"Kein Schwein hier interessiert!\"\nsiehe -> Paradebeispiel Wikipedia","replies":[]}]},{"id":"","poster":"TheCurSADer","date":"2015-05-14T14:21:01.627+0000","up_votes":4,"down_votes":4,"body":"Bei der Incarnation-Sache muss ich mich etwas einmischen, weil das wieder von der Community sinnlos manipuliert und zum Skandalargument gemacht wird (wie die Entschädigungen auf NA, die es nie gab):\n\nIncarnation hatte einen Ban, der den hier erwähnten \"verschärften permanenten Sperren\" ähnelt, sprich, seine damaligen und all seine zukünftigen Accounts wurden gesperrt und er war komplett aus jeglichen Riot Profi-Events gebannt. Die DDoS Attacken, die er angeblich gemacht hat wurden nie bewiesen und auch wenn es sie gab, waren sie auf spezifische Spieler gerichtet, um diese zu \"trollen\". Falls es diese überhaupt gab, haben sie nur den angegriffenen Spieler betroffen und eventuell das eine oder andere Spiel, das deswegen verloren ging. Bevor er überhaupt wieder in die LCS zugelassen wurde, musste er eine sehr lange Zeit gutes Verhalten zeigen und hat anscheinend bewiesen, dass er sich wie ein Erwachsener benehmen kann. Außerdem wurde keiner seiner früheren Accounts entsperrt, diese sind weiterhin permanent gesperrt - nur seine \"Competitive Sperre\" wurde aufgehoben. \n\nWie man im englischen Post sehen kann, reden wir hier über Spieler, die ganze Game Server DDoSen und dies mehrmals. Wenn ein Game Server geddost wird, wird nicht nur das Spiel, wo der \"hacker\" drin ist gedropped - es reißt noch die anderen Spiele, die sich auf dem Gameserver befinden, mit sich - ARAMs, Normals, Dominion, Bot Spiele usw, also hunderte von Spielen. \n\nAuch wenn das DDoSen einzelner Spiele durchaus zu einem Permaban des Kontos führen sollte und auch führt, fällt sowas eher in die Kategorie von Cyberbullying, wobei das DDoSen von ganzen Gameservern ein Akt von Cyberterrorismus ist. \n\nHier der Link über die Incarnation Strafenaufhebung, falls ihr mir nicht glaubt:\n\nhttp://na.lolesports.com/articles/2015-mid-year-long-term-suspension-reviews\n\nIch hoffe das bringt etwas Klarheit in die Sache.","replies":[{"id":"","poster":"malleusmintaka","date":"2015-05-14T17:38:00.448+0000","up_votes":8,"down_votes":0,"body":"> [{quoted}](name=TheCurSADer,realm=EUNE,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00030001,timestamp=2015-05-14T14:21:01.627+0000)\n> Incarnation hatte einen Ban, der den hier erwähnten \"verschärften permanenten Sperren\" ähnelt, sprich, seine damaligen und all seine zukünftigen Accounts wurden gesperrt und er war komplett aus jeglichen Riot Profi-Events gebannt. Die DDoS Attacken, die er angeblich gemacht hat wurden nie bewiesen und auch wenn es sie gab, waren sie auf spezifische Spieler gerichtet, um diese zu \"trollen\".\n>\n> Auch wenn das DDoSen einzelner Spiele durchaus zu einem Permaban des Kontos führen sollte und auch führt, fällt sowas eher in die Kategorie von Cyberbullying, wobei das DDoSen von ganzen Gameservern ein Akt von Cyberterrorismus ist. \n\n\nErnsthaft? Absichtliche, gegen einzelne Spieler gerichtete DDoS Attacken und Cyberbullying findest du nciht so schlimm, wie wenn jemand etwas für sich selbst macht?  Eine Person, die DDoS und Cyberbullying betreibt, hat KEINERLEI Recht auf einen Platz in offiziellen Turnieren/Spielen von Riot. Ich hätte kein Problem damit, wenn er es nicht so exzessiv betrieben hätte, und, völlig davon abgesehen, wie kann er gutes Verhalten zeigen, wenn er keinen Account machen durfte? Ich zitiere den offiziellen Riotpost: \"His Veigodx account has been permabanned and all future accounts will be permabanned on sight.\"    Es tut mir sehr leid, aber das, was heir gerade passiert, ist (nach meinen Informationen) in keinster Weise zu begründen.","replies":[{"id":"","poster":"Stemw3","date":"2015-05-23T11:38:46.441+0000","up_votes":2,"down_votes":0,"body":"Du weißt aber schon was \"on sight\" heißt? Ich vermute das wurde so umgesetzt, dass sobald ein Account reported wird und dieser als Smurf von incarnati0n erkannt wird, dieser nicht 'ne kleine Strafe sondern sofort das Höchstmaß (permabann) bekommt. Wenn er also einen Account hat, dieser keinen Report bekommt (und eventuell sogar noch Honors bekommt) und erst später bemerkt wird, dass dieser \"reine\" Account von Incarnati0n ist kann ich es verstehen wenn sich Riot fragt ob sich er nicht gebessert hat...","replies":[{"id":"","poster":"malleusmintaka","date":"2015-05-23T13:46:16.359+0000","up_votes":3,"down_votes":0,"body":"Das heißt du weißt auch nicht, was genau \"on sight\" heißt? ^^\nIch hätte das so interpretiert, dass eben ein Account, sobald er als Smurf von Incarnati0n erkannt wird, gebannt wird, völlig egal, ob er reported wurde oder nicht, aber ja, genau weiß ich es nicht was es heiß. Wenn er aber später erkannt wird, dann fidne ich es einfach lächerlich von Riot die Sperre, die davor permanent angesetzt wurde, aufzuheben. Hätten sie gesagt, für 3 Seasons und dann auf Bewährugn sozusagen, dann hätte ich nichts dagegen, ich bin persönlich auch (meistens) gegen Permabans, aber wenn Riot sagt es ist permanent und dann wieder aufhebt...","replies":[]}]},{"id":"","poster":"Schero","date":"2015-05-25T16:16:04.442+0000","up_votes":1,"down_votes":1,"body":"Hört doch einfach auf son großen wind zu machen nur weil jmd sein perma-bann los hat. er wurde bestraft, er hat sich gebessert (einige bekommen halt eine 2.chance) und die hat er bekommen. er wurde NACH JAHREN erst wieder entbannt. \ner war season 4 permanent platz 1 challenger EUW -> wieso sollte man so ein großes talent, wo leute wie sogar bjergsen sagen das er zu den besten midlaner im westen gehört aus der LCS ausschließen ? denkst du die anderen lcs-spieler legen ein wert drauf was er damals gemacht hat? die wollen sich dort mit den besten messen, neue maßstäbe setzen.. und Incarnation ist so einer der das kann, muss er nurnoch dort unter beweis stellen. \nich will unbedingt mal incarnation vs faker / pawn sehen.. das wäre sogar unterhaltsam für die zuschauer.. \n\nund btw: \" Mid-Year Long-Term Suspension Review\" dort untersucht riot gebannte spieler auf ihr derzeitiges verhalten, neben incarnation werden also noch weitere kommen, dort könnt ihr dann weiter flamen","replies":[{"id":"","poster":"malleusmintaka","date":"2015-05-26T13:11:49.891+0000","up_votes":1,"down_votes":0,"body":"Immer diese Fanboys...   \nWenn er hackt und 1. Plaz ist, dann gehört er erst recht gebannt.","replies":[]}]},{"id":"","poster":"TheCurSADer","date":"2015-05-14T18:31:41.166+0000","up_votes":1,"down_votes":1,"body":"Hab nirgendwo gesagt dass es nicht so schlimm ist, hab ausdrücklich gesagt, dass es permagebannt gehört. Im Link den ich gepostet habe ist die Incarnation-Geschichte gut beschrieben. \n\nZu dem von dir angesprochenen Punkt nehmen wir mal an, dass es diese Angriffe wirklich gab, was nie bestätigt wurde - theoretisch, ist ein DDoS gegen einen individuellen Spieler nicht wirklich League verbunden. Die Attacke zielt auf den Einzelnen und hält ihn davon ab, überhaupt etwas zu spielen. Dass er zu dieser Zeit League spielt ist Nebensache. Vor allem wenn der mutmaßliche Täter nicht im Spiel ist kann so eine Attacke nicht wirklich so gewertet werden, wie du sie wertest. So ein Angriff hat nichts mit League zu tun und findet außerhalb des Spiels statt. Versuche hier keinen Streit anzufangen und bin auch kein Incarnation Fanboy, versuche lediglich eine andere Sichtweise zu zeigen.","replies":[{"id":"","poster":"malleusmintaka","date":"2015-05-14T21:29:23.053+0000","up_votes":1,"down_votes":0,"body":"Er hat zumindest einen DDoS persönlich nach einem Spiel bestätigt, das Bild findest du auf der Seite mit seinem Ban (sofern ich mich erinnern kann), es war auch während des Spiels, und als solches absichtlich auf einen bestimmten gegnerischen Spieler bezogen, und deswegen zu ahnden.\n\nBitte um Entschuldigung, dass ich deine Meinung zu ihm falsch verstanden habe!","replies":[]}]}]}]},{"id":"","poster":"Vulcon","date":"2015-06-18T22:32:58.577+0000","up_votes":1,"down_votes":0,"body":"Ich stimme dir voll und ganz zu. Nur weil Incarnation so ziemlich der beste Spieler in ganz LoL ist (kann man pauschal nicht sagen, ist aber wahrscheinlich der Beste), bekommt er Sonderrechte... \nIch habe schon Chatsperren ohne Grund bekommen (wirklich, ich schreibe nicht im Chat), und er bekommt keine Strafe für die schlimmsten Vergehen...\n\nGG WP Rito","replies":[]}]},{"id":"","poster":"Unkn0wnD3v1c3","date":"2015-05-15T19:42:22.067+0000","up_votes":2,"down_votes":1,"body":"Kann mir einer erklären, was genau bei diesen \"Drophacks\" passiert und warum bitteschön Botgames gedrophackt werden sollen? O.o Denn in so einem hänge ich nun fest >_<","replies":[{"id":"","poster":"Marauth","date":"2015-05-20T06:14:03.746+0000","up_votes":3,"down_votes":0,"body":"Drophacks sind DDoS-Attacken. also, irgendjemand benutzt ein programm, dass den LoL-Server wo er gerade darauf spielt massivst mit Anfragen bombadiert. Durch diesen \"Anfragen\"-Ansturm kommen viele Server nicht klar und können die Verbindung zu den einzelenen Spieler nicht aufrecht halten. Game stürzt ab usw.\n\nDass es dich in einen Botgame erwischt hat, heißt nicht, dass jemand in deinen Botgame einen Drophack benutzt hat, sondern auf dem Server wo du gespielt hast. Auf jeden Server werden mehrere Spiele gleichzeitig verwaltet (Normal, Ranks, Dominion, ARAM, Botgames usw.). Nutzt jemand jetzt einen Drophack in einen Rankmatch und greift damit den Server an, zerlegt er gleich alle Spiele, die der Server gerade verwaltet. Also 1 Drophack = jedemenge Spiele gleichzeitig am arsch.","replies":[{"id":"","poster":"Raubhamster","date":"2015-05-20T14:29:00.464+0000","up_votes":45,"down_votes":1,"body":"Interessant. Ich hatte jetzt 3 solche Dropshacks in den letzten 2 Tagen. Wenn das nicht bald aufhört..muss ich eine {{item:3075}} Zornmail schreiben. ;)","replies":[{"id":"","poster":"LOLCAPS","date":"2015-05-20T21:07:08.034+0000","up_votes":6,"down_votes":1,"body":"Ist das stumpf :D :D extra für den upvote eingeloggt :^)","replies":[]},{"id":"","poster":"Kalydo Blood","date":"2015-07-02T23:58:12.807+0000","up_votes":1,"down_votes":0,"body":"haja, was glaubst du, wenn sich die hälfte aller spieler beschwert,  was da bei rito los währe.... dann erst würde riot was gegen drophacks machen....... wenn überhaupt ;)\n\nPS. : erst mal Kommentar geliket^^","replies":[]}]},{"id":"","poster":"Twait","date":"2015-06-02T11:37:58.295+0000","up_votes":1,"down_votes":0,"body":"Aber wieso passiert es den so oft , das so viele Leute Drophacks benutzen ? Es muss ja schließlich sehr einfach sein ,wenn sowas oft passiert?","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-16T07:50:58.954+0000","up_votes":1,"down_votes":0,"body":"Heya\nIch nehme mal an, die Drophacks werden via DDos gemacht.\nIn dem Fall wird der Server so mit Anfragen überflutet das er abschmiert.\nUnd man hat dein Spiel vermutlich nicht gedrophackt sondern eher ein Spiel auf dem Server auf dem du gerade warst. Der ganze Serer ist also abgeschmiert und du musstest mit drunter leiden.\n\nAllerdings kenne ich mich mit dem Thema nicht so mega aus.^^\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Kaito","date":"2015-05-15T20:53:06.856+0000","up_votes":4,"down_votes":2,"body":"Ach, wer hat denn den Beitrag verfasst? Der gute alte Kengen aus HandIOfIBloods Kassadin AD Laserhieb OP Guide, jaja, war der Kengen wohl wieder eine Runde SCHLIIIATZEN.","replies":[{"id":"","poster":"eingew","date":"2015-05-15T22:37:04.869+0000","up_votes":6,"down_votes":1,"body":"Eigentlich ist Kengen ja weiblich... :O","replies":[{"id":"","poster":"Kaito","date":"2015-05-16T22:42:29.064+0000","up_votes":23,"down_votes":5,"body":"> [{quoted}](name=eingew,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00160000,timestamp=2015-05-15T22:37:04.869+0000)\n>\n> Eigentlich ist Kengen ja weiblich... :O\n\nWieso darf Kengen dann den Master Yi spielen? Dann muss sie weibliche Champions spielen...\nIch darf auch nur die extremstmännlichen Champions wie Ezreal und Taric spielen!\nScheiß mal auf Braums 85cm Bizeps, das ist mir nicht männlich genug!\n\nDafür sollte man Kengen zur Rechenschaft ziehen und von Riot suspendieren und mich einstellen.\n\n\n\n\nMein Lebenslauf:\n\n\nKindheit und Studium\n\n\n~~Steve Jobs~~ Fizz In My Hands wurde als Sohn des syrischen Politik-Studenten Abdulfattah Jandali und der Amerikanerin Joanne Carole Schieble in San Francisco geboren. Da weder die Eltern seiner leiblichen Mutter noch die Eltern des Vaters einer Ehe zugestimmt hätten und seine 23-jährigen Eltern nicht für den Unterhalt des Kindes sorgen konnten, gab Schieble ihren Sohn als Sozialwaise zur Adoption frei. Schieble hatte ihre Zustimmung zur Adoption davon abhängig gemacht, dass ihr Sohn bei Akademikern aufwachsen sollte; jedoch lehnte ein Anwalt die Adoption kurz nach ~~Jobs’~~ In My Hands‘ Geburt ab, weil er und seine Frau sich eine Tochter gewünscht hatten. So wurde das Kind kurz nach der Geburt von Paul Reinhold ~~Jobs~~ In My Hands (1922–1993) und der Armenierin Clara ~~Jobs~~ In My Hands (1924–1986), mit Geburtsnamen Hagopian, aus Mountain View, Kalifornien, adoptiert und erhielt den ~~Namen Steven Paul~~ Fizz. Dem Ehepaar ~~Jobs~~ In My Hands, beide keine Akademiker, rang Schieble das Versprechen ab, ~~Job~~ In My Hands den Zugang zum College zu ermöglichen. Von seinen biologischen Eltern wie auch von seiner leiblichen Schwester, der Autorin ~~Mona Simpson~~ Nami Keinname, erfuhr er erst rund 20 Jahre später.\n\nSchon in seiner Kindheit erwachte ~~Steve Jobs’~~ Fizz In My Hands‘ Interesse an der zu dieser Zeit im Wachstum befindlichen Elektronikindustrie. Im Silicon Valley, dem Santa Clara Valley, in dem auch Palo Alto lag, wohnte ~~Jobs~~ In My Hands in unmittelbarer Nachbarschaft zu Ingenieuren von Firmen wie Hewlett-Packard und Intel. Seine Eltern bemerkten dabei früh, dass ~~Jobs~~  In My Hands schnell lernte; schon bei der Einschulung in die Monta Loma Elementary konnte er lesen und langweilte sich in den ersten Jahren eher, als etwas zu lernen, bis sich eine Lehrerin seiner annahm und ermöglichte, dass er eine Klasse übersprang.\n\nIm Jahre 1972 erreichte er den High-School-Abschluss an der Homestead High School in Cupertino, Kalifornien, und schrieb sich am Reed College in Portland ein. Das Studium brach ~~Jobs~~ In My Hands schon nach dem ersten Semester ab, blieb jedoch noch längere Zeit am Campus und besuchte einzelne Vorlesungen. Anfang 1974 arbeitete er einige Monate bei Atari und bereiste anschließend Indien, wo er sich mit dem Hinduismus, dem Buddhismus und der Primärtherapie (Urschreitherapie) beschäftigte. Finanziert hatte die Reise ihm und seinem Freund Dan Kottke der Atari-Ingenieur Allan Alcorn mit der Auflage, über Deutschland zu fliegen. ~~Jobs~~ In My Hands half in München dann dem dortigen Atari-Vertrieb, Erdungsprobleme amerikanischer 60-Hertz-Netzteile in Atari-Spielecomputern im deutschen 50-Hertz-Stromnetz zu beseitigen.\n\nIm Herbst 1974 war er zurückgekehrt und nahm an Zusammenkünften des Homebrew Computer Clubs teil. Er arbeitete wieder bei Atari und beschaffte einen Auftrag für das Spiel Breakout. Steve Wozniak, ein enger Freund, den er einige Jahre zuvor über den gemeinsamen Freund Bill Fernandez kennengelernt hatte, entwickelte das Spiel in vier Tagen. ~~Jobs~~ In My Hands behauptete, dass er nur 700 Dollar bekommen habe und gab Wozniak 350 Dollar, obwohl das Honorar 5000 Dollar betrug.\n\nIn den 70er Jahren ernährte sich ~~Steve Jobs~~ Fizz In My Hands nach der strengen Ernährungsweise der ~~Frutarier~~ Kannibalen, wodurch nach eigenen Angaben auch der Name seines Unternehmens ~~Apple~~ Rito Games entstand.\n\nWährend dieser Zeit entdeckte John T. Draper (alias Captain Crunch), dass man mit einer modifizierten Spielzeugpfeife, die sich in jeder Packung von Cap’n Crunch Frühstücksflocken befand, den 2600-Hertz-Ton erzeugen konnte, der bei AT&T von den Vermittlungsstellen verwendet wurde, um die Abrechnung der Gesprächsgebühren zu steuern. Wozniak baute daraufhin eine Blue Box, die diesen Ton erzeugen konnte. Er und ~~Jobs~~ In My Hands begannen 1974, diese Kästen zu verkaufen, die es dem Besitzer ermöglichten, kostenlose Ferngespräche zu führen.\n\n\n\n\nZudem besitze ich noch weitere Qualitäten, welche ich aber nicht mehr nennen möchte, bevor meine Bewerbung noch ausartet.\n\nVielen Dank für ihre Aufmerksamkeit.\n\n\n\nBei Interesse meine Wenigkeit mit in den Betrieb aufzunehmen, einfach mal melden!\nPS: Wartet nicht zu lange, ich habe schon mehrere Anfragen bekommen!","replies":[{"id":"","poster":"Riot Kengen","date":"2015-05-17T13:25:57.839+0000","up_votes":17,"down_votes":2,"body":"Auf jedenfall +1 für diesen Beitrag :D","replies":[]},{"id":"","poster":"EinBabo","date":"2015-07-07T09:02:54.143+0000","up_votes":1,"down_votes":0,"body":"ich bin in allem besser nehmt mich und ich hab das nicht gelesen ! XD","replies":[]},{"id":"","poster":"Twait","date":"2015-06-02T11:41:03.099+0000","up_votes":1,"down_votes":0,"body":"> Zudem besitze ich noch weitere Qualitäten, welche ich aber nicht mehr nennen möchte, bevor meine Bewerbung noch ausartet.\nich glaube das ist schon zuspät xDWar zu faul alles zu lesen =3","replies":[]}]},{"id":"","poster":"IchGamerACE","date":"2015-05-19T20:01:56.367+0000","up_votes":3,"down_votes":1,"body":"Also eigentlich ist Kengen ein kleines Dorf, in der nähe von Rheurdt, im Niederrhein.. :D","replies":[{"id":"","poster":"Kaito","date":"2015-05-19T20:35:45.921+0000","up_votes":1,"down_votes":0,"body":"Das interessiert aber keinen :D","replies":[]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-16T07:48:27.360+0000","up_votes":1,"down_votes":0,"body":"Heya\nPsst, das ist doch super top secret.....\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Riot Kengen","date":"2015-05-17T13:32:24.417+0000","up_votes":1,"down_votes":0,"body":"Ich hab diesen Beitrag nur gepostet, nicht verfasst. Dieser wurde für alle Sprachen übersetzt und natürlich jeweils von einem Rioter dieser Sprache in die Boards gepostet.","replies":[]}]},{"id":"","poster":"aERoBAtix","date":"2015-05-15T22:38:03.600+0000","up_votes":2,"down_votes":1,"body":"das fehlt noch das man einen ban bekommt.. dann ist aber was los..","replies":[{"id":"","poster":"Riot Kengen","date":"2015-05-17T13:29:30.175+0000","up_votes":8,"down_votes":1,"body":"Ich würd dich hier wirklich darum bitten, dass du den Beitrag aufmerksam liesst. Dann würde es recht klar werden, wer mit den Bans angesprochen wird.","replies":[]}]},{"id":"","poster":"aERoBAtix","date":"2015-05-16T08:33:57.201+0000","up_votes":3,"down_votes":3,"body":"erste game meiner promo verzockt wegen dem scheiss..    alle  gegner  im lategame in der eigenen base gekillt durch unser team...  beim anschliessenden rush auf den  nexus das gesamte team disconnected..  500er ping..  beim nesutart des games das keine 30 sec gedaurt hat hatten wir verloren..  UND ES KOTZT MICH AN !!!!!!!!!!!!! RIOT sollte mal drüber nachdenken alle ranked games zu schliessen solange die das nicht in den griff bekommen ...........WEIL GEWERTET WIRD ES ! und ich ssage schon seit über einem jahr das  hier rumgecheatet wird..  aber NEIN:..  ES GIBT JA KEINE CHEATS FÜR LOL !!  OUR SYSTEM IS SAFE!!! blablabla...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-16T08:46:15.904+0000","up_votes":6,"down_votes":0,"body":"Heya\nWann wurde denn bitte behauptet es gäbe absolut keine Möglichkeit in LoL zu bescheißen?\nDas Statement würd ich gerne mal sehen.\n\nMfG Rkoturdo","replies":[]},{"id":"","poster":"xXjoejaXx","date":"2015-07-10T11:34:02.456+0000","up_votes":1,"down_votes":0,"body":"Wieso machst du Rankeds wenn du weißt, dass die Wahrscheinlichkeit eines Drophacks nicht gering ist?","replies":[]},{"id":"","poster":"Domseplay10","date":"2015-06-01T09:51:22.326+0000","up_votes":1,"down_votes":0,"body":"Hatte auch das gleiche Problem aber GOTT SEI DANK hatte ich Glück und das SPiel wurde nicht gewertet und konnte meine Promo doch noch mit 2W 0L Gewinnen.{{summoner:14}}","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-05-14T09:18:47.203+0000","up_votes":6,"down_votes":1,"body":"Direkte Permabanns, klingt doch gut.","replies":[]},{"id":"","poster":"kinglord33","date":"2015-05-13T21:45:28.749+0000","up_votes":7,"down_votes":2,"body":"Danke riot das ihr euch um das kümmert","replies":[]},{"id":"","poster":"Muhlfas","date":"2015-05-16T00:11:25.870+0000","up_votes":1,"down_votes":1,"body":"Wenn es sich ausschließlich auf die Ranked Games beschränken würde, ich habe diese Sache bereits heute (binnen 24 Std.) 2x erleben müssen. Plötzlich ist bei einem normal Game die Verbindung weg, der Ping ist kurz davor auf jenseits von gut und böse gestiegen, ein seperat laufendes Programm, dachte erst es läge an mir, welches die Internetverbindung überwacht hat allerdings nur eine Verzögerung in der Latenz zum LoL-Client gemessen, alles andere lief ganz normal weiter. \nSollte es wirklich an diesen Hacks liegen und sollte es wirklich so weit sein, dass das Einzug ins normal Game gehalten hat, dann bitte bitte unternehmt irgendetwas dagegen, das ist kein Zustand, ein neues Spiel kann ich auch nicht spielen, habe eine Sperre von 15 Minuten, vielen dank dafür, das Game wird allerdings nicht aufgelistet.\n\nAuch wenn es nur ein kleinster Teil der Community ist, so ist es doch fraglich wie es dazu kommen konnte, WIE kann eine solche eklatante Sicherheitslücke existieren und immer noch nicht geschlossen sein, es ist wirklich traurig, nicht weil es Riot nicht schafft die Lücke zu schließen, sondern das es Spieler gibt die nur durch solches Verhalten eine passable Community gefährden.\n\nHochgradig toxische Spieler scheinen in letzter Zeit, mag auch ein Zufall bei mir sein, immer häufiger einzug ins Spiel zu halten, Feeder, Flamer und wie sie sich alle schimpfen, in letzter Zeit kommt es mir so vor als wären das die \"Standart\"Spieler, nicht mehr die Ausnahme.\n\nWenn in einem Ranked Game plötzlich jemand ausflippt und aktiv zu feeden anfängt, weil er mit konkreter (nicht beleidigender!) Kritik nicht zurecht kommt, dann hört es auch auf Spaß zu machen.","replies":[{"id":"","poster":"eingew","date":"2015-05-16T09:31:29.121+0000","up_votes":4,"down_votes":0,"body":"15 Minuten Sperre? Vor jedem Spiel? Die kriegst du nicht, wenn der Server Probleme hat. Die kriegst du, weil du zu oft Spiele verlässt. Das hat nichts (oder nur in sehr geringem Maße) etwas mit Drophacks zu tun.","replies":[]},{"id":"","poster":"TheCurSADer","date":"2015-05-16T00:48:59.410+0000","up_votes":4,"down_votes":1,"body":"> Wenn in einem Ranked Game plötzlich jemand ausflippt und aktiv zu feeden anfängt, weil er mit konkreter (nicht beleidigender!) Kritik nicht zurecht kommt, dann hört es auch auf Spaß zu machen.\n\nDies ist das größte Missverständnis bei Chatsperren - Spieler meinen, dass nur weil ihre Kritik in ihren Augen \"konkret\" und \"angemessen\" ist, sie diese auch immer Äußern können. Das Ergebnis ist oft eine Chatsperre und ab und zu \"ausflippende\" Mitspieler, die Feeden/Trollen/Leaven. Dieses Problem lässt sich einfach beseitigen, wenn du deine Kritik für dich behältst :)","replies":[{"id":"","poster":"EinBabo","date":"2015-07-07T09:00:42.983+0000","up_votes":1,"down_votes":0,"body":"Da wurde ein sehr wahrer und weißer satz gesprochen :) .","replies":[]},{"id":"","poster":"hallo200066","date":"2015-05-30T20:28:55.580+0000","up_votes":1,"down_votes":0,"body":"Du bist wohl einer der wenigen Menschen, welche das verstehen.\nSehe leider genügend Leute die andere wegen eines Fehlers zufallen und dieser Spieler dadurch leavt oder Trollt...","replies":[]}]},{"id":"","poster":"Unkaputtbar112","date":"2015-06-02T08:03:08.553+0000","up_votes":1,"down_votes":0,"body":"\"Auch wenn es nur ein kleinster Teil der Community ist, so ist es doch fraglich wie es dazu kommen konnte, WIE kann eine solche eklatante Sicherheitslücke existieren und immer noch nicht geschlossen sein, es ist wirklich traurig, nicht weil es Riot nicht schafft die Lücke zu schließen, sondern das es Spieler gibt die nur durch solches Verhalten eine passable Community gefährden.\"\n\nIst auch keine Sicherheitslücke in dem Sinne, eher die veralteten Strukturen in gewissen Netzwerkprotokollen und -standards, dagegen kann Riot aber recht wenig tun, außer die Spieler ausfindig zu machen und zu bestrafen, sollte ja irgendwie nachvollziehbar sein, wenn bei ein und dem selben Spieler dies mehrmals in einem kurzen Zeitraum passiert... Fraglich aber, in wie fern dies nachvollziehbar ist, wenn die Daten vom Server nie weggeschrieben werden können (bspw. in die Datenbank), weil er eben unter der Last zusammengebrochen ist und damit ja der Datenbank das ganze Spiel garnicht bekannt ist. - Weiß halt nicht, wie Riot das ganze aufgebaut hat, ob die Einträge schon bei Spielstart vorgenommen werden und bei Spielende aktualisiert, oder der ganze Datensatz eben erst bei Spielende erzeugt und weggeschrieben wird.\n\nAber sie werden schon wissen was sie tun, hatte das ganze jetzt 4mal in 3 Monaten in Rankeds auf verschiedenen Accounts, 1mal wurde damit aber auch ein Loss auf meiner Seite verhindert, also naja, es ist, aus meiner Sicht, noch im Rahmen. Ist zwar ärgerlich, dass man dann keine Punkte bekommt, aber verlieren tut man ja schließlich auch keine, bzw. nur in den seltenen Fällen, so wie ich das sehe?","replies":[]}]},{"id":"","poster":"BigBadTroll","date":"2015-06-09T18:14:05.496+0000","up_votes":3,"down_votes":0,"body":"Anscheinend ist mal wieder ein game server angegriffen worden und mein normal game ist mal wieder weg. Das ist zwar ärgerlich aber die Welt geht davon nicht unter. Aber die verfluchte Wartezeit von 1-2h bevor man ein neues game starten kann, DAS IST DAS WAS WIRKLICH NERVT!!!!!!","replies":[]},{"id":"","poster":"Cocaina","date":"2015-05-14T11:54:24.336+0000","up_votes":2,"down_votes":8,"body":"Wieso wurden Spieler gebannt, wie ich zum Beispiel, die zum einen keine Ahnung haben was Drophacks sind und zum andern damit nichts am Hut haben? ist mir unverständlich was ich dafür kann?","replies":[{"id":"","poster":"Riot Kengen","date":"2015-05-14T12:24:34.383+0000","up_votes":5,"down_votes":1,"body":"Bitte nehmt nicht an, dass alle Bans mit dem oben beschriebenen zu tun haben. Dein Fall ist ein komplett anderer und du solltest dich wie Exnexter erwähnt hat, an den Support wenden.","replies":[{"id":"","poster":"SUN PRIME","date":"2015-05-16T22:00:00.101+0000","up_votes":1,"down_votes":0,"body":"Besteht eigentlich die Möglichkeit ein Ghostgame bei Riot zu melden, ihr das dann prüft und dieses auflöst?\nWeil jedes Mal bis zu 2h zu warten bis dieses vorbei ist ist ja auch nicht gerade schön...","replies":[{"id":"","poster":"Riot Kengen","date":"2015-05-17T13:35:23.823+0000","up_votes":4,"down_votes":1,"body":"Leider gibt es dafür keine Möglichkeit dafür. Ich bin mir aber sicher, dass die Jungs von dem entsprechenden Team sehr hart daran arbeiten das ganze zu verbessern.","replies":[{"id":"","poster":"Darth Crusti","date":"2015-07-09T21:16:38.930+0000","up_votes":1,"down_votes":0,"body":"Hallo Kengen, wir hatten im letzten Spiel einen Drophack, der Spieler hat sogar das Spiel pausiert und wieder fortgesetzt, das steht dann im Chatverlauf. Hab nen Screenshot gemacht. Zu gerne würde ich den hier hochladen, aber naja Datenschutz und so..\nNichts desto trotz, falls du dich um den Spieler \"kümmern\" möchtest schreib mir ne PM oder Email über den Support, ich schicke dir gerne den Screenshot zu ;)","replies":[]},{"id":"","poster":"SUN PRIME","date":"2015-05-18T18:47:02.272+0000","up_votes":0,"down_votes":0,"body":"Können wir als Spieler, in irgendeiner Form bei der Behebung dieses Problemes helfen? Kann ja sein das gewisse Informationen wichtig sind, die nur Leute weitergeben können, die gerade dieses Problem haben.","replies":[]}]}]}]},{"id":"","poster":"Exnexter","date":"2015-05-14T11:56:27.085+0000","up_votes":1,"down_votes":0,"body":"Schreib den Support an! Falls du wirklich nichts gemacht hast lösen sie das Problem.","replies":[]}]},{"id":"","poster":"Raykudo","date":"2015-07-03T15:36:53.786+0000","up_votes":2,"down_votes":0,"body":"mich jhat nun der leaverbuster erwischt obwohl ich in den letzten monat nie von mir aus ein game geleavt habe \ndas spiel hat mich immer rausgeschmissen .....\n*sigh* ....rito","replies":[]},{"id":"","poster":"schenking","date":"2015-07-03T11:23:55.468+0000","up_votes":2,"down_votes":0,"body":"Die letzten 3 Spiele alle nicht beenden können, weil es wohl zum Volkssport wird hier Ghostspiele mit den drops zu erzeugen... so langsam wirkt riot hier ein wenig machtlos... spielspaß momentan = 0 !!!!!!!!!!!!!!!!","replies":[]},{"id":"","poster":"Raykudo","date":"2015-07-02T14:53:03.493+0000","up_votes":2,"down_votes":0,"body":"grade aus einem game geflogen was ich nicht wieder joinen kann \nhabt ihr immernoch probleme damit \nschon seit eurem bestehen ist immer was anderes mit euren servern","replies":[]},{"id":"","poster":"RafaeldelaNekro","date":"2015-06-21T06:24:27.986+0000","up_votes":2,"down_votes":0,"body":"Sieht so aus, als hätten zur Zeit wieder viele Spieler ein neues Vorbild: Incarnati0n. Mag ja sein, dass er sich gebessert hat, aber wozu gibt es Strafen, wenn man sie nicht durchsetzt. Ich habe mal etwas recherchiert, aber wenn man nicht spielen darf, egal auf welchem Acc und es dennoch tut, dann kann RIOT doch nicht hinterher sagen, er hat sich gebessert. Mag ja sein, dass er auf seinen neuen Accounts sportlicher war, aber er hätte keine neuen Accounts haben dürfen, was also mindestens genauso unsportlich ist.\n\nDie Lehren, die ich daraus ziehe sind folgende:\n1.) keine RP kaufen, die könnten verloren gehen\n2.) man kann machen was man will\n3.) wenn der Acc gesperrt wird neuen machen\n4.) sauberen Acc aufheben, falls man mal in die LCS kommt\n\nDas wird das Verhalten sehr vieler Spieler sicherlich verbessern. Ich meine wie viel mehr muss man tun, um wirklich mal eine Strafe von RIOT zu bekommen. Reicht beleidigen, cheaten, hacken, usw. nicht aus?\n\nMitlerweile verstehe ich auch warum gut 1/3 meiner Freundesliste nicht mehr online ist. Es macht keinen Spaß mehr, und ein Spiel soll vor allem eines - Spaß machen.","replies":[]},{"id":"","poster":"SunShineSade","date":"2015-06-18T18:07:47.920+0000","up_votes":2,"down_votes":0,"body":"Ich habe fast täglich mindestens ein Drophack, an einem Tag sogar drei von fünf spielen. Eine zeitlang hab ich es immer dem Support gemeldet, aber mir geht jetzt auch die Puste aus und hab nicht wirklich eine Antwort erhalten, ob es überhaupt sinnvoll ist das zu reporten, da Riot ja schon davon weiß. Ich hoffe es gibt bald positive neue Nachrichten zu diesem sehr nervigen Thema. :(","replies":[]},{"id":"","poster":"SCHLITZ JUNGE","date":"2015-06-07T15:23:17.438+0000","up_votes":2,"down_votes":0,"body":"Es ist schon lächerlich wenn ich in einer Woche 12 mal Gedropt hack werde","replies":[]},{"id":"","poster":"Vogelman","date":"2015-05-27T20:42:57.594+0000","up_votes":2,"down_votes":0,"body":"Euer Fucking ernst...... ohne witz? 2 Games in Folge Drophack .... 7 Drophacks allein diese Woche. Dann ein GAME wo unser GANZES TEAM EIN DC hat bis auf einem im Gegner Team der durchpushen kann? Und dann schön den Leavebuster verteilen? GG. #beschissen #angepisst.","replies":[{"id":"","poster":"NM ZyRage","date":"2015-06-26T12:38:38.963+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=DarkSchneiderr,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=004e,timestamp=2015-05-27T20:42:57.594+0000)\n>\n> Dann ein GAME wo unser GANZES TEAM EIN DC hat bis auf einem im Gegner Team der durchpushen kann? Und dann schön den Leavebuster verteilen? GG. #beschissen #angepisst.\n\nWenn 1 Spieler im Game bleiben konnte, dann war das kein Drophack.\nWenn ein Game gedrophackt wird, dann werden alle Spiele die auf dem Server laufen unterbrochen, es fliegen alle Spieler die dort sind raus.\nBei euch wird das ne schlechte Verbindung gewesen sein, kann zwar auch vom Server gewesen sein, aber es war definitiv kein Drophack ^^","replies":[]}]},{"id":"","poster":"Mopsknoedel","date":"2015-05-27T15:45:41.899+0000","up_votes":1,"down_votes":0,"body":"Liebes Riot-Team\nMein Account wurde allen Anscheines nach gehackt:(\nIch kann mich nicht einloggen und bekommen immer die Meldung , dass das Passwort falsch sei. Wenn ich dann auf Passwort vergessen drücke bekomme ich keine Email.\nBitte helft mir. \nP.S. Account Name : Flyhiller\nDieser Fehlerbericht wurde vom Account meines Bruders geschrieben.","replies":[{"id":"","poster":"Bierjeff","date":"2015-05-27T20:24:37.985+0000","up_votes":2,"down_votes":0,"body":"> [{quoted}](name=Mopsknoedel,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=004c,timestamp=2015-05-27T15:45:41.899+0000)\n>\n> Liebes Riot-Team\n> Mein Account wurde allen Anscheines nach gehackt:(\n> Ich kann mich nicht einloggen und bekommen immer die Meldung , dass das Passwort falsch sei. Wenn ich dann auf Passwort vergessen drücke bekomme ich keine Email.\n> Bitte helft mir. \n> P.S. Account Name : Flyhiller\n> Dieser Fehlerbericht wurde vom Account meines Bruders geschrieben.\n\nDas musst du an den Support selbst schreiben hier kann dir vermutlich niemand helfen\nhttps://support.riotgames.com/hc/de/articles/201751694\nauf diesem link kannst du dich selbst weiter zurechtfinden","replies":[]}]},{"id":"","poster":"M4UHunter","date":"2015-05-16T21:53:12.807+0000","up_votes":2,"down_votes":0,"body":"ich glaub ich hab eine Lösung für den hack bei mir hat es zu mindestens funktioniert, ich hab ein Game gemacht in dem Game hatte mein Team zweimal Verbindungsprobleme, danach wo das Game zu ende wahr hatte ich mich ausgeloggt wo ich mich wieder eingeloggt hatte stand bei mir das ich ein laufendes spiel verlassen hätte obwohl ich das nicht gemacht habe. ich klickte einfach auf Verbindung wieder herstellen doch dann kam die Meldung das es irgendein Problem mit der Firewall gäbe. Aber es war nichts mit der Firewall. Ich kam irgendwann auf die Lösung, weil wenn da steht das man die Verbindung wieder herstellen soll ist man nicht im spiel, also das steht bei freunden! also muss ein freund aus der der Freundesliste dich in eine spiel einladen, man muss nur noch annehmen und schon kann man wieder alles machen. ich hoffe ich konnte irgendwie helfen. bei mir hat es funktioniert.","replies":[]},{"id":"","poster":"krisss","date":"2015-05-14T15:56:08.175+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich wurde gerade gehackt. Disconnected kurz nach Spielbeginn, und kann nicht mehr joinen. In den Client komme ich rein, jedoch nicht mehr in das Spiel. Schwarzer Bildschirm, nach eine Minute oder so sagt er dass er keine Verbindung herstellen kann. \n\nMeine Frage: Was jetzt?\nWie melde ich das spiel? Geht das wieder weg?\nDanke für die Hilfe.","replies":[{"id":"","poster":"DeSyNcr0N","date":"2015-05-14T16:13:29.436+0000","up_votes":2,"down_votes":0,"body":"Also, das Spiel wird nicht gewertet, es passiert nichts mit deinem Account oder Sonstiges, du kriegst keine Strafen oder so, außer du bist der Schuldige. ^^\nDas Spiel wird beendet nach 2 Stunden und dann kannst du ein neues Spiel beginnen.\n\nRiot überprüft diese Spiele bzw. alle Accounts bei deinem Spiel, um den Täter herauszufinden.\nMehr als warten kannst du nicht tun.\n\n//Edit: \nEine kleine Lehre von Danny89, aber nur falls es richtig ist. ^^\nZitat: _Es laufen mehrere Spiele auf einem spezifischen Server. Wahrscheinlich gemischt Arams, 3on3s, Normalgames, Rankedgames, u.s.w.. Die genaue Anzahl, wieviele Spiele auf einem spezifischen Server gleichzeitig laufen, weiß nur Riot selbst. Man kann nicht gezielt ein \"Spiel\" abschießen, sondern nur den Server, auf dem das Spiel läuft. Nur das hat eben auch Kollateralschäden zu Folge, in dem andere Spiele mit Spielern ebenfalls abstürtzen, die nichts mit dem Drophack zu tun haben/hatten._","replies":[{"id":"","poster":"Phobos Selini","date":"2015-05-15T21:53:28.333+0000","up_votes":1,"down_votes":0,"body":"Das mit den mehreren Spielen ist korrekt. Im englischen Thread wurde das in verschiedenen Antworten auch so erklärt.","replies":[]}]},{"id":"","poster":"GagaManamanga","date":"2015-05-14T16:10:25.438+0000","up_votes":1,"down_votes":0,"body":"Steht da auch irgendwas mit Firewall? Dann musst du 2-3 h warten. Im Normalfall","replies":[]}]},{"id":"","poster":"IK MusicAngel","date":"2015-05-14T13:08:08.455+0000","up_votes":2,"down_votes":0,"body":"Dankeschön für die Info Riot :)\n\nIch hätte allerdings noch eine Frage. Gibt es eine Möglichkeit sich wieder ehmm \" freizuschalten\" wenn man Opfer von einem solchen Drophack wurde? Ein Kumpel und ich wurden ca. vor 2 Stunden Opfer eines Drophacks und bei uns ist immer noch der \"Reconnect\" Button. Dabei würden wir gerne wieder zocken aber das ist nicht möglich weil wir nicht raus aus diesem \"Reconnect\" Screen kommen.","replies":[{"id":"","poster":"IK MusicAngel","date":"2015-05-14T13:21:35.946+0000","up_votes":2,"down_votes":0,"body":"Mhh okay alles klar bin wieder auf der Normalen Client Startseite :O Kein Plan was passiert ist aber es war gut :D\nNun ja würde mich trotzdem interessieren ob es einen Weg gibt daraus zu kommen.","replies":[{"id":"","poster":"GagaManamanga","date":"2015-05-14T16:07:38.024+0000","up_votes":2,"down_votes":0,"body":"Die einzige Möglichkeit ist warten. Kann 2-3 Stunden dauern. Dann löst sich das Spiel von selbst auf","replies":[{"id":"","poster":"NoWayØut","date":"2015-06-28T11:11:19.231+0000","up_votes":1,"down_votes":0,"body":"einfach verbindung wieder herstellen drücken\nwen dann das mit der fehler meldung kommt einfach abbrechen drücken schon ist es weg\nwar bei mir zu mindestens","replies":[]},{"id":"","poster":"Jaexx","date":"2015-05-19T13:00:56.416+0000","up_votes":1,"down_votes":0,"body":"Danke, das hat sehr geholfen lieber GagaManamanga :)","replies":[{"id":"","poster":"GagaManamanga","date":"2015-05-20T19:34:39.056+0000","up_votes":1,"down_votes":0,"body":"Bitte, bitte klein Jeaxx. \n\nPS: stalkst du mich?","replies":[]}]}]},{"id":"","poster":"hallo200066","date":"2015-05-30T20:31:50.111+0000","up_votes":1,"down_votes":0,"body":"Diese Spiele nennt man Ghostgames. Nach 2h sollte es immer wieder normal klappen.\nIch habe auch schon gehört das herunterfahren des Computers oder neustarren des Clients geholfen hat :)","replies":[]}]}]},{"id":"","poster":"TheCurSADer","date":"2015-05-14T13:44:41.999+0000","up_votes":2,"down_votes":0,"body":"Wer Englisch versteht sollte sich die englische Version dieses Posts ansehen, da gibts bereits einige zusätzliche Erklärungen:\n\nhttp://boards.euw.leagueoflegends.com/en/c/announcements-en/ErvzMk1Y-increase-of-drophacks-may-2015","replies":[]},{"id":"","poster":"InCrediBleX7","date":"2015-05-14T00:29:59.254+0000","up_votes":3,"down_votes":1,"body":"Man muss sich schon sehr stark kümmern alleine in dieser Woche wurde ich 2 mal in Ranked Dropgehackt und 1 mal in normal dort ist der Ping Instant auf 500ms,ich ahbe sogar die Namen meiner Gegnerischen Spieler.......wurde nähmlich ebend wieder Gedroppt. Das auffällige war das mein gesmtes TEam AFK war und die schon beim NExus fertig waren und wir es Verloren haben..... REstart usw brang nix!!!\nhier die Namen der \"hacker\" bzw beteiligten des gegner Teams:  **[Namen durch Moderator entfernt]** hat mit beleidigungen Provoziert und meinet die Riot Server buggen nur herum was ich bezweifele.Danke Riot das ihr euch drum kümmert {{champion:157}} {{summoner:21}} {{item:3342}}","replies":[{"id":"","poster":"Enderized","date":"2015-05-14T08:09:32.274+0000","up_votes":2,"down_votes":0,"body":"Das nennen von Namen im Forum im zuge des NameBlamings ist nicht gestattet soweit ich weiß ;)","replies":[]},{"id":"","poster":"Derrish","date":"2015-05-14T07:44:36.816+0000","up_votes":2,"down_votes":0,"body":"Ich glaub das Nennen von Namen ist im Forum nicht erlaubt.","replies":[]},{"id":"","poster":"hallo200066","date":"2015-05-30T20:32:50.440+0000","up_votes":1,"down_votes":0,"body":"Schick bitte Riot ein Ticket das hilft ihnen weiter.","replies":[]}]},{"id":"","poster":"LNG FORTIS FRS","date":"2015-05-16T17:33:54.156+0000","up_votes":1,"down_votes":0,"body":"Hallo, ich habe heute eine Runde LoL gespielt doch so um die Minute 5 oder 10. kam die ganze zeit ''Verbindungsaufbau'' und ich hatte einen 500ping.Ich und 3 Freunde haben versucht es zu schließen.Als wir uns wieder einloggten steht ''Verbindung wieder Herstellen'' doch wenn man drauf klickt kommt man zu einem Blackscreen und bricht ab. Nachdem ich ich denn Beitrag gelesen hab dachte ich ''Riot will mir sagen das ich hacke'' aber ich habe keine hacks und benutze auch kein Drophack oder wie das heißt .Wenn mein acc. jetzt vielleicht gebannt ist wegen einem Typen der Hackt?! Ich habe soviel Geld ausgegeben! Bitte Riot fixen sie es bitte ich will nicht das mein account ohne grund gebannt wird.","replies":[{"id":"","poster":"Kaisergarde","date":"2015-05-17T19:38:49.704+0000","up_votes":3,"down_votes":1,"body":"Wenn du nicht gehackt hast wirst du auch nicht bestraft. So einfach ist das","replies":[]},{"id":"","poster":"eingew","date":"2015-05-17T15:58:20.624+0000","up_votes":2,"down_votes":1,"body":"Wieso solltest du deshalb gebannt werden? 0.o Du hast schließlich keinen Drophack verursacht, oder habe ich etwas in deinem Post übersehen?","replies":[]}]},{"id":"","poster":"Fermi Paradox","date":"2015-05-14T12:02:40.130+0000","up_votes":1,"down_votes":0,"body":"Bedeutet das also, dass dabei immer Leute schuld waren, die mit im Game waren? Das erste Mal, als mir das passiert ist, waren wir in einem Teamranked-Game, nichts war entschieden, keiner der Teams war in irgendeiner Art und Weise ahead. Die Gegner waren auch deutsch und wir konnten uns mit ihnen in Kontakt setzen und haben sie auf unseren Teamspeak-Server eingeladen. Sie waren genauso sauer wie wir (sie waren der vollkommenen Überzeugung, dass sie das Spiel auf jeden Fall gewonnen hätten :D) und keiner wirkte so, als ob er irgendetwas damit zu tun gehabt hätte. (Ich kann mich natürlich auch jetzt täuschen...)\nUnd die anderen Games, in denen wir alle rausgeflogen sind, waren es nicht einmal wert. Es waren Teambuilder Normal Games. Wir waren zwar ahead und hatten das Spiel quasi schon gewonnen (standen kurz vorm Nexus), aber wegen eines simplen normal games drophacken?\nEinmal wurden wir schon im Ladebildschirm rausgeworfen (ebenfalls Teambuilder). Soll das jetzt heißen, dass sie allein beim Anblick der Gegner Angst bekommen und zum Drophack greifen?\nIch denke, das waren Außenstehende, die wahllos irgendwelche Spiele drophacken. Ich kann mir nicht vorstellen, dass das so viele machen und aus solch...unnötigen Gründen. (ein schon verlorenes Normal Game kurz vorm Ende drophacken und dafür ca 90 Minuten nichts tun können, weil die ganze Zeit da steht \"You have left a game in progress\"???)","replies":[{"id":"","poster":"Danny89","date":"2015-05-14T14:01:47.416+0000","up_votes":3,"down_votes":1,"body":"Kurze Erklärung (bitte Berichtigung durch Rioter, Emissary oder Wrenchman, wenn ich falsch liege!), so weit ich weiß:\n\nEs laufen mehrere Spiele auf einem spezifischen Server. Wahrscheinlich gemischt Arams, 3on3s, Normalgames, Rankedgames, u.s.w.. Die genaue Anzahl, wieviele Spiele auf einem spezifischen Server gleichzeitig laufen, weiß nur Riot selbst. Man kann nicht gezielt ein \"Spiel\" abschießen, sondern nur den Server, auf dem das Spiel läuft. Nur das hat eben auch Kollateralschäden zu Folge, in dem andere Spiele mit Spielern ebenfalls abstürtzen, die nichts mit dem Drophack zu tun haben/hatten.","replies":[{"id":"","poster":"Danny89","date":"2015-05-14T18:20:20.424+0000","up_votes":2,"down_votes":1,"body":"/EDIT: Beim Überfliegen des englischen Threads, wo wesentlich mehr Rioter schreiben, hier die Bestätigung meiner Annahmen:\n\n\"Riot Dromaius:\n\nYou are correct! Games are hosted under a variety of servers, but each server can contain multiple games. As a matter of fact, players are very rarely the intended \"target\" of the drophack, and are only getting caught in the side effects. It is a despicable thing, to say the least.\"","replies":[{"id":"","poster":"Fermi Paradox","date":"2015-05-15T14:51:57.158+0000","up_votes":1,"down_votes":1,"body":"Danke für die Aufklärung :)","replies":[]}]}]},{"id":"","poster":"SwissKeks","date":"2015-06-27T19:06:03.266+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Doctor NoodIe,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0009,timestamp=2015-05-14T12:02:40.130+0000)\n>\n> Bedeutet das also, dass dabei immer Leute schuld waren, die mit im Game waren? Das erste Mal, als mir das passiert ist, waren wir in einem Teamranked-Game, nichts war entschieden, keiner der Teams war in irgendeiner Art und Weise ahead. Die Gegner waren auch deutsch und wir konnten uns mit ihnen in Kontakt setzen und haben sie auf unseren Teamspeak-Server eingeladen. Sie waren genauso sauer wie wir (sie waren der vollkommenen Überzeugung, dass sie das Spiel auf jeden Fall gewonnen hätten :D) und keiner wirkte so, als ob er irgendetwas damit zu tun gehabt hätte. (Ich kann mich natürlich auch jetzt täuschen...)\n> Und die anderen Games, in denen wir alle rausgeflogen sind, waren es nicht einmal wert. Es waren Teambuilder Normal Games. Wir waren zwar ahead und hatten das Spiel quasi schon gewonnen (standen kurz vorm Nexus), aber wegen eines simplen normal games drophacken?\n> Einmal wurden wir schon im Ladebildschirm rausgeworfen (ebenfalls Teambuilder). Soll das jetzt heißen, dass sie allein beim Anblick der Gegner Angst bekommen und zum Drophack greifen?\n> Ich denke, das waren Außenstehende, die wahllos irgendwelche Spiele drophacken. Ich kann mir nicht vorstellen, dass das so viele machen und aus solch...unnötigen Gründen. (ein schon verlorenes Normal Game kurz vorm Ende drophacken und dafür ca 90 Minuten nichts tun können, weil die ganze Zeit da steht \"You have left a game in progress\"???)\n\nDurch einen Drop können mehrere Hunder Spiele auch down gehen, meist ist man einfach der Unglückliche der auf dem Server zufälligerweise genau dann war, wo ein anderes Spiel gedropt wurde.","replies":[]}]},{"id":"","poster":"Rirol","date":"2015-05-14T01:11:12.185+0000","up_votes":4,"down_votes":2,"body":"YEAH\n\nhttp://i.imgur.com/3vmJNkZ.gif","replies":[]},{"id":"","poster":"little fatso","date":"2015-05-13T22:06:23.945+0000","up_votes":2,"down_votes":20,"body":"Ja super davon hab ich jetzt viel hab min 20 Spiele aufgrund dieser Drophacks verloren. Ich finde eine Wiedergutmachung wäre angemessen. \nIch hab schon fast ein halbes Gehalt für einen Mitarbeiter in dieses Spiel investiert und trotzdem ist es nicht möglich die Serverstabilität zu gewährleisten. Stört mich auch noch nicht so sehr aber das es eine ganze Woche und noch länger dauert bis Riot mit einer Erklärung daher kommt empfinde ich als bodenlose Frechheit. Wie schwer ist es einfach nur 3 Zeilen zu tippen und die Spieler zu warnen oder wenigstens die ranked games zu sperren?? Ohne Warnung nichts...... Super dann denk ich mir am nächsten Tag alles ist wieder gut und ich kann wieder spielen und verliere wieder ein Spiel wegen diesen scheiß hacks. Ein paar sind wenigstens aus der Liste verschwunden aber manche wurden gewertet. Ich hab echt genug bis Riot nicht irgendwie Wiedergutmachung in Form von Rp oder mindestens Ip Boost leistet investiere ich hier nichts mehr. Das rate ich übrigens anderen Spielern auch so.","replies":[{"id":"","poster":"AmShaegar","date":"2015-05-13T22:24:15.246+0000","up_votes":9,"down_votes":2,"body":"Schwer ist es sicherlich nicht, sowas schnell zu verfassen und rauszuschicken. Aber meiner Meinung nach taktisch unklug. Du willst solche Leute ja los werden und wenn du groß und breit ankündigst, dass du die Leute im Visier hast, bevor du irgendwas gegen sie tun kannst, werden viele nochmal extra aufpassen. Dadurch, dass sie erst sehr spät eine offizielle Info rausgehauen haben, konnten jetzt sicherlich viel mehr Spieler auf frischer Tat ertappt werden, die Ihre Spuren sonst sicherlich besser verwischt hätten.","replies":[{"id":"","poster":"little fatso","date":"2015-05-13T22:25:14.252+0000","up_votes":3,"down_votes":3,"body":"Auch wieder war aber trotzdem ärgerlich für die ehrlichen Spieler","replies":[]}]},{"id":"","poster":"Sirrkas","date":"2015-05-14T09:20:48.099+0000","up_votes":1,"down_votes":2,"body":"Ich habe nichts mitbekommen von den Drophacks. Lediglich gestern im ARAM hat einer der Gegner nicht verbunden.","replies":[]}]},{"id":"","poster":"groudN","date":"2015-06-07T00:14:44.390+0000","up_votes":2,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Nebeltänzer","date":"2015-06-07T06:47:28.616+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=groudN,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0064,timestamp=2015-06-07T00:14:44.390+0000)\n>\n> 1. Hallo, ich bin gerade ein Opfer eines solchen geworden...... Ich veröffentliche einfach mal paar screenshots damit mans sieht das die Gegner bitte gemieden werden sollten.... ich finde sowas traurig das wir unter solchen Leuten leiden müssen .... und nochmal ein screenshot hier vom Browser das mein Ping wirklich ok war... http://groudn.com/lol/ping.JPG\n\nUnd wo sieht man nun, dass das Spiel gedrophackt wurde? Es kann sein, dass du persönlich Verbindungsprobleme hast (und zwar nur die Verbindung zum LoL-Server, auch wenn dein normaler restlicher Ping in Ordnung ist. Da musst du nichtmal was dafür können, aber das ist durchaus möglich).\nSo wie das bei dem Screen aussieht, hat das nämlich nicht alle betroffen, sondern nur dich. Der Rest deines Teams ist levelmäßig gleichauf mit den Gegnern. Und Namesharing/Anprangern ist hier verboten, ich würde also den Screen rausnehmen (oder zumindest so editieren, dass die Namen nicht mehr zu sehen sind). \nDu behauptestm du wärst gedrophackt worden - hast du dir durchgelesen, wie genau der Effekt eines Drophacks überhaupt aussieht? Da werden mehrere Spiele betroffen und vor allem auch mehrere/alle Spieler in einem Spiel, und nicht nur eine Person.","replies":[{"id":"","poster":"groudN","date":"2015-06-18T22:13:54.376+0000","up_votes":1,"down_votes":0,"body":"sorry mein fail :D\nalles cool","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-06-07T13:58:36.206+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Nebeltänzer,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00640000,timestamp=2015-06-07T06:47:28.616+0000)\n>\n> Und wo sieht man nun, dass das Spiel gedrophackt wurde? Es kann sein, dass du persönlich Verbindungsprobleme hast (und zwar nur die Verbindung zum LoL-Server, auch wenn dein normaler restlicher Ping in Ordnung ist. Da musst du nichtmal was dafür können, aber das ist durchaus möglich).\n> So wie das bei dem Screen aussieht, hat das nämlich nicht alle betroffen, sondern nur dich. Der Rest deines Teams ist levelmäßig gleichauf mit den Gegnern. Und Namesharing/Anprangern ist hier verboten, ich würde also den Screen rausnehmen (oder zumindest so editieren, dass die Namen nicht mehr zu sehen sind). \n> Du behauptestm du wärst gedrophackt worden - hast du dir durchgelesen, wie genau der Effekt eines Drophacks überhaupt aussieht? Da werden mehrere Spiele betroffen und vor allem auch mehrere/alle Spieler in einem Spiel, und nicht nur eine Person.\n\nIch will gar nicht wissen, wieviele Beschwerden hier gar keine Drophacks waren. Vorgestern hatte ich z.B. ein Spiel, auf einmal DC für alle und erstmal 5Min. alles wie beim DH. Allerdings weitere 5 Minuten später ging es wieder und beide Teams konnten wieder connecten.\nWar wohl ein Serverproblem oder ein Exploit, aber sicher kein DH, beim DH kommst du auch definitiv erst wieder nach 2 Stunden ab Spielstart ins Spiel, den letzten hatte ich vor ca. 2 Wochen und davor monatelang gar nichts, was nicht heißt, dass ich nicht DCs, lags, etc. von meiner oder Server-Seite aus erleben durfte. Hier im Thread scheint aber echt jeder anzukommen, dessen Ping mal auf 500 geht und sich erstmal nichts rührt. Ich denke auch dieses Verhalten war ein Grund dafür, dass Riot lange Zeit kein Statement wie hier veröffentlicht hat.","replies":[]}]}]},{"id":"","poster":"Nebeltänzer","date":"2015-06-01T18:02:36.317+0000","up_votes":2,"down_votes":1,"body":"Gibts eigentlich irgendwas neues seitens Riot was das Thema betrifft? Man hört nix mehr, aber die Probleme sind nicht weniger geworden, wenn man sich den Verlauf in den Foren mal anschaut. Ich habs auch grad selbst nochmal erlebt, dass sich das Spiel 30 Sekunden nach Beginn einfach aufgehängt hat und seitdem nun nix mehr geht, bei niemandem. Und stundenlang warten ist auch ziemlich unsinnig, wenn ich sowieso nur abends mal Zeit habe zu zocken.","replies":[{"id":"","poster":"Kaitri","date":"2015-06-01T18:14:48.588+0000","up_votes":1,"down_votes":0,"body":"naja aber wenn das spiel nach 30sek \"weg\" ist dann ist das sicher kein drophack. ein spiel zu drophacken indem noch nichtmal alle leute aus der base sind ist sinnlos","replies":[{"id":"","poster":"Nebeltänzer","date":"2015-06-01T18:26:04.471+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00580000,timestamp=2015-06-01T18:14:48.588+0000)\n>\n> naja aber wenn das spiel nach 30sek \"weg\" ist dann ist das sicher kein drophack. ein spiel zu drophacken indem noch nichtmal alle leute aus der base sind ist sinnlos\n\nNaja, ein Drophack trifft ja mehr als nur das eine Spiel, sondern den Server, auf dem die Spiele laufen - also auch \"unbeteiligte\" Spiele, die dummerweise auf dem gleichen Server laufen.\nUnd wenns kein Drophack ist, dann ists n generelles Serverversagen - und etwas, das noch eher in Riots Hand liegt als die Drophacks...","replies":[{"id":"","poster":"Kaitri","date":"2015-06-01T19:02:16.142+0000","up_votes":1,"down_votes":0,"body":"hm... bin bisschen überfordert dachte immer der drophack löst nur ein game speziell auf...\naber jetzt ergibt es auch sinn why soviele drophacks haben :D rip denkfehler.","replies":[{"id":"","poster":"Nebeltänzer","date":"2015-06-01T19:04:41.158+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Kaitri,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0058000000000000,timestamp=2015-06-01T19:02:16.142+0000)\n>\n> hm... bin bisschen überfordert dachte immer der drophack löst nur ein game speziell auf...\n> aber jetzt ergibt es auch sinn why soviele drophacks haben :D rip denkfehler.\n\nIch stell mir das ganze ja n bisschen wie so ne (D)DoS((Distributed) Denial of Service)-Attacke auf den Gameserver vor, dürfte ja recht ähnlich aussehen. Dementsprechend... ja. :D rip denkfehler :D","replies":[{"id":"","poster":"Kaitri","date":"2015-06-01T19:14:04.189+0000","up_votes":1,"down_votes":0,"body":"stimmt ergibt sinn. ja hauptsache ich red perma mit und hab kein plan :D","replies":[]}]}]}]}]}]},{"id":"","poster":"Chronicol","date":"2015-10-19T08:25:41.266+0000","up_votes":1,"down_votes":1,"body":"At the Moment 3 von 5 Spielen bei mir.... Beständig ein blue screen auf dem PC is ein Fehler aufgetretten und ich Zweifel echt das es an dem Nagel neuen Rechner liegt. Da die Momente wo sich mein PC dann einfach so shutdowned passender wie NIE ZUVOR SEIN könnten.  Ich kriege den Dc und dannach nochmal internet connection ändern und ip settings dannach funkt es wieder aber sonst komme ich auch nicht mehr ins game rein (y). Bekannt?","replies":[{"id":"","poster":"Sree","date":"2015-10-19T09:23:02.898+0000","up_votes":1,"down_votes":0,"body":"bluescreens sind oft treiberprobleme. Das hat vor allem ueberhaupt nichts mit dem Thema Drophack zu tun. Da der Thread hier von einem Problem handelt welches vor Monaten aktuell war und mittlerweile behoben ist, schliesse ich ihn mal.\nWenn du Hilfe bei deinen Bluescreens willst, eroeffne bitte einen neuen Thread in dem du so viele Informationen wie moeglich gibst.","replies":[]}]},{"id":"","poster":"XLilliaZ","date":"2015-07-23T17:13:34.326+0000","up_votes":1,"down_votes":0,"body":"Durch diesen Drophacks bekam ich nun ein scheiß Leaverbuster -.-","replies":[{"id":"","poster":"XLilliaZ","date":"2015-07-23T17:14:12.949+0000","up_votes":1,"down_votes":0,"body":"über Drei mal in 2 Tagen , war immer gegen 23-1 Uhr","replies":[]}]},{"id":"","poster":"Crocop1612","date":"2015-07-08T12:47:46.805+0000","up_votes":1,"down_votes":0,"body":"Was sollen wir den tuhn wenn wir selber in ein game geraten wo das passiert?\nsollen wir das jedes mal dan melden?","replies":[]},{"id":"","poster":"Balthazad","date":"2015-07-07T04:15:32.179+0000","up_votes":1,"down_votes":0,"body":"dem text entnehme ich, das es also unfaire win-versuche meiner gegenspieler sind, wenn sich die serververbindung aufhängt und auch nach klick auf \"verbindung wiederherstellen\" nur so ne mysteriöse meldung mit nem http-code (zu ner riot supp seite die nicht existiert oder auf die man keinen zugriff hat) auftut?\nDAS würde VERDAMMT GUT erklären, wieso sich dieser mist mit dem MemOptimizer3.0 beseitigen lässt!!!\n\nich konnte schon mehrfach im taskmanager beobachten, wie die arbeitsspeicher- & cpu-auslastung meines tollen norton360 nach oben schossen wenn so ein dc gerade geschehen war. es versucht also, irgendetwas zu bekämpfen.\n\nmehr durch zufall als gewollterweise, stieß ich vor einiger zeit auf die freeware MemOptimizer3.0, ohne dieses laufend ich kein 5er mehr starte (weil es all die gelegentlichen minilags zu subjektiv minimalst größeren lags summiert; d.h. statt 40 hardware-fails in 10min nurnoch 1-2), welches auf wundersame weise diese ominösen dc's beseitigt - welche auch auftreten wenn ich schon seit mehreren stunden (ohne irgendwelche anderen laufenden dinge, nichtmal musik!) problemlos spiele. der memoptimizer ist im endeffekt nichts anderes als der windows-taskmanager, nur ein wenig besser, in den tray minimierbar & mit der funktion, den arbeitsspeicher der seit dem letzten neustart verbraucht wurde (und nicht wieder frei wurde; stichwort temporäre auslagerungsdatei) wieder frei zu räumen.\nwer sich ein wenig besser mit computern auskennt, weiss, das der arbeitsspeicher im laufe der beitriebszeit zugemüllt wird. der nicht ganz so 0815user defragmentiert oder nutzt gar den CCleaner. nun kann man auch während des laufenden betriebs den pc mal kurz in den standbymode schicken. wer sich schon immer gefragt hat, wozu der gut ist: der wirkt auf den (bei langem betrieb ziemlich zugemüllten) arbeitsspeicher FAST so gut wie ein neustart.\n\nmeine nun nicht unbedingt galante, aber hocheffiziente lösung der \"öminösen disconnects\":\n**§**spiel hängt, reconnect balken ingame poppt auf\n**§**alt+f4, match beenden, client OFFEN lassen\n**§**internetverbindung im tray beenden\n**§**memoptimizer rechtsklick: optimize memory now\n**§**memoptimizer rechtsklick: quick memory recovery\n**§**drücke standby taste auf tastatur (es KÖNNTE hieran liegen; da meine tastatur den standbybefehl als taste hat, muss dieser befehl bereits beim booten mit den allerallerersten treibern in die bootsequenz geladen werden; selbst wenn ein rootkit probleme verursacht, überlagert diese taste die hacksequenzen, was der startmenü-befehl im falle eines rootkits mMn nicht zwangsläufig tun müsste weil es kein rootkit wäre wenn es nicht vor dem OS geladen würde; bei diesen DC's handelt es sich ja aber wohl nicht um rootkit-bedingungen)\n**§**belasse pc für 1-2 sekunden im standby modus; ja, sekunden, reicht völlig, der RAM ist damit so leer wie er im zustand des gebooteten pc's nur sein kann\n**§**klicke, um pc zu erwecken\n**§**memoptimizer rechtsklick: optimize memory now; nächster schritt kann währenddessen getan werden\n**§**internetverbindung im tray wiederherstellen\n**§**memoptimizer rechtsklick: quick memory recovery now\n(**§**da meine mühle nichtmehr die schnellste ist, öffne ich an dieser stelle den taskmanager und setze die priorität der lolclient.exe auf \"höher als normal\", damit dieses ding vor allem anderen krimskrams die nötige rechenleistung bekommt. damit hat dann z.b. das ladekabel meiner g700s mit seinen 1Ghz erstmal pause wenns sein muss)\n**§**abwarten bis chatverbindung wiederhergestellt ist\n\ntadaa, nun funktioniert es wenn ich auf \"verbindung wiederherstellen klicke\". das ganze dauert zwar kurz, aber wenn es bereits beim loadscreen auftritt, bin ich wieder ingame bevor lvl2 erreicht wurde.\n\nich spiele lol seit der open beta, also seit ~6 jahren, zwar mit dreigeteilten knapp 2 jahren pause zwischendurch, aber ich wunderte mich seit jaaaaaahren das riot nichts gegen diese serververbindungsverlustprobleme unternimmt. wenn das alles drophacks waren, ach du liebe zeit, dann hab ich zu unrecht so viele negative emotionen gegen riot geschoben das ich gerade ein richtig heftig schlechtes gewissen bekomme...\ndas ominöseste war eben seit nun mindestens 2 jahren, das der memoptimizer diese disconnects beseitigen konnte, die ich bei einem (zwangsläufig mit relog einhergehendem!) reboot nicht weg bekam, folglich muss sich der mist (evtl in einem cookie?) SO festsetzen, das er sich bei einem relog (vmtl nur während des aktuellen matches) postwendend wieder aktiviert, was er aber wohl NICHT kann, wenn A) seine \"verbindung zum mutterschiff\" so völlig wtf-styled unterbrochen wird, B) die inetverbindung wieder steht bevor der user angemeldet ist (ob das wirklich ins gewicht fällt bezweifle ich selbst, aber sicher ist sicher, beim thema coding erst recht) und C) der client OHNE RELOG seine verbindung völlig neu aufbaut.\nmir schien es immer ein wenig unlogisch, das die riot-server-verbindungsprobleme in irgendeiner form derart mit dem lokalen arbeitsspeicher verbunden sein könnten das ein standby zwangsläufig löst was ein reboot anfangs löste und dann irgendwann auch das nichtmehr zwangsläufig half.\n\ndanke liebes schicksal das ich über diesen thread stolpern durfte! villeicht nimmt riot die sache mit dem ram-clearing ja mal unter die lupe und fügt es in einer entsprechenden reload-option als dritte alternative im alt+f4 screen ein! das wäre effektiv wie in c&c generals \"a new ak47 for everyone\", das würde jedem spieler eine ein-klick-waffe gegen drophacks in die (maus)hand drücken, zumindest falls ich hier nicht irgendwas völlig falsch verstanden habe! ;)","replies":[]},{"id":"","poster":"PaDLannister","date":"2015-07-06T23:47:49.395+0000","up_votes":1,"down_votes":0,"body":"Heißt das, in den letzten Monaten, wo ich ohne ersichtlichen Grund rausflog und nicht mehr ins Spiel kam ist durch sowas zu Stande gekommen?...","replies":[{"id":"","poster":"Johyra","date":"2015-07-07T00:23:03.176+0000","up_votes":1,"down_votes":0,"body":"Vlt nicht immer aber bestimmt einige male ;D","replies":[]}]},{"id":"","poster":"TheBlueTeddy","date":"2015-07-03T08:04:06.267+0000","up_votes":1,"down_votes":0,"body":"Bei mir kommt es jedem Tag bei einem Rankedspiel in der 44 Minute vor wodurch ich immer weiter absteige.","replies":[]},{"id":"","poster":"KiLLERKiMYhehe","date":"2015-07-01T21:35:55.539+0000","up_votes":1,"down_votes":0,"body":"Durch diese \"Drophacks\" muss ich seit Tagen mit den oben genannten Folgen leben. \nAn sich wirklich nichts schlimmes, da ich nur gelegentlich mal n Game zocke.\nAllerdings gebe ich mich mit der Meldung nicht zufrieden und starte LOL auch des\nöftern neu bis ich damit Erfolg habe. Ich zock dann ordnungsgemäß zuende und gut ist.\nAllerdings komme ich deshalb immer wieder in die Warteschleife mit niedriger Priorität \nund muss zur Zeit noch 4 Games 20 Minuten warten. \nDabei kann ich ja sozusagen gar nichts dafür, da ich ja nur wieder ins Game einsteigen will.\nIch weiß echt nicht was ich noch machen soll..","replies":[]},{"id":"","poster":"ShiroriTenshi","date":"2015-07-01T09:50:14.969+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/ajIQYTpq-verbindung-nicht-maglich","replies":[]},{"id":"","poster":"Fr3shdumbledore","date":"2015-06-29T22:56:46.090+0000","up_votes":1,"down_votes":0,"body":"Hatte von den letzten 5 Spielen 2 mal nen Drophack... langsam nimmt es überhand!","replies":[]},{"id":"","poster":"Ahri The Kitsune","date":"2015-06-29T19:03:49.376+0000","up_votes":1,"down_votes":0,"body":"Also mal eine frage passiert noch irgendwas gegen diese Drophacker es ist langsam nervig man Spielt Normals hat DC wegen sowas man spielt ranked jedes 2 DC und spiel nicht gewertet oder man verliert es ohne was machen zu Können habe bis jetz nichts mitbekommen das ihr was dagegen unternehmt bitte tut endlich mal was lasst erstmal alles andere Links liegen und Kümmert euch bitte Primär um dieses DROPHACK Problem Danke","replies":[]},{"id":"","poster":"eliash1","date":"2015-06-29T13:39:39.763+0000","up_votes":1,"down_votes":0,"body":"Direkt heute lag bei mir (nach meiner Vermutung) auch ein Drophack vor.Alle spielten als bei mir und auch bei meinen Freund das Spiel kommplet und sofort abschmierte.(bitte Drophack komplett aus dem Spiel entfernen)","replies":[]},{"id":"","poster":"Tecko51","date":"2015-06-29T00:23:28.405+0000","up_votes":1,"down_votes":0,"body":"Girls Love ReäcT\n\nDieser Spieler hatte das pech in 3 rankeds hintereinander solo q gegen mich zu spielen, hat jedes spiel verloren und jedes mal kurz vor dem ende seinen drop hack benutzt. 3 gewonnene rankeds sind flöten gegangen, ich hoffe der account wird baldesgehend gelöscht","replies":[]},{"id":"","poster":"Brisingie","date":"2015-06-27T01:41:43.684+0000","up_votes":1,"down_votes":0,"body":"Ich komme gerade nicht wieder ins Spiel rein und bin rausgeflogen...ÄTZEND!","replies":[]},{"id":"","poster":"SunShineSade","date":"2015-06-26T20:07:33.289+0000","up_votes":1,"down_votes":0,"body":"Und täglich grüßt der Drophack. -.-\n\nRito pls...so langsam vergeht die Lust zum Zocken.","replies":[]},{"id":"","poster":"OriginalGnomis","date":"2015-06-24T18:39:39.228+0000","up_votes":1,"down_votes":0,"body":"hi zusammen :-(\n\neben auch schon wieder .....................\nalles gut, dann plötzlich 948 ping, dann reconnect.\njeder neue versuch reinzukommen, vergeblich, dann nur schwarzer Bildschirm.\nJetzt nach 40 min, immer noch kein reinkommen auf meinen ACC.\n\no Mann ... Riot","replies":[]},{"id":"","poster":"BeastXLColossus","date":"2015-06-23T23:00:18.351+0000","up_votes":1,"down_votes":0,"body":"Ich bin jetzt auch schon mehrere Male opfer davon geworden, besonders stark in den letzten beiden Nächten, meistens bringt es was LoL komplett zu schließen bei \"attempting to reconnect\" und alles ab Launcher  zu öffnen, nur gerade habe ich ein Game, wo ich nichtmal mehr reinkomme, sobald es in den Ladebildschirm geht alles Schwarz, normaler Maus ladering und dann kommt, dass ich nicht connecten kann, solle meine Verbindung überprüfen, welche aber Stabil ist. (Erkundigt beim Anbieter)\nMeine Angst ist nun nur, dass ich nun Bann fürs \"Leaven / Afk\" bekomme, wobei dies ja nicht absichtlich der Fall ist. \nBitte beruhige mich etwas Kengen. x.x{{champion:32}}","replies":[{"id":"","poster":"SAQ Hobbit","date":"2015-06-24T18:07:15.588+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BeastXLColossus,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=008d,timestamp=2015-06-23T23:00:18.351+0000)\n>\n> Ich bin jetzt auch schon mehrere Male opfer davon geworden, besonders stark in den letzten beiden Nächten, meistens bringt es was LoL komplett zu schließen bei \"attempting to reconnect\" und alles ab Launcher  zu öffnen, nur gerade habe ich ein Game, wo ich nichtmal mehr reinkomme, sobald es in den Ladebildschirm geht alles Schwarz, normaler Maus ladering und dann kommt, dass ich nicht connecten kann, solle meine Verbindung überprüfen, welche aber Stabil ist. (Erkundigt beim Anbieter)\n> Meine Angst ist nun nur, dass ich nun Bann fürs \"Leaven / Afk\" bekomme, wobei dies ja nicht absichtlich der Fall ist. \n> Bitte beruhige mich etwas Kengen. x.x{{champion:32}}\n\nNormal hat das keine Auswirkungen für dich, da das Spiel nicht gewertet wird :)","replies":[]}]},{"id":"","poster":"ISGC","date":"2015-06-24T10:30:08.480+0000","up_votes":1,"down_votes":0,"body":"Kengen versuche dass Riot ein VPN auf LoL installiert wird sodass wir (die spieler) deren IPs verstecken können.Jedes mal dass man einloggt kriegt man ein neues IP sodass auch wenn man \"Drophackt\" wird oder besser gesagt \"DDOSt\" wird (weil meistens ist es ein DDOS attacke auf dein team sonst würden die spiele nicht bewertet werden weil alle raus fliegen)dann loggt man sich neu ein bekommt ein neuen IP und dann müsste der \"Drophacker\" oder der der DDOSt deren neuen IP \"verbannen\" während dies geschiet könnte die Riot mitarbeiter auf die spiele aufpassen wo es mehr daten gesendet werden und weniger empfangen. Ich hoffe ihr macht das sodass wir alle wieder eine angenehme Community haben. Danke.","replies":[]},{"id":"","poster":"3p1xs","date":"2015-06-23T18:01:28.500+0000","up_votes":1,"down_votes":0,"body":"Ich bin auch gerade Opfer geworden :(","replies":[]},{"id":"","poster":"MissGremlin","date":"2015-06-22T22:24:51.151+0000","up_votes":1,"down_votes":0,"body":"Ich fände es echt angebracht, dass toxische Spieler härter bestraft werden sollten. Ich kenne jemand der extrem toxisches Verhalten hat und schon mehrmals eine Chatsperre hatte aber immernoch mega am flamen ist. Denkt ihr das interessiert den? Dem ist das scheiß egal er kann ja 5 Nachrichten schreiben die sich immer wieder aufladen und flamt fleißig weiter. \nNicht das ich möchte das er gebannt wird, weil ich ihn kenne, aber er hätte das verdient und das wäre das einzige was noch helfen könnte. Wenn ich sowas sehe dann finde ich das schon krass. Ich hab schon gar keine Lust mehr auf 5vs5 weil sowieso wieder permanent geflamt wird. Man muss auch mal verlieren können und es kann nicht sein, dass dann andere Leute schuld sind weil man selber schlecht gespielt hat. Auch sollte man akzeptieren wenn andere mal einen schlechten Tag gehabt haben. \nNette Spieler werden verjagt und die toxischen machen einfach so weiter weil sie es können weil ihr es auch zulasst!\nBESTRAFT HÄRTER! BITTE!!!","replies":[]},{"id":"","poster":"Useless Polacke","date":"2015-06-21T20:38:29.240+0000","up_votes":1,"down_votes":0,"body":"wie kann ich einen reporten für scripting?","replies":[]},{"id":"","poster":"Fumlop","date":"2015-06-21T19:16:54.577+0000","up_votes":1,"down_votes":0,"body":"Bin soeben Opfer des Drophacks geworden, alle 3 Inhibs down vom Gegner, letzter Push und Disconnect.\n\nSeitdem Ghost Game, op.gg listet das Spiel noch komm aber nicht mehr rein.\n\nTicket mit Screen ging an Support hoffe ihr habt genug Logs um den zu finden der das war.","replies":[]},{"id":"","poster":"chunky300","date":"2015-06-20T17:29:27.544+0000","up_votes":1,"down_votes":0,"body":"Grade ein tolles beispiel gehabt 5 minuten gespielt zack unser ganzes team rausgeflogen jetzt steht seit 20 minuten im startfenster das wir dem spiel wieder beitreten sollen was aber leider nicht mehr funktioniert .\nkann nur sagen meeh","replies":[]},{"id":"","poster":"GGCM God","date":"2015-06-20T16:35:44.875+0000","up_votes":1,"down_votes":0,"body":"rito was ist denn da grade wieder los  ;__;","replies":[]},{"id":"","poster":"Grubenhunte","date":"2015-06-20T10:24:57.852+0000","up_votes":1,"down_votes":0,"body":"Ich würde ja sagen wir helfen euch und ihr gebt uns allen ü 18 oder besser ü40(wenn die noch gehäckt werden XD)  einen drophack button zum melden um so statitisch signifikante personen zu filtern aber aber das birgt wohl eine zu große gefahr von spammern. Jedochn könnte man die 1. gut rausfiltern da zuhäufig auftretende meldung und 2. muss von vornherein klar gestellllt sein das es für diese meldung weder belohung noch strafen gibt um die ergebnisse nicht unnötig zu verfälschen.","replies":[]},{"id":"","poster":"FLM Rauru","date":"2015-06-19T00:13:41.734+0000","up_votes":1,"down_votes":0,"body":"KENGEN FREE RITO POINTS PLS KENGEN\n\nSpaß beiseite, scheint sich in den letzen Wochen immer weiter zu verschlimmern. Teilweise gibts solche späße shcon in ARAM's...","replies":[]},{"id":"","poster":"iHakku","date":"2015-06-18T11:02:33.839+0000","up_votes":1,"down_votes":0,"body":"Ich finde es zudem noch ziemlich lächerlich dass man gedrophacked wird und am nächsten Tag dann diese \"Es ist nicht fair für diene mates wenn du games leaves\" Nachricht bekommt und man \"Ich stimme zu\" eintippen darf obwohl man absolut nix dafür kann, entwürdigend! \n\nBekommt das bitte endlich mal in den Griff, das sind irgendwelche Kiddys und ihr seid eine riesen Firma mit UNITS Profis das kann doch echt nicht angehen -.-","replies":[]},{"id":"","poster":"Corporal Crane","date":"2015-06-17T23:04:55.005+0000","up_votes":1,"down_votes":0,"body":"Ich habe grade 30 Minuten gespielt, um dann einen sich schließenden Client zu erleben und das Spiel taucht weder in meiner Matchhistory noch sonst irgendwo auf.... Es ist frustrierend zu spielen und weder Niederlage noch Sieg verzeichnen zu können, sondern einfach nur Zeitverschwendung... Ich schreibe sonst nie in Foren, aber ich hoffe dass dass irgendwie mal was ändert... danke","replies":[]},{"id":"","poster":"LuckyLinus","date":"2015-06-15T17:44:01.755+0000","up_votes":1,"down_votes":0,"body":"Yo, es ist wieder soweit. Zwei von meinen Accounts hängen jetzt in einem Geisterspiel fest. Drophacker sind wieder aktiv. Hurra! \nNaja, ich hoffe das Riot die Schuldigen identifizieren kann und von dem Spiel ausschließt.\n\nEdit: \nInzwischen sind **beide Spiele beendet**, und sie werden - wider Erwarten - **im Spielverlauf in meinem Client angezeigt**. Eines davon wurde als \"geflohen\" gewertet (was durchaus an meiner Ehre kratzt). Als ich darauf klickte, um zu sehen, ob wir das wenigstens noch gewonnen haben, musste ich feststellen, dass dieses Spiel **nicht im Online-Spielverlauf auftaucht**, also dem Spielverlauf im Browser. Gleiches gilt für das andere Spiel, welches bei mir im Client als verloren gewertet angezeigt wird. \n\nHier die Links zu beiden Spielen: (im Client auf das Spiel im Spielverlauf geklickt, Link aus der Adressleiste des Browsers kopiert)\n\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2156312638/22354447 (Galio)\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2156421824/29016359 (Warwick)\n\nHoffentlich helfen meine Hinweise, damit so etwas zukünftig verhindert werden kann.","replies":[{"id":"","poster":"hshtagniemehrcdu","date":"2015-06-17T09:45:32.625+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=LuckyLinus,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0077,timestamp=2015-06-15T17:44:01.755+0000)\n>\n\n> Inzwischen sind **beide Spiele beendet**, und sie werden - wider Erwarten - **im Spielverlauf in meinem Client angezeigt**. Eines davon wurde als \"geflohen\" gewertet (was durchaus an meiner Ehre kratzt). Als ich darauf klickte, um zu sehen, ob wir das wenigstens noch gewonnen haben, musste ich feststellen, dass dieses Spiel **nicht im Online-Spielverlauf auftaucht**, also dem Spielverlauf im Browser. Gleiches gilt für das andere Spiel, welches bei mir im Client als verloren gewertet angezeigt wird. \n\nWenn sie im Clienten angezeigt werden, dann war es kein Drophack.\nAuf Websites wird die Spiele-Chronik nicht so schnell aktualisiert wie im Clienten, d.h. eine Verzögerung, bis du die Spiele im Browser siehst, ist absolut normal.","replies":[{"id":"","poster":"LuckyLinus","date":"2015-06-17T11:45:04.543+0000","up_votes":1,"down_votes":0,"body":"Es handelt sich nicht um irgendeine Website, sondern um den offiziellen Spielverlauf von Riot. Außerdem werden die Spiele danach in genau diesem Spielverlauf angezeigt, nur eben die besagten Spiele nicht. Ich weiß, dass sich das von \"gedrophackten\" Spielen wie sie bisher aussahen unterscheidet, deswegen beschreibe ich das ja auch so ausführlich.","replies":[]}]}]},{"id":"","poster":"Fritzui","date":"2015-06-16T21:57:05.942+0000","up_votes":1,"down_votes":0,"body":"Hatte gerade auch wieder ein drop Hacker im Game hier der link: http://matchhistory.euw.leagueoflegends.com/en/#match-details/EUW1/2158235137/40308028?tab=overview mein ganzes team und ich hatten dc wir waren am gewinnen.","replies":[]},{"id":"","poster":"Struvke2001","date":"2015-06-16T17:06:42.014+0000","up_votes":1,"down_votes":0,"body":"mein Game wurde gedrop aber das traurige ist das ich für die Warteschlange gesperrt wurde Rito ich frage mich was soll das es regt echt auf","replies":[]},{"id":"","poster":"D1rtySn1tch","date":"2015-06-15T15:44:47.524+0000","up_votes":1,"down_votes":1,"body":"**Name entfernt** <<< Drophacker","replies":[{"id":"","poster":"Nebeltänzer","date":"2015-06-15T16:06:18.736+0000","up_votes":1,"down_votes":0,"body":"Heya.\n1. Namesharing ist hier in den Foren verboten - also bitte entferne den Namen doch bitte.\n2. Wenn du Beweise o.ä. hast - wende dich an den Support. Wir User hier können sowieso nix machen.\n3. Beweise?","replies":[]}]},{"id":"","poster":"Nano47","date":"2015-06-14T12:17:54.444+0000","up_votes":1,"down_votes":0,"body":"dann geb ich auch mal meinen senf dazu...3. entscheidenes Promospiel, Spiel sieht gut aus, kleiner Kill-Vorsprung aber das sollte min. 10 noch nicht viel sagen und bamm...Ping over 9000 und kein reconnecten möglich...und da ich gerade schreibe, ist mein Internet ansonsten in Ordnung^^\ndas 2. mal diese Woche....\"Back in my Time\" (Saison 2 bis 4) gab es das noch nich","replies":[]},{"id":"","poster":"BB Selena Gomez","date":"2015-06-13T18:34:43.337+0000","up_votes":1,"down_votes":0,"body":"Ich brauche hilfe!!!! Wir wurden ge drophackt und ich kann seit dem nicht mehr in mein lol acc (100 euro reingesteckt) immer wenn ich mich neu einlogge steht da das ich zu meinem laufendem spiel zurück kehren soll das schon längst abgelaufen ist bitte helft mir. Mein user name ist DerbySieger2116 euw","replies":[]},{"id":"","poster":"Marethyu7","date":"2015-06-13T09:31:54.026+0000","up_votes":1,"down_votes":0,"body":"Bin sehr erleichtert darüber, dass RIOT etwas gegen die Vorkommnisse der letzten Wochen und Monate unternimmt. Leider muss ich hier kurz rückmelden, dass ich vor genau 2 Tagen wohl wieder einem solchen \"Drophack\" zum Opfer gefallen bin. Etwa in der 2. Spielminute, also genau dann, wenn die Vasallen auf den Lanes aufeinander treffen, bekam ich Verbindungsprobleme. Ich dachte erst es liegt an mir, hab die Internetleitung überprüft und alles war normal. Schließlich hat sich herausgestellt, dass wohl soziemlich jeder Spieler in diesem Spiel unter dem Drophack gelitten hat. Das Spiel wurde auch aus meinem Verlauf gelöscht und nicht gewertet.","replies":[]},{"id":"","poster":"Schachteel","date":"2015-06-12T19:34:50.208+0000","up_votes":1,"down_votes":0,"body":"Normales Spiel gemacht und hatte das Verbindungsproblem. Verbindung war nicht möglich also hab ich den LOL Client neugestartet.\nBis zum jetztigen Zeitpunkt kann ich mich immer noch nicht mit dem Server verbinden obwohl das Spiel schon längst um ist. Was soll ich jetzt machen???\nBekomme andauernd diese Fehlermeldung Verbindung zum Server konnte nicht hergestellt werden...","replies":[]},{"id":"","poster":"Anopka","date":"2015-05-21T19:12:24.116+0000","up_votes":1,"down_votes":0,"body":"Es würde mich ja mal interessieren, was dieser Drophack eigentlich macht, also was genau der da eigentlich angreift. Ich könnte mir gut vorstellen, dass irgendwie irgendeine Datenbank dazu gebracht wird, das Spiel zu löschen (im Fachjargon \"Drop\" genannt. So würde ich es mir zumindest herleiten, wieso das ganze Drophack genannt wird). Nun frage ich mich aber, wie ein normaler Spieler ohne Zugang zum internen Netz von Riot in der Lage sein kann, eine Datenbank zum Droppen zu bringen. Entweder ist da irgendeine Firewall sperrangelweit offen oder die Serversoftware hat irgendwo eine massive Sicherheitslücke.\n\nAber wie dem auch sein, ich weiss nicht wie die Infrastruktur in Riot's Rechenzentren aussieht, daher kann ich nur Vermutungen aufstellen. Interessieren würde es mich aber trotzdem, was genau der Drophack eigentlich macht, dass diese Umstände entstehen.","replies":[{"id":"","poster":"Elthision","date":"2015-06-09T18:32:10.835+0000","up_votes":1,"down_votes":0,"body":"Hey,\nEin Drophack basiert häufig auf einem sogenannten DDOS(Distributed Denial of Service). Ein DDOS entsteht indem der \"Hacker\" viele Datenpackete an den Server schickt und ihn damit überlastet. Bei einem \"gut\" durchgeführtem DDOS wird der Server so stark überlastet, dass dieser überlastet. Dabei gehen alle temporären Daten, inkl. dein Match und alle anderen, welche auf diesem Server stattgefunden haben, verloren.  In vielen Fällen kann der Server jedoch diese Daten wiederherstellen und dadurch geht das Spiel weiter.\nJedoch sind dies weder Fehler in der Firewall noch Fehler in der Software. Der Drophack kann NICHT durch eine Firewall geblockt werden. Vielleicht hier zum Verständnis: Viele Leute wollen eine möglichst hohe Leistung der Server, sowie auch eine möglichst kurze Reaktionszeit des Servers. Damit diese erreicht werden kann, muss der Server so direkt wie möglich am Internet \"angeschlossen\" sein. Bei einem DDOS werden so viele Sachen dem Server geschickt, dass dieser nicht mehr alle auswerten kann. Du kannst dir vorstellen, dass ein Spieler zum Beispiel eine Milliarden Klicks pro Sekunde macht im Rift(durch ein Programm) und alle diese Bewegungen am Server schickt. Der Server erkennt diese Bewegung weder als Virus, noch als Fehler. Es ist einfach ein \"Standardbefehl\". Er muss alle Bewegungen die die Spieler machen entgegen nehmen, auswerten und dann den anderen Mitspielern schicken. Jedoch kann er irgendwo nicht mehr alle Befehle entgegennehmen und wird dann überlastet.\nmfg Elthision","replies":[{"id":"","poster":"Anopka","date":"2015-06-12T17:31:52.375+0000","up_votes":1,"down_votes":0,"body":"Nunja, würde ein Spieler eine Million Klicks pro Sekunde machen in der Kluft, dann würde er sich damit eher selber DDoS'en, da die Leitung eines einzelnen Spielers für gewöhenlich weit weniger Bandbreite (besonders im Upstream) zur Verfügung stehen hat, als die des Rechenzentrums in Amsterdam. Der Hacker würde dann wohl eher Datenpakete von einem ganzen Netz aus Bots senden, da ihm damit mehr Bandbreite zur Verfügung steht als mit einer einzelnen Leitung. Aber dass da keine Firewall für eingesetzt werden kann halte ich eher für unwahrscheinlich (fail2ban lässt grüßen). Was schon eher hinkommen könnte wäre dass die Router und andere Netzwerkhardware schon vom DDoS überfordert wären und unter der Bandbreite an Paketen zusammenbrechen, denk ich mal. In dem Fall müsste sich Riot mit den Betreibern der Internetknoten (z.B. DE-CIX, AMS-IX,...) in Verbindung setzen, wobei ich es da auch eher für schwierig und unwahrscheinlich halte, dass das ganze da irgendwie automatisiert gesteuert werden könnte oder überhaupt irgendwie großartig eingedämmt werden könnte.","replies":[]}]}]},{"id":"","poster":"Drazzil","date":"2015-06-11T16:46:44.055+0000","up_votes":1,"down_votes":0,"body":"OMG VERBESSERT ES SCHNELLER .. ich flipp hier noch aus man ! wegen dieser pisse is mein ranket game fürn arsch für nächste division hab ich schonmal das 1ste game verkackt . MACHT ENDLICH WAS ... das kann doch nicht sein im classic game ist mir sowas noch nie passiert .. nur rankets ...","replies":[]},{"id":"","poster":"WolfiIDSGLPI","date":"2015-06-09T23:59:45.989+0000","up_votes":1,"down_votes":0,"body":"Habe in den Letzten 14 Tagen auch 5 solcher zu spüren bekommen :/","replies":[]},{"id":"","poster":"Unit Lost","date":"2015-06-09T20:20:35.242+0000","up_votes":1,"down_votes":0,"body":"Blah, blah, blah~~ Ihr (Riot) solltet in die Politik gehen. Es gibt recht einfache Wege heutzutage kleinere Botnets aus zu sperren. Aber ne, kostet ja mehr Geld <3~ Bin gepannt wie das endet.","replies":[]},{"id":"","poster":"ShosannaDreyfus","date":"2015-06-09T20:15:17.201+0000","up_votes":1,"down_votes":0,"body":"und wann wird das endlich mal behoben? bin grade wieder deswegen ausm spiel geflogen und kom nichtmehr rein\n\nich mein, das hier ist nen millionen spieler schweres game, da sollte sowas doch keine 2monate dauern, da mal besserung zu erreichen oder?","replies":[]},{"id":"","poster":"Low IQ ADCarry","date":"2015-06-09T17:12:57.161+0000","up_votes":1,"down_votes":0,"body":"Mein game würde ebenso gedroppt bin jetzt in einem Ghostgame kann jemand helfen damit ich es wegbekomme bzw wie ich es fixe?","replies":[]},{"id":"","poster":"Bluefire22499","date":"2015-06-08T19:30:22.456+0000","up_votes":1,"down_votes":0,"body":"Mein Game wurde glaube ich gedrophackt. Könnt ihr euch bitte meinen Fall ansehen:\nhttp://boards.euw.leagueoflegends.com/de/c/hilfe-support-de/ggTXYaUt-drophack-in-solo-q","replies":[]},{"id":"","poster":"Tokogawaruf","date":"2015-06-03T20:42:07.184+0000","up_votes":1,"down_votes":0,"body":"Und ich dachte schon diese berühmen Lagspitzen mit anschließender Unmöglichkeit beizutreten sei mal wieder der berühmte EUW Server.\nHeilige Scheiße wer SO was nutzen muss wie Drophacks um zu gewinnen muss aber Einen haben wie {{champion:17}} . Das beste an dieser Drophack Sache ist das man gemeinsam mit seinem Premades rausgeworfen (oder sollte ich sagen gehackt) wird. Von einer auf die nächste Sekunde statt 5v5 mit nem fed {{champion:238}} und {{champion:119}} zum 2v5 da dein Trio Premade ge\"drophackt\" wurde.\n\nBin Froh das Riot hier ein Wort eingelegt hat. ihr seid klasse. Hab mich ja eigentlich eingeloggt um mich diesbezüglich über den Server zu beschweren weil ich dachte der sei Schult{{summoner:3}}","replies":[{"id":"","poster":"ScorpionX","date":"2015-06-08T12:07:31.280+0000","up_votes":1,"down_votes":0,"body":"bei nem Drophack fliegen nicht nur einzelne Spieler vom  Server, sondern alle","replies":[]}]},{"id":"","poster":"ScorpionX","date":"2015-06-06T19:03:27.837+0000","up_votes":1,"down_votes":0,"body":"Die Anzahl der Drophacker scheint leider zuzunehmen. Mein letztes Ranked (wir waren Haushoch in Führung) wurde wieder einmal gedrophacked. \nSoweit ich weiß hat ja auch der Drophacker einen DC. Wäre es dann nicht sinnvoll, Spiele, in denen kein Spieler mehr ist, einfach für das (von den Stats her) führende Team zu werten? Das würde in seltenen Fällen zwar dem falschen Team eine Niederlage bringen, allerdings würden Drophacks dann keinen Sinn (soweit es überhaupt einen gibt) mehr machen. Man würde das Problem quasi bei der Wurzel packen, weil ein Drophack nicht mehr bewirkt als /ff. \nWenn Drophacks reine DDos-Attacken sind sollte das doch technisch umsetzbar sein. Eventuell kann der Server ja auch prüfen ob alle Spieler gleichzeitig das Spiel verlassen haben.\nAuch wenn ein Permabann für Drophacker eine gute Maßnahme ist, werden Drophacks dadurch nicht verhindert. Deswengen hoffe ich, dass Riot weitere Maßnahmen ergreift um sie endgültig zu beseitigen. {{champion:74}} wird schon was einfallen.","replies":[{"id":"","poster":"BIame the Jungle","date":"2015-06-07T09:41:05.575+0000","up_votes":1,"down_votes":0,"body":"Naja.Sagen wir mal so ...der spieler mit dem Drophack macht  das 1-0 fürs team ..wirft den hack an ..BOOM! Hat er nach  4 min  das game gewonnen!\"","replies":[{"id":"","poster":"ScorpionX","date":"2015-06-07T17:46:54.155+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BIame the Jungle,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00630000,timestamp=2015-06-07T09:41:05.575+0000)\n>\n> Naja.Sagen wir mal so ...der spieler mit dem Drophack macht  das 1-0 fürs team ..wirft den hack an ..BOOM! Hat er nach  4 min  das game gewonnen!\"\n\nOk, das hab ich nicht bedacht :D\nMan könnte es zwar erst ab min 20 und einer bestimmten Killdifferenz machen, aber das kann immer noch ausgenutzt werden.\nWir fressen einfach alle Drophacker auf {{champion:31}} omnomnomnomnom","replies":[]},{"id":"","poster":"Waldschrat86","date":"2015-06-07T14:01:44.218+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BIame the Jungle,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00630000,timestamp=2015-06-07T09:41:05.575+0000)\n>\n> Naja.Sagen wir mal so ...der spieler mit dem Drophack macht  das 1-0 fürs team ..wirft den hack an ..BOOM! Hat er nach  4 min  das game gewonnen!\"\n\nJa BOOM, das Spiel, das nach dem DH gar nicht existent ist? Aha, wieder einer der Exploits und DH in ein Boot wirft. Wie willst du ein Spiel auf einem abgeschmierten Server bitte beenden? Beim DH geht es dem Anwender nicht darum zu gewinnen, sondern nicht zu verlieren oder eben rein um die Sabotage.","replies":[{"id":"","poster":"BIame the Jungle","date":"2015-06-07T14:33:59.314+0000","up_votes":1,"down_votes":0,"body":"ich habe nur auf  ScorpionX  geantwortet!","replies":[{"id":"","poster":"Waldschrat86","date":"2015-06-07T14:52:01.634+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=BIame the Jungle,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0063000000000000,timestamp=2015-06-07T14:33:59.314+0000)\n>\n> ich habe nur auf  ScorpionX  geantwortet!\n\nUnd ich hab die chronologische Ansicht aktiv :)","replies":[]}]}]}]}]},{"id":"","poster":"Worst TF EU","date":"2015-06-06T10:23:55.858+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-06T20:18:26.149+0000","up_votes":1,"down_votes":0,"body":"Heya\nMach das Bild raus, Naming und Shaming ist im Forum verboten. Vor allem da der arme Typ gar nichts dafür kann. Das dort steht er habe das Spiel fortgesetzt liegt lediglich daran, das er der erste war der wieder reconnecten konnte. Und das ist mehr oder weniger Zufall wer das ist.\nHättest genauso gut du sein können.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"skilsor","date":"2015-06-06T17:48:40.827+0000","up_votes":1,"down_votes":0,"body":"Ich kann verstehen, dass Riot sich genauso wie alle anderen Spieler über diese Drophacks ärgert. Aber am schlimmsten finde ich, dass Spiele, in denen ich gedrophackt werde seit Neustem in der Match History als Leave gekennzeichnet werden. Ganz ehrlich, ich bin so schon mad, wenn der Server auf dem ich gerade spiele ge DDost wird, dann will ich nicht noch \"Warteschlange mit niedriger Priorität\". Ich meine: Ganz ehrlich, was soll ich denn dagegen machen? Ich kann mich gegen ddos ja nicht wehren (außer mit lol aufzuhören). Vor ein paar Wochen sind solche Spiele gar nicht erst in der Match History aufgetaucht und jetzt bekommt man dafür LeaverBuster - vielen Dank auch Riot. Sorry, aber ich denke ihr seht, dass sowas nicht in Ordnung ist. \nGrüße","replies":[]},{"id":"","poster":"POISON BOY","date":"2015-06-06T17:38:47.291+0000","up_votes":1,"down_votes":0,"body":"Momentan ist es echt unerträglich.... Jeden Tag gerate ich in so ein Spiel (momentan auch) und kann weder reconnecten noch ein neues Spiel beginnen :/ Weiß jemand zufällig wie lange es so bleibt und wann ich ein neues Spiel beginnen kann?","replies":[]},{"id":"","poster":"OriginalGnomis","date":"2015-06-06T14:18:46.843+0000","up_votes":1,"down_votes":0,"body":"hi all :-)\n\nja, ich und ihr alle hier seid nur die Spitze eines Eisberges !!!!!!!!!!!!!!!\n\nLeider scheint RIOT uns aber überhaupt nicht ernst zu nehmen, denn ich habe zu diesen Vorfällen  ausser dem  oben zu lesenden Statement von RIOT nichts mehr gelesen oder gehört.\n\nIch denke mal so:\n\n1. Die Leute, die drophacken, müssen sich mit PC und Programmen, mit programmieren und hacken doch relativ gut auskennen, auf jeden Fall weit über meinem Level in dieser Hinsicht ...............\n\n2. Aber genau diese Leute sind die Art von Computerfreaks, die auch in LOL sehr erfolgreich spielen, weil sie fast nichts anderes tun.\n\n3. Und genau diese Leute sind es auch, die regelmässig doch eine Stange Geld jeden Monat an RIOT überweisen für neue Champs, Skins, Boosts usw. usw.\n\n4. Fazit:  Ich glaube darum, dass es sich RIOT einfach nicht mit dieser \"Einnahmequelle\" verscherzen will und deshalb so zögerlich vorgeht.\n\nund noch eine Anmerkung:  fatalerweise erinnert dies doch sehr an den derzeitigen FIFA-Skandal:\nDa machen eine Handvoll Leute aus den oberen und obersten Strukturen, was sie wollen, ohne Rücksicht auf Ansehen und alle anderen (minderwertigen ???? ) Mitspieler, und das nur für den eigenen, in diesem Fall sogar sehr kleinen Vorteil.\n\nDenn meines Wissens, und das habe ich auch aus diesem Forum, sind auch und besonders die Diamond- Ranked-Spiele fast nicht mehr spielbar, gerade wegen dieser Drophacker...........\n\nFrage an Riot: wie geht es weiter ??\n\nGrüsse","replies":[]},{"id":"","poster":"Furigen","date":"2015-05-22T12:10:15.518+0000","up_votes":1,"down_votes":0,"body":"Ist das auch ein \"Drophack\" wenn mein lol immer so nach 2 - 4 min nicht mehr funktioniert und ich dann den clienten neu starten muss?","replies":[{"id":"","poster":"XxKampflappenxX","date":"2015-05-22T20:18:32.292+0000","up_votes":1,"down_votes":0,"body":"nein du musst deinen IP Hilfsdienst deaktivieren um das zu fixen","replies":[{"id":"","poster":"Furigen","date":"2015-06-05T12:18:01.337+0000","up_votes":1,"down_votes":0,"body":"Ok aber wie mache ich das ???\nKann mir da jemand helfen ???\n \nDanke im Vorraus\n\n ( die Antwort kommt erst ein paar tage später weil ich auf einer schulfahrt war )","replies":[]}]}]},{"id":"","poster":"Shurtugal3110","date":"2015-06-04T21:01:00.313+0000","up_votes":1,"down_votes":0,"body":"Eben ein Spiel gehabt wo dies wohl statt fand... ~22:55 müsste es geendet haben. Hoffe das hilft zur Untersuchung dieser hobbylosen^^\nMfg Shurtugal","replies":[]},{"id":"","poster":"OriginalGnomis","date":"2015-06-04T19:19:13.136+0000","up_votes":1,"down_votes":0,"body":"Hi zusammen :-)\n\n@ Joker: wir kommen sicher oft genug an die frische Luft, wirklich XD\n\naber hier geht es ja nicht nur um die paar Spiele der letzten Tage, das ganze zieht sich ja schon Monate so hin..............\n\n.....aber es wird halt immer schlimmer !\n\nUnd RIOT tut anscheinend nicht wirklich was wirkungsvolles dagegen.\n\nImmer nur Statements abgeben, die nachher nicht durchgesetzt werden oder sogar wieder aufgehoben und verwässert werden, damit sollte nun wirklich Schluss sein !!!!!!!!!!\n\nMan kann doch wirklich gegen diese Kriminellen was unternehmen, wenn man nur will.\n\nPermabann\n\nVerbot der Nutzung von RIOT-Spielen\n\nBei Nichtbeachtung Strafverfolgung mit saftiger Geldstrafe und /oder Vertragsstrafe.\n\nDies wäre jederzeit leicht möglich, wenn Riot in seinen Vertragsbedingungen und Lizenz- und Nutzungsbestimmungen einen solchen Passus einfügt.\n\nAber dazu muss man ja wollen ......................","replies":[]},{"id":"","poster":"skyfighter15","date":"2015-06-04T17:30:40.300+0000","up_votes":1,"down_votes":0,"body":"Ich kann genau jetzt im Moment sagen, das mein Bruder und ich diesen `Hack` abbekommen haben!\nBis jetzt klasse spiel und dann plötzlich schwups wir wurden raus geworfen  und können nicht mehr weitermachen!\nEcht kein Spaß!\n( Spiel wird auch nicht als letztes angezeigt)","replies":[]},{"id":"","poster":"OriginalGnomis","date":"2015-06-04T14:42:41.802+0000","up_votes":1,"down_votes":1,"body":"Hallo zusammen :-)\n\nich bin nur noch am \"\"\"\"\"\"abkotzen\"\"\"\"\"\n\nund nicht nur ich, sondern auch meine Mitspieler\nwir haben in den letzten tagen 5 Ranked-Games und 3 Promos gemacht.\n\nIn  J E D E M  Spiel wurden wir gedrophakt !!!!!!!!!!!!!!!!!!!\n\nRiot scheint dies nicht in den Griff zu bekommen,\n\nEs wird an der Zeit, dass ein paar hunderttausend oder auch mehr Nutzer sich mal aus LOL zurückziehen und erst wieder zurückkommen, wenn die Looser von Riot diese kriminellen endlich ernst nehmen und verfolgen ;und natürlich diesen Leuten auch jedwede Nutzung von RIOT-Gamen auch in Zukunft unter Strafe und Strafverfolgungsandrohung untersagen.\n\nAnders wird das wohl nichts mehr hier..................\n\nEnttäuschte und stinksauere Grüsse","replies":[{"id":"","poster":"jokerXDDDD","date":"2015-06-04T15:23:43.786+0000","up_votes":1,"down_votes":0,"body":"Geh mal an die Frische Luft... draußen ist sau schönes Wetter :)","replies":[]}]},{"id":"","poster":"PEPZI","date":"2015-06-01T18:10:39.614+0000","up_votes":1,"down_votes":0,"body":"bei mir auch gerade wieder drophack alarm. direkt rausgeflogen und das spiel ist weg. internet lief noch also joa... \n\n\n20:00 1.6.2015","replies":[{"id":"","poster":"Rasune","date":"2015-06-01T21:25:09.952+0000","up_votes":1,"down_votes":0,"body":"Jetzt ist 23:33 Uhr ebenso der 1.06.2015 und seit 10 Minuten kann ich mich nicht wieder verbinden. Jeden Tag habe ich jetzt sowas. Die letzten Tage konnte man nach 5 Minuten wieder rein, oder das Spiel war weg und man war in der Lobby. Aber nu scheints garnicht mehr zu gehen. Schade, hat versprochen eine interessante Partie zu werden. \nMein Supporter war ein Romantiker und hat mich mit RPG Sätzen überhäuft und dazu noch gut gespielt. Echt schade um das Game...\n\nNe neue Nachricht zum Stand der Dinge würd ich mir übrigens auch mal von Riot wünschen. Selbst um einfach nur zu sagen ja wir sind noch da und versuchens zu richten. \nOder ob sie vielleicht von uns was spezielles brauchen. Tracert oder einfach nur Uhrzeiten wann was passiert ist?","replies":[]},{"id":"","poster":"Nebeltänzer","date":"2015-06-01T18:12:37.679+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=XI OREO IX,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0059,timestamp=2015-06-01T18:10:39.614+0000)\n>\n> bei mir auch gerade wieder drophack alarm. direkt rausgeflogen und das spiel ist weg. internet lief noch also joa... \n> \n> \n> 20:00 1.6.2015\n\nBei dir ist das Spiel wenigstens weg... Bei uns nicht. Ich bin nu endgültig ausm Client raus, kein Bock da 2 Stunden zu warten.","replies":[{"id":"","poster":"Kaitri","date":"2015-06-01T18:13:52.748+0000","up_votes":1,"down_votes":0,"body":"bis zu 3. :D","replies":[]}]}]},{"id":"","poster":"VonMajor","date":"2015-06-01T16:55:42.150+0000","up_votes":1,"down_votes":0,"body":"Ich finde es ja wesentlich schlimmer das jedes mal wenn man wegen sowas ein Ranked verliert, man trotzdem LP verliert oder sogar absteigt so wie es gerade bei mir passiert.","replies":[]},{"id":"","poster":"Ahri The Kitsune","date":"2015-06-01T16:16:14.322+0000","up_votes":1,"down_votes":0,"body":"Habe grade ein Spiel gehabt Ekko top getestet gegen Mitte des Spiels DC kein Reconnect möglich kam immer nur Keine Verbindung mit dem Internet und nach ca 3 min war ich auf der Startseite und mein Game wurde nicht bei Spielverlauf angezeigt^^","replies":[]},{"id":"","poster":"Sylveon16","date":"2015-05-31T12:03:29.073+0000","up_votes":1,"down_votes":0,"body":"Ich finde sowas unter aller Sau! Ich wurde innerhalb 2 Wochen 3 Mal mit diesem ''Hack'' konfrontiert. Bis ich ein neues Spiel starten konnte musste ich immer mind. 5h warten und das nimmt einem den Spaß ans Spielen. Ich weiß nicht wie lange Riot braucht bis die das verbessern, aber es ist einfach nur nervig... Vor allem das mir das so häufig passiert in letzter Zeit und es sich immer häuft!","replies":[{"id":"","poster":"Haudruppmoor","date":"2015-06-01T08:37:03.002+0000","up_votes":1,"down_votes":0,"body":"5h mußte ich noch nicht warten. Der Spuk war i.d.R. nach ner guten Stunde , oder ,wie im letzten Game, nach einer halben Stunde vorbei :/\n\nDanach konnte ich normal weiterspielen. Allerdings kamen auch nicht alle wieder rein, vom Gegner und von uns. Da scheint es auch Unterschiede zu geben welchen Internetzugang man hat (Provider, Technik, Standort).\n\nWenn das Game nicht gewertet wurde dürfte der Schmerz doch nicht ganz sooo groß sein oder ?\n\nmfg\nMB","replies":[]},{"id":"","poster":"ΑοΚι","date":"2015-05-31T16:37:56.879+0000","up_votes":1,"down_votes":0,"body":"Warum so sauer? Bei dir war es wenigstens verteilt über 2 Wochen...bei mir war es gestern 3 mal :P","replies":[]}]},{"id":"","poster":"SiskoD","date":"2015-05-30T21:47:41.339+0000","up_votes":1,"down_votes":0,"body":"Ich finde es eine frechheit das diese leute ne Facebookseite haben und den dreck einfach zum runterladen anbieten!!!!","replies":[]},{"id":"","poster":"Faillord150","date":"2015-05-17T19:36:49.345+0000","up_votes":1,"down_votes":1,"body":"Riot ein Acc von meinem Freund wurde gehackt jmd hatt sein Paswort geknackt und hatt es nun geändert!Hilfe!{{champion:119}}","replies":[{"id":"","poster":"hallo200066","date":"2015-05-30T20:34:26.130+0000","up_votes":1,"down_votes":0,"body":"Ticket an Riot bitte :D","replies":[]}]},{"id":"","poster":"FuN Mechanixxx","date":"2015-05-18T17:46:43.563+0000","up_votes":1,"down_votes":1,"body":"Also bei mir sieht das so aus ( heute letzes mal versucht) Seit mehreren Tagen, wetter ist ja unfassbar gut, log ich mich ab und an ein um mal wieder ein Versuch zustarten.  lange Rede kurzer Sinn, Spielspaß = 0  jedes verdammte Game ( Ms 1520) ich flieg raus, wirklich super ich würde mich unfassbar freuen wenn man ohne Wenn und Aber, diese Leute einfach bannen würde.\n\nWäre echt der Hammer wenn man die Tage mal wieder ( ohne ängste)  Spielen kann.\n\n\nPs: kostet mich nur unnötig Zeit und nerven, wäre super wenn man mal hier im Forum auf den laufenden gehalten wird, wann das Spiel wieder spielbar ist..( ohne Glück usw)..\n\nin Diesem Sinne. Viel Erfolg und eventuell auch Spaß.\n\nCommunity so sad","replies":[{"id":"","poster":"hallo200066","date":"2015-05-30T20:34:03.189+0000","up_votes":1,"down_votes":0,"body":"Das könnte aber auch an dir liegen, fliegst du jedes Game raus?","replies":[]}]},{"id":"","poster":"hallo200066","date":"2015-05-30T20:26:45.807+0000","up_votes":1,"down_votes":0,"body":"Also erstmals, ich finde es gut das Riot endlich offizielle Statements zu den Drophacks macht. \nWas ich aber nicht verstehe ist der Fall, dass Spieler rumheulen weil sie ihr Match wegen Drophacks verloren haben.\nIch persönlich war schon 3 mal mit meinem Main und erst vor ein paar Minuten mit meinem Surf in ein Spiel gekommen in welchem gedrophackt wurde. (500 Ping, da ich meist nur Duos zocke das gleiche auch bei meinem Kumpel mit dem ich mich über TS verständigt hatte). Doch in diesen Games war der Fall, dass das Spiel am Schluss nicht in der Matchhistory vorhanden war. Heisst kein Elo Verlust kein Lose usw. Das einzige was einen nervt ist, dass man halt keinen Win bekommt aber persönlich finde ich die Drophacks nicht schlimm. Man sieht auch wie Riot versucht an dem problem zu arbeiten.\nNoch 2 Fragen zum Schluss:\nIst der 500er Ping Standart für Drophacks? Hatte ich bisher immer...\nUnd da ich in mehreren Drophacked-Games war habe ich jetzt eine grosse Chance einfach so gebannt zu werden?\n\nLg. Hallo200066\nVerzeiht mir bitte meine Rechtschreibung xD","replies":[]},{"id":"","poster":"Feramodus","date":"2015-05-29T15:02:29.606+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nIch muss an dieser Stelle mal meiner Wut Platz machen! In der letzen Woche habe ich sicherlich 10-12 Drophacks in meinen Games gehabt. Natürlich immer gegen mich/mein Team zu Zeitpunkten im Spiel, in denen die Gegner zu verlieren drohten.  Es kann einfach nicht sein, dass Riot dieses Problem nicht in den Griff bekommt! Teilweise dauern Spiele 30 Minuten und länger und dann findet der Hack statt. Das Game taucht dann nicht in der History auf, aber es handelt sich um extrem verschwendete Zeit und drückt für mich persönlich extrem! den Spielspaß, speziell dann wenn man selber grade ein erfolgreiches Game hat!\nSo wie ich das bisher verstanden habe, gibt es für mich als Spieler keinerlei Möglichkeiten in irgend einer Weise die möglichen Drophacker zu melden, was die Sache für mich nur noch verschlimmer! \nLoL ist eines der wenigen Spiele , die ich seit langem immer wieder gerne spiele/verfolge aber dieses Problem führt, wenn es nicht deutlich besser wird, wohl bald dazu, dass ich endgültig aufhöre\n\nIch appeliere an die verantwortlichen Stellen, effektiver durchzugreifen! Meiner Ansicht nach hat sich bisher nix getan, es ist eher schlimmer geworden. \n\nMFG FERA","replies":[]},{"id":"","poster":"Haudruppmoor","date":"2015-05-28T06:40:27.399+0000","up_votes":1,"down_votes":0,"body":"Hatten wir gestern Abend gegen 22Uhr auch. Unser komplettes Team und das Gegnerteam raus - \"Attempting to Reconnect\" für alle. Zuerst dachte ich es läg an meinem Netzwerk, aber nen Freund von mir hat sich das Spiel angesehen und gesagt das ALLE in der jeweiligen Base stehen. Witzig war, daß das Chatsystem außerhalb des Spiels funktionierte. Nur das Game war kaputt.\n\nIrgendwann bin ich nach ner halben Stunde irgendwie dann doch wieder reingekommen und hab einfach weitergespielt. Vom Gegner waren dann auch 2 zurück. Von meinen Teammates kam immer mal einer durch, der hat dann nen Weilchen mitgespielt und flog wieder raus. Im Endeffekt wars dann doch noch nen spannendes Spiel geworden. Immer so 1vs2 ... haben es sogar gewonnen :)\n\nWeiß jetzt nicht ob ich den Drophacker , wenns denn einer war, für das spannende Spiel danken soll :/ War jedenfalls irgendwie ... anders . Was ich aber gut fand, das keiner aufgeben wollte, weder der Gegner noch unsere Mannschaft .\n\nmfg\nMB","replies":[]},{"id":"","poster":"InfinityPlaymate","date":"2015-05-27T16:54:07.982+0000","up_votes":1,"down_votes":0,"body":"Ganz ehrlich, einen Account zu bannen wird die Leute kein bisschen abschrecken die solche Hacks benutzen, weil die machen sich dann einfach einen neuen und so weiter. Wenn man davon redet solche Spieler von dem Spiel auszuschließen, dann muss man schon mindestens einen IP-Ban erwirken, aber da diese von Leuten mit ein wenig Ahnung auch geändert werden kann..... Man sollte das Problem fixen und dafür sorgen das solche Programme erst garnicht angewendet werden können.","replies":[]},{"id":"","poster":"YTBetterBanJayce","date":"2015-05-27T13:09:29.776+0000","up_votes":1,"down_votes":0,"body":"ich sag dazu nur gg\ngrad ein ranked gezockt und wieder dieser sogenannte drophack.\nich finds ja gut endIich maI ein statement zu Iesen aber dennoch nervt es einfach nur.\n27 millionen menschen spielen täglich lol und dennoch läuft hier nix wie es soll.\nspielabbrüche ohne ende.\nimmer häufiger und länger anhaltende frozen screens und dc's usw usw.\nich verstehs nich. klar kann jetzt wieder jeder sagen das spiel is free2play, einfach spielen und nich beschweren, aber mal ganz davon abgesehen verdient riot sicherlich genug mit lol bei der anzahl an spielern um ein ordentliches spielerlebnis zu gewähreisten.\nschon mal irgendwelche lags etc. in der Lcs oder anderweitig großen League Events gesehen? \nNein, natürlich nicht. wäre ja auch zu dumm. Euw is wahrscheinlich eh der server der bei allem am meisten gelitten hat nehme ich einfach mal an.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-27T13:33:59.570+0000","up_votes":1,"down_votes":0,"body":"Heya\nMomentan gibts nen Problem mit Drophacks das stimmt. Aber Frozen Screens und die meißten DCs sind immernoch im Verantwortungsbereich der Spieler. Ich bin schon ne ganze Weile im Hilfeforum und es liegt in den meißten Fällen nicht an Riot. \nZudem arbeitet Riot immer daran Fehlerquellen auszumerzen. Nur wenn das Problem zb auf deinem Computer liegt kann das kein Patch so einfach machen. \n\nUnd wieso sollte EUW der Server sein der am meißten gelitten hat? Immerhin ist er einer der größten Server. Wäre also dämlich sich um den gar nicht zu kümmern ;)\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"Scarpetta","date":"2015-05-26T19:48:13.418+0000","up_votes":1,"down_votes":0,"body":"So ich bin jetzt auch mal gemein. Ich kann nicht sagen wer es war, aber fakt ist, einer dieser Neun Spieler mit denen ich gespielt habe hat gehackt! Drophack übest ätzend. Das zweite Mal innerhalb von 24 Stunden!!! Wenn ihr nen Bild mit den Spielernamen haben wollt, dann sagt bescheid.\nLangsam nervt der Mist aber sowas von. Sorry für meine Ausdrücke, aber das vermieselt einem echt die Spielstimmung!!!","replies":[]},{"id":"","poster":"I Wasted1300RP I","date":"2015-05-26T16:31:13.716+0000","up_votes":1,"down_votes":0,"body":"GG immer diese Hacker {{champion:119}}","replies":[]},{"id":"","poster":"ShosannaDreyfus","date":"2015-05-25T21:48:46.026+0000","up_votes":1,"down_votes":0,"body":"jetztdurfte ich 2 stunden warten bis ich wieder in ein spiel kam, wir zerstörten grade den inhib vom gegner, sind wieder am gewinnen\n\nerneuter drop hack\n\nso langsam verlange ich mal eine entschädigung für die betroffenen","replies":[]},{"id":"","poster":"Alangor82","date":"2015-05-25T21:19:20.520+0000","up_votes":1,"down_votes":0,"body":"ich habs jetzt auch... :-/","replies":[]},{"id":"","poster":"ShosannaDreyfus","date":"2015-05-25T19:30:09.857+0000","up_votes":1,"down_votes":0,"body":"so ich bin nun zum 5.mal opfer eines drophacks, dummerweise alle 5! spiele wo ich locker gewonnen hätte, mir fehlen also nun insg.schon 1k IP die ja auch weg sind, diesmal kam der hack min 27 bei 20-10 für uns gegner 5 türme weg, wir einen weg, drachen 1:1","replies":[]},{"id":"","poster":"InsanePenguine","date":"2015-05-25T16:18:18.038+0000","up_votes":1,"down_votes":0,"body":"Ich hab echt kein Bock mehr. Bei den ersten paar mal fand ich es schon nicht lustig und jetzt wieder ein Drophack nur diesmal weis ich wer es war und hab den Support nachdem ich mich durch den Support Dschungel geklickt habe gemeldet. Ohne witz wie auffällig ist ein Drophack wenn man jemanden Drophackt nach dem first kill. First kill und zack drophack. Zu alledem dann noch gekillt worden, dann eine ermahnung ich soll doch keine spiele mehr verlassen, wo ich zustimme. Seit Season 2 habe ich die Ehrenhafter Gegner Badge weil ich nicht flame oder trolle und werd behandelt wie nen schwerkrimineller weil ich nen relog machen muss wegen Drophack. Nicht mehr Witzig Riot ! Achso und da ich mich auch mal daneben benehmen möchte hier der Username des Drophackers: A IP F IE L","replies":[]},{"id":"","poster":"YNiG SyReXx","date":"2015-05-25T12:33:34.264+0000","up_votes":1,"down_votes":0,"body":"Ich glaub es nicht, da fängt der Drop hack vom Anfang des Spieles an ich versuche verzweifelt zurück ins spiel zu joinen und was sehe ich da ? \" gebe \"ich stimme zu \" ein damit ich nie wieder ein spiel verlasse. Dann bekomme ich auch noch ein verlassenes spiel und 20 punkte abzug im Ranked. Einfach nur lächerlich so etwas.","replies":[]},{"id":"","poster":"Phönix Claw","date":"2015-05-25T11:21:19.085+0000","up_votes":1,"down_votes":0,"body":"Mir reichts langsam in 2 Tagen diese scheiß \"Drophacks\" immer wenn wir einen easy win im Ranglistenspiel haben schmiert der Server ab ich verlier langsam den Spaß an diesem Spiel ca 50-60 LP flöten gegeangen GG WP.        {{champion:6}}","replies":[]},{"id":"","poster":"Scratchey","date":"2015-05-24T20:43:44.799+0000","up_votes":1,"down_votes":0,"body":"Es ändert sich einfach nichts! seid wochen geht es schon so 3 mal die Promo dank Ghost-Games verhauen es reicht langsam! Ausreden vonwegen \"das Team arbeitet auf Hochturen daran\" kann ich nicht mehr hören! es ist nun eine halbe Ewigkeit her dass Sie wieder in den Umlauf kamen. Ihr macht millarden an Umsätzen aber die Server vernünftig zu schützen bekommt Ihr nicht hin?","replies":[]},{"id":"","poster":"Xarvilo","date":"2015-05-24T00:16:57.614+0000","up_votes":1,"down_votes":0,"body":"Ist mir in den letzen tagen seeehr oft passiert...","replies":[]},{"id":"","poster":"DatILeo","date":"2015-05-23T15:47:24.482+0000","up_votes":1,"down_votes":0,"body":"Ich glaube nicht, dass Drophacker für die vermehrten Spielabstürze verantwortlich sind.\nIch hatte neulich ein Normal, wo alle aus dem Game geflogen sind und das Spiel dann nicht mehr in der Matchhistory stand.\nSehr unwahrscheinlich, dass in Normals Drophacker aktiv sind...","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-23T16:25:06.266+0000","up_votes":1,"down_votes":0,"body":"Heya\nDrophacks beeinflussen immer den ganzen Server. Und auf einem Server liegen mehrere Spiele. Und zwra Arams Rankeds Normals etc gemischt.\nWie viele genau weiß aber nur Riot.\n\nMfG Rkoturdo","replies":[{"id":"","poster":"DatILeo","date":"2015-05-23T17:05:28.306+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Rkoturdo Ndo,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=00400000,timestamp=2015-05-23T16:25:06.266+0000)\n>\n> Heya\n> Drophacks beeinflussen immer den ganzen Server. Und auf einem Server liegen mehrere Spiele. Und zwra Arams Rankeds Normals etc gemischt.\n> Wie viele genau weiß aber nur Riot.\n> \n> MfG Rkoturdo\n\nah ok :)","replies":[]}]}]},{"id":"","poster":"Masahiro Isshiki","date":"2015-05-23T10:47:53.825+0000","up_votes":1,"down_votes":0,"body":"wird man jetzt permanent gebannt wenn man Ingame über seine Team mates heult? wenn ja finde ich das ein bisschen übertrieben.\n\n\" In Europa haben wir bereits einige verschärfte permanente Sperren (z.B. Verbote, jegliche unserer Dienste zu benutzen, unter Androhung von rechtlichen Konsequenzen) gegen äußerst negative Spieler erwirkt und wenn wir merken, dass einige Leute wiederholt extrem toxisches oder antisoziales Verhalten zeigen, werden wir diese Gruppe noch vergrößern.\" \n\noder werden mit toxischen oder antisozialen Verhalten die drophacks bezeichnet","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-23T13:17:18.784+0000","up_votes":1,"down_votes":0,"body":"Heya\nNein, es geht dabei um Chatverhalten.\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"xxxNightfallxxx","date":"2015-05-23T12:44:14.369+0000","up_votes":1,"down_votes":0,"body":"glaube soeben ist auch so etwas in meinem Spiel passiert was soll ich jetz tun? kann so nicht spielen!!nicht spielen!!{{summoner:3}}","replies":[]},{"id":"","poster":"PiGiXx","date":"2015-05-22T16:53:16.060+0000","up_votes":1,"down_votes":0,"body":"Bin gerade wieder (3te mal) in so einem spiel.. Hätten klar gewonnen aber gut ist ja nebensache. Finde das es einfach ultra nervig ist wenn man sich mal zeit nimmt mal wieder zu spielen freizeit auszunutzen und league spielt und dann 2 std warten muss das man endlich ein game zuende spielen kann.. \ndie sollen sofort die leute rausschmeißen von denen diese drophacks kommen und dem verlieren team keinen loose eintragen aber den gewinnern einen win vermitteln. Ist fair und einfach. Das ganze kommt in letzter zeit viel zu häufig vor tut mir leid habe dafür kein verständis. Gebe Geld aus um mir skins zu kaufen und kann sie dann  nicht mal ingame sehen weil ich nicht mal reinkomme.","replies":[]},{"id":"","poster":"ShosannaDreyfus","date":"2015-05-22T15:34:09.561+0000","up_votes":1,"down_votes":0,"body":"also grade mein 1.nachmittagsgame heute, nach minute eins ping 500, verbindungsaufbau\n\nso geht es nun bereits minuten, wohl wieder drophack?\nund reeinloggen ins game geht auch nicht --> schwarzer bildschirm","replies":[]},{"id":"","poster":"HuntTheFurries","date":"2015-05-22T13:11:23.218+0000","up_votes":1,"down_votes":0,"body":"Hey Riot team ich bin gerade ganz fix ins spiel hejumpt habe mir gedacht geil freitag LOL zocken aber dann ich gehe in ein spiel rein und der Bildschirm bleibt komplett schwarz bitte helft mir","replies":[]},{"id":"","poster":"crewnex","date":"2015-05-21T23:14:44.961+0000","up_votes":1,"down_votes":0,"body":"Möchte hier einen Spieler melden der ebenfalls diesen \"Hack\" benutzt\n\nBeschwörername: [removed]\n\nJedes Mal wenn er verreckt ist hatten alle Teammember einen 30 Sekunden disconnect, als wir das Game finishen wollten wars endgültig vorbei - Spiel wurde nicht gewertet.\n\nWie man vom Profil des Spielers entnehmen kann, hat er eine sehr gute Winrate (90%), und ist scheinbar diese Season erstellt wordem.\nHoffe ich bin hier richtig, wenn nicht dann löschen.\n\nBitte um eine Lösung / Ban-Welle die diese Vollpfosten aus dem Game entfernt, die ganzen Kiddies sind schon schlimm genug!","replies":[]},{"id":"","poster":"Unreal Chocolate","date":"2015-05-21T18:00:42.958+0000","up_votes":1,"down_votes":0,"body":"Nice, dass diese Drophacks endlich internsiv behandelt werden. Seit dem ich das letzte mal betroffen war, spackt lol bei mir aus irgendeinen Gurnd. Vielleicht ändert es sich mit dem Bannen der Drophacker :)","replies":[]},{"id":"","poster":"S0rry for fail","date":"2015-05-20T15:55:56.256+0000","up_votes":1,"down_votes":0,"body":"Frage wann kann ich wieder mein acc aktiv nutzen hatte mit mein Team double kill beim invade  plötzlich Verbindungsabbruch un kann nicht mehr ins Spiel rein  auch ein anderer Mitspieler hatte einen Verbindungsabbruch ?","replies":[{"id":"","poster":"Minobu","date":"2015-05-20T18:57:21.426+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=S0rry for fail,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=0033,timestamp=2015-05-20T15:55:56.256+0000)\n>\n> Frage wann kann ich wieder mein acc aktiv nutzen hatte mit mein Team double kill beim invade  plötzlich Verbindungsabbruch un kann nicht mehr ins Spiel rein  auch ein anderer Mitspieler hatte einen Verbindungsabbruch ?\n\nNach 2h schließt sich das Spiel automatisch.","replies":[]},{"id":"","poster":"Kaitri","date":"2015-05-20T16:21:31.010+0000","up_votes":1,"down_votes":0,"body":"das kann paar stunden dauern.","replies":[]}]},{"id":"","poster":"IHannah BakerI","date":"2015-05-20T17:12:18.997+0000","up_votes":1,"down_votes":0,"body":"Das Problem hatte ich schon 5 mal in den letzten 10 tagen bei ca 25 spielen ....","replies":[]},{"id":"","poster":"arcanadas","date":"2015-05-20T17:05:12.709+0000","up_votes":1,"down_votes":0,"body":"Argh wie lange dauert es eigentlich bis der server merkt, dass man in nem ghostgame steckt? will weiter zocken, kann aber nicht","replies":[]},{"id":"","poster":"Kaito","date":"2015-05-20T13:35:56.677+0000","up_votes":1,"down_votes":0,"body":"Haha nice, hänge grade im Ghostgame fest, das ist schöne ist aber ausnahmsweise, dass es zu meinem Gunsten ist, wir waren am verlieren. Traurig zwar, dass es solche Leute gibt, aber naja...","replies":[]},{"id":"","poster":"Is That Gooby","date":"2015-05-20T11:58:40.511+0000","up_votes":1,"down_votes":0,"body":"...","replies":[]},{"id":"","poster":"LuckyLinus","date":"2015-05-19T19:03:11.664+0000","up_votes":1,"down_votes":0,"body":"Es geht wieder los. Ich befinde mich in diesem Moment (möglicherweise noch) in einem Spiel, bei dem der Ping alle paar Sekunden extrem explodiert. Genaugenommen seit der zweiten Sekunde dieses Spiels. Alle im Spiel beschweren sich über Lags mit angezeigten 8000 ms und es ist wirklich unmöglich zu spielen.\n\nRiot, könnt ihr diesen Text über Drophacks und die Strafen dafür nicht mal im Client selbst verlinken? Ich erhoffe mir davon eine größere Zahl von Spielern, die erreicht werden und daraus resultierend eine größere abschreckende Wirkung.\n\nEdit: 40 Minuten später kann ich mich immer noch nicht wieder zum Spiel verbinden, aber auch kein neues starten, weil das vorige ja angeblich noch immer läuft. Das ist sooooo scheiße, um es mal klar auszudrücken. Gehe jetzt einfach auf meinem Smurfaccount spielen.\n\nEdit 2: Noch einmal eine halbe Stunde später: Status unverändert. Dann spiele ich halt noch ein Spiel auf meinem Zweitaccount. -.-","replies":[]},{"id":"","poster":"Irtimid","date":"2015-05-19T13:57:37.114+0000","up_votes":1,"down_votes":0,"body":"Bei mir ist heute auch ein Drophack angewendet worden in einem Ranglistenspiel, dass wir gerade am gewinnen waren.","replies":[]},{"id":"","poster":"Dr Shěn","date":"2015-05-19T13:16:32.882+0000","up_votes":1,"down_votes":0,"body":"Yeah heute mein erstes Spiel aufm smurf 0 rankeds und das erste Ranked Game was ich spiele stehe 10/2 und ... jup Drophack , es wird sogar in bronze gedrophackt oder was -.-? Kein bock mehr ...","replies":[]},{"id":"","poster":"Hi im GreY","date":"2015-05-19T12:19:07.301+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Riot Kengen,realm=EUW,application-id=7hciEY9w,discussion-id=JJH9QXmY,comment-id=,timestamp=2015-05-13T21:39:26.259+0000)\n>\n> Wir haben k&uuml;rzlich das Wiederaufleben der sogenannten Drophacks auf allen League of Legends Servern weltweit bemerkt. Ein Drophack resultiert f&uuml;r eine kleine Gruppe von Spielern in der &ldquo;Versuche Verbindung wiederherzustellen&rdquo;-Meldung w&auml;hrend ihres Spiels, das dadurch m&ouml;glicherweise niemals endet bzw. komplett aus dem Spielverlauf verschwindet.\n> \n> Die Erkennung und Vermeidung von Cheating ist eine fortw&auml;hrende Herausforderung und wir verbessern stetig unsere Technologien zu diesem Zweck. Wir arbeiten an verschiedenen Projekten, um das Spielerlebnis zu verbessern, aber wir brauchen noch etwas Zeit bevor wir diese aktiv einsetzen k&ouml;nnen. Wir k&ouml;nnen nicht garantieren, dass dies allen Drophacks ein Ende setzen wird, denn wir alle wissen, dass dies ein ewig andauerndes Wettr&uuml;sten ist. Dennoch sind wir davon &uuml;berzeugt, dass es diejenigen mit b&ouml;sen Absichten ausbremsen wird.\n> \n> Gleichzeitig haben wir eine Untersuchung aller Konten, die in die Verwendung von Drophacks involviert sind oder waren, eingeleitet. &Auml;hnlich der letztj&auml;hrigen Bannwelle zeigen wir kein Erbarmen und alle betroffenen Konten werden permanent gesperrt. Keine Warnungen oder 2-Wochen-Banns, einfach die Schlie&szlig;ung des Kontos. Die Bannwelle wurde bereits in Gang gesetzt und wir erwarten, dass die &uuml;berwiegende Mehrheit der Konten bis zum Ende der Woche bereits abgearbeitet sein werden. Es wird einige Zeit dauern, bis alles abgeschlossen ist, aber die Verz&ouml;gerung steht im Einklang mit unserem generellen Vorgehen: Wir m&uuml;ssen uns zu 100% sicher sein, dass ein Spieler schuldig ist. Wir haben vollstes Vertrauen in unsere F&auml;higkeit, Schuldige zu identifizieren, und beabsichtigen, sie entschlossen zu bestrafen.\n> \n> Allerdings erwarten wir nicht, dass die Bannwelle diese Entwicklung sofort reduzieren wird. Die Entscheidung, einen Drophack zu nutzen, hat mehr mit der pers&ouml;nlichen Einstellung, dem eigenen ethischen Verst&auml;ndnis und dem Respekt vor Regeln und anderen Spielern zu tun. Wir wollen, dass League of Legends ein Wettbewerb ist, aber wir wollen einen fairen Wettstreit und eine positive Herausforderung. Wir glauben, dass Spieler, die versuchen, Drophacks zu benutzen, ihr Recht unser Spiel zu spielen und ein Teil der Gemeinschaft zu sein, verwirkt haben. Im Hinblick auf die Daten k&ouml;nnen wir nichtmal einen gro&szlig;en Vorteil erkennen, der aus so einem Verhalten erw&auml;chst. Schuldige Spieler sehen nur ihren eigenen, zeitlich begrenzten Vorteil: Ein paar zus&auml;tzliche LP werden gespart, die sie andernfalls verloren h&auml;tten; vielleicht der Aufstieg in eine h&ouml;here Division, aber ist es das wirklich wert, wenn man seine ganze Zukunft in League of Legends auf&rsquo;s Spiel setzt? Der tempor&auml;re und winzige Vorteil steht in keinem Verh&auml;ltnis zu dem Schaden, den das Anwenden von Drophacks f&uuml;r das Spielerlebnis der Mitspieler bedeutet.\n> \n> In Europa haben wir bereits einige versch&auml;rfte permanente Sperren (z.B. Verbote, jegliche unserer Dienste zu benutzen, unter Androhung von rechtlichen Konsequenzen) gegen &auml;u&szlig;erst negative Spieler erwirkt und wenn wir merken, dass einige Leute wiederholt extrem toxisches oder antisoziales Verhalten zeigen, werden wir diese Gruppe noch vergr&ouml;&szlig;ern. Wir hoffen, unsere L&ouml;sung bald einsetzen zu k&ouml;nnen, und danken euch f&uuml;r eure Geduld, w&auml;hrend wir Ma&szlig;nahmen zu Beseitigung dieses Problems treffen. Wir h&auml;tten diese Nachricht gerne fr&uuml;her ver&ouml;ffentlicht, aber wir wollen sicherstellen, dass ihr versteht, wie ernst wir dieses Problem nehmen, und hoffen, die oben erw&auml;hnten Schritte stellen das bestm&ouml;gliche Spielerlebnis f&uuml;r die Community sicher.\n> \n> Danke, dass ihr euch die Zeit genommen habt, dieses Update zu lesen, und wir hoffen, dass ihr sehr bald eine Verbesserung bemerkt.\n\nIch hab dass gehabt heute vor etwa 20-30min bei einem ranked game -.- ich hoffe ihr kriegt es wieder hin ^^ {{summoner:31}}","replies":[]},{"id":"","poster":"Dermel","date":"2015-05-18T20:12:05.342+0000","up_votes":1,"down_votes":0,"body":"Zeigen wirs den Halunken xD{{champion:51}}","replies":[{"id":"","poster":"D4rn4S","date":"2015-05-19T06:55:51.849+0000","up_votes":1,"down_votes":0,"body":"{{champion:254}}","replies":[]}]},{"id":"","poster":"Lancaster91","date":"2015-05-18T20:38:08.110+0000","up_votes":1,"down_votes":0,"body":"Großartig... -.- Bin grade in nem ranked und BAMM mein Team hat komplett DC. Wir kommen nach ner MInute wieder und merken, Gegner hatte keinen DC. Jetzt sind wir wieder alle draussen und kommen nicht mehr ins Game... Wie letztes mal kann ich dann wohl die nächsten paar Stunden nicht ins Game... Toll...","replies":[{"id":"","poster":"D4rn4S","date":"2015-05-19T06:53:46.614+0000","up_votes":1,"down_votes":0,"body":"Wenn nur euer Team DC hatte (was ich nicht glaube) wars kein Drophack, der \"crash\" den ganzen Server, da kann man nicht sagen nur \"der, der, der und der sollen disconnecten\".\nEs kann sein das auf dem Selben server im andere Spiel ein Drophack war und der erste DC vllt noch die Wellen waren die der dort geschlagen hat...","replies":[]}]},{"id":"","poster":"marki2000","date":"2015-05-18T16:51:34.086+0000","up_votes":1,"down_votes":0,"body":"Ich sselbst war in diesem spiel diese dudes haben gegen uns 5er ranked hard verloren weshalb sie uns geddost haben und wir am ende 2vs5 gespielt haben ...","replies":[]},{"id":"","poster":"hi im Pong Lenis","date":"2015-05-18T15:07:31.877+0000","up_votes":1,"down_votes":0,"body":"Denkt ihr eigentlich ich hab nichts besseres zu tun als sinnlos eine Runde zu spielen ? Ich hab das Zählen aufgehört wie oft ich jetzt eine sinnlose  Runde gespielt habe. Es kann doch einfach nicht sein oder? Natürlich könnt ihr absolut nichts für und natürlich seid ihr gerade dabei dieses Problem aufzuheben ..aber ohne Witz was soll das bitte schön für ein Spielerlebnis sein ,wenn man für die ganzen Siege nichts bekommt ? .. Ist schon schlimm genug in Platinum V .. es frustriert mich einfach nur  und ich denke viele andere User auch :p \n\nSo konnte meine Wut etwas loswerden .. Ich {{summoner:4}}  mich weg","replies":[]},{"id":"","poster":"Schokicrossi","date":"2015-05-17T21:34:47.763+0000","up_votes":1,"down_votes":0,"body":"Ich kann mal wieder nicht in mein Game connecten. Es tut sich Null. Super -.-","replies":[]},{"id":"","poster":"7tobias7","date":"2015-05-16T16:59:48.391+0000","up_votes":1,"down_votes":0,"body":"mir ist mal passiert , dass ich bei einem renekton spiel die verbindung verloren habe und dann wollte ich woeder verbinden und es ging einfach nicht ich hab den client geschlossen und neu aufgemacht und iwann stand drann  dass des spiel schon beendet wurde und als ich nachschaun wollte ob jz afk oder sowas angezeigt wird war des spiel einfach weg und ich habe keine irgendwelchen hacks verwendet werd ich jz auch gebannt obwohl ich keine hacks verwendet habe ??????","replies":[{"id":"","poster":"eingew","date":"2015-05-17T15:59:00.467+0000","up_votes":1,"down_votes":0,"body":"Nein, wirst du nicht. Riot nimmt Bans sehr genau, wenn du nichts gemacht hast wirst du auch nicht bestraft. Und selbst wenn kannst du dich immer beim Support melden.","replies":[{"id":"","poster":"7tobias7","date":"2015-05-17T16:12:55.291+0000","up_votes":1,"down_votes":0,"body":"Oke , danke für die Antwort.","replies":[]}]}]},{"id":"","poster":"Deathnote1990","date":"2015-05-17T15:32:34.807+0000","up_votes":1,"down_votes":0,"body":"Bei meinem Game ist das wohl der Fall","replies":[]},{"id":"","poster":"Mentex","date":"2015-05-16T19:33:33.755+0000","up_votes":1,"down_votes":0,"body":"Hallo, mir ist eben etwas ähnliches vorgefallen. Ich habe ein Normal Game gespielt und plötzlich ist mein Ping aufgesprungen und konnte mich dann anschließend nicht ins Game zurück einloggen. Nach 5 min ungefähr konnte ich mich wieder normal einloggen, aber das Game scheint sich irgendwie aufgelöst zu haben. In meiner Spielverlauf ist der auch weg. \n\nWeiß halt nicht ob das so ein Dropphack ist","replies":[]},{"id":"","poster":"Rage4win","date":"2015-05-16T16:44:10.011+0000","up_votes":1,"down_votes":0,"body":"Hatte ebengerade genau diesen Fall im spiel. unser gesamtes team war von DCs betroffen und eine erneute verbindung war kaum möglich. sollte ich, wenn ja wie, den vorfall irgendwo melden?","replies":[]},{"id":"","poster":"Kiimahrii","date":"2015-05-16T11:00:05.546+0000","up_votes":1,"down_votes":0,"body":"Hallo! Ich verstehe das mit den Drophacks nicht so.\nHatte bisher ein Spiel in dem alle Spieler, rausgeflogen sind, erst nach 20minuten wieder beitretten könnten,\ndas Spiel einigermaßen weiterhin normal verlief, aber nach dem Spiel etwa 3 Stunden die Qeue gebugt war.\nDavonausgehend das ein Spieler dies verursacht hat, was hat derjenige davon?","replies":[{"id":"","poster":"eingew","date":"2015-05-16T11:18:22.073+0000","up_votes":1,"down_votes":1,"body":"Ob der Spieler in deinem Spiel konkret war ist unklar.\n\nAber die Idee ist, sobald man möglicherweise verliert, greift man den Gameserver an, auf dem das Spiel läuft und lässt ihn abschmieren. Dadurch verhindert man einen Loss. Tut man das immer könnte man rein theoretisch eine 100% WR erreichen. Das ist die Motivation dahinter. Wie oben beschrieben wird man dafür aber auch permanent gebannt und hat also leider recht wenig davon, aber... jedem seins ;)","replies":[]}]},{"id":"","poster":"Douso","date":"2015-05-15T22:23:08.978+0000","up_votes":1,"down_votes":0,"body":"Ich war gerade auch in zwei Fällen hintereinander in solchen Spielen verwickelt das ist extrem nervig. Muss ich jetzt eigentlich auch Angst vor einem Dauerbann haben ich meine wie wird das festgestellt wer den verursacht hat?","replies":[{"id":"","poster":"eingew","date":"2015-05-16T09:33:04.535+0000","up_votes":1,"down_votes":1,"body":"Du kriegst keinen Ban, wenn du \"unbeteiligtes Opfer\" warst, keine Sorge ;) Riot ist sehr umsichtig, was ausgesprochene Strafen angeht, wenn die sich nicht wirklich sicher sind, dass man schuldig ist, verteilen die keine Strafen erst Recht keine Bans.\n\nUnd wie sollten die glauben, dass du schuldig bist, wenn du nichts gemacht hast?","replies":[]}]},{"id":"","poster":"spiegli","date":"2015-05-14T19:28:53.972+0000","up_votes":1,"down_votes":3,"body":"kann es sein,dass \"[removed]\" a drophacker is? check it maybe","replies":[{"id":"","poster":"Kiun","date":"2015-05-15T14:55:08.146+0000","up_votes":1,"down_votes":0,"body":"Kann es sein, dass du gerade in einem Satz die Sprache von deutsch auf englisch gewechselt hast?\n\nÜbrigens ist Namecalling immernoch verboten :P","replies":[]}]},{"id":"","poster":"FLG Actimel","date":"2015-05-15T13:17:42.295+0000","up_votes":1,"down_votes":0,"body":"Total schlimm ....","replies":[]},{"id":"","poster":"qlEmir","date":"2015-05-15T12:02:08.141+0000","up_votes":1,"down_votes":0,"body":"Und ich denk mir immer warum das aufeinmal bei fast jedem spiel verbindung wiederherstellt und ich nicht mehr reinkomme . -.-","replies":[]},{"id":"","poster":"xDave","date":"2015-05-14T17:14:23.251+0000","up_votes":1,"down_votes":0,"body":"Haben Game gewonnen und sind normal in den Startbildschirm des Clienten gekommen. Kurzer Relog gemacht und zack, zeigt er mir an das ich noch Ingame bin...seit mehr als 20 minuten warte ich jetzt das es weg geht...{{summoner:3}}","replies":[]},{"id":"","poster":"Zéùs","date":"2015-05-14T17:03:53.725+0000","up_votes":1,"down_votes":0,"body":"Ich glaube ich wurde gerade gehackt. Disconnected kurz nach Spielbeginn, und kann nicht mehr joinen. In den Client komme ich rein, jedoch nicht mehr in das Spiel. Schwarzer Bildschirm, nach eine Minute oder so sagt er dass er keine Verbindung herstellen kann.\n\nMeine Frage: Was jetzt?\nWie melde ich das spiel? Geht das wieder weg?\nDanke für die Hilfe.","replies":[]},{"id":"","poster":"DeSyNcr0N","date":"2015-05-14T15:54:14.404+0000","up_votes":1,"down_votes":0,"body":"Danke für die Erklärung. \nBin jetzt zwar schon wieder Opfer eines solchen \"Anschlags\" zum 5ten Mal, aber solange ich weiß, dass es nicht eure Server sind, sondern paar Hinterwäldler, die nichts erreichen in Rankeds, ist alles gut. :D \nBei einem meiner Fälle hatte ich mich an einen Wrenchman gewendet und der sagte: \"Die Spiele werden nach 2 Stunden automatisch beendet und nicht gewertet.\" \nIn dieser Zeit kann man nichts machen und muss abwarten.. \n\nAlte Fälle wie Incarnation hochzupushen helfen nicht, screent doch Games bevor die starten und wenn das Spiel dann nicht mehr geht, schickt den Screen zum Support und lasst da was prüfen, falls ihr euch sicher seid, dass ihr nicht selbst der Drophacker seid. :P \n\nMfG.{{champion:38}}","replies":[]},{"id":"","poster":"SNKFreak","date":"2015-05-14T13:44:34.220+0000","up_votes":1,"down_votes":0,"body":"Finde ich gut @Riot Kengen, dass ihr mit der Meldung so lange gewartet habt, und die ganze Sache beobachtet habt. Aber für einen Drophack müssen irgendwo auf dem Server ausnutzbare Sicherheitslücken vorhanden sein, das war schon generell immer so. Mir ist bis jetzt nichts derartiges untergekommen, da ich bis jetzt noch kein Ranked gespielt habe. Denn ich habe sowas schon geahnt. Egal, gute Arbeit, und weiter so.","replies":[]},{"id":"","poster":"Psychotika","date":"2015-05-14T12:21:03.900+0000","up_votes":1,"down_votes":0,"body":"Was für ein Timing, ich bin jetzt gerade wieder ein Opfer davon. Wir haben fast gewonnen, auf einmal haben mein Mate und ich gleichzeitig ein DC und können nicht mehr ins Spiel rein. Letztes mal hat es über eine Stunde gedauert, bis wir wieder eine neue Runde starten konnten..","replies":[]},{"id":"","poster":"crit in ur anus","date":"2015-05-18T14:09:00.457+0000","up_votes":1,"down_votes":3,"body":"also ich wäre da eher für einen cheaters/toxic hell wo man rein kommt wenn man aufhört zu cheaten/flamen etc dann kann man da auch wieder raus das system scannt den chat etc und wenn der spieler sich lange genug normal verhält kommt dieser wieder raus (in dieser hell gibt es nur normals auf 5v5)(custom aram etc ist nicht möglich) wenn einer aus der hell kommt zählen für diesen report sehr viel! 2 wochen könnten so mit 1 woche hell gehandet werde oder ein perma mit min. 1/2  - 1 Jahr hölle :D (mann muss pro monat eine gewisse anzahl spiele in der hölle machen um wieder rauszukommen und man darf nicht toxic sein) wenn einer aus der hell gekommen ist sollte dieser auch im ladebildschirm irgentwie gekennzeichnet sein!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-18T16:34:18.557+0000","up_votes":3,"down_votes":1,"body":"Heya\n[Prisoners Island](http://forums.na.leagueoflegends.com/board/showthread.php?t=4796564&page=2#post49503485).\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"yc4","date":"2015-06-08T18:09:08.955+0000","up_votes":1,"down_votes":2,"body":"Dont fix it! We need more skins. More color-bundles for champions. And more Dota2like graphics. Thank you.","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-06-09T20:15:10.432+0000","up_votes":1,"down_votes":0,"body":"Heya\nWeil die Grafikdesigner ja auch so viel mit den Servern zu tun haben...\n\nMfG Rkoturdo","replies":[]}]},{"id":"","poster":"xRaíden","date":"2015-06-22T16:30:47.947+0000","up_votes":1,"down_votes":1,"body":"***","replies":[{"id":"","poster":"Mimero","date":"2015-06-22T21:09:57.823+0000","up_votes":1,"down_votes":1,"body":"Nichts für ungut, aber bei deiner Ausdrucksweise und deinem Verhalten würde ich dich schon fast  auf die selbe Stufe schätzen.","replies":[]}]},{"id":"","poster":"Sennin Hagomoro","date":"2015-06-21T10:57:09.427+0000","up_votes":2,"down_votes":2,"body":"GG Rito ich bekommt eh nichts auf die Reihe. Eure Server gehören einfach gedropthacked, weil ihr gegen Feeder, Flamer, Aks gar nichts macht. Diese Strafen sind so schlecht und nötig wie 20 minuten warten, bevor die Suche startet, 75 Spiele Chatsperre(juckt dem jenigen nicht er kann weiterflämen) oder 35 ranked spiele hat auch keinen sinn.\nScheiß Spiel Scheiß Community","replies":[]},{"id":"","poster":"DarkRampage","date":"2015-06-18T11:13:18.258+0000","up_votes":1,"down_votes":1,"body":"League of Legends - High Elo Montage Challanger & Diamond\nhttps://www.youtube.com/watch?v=w_slcsefJV8","replies":[]},{"id":"","poster":"The Demon Child","date":"2015-06-07T17:30:11.064+0000","up_votes":1,"down_votes":1,"body":"Mir ist es vor kurzem passiert, dass so ein Drophack von jemanden aktiviert wurde, als wir fast gewonnen hatten. \nUrsprünglich dachte ich jedoch, dass es am EUW Server liegt, bis ich davon erfahren hatte,  dass es eine Reihe von Leuten gibt, die einen solchen Drophack benutzen. \nVielen Dank, für die Info.!","replies":[]},{"id":"","poster":"Hi im GreY","date":"2015-05-22T20:18:23.538+0000","up_votes":1,"down_votes":1,"body":"Ich habe gerade eben einen bekommen mein LoL stürtze einfach ab \nin einem ranked game wenn dass noch einmal spiel ich nicht mehr LOL mein kumpel dann auch nicht mehr {{summoner:11}}","replies":[]},{"id":"","poster":"EkoUchiha","date":"2015-05-17T18:08:53.832+0000","up_votes":1,"down_votes":1,"body":"toll bloß das man einen leav buster bekommtt. zudem solte der support mehr auf die probleme im support forum eingehen den ich hatte das schon öfters in und vor meiner promo..","replies":[{"id":"","poster":"EkoUchiha","date":"2015-05-17T18:09:35.096+0000","up_votes":1,"down_votes":1,"body":"habe es gerade in deisem monet auch","replies":[]}]},{"id":"","poster":"High im Seb","date":"2015-05-14T06:29:31.049+0000","up_votes":2,"down_votes":2,"body":"Danke Riot, dass ihr euch jetzt endlich kümmert und mal etwas gegen diejenigen unternehmt, die nicht Fair sind!\nIch glaube vielen Spielen ist damit ein großer Stein vom Herzen gefallen.\n\nLG Sebastian  -  SebPlayZz\n\nFear is the path to the dark side of the Force  -  Master Yoda \n──────────────────────  \n────────┌┴┴┐──────────  \n────▀▀█═╡▀▀╞═█▀▀──────  \n────────└╥╥┘──────────  \n─────────╝╚───────────","replies":[]},{"id":"","poster":"Karv Prime","date":"2015-05-14T02:21:54.066+0000","up_votes":3,"down_votes":3,"body":"Theoretisch sollte es eine gut realisierbare technische Lösung geben, um das zu verhindern. Zumindest, so wie ich eure Serverinfrastruktur einschätze. Riot, schreibt mich mal ingame oder per Mail an - vielleicht sind die Lösungen für eure Entwickler und Netzwerktechniker brauchbar, oder haben ne gute Synergie zu euren bisher ausgearbeiteten Lösungen.","replies":[]},{"id":"","poster":"ProKiller440","date":"2015-06-20T10:27:16.038+0000","up_votes":0,"down_votes":1,"body":"gute rede","replies":[]},{"id":"","poster":"FNC HolyJin","date":"2015-06-26T18:45:29.665+0000","up_votes":1,"down_votes":2,"body":"Ist auch kein wunder wenn Spieler Drophacks benutzen, wenn ihr zu dumm seid ein richtiges Matchmaking system zu programmieren...","replies":[]},{"id":"","poster":"Liquid sk1zza","date":"2015-05-17T15:28:31.581+0000","up_votes":2,"down_votes":4,"body":"@Riot, weniger Babbeln und Versprechen > langsam mal was tun! Das ganze ist auf einem sehr guten wege zu enden wie Warcraft 3 damals > Unspielbar wegen Hacks. Weniger Skins > Mehr Support. LG","replies":[]},{"id":"","poster":"Schön Hart LANA","date":"2015-05-20T12:38:15.695+0000","up_votes":2,"down_votes":6,"body":"das sind alles leere worte meinermeinung nach alles spinner bei riot","replies":[]}]}