{"id":"u4ysavAb","poster":"AUTplayed1337","date":"2015-05-13T14:23:22.219+0000","title":"allround teamtaktik für 5v5?","subforum":"Level Up: Guides & Tipps","up_votes":1,"down_votes":2,"body":"ich m&ouml;chte gleich sagen die perfekte teamtaktik wird es vermutlich nicht geben aber ich w&uuml;sste im moment nicht wie man diese taktik aufhalten k&ouml;nnte. vl findet ihr ja die l&uuml;ck in meinem plan :). ich wollte eine well-rounded comp finden mit der man kaum teamtaktisch gecountert wird. vorraussetzung ist nat&uuml;rlich ein halbwegs ausgeglichenes game\n\nTop: Gnar\nMid: Ziggs\nJungle: RekSai\nADC: Kog\nSupport: Nami\n\nmit dieser taktik kann man siegen/poken und anschlie&szlig;en diven, Splitpushen (auch 1-3-1 mit reksai als 2nd pusher m&ouml;glich), tankshred kog, gen&uuml;gend AOE cc und tankyness f&uuml;r teamfights; disengage \n\nedit: bans: disengage wie gragas und janna und dann noch einen lanecounter\n\nwie w&uuml;rdet ihr diese comp countern?","replies":[{"id":"","poster":"Temudschinn","date":"2015-05-13T15:53:55.723+0000","up_votes":1,"down_votes":0,"body":"Hm, zuerst zur Kombo: Ich finde sie ganz ok, glaube aber dass einige Synergien nicht ganz optimal sind. Z.b. versteh ich den Reksai-Pick nicht: Reksai ist stark wegen ihren frühen Ganks. Die kannst du aber auf der midlane kaum (weil Ziggs gut im pushen ist, nicht im töten) und auf der Botlane praktisch gar nicht (weil kog im early einfach nur farmen will) nutzen. Einzig die Toplane bietet sich wirklich an. Auch mischst du Fokus-DMG mit AoE dmg; folglich kann man ein Team nur schwer wegbomben, aber auch nicht ein Ziel nach dem anderen rausnehmen.\n\nDie Kombo lässt sich vermutlich auf 2 Arten ziemlich hart countern (wenngleich natürlich sehr, sehr viel vom Skill der Spieler abhängt).\n-Mobile Carrys: Was auffällt ist der Mangel an lockdown, v.a. über grössere Distanz und als point-and-click. Eine Kalista z.b. wird deine Kombo darum vor grössere Probleme stellen, auch Cassio kann dein Team schnell zerreissen wenn Gnar nicht gerade an sie rankommt.\n\n-Picks: Deine kombo enthält einen eher ungelenkigen Ziggs und eine immobilie Glaskanone, Kog. Daneben hast du aber kaum protection und disengage - das beste ist noch die nami ult, wenn die danebengeht sterben Ziggs und Kog sehr, sehr schnell. Das ganze wird durch denn Toplanepick noch massiv verschärft: Gnar kann kaum defensiv reinporten, ausser er hat per Zufall grad volle Wut. Eine Kombo mit Sivir, Vi etc. (Movementspeed, starker Engage) könnte darum sehr schmerzhaft werden.","replies":[]},{"id":"","poster":"Schmandbob","date":"2015-05-13T14:36:38.185+0000","up_votes":1,"down_votes":0,"body":"Im Early und Midgame die comb auseinandern nehmen, heißt ja nicht, dass ein Team gewinnt, auch wenn es \"top Champions\" hat,\ndie Lanes sind immer noch skill-dependent, d.h. es könnte auch eine Jinx/Thresh auf der Botlane gewinnen oder eine Riven den Gnar auseinander nehmen :)","replies":[]}]}