{"id":"Ai4qMg4W","poster":"Hexenjäger Teru","date":"2015-05-13T15:43:21.869+0000","title":"Ranked Spiel crashed - Beitritt nicht mehr möglich","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"Ich habe gerade ein Ranked auf meinem 2ten Account gestartet. \r\nIm Ladebildschirm stand dann &quot;You have been disconnected from the game. Please check your internet connection.&quot;\r\nReconnecten war auch nach erneutem einloggen nicht m&ouml;glich.\r\n\r\n\r\nNun meine Frage: 1. Werde ich f&uuml;r dieses Spiel Punkte verlieren?\r\n\r\n                               2. Werde ich als Leaver bestraft, oder kann das System erkennen, dass es nicht mein Fehler ist?\r\n\r\n\r\nMeine Freunde und ich haben seit ein paar Wochen generell wieder etwas h&auml;ufiger kleine Probleme mit dem Client.\r\nMan muss den Ladebildschirm verlassen und reconnecten, weil es nicht startet.\r\nMan kann nach dem einloggen ab und an keinen Gruppen beitreten (Premade einladungen werden nicht angezeigt), oder man kann genrell keine Spiele starten, bis man sich neu einloggt.\r\n\r\nHabt ihr momentan &auml;hnliche Probleme`?\r\n\r\n\r\n\r\nMfg Teru","replies":[{"id":"","poster":"ObitanVT","date":"2015-05-13T16:27:18.393+0000","up_votes":1,"down_votes":2,"body":"du wirst bestraft, da es deine eigene schuld ist.","replies":[{"id":"","poster":"Aggrodisiakum","date":"2015-05-13T16:58:50.762+0000","up_votes":2,"down_votes":0,"body":"Total unsere eigene Schuld. Deswegen sitz ich hier mit den anderen 4 aus meinem Team und kann nicht mehr connecten...","replies":[]}]},{"id":"","poster":"Hexenjäger Teru","date":"2015-05-16T01:21:33.106+0000","up_votes":1,"down_votes":0,"body":"2 Tage ist das jetzt her und sieh an, das selbe Problem.","replies":[]},{"id":"","poster":"little fatso","date":"2015-05-13T17:58:51.431+0000","up_votes":1,"down_votes":0,"body":"hab genau das selbe Problem kann seit 40 min nicht reconnecten und das Spiel is immer noch offen\n\nWahrscheinlich wieder ein Ghost Game oder Drophack","replies":[]}]}