{"id":"g4c0KeVg","poster":"Arkian123","date":"2015-05-12T18:35:43.090+0000","title":"[Plat] Jungler/Top sucht kompetitives Team","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Ich bin Alexander und derzeit auf der Suche nach einem Ranked-Team f&uuml;r League of Legends. Spiele seit Season 2, aktiv seit Season 3.  Meine Main-Rollen sind der Jungle und die Toplane, wobei ich den Jungle wegen der Map-Pr&auml;senz und der M&ouml;glichkeit, vielen Lanes zu helfen, bevorziehe.  Als Alternativrolle kann ich auch ggf. die Mitte &uuml;bernehmen. Auf der Bottom-Lane bin ich.. nicht zu gebrauchen.\r\n\r\nAktuell stehe ich auf Platin V (noch relativ frisch), plane aber w&auml;hrend der Season noch etwas weiter zu steigen. \r\n\r\nMeine Mains sind;\r\n{{champion:31}} {{champion:39}} {{champion:75}} {{champion:77}} {{champion:106}} {{champion:45}} {{champion:9}} ,\r\nalso generell Champions, die oft aufs ganze gehen.\r\n______\r\n\r\nVom Spielstil w&uuml;rde ich mich als wagend (oder eher greedy) bezeichnen (:D), aber nat&uuml;rlich kann ich mich auch auf Sicherheit fokussieren.\r\n\r\n_Ich bin zurzeit 17 Jahre alt, weswegen ich auch den Thread er&ouml;ffnet habe =&gt; mir ist kein geeigneter Clan ins Auge gefallen, der Platin aufnimmt und nicht +18 Regeln hat. Was ich suche ist ein Team, das sich motiviert f&uuml;r die kompetitive Szene engagiert; das hei&szlig;t also Trainingszeiten, Testspiele, feste Pl&auml;ne, Turniere, und vorallem Organisation. Bitte kein Team, das sich erst frisch aufbauen will und noch zusammengew&uuml;rfelt wird. Nat&uuml;rlich ist es auch wichtig, nicht alles zu ernst zu nehmen, Spa&szlig; zu haben, blabla, kennt jeder :D f&uuml;r nen Normalgame mit Yasuo-AP bin ich immer zu haben ;)\r\n\r\nBitte meldet euch** !nicht!** hier, sondern &uuml;ber meinen Addy ingame (arkian123, so hei&szlig;e ich praktisch &uuml;berall).\r\n\r\n{{summoner:31}}","replies":[{"id":"","poster":"Arkian123","date":"2015-05-30T09:59:14.910+0000","up_votes":1,"down_votes":0,"body":"push3","replies":[]},{"id":"","poster":"Arkian123","date":"2015-05-16T12:59:48.260+0000","up_votes":1,"down_votes":0,"body":"push2","replies":[]},{"id":"","poster":"Arkian123","date":"2015-05-15T17:41:13.708+0000","up_votes":1,"down_votes":0,"body":"#push","replies":[]}]}