{"id":"H1W8XAEA","poster":"ThexXTURBOXx","date":"2015-05-12T18:29:23.006+0000","title":"Energie und Mana","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hallo zusammen,\n\nich glaube die meisten unter Euch, die Akali spielen, kaufen sich oft Lich Bane. Dieses gibt einmal 80 F&auml;higkeitsst&auml;rke, 5% Lauftempo und 250 Mana.\nIch mag es nicht so gerne, dass ich das Mana als Wert, der dazukommt, verliere. Ich habe mir 3 M&ouml;glichkeiten ausgedacht, die Ingame cool w&auml;ren und nicht nur f&uuml;r Akali, sondern auch f&uuml;r z.B. Shen gut w&auml;ren.\n\nM&ouml;glichkeit 1: \nDas Mana, das ein Gegenstand verleiht, wird durch 5 (oder 25, wenn sich 5 als zu \"OP\" erweisen w&uuml;rde) geteilt und der dabei entstehende Wert wird als Energie hinzugegeben.\n\nM&ouml;glichkeit 2:\nEIn neues Item: Dabei bekommt es einmal Standard-Stats und als \"EINMAlIG-PASSIV\" bekommt es einen Transfer von Mana in Energie. Das bedeutet das gleiche, wie in M&ouml;glichkeit 1, nur, dass man hierbei einen Gegenstand ben&ouml;tigt.\n\nM&ouml;glichkeit 3 (Meines Erachtens eigentlich zu OP):\nMana durch Gegenst&auml;nde wird in Energie/Sekunde umgewandelt.\n\nBitte votet mit, ich f&auml;nde es cool zu erfahren, was Ihr davon denkt. Ich f&auml;nde so etwas ziemlich cool!\n\nHabt einen sch&ouml;nen Abend, Beschw&ouml;rer ;)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-13T09:32:46.566+0000","up_votes":3,"down_votes":0,"body":"Es hat schon einen Sinn, dass es unterschiedliche Ressourcen gibt und diese auch unterschiedlich behandelt werden.\n\nTechnisch gesehen müsstest du, wenn du Mana und Energie anpassen willst, dass gleiche mit Zorn und Ferocity (Rengar) machen.\nDann sollte ich als Renekton auch mal eben ein {{item:3042}} kaufen/stacken können und den Maximalen Zorn um 100-200 erhöhen, denn wenn Energie von Manaitems profitiert sollten Tryndamere, Renekton, Shyvana und Reksai mit Zorn als Ressource nicht hinterher hängen. Und Rengar mit Ferocity ebenfalls nicht.\nUnd was passiert mit denen, die keine Ressource haben? z.B. Denen, die Health als Kosten haben? erhalten die Healthregen, wenn die Athenes kaufen?\n...","replies":[]},{"id":"","poster":"Tungsteel","date":"2015-05-13T05:39:34.019+0000","up_votes":2,"down_votes":0,"body":"Naja, der Vorteil der Energie ist ja, dass man quasi nur im Teamfight, wenn man wirklich spammt durch Energie limitiert ist, aber im early kaum Schwierigkeiten hat. Mana ist da eigentlich genau umgekehrt. Man hat am Anfang immer zuwenig, aber kann es dazukaufen. Die Vor- und Nachteile von Energie und Mana finde ich so eigentlich gut und man weiß das ja im vorhinein. Ich fände ich viel zu stark, wenn man zur ohnehin schon hohen Energie/Sekunde jetzt noch zusätzlich Energie kaufen kann. Morellos und Athene -> 40% CD + Energieregen, dazu vielleicht noch ein oder zwei Items die Energie liefern und der Champion ist nur mehr vom CD limitiert.\n\nWenn man machen will, dass man Energie dazukaufen kann, dann sollte die Manaregen auf lvl 1 so auf 10 Mana/sek erhöht werden, um den Vorteil, die die Energie dadurch hätte, auszugleichen. ","replies":[]},{"id":"","poster":"Veezey","date":"2015-05-12T18:40:45.995+0000","up_votes":1,"down_votes":0,"body":"Mir würde es reichen wenn man statt 250 Mana 10 Energie bekommt.","replies":[{"id":"","poster":"ThexXTURBOXx","date":"2015-05-12T18:43:14.759+0000","up_votes":1,"down_votes":0,"body":"Also im Prinzip das, was ich beim 1. in die Klammer geschrieben hab. Ok.","replies":[{"id":"","poster":"Veezey","date":"2015-05-12T20:18:28.430+0000","up_votes":1,"down_votes":0,"body":"Ja, denn 50 Energie wäre schon echt viel.","replies":[]}]}]},{"id":"","poster":"PlanetenPlatzer","date":"2015-05-12T18:31:17.776+0000","up_votes":1,"down_votes":0,"body":"Es ist alles zu op.","replies":[{"id":"","poster":"ThexXTURBOXx","date":"2015-05-12T18:31:53.913+0000","up_votes":1,"down_votes":0,"body":"Ok. Deine Meinung :)","replies":[]}]}]}