{"id":"jpVF1W7E","poster":"N1T0","date":"2015-05-10T18:51:44.235+0000","title":"Jax Jungle","subforum":"Champions & Gameplay","up_votes":1,"down_votes":2,"body":"Ist Jax im Jungle gut oder schlecht (mit Begr&uuml;ndung Bitte)","replies":[{"id":"","poster":"XellesZero","date":"2015-05-12T15:19:21.857+0000","up_votes":1,"down_votes":0,"body":"Ich hab ihn schon im Ranked Jungle gespielt... allerdings nur um den gegnerischen Xin & Yi zu countern. Das hat dann auch wunderbar geklappt und ich konnte das game carrien. Unter lvl 6 musst du damit rechnen dass du sehr langsam im jungle vorankommst und stärkere Jungler gibt es momentan definitiv auch","replies":[]},{"id":"","poster":"dugg","date":"2015-05-11T06:05:58.040+0000","up_votes":1,"down_votes":0,"body":"Ob Jax gut oder schlecht ist, lang ganz an deinem Skill und wie du ihn spielst. \n\nGrundsätzlich würde ich anderen Champs im Jungle den Vorzug lassen. Auch aus dem Grund, weil er die Camps zu langsam säubert. Das gefällt mir persönlich nicht so sehr. Außerdem kann man seinem Stun recht gut entkommen, wenn man in rechtzeitig sieht.\n\nVorzug auf jeden Fall Seju (wird nur oft gebannt), Zac, Rammus, Rek'Sai.","replies":[]},{"id":"","poster":"IIB0ssPlaY3RII","date":"2015-05-10T19:08:28.296+0000","up_votes":1,"down_votes":0,"body":"Würde ich nicht spielen. Hat ein furchtbares early (squishy, wenig Schaden bis lvl6, 0 sustain) und braucht trinity, das Gold wirst du als junger nicht so schnell bekommen. Außerdem Tank meta und so..","replies":[]},{"id":"","poster":"Donzen","date":"2015-05-10T19:03:20.140+0000","up_votes":1,"down_votes":0,"body":"Ich würde es jetzt nicht im Ranked probieren, aus dem einfachen Grund, dass es bessere Jungler gibt.\n\nEdit: Es gibt da als Beispiel Sejuani, denn sie ist sehr beliebt denn Tank Jungler sind im moment wegen dem Cinderhulk stark und Seju hat eine Q, mit der sie auf einen Gegner springt und einen kleinen Knock Back verursacht. Dann hat sie noch prozentualen Damage durch ihre W was ebenso sehr gut gegen die Tank Meta ist. Außerdem ist ihre E ein ziemlich guter Slow und ihre Ultimate ist eine gewaltige Bola die einen Flächenstun verursacht wenn sie trifft. Also ziemlich stark und ihr Grundschaden ist auch nicht gerade zu verachten. Jax hat diese Sachen nicht und lässt sich zwar spielen aber definitv nicht so gut wie andere Jungler.","replies":[]}]}