{"id":"lhJncQls","poster":"Tr1ceratops","date":"2015-05-10T14:42:58.755+0000","title":"Wie soll man Xin Zhao Jungle  builden?","subforum":"Champions & Gameplay","up_votes":1,"down_votes":0,"body":"Hall&ouml;le,\r\nich wollte mal fragen wie man Xin Zhao builden sollte und wie es mit den Skills aussieht. Ich hatte mir von paar anderen builds etwas abgeschaut und habe ihn mal etwas offensiver (Stalkers Blade Warrior, {{item:3153}} {{item:3047}} / {{item:3111}}  {{item:3078}} {{item:3075}} {{item:3065}} ) und defensiver ( Stalkers Blade cinderhulk {{item:3153}}  {{item:3047}} {{item:3065}} {{item:3071}} {{item:3083}}) gespielt. Abgesehen davon habe ich die Q zuerst hochgeskillt, danach E.  Wie ist eure Meinung dazu?","replies":[{"id":"","poster":"xSyruSx","date":"2015-05-10T14:59:14.019+0000","up_votes":1,"down_votes":0,"body":"Also ich spiele immer ganz gerne mein \"Armorpen\" Build ^^.\n\nAlso, blaues Jungleitem mit roter Verbesserung\nanschließend Bruta -> Younmus\nBruta -> Schwarzes Beil\n\nDazu noch Armorpen Runen (Rot und Essenzen auf Armorpen)\n\nund dann durchschnetzeln. ^^\n\nAm ende sollte man auf Flat 59 Armorpen sein (Nach der Änderung am Schwarzen Beil auf 49) und ca. .......180 Ad?! (Habe LoL nen paar Tage nicht gezockt).\n\nMan ist sehr squishy, dafür zerfetzt man nahezu alles was nicht Sejuani heißt, fast instant.\n\nMit dem Build sollte man aber wissen wie man Xin Zhao zu spielen hat und wann man wo reingehen kann und wo nicht.\nZudem kann man dieses Build nicht spielen, wenn man am Anfang nicht in Führung geht. (3+ Kills sollten schon drin sein damit es erfolg verspricht)\nGrund ist, dass die Items einem keine Def-Werte geben, bis auf Schwarzes Beil. Zudem sind die Items nicht ganz billig.\nSOLLTE es jedoch klappen, hat man den Levelvorteil, massig Armorpen durch Schwarzes Beil, Passiv und eben die Flat Armorpen und\nkann wirklich ALLES sofort weg bursten, bis auf sowas wie Sejuani und Konsorten halt, aber da kann ein Botrk helfen.\n\nLange Rede, kurzer Sinn.\n\nWenn das Build klappt gehört jeder Arsch DIR....wenn nicht...ja....hat man halt ne Arschkarte ^^.","replies":[{"id":"","poster":"Tr1ceratops","date":"2015-05-10T15:09:37.788+0000","up_votes":1,"down_votes":0,"body":"Habe Xin noch nicht sooo lange. Der Build scheint spaßig zu sein, aber würde lieber ne Mischung aus Tankyness und Damage haben :D\nDennoch danke :)","replies":[]}]},{"id":"","poster":"invicta draco","date":"2015-05-10T14:48:14.808+0000","up_votes":1,"down_votes":0,"body":"hol lieber {{item:3110}}  anstatt {{item:3071}}  und lieber diese schuhe {{item:3111}}.  Ansonsten ist alles gut","replies":[]}]}