{"id":"tMA3A9l3","poster":"OrangeBubble","date":"2015-05-10T10:41:47.881+0000","title":"Champion Meisterschaft - Was steckt dahinter?","subforum":"Champions & Gameplay","up_votes":5,"down_votes":0,"body":"Hallo,\r\n\r\nich hoffe, es gab keinen Thread in der Richtung schon. Ich hab mit der SuFu etwas geschaut, es gibt zwar zum Thema &quot;Champion Meiterschaft&quot; viel, aber keines, wo das folgende Thema behandelt wird.\r\n\r\nPrinzipiell finde ich es super, dass man jetzt eine Output hat, wie gut man verglichen zum Durchschnitt war. Jetzt kommt aber das ganz gro&szlig;e ABER.\r\nIch verstehe die Benotung nicht. Ich meine, sch&ouml;n dass ich S bekomme, aber wenn ich nicht mal wei&szlig;, wie es zu stande kommt, dann bringt mir es genau 0.\r\nUm mal ein Beispiel zu nehmen, ich hab zwei Janna Spiele gemacht, subjektiv gesehen war ich in beiden gleich gut.\r\n\r\n1. Janna 2/0/24 -&gt; S\r\n2. Janna 1/0/23 -&gt; A\r\n\r\nIm Prinzip waren die etwa gleich gut, ich bin bei beiden nicht gestorben und hab mein Team gut supportet. Nun bin ich aber eine Note schlechter, nur weswegen? Ich kann nirgens nachvollziehen, was nun schlechter in dem zweiten Spiel war, somit kann ich mich auch nicht verbessern, denn wie gesagt subjektiv war ich gleich gut.\r\n\r\nDie Frage, die ich mir ebenso stellte, hat die Note &uuml;berhaupt einen Wert? Denn zum einen wei&szlig; ich nicht, woraus sich die Note zusammensetzt, zum anderen wei&szlig; ich nicht, ob die Note &uuml;berhaupt alles mit einbezieht, was man so als Support macht.\r\nIm schlimmsten Fall ist die Note rein auf Stats aufgebaut, nat&uuml;rlich mit Gewichtigkeit zu den jeweiligen Rollen &lt;Tanks d&uuml;rfen mehr sterben, Supporter kriegen mehr f&uuml;r Assist, ect.&gt;\r\nIm besten Fall wird noch &uuml;ber den Tellerrand der Stats geschaut und andere Variabeln hinzu gezogen. \r\n\r\nNur die Frage ist, wie werden die anderen Variabeln hinzu gezogen?\r\nEin simples Beispiel:\r\nTurmzerst&ouml;rungen sind wichtig, weil damit treibe ich den Sieg vorran. Je mehr T&uuml;rme fallen, desto gr&ouml;&szlig;er sind die Siegeschancen.\r\nWenn das System nun die Variabel mit einbezieht und sagt, ok du kriegst eine bessere Note, wenn du an der Turmzerst&ouml;rung beteiligt bist, dann bleibt immer noch die Frage offen, wie es gewertet wird.\r\n\r\nDenn wenn es nur gewertet wird, wenn man bei der Zerst&ouml;rung dabei war, dann kann es sein, dass jemand, der den Turm vorher schon 60% Leben weggehauen hat, keine Extrapunkte bekommt, weil er beim Zeitpunkt der Zerst&ouml;rung nicht dabei war.\r\nWenn es aber nur nicht puren DMG geht, den man am Turm angebracht hat, dann haben die Leute, die evtl bei der Turmbelagerung die Leute in Schach halten und nicht direkten DMG auf den Turm anbringen ebenso Pech, weil sie dann auch keine Extrapunkte bekommen. \r\nEine weitere M&ouml;glichkeit w&auml;re die Kombination der beiden oder eine ganz andere Wertungsmethode.\r\n\r\nDer Punkt ist einfach, ich wei&szlig; nicht\r\n\r\na) welche Variabeln rein spielen\r\nb) wie die Variabeln gewertet werden\r\nc) was ich mit der Note anfangen soll\r\n\r\nWenn man was mit der Note kontruktiv anfangen soll, sollte Riot erstmal erkl&auml;ren, wie sie sich zusammen setzt und dann das ganze visuell darstellen. Nicht unbedingt, wenn man in diesem Afterchat ist, aber z.B. auf einer extra Seite (&auml;hnlich dem Spielverlauf). Dann kann man sehen, aha, dass hab ich im Spiel besser gemacht und sich auf der Basis gedanken machen. \r\n\r\nMomentan ist die Note eigentlich komplett hinf&auml;llig. Es ist sch&ouml;n, dass mir die Note das sagt, was ich ohnehin wei&szlig; (ich war gut/ich war schlecht), aber ansonsten ist sie unn&ouml;tig.\r\n\r\nIch hoffe, Riot macht in der hinsicht noch etwas und pr&auml;zisiert das ganze noch etwas :)\r\n\r\nLg","replies":[{"id":"","poster":"xImp Bluicid","date":"2015-05-11T14:09:38.473+0000","up_votes":1,"down_votes":0,"body":"http://boards.euw.leagueoflegends.com/de/c/allgemeiner-chat-de/gBEjOEZ5-champion-meisterschaften-konzept\n\nHier der passende Link :D","replies":[]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-10T12:23:18.224+0000","up_votes":1,"down_votes":0,"body":"Also ich habe für meinen Annie Support nen A bekommen, obwohl LolSkill.net mir wie immer erzählt hat, dass die Scheiße war... das Spiel scheint also schon davon auszugehen, dass eine Support-Annie (im Gegensatz zu einer Midlane Annie) nicht nach KDA und Farm zu bewerten ist, sondern nach Stuns und Wards...\n\nAm Ende sollte man das als irrelevante Spielerei sehen... man wird keine LP zurück bekommen, wenn man ein S+ Spiel verliert, genau so wenig wie man weniger LP bekommt, wenn man mit B- zum Sieg getragen wird...","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-10T12:44:29.844+0000","up_votes":1,"down_votes":0,"body":"Ich sagte ja nie etwas wegen LP :) Es geht mir nicht um LP oder sonst was.\nIch sehe nur Potential in der Bewertung, da man z.B. sehen könnte, wo die Stärken und Schwächen von einem sind, natürlich nur, wenns wie gesagt ausgereifter bzw. präziser wäre :3","replies":[{"id":"","poster":"MeMyselfandBaal","date":"2015-05-10T13:06:53.377+0000","up_votes":1,"down_votes":0,"body":"Mir ist bewusst, dass du nicht von LP gesprochen hast... ich bin aber zu pessimistisch um nicht tausende QQ Threads aus genau diesem Anlass auf mich zum kommen zu sehen.\n\nIch denke schon, dass Riot unterschiedliche Paradigmen für die Noten zusammengestellt haben und das ein Tank anders bewertet wird, als ein Carry oder ein Support. (Dass das Programm zum Beispiel weiß, dass 10 Wards für eine Mid Lane Annie akzeptabel, für eine Support-Annie aber furchtbar ist....) Und ich würde sogar davon ausgehen, dass die es mitkriegen, ob du Annie als Mitte oder Support spielst. Das müsste ich aber mal verifizieren...\n\nWas nebenbei ne wirklich geile Idee wäre... wenn man das Chatverhalten in die Bewertung mit einfließt... Also wenn die einzigen Varianten ein \"F\" zu bekommen, AFK gehen oder Flamen (also regelmäßiges herausfordern des Spamwortfilters... und eigentlich könnte man Noob mal dem Spamwortfilter hinzufügen) wären. Und dann, um die Sache Rund zu machen, sollte man Masterie Points verlieren... Auch wenn das wieder nur zu QQ Threads in diesem Forum führen wird... aber hey, ich lese die ja gerne... zumindest so lange wie das Tribunal noch down ist...","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-10T13:43:39.078+0000","up_votes":1,"down_votes":0,"body":"Ich bezweifle nicht, dass es das nicht erkennt.\nEs geht darum, dass ICH erkennen will, WAS in die Bewertung einfließt. Das ist der springende Punkt, was mich stört. ICH kann nicht nachvollziehen, wie die Wertung zusammen kam und woran es hapert. \n\nMan könnte z.B. einen extra Tag machen für die Bewertung, so wie der Spielverlauft.\n\nDort steht z.B. \nJinx           | ADC        | A\nRenekton | Kämpfer | B+\nAnnie        | Support | A-\n\nDann Click ich auf Annie und kriege dann eine Auflistung von den Variabeln z.B.\n\nWards : 15 Stck | Note: B-\n\nDas ist jetzt nur so ein schnell ausgedachtes Konzept, aber etwas in der Form würde mich einfach freuen. Einfach das ich visuell ein Feedback habe, wie die Note zusammen kommt. Dann wäre die Note sogar sinnvoll.","replies":[{"id":"","poster":"xImp Bluicid","date":"2015-05-11T13:59:06.789+0000","up_votes":1,"down_votes":0,"body":"Ich finde das auch sehr gut, weil ich dann dadurch sehen kann, was ich besser machen kann  bzw schon gut gemacht habe und woran ich arbeiten muss. Also ich bin dafür, dass wir die Idee hochvoten, ich mach dazu jetzt noch einen extra Threat ;D","replies":[]}]}]}]}]},{"id":"","poster":"MiD MeRcY","date":"2015-05-10T12:17:03.479+0000","up_votes":1,"down_votes":0,"body":"***","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-10T12:42:54.138+0000","up_votes":1,"down_votes":0,"body":"Nein, auf der offiziellen Seite steht dazu das:\n\"Wir beziehen eine Reihe von Leistungsberechnungen ein und vergleichen, wie du dich im Verhältnis zu allen anderen Spielern deiner Region in deiner Kombination aus Champion und Position schlägst\"\n\nDie Buchstaben zeigen also an, wie du dich im Vergleich zu anderen Spielern, die diesen Champ + Rolle gespielt haben, geschlagen hast. \n\nUnd wenns nach deiner Annahme ginge, müsste ich beim zweiten Spiel ein S gehabt haben und beim ersten nur A. Beim zweiten Spiel hatte ich die beste KDA ;)","replies":[{"id":"","poster":"Evenrider","date":"2015-05-10T13:03:41.545+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=OrangeBubble,realm=EUW,application-id=Wj1wcocU,discussion-id=tMA3A9l3,comment-id=00000000,timestamp=2015-05-10T12:42:54.138+0000)\n>\n> Nein, auf der offiziellen Seite steht dazu das:\n> \"Wir beziehen eine Reihe von Leistungsberechnungen ein und vergleichen, wie du dich im Verhältnis zu allen anderen Spielern deiner Region in deiner Kombination aus Champion und Position schlägst\"\n> \n> Die Buchstaben zeigen also an, wie du dich im Vergleich zu anderen Spielern, die diesen Champ + Rolle gespielt haben, geschlagen hast. \n\nBist du dir da sicher?\nIch hatte Freitag ein Renekton game mit 0/11/0 beendet. Und habe die Note C oder C+ erhalten. Wie kann man denn da noch schlechter abschneiden?\n\nDas Spiel:\nhttp://matchhistory.euw.leagueoflegends.com/de/#match-details/EUW1/2098343067/36251199?tab=overview","replies":[{"id":"","poster":"OrangeBubble","date":"2015-05-10T13:35:48.554+0000","up_votes":1,"down_votes":0,"body":"Natürlich bin ich mir sicher, immerhin greif ich mir das ja nicht aus der Luft 0.o\n\nHier ist der Link:\nhttp://euw.leagueoflegends.com/de/page/features/champion-mastery\n\nFAQ -> Was fließt in das Bewertungsystem rein? \nGenau da steht der Satz, den ich zitiert habe :3\n\nUnter uns, ich glaub net, dass man D erreichen kann ^^ Ich denke D ist nur da, damit man etwas aufgemuntert wird, so als Motivation da man hätte ja noch schlechter sein können ^^ C war auch bei mir das schlechteste, egal wie schlecht ich war. Ebenso bei ein paar Kumpels, die teilweise sich selber fragen, warum nicht D?","replies":[]}]}]}]}]}