{"id":"OXjYUUIw","poster":"rampi","date":"2015-05-10T12:52:53.089+0000","title":"Bug Lux vs Nocturne","subforum":"Melde einen Bug","up_votes":1,"down_votes":0,"body":"Habe in den letzten Tagen paar Mal Lux gespielt (Mid und Support) und musste ein paar mal gegen Nocturne ran. Dabei kam mir mind. 3x folgender Bug &uuml;ber den Weg: Nach dem Q-Snare die Ulti gez&uuml;ndet (&uuml;bliche Kombo halt). Folge: KEIN Schaden auf Nocturne.\r\nBug wurde 2x von meinen Mitspielern confirmed, leider hatte ich keine M&ouml;glichkeit zum Aufzeichnen. Wer&#039;s ausprobieren will und vll. aufzeichnen kann nur zu.","replies":[{"id":"","poster":"rampi","date":"2015-05-10T13:15:00.220+0000","up_votes":1,"down_votes":0,"body":"ok, gerade mal genauer nachgeschaut. Das W sieht von der Animation dem Q recht ähnlich. Vielleicht kommt es im gesnarten Zustand nicht so durch. Ist auf jeden Fall aber ziemlich assi mal eben ne komplette Ulti zu dodgen... OP-Counter. Kann man da nicht was machen dass das z.b. nur für Q, W und E gilt? Meiner Meinung nach ein bisschen unbalanced.\n\nUnd ja, ich hatte ihn gesnared (weiß grad gar nicht mehr ob das nicht auch schon ohne Schaden war, müsste ich vll. nochmal reproduzieren). Er war gesnart und die folgende Ulti war einfach für den Hintern auf gut deutsch gesagt.","replies":[{"id":"","poster":"Evenrider","date":"2015-05-10T14:07:21.198+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=rampi,realm=EUW,application-id=ImBE6GqA,discussion-id=OXjYUUIw,comment-id=0002,timestamp=2015-05-10T13:15:00.220+0000)\n>\n> ok, gerade mal genauer nachgeschaut. Das W sieht von der Animation dem Q recht ähnlich. Vielleicht kommt es im gesnarten Zustand nicht so durch. Ist auf jeden Fall aber ziemlich assi mal eben ne komplette Ulti zu dodgen... OP-Counter. Kann man da nicht was machen dass das z.b. nur für Q, W und E gilt? Meiner Meinung nach ein bisschen unbalanced.\n> \n> Und ja, ich hatte ihn gesnared (weiß grad gar nicht mehr ob das nicht auch schon ohne Schaden war, müsste ich vll. nochmal reproduzieren). Er war gesnart und die folgende Ulti war einfach für den Hintern auf gut deutsch gesagt.\n\nSivir kann das auch. Banshees Blockt ebenfalls jede Fähigkeit.\nYasuos Windwall kann sehr viele Ultimates Blocken. z.B. Ashes, Lucians, Mfs, Caits,...... Und man braucht nur 1 Windwall dafür.\nBraum ignoriert ebenfalls das erste Projektil komplett. Selbst wenn das eine Ultimate ist (z.B. Ashes).\n\nUnd Nocturne ist ansonsten ein extremes Kiteopfer. Allein das du ihn gesnared hattest, hat ihn für den moment komplett ausgeschaltet. Das er dann die Ulti blockte war relativ bescheiden, denn er brauch die Fähigkeit eher gegen CC-Lastige Fähigkeiten.","replies":[]}]},{"id":"","poster":"Evenrider","date":"2015-05-10T12:58:06.655+0000","up_votes":1,"down_votes":0,"body":"Du hattest ihn also gesnared und dann nur mit deiner Ulti beschossen?\nAlso wenn er im Snare hängt, kann er immer noch Fähigkeiten nutzen. Nocturne hat dann sein W aktiviert und deine Ultimate blockiert.","replies":[]},{"id":"","poster":"CabsIog","date":"2015-05-10T12:55:36.325+0000","up_votes":1,"down_votes":0,"body":"vllt hat nocturne seinen schleier der dunkelheit also sein w schild aktiviert. Dadurch könnte er deinen snare blocken und der ult ausweichen. oder aber durch einen bug wurden beide spells geblockt. das ist zumindest meine theorie","replies":[]}]}