{"id":"iZpiEEFu","poster":"seifeaufheben","date":"2015-05-10T08:24:13.664+0000","title":"Brauche eure Hilfe","subforum":"Spielerverhalten & Moderation","up_votes":1,"down_votes":1,"body":"Hallo liebe LOL Community, \r\n\r\nobwohl ich LOL nicht mehr spiele brauche ich eure Hilfe. Mein Account wurde soeben in Heroes of Newerth suspendiert und ich bin am verzweifeln: Ich lasse mich gerade in Computerspielen sehr leicht provozieren, neige dazu schnell schlimme W&ouml;rter zu schreiben und wenn mich meine Mitspieler absichtliche trollen dazu verleiten zu feeden. Der Ein oder Andere von euch wird es wissen, dass die hon community sehr toxisch ist. Deshalb habe ich es auch eingesehen, dass ich etwas an meinem Verhalten im Internet &auml;ndern muss. Im richtigen Leben bin ich einer der h&ouml;fflichsten und freundlichsten Menschen die es gibt. Aber im Internet drehe ich am Rat und haue auch gerne Mal Dinge raus, die ich im Real life niemals sagen/machen w&uuml;rde. \r\n\r\nHabt ihr irgendwelche TIpps, wie ich mein Verhalten &auml;ndern kann? Was macht ihr so um mit euren &quot;Aggressionen&quot; umzugehen, wenn es im Spiel mal nicht so l&auml;uft? \r\n\r\nMFG SEIFE","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T09:38:52.142+0000","up_votes":1,"down_votes":4,"body":"***","replies":[{"id":"","poster":"eingew","date":"2015-05-10T10:13:06.371+0000","up_votes":2,"down_votes":0,"body":"Naja, wenn dich das befriedigt in einer Endlosschleife zu sitzen... beim flamen gibts ja nicht mal ne Meta, die sich ab und zu ändert... das ist einfach immer dasselbe.\nAber jedem seins? 0.o","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T10:27:34.059+0000","up_votes":1,"down_votes":3,"body":"Ich gehe mal schwer davon aus, dass du für deren \"BESTRAFUNGSSYSTEM\" bist, oder?","replies":[{"id":"","poster":"eingew","date":"2015-05-10T10:29:07.889+0000","up_votes":1,"down_votes":0,"body":"Offensichtlich funktioniert es doch, wenn du für schlechtes Verhalten Bans erhältst.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T10:46:29.479+0000","up_votes":1,"down_votes":1,"body":"Naja ein Freund von mir muss vor jedem Spiel 20 Minuten im Matchmaking mit niedriger Priorität warten, nur weil er ab und zu durch seinen Computer einen disconnect bekommt. \n\nIch denke nicht, das man sowas \"funktionieren\" nennen darf. Es ist lediglich eine Tortur die den Spielern aufgedrückt wird. Es ist schade, dass es nur wenige Stimmen gegen dieses System gibt, die das ganz kritisch sehen.","replies":[{"id":"","poster":"eingew","date":"2015-05-10T11:09:30.153+0000","up_votes":1,"down_votes":0,"body":"Ich finde leaven nun mal sehr kritisch. Denn in die 20m Lowprio-Queue kommt man auch nicht einfach so. Da hat man andauernd  DCs. Die Lösung wäre btw etwas dagegen zu unternehmen, statt einfach weiterzuspielen und sich dann zu wundern, dass die Mitspieler davon genervt sind, jemanden mit DCs im Team zu haben.\n\nUnd 20 Minuten vor dem Spiel warten eine Tortur zu nennen halte ich für leicht übertrieben.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T11:18:13.710+0000","up_votes":1,"down_votes":0,"body":"Das man nicht ohne weiteres in die 20m kommt ist klar. Aber dennoch sind schon bereits 5 Minuten eine erhebliche Strafe, wenn man bedenkt das Spiele ca zwischen 30-40 Min dauern. Das sind bereits 5/40, also 12,5% der SPielzeit, die man rumgammeln muss VOR JEDEM SPIEL. Das nervt","replies":[{"id":"","poster":"eingew","date":"2015-05-10T11:38:32.185+0000","up_votes":1,"down_votes":0,"body":"Man hat bereits vor der Strafe mehr als genug Zeit, um technische Probleme zu lösen. Weigert man sich schlichtweg, dies zu tun, dann muss man die Spieler eben dazu bringen. Ja, die Strafe nervt. Genau das soll sie auch. Wenn man nicht leavt kriegt man schließlich auch keine Strafe.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T11:40:30.310+0000","up_votes":1,"down_votes":0,"body":"Klar Strafen sollen nerven. Aber es gibt einen Bestimmten Punkt, ab dem es dem Bestraften egal sein kann ob die Strafe noch höher wird. Riot hat hier kein Fingerspitzengefühl. Bsp. Motivieren endloschatspeeren nicht sein Chatverhalten zu überdenken.","replies":[{"id":"","poster":"eingew","date":"2015-05-10T11:47:00.034+0000","up_votes":3,"down_votes":0,"body":"Ich denke 20 Minuten warten sind viel... aber dafür, dass man die 5 und 10 Minuten Sperre offenbar einfach ignoriert hat absolut gerechtfertigt.\n\nJa, die CRs können aktuell ins unermessliche Steigen. Das war so nicht geplant. Vermutlich sollte entweder das Tribunal früh genug zurückkehren, und das weit vor dem erreichen abstruser Werte wie 1k Spiele CR, oder Riot hat nicht damit gerechnet, dass sich jemand so vehement gegen eine Besserung des Verhaltens wehrt, dass diese Zahlen erreicht werden.\nAb 500 Spielen ist eine Sperre als permanente Beschränkung zu betrachten. Da hat man quasi das System gesprengt. Riot kann nicht jeden verbessern. Bei mehr oder weniger Hoffnungslosen Fällen hört es eben irgendwann auf.\n\nDie meisten Spieler hören im übrigen schon nach der ersten Sperre auf zu flamen und erhalten keine weiteren Sperren. 70% um genau zu sein. Eine sehr gute Erfolgsrate, wenn du mich fragst.","replies":[]}]}]},{"id":"","poster":"hshtagniemehrcdu","date":"2015-05-10T11:26:08.912+0000","up_votes":1,"down_votes":0,"body":"Und wie lautet dein Lösungsvorschlag?\nMan muss den Spielern einen Anreiz geben, sich um ihr Problem zu kümmern, denn ein 4v5, und sei es nur kurz, nervt ebenfalls.\nKeine Strafen zu verhängen würde unweigerlich zu einem massiven Anstieg in den DC's führen.\n\n\nKritisieren ist leicht.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T11:41:25.601+0000","up_votes":1,"down_votes":1,"body":"Mein Lösungsvorschlag: Leaven erlauben und einführen eines Noleaver Modus, wo leaven mit Knallharten Strafen geahndet wird. \n\nDas sollte alle zufriedenstellen und ist relativ einfach umzusetzten, da ein kompetitver Modus schon existiert: das Ranked.","replies":[]}]}]}]}]}]}]}]}]},{"id":"","poster":"MeMyselfandBaal","date":"2015-05-10T09:28:30.632+0000","up_votes":3,"down_votes":0,"body":"hmm... haben die kein eigenes Forum, [in dem du den Hersteller des Spieles beleidigen kannst?](http://boards.euw.leagueoflegends.com/de/c/spielerverhalten-de/ZEMuKK9K-ihr-macht-euch-laacherlich-riot) Oder hast du die Leute dort als HoN Fanboys beschimpft und musst deswegen hier her zurückkehren?\n\nDie Antwort ist unabhängig vom Spiel dieselbe: Du musst die Kritik, die in deinem letzten Thread geäußert worden ist, annehmen und dein Verhalten ändern, sonst wirst du über kurz oder lang in jedem Moba gebannt werden.","replies":[]},{"id":"","poster":"Sanctuary2056","date":"2015-05-10T08:33:30.677+0000","up_votes":2,"down_votes":2,"body":"Dazu gibt es unzählige Hilfestellungen im Internet...\nWas speziell Spiele angeht, so solltest du dir überlegen woher das eigentlich kommt. Bist du generell übertrieben ehrgeizig? Identifizierst du dich zu sehr mit dem Spiel? Kommst du mit dem Verhalten anderer nicht klar? Das sind alles Dinge wo man durchaus etwas gegen tun kann. Aber alles aufzuschreiben wäre mir jetzt auch zu anstrengend, bevor du dein Problem eingrenzt ;)","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T08:38:38.105+0000","up_votes":1,"down_votes":0,"body":"**Bist du generell übertrieben ehrgeizig? **\nJa ich gebe beim Zocken immer alles, weil ich ein \"sweater\" bzw. \"tryharder\" schon immer war.\n\n**Identifizierst du dich zu sehr mit dem Spiel? **\nNicht unbedingt. Ich habe keine Probleme, wenn jemand eine andere Meinung zu PCspielen bzw. Zocken allgemein hat. \n\n**Kommst du mit dem Verhalten anderer nicht klar? **\nWorauf ich absolut nicht klarkomme ist, wenn ich getrollt werde: Das heißt mir werden absichtlich lasthits oder junglecamps geklaut und mein early game dadurch komplett zerstört wird. Außerdem bekomme ich wutanfälle, wenn das Spiel offensichtlich verloren ist und mein Team nicht Surrendern will =) \n\nGrenzt das das ganze ein?","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-10T09:04:09.792+0000","up_votes":2,"down_votes":1,"body":"Nicht besonders, ansich sehe ich da nur eine Sache die nicht passt.\nUnd zwar beschreibst du dich selbst als ehrgeizig und tryharder, gehst aber auf der anderen Seite hin und willst Spiele surrendern, wenn du sie für verloren hältst. EIn Spieler der tatsächlich ehrgeizig ist würde das nicht tun. Zwar verliert niemand wirklich gerne in einem kompetitiven Spiel, aber wer Sportsgeist besitzt weiß diese Erfahrungen zu schätzen wo man seine Grenzen austesten kann. Spiele die leicht gewonnen werden sind meißt das, was einen ehrgeizigen Spieler langweilt. Das was du beschreibst klingt so, als würdest du den leichten Sieg bevorzugen.\n\nMachst du irgendeinen Ausdauersport?","replies":[{"id":"","poster":"Red Mage","date":"2015-05-10T09:10:55.915+0000","up_votes":2,"down_votes":0,"body":"muss dies zustimmen, nach einen wirklichen Tryharder hört sich das **NICHT** an, sondern nach einem der den leichten sieg bevorzugt und nicht mehr geben will, als er könnte, aber eine Niederlage nicht akzeptiert...\n\n\nIch kenne den Begriff \"Schlechter Verlierer\", denke das er 100000000mal besser passt zu dem, was du beschreibst! (nicht ernst nehmen, jedoch ist es halt genau das was einen schlechten verlierer ausmacht)","replies":[]},{"id":"","poster":"seifeaufheben","date":"2015-05-10T09:11:58.948+0000","up_votes":1,"down_votes":0,"body":"Ausdauersport mache ich nicht regelmäßig, worauf willst du hinaus?","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-10T09:39:56.769+0000","up_votes":2,"down_votes":1,"body":"Darf ich noch fragen wieviel Zeit du am Computer verbringst und wie alt du bist?\n\nNun worauf ich hinaus will... Ich habe so ein bisschen die Befürchtung, dass du keinen vernünftigen Ausgleich zu dem Spiel hast.\nDas was du da beschreibst klingt sehr nach einem Problem das sich entwickelt, wenn man immer bloß solche Dinge gemacht hat die einem zu schnelle Erfolgserlebnisse bescheren für die man nicht ersthaft arbeiten muss. Ich könnte jetzt stark abschweifen und dir etwas von Hirnchemie usw. erzählen und welche Rolle Ausdauersport dabei spielt... aber dazu bin ich weder quallifiziert genug, noch habe ich darauf gerade groß Lust ^^ \n\nIn einem kompetitiven Spiel sollte man schon dazu in der Lage sein auch verlorene Spiele zu \"genießen\". Und damit meine ich wirklich genießen und nicht bloß damit klar zu kommen. Wenn du das kannst sollte es auch gar kein Problem sein sich zu sagen: \"Es ist nur ein Spiel\" oder noch besser, wie ein ehrgeiziger Spieler daran zu wachsen wenn man an seine Grenzen stößt. So erst gar kein Aggressionspotential, bzw. es wird direkt in einen positiveren Tatendrang umgewandelt.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T09:53:53.661+0000","up_votes":2,"down_votes":1,"body":"sorry aber ich denke du übertreibst maßlos. Klar habe ich geschrieben, dass ich nicht regelmäßig ausdauersport mache. Im Umkehrschluss heißt das aber nicht, dass ich keinen SPort mache. Naja das spielt sowieso keine rolle, da du im endefeckt sowieso nicht über irgendeine kompetenz verfügst, da du ein \"INTERNET EXPERTE\" bist. Sorry aber lass den wissenschaftlichen aspekt aus dem Spiel, wenn du keine Ahnung hast. =)","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-10T10:09:38.911+0000","up_votes":2,"down_votes":1,"body":"Ich rede ganz bewusst nicht von Sport, sondern von Ausdauersport. Aber offenbar habe ich da einen Nerv getroffen. Oder gibt es sonst irgendeinen rationalen Grund warum du mich jetzt versucht persönlich zu treffen?\n\nNaja... mach was du willst. Wenn du meinst, dass du gerne so gefrustet bleibst, dass du dir nicht anders zu helfen weist als rumzuflamen, dann will ich dich auch nicht davon abhalten. Mir persönlich kann es vollkommen egal sein.","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T10:14:56.037+0000","up_votes":2,"down_votes":1,"body":"Gerade ein Spieler mit einer derartig hohen Spielanzahl wie du sollte eigentlich wissen, dass offensichtliche Niederlagen ungenießbar sind. \n\nWarum wird man genötigt bis zu Minute 20 weiter zu spielen? Warum wird man \"bestraft\" wenn man leavt/afk geht? \n\nIch empfinde deine Argumentation als durchweg logisch aufgebaut, aber du berücksichtigst nur die \"wissenschaftliche\" Seite, welche du gerne sehen willst. \n\nTrotzdem kann sich jeder Depp \"Experte\" nennen und das macht Riot auch. Die haben keinen Plan und labbern die kleinen 12 jährigen kids voll, als ob ihr BESTRAFUNGSSYSTEM wissenschaftlich aufgebaut wäre. Das ist Bullshit und schlichtweg einfach nur Marketing!","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-10T10:29:50.238+0000","up_votes":2,"down_votes":1,"body":"> [{quoted}](name=seifeaufheben,realm=EUW,application-id=KYnfKGf0,discussion-id=iZpiEEFu,comment-id=00000000000000010000000000000000,timestamp=2015-05-10T10:14:56.037+0000)\n>\n> Gerade ein Spieler mit einer derartig hohen Spielanzahl wie du sollte eigentlich wissen, dass offensichtliche Niederlagen ungenießbar sind. \n\nDem ist nicht so.\nOffensichtliche Niederlagen können großen Spaß machen! Ich weiß nicht wie ich dir das begreiflich machen soll, wenn du es dir offenslichtlich nicht vorstellen kannst... ich kann dir nur aus meiner Erfahrung berichten. Sowohl ganz normale Spiele, als auch Turnierspiele wo ich gegen Spieler wie Ocelote verlieren durfte, haben mir fast immer auch Spaß gemacht.\n\n> [{quoted}](name=seifeaufheben,realm=EUW,application-id=KYnfKGf0,discussion-id=iZpiEEFu,comment-id=00000000000000010000000000000000,timestamp=2015-05-10T10:14:56.037+0000)\n> Ich empfinde deine Argumentation als durchweg logisch aufgebaut, aber du berücksichtigst nur die \"wissenschaftliche\" Seite, welche du gerne sehen willst. \n\nIch berücksichtige vor allem meine Menschenkenntnis. Auf viel mehr kann ich nicht zurückgreifen und allumfassend ist diese auch nicht. Von der wissenschaftlichen Seite habe ich wie gesagt recht wenig Ahnung, deshalb habe ich sie außen vor gelassen und sie bloß erwähnt. In keinster Weise habe ich behauptet es \"**ist einfach so, weil wissenschaft Dopaminabbau** blabla\" sondern habe es einzig und allein erwähnt für den Fall dass es dich interessiert und du dich selbstständig einlesen willst. Weder habe ich mich als Experte beschrieben (ich habe das Gegenteil getan und mich als unquallifiziert beschrieben!), noch habe ich ausschweifend davon geredet. Deine aggressive Einstellung mir gegenüber ist in meinen Augen eine völlig unzweckmäßige und unnötige Abwehrreaktion, denn ich habe dich weder kritisiert noch verurteilt. Wenn du meine Ausführungen nicht nachvollziehen kannst oder willst, wenn du gar keine Ratschläge hören willst, dann lass es doch einfach auf sich beruhen. Warum machst du hier so ein Fass auf?","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T10:40:33.211+0000","up_votes":2,"down_votes":1,"body":"Ganz einfach: Ich habe eine andere Meinung bezüglich dieser Themen. Das ich auf deine Posts antworte heißt auch keinesfalls, dass ich deine Texte inhaltlich nicht will. Es heißt lediglich, dass ich meinen Senf dazu abgeben will. Ob der dir passt oder nicht ist nicht mein Problem. Keinesfalls hat das irgendwas mit persönnlichen Differenzen à la mir passt deine Nase nicht zu tun. =)","replies":[{"id":"","poster":"Sanctuary2056","date":"2015-05-10T10:46:58.559+0000","up_votes":1,"down_votes":1,"body":"Dein Senf, ist unsachlich und ignoriert was ich schreibe. Du wirfst mir vor, dass ich mich als Experte darstelle und aufspiele, obwohl ich das genaue Gegenteil getan habe. Du wirst persönlich und aggressiv.\n\nUnd das NUR weil wir verschiedener Meinung sind?\nIch sage es nur ungerne, aber du hast ganz eindeutig eine massive Persönlichkeitsstörung Oo","replies":[]}]}]},{"id":"","poster":"eingew","date":"2015-05-10T10:27:53.097+0000","up_votes":1,"down_votes":0,"body":"Man wird bestraft, weil 4v5 ein unfairer Vorteil für die Gegner ist. Dein Team verlässt sich darauf, dass sie mit 5 Leuten spielen können, weil ein faires Spiel ihnen eher Spaß macht. Ebenso wie du dich (hoffentlich) darauf verlässt, dass die das Spiel mit dir spielen können.\nDer Surrenderbutton wird erst ab Minute 20 freigeschaltet, weil in den ausführlichen Testspielen von Riot die Spieler massive Fehleinschätzungen bezüglich Goldleads der Teams gemacht haben. Dementsprechend wussten sie auch nicht genau, wer eigentlich gerade führt.\n\nIch glaube, dass die stundenlangen Vorträge über das Bestrafungssystem durchaus sinnvoll gefüllt sind. Ich bezweifle im übrigen stark, dass du dich damit näher beschäftigt hast.\nWas am Bestrafungssystem funktioniert denn deiner Meinung nach nicht?","replies":[{"id":"","poster":"seifeaufheben","date":"2015-05-10T10:35:04.181+0000","up_votes":2,"down_votes":2,"body":"1)wann ist ein Spiel fair?`\nWenn jeder die gleichen Chancen und Möglichkeiten hat, richtig? Durch euer RUnen-/Level/Mastery-/Heldensystem sind gleiche Chancen sowieso nicht gewährleistet. \n\nDadurch, dass leaven vor Minute 20 Verboten ist und anschließend an ein Voting gebunden ist trägt auch nicht zu einem faireren und besseren Spiel bei. Es zwingt Spieler zu spielen, egal ob sie wollen oder nicht. Die angebliche Wahl, die man hier hat wird durch die Bestrafungen wie Matchmaking mit niedriger Priorität ausgehebelt!  \n\n2)In Testspielen wurden Fehleinschätzungen nachgewiesen bezüglich der Goldlead? Quatsch! Wenn es 0-20 Steht ist es offensichtlich wer führt. \n\nEuer ach so tolles System ist quatsch. Des weiteren muss ich hinzufügen, dass auch viele Spieler zu unrecht bestraft werden! Sei es die Chatspeere oder das Spielen mit niedriger Priorität. \n\nUnsere Standpunkte sind klar. Entgegenkommen werde ich dir nicht, da meiner Ansicht nach deine und Riots Meinung bezüglich des Spielerverhaltens schlichtweg falsch sind.","replies":[{"id":"","poster":"eingew","date":"2015-05-10T11:24:03.473+0000","up_votes":1,"down_votes":0,"body":"Wieso sind wegen Runen ungleiche Chancen gegeben? Jeder kann die gleichen Runen, Champions und Masteries nehmen, keine davon ist stärker als eine andere, nur weil sie unterschiedliche Wirkungen haben.\n\nEs zwingt die Spieler zu spielen? Natürlich tut es das. Du hast dich entschieden mit 9 anderen Spielern ein Spiel zu bestreiten. Wenn du dauernd einfach wieder gehst, dann sorgst du für ein schlechteres Spielerlebnis. Ein Spiel dauert bei mir durchschnittlich zwischen 31 und 37 Minuten. Nehmen sollte man sich aber eher 45m bis eine Stunde, denn Spiele können durchaus solange dauern. Darauf sollte man vorbereitet sein. Ist man das nicht, dann muss man sein Team im Stich lassen. Tut man dies zu oft sorgt das für ein schlechtes Spielerlebnis, weshalb solches Verhalten unterbunden wird.\n\nEs geht nicht um die seltenen eindeutigen Spiele, sondern um eine Lösung, die meisten Fälle abdeckt. Und das tut ein Alltime Surrenderbutton keineswegs.\n\nAuf einen zu Unrecht bestraften Spieler kommen 10000 zurecht bestrafte. Ich halte das für eine gute Quote. Natürlich, kann man sich immer bessern. Aber deshalb das ganze System als Quatsch hinzustellen ist realitätsfern.","replies":[]}]}]}]}]}]}]}]}]}]}]}]}