{"id":"N6Awr0p6","poster":"GhouLLLLLLL","date":"2015-05-09T21:47:03.236+0000","title":"unfairer perma bann","subforum":"Hilfe & Support","up_votes":1,"down_votes":2,"body":"Ich habe einen perma bann bekommen aufgrund von Zoom-hacking, den ich nicht benutzt habe. Ich wei&szlig; ihr sagt bestimmt, dass so ziemlich alle banns berechtigt sind oder, dass ich l&uuml;ge oder sowas aber ich m&ouml;chte nur, dass ihr euch in meine lage versetzt, dass ihr f&uuml;r einen hack gebannt wurdet den ihr nicht begangen habt. ich habe ziemlich viele forenbeitr&auml;ge gelesen aber die hatten nie ein problem, wegen einem hack sondern nur wegen flaming oder so aber das ist nicht das selbe. Den support habe ich angeschrieben aber sie antworten mir nicht.  bitte helft mir, danke schonmal :/ (meine freunde lachen mich auch noch aus, dass ich der einzige von denen bin der nie flamed und gebannt werde) xD","replies":[{"id":"","poster":"Red Mage","date":"2015-05-09T22:00:55.541+0000","up_votes":2,"down_votes":1,"body":"> dass ihr euch in meine lage versetzt, dass ihr für einen hack gebannt wurdet den ihr nicht begangen habt\n\nda dies nie der fall war und sein wird, wird es schwierig sich sowas vorzustellen... insbesondere dann, wenn ein einfaches gespräch dies klären wird.\n\n>  ich habe ziemlich viele forenbeiträge gelesen aber die hatten nie ein problem, wegen einem hack sondern nur wegen flaming oder so aber das ist nicht das selbe.\n\ndas sind keine bans, die einzigen konsequenzen sind chat restrictions (man darf maximal jede 10 minuten(?) eine nachricht schreiben, stackt bis zu 5(?) mal) und ranked restrictions (man muss um wieder ranked zu spielen draft mode spiele absolvieren). Abusen von Bugs, hacks und scripts resultieren in bans. Boosting resultiert in ranked bans (perma) und es gibt sicherlich noch anderen stuff...\n\n> (meine freunde lachen mich auch noch aus, dass ich der einzige von denen bin der nie flamed und gebannt werde) xD\n\ndas ist egal, hacken und deine persönlichkeit haben nichts gemeinsam!\n\n\n\nalso kurz gesagt:\n\nWenn du was getan hast, dann hast du klar die arschkarte gezogen (riot hat klare beweise, die nicht durch irgendetwas anderes manipuliert werden können).\n\nWenn jedoch ein fehler seitens riot sich eingeschlichen haben sollte, dann probiere sachlich den support mehrmals anzuschreiben, sie werden sich nach X mal anschreiben, sich um deinen fall kümmern...\n\nGanz wichtig: als zoomhack sind alle mögliche programme gemeint, die dich in eine andere perspektive spielen lassen, als gewollt (ego perspektive, größere reichweite, etc)","replies":[{"id":"","poster":"GhouLLLLLLL","date":"2015-05-09T22:17:12.398+0000","up_votes":1,"down_votes":2,"body":"Ja solch einen Hack habe ich nicht verwendet aber danke für die antwort :)","replies":[{"id":"","poster":"Red Mage","date":"2015-05-09T22:24:16.677+0000","up_votes":1,"down_votes":0,"body":"ich habe dir gesagt das du nicht um den brei reden sollst, dich nicht verstricken und das, wenn du unschuldig sein solltest, du ruhig den support öfters anschreiben solltest, bis sie sich nochmal den fall genauer anschauen.\n\nweiß nicht wie du drauf kommst das ich dir was vorwerfe, aber scheint doch so zu scheinen das du dich in der Täter rolle gefunden hast und alles andere ausschaltest und einen auf \"unschuldig\" machen willst, kein plan weswegen","replies":[{"id":"","poster":"GhouLLLLLLL","date":"2015-05-09T22:36:04.518+0000","up_votes":1,"down_votes":1,"body":"ich habe mich doch nur bedankt :O\naber es war mir klar niemand glaubt mir, dass ich nichts getan habe, riot ist natürlich perfekt und macht keine fehler ^^","replies":[{"id":"","poster":"Red Mage","date":"2015-05-09T22:39:39.531+0000","up_votes":1,"down_votes":0,"body":"Suchfunktion hilft, es wurde mehrfach von moderatoren hingewiesen, dass das system fehler machen kann und das dies passieren kann und man deswegen sich mehrfach beim support melden soll, bis sie sich das problem nochmal genauer anschauen, jedoch, wenn jemand sowas genutzt haben sollte, dies dann auch sichtbar sein wird, falls nicht, wird der ban auf der stelle aufgehoben","replies":[{"id":"","poster":"GhouLLLLLLL","date":"2015-05-09T22:43:49.964+0000","up_votes":1,"down_votes":0,"body":"Ok, vielen dank für die Information. :)\nMFG","replies":[]}]}]}]}]}]},{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-09T21:59:22.719+0000","up_votes":1,"down_votes":0,"body":"Heya\nDer Support antwortet schon, nur musst du dich da auch nen kleines bisschen Gedulden. Ich gehe davon aus, das der Bann schon gerechtfertigt war, das Riot lieber zu wenige als zu viele bannt. Aber klären kann das nur der Support, also warte einfach auf dessen Antwort.\n\nMfG Rkoturdo","replies":[]}]}