{"id":"lTOaeJ4Y","poster":"LoL Bowser","date":"2015-05-09T14:41:31.355+0000","title":"Vorstellung:Hide and seek","subforum":"Karten & Spielmodi","up_votes":0,"down_votes":1,"body":"Ich m&ouml;chte euch Hide and Seek vorstellen,damit meine ich nicht die Regeln sondern die Mentalit&auml;t dahinter! Hide and seek hei&szlig;t &uuml;bersetzt ja sowas wie verstecken.Also denkt man ,wenn man das spielt ,dass es eine Seite gib,t die sich versteckt, und eine, die die andere sucht.Aber diese Annahme k&ouml;nnte aber f&auml;lscher nicht sein!In diesem Modus treiben sich gewisse Gestalten rum(wer Namen will soll mich adden und fragen) die sich denken :\"Im Koop krieg ich keine Kills ,weil meine Mates immer afk gehen und 4v5 unm&ouml;glich ist.Ich will aber Kills haben um mir darauf einen runterholen zu k&ouml;nnen, also muss eine Alternative her!5 gegen 2, da hab ich Chancen meine Masturbationsfantasien auszuleben!\"Dann ,nach einer halben Stunde des Lobby suchens, hat meine eine trollwillige Gruppe von Hornochsen gefunden, die ebenfalls gewisse Fantasien haben.Ab diesem Zeitpunkt kann man das Spiel in drei Phasen unterteilen:die erste Phase ist die Phase die am wenigsten Unterschiede zu einem normalem H&S hat.Der einzige Unterschied ist, dass einer oder mehrere gewisse Champs gepickt haben, die als prebann gekennzeichnet sind, da&szlig; hei&szlig;t,das man mit diesen Champs besonders viel Spa&szlig; haben kann.Die Leute , die diese Champs gepickt haben, versagen in Phase 2 absolut und stehen dann 0/17.Da dies innerhalb von 8 Minuten geschieht, ist Phase 2 die k&uuml;rzeste.Dann folgt Phase 3!Diese wird immer mit dem Satz:\"Ks noob lucka team\" eingeleitet.Die Trolle versammeln sich darauf hin in so genannten \"Rudeln\" und probieren in einem so genannten Gangbang ihr Fantasien aus zuleben, aller dings sind dies Trolle meist so schlecht, das man sie eins gegen drei t&ouml;ten kann.Daraufhin wird man als Bronzenoob beschimpft und innerhalb von 20 Minuten hat man einen bedeutungslosen Sieg errungen, aber nach dem Spiel f&uuml;hlt man sich meistens so schmutzig, da man offensichtlich geistig zur&uuml;ck gebliebene Menschen \"geschlagen\" hat und das pfui ist,so dass man gleich unter die Dusche muss.\nWenn Interesse besteht schreibe ich auch gerne einen Guide , wie man richtig Hide&seek spielt.\nDies war nur eine kurze Vorstellung und es ist unm&ouml;glich in einem Thread die geb&uuml;ndelte Inkompetenz zu beschreiben.\nDieser Artikel wurde ohne Wissen und Gewissen geschrieben und er erhebt jeden Anspruch auf Vollst&auml;ndigkeit.\nWenn ihr meiner Meinung seid, downvotet diesen Artikel.Eventuell wird hier eine Liste von best of&#039;s ver&ouml;ffentlicht.\nIch plane diesen Artikel in kurzen Abst&auml;nden zu aktualisieren!","replies":[{"id":"","poster":"LoL Bowser","date":"2015-05-13T15:01:47.379+0000","up_votes":1,"down_votes":0,"body":"-push-","replies":[]}]}