{"id":"JuHVt8gX","poster":"broxnight","date":"2015-05-09T17:00:20.907+0000","title":"Disconnect vom PvP Server und das seid Tagen!!!!!","subforum":"Hilfe & Support","up_votes":1,"down_votes":0,"body":"so hab seid mittwoch das problem, wie viele andere es hier auch beschreiben, das er bei mir noch nicht mal eine verbindung zum pvp netz aufbaut. komme zwar ins game rein aber wenn ich z.B. masteries oder runen &auml;ndern m&ouml;chte, kommt immer die meldung: &quot;disconnect from pvp server.&quot; anscheinend so wie es da drin steht ein internes problem. hab den client mal neu installiert, vorher die repair exe dr&uuml;ber laufen lassen, nichts. in meiner firewall kommt lol client auch durch also daran kann es ja nicht liegen. bitte mal das sich einer meldet vom support oder sonstiges weil so langsam fuckt es richtig ab!","replies":[{"id":"","poster":"Rkoturdo Ndo","date":"2015-05-09T17:03:11.475+0000","up_votes":1,"down_votes":0,"body":"Heya\n> Deaktiviere den IP-Hilfsdienst\n> \n>     Drücke die Tasten [Win] + [R] ( [Win] befindet sich zwischen [Strg] und [Alt] )\n>     services.msc eingeben\n>     IP-Hilfsdienst deaktivieren und beenden\n\nMfG Rkoturdo","replies":[{"id":"","poster":"broxnight","date":"2015-05-13T03:57:11.839+0000","up_votes":1,"down_votes":0,"body":"nützt halt immer noch nichts. hab seid diesem scheiß patch mit der champion meisterschaft das problem und es will und will nicht weg gehen! also mal einer nen anderen vorschlag oder was weiß ich da mal den fehler von riot suchen!?","replies":[{"id":"","poster":"Sree","date":"2015-05-13T04:27:13.064+0000","up_votes":1,"down_votes":0,"body":"Hast du denn regelmaessig Verbindungsverluste vom PvP.net oder baut sich erst garkeine Verbindung auf (keine freudnesliste usw.)\nWenn ersteres der Fall ist, sollte das, was Rkoturdo Ndo schrieb helfen. Gehe sicher, dass du den IP-Hilfsdienst wirklich deaktivierst **UND** beendest. Es ist wichtig, dass du beides machst, nicht nur eines davon.","replies":[{"id":"","poster":"TraumwandIer","date":"2015-07-30T18:57:35.415+0000","up_votes":1,"down_votes":0,"body":"Hey SREE. ich hab das 2. Problem, dass es erst gar keine Verbindung aufbaut. Bin am verzweifeln. hab lol auch schon reinstalled und auch nach viren gecheckt und die Services angeschaut. was'los?","replies":[]}]}]}]}]}