{"id":"bfaW1zZE","poster":"Karma Chameleon","date":"2019-03-15T21:31:04.558+0000","title":"Matchmaking","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":1,"body":"Vorerst erstmal ein liebes hallo an euch alle da draußen. \r\nIch bin inzwischen einfach nur noch enttäuscht über das aktuelle Matchmaking in der Solo/Duo Queue. \r\nAktuell bin ich Gold II 100 Lp mit einer 70,4% Winrate (27 Spiele), was eigentlich darauf hinweisen lässt, dass ich besser Spiele als Gold II. \r\nDie Sache ist nur, dass ich in jedem Spiel mit einem Platin IV-II Team gegen ein Platin IV-II Team spiele, was es mir natürlich grundsätzlich erschwert aus meiner aktuellen Elo aufzusteigen. Deshalb frage ich mich warum es überhaupt ein Rankingsystem gibt, wenn man sowieso schneller gegen bessere Spieler spielt als man aufsteigt. Es ist doch nicht der Sinn, dass man Gold I sich verdient, indem man so gut spielt wie ein Platin IV-II Spieler. Zudem kommt natürlich, dass ich nicht sonderlich oft gespielt habe und ich weiß, dass wenn die Winrate höher ist, die Gegner automatisch mehr Elo haben, weshalb sich die Lp nach einem Win auch erhöht und nach einem Verlorenem Spiel senkt. Nur warum muss ich mich mehr anstrengen, wenn ich weniger spiele. Finde ich persönlich unfair. Meine Freunde haben alle eine Winrate um die 50% rum, und die spielen, mit manchen ausnahmen, auch nur gegen ihren Rang + - 2 ranks maximal. Aber als Gold II gegen Platin II spielen zu müssen nur weil man die letzten Spiele gewonnen hat ist deprimierend. Mag sein dass ich auf dem Level immer noch gewinne, aber es ist trotzdem frustrierend, wenn man weiß dass man es schwerer hat, nur weil man öfters gewinnt. \r\nDeshalb wollte ich mal fragen ob es daran liegt, dass league keine andere Art einfällt um die Spieler vor Smurfs zu schützen oder ob es einfach eine zu niedrige Playerbase inzwischen gibt. Außerdem interessiert es mich ob nicht nur ich diese Sachen als Problemfaktor sehe.\r\nLiebe Grüße,\r\nKnaex","replies":[{"id":"","poster":"Alpacana","date":"2019-03-15T21:41:28.800+0000","up_votes":1,"down_votes":1,"body":"Ich sehe daran ehrlich gesagt nur Positives.\nDas System erkennt, dass du besser spielst als die Elo in der du dich gerade befindest, also steckt es dich in ein Game, welches eher deinem Skill entspricht.\nEs ist ja nicht so, dass du in deiner Elo feststeckst weil du gegen weitaus bessere Spieler ranmusst. Wäre dies der Fall, hättest du nämlich nicht eine so hohe Winrate. Der Sinn dahinter ist nunmal: Das System möchte, dass du mit Spielern spielst, die deinem Skill-Level entsprechen. Mit anderen Worten bedeutet das, dass du in eine Elo sollst, in der du 50% Winrate hast. Angenommen du bist jetzt Gold 2, hast aber ein Platin 3 Skill-Level. Dem System nach sollst du also 50% Winrate haben, wenn du Platin 3 erreichst. Das schafft es aber nicht, solange du dich durch Gold-Gegner durchstompst, also lassen sie dich jetzt schon gegen bessere Gegner spielen. Somit verlierst du auch mehr Games, allerdings auch weniger LP und climbest trotzdem noch und kommst im besten Fall auf der Elo deines Skill-Levels mit einer 50%-igen Winrate an (im Normalfall hat man dennoch eine etwas höhere Winrate).\nWürde das System dich nur gegen Spieler deiner momentanen Elo spielen lassen würdest du pro Sieg weniger LP bekommen als jetzt und bei einem Loss würdest du noch mehr verlieren. Außerdem könntest du keine Divisionen mehr überspringen. Das bedeutet also, du bräuchtest viel mehr Spiele um auf die Elo zu kommen, in der dein eigentliches Skill-Level sich befindet und das ist eben nicht Sinn der Sache. Riot möchte dich schnellstmöglichst dahin schicken wo du auch hingehörst.","replies":[]}]}