{"id":"ItIEY3bQ","poster":"SeT SeTSeTSeTSeT","date":"2015-05-09T13:54:25.683+0000","title":"Drophacker wo melden?","subforum":"Hilfe & Support","up_votes":2,"down_votes":1,"body":"Guten Tag,\r\n\r\nwie mir aufgefallen ist, sind zurzeit sehr viele Drophacker unterwegs (was Drophack ist wurde in vielen anderen Threads ge-und erkl&auml;rt).\r\n\r\nNun meine Frage: wo kann man einen Drophacker reporten? Ich wollte dem Support schreiben, der hat sich (hab ihn lange nichtmehr genutzt) aber sehr ver&auml;ndert &uuml;ber die Jahre und ich kann nurnoch Fragen stellen beziehungsweise Probleme au&szlig;erhalb eines Spiels rund um LoL und meinen Acc selber melden.\r\n\r\nIch weis, jemanden deswegen zu melden wird nichts auf die schnelle bringen etc, jedoch bin ich es leid, ca 3x am Tag im Drophack festzusitzen weil einer meint, nicht verlieren zu k&ouml;nnen und zu betr&uuml;gen. Deshalb wollte ich meinen kleinen Teil dazu beitragen, das Problem anzugehen.\r\n\r\nMfG EviLynn","replies":[{"id":"","poster":"nikilino35","date":"2015-05-14T11:13:29.761+0000","up_votes":1,"down_votes":0,"body":"Hi ich wollte fragen ob mir einer sagen kann was ich da gegen machen kann das ich immer server Probleme habe wenn ich ein machtsüchtig oder so Suche","replies":[]},{"id":"","poster":"TaIonfIame","date":"2015-05-09T14:58:13.686+0000","up_votes":1,"down_votes":0,"body":"Hallo,\nmir ist heute änliches passiert:\nNach 5 Minuten kam es ohne vorherige Ankündigung (durch lags o.ä) zum Verbindungsabbruch. Ich habe dann den PC neugestartet und mehrmals versucht dem Spiel wieder beizutreten, doch noch vor dem Ladebildschirm kam eine Fehlermeldung die sich auf die Firewall bezog. Ich habe anschließen noch weitere Dinge versucht, u.a habe ich mit einem anderen Account ein Spiel gestartet, und hatte dort überhaupt keine Probleme, paralell dazu lief das rankend game, dem ich weiterhin nicht joinen konnte.\n\nMeint ihr, dass das auch ein Drophacker war?\nDas gespielte Spiel ist zumindest nicht in meiner history und ich habe keine Punkte verloren. Desweiteren musste das Spiel 2 Stunden laufen, denn solange konnte ich noch versuchen, dem Spiel beizutreten.","replies":[{"id":"","poster":"EpicDieterBohlen","date":"2015-05-09T18:25:19.570+0000","up_votes":1,"down_votes":0,"body":"wenn du den firewall error hast musst du den client komplett beenden und neu starten dann kommse wieder rein.","replies":[]},{"id":"","poster":"SeT SeTSeTSeTSeT","date":"2015-05-09T15:01:57.429+0000","up_votes":1,"down_votes":0,"body":"das war dann eher ein sogenanntes \"ghostgame\" (ghost = geist - da keiner mehr im Spiel ist und das Spiel praktisch nichtmehr vorhanden ist, aber der server immernoch denkt, du wärst in einem) - hat das Game zurzeit sehr häufig - wie das zustandekommt weis ich leider nicht (kenn mich da nicht wirklich aus), hat aber mit einem Drophack insofern nichts zutun, da es nicht von einem Spieler ausgelöst wird glaube ich. \n\nWeis nich wirklich wie´s zustande kommt oder warum, aber das Problem hatte ich auch öfters schon in der Woche jetzt","replies":[]}]},{"id":"","poster":"Kiun","date":"2015-05-09T16:22:31.477+0000","up_votes":1,"down_votes":0,"body":"Es ist kein Drophack...die Server spacken nur extrem rum und das schon seit mehreren Tagen :P","replies":[]},{"id":"","poster":"BetterDontTiltMe","date":"2015-05-09T16:15:32.107+0000","up_votes":1,"down_votes":0,"body":"bei mir auch \nund das schon seit 3 games","replies":[]},{"id":"","poster":"Tiaryn","date":"2015-05-09T14:31:34.291+0000","up_votes":1,"down_votes":0,"body":"Die Rubriken der Tickets passen zwar nicht wirklich zu deinem Thema, aber ich denke mit \"Ich haben eine Frage zu...\" wird schon passen.\n\nBearbeitet wird das auf jeden Fall. Vielleicht dauerts nur ein Tag länger, wenn es in der falschen Rubrik landet.","replies":[]}]}