{"id":"LrvBFUje","poster":"Big Lincoln","date":"2015-05-08T17:37:10.003+0000","title":"Suche ernste Spieler (Bronze-Silber)","subforum":"Ligen & gewertete Spiele","up_votes":1,"down_votes":0,"body":"Da sich &quot;ich bin nur in Bronze wegen Retards&quot; arrogant und dumm anh&ouml;rt... Ich bin schlecht, so schlecht das ich in Holz V geh&ouml;re. Aber ich will aufsteigen, meine jetztigen Mates spielen nicht ernst (trollen teilweise) und einige haben aufgeh&ouml;rt.\r\n\r\nIch spiele ernst... suche wen der mit mir aufsteigen will....","replies":[{"id":"","poster":"Sh ee N n Kill a","date":"2015-05-09T21:45:13.947+0000","up_votes":2,"down_votes":0,"body":"Klar bin bronze 2 ( steigend )\nich war auch ziemlich bad in lol. Hab einfach gezockt und von Bronze 5 in jetzt 3 Wochen auf Bronze 2 gecarriet. Mein farm ist auch ziemlich in Ordnung (meiner Meinung nach...) 120 farm in min 20 meistns (zu 65-85 %). Wär cool duo Q zu zocken da ich so sicher stelle dass ich einen Alfred weniger im Team habe ( keine Beleidigung an alle Alfreds )","replies":[{"id":"","poster":"Imb4lanced","date":"2015-05-10T09:48:00.117+0000","up_votes":1,"down_votes":0,"body":"Wie kannst mit 120 farm in 20 minuten zufrieden sein? Also ich ärgere mich schon wenn ich in ersten 10 minuten keine 90 farm hab. Da ich pro 3 waves vll 1-2 minions nicht treffe oder meine zeit beim recallen falsch mache und so 2-3 cs verpasse. oder eben sinnfrei zeit verschwende wo ich 1-2 jungle camps, als laner, farmen konnte. \n\nHab damals wo ich angefangen hab, einfach mal custom games gespammt um alle minions zu treffen.  Wer ohne gegner alle minions nicht trifft, trifft erst recht nicht wenn ihn jemand dabei stört. Die grundelemente sollten aber vorher sitzen.","replies":[]},{"id":"","poster":"Big Lincoln","date":"2015-05-10T08:10:23.647+0000","up_votes":1,"down_votes":0,"body":"Aber ich heiße Alfrad :-(. Nein Spaß xD, natürlich heiße ich nicht Alfred.\nAber ja gerne, das mit dem sicherstellen... ja genau deswegen habe ich diesen Thread erstellt. Kannst mich ja mal adden!","replies":[]}]},{"id":"","poster":"Imb4lanced","date":"2015-05-09T00:05:55.050+0000","up_votes":1,"down_votes":1,"body":"Akali 13 tode 70 farm. Du bist genau in bronze wo du hin gehörst. naja iwann lernst du es auch noch.","replies":[{"id":"","poster":"Big Lincoln","date":"2015-05-09T06:21:31.634+0000","up_votes":1,"down_votes":2,"body":"Stalkst du mich? Wenn ja, lass es bitte sein. Ich hatte einpaar schlechte Runen...\n\nAchja und btw, kann man seinen Spielverlauf auf privat stellen? Ichhabe keine Lust mehr auf solche persönlichen Angriffe im Forum aufgrund meiner Spiele...","replies":[{"id":"","poster":"Imb4lanced","date":"2015-05-09T08:02:23.010+0000","up_votes":1,"down_votes":0,"body":"Ich versuche eigentlich schlehten spielern wie dir zu helfen. Wer sagt, dass er wegen seinen anderen spielern in ranked schlecht ist, will nur nicht eigene unfähigkeit anerkennen. Er möchte selber denken, er sei besser. \n\nWenn du besser werden willst, spiel bitte nicht alle champs 1 mal in ranked. Spiel 1-2 champs aber dann 100-200 games und lerne  sie richtig. Anders hast du keinen lernerfolg.","replies":[{"id":"","poster":"Big Lincoln","date":"2015-05-09T10:26:32.146+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=Imb4lanced,realm=EUW,application-id=ip27PlEH,discussion-id=LrvBFUje,comment-id=000100000000,timestamp=2015-05-09T08:02:23.010+0000)\n\n> Wenn du besser werden willst, spiel bitte nicht alle champs 1 mal in ranked. Spiel 1-2 champs aber dann 100-200 games und lerne  sie richtig. Anders hast du keinen lernerfolg.\n\nGeht schwer, weil 1) ich nicht immer die selbe Lane bekomme 2) counter picks und so 3) bans  :/","replies":[{"id":"","poster":"HyperionCH","date":"2015-05-10T09:01:59.723+0000","up_votes":1,"down_votes":0,"body":"> [{quoted}](name=CreatorPhoenix,realm=EUW,application-id=ip27PlEH,discussion-id=LrvBFUje,comment-id=0001000000000001,timestamp=2015-05-09T10:26:32.146+0000)\n>\n> Geht schwer, weil 1) ich nicht immer die selbe Lane bekomme 2) counter picks und so 3) bans  :/\n\nIch kann Imb4lanced nur zustimmen.\n\nAchte gar nicht auf Counter Picks. Selbst in Silber und Gold kann kaum ein Spieler den Vorteil eines Counter Picks wirklich ausnutzen.\nWenn einer deiner Main-Champs den Pick des Gegners countert, dann kannst du ihn natürlich picken. Aber du pickst ihn, weil du diesen Champs mainst und in besser beherrscht als andere. Denn dies ist wesentlich wichtiger in dieser Elo.\nDu kannst sehr wahrscheinlcih sogar mit einem gecounterten Main-Champ besser spielen als mit einem Counter-Champ, denn du eigentlich nie spielst.\n\nDes weiteren kann ich nur sagen, dass der effektivste Weg von Bronze in Silber immer noch ist, indem man an sich selbst arbeitet. Nicht gegen DuoQ, aber 2 Spieler, dessen Skills auf Bronze-Niveau sind, können auch nicht rascher aufsteigen, so lange ihr Skill nicht besser wird.\n\nDie meisten wichtigen Tipps wurden ja bereits genannt; einige kommen hier in dieser Liste dazu:\n\n- Farme besser; da bist du einfach zu schlecht für Silber.\n- Stirb weniger; disengage frühzeitig und überlege immer vorher, ob ein engage/trade sich lohnt (die hohen Deathwerte sind wohl auch ein Grund für den schlechten Farm)\n- Lerne ein paar einzelne Champs (aka mainen), die du dann besonders gut kannst\n- Befasse dich mit allen Rollen, damit du ein allgemeines Spielverständnis bekommst (z.B. damit du weisst, wer welche Aufgabe hat, etc.). Denn wer z.B. als Support keinen Sightstone kauft, der weiss offensichtlich noch zu wenig, wie wichtig Vision ist (natürlich ist Vision auch Aufgabe bei allen anderen Rollen; da bist du ebenfalls leider nur auf Bronze-Niveau)\n\nWenn du dich in all diesen Punkten verbesserst, wirst du rasch nach Silber kommen; egal wen du als Mates kriegst. ;)","replies":[]},{"id":"","poster":"Imb4lanced","date":"2015-05-09T10:32:54.364+0000","up_votes":1,"down_votes":0,"body":"Klar geht das. Wenn du main von einem champ bist sind dir counter picks egal. Oder was egal. Und darum auch 1-2 champs für jede lane. Am besten erst mit einfacher Mechanic und die nicht von etwas zu hard gecountered werden. Du hast über 30 versch champs gespielt. Progamer spielen an die 5-10 champs maximal. Und nur 1-2 richtig gut andere halbwegs gut. \n\nEs liegt einfach dran, dass man für jede tätigkeit praxis braucht. Nur dann erkennst deinen limit und alle kleine feinheiten.","replies":[]}]},{"id":"","poster":"M4ster Yi","date":"2015-05-09T08:11:26.259+0000","up_votes":1,"down_votes":0,"body":"Stimmt nicht Spiele auch worauf ich Bock hab ^^","replies":[{"id":"","poster":"Imb4lanced","date":"2015-05-09T08:21:07.680+0000","up_votes":1,"down_votes":0,"body":"Du musst aber nicht mehr spielen lernen)))","replies":[{"id":"","poster":"M4ster Yi","date":"2015-05-09T08:23:17.378+0000","up_votes":1,"down_votes":0,"body":"> Hm gut stimmt hab ihn Grad mal angeschaut er sollte erstmal die Grund Mechanics lernen Farmen Vision etc.","replies":[]}]}]}]}]}]},{"id":"","poster":"Mister Günstler","date":"2015-05-08T18:48:19.267+0000","up_votes":1,"down_votes":0,"body":"Ich spiel gerne suche auch nen Partner, add mich. :D","replies":[]}]}