{"id":"7hguAZqT","poster":"Hochlord Mcben","date":"2015-05-08T01:17:59.813+0000","title":"Ich suche einen ganz speziellen Duo Q Partner ab Platin 2","subforum":"Clans & Teams","up_votes":1,"down_votes":0,"body":"Hallo,\n\nmein Name ist Ben und ich bin 24 Jahre alt und spiele derzeit auf Platin 1. Ich suche Jemandem mit dem ich hin und wieder Duo Q spielen kann und der reichlich an Skill und Erfahrung mitbringt. \n\nIch selber bin Main Midlaner verf&uuml;ge zwar &uuml;ber einen relativ hohen Champion Pool, aber mit meinem Main bin ich sehr erfahren und verf&uuml;ge &uuml;ber au&szlig;erordentliche F&auml;higkeiten mit ihm (Viktor mein Main seit Season 2) und deswegen bevorzuge ich diesen auch sehr. \n\nZu mir:\n\n-Kritikf&auml;hig (und ich gebe auch konstruktive Kritik wenn diese in meinen Augen angebracht ist)\n\n-Starker Backline Spieler, mit einem &uuml;berdurchschnittlich gutem Positioning (im Normalfall, jeder kann mal failen)\n\n-Kann im Grunde Alle Lanes, aber Midlane ist nat&uuml;rlich mein absoluter Liebling.\n\n-Kein Ragen oder Flamen gegen&uuml;ber meinem Partner\n\n-Ein relativ guter Shotcaller \n\nZudem bevorzuge ich hier eine ganz simple Taktik: \n-2 Tanks in der Frontline (darunter könnte auch ein off Tank sein oder Ähnliches)\n\n-1 Supporter f&uuml;r Peel und Unterst&uuml;tzung in der Mitte\n\n-2 Carrys in der Backline (ADC und APC)\n\nWie du hoffentlich an dieser Aufz&auml;hlung erkennen kannst lege ich viel Wert auf eine Art Wombo Combo. Ich spiele keine Assassinen (Ausnahme Kata). Ich bevorzuge nat&uuml;rlich meinen Main, Orianna, Lux, Syndra, ggf. Annie, Kata, Brand, Velkoz usw. Also Champions mit viel Splash Dmg (AOE, Fl&auml;chenschaden). Ich brauche daf&uuml;r meist eine Starke Frontline. Ich mache mit meinem ADC normalerweise sehr viel Schaden an der gegnerischen Frontline. Daher brauche ich einfach nur Schutz und Peel, dann l&auml;uft Alles von selbst.\n\n\nWas ich suche und erwarte:\n\n-&uuml;ber 20 (und damit meine ich auch geistige Reife), sprich Respekt, normale Umgangsformen usw.\n\n-Mindestens Platin 2 (Bitte ein hohes Ma&szlig; an Skill und Teamplay. Das Ziel ist Dia und auch h&ouml;her und ich bin mir sicher ich erf&uuml;lle auch die selben Anforderungen.\n\n-Die Rolle ist mir letzten Endes egal, kann auch Support sein. Das wichtige ist hier das Teamplay und ob dein Champion Pool zu meiner Vorstellung passt. Die ich oben ungef&auml;hr beschrieben habe mit der Frontline ect.\n\n-Kritikf&auml;higkeit mit dem Ziel sich auch verbessern zu wollen. Jemand der denkt er kann schon Alles und wei&szlig; Alles ist bei mir verkehrt, auch als Challenger lernt man nicht aus ;)\n\n-Sehr flexible Online Zeiten. Ich bin leider nicht immer zu bestimmten Uhrzeiten da, diese spreche ich meistens mit meinem Partner ab.\n\n-Nat&uuml;rlich kein Gerage und Geflame. Klar, man kann sich mal &auml;rgern (meist &uuml;ber das Fehlverhalten anderer Spieler, egal ob Verhalten oder Spielweise damit gemeint ist, aber es ist kein Grund deswegen v&ouml;llig auszurasten, obwohl ich zugleich verstehe dass man immer noch ein Mensch ist. Ich denke es ist klar was ich damit meine.\n\nBitte, ich m&ouml;chte keine Lee,Kha,Udyr oder sonst was Spieler. Das sind genau die Champions mit denen ich einfach wenig anfangen kann, weil sie nicht meiner Spielweise entsprechen. Damit m&ouml;chte ich nat&uuml;rlich Niemanden kritisieren ;)\n\n\nIch hoffe du hast jetzt ein ungef&auml;hres Bild, nach wem ich suche. Wenn du denkst du bist so Jemand (in der Hoffnung du bist ein ebenso umg&auml;nglicher Mensch wie ich), dann melde dich doch einfach in Game bei mir. Ich w&uuml;rde mich sehr freuen!\n\nVielen Dank und hoffentlich bis Bald.\n\nLiebe Gr&uuml;&szlig;e,\n\nBen\n\n(Hochlord Mcben) IGN","replies":[{"id":"","poster":"Salkin Naj","date":"2015-05-08T17:52:04.323+0000","up_votes":1,"down_votes":0,"body":"Hi ich bin Jan zurzeit Platin 1 und Main ADC(beherrsche aber auch alle andern Lanes außer Jungle)\nIch denke ich erfülle alle deine Vorraussetzungen (außers Alter bin erst 16) und dein Spielweise kommt mir ganz gelegen\nMein Ziel ist es natürlich auch Dia+ zu erreichen und wenn es dir auch passt kannst du mich ja mal adden: Seeziege11er\n\nMfG,\n\nJan","replies":[]}]}