{"id":"RIAZocO8","poster":"Mirray","date":"2015-05-07T07:59:09.228+0000","title":"Tipps zum Verbessern","subforum":"Level Up: Guides & Tipps","embed":{"title":"Mirray - 소환사 검색 결과 :: 리그오브레전드 ( LOL : 롤 ) 전적 검색 (LOL Stats)","description":"Check your Summoner statistics, MMR, realtime spectate and using powerful global LoL Charts!","url":"http://euw.op.gg/summoner/userName=Mirray","image":"http://sk2.op.gg/images/logo/l102_small.png?2"},"up_votes":1,"down_votes":1,"body":"Hallo Community,\r\n\r\nIch bin zurzeit Platin 3 (84LP) und suche nach M&ouml;glichkeiten mich aktiv zu verbessern.\r\nOp.gg Profil hab ich dazu verlinkt.\r\n\r\nMainrole: MID &gt; Jungle &gt; Adc &gt; Top &gt; Support\r\n\r\nRanked Games vermeide ich zurzeit da ich meiner Meinung nach einfach nicht in Form bin.\r\nWenn ich Ranked spiele verliere ich selten die Lane (kommt nat&uuml;rlich trotzdem vor) und meistens liegts daran das irgendjemand die Enemy lane so abartig feeded das das Game meistens schon zu Ende is.\r\n\r\nIch ersuche um Infos zu meinen Games | Tipps zur Verbesserung | etc.\r\n\r\nGr&uuml;&szlig;e","replies":[{"id":"","poster":"SwissKeks","date":"2015-05-08T11:37:36.532+0000","up_votes":1,"down_votes":0,"body":"Das erste was du dir aneignen sollst, ist das nur DU ein Impact aufs spiel hast.\nWenn ich spiele, dann gehen mich die anderen Lanes nichts an. Jeder hat mal einen schlechten Tag, wenn jemand gefeedet ist, dann nehm ich das so hin.\nUm besser zu werden solltest du schauen das du dich nur auf dich konzentrierst, denn nur du bist in jedem Spiel dabei.\n\n1. Dragons: Schau IMMER auf die Timers. Mit Dragons kann man spiele eher umkehren statt mit kills. Trainiere dir an, dass du derjenige bist der IMMER der Dragon callt. Der IMMER eine Pinkward oder ein Rotes Trinket dabei hat. Du bist derjenige der beim Dragonsound (Wenn die Gegner den im FoW töten) den Timer in den Chat schreibst.\n\nWenn du direkt sagst: \"Ich bin der einzige der sich verbessern muss\", dann kannst du einfacher generelle Aufgaben (Timen der Flashes/Dragons etc.) übernehmen. Die Mates machen es vielleicht, nur du machst es immer. Das gibt dir einen grossen Vorteil.\n\n2. Summoners Timen: Gut, das ist jetzt davon abhängig ob du das lernen willst oder nicht. In Platin macht das kaum jemand, wenn es jemand macht dann auch nur damit er es gemacht hat. Ich hab noch keinen gesehen der dem Jungler gesagt hat \"Flash down for another 2 min. on Cait, pls gank bot\". Wenn du das machst, dann spielst du schon eher mal überdurchschnittlich für diese Elo. Um das einfacher zu gestalten gehst du auf diese Seite: http://leagueoflegends.wikia.com/wiki/Spells und nimmst ein Paar Post-its, schreibst die Minten/Sekunden drauf und packst den neben den Monitor (In das Sichtfeld). \nSelbiges bei Dragon/Baron/Buff timern falls du sie nicht auswendig kannst. Ich bin noch soweit gegangen und habe die Boots-verbesserung (für Summoner Spells) und die Masterie für CDR für die Summonerspells dazu geschrieben. Dann vor dem Match schauen wer von deinen Lanegegnern (plus Jungle) diese Masterie hat und dann das so einprägen. Du läufst zur Lane? Erstmal auf den Post-It schauen. Irgendwann kannst du das vom Kopf aus.\n\nJetzt nur noch die Dinger in den Chat schreiben. Ich mache es so, dass ich ich erst ein \"f\" schreibe bei flash und dann erst (wenn ich Zeit habe) den Timer ausrechne anhand dem Timestamp im Chat. Selbiges bei Buffs etc. Als Beispiel bei Buffs: [19:35] SwissKeks: er // [19:55] SwissKeks: Enemy Redbuff @ 24:35.\nSo als Beispiel was ich im Chat schreibe.\n\nDas ist jetzt ein kleines Beispiel was ich dir über das Spiel zu erzählen habe, was nicht mit Builds oder sonstigem Zeug zu tun hat. Das sind Tipps die du aneignen kannst unabhängig welcher Champion/Lane zu spielst. Wenn du diese 3 Dinge im Kopf hast, dann hast du schon einen riesen Vorteil gegenüber allen anderen im Spiel.\n\nWenn du noch mehr über das Theoretische Spiel in League wissen willst, dann schreib mich einfach an :)\n\nPs: Wenn du roamst, sag nicht \"i come bot\" sondern sag \"I need a stun when i reach the river bush\". So hast du einen direkten Befehl gegeben was der (in diesem Fall Supporter) machen muss. Er weiss es zwar auch so, nur er wird jetzt genau achten wo du bist und wann er den Stunn landen muss. Geht auch super wenn man im Team spielt (5er Ranked).","replies":[]},{"id":"","poster":"PlanetenPlatzer","date":"2015-05-07T12:33:24.015+0000","up_votes":1,"down_votes":0,"body":"> Wenn ich Ranked spiele verliere ich selten die Lane (kommt nat&uuml;rlich trotzdem vor) und meistens liegts daran das irgendjemand die Enemy lane so abartig feeded das das Game meistens schon zu Ende is.\n\nIch könnte hier wieder die übliche Standard Antwort schreiben, aber irgendwann hat man dazu auch keine Lust mehr. Deswegen:\n\nFalsche Einstellung.","replies":[{"id":"","poster":"Mirray","date":"2015-05-07T13:33:52.158+0000","up_votes":1,"down_votes":0,"body":"Mir ist klar das die Einstellung ansich falsch ist. Jedoch was soll man machen wenn man zb 3/0 lane is, roamen geht, warded usw und der gegnerische adc trotzdem alles umballert^^ Ich mein es gibt auch Spiele da ises genau umgekehrt.\n\nIch überleg oft was ich falsch mache und schau auch ab und zu replays von mir, ist wahrscheinlich auch einer der Gründe warum ich letzte Season Platin erreicht habe, weil davor hang ich im mittleren Gold herum. Seither farm ich auch 3x so viel als noch vor 1 Jahr. Zurzeit bin eben leider etwas ratlos und vermeide Ranked.  Ich spiel gerade mal das 1 Game das ich ned wegen inaktivität abgestuft werde.\n\nIch würde selbst nicht behaupten das ich alleine Spiele carry. Das war vl. noch in Silver, low Gold so aber seit ich Platin geranked wurde, habe ich gemerkt das es ziemlich viel auf Teamcomps + Teamplay ankommt...","replies":[]}]},{"id":"","poster":"Temudschinn","date":"2015-05-07T13:21:18.058+0000","up_votes":1,"down_votes":0,"body":"> Wenn ich Ranked spiele verliere ich selten die Lane (kommt natürlich trotzdem vor) und meistens liegts daran das irgendjemand die Enemy lane so abartig feeded das das Game meistens schon zu Ende is.\n\nUnd wenn du gewinnst ist es natürlich ganz allein dein Verdienst...\n\nErster Tipp um dich zu verbessern: Such den Fehler IMMER bei dir. Denn glaub mir, du machst in jedem Spiel hunderte Fehler. Deine Mitspieler zwar auch, aber es ist nunmal nur bei dir möglich etwas daran zu ändern. Dich über Fehler von Teammitglieder zu beklagen kommt auf selbe raus wie über die Schwerkraft rumzuheulen.","replies":[]}]}