{"id":"3nbXkgWO","poster":"AI FluffyUnicorn","date":"2015-05-06T19:55:06.880+0000","title":"Suche Duo Q Partner und erfahrene Spieler die mir weiterhelfen können und das spiel genauer erklären","subforum":"Clans & Teams","up_votes":1,"down_votes":1,"body":"Hallo liebe Leute ich suche mit diesem schreiben leute die eventuell schon h&ouml;her in der elo sind und einem spieler (mir) etwas helfen k&ouml;nnen die liega silber zu meistern und in gold zu kommen \r\n\r\nErsteinmal zu mir \r\nMein name ist Pascal und ich bin 23 jahre alt \r\nIch spiele seid ca 1  jaht LoL und h&auml;nge derzeit in silber fest aber ich glaube es liegt nicht nur an mir das ich dort nicht weiter komme sondern auch an den meist unf&auml;higen oder troll spielern die einem das ranked game versauen .\r\ndaher suche ich spieler die es geschafft haben h&ouml;her zu kommen die mir helfen das zu meistern was sie berreits geschafft haben \r\nnicht indem sie einfach nur mit mir spielen und mich hoch ziehen sondern mit mir spielen und mir tips geben mich verbessern wenn ich misst baue und mir das spiel so beizubringen das ich es gut schaffe in gold zu spielen und mit gedullt auch h&ouml;her \r\nalso wer sich angesprochen f&uuml;hlt und glaubt er kann das der kann sich gerne bei mir melden \r\nam einfachsten geht das glaube wenn ihr mich ingame ADDEN unter dem namen &quot;LS Gripper&quot;\r\n\r\nIch hoffe es f&uuml;hlen sich ein paar angesprochen die mir bald meine fehler sagen k&ouml;nnen sodas ich oder auch gerne wir daran arbeiten k&ouml;nnen das ich endlich diese elo meistern kann \r\n\r\nMit Freundlichen Gr&uuml;&szlig;en \r\nPascal","replies":[{"id":"","poster":"lronic","date":"2015-05-07T06:18:35.211+0000","up_votes":1,"down_votes":0,"body":"Moin,\n\nich bin nicht der High Elo Pro-Gamer, aber wenn ich mir deine Matchhistory anschaue fallen mir folgende Sachen auf:\n\n* Karma passt aktuell nicht so ganz in die \"Tank Meta\" - ist zwar kein Grund, aber wenn du nicht zuverlässig so pokst, dass ihr eure Lane gewinnt bringst du nicht viel\n* Wenn du Supp spielst baue IMMER einen Sightstone ... auch auf Karma ;)\n* auch als ADC darfst du einen Ward mitnehmen. Nutze ihn ! Vision = Win (salopp gesagt)\n* generell stirbst du zu viel. Bei all deinen Spielen die du im Solo-Ranked verloren hast, hattest du eine bescheidene KDA. Versuche weniger zu sterben.\n* es ist gut mehrer Rollen spielen zu können, aber meister EINE und auf der zwei bis drei Champs (deine History ist sehr bunt gemischt)\n* Ich weiß nicht wieviel IP du hast...deine Tank Runenseite sieht schon ganz gut aus, könnte aber noch optimiert werden. Auf ADC würde ich MR auf den blauen mitnehmen. Du kannst in der ELO nicht erwarten das der Supp so gut ist dich immer zu protecten, von daher benötigst du sie (es sei denn du bist Korean ;))\n\nVerabschiede dich von der Idee das die anderen Teammitglieder das Spiel verlieren. Frage dich immer, was hättest du besser oder anders machen können. Nimm deine Spiele auf und schaue dir Szenarien daraus an.\n\nHoffe ich konnte dir ein paar TIPPS geben.\n\nGruß ironiCC","replies":[{"id":"","poster":"AI FluffyUnicorn","date":"2015-05-07T10:08:40.424+0000","up_votes":2,"down_votes":0,"body":"Vielen dank für dein Feedback ich werde mir das alles zu herzen nehmen und mal schauen wie ich das alles umsetzen kann aber schonmal vielen dank für die tips","replies":[]}]}]}